pg = pg or {}
pg.arena_data_template = {
	{
		id = 1,
		display = "연습 강화 기간·선두 주력 함대 보수가 도착했습니다!",
		order = {
			1,
			1
		},
		award = {
			{
				1,
				3,
				3000
			}
		}
	},
	{
		id = 2,
		display = "연습 강화 기간·제2군 보수가 도착했습니다!",
		order = {
			2,
			5
		},
		award = {
			{
				1,
				3,
				2500
			}
		}
	},
	{
		id = 3,
		display = "연습 강화 기간·제3군 보수가 도착했습니다!",
		order = {
			6,
			10
		},
		award = {
			{
				1,
				3,
				2000
			}
		}
	},
	{
		id = 4,
		display = "연습 강화 기간·제4군 보수가 도착했습니다!",
		order = {
			11,
			20
		},
		award = {
			{
				1,
				3,
				1800
			}
		}
	},
	{
		id = 5,
		display = "연습 강화 기간·제5군 보수가 도착했습니다!",
		order = {
			21,
			50
		},
		award = {
			{
				1,
				3,
				1600
			}
		}
	},
	{
		id = 6,
		display = "연습 강화 기간·제6군 보수가 도착했습니다!",
		order = {
			51,
			100
		},
		award = {
			{
				1,
				3,
				1400
			}
		}
	},
	{
		id = 7,
		display = "연습 강화 기간·제7군 보수가 도착했습니다!",
		order = {
			101,
			500
		},
		award = {
			{
				1,
				3,
				1200
			}
		}
	},
	{
		id = 8,
		display = "연습 강화 기간·제8군 보수가 도착했습니다!",
		order = {
			501,
			1000
		},
		award = {
			{
				1,
				3,
				1000
			}
		}
	},
	{
		id = 9,
		display = "연습 강화 기간·제9군 보수가 도착했습니다!",
		order = {
			1001,
			2000
		},
		award = {
			{
				1,
				3,
				800
			}
		}
	},
	{
		id = 10,
		display = "연습 강화 기간·제10군 보수가 도착했습니다!",
		order = {
			2001,
			3000
		},
		award = {
			{
				1,
				3,
				600
			}
		}
	},
	{
		id = 11,
		display = "연습 강화 기간·참가 보수가 도착했습니다!",
		order = {
			3001,
			9999999
		},
		award = {
			{
				1,
				3,
				500
			}
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11
	}
}
