pg = pg or {}
pg.world_event_desc = {
	[65] = {
		id = 65,
		hint = "제2함대를 다른 기관으로 이동",
		hint_pri = 3
	},
	[20002] = {
		id = 20002,
		hint = "호넷과 교전",
		hint_pri = 1
	},
	[20120] = {
		id = 20120,
		hint = "함대 집합 포인트로 이동",
		hint_pri = 1
	},
	[20220] = {
		id = 20220,
		hint = "지정 구역으로 이동",
		hint_pri = 4
	},
	[20230] = {
		id = 20230,
		hint = "적 함대와 교전",
		hint_pri = 3
	},
	[20250] = {
		id = 20250,
		hint = "적함 격파 및 해역의 모든 자원 수집",
		hint_pri = 2
	},
	[20251] = {
		id = 20251,
		hint = "분석 모듈을 사용하여 히든 자원 수집",
		hint_pri = 1
	},
	[20252] = {
		id = 20252,
		hint = "적함 격파 및 해역의 모든 자원 수집",
		hint_pri = 2
	},
	[20274] = {
		id = 20274,
		hint = "작전 준비 물품 수령",
		hint_pri = 1
	},
	[20275] = {
		id = 20275,
		hint = "작전 준비 물품 수령",
		hint_pri = 1
	},
	[20276] = {
		id = 20276,
		hint = "작전 준비 물품 수령",
		hint_pri = 1
	},
	[20280] = {
		id = 20280,
		hint = "보급 물자 상자 획득",
		hint_pri = 1
	},
	[20281] = {
		id = 20281,
		hint = "작전 해역 이동 준비",
		hint_pri = 1
	},
	[20310] = {
		id = 20310,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20311] = {
		id = 20311,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20318] = {
		id = 20318,
		hint = "엔터프라이즈를 따라 전진",
		hint_pri = 1
	},
	[20320] = {
		id = 20320,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20321] = {
		id = 20321,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20330] = {
		id = 20330,
		hint = "엔터프라이즈를 따라 전진",
		hint_pri = 1
	},
	[20410] = {
		id = 20410,
		hint = "해역의 모든 이상 포인트 조사",
		hint_pri = 1
	},
	[20411] = {
		id = 20411,
		hint = "해역의 모든 이상 포인트 조사",
		hint_pri = 1
	},
	[20412] = {
		id = 20412,
		hint = "해역의 모든 이상 포인트 조사",
		hint_pri = 1
	},
	[20440] = {
		id = 20440,
		hint = "모든 적 정리",
		hint_pri = 1
	},
	[20441] = {
		id = 20441,
		hint = "모든 적 정리",
		hint_pri = 1
	},
	[20442] = {
		id = 20442,
		hint = "모든 적 정리",
		hint_pri = 1
	},
	[20510] = {
		id = 20510,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20511] = {
		id = 20511,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20512] = {
		id = 20512,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20513] = {
		id = 20513,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20610] = {
		id = 20610,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20611] = {
		id = 20611,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20612] = {
		id = 20612,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20620] = {
		id = 20620,
		hint = "메탈 블러드 주력 함대와 교전",
		hint_pri = 1
	},
	[20710] = {
		id = 20710,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20711] = {
		id = 20711,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20712] = {
		id = 20712,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[20720] = {
		id = 20720,
		hint = "적 함대 소멸, 제1전초전 확보",
		hint_pri = 1
	},
	[20721] = {
		id = 20721,
		hint = "적 함대 소멸, 제1전초전 확보",
		hint_pri = 1
	},
	[20722] = {
		id = 20722,
		hint = "적 함대 소멸, 제1전초전 확보",
		hint_pri = 1
	},
	[20723] = {
		id = 20723,
		hint = "적 함대 소멸, 제1전초전 확보",
		hint_pri = 1
	},
	[20730] = {
		id = 20730,
		hint = "적 함대 소멸, 제2전초전 확보",
		hint_pri = 1
	},
	[20731] = {
		id = 20731,
		hint = "적 함대 소멸, 제2전초전 확보",
		hint_pri = 1
	},
	[20732] = {
		id = 20732,
		hint = "적 함대 소멸, 제2전초전 확보",
		hint_pri = 1
	},
	[20740] = {
		id = 20740,
		hint = "집합 포인트로 이동",
		hint_pri = 1
	},
	[20745] = {
		id = 20745,
		hint = "해역 내 기록 회수",
		hint_pri = 1
	},
	[21010] = {
		id = 21010,
		hint = "집합 포인트로 이동",
		hint_pri = 1
	},
	[21020] = {
		id = 21020,
		hint = "집합 포인트로 이동",
		hint_pri = 1
	},
	[21110] = {
		id = 21110,
		hint = "회합 포인트로 이동",
		hint_pri = 1
	},
	[21120] = {
		id = 21120,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[21121] = {
		id = 21121,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[21122] = {
		id = 21122,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[21210] = {
		id = 21210,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[21211] = {
		id = 21211,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[21212] = {
		id = 21212,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[21220] = {
		id = 21220,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[21221] = {
		id = 21221,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[21222] = {
		id = 21222,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[21223] = {
		id = 21223,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[21310] = {
		id = 21310,
		hint = "해역에서 조사 진행",
		hint_pri = 1
	},
	[21330] = {
		id = 21330,
		hint = "계속 조사 진행",
		hint_pri = 1
	},
	[21340] = {
		id = 21340,
		hint = "난파 함대와 회합",
		hint_pri = 1
	},
	[21410] = {
		id = 21410,
		hint = "시설 호위 함대 격파, 구역 봉쇄 해제",
		hint_pri = 2
	},
	[21420] = {
		id = 21420,
		hint = "에너지 매트릭스 복원, 구역 봉쇄 해제",
		hint_pri = 2
	},
	[21450] = {
		id = 21450,
		hint = "집합 포인트로 이동",
		hint_pri = 1
	},
	[21510] = {
		id = 21510,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[21511] = {
		id = 21511,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[21512] = {
		id = 21512,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[21520] = {
		id = 21520,
		hint = "특수 환경 내에서 적과 교전",
		hint_pri = 1
	},
	[21530] = {
		id = 21530,
		hint = "미지의 적과 교전",
		hint_pri = 1
	},
	[22010] = {
		id = 22010,
		hint = "항구로 이동",
		hint_pri = 1
	},
	[22020] = {
		id = 22020,
		hint = "집합 포인트로 이동",
		hint_pri = 1
	},
	[22115] = {
		id = 22115,
		hint = "세이렌 방어선 돌파",
		hint_pri = 1
	},
	[22116] = {
		id = 22116,
		hint = "세이렌 방어선 돌파",
		hint_pri = 1
	},
	[22130] = {
		id = 22130,
		hint = "집합 포인트로 이동",
		hint_pri = 1
	},
	[22220] = {
		id = 22220,
		hint = "해역 탐색",
		hint_pri = 1
	},
	[22230] = {
		id = 22230,
		hint = "목표 포인트로 이동",
		hint_pri = 1
	},
	[22330] = {
		id = 22330,
		hint = "해역 조사",
		hint_pri = 1
	},
	[22410] = {
		id = 22410,
		hint = "해역 조사",
		hint_pri = 1
	},
	[22420] = {
		id = 22420,
		hint = "해역 조사",
		hint_pri = 1
	},
	[22430] = {
		id = 22430,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[22431] = {
		id = 22431,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[22432] = {
		id = 22432,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[22433] = {
		id = 22433,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[22440] = {
		id = 22440,
		hint = "교란 근원 제거",
		hint_pri = 1
	},
	[22510] = {
		id = 22510,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[22511] = {
		id = 22511,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[22512] = {
		id = 22512,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[22520] = {
		id = 22520,
		hint = "전초전으로 이동",
		hint_pri = 1
	},
	[23020] = {
		id = 23020,
		hint = "집합 포인트로 이동",
		hint_pri = 1
	},
	[23110] = {
		id = 23110,
		hint = "타란토항으로 이동",
		hint_pri = 1
	},
	[23210] = {
		id = 23210,
		hint = "다카르항으로 이동",
		hint_pri = 1
	},
	[23310] = {
		id = 23310,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[23311] = {
		id = 23311,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[23312] = {
		id = 23312,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[23315] = {
		id = 23315,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[23420] = {
		id = 23420,
		hint = "목표 포인트로 이동",
		hint_pri = 1
	},
	[23430] = {
		id = 23430,
		hint = "해무를 뚫고 목표 포인트로 이동",
		hint_pri = 1
	},
	[23440] = {
		id = 23440,
		hint = "해무를 뚫고 목표 포인트로 이동",
		hint_pri = 1
	},
	[23510] = {
		id = 23510,
		hint = "해무를 뚫고 목표 포인트로 이동",
		hint_pri = 1
	},
	[23520] = {
		id = 23520,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[23521] = {
		id = 23521,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[23522] = {
		id = 23522,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[23523] = {
		id = 23523,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[23524] = {
		id = 23524,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[23525] = {
		id = 23525,
		hint = "해역 내 적 함대 정리",
		hint_pri = 1
	},
	[23530] = {
		id = 23530,
		hint = "미지의 적과 교전",
		hint_pri = 1
	},
	[24120] = {
		id = 24120,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24121] = {
		id = 24121,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24122] = {
		id = 24122,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24123] = {
		id = 24123,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24130] = {
		id = 24130,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24131] = {
		id = 24131,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24132] = {
		id = 24132,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24140] = {
		id = 24140,
		hint = "세이렌 특수 통행 장치 진입",
		hint_pri = 2
	},
	[24220] = {
		id = 24220,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24221] = {
		id = 24221,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24222] = {
		id = 24222,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24223] = {
		id = 24223,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24224] = {
		id = 24224,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24230] = {
		id = 24230,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24231] = {
		id = 24231,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24232] = {
		id = 24232,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24240] = {
		id = 24240,
		hint = "세이렌 특수 통행 장치 진입",
		hint_pri = 2
	},
	[24420] = {
		id = 24420,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24421] = {
		id = 24421,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24422] = {
		id = 24422,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24423] = {
		id = 24423,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24430] = {
		id = 24430,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24431] = {
		id = 24431,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24432] = {
		id = 24432,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24440] = {
		id = 24440,
		hint = "세이렌 특수 통행 장치 진입",
		hint_pri = 2
	},
	[24520] = {
		id = 24520,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24521] = {
		id = 24521,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24522] = {
		id = 24522,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24523] = {
		id = 24523,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24524] = {
		id = 24524,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24530] = {
		id = 24530,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24531] = {
		id = 24531,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24532] = {
		id = 24532,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24540] = {
		id = 24540,
		hint = "세이렌 특수 통행 장치 진입",
		hint_pri = 2
	},
	[24720] = {
		id = 24720,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24721] = {
		id = 24721,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24722] = {
		id = 24722,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24723] = {
		id = 24723,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24730] = {
		id = 24730,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24731] = {
		id = 24731,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24732] = {
		id = 24732,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24740] = {
		id = 24740,
		hint = "세이렌 특수 통행 장치 진입",
		hint_pri = 2
	},
	[24820] = {
		id = 24820,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24821] = {
		id = 24821,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24822] = {
		id = 24822,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24823] = {
		id = 24823,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24830] = {
		id = 24830,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24831] = {
		id = 24831,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24832] = {
		id = 24832,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[24840] = {
		id = 24840,
		hint = "세이렌 특수 통행 장치 진입",
		hint_pri = 2
	},
	[25020] = {
		id = 25020,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25021] = {
		id = 25021,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25022] = {
		id = 25022,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25023] = {
		id = 25023,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25030] = {
		id = 25030,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25031] = {
		id = 25031,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25032] = {
		id = 25032,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25040] = {
		id = 25040,
		hint = "세이렌 특수 통행 장치 진입",
		hint_pri = 2
	},
	[25120] = {
		id = 25120,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25121] = {
		id = 25121,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25122] = {
		id = 25122,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25123] = {
		id = 25123,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25124] = {
		id = 25124,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25130] = {
		id = 25130,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25131] = {
		id = 25131,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25132] = {
		id = 25132,
		hint = "순서대로 기관 해제",
		hint_pri = 1
	},
	[25140] = {
		id = 25140,
		hint = "세이렌 특수 통행 장치 진입",
		hint_pri = 2
	},
	[80001] = {
		id = 80001,
		hint = "해역의 바다표범 조사",
		hint_pri = 3
	},
	[80003] = {
		id = 80003,
		hint = "세이렌 특수 통행 장치에서 이탈",
		hint_pri = 1
	},
	[80099] = {
		id = 80099,
		hint = "실험장 방어 함대 격파",
		hint_pri = 2
	},
	[80301] = {
		id = 80301,
		hint = "해역의 바다표범 조사",
		hint_pri = 3
	},
	[80302] = {
		id = 80302,
		hint = "진정한 바다표범 탐색",
		hint_pri = 3
	},
	[80303] = {
		id = 80303,
		hint = "진정한 바다표범 탐색",
		hint_pri = 3
	},
	[80304] = {
		id = 80304,
		hint = "진정한 바다표범 탐색",
		hint_pri = 3
	},
	[80305] = {
		id = 80305,
		hint = "진정한 바다표범 탐색",
		hint_pri = 3
	},
	[80306] = {
		id = 80306,
		hint = "진정한 바다표범 탐색",
		hint_pri = 3
	},
	[80307] = {
		id = 80307,
		hint = "해역의 바다표범 조사",
		hint_pri = 3
	},
	[80308] = {
		id = 80308,
		hint = "세이렌 특수 통행 장치에서 이탈",
		hint_pri = 1
	},
	[80399] = {
		id = 80399,
		hint = "실험장 방어 함대 격파",
		hint_pri = 2
	},
	[80601] = {
		id = 80601,
		hint = "해역의 바다표범 조사",
		hint_pri = 1
	},
	[80640] = {
		id = 80640,
		hint = "해무 중 세이렌 유빙 통제기 탐색",
		hint_pri = 2
	},
	[80641] = {
		id = 80641,
		hint = "해무 중 세이렌 유빙 통제기 탐색",
		hint_pri = 2
	},
	[80699] = {
		id = 80699,
		hint = "실험장 방어 함대 격파",
		hint_pri = 2
	},
	[82010] = {
		id = 82010,
		hint = "에너지 매트릭스 탐색",
		hint_pri = 2
	},
	[82011] = {
		id = 82011,
		hint = "에너지 매트릭스 복원",
		hint_pri = 1
	},
	[82099] = {
		id = 82099,
		hint = "실험장 방어 함대 격파",
		hint_pri = 2
	},
	[82380] = {
		id = 82380,
		hint = "세이렌 해류 통제기 파괴",
		hint_pri = 3
	},
	[82371] = {
		id = 82371,
		hint = "에너지 매트릭스 탐색",
		hint_pri = 2
	},
	[82372] = {
		id = 82372,
		hint = "에너지 매트릭스 복원",
		hint_pri = 1
	},
	[82399] = {
		id = 82399,
		hint = "실험장 방어 함대 격파",
		hint_pri = 2
	},
	[82621] = {
		id = 82621,
		hint = "에너지 매트릭스 탐색",
		hint_pri = 2
	},
	[82622] = {
		id = 82622,
		hint = "에너지 매트릭스 복원",
		hint_pri = 1
	},
	[82699] = {
		id = 82699,
		hint = "실험장 방어 함대 격파",
		hint_pri = 2
	},
	[86050] = {
		id = 86050,
		hint = "에너지 매트릭스 탐색",
		hint_pri = 2
	},
	[86051] = {
		id = 86051,
		hint = "에너지 매트릭스 복원",
		hint_pri = 1
	},
	[86099] = {
		id = 86099,
		hint = "실험장 방어 함대 격파",
		hint_pri = 2
	},
	[86640] = {
		id = 86640,
		hint = "에너지 매트릭스 탐색",
		hint_pri = 2
	},
	[86641] = {
		id = 86641,
		hint = "에너지 매트릭스 복원",
		hint_pri = 1
	},
	[86699] = {
		id = 86699,
		hint = "실험장 방어 함대 격파",
		hint_pri = 2
	},
	[1000050] = {
		id = 1000050,
		hint = "세이렌 요새 증원 포인트 파괴",
		hint_pri = 5
	},
	[1000032] = {
		id = 1000032,
		hint = "세이렌 특수 통행 장치에서 비밀 해역 이탈",
		hint_pri = 6
	},
	[1000033] = {
		id = 1000033,
		hint = "세이렌 특수 통행 장치에서 비밀 해역 이탈",
		hint_pri = 6
	},
	[1000034] = {
		id = 1000034,
		hint = "세이렌 특수 통행 장치에서 비밀 해역 이탈",
		hint_pri = 6
	},
	[4100001] = {
		id = 4100001,
		hint = "특수 통행 장치에서 심연 해역 이탈",
		hint_pri = 1
	},
	[4100051] = {
		id = 4100051,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100052] = {
		id = 4100052,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100053] = {
		id = 4100053,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100054] = {
		id = 4100054,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100055] = {
		id = 4100055,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100061] = {
		id = 4100061,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100062] = {
		id = 4100062,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100063] = {
		id = 4100063,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100064] = {
		id = 4100064,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100065] = {
		id = 4100065,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100071] = {
		id = 4100071,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100072] = {
		id = 4100072,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100073] = {
		id = 4100073,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100074] = {
		id = 4100074,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100075] = {
		id = 4100075,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100081] = {
		id = 4100081,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100082] = {
		id = 4100082,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100083] = {
		id = 4100083,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100084] = {
		id = 4100084,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100085] = {
		id = 4100085,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100091] = {
		id = 4100091,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100092] = {
		id = 4100092,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100093] = {
		id = 4100093,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100094] = {
		id = 4100094,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[4100095] = {
		id = 4100095,
		hint = "심연 해역의 세이렌 수비 격파",
		hint_pri = 1
	},
	[6000100] = {
		id = 6000100,
		hint = "잔여 세이렌 거점 수: 0",
		hint_pri = 10
	},
	[6000101] = {
		id = 6000101,
		hint = "잔여 세이렌 거점 수: 1",
		hint_pri = 10
	},
	[6000102] = {
		id = 6000102,
		hint = "잔여 세이렌 거점 수: 2",
		hint_pri = 10
	},
	[6000103] = {
		id = 6000103,
		hint = "잔여 세이렌 거점 수: 3",
		hint_pri = 10
	},
	[6000104] = {
		id = 6000104,
		hint = "잔여 세이렌 거점 수: 4",
		hint_pri = 10
	},
	[6000105] = {
		id = 6000105,
		hint = "잔여 세이렌 거점 수: 5",
		hint_pri = 10
	},
	[6000106] = {
		id = 6000106,
		hint = "잔여 세이렌 거점 수: 6",
		hint_pri = 10
	},
	[6000107] = {
		id = 6000107,
		hint = "잔여 세이렌 거점 수: 7",
		hint_pri = 10
	},
	[6000108] = {
		id = 6000108,
		hint = "잔여 세이렌 거점 수: 8",
		hint_pri = 10
	},
	all = {
		65,
		20002,
		20120,
		20220,
		20230,
		20250,
		20251,
		20252,
		20274,
		20275,
		20276,
		20280,
		20281,
		20310,
		20311,
		20318,
		20320,
		20321,
		20330,
		20410,
		20411,
		20412,
		20440,
		20441,
		20442,
		20510,
		20511,
		20512,
		20513,
		20610,
		20611,
		20612,
		20620,
		20710,
		20711,
		20712,
		20720,
		20721,
		20722,
		20723,
		20730,
		20731,
		20732,
		20740,
		20745,
		21010,
		21020,
		21110,
		21120,
		21121,
		21122,
		21210,
		21211,
		21212,
		21220,
		21221,
		21222,
		21223,
		21310,
		21330,
		21340,
		21410,
		21420,
		21450,
		21510,
		21511,
		21512,
		21520,
		21530,
		22010,
		22020,
		22115,
		22116,
		22130,
		22220,
		22230,
		22330,
		22410,
		22420,
		22430,
		22431,
		22432,
		22433,
		22440,
		22510,
		22511,
		22512,
		22520,
		23020,
		23110,
		23210,
		23310,
		23311,
		23312,
		23315,
		23420,
		23430,
		23440,
		23510,
		23520,
		23521,
		23522,
		23523,
		23524,
		23525,
		23530,
		24120,
		24121,
		24122,
		24123,
		24130,
		24131,
		24132,
		24140,
		24220,
		24221,
		24222,
		24223,
		24224,
		24230,
		24231,
		24232,
		24240,
		24420,
		24421,
		24422,
		24423,
		24430,
		24431,
		24432,
		24440,
		24520,
		24521,
		24522,
		24523,
		24524,
		24530,
		24531,
		24532,
		24540,
		24720,
		24721,
		24722,
		24723,
		24730,
		24731,
		24732,
		24740,
		24820,
		24821,
		24822,
		24823,
		24830,
		24831,
		24832,
		24840,
		25020,
		25021,
		25022,
		25023,
		25030,
		25031,
		25032,
		25040,
		25120,
		25121,
		25122,
		25123,
		25124,
		25130,
		25131,
		25132,
		25140,
		80001,
		80003,
		80099,
		80301,
		80302,
		80303,
		80304,
		80305,
		80306,
		80307,
		80308,
		80399,
		80601,
		80640,
		80641,
		80699,
		82010,
		82011,
		82099,
		82380,
		82371,
		82372,
		82399,
		82621,
		82622,
		82699,
		86050,
		86051,
		86099,
		86640,
		86641,
		86699,
		1000050,
		1000032,
		1000033,
		1000034,
		4100001,
		4100051,
		4100052,
		4100053,
		4100054,
		4100055,
		4100061,
		4100062,
		4100063,
		4100064,
		4100065,
		4100071,
		4100072,
		4100073,
		4100074,
		4100075,
		4100081,
		4100082,
		4100083,
		4100084,
		4100085,
		4100091,
		4100092,
		4100093,
		4100094,
		4100095,
		6000100,
		6000101,
		6000102,
		6000103,
		6000104,
		6000105,
		6000106,
		6000107,
		6000108
	}
}
