_G.pg.item_data_statistics[15009] = {
	display = [[
지휘관의 이름을 변경할 때 제출해야 하는 신청서. <color=#92fc63>30일</color> 에 한 번만 바꿀 수 있다.
메인화면 좌측 상단의 아이콘을 터치, 닉네임란의 '개명' 버튼을 눌러 지휘관의 닉네임을 변경할 수 있다.
<주의사항>
아래 방침을 위반하는 닉네임은 개명처리 될 수 있습니다.
- 타인에게 불쾌감을 주는 닉네임
(인종 / 소수자 / 성차별 / 선정적 / 음란 / 정치 요소 포함 / 비속어 / 욕설 등)
- 운영자(GM), 도우미로 인식되거나 사칭할 의도가 있다고 판단되는 닉네임
- 반 사회적이거나 특정 종교 및 집단에 대한 비하 또는 관계 법령에 저촉되는 닉네임
- 위에 해당하는 별명의 철자 일부를 바꾸거나 앞뒤에 다른 문자를 넣어 조합한 닉네임
- 그 외 GM의 판단에 의거하여 변경의 필요가 있다고 판단되는 닉네임
* 개명처리에는 별도의 통지가 진행되지 않습니다.]],
	name = "개명허가 신청서",
	rarity = 5,
	type = 1,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 15009,
	is_world = 0,
	icon = "Props/15009",
	display_icon = {},
	price = {},
	index = {}
}
