_G.pg.item_data_statistics[57964] = {
	display = "일정 확률로 다음의 캐릭터를 얻을 수 있습니다.",
	name = "未知角色",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 57964,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			204011,
			1
		},
		{
			4,
			203071,
			1
		},
		{
			4,
			203051,
			1
		},
		{
			4,
			203041,
			1
		},
		{
			4,
			202031,
			1
		},
		{
			4,
			202021,
			1
		},
		{
			4,
			201011,
			1
		},
		{
			4,
			101031,
			1
		},
		{
			4,
			101041,
			1
		},
		{
			4,
			101061,
			1
		},
		{
			4,
			101071,
			1
		},
		{
			4,
			103011,
			1
		},
		{
			4,
			103021,
			1
		},
		{
			4,
			201101,
			1
		},
		{
			4,
			201111,
			1
		},
		{
			4,
			202011,
			1
		},
		{
			4,
			206011,
			1
		},
		{
			4,
			303011,
			1
		},
		{
			4,
			303021,
			1
		},
		{
			4,
			402011,
			1
		},
		{
			4,
			402021,
			1
		},
		{
			4,
			402031,
			1
		}
	},
	price = {},
	index = {}
}
