_G.pg.item_data_statistics[58035] = {
	display = "일정 확률로 다음의 캐릭터를 얻을 수 있습니다.",
	name = "未知角色",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 58035,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			107051,
			1
		},
		{
			4,
			107021,
			1
		},
		{
			4,
			305021,
			1
		},
		{
			4,
			301171,
			1
		},
		{
			4,
			103031,
			1
		},
		{
			4,
			101251,
			1
		},
		{
			4,
			101241,
			1
		},
		{
			4,
			106021,
			1
		},
		{
			4,
			107011,
			1
		},
		{
			4,
			107041,
			1
		},
		{
			4,
			201061,
			1
		},
		{
			4,
			201071,
			1
		},
		{
			4,
			201081,
			1
		},
		{
			4,
			201091,
			1
		},
		{
			4,
			201101,
			1
		},
		{
			4,
			201111,
			1
		},
		{
			4,
			202011,
			1
		},
		{
			4,
			206011,
			1
		},
		{
			4,
			301181,
			1
		},
		{
			4,
			303011,
			1
		},
		{
			4,
			303021,
			1
		},
		{
			4,
			402011,
			1
		}
	},
	price = {},
	index = {}
}
