_G.pg.item_data_statistics[30202] = {
	display = "사용 시 아래 지정 <color=#ffde38>SSR 장비</color> 중 1가지 임의 선택 획득 ",
	name = "지향형 장비 상자·SSR ",
	rarity = 4,
	type = 16,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 30202,
	is_world = 0,
	icon = "Props/30202",
	display_icon = {
		{
			3,
			1440,
			1
		},
		{
			3,
			1540,
			1
		},
		{
			3,
			5240,
			1
		},
		{
			3,
			11240,
			1
		},
		{
			3,
			16440,
			1
		},
		{
			3,
			17340,
			1
		},
		{
			3,
			24040,
			1
		},
		{
			3,
			24240,
			1
		},
		{
			3,
			26240,
			1
		},
		{
			3,
			26540,
			1
		},
		{
			3,
			27140,
			1
		},
		{
			3,
			28140,
			1
		},
		{
			3,
			31040,
			1
		},
		{
			3,
			32240,
			1
		},
		{
			3,
			35240,
			1
		},
		{
			3,
			37240,
			1
		},
		{
			3,
			39140,
			1
		},
		{
			3,
			43040,
			1
		},
		{
			3,
			44140,
			1
		},
		{
			3,
			45140,
			1
		},
		{
			3,
			46340,
			1
		},
		{
			3,
			47140,
			1
		}
	},
	price = {},
	index = {}
}
