_G.pg.item_data_statistics[53991] = {
	display = "일정 확률로 다음의 설계도를 얻을 수 있습니다.",
	name = "랜덤 설계도",
	rarity = 3,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 53991,
	is_world = 0,
	icon = "Props/55000",
	display_icon = {
		{
			2,
			10091,
			1
		},
		{
			2,
			10092,
			1
		},
		{
			2,
			10093,
			1
		},
		{
			2,
			10094,
			1
		},
		{
			2,
			10095,
			1
		},
		{
			2,
			10096,
			1
		},
		{
			2,
			10097,
			1
		},
		{
			2,
			10098,
			1
		},
		{
			2,
			10099,
			1
		},
		{
			2,
			10121,
			1
		},
		{
			2,
			10100,
			1
		},
		{
			2,
			45,
			1
		},
		{
			2,
			46,
			1
		},
		{
			2,
			47,
			1
		},
		{
			2,
			48,
			1
		},
		{
			2,
			49,
			1
		},
		{
			2,
			50,
			1
		},
		{
			2,
			51,
			1
		},
		{
			2,
			52,
			1
		},
		{
			2,
			53,
			1
		},
		{
			2,
			54,
			1
		},
		{
			2,
			55,
			1
		}
	},
	price = {},
	index = {}
}
