_G.pg.item_data_statistics[57064] = {
	display = "일정 확률로 다음의 캐릭터를 얻을 수 있습니다.",
	name = "랜덤 캐릭터",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 57064,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			403011,
			1
		},
		{
			4,
			401191,
			1
		},
		{
			4,
			103031,
			1
		},
		{
			4,
			103041,
			1
		},
		{
			4,
			201121,
			1
		},
		{
			4,
			201221,
			1
		},
		{
			4,
			401201,
			1
		},
		{
			4,
			401211,
			1
		},
		{
			4,
			101031,
			1
		},
		{
			4,
			101041,
			1
		},
		{
			4,
			101061,
			1
		},
		{
			4,
			101071,
			1
		},
		{
			4,
			102011,
			1
		},
		{
			4,
			102021,
			1
		},
		{
			4,
			103011,
			1
		},
		{
			4,
			103021,
			1
		},
		{
			4,
			105011,
			1
		},
		{
			4,
			105021,
			1
		},
		{
			4,
			106021,
			1
		},
		{
			4,
			107011,
			1
		},
		{
			4,
			107041,
			1
		}
	},
	price = {},
	index = {}
}
