_G.pg.item_data_statistics[57065] = {
	display = "일정 확률로 다음의 캐릭터를 얻을 수 있습니다.",
	name = "랜덤 캐릭터",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 57065,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			403041,
			1
		},
		{
			4,
			401191,
			1
		},
		{
			4,
			103061,
			1
		},
		{
			4,
			101051,
			1
		},
		{
			4,
			101091,
			1
		},
		{
			4,
			101121,
			1
		},
		{
			4,
			401201,
			1
		},
		{
			4,
			401211,
			1
		},
		{
			4,
			101131,
			1
		},
		{
			4,
			101141,
			1
		},
		{
			4,
			101151,
			1
		},
		{
			4,
			201061,
			1
		},
		{
			4,
			201071,
			1
		},
		{
			4,
			201081,
			1
		},
		{
			4,
			201091,
			1
		},
		{
			4,
			201101,
			1
		},
		{
			4,
			201111,
			1
		},
		{
			4,
			202011,
			1
		},
		{
			4,
			206011,
			1
		},
		{
			4,
			303011,
			1
		},
		{
			4,
			303021,
			1
		}
	},
	price = {},
	index = {}
}
