_G.pg.item_data_statistics[57321] = {
	display = "일정 확률로 다음의 캐릭터를 얻을 수 있습니다.",
	name = "랜덤 캐릭터",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 57321,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			101111,
			1
		},
		{
			4,
			201141,
			1
		},
		{
			4,
			201011,
			1
		},
		{
			4,
			203021,
			1
		},
		{
			4,
			203031,
			1
		},
		{
			4,
			203041,
			1
		},
		{
			4,
			203051,
			1
		},
		{
			4,
			101131,
			1
		},
		{
			4,
			101141,
			1
		},
		{
			4,
			101151,
			1
		},
		{
			4,
			102011,
			1
		},
		{
			4,
			102021,
			1
		},
		{
			4,
			103011,
			1
		},
		{
			4,
			103021,
			1
		},
		{
			4,
			106021,
			1
		},
		{
			4,
			201061,
			1
		},
		{
			4,
			201071,
			1
		},
		{
			4,
			202011,
			1
		},
		{
			4,
			206011,
			1
		},
		{
			4,
			402011,
			1
		},
		{
			4,
			402021,
			1
		},
		{
			4,
			402031,
			1
		}
	},
	price = {},
	index = {}
}
