_G.pg.ship_skin_words[203070] = {
	feeling1 = "力<†フォース†>の引力が消えたか……所詮君も贋作者<†フェイカー†>にすぎないのですか……",
	feeling3 = "……力線<†フレンドシップ†>の吸引力が一層強くなりましたね！さあ私の手を握ってよく交流しましょう！",
	lose = "これは…サンゴ海の悪夢…",
	propose = "契約の時がついに来ました！指揮官よ、我が手を取り、世界を修正してまいりましょう！",
	expedition = "運命<†フェイト†>からの試練<†オーダー†>をまた一つこなしました。目標<†エリュシオン†>への道筋はまた一歩…",
	win_mvp = "暗黒に呑み込まれるがいいわ！",
	home = "戦闘<†エンカウント†>のあとに振り返り<†トレス†>も必要です。ヨーク特製ドリンクでも飲んで落ち着いてください",
	mission = "試練が私たちを呼んでいます",
	touch2 = "崇高な魂にとっては、体の接触など何の意味もありません…キャッ！",
	voice_key_2 = -1,
	skill = "<†魔砲・アルマゲドン†>！",
	drop_descrip = "ヨーク級重巡洋艦・ヨーク(HMS York）",
	mail = "これは……不可知の王<†アンノウン†>からのメッセージ…！",
	touch = "力<†フォース†>の流れを感じましたか？",
	profile = "ヨーク級重巡洋艦のネームシップ？ふん、これはあくまでコードネームにすぎん……\nいつかスダ湾襲撃という悪夢<†ナイトメア†>を乗り越え、運命を手にする真なる存在<†ザ・マイスター†>になりますわ！",
	mission_complete = "試練は力の向上だけではなく、相応の報酬もありますこと。それを忘れないで",
	feeling4 = "この感じ……そう、君がそばにいてくれると無限の力を感じる…これが心で君を受け入れてから誕生した新たなる力<†ラブ†>……",
	unlock = "この私を見つけ出すとは…あなたも力<†フォース†>の持ち主ですね？ヨーク級魔導重巡洋砲艦ヨークです。これも運命です。共に戦いましょう",
	feeling5 = "心＜†ハート†＞の爆発を抑えきれません…！さあ私をぐっと抱きしめて、二人の力を一つに合わせて敵を……ひゃうっ！",
	main = "ヨーク特製ドリンクですよ。さあ、一滴残らず飲み干して|力<†フォース†>は必要なもの。でも、それ<†フォース†>に溺れてはいけません|戦うことこそ私の宿命…それなら、もっと激しくなればいい！",
	battle = "私の力<†フォース†>にひれ伏しなさい！",
	upgrade = "力<†フォース†>がこの体に集まってくるのを感じていますわ！",
	voice_key = 20307,
	headtouch = "",
	feeling2 = "力＜†フォース†＞で私達が惹かれあっていると感じました。新しいドリンクを試してみてくれますか？",
	login = "修行からお戻りですか？参りましょう、運命が私たちを呼んでいます",
	vote = "",
	hp_warning = "これが運命による試練よ……！",
	id = 203070,
	detail = "私の力<†フォース†>を感じなさい。たとえ氷山の一角でもね",
	couple_encourage = {
		{
			{
				20308
			},
			1,
			"妹たちよ、手を取って運命に抗おう",
			0
		},
		{
			{
				10311
			},
			1,
			"そうか、あなたは将軍（†ジェネラル†）なのか……",
			0
		}
	}
}
