_G.pg.ship_skin_words[203080] = {
	feeling1 = "王家の栄光に泥を塗らないでください！",
	feeling3 = "王家に生まれた身として、自分の運命を決めることはできません。だからこそ、指揮官殿のような優秀な方に出会えて、本当によかったと思います",
	lose = "ぬかった……次は汚名返上させてもらう！",
	propose = "病めるときも、健やかなるときも、貧しいときも豊かなときも、死が二人を分かつまで貴方様とずっと一緒にいます。指揮官殿",
	expedition = "委託に出撃した娘たちが帰ってきましたか……王家の一員として、せめて出迎えはちゃんとしないとね、うん！",
	win_mvp = "私は悠遠たる歴史の継承者、この勝利を持って栄光を伝承し続けるもの！",
	home = "エクセター、作戦より帰還しました！これより戦果を報告させていただきます！",
	mission = "使命を果たしましょう！ーー王家の栄光のために！",
	touch2 = "……！！……王家の一員としてこんなところを見られたら…あっ！",
	voice_key_2 = -1,
	skill = "王家の栄光のために！",
	drop_descrip = "ヨーク級重巡洋艦・エクセター(HMS Exeter）",
	mail = "貴方様宛のメールです。いいニュースであって欲しいものですね",
	touch = "私は王家の一員なのに、指揮官殿は普通に接してくれて、感動しました…",
	profile = "ヨーク級重巡洋艦の二番艦、エクセターです！かつてはグラーフ・シュペー追撃を任されました。敵の勢いがどれだけ巨大であろうと、ロイヤルネイビーの栄光のために、エクセターは決して怯んだりはしません！",
	mission_complete = "栄光なる報奨、届きました。",
	feeling4 = "指揮官殿……貴方様が指揮官ではなく普通のお方でしたら、好きになっていたかも……",
	unlock = "ヨーク級重巡洋艦二番艦、エクセター。ロイヤルネイビーの名に賭けて、貴方様の偉業に貢献を！",
	feeling5 = "重要なのは今ですね。この世に運命があるのでしたら、またいずれあなた様にきっと…",
	main = "どこにいようと、ロイヤルネイビーのあの栄光を感じることが出来ます|ヨーク姉さんまたわけのわからないことを……|このスカートは波に濡れてしまいそう…もう少し戦闘に適した衣装に変えたほうがいいでしょうか",
	battle = "王家の栄光に誓って、決して使命を裏切ったりはしない！",
	upgrade = "王家の栄光のために！決して使命に背いたりはしません！",
	voice_key = 20308,
	headtouch = "",
	feeling2 = "指揮官殿、私情を持ち込まれては困ります！",
	login = "王家の精鋭として、決して指揮官殿を失望させたりはしません！",
	vote = "",
	hp_warning = "我らに栄光を！",
	id = 203080,
	detail = "検査をお願いします。指揮官殿",
	couple_encourage = {
		{
			{
				20307
			},
			1,
			"姉さん、栄光のために、いざ戦おう！",
			0
		}
	}
}
