_G.pg.ship_skin_words[203090] = {
	feeling1 = "ロンドン姉さんは押しに弱いから、あなたをこんなダメ人間になるまで甘やかしてしまったのですね",
	feeling3 = "ロンドン姉さんはきっと悪い人に騙されやすくて、しかも騙されてもにっこりと受け入れちゃう…もうなんであんな性格しているのよ……",
	lose = "リーダーである私のせいよ。みんな落ち込まないで",
	propose = "ロンドン姉さんを少しでも楽させてあげようと思ってついあなたに厳しくあたっちゃったけど、少しずつ……私にとって誰よりも優秀な存在になって欲しいって、そう思うようになって…今は…もうそうなっちゃったよね",
	expedition = "時間ですね。……指揮官、委託チームがそろそろ帰還するようです",
	win_mvp = "勝ったっていい気にならないのっ。改善出来る点はまだ山ほどありますから",
	home = "報告するものはいっぱいありますけど、まあ、ひとまずお疲れ様ってね",
	mission = "まずは効率の良い方法を考えてから、行動に移る――それ、忘れていませんよね？",
	touch2 = "指揮官、そこに座りなさいっ！……ったくもう…マナーの基本から教えなければならないなんて…！",
	voice_key_2 = -1,
	skill = "しっかり撃ち込むわよ！",
	drop_descrip = "ロンドン級重巡洋艦・サセックス (HMS Sussex）",
	mail = "メールの確認は忘れないでくださいね",
	touch = "指揮官、襟が乱れています。あと髪も……動かないで、今正してあげます",
	profile = "かの地中海での沿岸防衛と北海の海戦以外、ほとんど地味な任務しか就いてなくて…あとは一度大規模な修理が……と、とにかく！この艦隊に着任した以上ちゃんと働かせていただきますから、指揮官もしっかり働きなさいっ！",
	mission_complete = "任務報酬ですね！指揮官もやれば出来るじゃありませんか♪",
	feeling4 = "はぁ…ロンドン姉さん、何を言っても私の頭を撫でながら「サセックスありがとう、でも大丈夫」って言ってくるんだから…そして結局何も変わらずいつも通り……ったくもう、なんで人をこんなに悩ませるのよ……",
	unlock = "あなたが指揮官？ふん！言っておきますが、あの押しに弱いロンドン姉さんとは違って、私・サセックスはとっても厳しいですからね！",
	feeling5 = "あなたならロンドン姉さんを安心してまかせ……ううん、ダメ、あなたにはもっと優秀に…せめて、この私でも惹かれてしまうくらいになってもらわなくては……あれ？私、今なんて……",
	main = "過ぎた優しさは毒になりますわ。厳しくしなきゃいけない時はちゃんと厳しく接しなきゃ|私を見る暇があったら仕事をちゃんとしなさいっ！お、終わったら好きなだけ見ても……|……疲れたら休憩なさい。こういう時に無理するのではなくて、本当に必要な時にちゃんと努力しなさいっ",
	battle = "艦隊に恥をかかないためにも…各員の奮闘に期待します！",
	upgrade = "どうも、次の作戦もがんばりますね",
	voice_key = 20309,
	headtouch = "",
	feeling2 = "ロンドン姉さんのあの誰に対してもにっこりしている感じ、どうも慣れませんね",
	login = "仕事の準備、大丈夫？あとで見落としてた、とか言われても知りませんから",
	vote = "",
	hp_warning = "各員、陣形を整えなさいっ！",
	id = 203090,
	detail = "シュロップシャーは少しひねくれてる所がありますからね……まああの子は何をやっても損をしないタイプですから、放っとけばいいんじゃない？",
	couple_encourage = {
		{
			{
				20301
			},
			1,
			"ロンドン姉さん、怪我はしないように！",
			0
		},
		{
			{
				20302
			},
			1,
			"シュロップシャー、戦闘は真面目にやりなさいっ！",
			0
		}
	}
}
