_G.pg.ship_skin_words[204010] = {
	feeling1 = "指揮官様、このままではいけません！",
	feeling3 = "指揮官様、いつもお散歩に呼び出していただいていますが、何か困っていることでもあるのでしょうか？",
	lose = "……指揮官様、申し訳ございません……信頼に応えることができず…",
	propose = "少しお待ち下さい指揮官……え、えっと、ろうそくの追加を持ってくるか、カバーを追加して消されないようにするから、あ、あとは……み、見ないでください！今の顔絶対ヘンですから！",
	expedition = "委託を完了した娘が来ました。次回は是非私にも参加させてください。あまり…迎える側に立つのは苦手です",
	win_mvp = "敵艦隊殲滅確認。任務完了だ",
	home = "今回の作戦の消耗は後ほど、なるべく早めにご報告します",
	mission = "指揮官様、まだやるべきミッションがあります",
	touch2 = "……！！指揮官様、反抗するつもりはありませんが……ですが…",
	voice_key_2 = -1,
	skill = "レナウン、両舷全速！",
	drop_descrip = "レナウン級巡洋戦艦・レナウン (HMS Renown)",
	mail = "お手すきでしたら、メールチェックをお願いします",
	touch = "……少し、変な感じですーーこう言われるのは指揮官が初めてですね",
	profile = "王家艦隊、ロイヤルネイビーレナウン級巡洋戦艦・レナウンです。二回の大戦を戦い抜き、戦果には自信があります。どんな命令でも全力を尽くして完遂してみせます！",
	mission_complete = "ミッションボーナスを受け取ってください！",
	feeling4 = "…指揮官様がこの前、海辺でろうそくをハートの形に置いていましたけど、どうしてですか？それと、私が「風に消されるぞ」と言った時、何故泣いたのですか？",
	unlock = "王家艦隊・ロイヤルネイビーレナウン級・巡洋戦艦レナウンです。ご命令を！指揮官様の剣が示す方向が、我が主砲を向ける先とならん！",
	feeling5 = "ご安心ください。私もそこまで鈍感ではありません。次はカバーを持参して、ろうそくが消されないようにしますので、その時にまた話したいことを教えてください",
	main = "ご命令はないですか？それは「敵情を静観」……という意味ですか？|スクリューですか？以前フッドさんからぶつかってきて、気がついたらお詫びにこれを送られましたが……|なんでしょうか？真面目なレナウンが可愛い…ですか？はい、そのレナウンさんの代わりに指揮官に感謝しますーーえ？！",
	battle = "敵戦艦発見！全艦、撃ちまくれ！",
	upgrade = "その願いが、力の源になります",
	voice_key = 20401,
	headtouch = "",
	feeling2 = "「らぶれたー」？それは何かの楽器、ではないでしょうか？色々と試みができそうな、面白い響きです",
	login = "指揮官様、御命令を！",
	vote = "",
	hp_warning = "スピードこそ最高の防御です！",
	id = 204010,
	detail = "レナウン、各機能正常！ご安心ください！",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"共に戦えて光栄です！",
			0
		},
		{
			{
				20503
			},
			1,
			"船速29ノット、レナウン、出撃！",
			0
		},
		{
			{
				20502
			},
			1,
			"レナウン、サーチアンドデストロイ！",
			0
		}
	}
}
