_G.pg.ship_skin_words[204030] = {
	feeling1 = "はぁ……これは荒療治しないといけないようですわ",
	feeling3 = "優雅をよく口にしておりますが、指揮官様が私に合わせる必要はございませんわ。むしろいつもどおりの指揮官様こそが一番魅力的ですもの",
	lose = "勝敗は兵家の常です。私たちにはまだ時間が十分ありますわ",
	propose = "ふふ、そんなに緊張したご様子ですと、レディには心が伝わりませんよ、指揮官様ーーですが、あなた様の心ならちゃんと私に伝わりましたわ……フッドは、喜んでお受けいたします。",
	expedition = "完了された委託の数々も栄光の象徴です。あの娘たちを労ってはどうでしょう？",
	win_mvp = "温かい日差し、気持ちいい潮風ーー素晴らしい勝利です。",
	home = "指揮官様、淹れたての紅茶はいかがでしょうか？紅茶を楽しみながら検討致しましょう",
	mission = "指揮官様、上官から新しい任務を預かってまいりました。ご確認くださいませ",
	touch2 = "レディに無理に働きかけるのはいかがなものか、指揮官様ならお分かりになっていますこと…心の準備はできているのでしょうか？",
	voice_key_2 = -1,
	skill = "優雅は伊達じゃありませんよ",
	drop_descrip = "アドミラル級巡洋戦艦・フッド（HMS Hood）",
	mail = "未開封･･･指揮官様、他人に冷たくすることは紳士の行いではありませんことよ？",
	touch = "適度なスキンシップも時には必要ですわ。社交ダンスでもいかがでしょうか？",
	profile = "ふふ。はい。ロイヤルネイビーの栄光は今、目の前にございます。どんな時でも優雅に振る舞うことこそ、王家としての躾の賜物です。デンマーク海峡？勝敗は兵家の常、一時的な敗北に過ぎませんわ",
	mission_complete = "栄光には報酬がつきものですわ。お忘れにならないようお願い致します",
	feeling4 = "うん？近いですか？淑女は常に優雅に振る舞わないといけないものの、好きなお方の前ですと大胆になったりすることもありますよ？",
	unlock = "あなたは指揮官様ですか？ご機嫌麗しゅうございます。ロイヤルネイビーの栄光ーーフッド、勝利とともに参上致します",
	feeling5 = "「君を夏の一日と比べてみようか、君のほうが素敵だし、ずっと穏やかだ……人間がこの世に生きている限りこの詩も生きる、そして君に永遠の命を吹き込み続けるだろう」……美しい詩ですこと。指揮官様、私のために読んでくださいます？",
	main = "優秀な指揮官なら紅茶にも心得があるべきですわ|この字は……なるほど、先ほどは見間違えておりました。申し訳ございません。私あまり目がよくありませんので…|よく聞き、慎んで発言するーーよいご判断をされたいなら、他人の意見にはよく耳を傾けるべきですわ",
	battle = "栄光は私たちと共にあらんことを",
	upgrade = "その行いはきっと報われます",
	voice_key = 20403,
	headtouch = "",
	feeling2 = "指揮官様、ごきげんですね。良い午後ですもの、少しおしゃべりでも……はい、ではレナウンさんのお話を少々",
	login = "おかえりなさいませ。指揮官様。紅茶はいかがでしょうか？",
	vote = "",
	hp_warning = "私でも少し怒りましたわ",
	id = 204030,
	detail = "ロイヤルネイビーの栄光、心ゆくまでご覧くださいませ",
	couple_encourage = {
		{
			{
				20401
			},
			1,
			"レナウンさん、よそ見は行けませんこと。",
			0
		},
		{
			{
				20402
			},
			1,
			"レパルスさん、マナーには気を付けることね。",
			0
		},
		{
			{
				20501
			},
			1,
			"陛下、微力ながらお尽くし致します。",
			0
		},
		{
			{
				2
			},
			5,
			"王家の栄光として、前進いたしますわ。",
			3
		}
	}
}
