_G.pg.ship_skin_words[205010] = {
	feeling1 = "この役立たずの下僕！クビにしてやるわ！",
	feeling3 = "ここの雰囲気が気に入ったから、少しだけここで座ってやっているの！勘違いしないでちょうだい！",
	lose = "何てこと！このエリザベス様に恥をかかせるなんて！覚えておきなさい！",
	propose = "ようやく私に届いたのね。この馬鹿下僕、どれだけ私を待たせるつもりよ！……でもその努力に免じて、こっちに来て、私の手を取ることを許可してやるわ！はい！これからは私が付いていってあげるんだから！",
	expedition = "委託に行った下僕たちが帰ってきたわ。面白い献上物がないか見てきなさい！",
	win_mvp = "Piece of cake！私のやることに間違いはないわ！",
	home = "いい働きよ。特別に少し休ませてあげるわ！",
	mission = "早くミッションを終わらせなさい！庶民の分際で仕事をサボるな！",
	touch2 = "ちょ、ちょっと･･･愚か者、何するの！！し、死刑にするわよ！ ",
	voice_key_2 = -1,
	skill = "女王の前に跪きなさい！",
	drop_descrip = "クイーンエリザベス級戦艦・クイーンエリザベス(HMS Queen Elizabeth）",
	mail = "メールの中身に興味などないわ…ぐぅ…",
	touch = "私の高貴な体に触らないで！",
	profile = "ロイヤルネイビー超弩級旗艦よ、この名を骨に刻んでおきなさい！\n戦果？そんなもの、下僕どもに取らせて、私はその働きを見るだけでいいわ！",
	mission_complete = "跪いてミッションの恩賞を受け取るがいいわ！",
	feeling4 = "ふ、ふん！あなたも少しは役に立つところがあるから、特別に王家親衛隊の隊長に引き上げてやるわ！私が呼んだらすぐに来るのよ！いい？すぐ！速攻で！最速で！",
	unlock = "あなたが指揮官？私に指図するなど10万年早いわ！でもまあ、チャンスをあげるわ･･･今日からあなたは、私の忠実な下僕の１人となるのよ",
	feeling5 = "あなたね、仕事は手下に任せればいいじゃない？この私の婿となるものが私のそばにいてくれないとはどういうことかしら！さ、寂しくなっちゃうじゃない……",
	main = " 小さいのは高貴のしるしよ、分かった？|ぶつかったですって？私に道を開けないからよ！ |おなかに触らないで、失礼よ！",
	battle = "超弩級戦艦の威力を見るがいいわ！",
	upgrade = "強くなる必要なんてないわ！ーーまあ…あなたがせっかく強くしてくれるというのなら…",
	voice_key = 20501,
	headtouch = "",
	feeling2 = "このエリザベス様のために頑張りなさい！",
	login = "何なのよ、私をこんなに待たせるなんて！",
	vote = "",
	hp_warning = "何とぼけてるのよ！早く行きなさいよ！",
	id = 205010,
	detail = "この庶民！誰が盗み見していいって言ったの？ま、まだ準備できてないんだからね･･･",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"ウォースパイト、早くあいつらをやっちゃってよ！",
			0
		},
		{
			{
				5
			},
			3,
			"これこそこの私にふさわしい艦隊だわ！",
			2
		},
		{
			{
				2
			},
			5,
			"王家の戦士たち、栄光のために戦いなさい！",
			3
		},
		{
			{
				20510
			},
			1,
			"私のために働きなさい！あ・ん・た・も！",
			0
		},
		{
			{
				20703,
				20704,
				20705,
				20711
			},
			2,
			"この巨乳姉妹…目障りだわ！＞＜",
			0
		}
	}
}
