_G.pg.ship_skin_words[101020] = {
	feeling1 = "指揮官…嵐より怖いです……",
	feeling3 = "指揮官、デューイ、執務室を整理しましたっ。少しキレイになったと思いませんか？指揮官さえ良ければ、デューイ、寝室も整理しますっ！",
	lose = "ま、また失敗しちゃいました……",
	propose = "これは…デューイに、ですか？一番大切なものを、本当に…？わ、わかりました！できるかどうかはわかりませんけど、お仕事も、プライベートも、デューイは全力で指揮官をサポートしますっ！",
	expedition = "委託からみんなが戻ってきました！持ち帰ってきたものは適材適所、ちゃんと使わないとっ！",
	win_mvp = "デューイはやるべきことをやっただけです。ご褒美は……みんなにっ！",
	home = "作戦、お疲れ様でした！戦闘詳報の整理はデューイにまかせて、どうぞゆっくりなさってくださいっ",
	mission = "任務のこと、面倒だなーと思ったら、デューイにまかせてくださいねっ！",
	touch2 = "ん……？デューイ、別にお胸は痛くないですよ？",
	voice_key_2 = -1,
	skill = "ここはデューイに任せて！",
	drop_descrip = "ファラガット級駆逐艦・デューイ（DD-349)",
	mail = "指揮官、情報のチェックはこまめに行ってくださいね。いつも情報を最新のものにしてこそ、危険は未然に防げるのですよ",
	touch = "髪の毛、ちょーっと跳ねてました…？注意してくださってありがとうございます！お礼として、あとでマッサージさせてくださいっ！",
	profile = "ファラガット級駆逐艦のデューイです。空母護衛と、救援任務にたくさん参加しました。はい、デューイの誇りですっ！ただ…あの時は姉妹艦の二人を救い出せなかったですぅ…台風ってやっぱり怖いですよね……",
	mission_complete = "任務の報酬…あそこに置いたままでは、勿体ないですよ…？",
	feeling4 = "指揮官は忘れ物をしたのですか？デューイがお部屋で探してみますっ！",
	unlock = "駆逐艦デューイです。…お手伝いできることがありましたら、いつでもデューイに教えてください。デューイはどんなことでも全力でがんばりますっ！",
	feeling5 = "指揮官、干したばかりのお布団は気持ちよかったのですか？やっぱりキレイな環境のほうが体にいいですよね…あ、指揮官は病気になっても、デューイがお世話してあげますから、ご安心くださいっ！",
	main = "デューイも音楽が好きですよ。一番好きなのは…レキシントンさんの歌ですっ！|きゃっ！？ご、ごめんなさい指揮官、デューイはやっぱり台風とか雷とか…怖いです……|優しいヨークタウンさんに、格好いいエンタープライズさん、元気いっぱいのサラトガちゃん…ユニオンの人はみんないい人ですよ",
	battle = "みんなのために、デューイがんばりますっ！",
	upgrade = "今度はどんなに状況になっても、絶対に失敗しませんっ！",
	voice_key = 10102,
	headtouch = "",
	feeling2 = "指揮官はお腹が空いていますか？でしたらデューイがカレーライスでも作ってあげましょうか？お口に合うかどうかは、ちょっとわかりませんけど…",
	login = "指揮官、おかえりなさい。母港の防災機材を確認しませんか？天災がいつ起きるかは誰にもわかりませんからねっ",
	vote = "",
	hp_warning = "損傷拡大…でも、まだ負けませんっ！",
	id = 101020,
	detail = "指揮官、なにかお困りのことでもありますか？デューイのお手伝いが必要ですか…？",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"またライブに行ってもいいですか…？",
			0
		},
		{
			{
				10703
			},
			1,
			"サラトガちゃん、一緒に頑張りましょう！",
			0
		},
		{
			{
				10705,
				10706
			},
			2,
			"もう一度一緒に戦えるとは思ってませんでした…デューイ、がんばりますっ！",
			0
		},
		{
			{
				10105
			},
			1,
			"グリッドレイ、好きな時に撃っちゃっていいよっ",
			0
		}
	}
}
