_G.pg.ship_skin_words[205030] = {
	feeling1 = "あんた…もう何って言えばいいか…はあ…",
	feeling3 = "これぐらいで私が……あんた一人でやったの？……笑うな！今回だけ特別に認めてあげるわよ。フン！",
	lose = "私に恥をかかせるなんて…覚えておきなさい！",
	propose = "しゃきっとしなさいな。このネルソンと一緒に生涯過ごすんだからちゃんと胸を張っていいわよ！……まあ、あんたに選ばれたのもこのネルソンの誇りだけど……ツンツンしなくなったぁ！？……あ、あんたね…そんなにぶっ飛ばされたいの！？",
	expedition = "しーきーかーん！委託完了の時間を忘れたんじゃなくて？！",
	win_mvp = "ふん、この程度の敵、話にならないわ",
	home = "ロイヤルネイビーの英姿を見たか！",
	mission = "ミッションを放ったらかして何するつもり？",
	touch2 = "トラファルガーの藻屑になりなさい。し・き・か・ん！",
	voice_key_2 = -1,
	skill = "私が敵を侮ると思ったら大間違いよ！",
	drop_descrip = "ネルソン級戦艦・ネルソン (HMS Nelson）",
	mail = "散歩がてらに新しいメールを持ってきたわ。ありがたく確認しなさい",
	touch = "主砲を食らわせたいの？！",
	profile = "私を知らないなら、士官学院からやり直しね。そんな指揮官はいらないから。\n足が遅いって…！？はあ？よく言うわね…そこから動くなよ、まずは一発、分からせるんだから！",
	mission_complete = "ボーナスも私に持ってこさせるつもり？10秒あげるからやりなさい！1、2、……",
	feeling4 = "――なによ、自分の責任のある仕事をちゃんとこなす人間ぐらいは認めてあげるわよ！それと、あんたが頼りないと思ってただけで、別に不真面目とか思ってなかったし…",
	unlock = "あんたが指揮官ね？あまり役に立てそうに見えないけど。私はネルソンよ。ひとまず宜しく頼むわ",
	feeling5 = "付き合う？ふん！……ま、まあ付き合ってあげてもいいけど？このままちゃんと努力すれば、ね",
	main = "「失敗」という名の経験？そんなの負け犬の遠吠えに過ぎないわ！|あんただけじゃない、そこらじゅうにいる友情・努力をよく口にする凡愚たちと一緒なら、この場にいるのにふさわしくないわ|能力に合うだけ仕事するのよ。あんたはまだ大任を任されるに程遠いわ……自分をよく磨くことね",
	battle = "各員がその義務を尽くすことを期待するわ",
	upgrade = "一応感謝するわ。よくやった。",
	voice_key = 20503,
	headtouch = "",
	feeling2 = "これでも指揮官のつもり？笑わせるわね。いい？指揮官っていうのは……（一時間後）わかった？じゃあちゃんと頑張りなさいな",
	login = "ふん、サボり終わった？書類は用意してあげたから、努力にひとまず期待するわ",
	vote = "",
	hp_warning = "ふん、これしき！",
	id = 205030,
	detail = "何が珍しいのよ！これ以上見たら目をえぐるわよ！",
	couple_encourage = {
		{
			{
				20401
			},
			1,
			"レナウン、私の名声を汚すんじゃないわ！",
			0
		},
		{
			{
				20501
			},
			1,
			"陛下は下がってください。ここは私が。",
			0
		}
	}
}
