_G.pg.ship_skin_words[205050] = {
	feeling1 = "我がある、もしくは料理を支度してくれる子を好むが。指揮官、あなたはどちらでもないようだな",
	feeling3 = "ふふ、指揮官、どうだ？我が料理の腕に感服したか？さあ、好きなだけ食べるがいい。あなたの食いっぷりを見ると、私も嬉しいのだぞ",
	lose = "落ち込むな。己が勝敗は一戦で決するものではない",
	propose = "「心を掴む前に、胃袋を掴むべし」とは言ったものだが、これは胃袋を越えて、一気に私の心まで掴んだな。指揮官、これからもずっと料理を作ってくれないか？",
	expedition = "埠頭に動きあり……？おや、委託組が戻ってきてくれたようだな",
	win_mvp = "油断はせん。勝利も諸君らの身の無事もうまく総取りしてくれよう",
	home = "指揮官、戦は楽しめたか？",
	mission = "任務か。もう少し挑み甲斐があるといいものを",
	touch2 = "ほぉ？指揮官がこうも豪胆だとは思わなかったな",
	voice_key_2 = 0,
	skill = "沈まぬ太陽の威光は、色褪せはせん！",
	drop_descrip = "キングジョージⅤ級戦艦・キング・ジョージ5世(HMS King George V)",
	mail = "手紙……さて、挑戦状か、それともラブレターか？",
	touch = "このスナックの山？腹いっぱい食わねば万全に働けまい",
	profile = "キングジョージ5世級のネームシップとは私のことだ。本土艦隊の旗艦を務め、数々の作戦に参加し、かのビスマルクとの対決もやり遂げた。だが、あの時は十分戦えなかったゆえ、願わくばもう一度彼女と手合わせできればよいが……ほかになにか知りたいことがあれば申すが良い",
	mission_complete = "任務をこなした後のディナーが一番美味い。そうだろう？指揮官",
	feeling4 = "指揮官、あなたも料理の勉強を始めたのか？ふん、それは重畳――私のために作ってくれた料理を食べるのは楽しみだぞ",
	unlock = "ここが新たな戦場か。ふふ、待たせてくれる……ということは、あなたが我が指揮官か。我が名はキングジョージ5世だ、上手く使いこなすが良い",
	feeling5 = "食事と戦闘は我が楽しみの両輪――まあ、戦いは一人でもできるが、ディナーを一人で楽しむのは寂しくて難儀なものだな。共に楽しんでくれるあなたと出会えたのは、本当に嬉しいことだ",
	main = "指揮官、あなたがいてこその艦隊だ。気を抜くなよ|ウェールズたちか。本当は腕に抱きつかれ、「姉さま」「姉さま」と呼んでほしいものだが――そんな我があっても良かろう|私にとって、陛下ほど仕え甲斐のある方は存在しない。指揮官、分かってくれるか？|ロイヤル料理はゲテモノだらけだと？ふん、木を見て森を見ずとは感心しないな",
	battle = "我らが威名をここにも轟かせよう！",
	upgrade = "うむ……一度どか食いがしたい気分だな",
	voice_key = 20505,
	headtouch = "",
	feeling2 = "そういえば指揮官、料理はできるか？ふん、こう見えても私は己が胃袋を満足させるがために努力したのだぞ",
	login = "指揮官、ディナーは済んだか？",
	vote = "",
	hp_warning = "ふん、面白い…！",
	id = 205050,
	detail = "ロイヤルにおける私の地位が気がかりか？ふむ……そうだな、例えるなら「騎士長」というのが一番相応しかろう。ははは",
	couple_encourage = {
		{
			{
				20506
			},
			1,
			"ウェールズ、急にいなくなるなよ！",
			0
		},
		{
			{
				20507
			},
			1,
			"共に敵陣を引き裂いてくれよう！",
			0
		}
	}
}
