_G.pg.ship_skin_words[205060] = {
	feeling1 = "離れて。あなたには私を従える資格がないわ",
	feeling3 = "あなたの死が、どれだけの計画、努力、そして希望も海に沈めることを意味するか、それを知ってほしい。だから指揮官、簡単には死なないで",
	lose = "四本足の馬も時には転ぶ。次は挽回しよう",
	propose = "式は重要ではない。大事なのは、あなたが私が認めた人になったこと。……でも、これは嬉しい。ありがとう。……ずっと身につけていくわ",
	expedition = "軍事委託が完了したようだ。彼女たちの出迎えは君の義務だろ？",
	win_mvp = "勝利の感触はやはりいつだって嬉しいものね",
	home = "勝負も時の運だから、あまり自惚れないでね、指揮官",
	mission = "指揮官、試される時が来たようだ",
	touch2 = "どういう意味なのかわかってるよね…？",
	voice_key_2 = -1,
	skill = "私と勝負よ！",
	drop_descrip = "キングジョージⅤ級戦艦・プリンスオブウェールズ (HMS Prince of Wales) ",
	mail = "連絡があるわよ",
	touch = "少し雑談をしよう、指揮官",
	profile = "ジョージ五世級二番艦プリンス・オブ・ウェールズ。かつて首相に付き添い、かの憲章の調印に参加したーー兵器の歴史に新たなページを刻んだ？ふん、この私を前によく言えたわね",
	mission_complete = "報酬が来たようね。よくやったわ",
	feeling4 = "正々堂々と戦うのが私の信条、恋愛も同じだ。だから……その……あの……少し付き合ってくれるか？…指揮官",
	unlock = "指揮官か？よし、このプリンス・オブ・ウェールズの力、とくと見るがいい",
	feeling5 = "夢を見た……あの時の、今思い返しても絶望するほどの無力さに苦しむ夢だった。でも目が覚めて、あなたが隣にいるのを見ると、少しだけ、ほんの少しだけ、それでもいい気がする……",
	main = "高価なものだけがいいものではない。有限の戦力で、いかに最高の戦果を手にするのかを考えるのが君の責務だ|仲間を目の前に失う痛み、二度と味わいたくない|ティータイムでもどう？サンドイッチを用意したわ。ついでに言うけど、私はきゅうり派よ",
	battle = "勇気による成功のため……全艦、撃て！",
	upgrade = "二度と繰り返さないために……",
	voice_key = 20506,
	headtouch = "",
	feeling2 = "元の名前だと不吉と言われたから今の名前にしたけど、結果的には運命から逃れられなかったようね……",
	login = "帰ったか？紅茶でも一杯飲んで仕事に取り掛かろう",
	vote = "",
	hp_warning = "立て！ぶつけていくのだ！",
	id = 205060,
	detail = "運命はよくレールから外れるものだ。指揮官",
	couple_encourage = {
		{
			{
				40303
			},
			1,
			"正直、貴方の考えていることだけはどうしてもわからない気がするわ",
			0
		},
		{
			{
				20501
			},
			1,
			"お仕えできて光栄です。陛下",
			0
		},
		{
			{
				20403
			},
			1,
			"ふふ、たまにはロイヤルらしく優雅と行こうか",
			0
		},
		{
			{
				20507
			},
			1,
			"指揮官についてだが、もしや……一回話し合わないか？",
			0
		},
		{
			{
				20123
			},
			1,
			"ヴァンパイアさん、どうぞなんなりと～",
			0
		},
		{
			{
				20402
			},
			1,
			"レパルス、私から言わせてみればなんだけど……あなたはもう少し集中したほうがいいわ",
			0
		}
	}
}
