_G.pg.ship_skin_words[205070] = {
	feeling1 = "もう少し乱暴になっても…よさそうね……",
	feeling3 = "そなたのその顔、私にとって誘惑以外のなにものでもないわ。…ねぇ、そなたの鮮血はいったいどこまで私を酔わせてくれるかしら？",
	lose = "あぁ…どうして大人しく従わないのだ……",
	propose = "詩の天才でも、今のそなたの愛しさを書き留めきれないわ。うふふ。目を閉じて、私の暖かさを感じ、私の心の音に耳を傾けてちょうだい。この私こそがそなたの生涯の伴侶になる者よ――",
	expedition = "魅せるナルキッソスよ、どうか事を慎重に運んでおくれ。決してこの海に映る幻影に惑わされることなきように…",
	win_mvp = "生者など、沈みし者に引きずり込まれるのが運命……",
	home = "凱旋の小夜啼鳥（ナイチンゲール）よ、死を克したそなたが押し黙っているのは一体何ゆえかしら？",
	mission = "これほどの快晴。このまま港に戻るなんて風情がない事はしないわ",
	touch2 = "綺麗だわ。普段平然としているそなたの目が、こうも情欲の火に燃えているとは…",
	voice_key_2 = -1,
	skill = "汝、己の滅亡に嘆くがいい！",
	drop_descrip = "キングジョージⅤ級戦艦・デューク・オブ・ヨーク(HMS Duke of York) ",
	mail = "集中しているそなたは、まるでかのミケランジェロの彫刻のよう……嫌いではないわよ？",
	touch = "夜は長くて短いものよ。さあ、そなたを照らす光を吹き消して、この私に付き合っていただこうかしら",
	profile = "私はキングジョージV級、デューク・オブ・ヨーク。シャルンホルスト？面白い子だけど、今はそなたのほうに興味があるわ……ねぇ、そんな顔しないでくれる？この私でも我慢できそうにないわ…",
	mission_complete = "朗月にして甘露……期待することね。今夜こそ、そなたにとって忘れがたき一夜になるのだから……",
	feeling4 = "不思議なことね。そなたの寝顔を見ていると私の心も落ち着いてくる……ねぇ、決して目を覚さないで…。今そなたの瞳を見てしまったら、私は抑えられなくなってしまうわ……うふふ",
	unlock = "なるほど。私を狂わせる香気を発するのは、そなたの魂か……。罪なる指揮官よ、この私こそロイヤルネイビーのデューク・オブ・ヨークである。私のこの名、よく心に刻んでおくれ",
	feeling5 = "無知なる蛇よ、この期に及んでようやく気づいたか？私はもうそなたに夢中になっていることを……では、そなたのすべて、私に捧げてくれないかしら？",
	main = "戦闘の秘訣？ふふ、私はただ敵が引き裂かれる光景を思い浮かべるだけ。そうしたら敵が思い通りになってくれるのよ――|ウェールズ、まだ私の獲物に手を出す気？|安心して目を閉じなさい。私の胸の中にいる限り、何も考えなくていいのよ",
	battle = "罪なる鮮血の花よ、私の周りに咲き誇れ！",
	upgrade = "私の総身に騒ぐ鮮血の狂騒、そなたは感じるかしら？",
	voice_key = 20507,
	headtouch = "",
	feeling2 = "良い目つきよ。そなたの瞳からもう一つの世界が見えるわ",
	login = "不浄なる蛇よ、そなたは今誰を思い浮かべているのかしら？",
	vote = "",
	hp_warning = "少しハマりすぎたのかしら",
	id = 205070,
	detail = "私に会えぬことが、それほどまでにそなたを恋い焦がらせたのかしら？",
	couple_encourage = {
		{
			{
				20506
			},
			1,
			"あなたの所業はいつか報いがくるわ",
			0
		},
		{
			{
				40401
			},
			1,
			"無駄な足掻きはやめてちょうだい。子猫ちゃん",
			0
		}
	}
}
