_G.pg.ship_skin_words[205090] = {
	feeling1 = "情けは人のためならず――そう思ってたけど全く甘ちゃんだったわね。私",
	feeling3 = "指揮官は疲れた？それとも気分よくないの？……ふふ、こういうときには気分転換のクッキーよ。これを食べたらすぐ普段どおりに戻るから",
	lose = "次は…負けないわ",
	propose = "指揮官がぶつけてくれた思い――ありがとう。私、喜んでお相手するわ。生と死や、幸福と不幸を分かち合えないとしても、いつもお互い側にいられればそれだけで十分よ。……今のはちょっと私らしくなかったわ。ふふふ",
	expedition = "委託組の帰還に護衛は要るかしら？こう見えてもプロよ。私",
	win_mvp = "ふふ、今日はいい感じね",
	home = "出撃ご苦労様。まだ元気なら、今からでもレポートをまとめてみない？",
	mission = "任務？私にも手伝えることとかない？",
	touch2 = "…？何をするつもり？",
	voice_key_2 = -1,
	skill = "迷わないわ！",
	drop_descrip = "キングジョージⅤ世級戦艦·ハウ(HMS Howe)",
	mail = "あなたへのメールだそうよ",
	touch = "マッサージはいいわ。まだ疲れていないから",
	profile = "かの作戦における太平洋の戦い…の前に、私はずっとジョージとともに行動していたわ。サディアの味方を出迎えたこと以外は…特にこれといった戦果はあったり、なかったり…？",
	mission_complete = "任務完了よ。あ、報酬の確認は私にやらせて？",
	feeling4 = "指揮官、今度みんなとクッキーを食べるときはぜひ一緒に来てね？指揮官がいればみんな盛り上がるし、私も指揮官の時間をどっさり取れて得、ね♪",
	unlock = "会えて嬉しいわ、指揮官。キングジョージV級のハウよ。これから仲良くやりましょう？",
	feeling5 = "回りくどくするのは私らしくないわ。指揮官、好きよ。艦隊を率いる存在としても、そばにいる大切な人としても。指揮官はハウのこと……どう思ってる？",
	main = "ウェールズとヨークは素晴らしい方よ。時々お二人のペースについていけなくなったりするけど…|ジョージはいつも良くしてくれているわ。クッキーでよく釣ろうとしてきたり…私のことをいつまでも子供扱いしてるわね、うん|個性豊かな仲間たちと仲良くすることを難しく感じたら……クッキーを分け与えて一緒に食べることから始めましょう？",
	battle = "ふふ、手加減なしよ！",
	upgrade = "ふぅ…お礼は戦場でお返しするわよ。指揮官",
	voice_key = 20509,
	headtouch = "……？",
	feeling2 = "「神の御心が行われますように」――神がいるとしたらどんな世界がお望みかな？戦いが終わらない世界はきっと違うはずよ",
	login = "よく来てくれたわ。さあ、今日のお仕事も一緒にやりましょう？",
	vote = "",
	hp_warning = "あと…少し！",
	id = 205090,
	detail = "仲間のために危険を恐れず、敵には手加減せず――私らしく、ね？ふふふ",
	couple_encourage = {
		{
			{
				60502
			},
			1,
			"お力、拝見するわ",
			0
		},
		{
			{
				20505,
				20506,
				20507
			},
			2,
			"私たちの力を見せるわ",
			0
		},
		{
			{
				20701
			},
			1,
			"クッキー、美味しいよ？食べないの？",
			0
		}
	}
}
