_G.pg.ship_skin_words[206010] = {
	feeling1 = "指揮官は闇のデュエリストに堕ちたというのか……なら、倒すしかない！",
	feeling3 = "デュエル以外の趣味か？……考えたことはないけど、指揮官が教えてくれるか？",
	lose = "私はサレンダーしない！私のターン……離せ！",
	propose = "この感覚は……！私と指揮官の絆は新たな未来を切り開き、光指す道となる―――これからは私達のターンだ！さあ、ドローだ！",
	expedition = "一時中止だ！遠征に出た同志たちが帰ってきた。まずは彼女たちの成果を見に行こう",
	win_mvp = "集いし星が一つになる時、私たちの絆は新たな未来を照らし出す！",
	home = "ガッチャ！熱いデュエルだったよ。",
	mission = "ミッションはすなわち、チャレンジだ。指揮官、さらなる高みに挑もう！",
	touch2 = "うん……指揮官がそこまで興味があるなら、一回勝ったら一回触らせてあげるってのはどうだ？",
	voice_key_2 = -1,
	skill = "私のターン！",
	drop_descrip = "初代ハーミーズ級航空母艦・ハーミーズ (HMS Hermes）",
	mail = "指揮官、新しいメールだ。果たし状かな",
	touch = "なんだ？デュエルのお誘いか？",
	profile = "私はハーミーズ。世界で二番目に建造された空母であり、そして重桜に撃沈された唯一のロイヤルネイビーの空母だ。あの時は仕方なかったが…いつか、世界最初のやつと一度デュエルをしてみたいものだ",
	mission_complete = "ボーナス、デュエルと同じいい響きだ。開封しよう。",
	feeling4 = "ふぅん、この指揮官の似顔絵をプロテクターにすることに決めた。これであなたとはいつも一緒だ",
	unlock = "栄光をカードに、魂をデュエルに…じゃなくて飛行甲板に！私はハーミーズ。指揮官、ご命令を！",
	feeling5 = "指揮官、デュエリストが伴侶になれれば、デュエルの道はもっと広がる。ただ、それはお互いを知り尽くしていることが前提だ。……私たちはもうこの条件を満たしていると思うんだが……だから……なって…みないか？",
	main = "私の望みは、あの鳳翔と一度勝負することだ|カードにも航空機にも魂が宿っている。私のターン！|勝利だけではなく、私の力で、みんなに笑顔を…！",
	battle = "艦隊を信じる限り、いつか艦隊が応えてくれる！",
	upgrade = "今の私は、デッキともっとつながっている…！",
	voice_key = 20601,
	headtouch = "",
	feeling2 = "どうした指揮官、デュエルに興味があるのか？さあ、わからなくても大丈夫、最初から教えてやる！まずは、勢いだ！",
	login = "戻ったか。楽しいデュエルしよう！",
	vote = "",
	hp_warning = "",
	id = 206010,
	detail = "データは全てではない。ちゃんと使いこなせてこそ力になるのだ",
	couple_encourage = {
		{
			{
				20217
			},
			1,
			"あなたも……デュエリスト！？",
			0
		},
		{
			{
				30603
			},
			1,
			"鳳翔、あなたには無限な可能性がある…！",
			0
		}
	}
}
