_G.pg.ship_skin_words[206030] = {
	feeling1 = "お兄ちゃん…最低…",
	feeling3 = "危なかったらユーちゃんが守ってくれるーーお兄ちゃんがいると危なくないの？えへへ、お兄ちゃん、ユニコーンのナイトみたい…",
	lose = "外…怖い…お兄ちゃん…ユニコーンは帰っていいの…？",
	propose = "こんなに…大切なもの…ユニコーンで本当にいいの…？ユニコーン…頑張る…だって…お兄ちゃんが大好きだもん…！",
	expedition = "委託に出た姉ちゃんたちが帰ってきたよ…お兄ちゃん…迎えに行く？",
	win_mvp = "ユニコーン…お兄ちゃんの役に立ててる？",
	home = "艦隊…無事に帰ってきた…お兄ちゃんお疲れ様。膝枕しても…いいよ？",
	mission = "「みっしょん」…忘れないでね…？",
	touch2 = "お兄ちゃんなら…いいよ？",
	voice_key_2 = -1,
	skill = "ユニコーン…頑張る…！",
	drop_descrip = "ユニコーン級航空母艦・ユニコーン （HMS Unicorn）",
	mail = "「めーる」…見る？",
	touch = "えへへ…お兄ちゃん…くすぐったい…",
	profile = "ロイヤルネイビー…支援空母…ユニコーン…もともとはイラストリアス姉ちゃんを支援するために生まれた…あとはほかの姉ちゃんたちとともに行動したけど…みんなわたしに良くしてくれた。ユニコーンはね、いろんなところで頑張ったよ？…少しは頼りになるといいな……えへへ、もっと頑張るね？お兄ちゃん",
	mission_complete = "「ぼーなす」…見逃しちゃメっ、だよ…？",
	feeling4 = "ユニコーンがんばってるよ？…お姉ちゃんを応援したり…出撃任務したり…輸送任務したり…ユニコーンはいい子？役に立ててる？お兄ちゃん…",
	unlock = "あ…わたし…ロイヤルネイビー…ユニコーン…指揮官…あのぉ…お兄ちゃんって呼んでも…いい？",
	feeling5 = "お兄ちゃんの前で…わがまましてもいい…？甘えてもいい…？ユニコーン…実はそんなにいい子じゃないよ…？それでもいい…？",
	main = "「ですとろいもーど」？ないよ？そんなの…|ゆーちゃんの角…変形したりしないよ？|「えぬてぃ」…？ユニコーン、お兄ちゃんが何言ってるかわかんない…|ユニコーン、いつかイラストリアス姉ちゃんのような大人になれるかな…？",
	battle = "後方支援は任せて…ユニコーン…頑張る…！",
	upgrade = "お兄ちゃん、ユニコーン…大きくなったかな？",
	voice_key = 20603,
	headtouch = "お兄ちゃん…ユニコーン、いい子…？",
	feeling2 = "この子はユーちゃん、ユニコーンのユーちゃんで…ユニコーンのお友達だよ…えへへ…",
	login = "おかえり、お兄ちゃん…今日も出撃なの？",
	vote = "",
	hp_warning = "お兄ちゃん…痛いよぉ…",
	id = 206030,
	detail = "お兄ちゃん…ユニコーンのこと、もっと知りたい？",
	couple_encourage = {
		{
			{
				20703
			},
			1,
			"イラストリアス姉ちゃんの援護は…わたしが…！",
			0
		},
		{
			{
				10117,
				30105,
				20121,
				40123
			},
			1,
			"お友達をいじめないで！",
			0
		},
		{
			{
				10224,
				20225,
				30710,
				40307,
				90503
			},
			1,
			"ユニコーン、歌は好きだけど…皆の前では…///",
			0
		}
	}
}
