_G.pg.ship_skin_words[206040] = {
	feeling1 = "憧れた艦隊はこんなはずでは……",
	feeling3 = "く、駆逐艦の先輩たちに敬語を使ったせいで驚かせた…ですか？で、でも私にとってあの子たちも尊敬すべき先輩なんですよ？？",
	lose = "先輩たち、ごめんなさい……",
	propose = "平和な世界に生まれた身として、「戦えてよかった」と言うのはなんとも言えない気持になりますけど……それでも指揮官と出会えて、そしてこの艦隊に配属してもらうことができて、本当に良かったと思います",
	expedition = "聞こえていますわ。風の囁きが……ふふ、今のは冗談ですよ。ええ、委託組の皆が帰ってきました",
	win_mvp = "指揮官、私、少しは先輩たちに追いつくことができたのでしょうか…？",
	home = "指揮官と先輩たちの戦闘はいつも勉強になりますね",
	mission = "指揮官、任務を完遂しに行くのですね？私もご一緒します",
	touch2 = "指揮官、恥ずかしいです……",
	voice_key_2 = -1,
	skill = "先輩たちの勇姿、再現してみせます！",
	drop_descrip = "セントー級航空母艦・セントー （HMS Centaur）",
	mail = "指揮官、新しいメールが来たようです。取ってきますね",
	touch = "この弓を引いてみたい、ですか？ふふ、意外と難しいですよ？",
	profile = "セントー級航空母艦のネームシップ、セントーと申します。大戦の後に建造されただけあって、色々ありましたけど…お陰様で平和な日々を過ごしていました。私にとって艦隊の皆、ええ、駆逐艦の子たちだって先輩です。何卒よろしくお願いいたします",
	mission_complete = "指揮官、任務報酬はどうしましょう？",
	feeling4 = "指揮官や先輩たちと触れ合ってから、みんな意外な一面があることを知ってしまいました。例えば…指揮官は偉い人なのに、たまに仕事をサボったりしていますよね。うふふ",
	unlock = "ここはかの大戦に参加した先輩たちが集まっている場所……はじめまして、指揮官、セントーと申します。何卒よろしくお願いします",
	feeling5 = "みんなは私と同じ普通の人であることがわかりましたけど、それでも尊敬すべき方々ということに間違いありません。……後輩としてだけじゃなく、仲間としても、です",
	main = "そういえば、もし私が本当に「セントー」のように半人半馬の体になったら、それはそれで面白いと思いますけど…指揮官的にはどう思いますか？|平和な日は悩むことなく過ごせるので良いですけど、たまになぜ自分は生まれたのだろうかって不安になっちゃいますね|秘書艦として先輩たちとたくさん触れ合うことができるので、勉強するには結構いい機会ですよね。指揮官、ありがとうございます",
	battle = "先輩たち、一緒に頑張りましょう！",
	upgrade = "指揮官、ありがとうございます。先輩たちを目指して引き続き頑張ります",
	voice_key = 20604,
	headtouch = "",
	feeling2 = "指揮官、艦隊の先輩たちをご紹介していただけないでしょうか？私、一人ではやっぱり心細くて……",
	login = "指揮官、今日も私、先輩たちを見習って精一杯頑張ります！",
	vote = "",
	hp_warning = "先輩たちと同じように持ちこたえます！",
	id = 206040,
	detail = "外見…ですか？そうですね、名前の元が幻想の生物ですから、ファンタジーっぽく…ねえ？",
	couple_encourage = {
		{
			{
				20601
			},
			1,
			"先輩、一緒に戦えて光栄です！",
			0
		}
	}
}
