_G.pg.ship_skin_words[101310] = {
	feeling1 = "部屋からはぜったい出ないぞー",
	feeling3 = "し、指揮官、暇してたらわたしの部屋でゲームやらないかなーって……",
	lose = "や、やっぱり母港から出ないほうが……",
	propose = "うぅ……式っていつまで続くのよ…ねむーい……帰って寝たい……指揮官もそう思わなーい？",
	expedition = "いたーくがもどったー、わたしもかえったー……",
	win_mvp = "MVPはわたしかー……珍しいもんだねー",
	home = "お、おおおかえりしきかーん！……ねえねえわたしもう帰ってもいい？？",
	mission = "任務ってー、やらなきゃーってことじゃ…ないよね？",
	touch2 = "い、いやー……",
	voice_key_2 = -1,
	skill = "帰りたーい……",
	drop_descrip = "フレッチャー級駆逐艦・ニコラス（DD-449)",
	mail = "「いーめーる」ってのがあるのにー",
	touch = "寝てないよー……Zzzz",
	profile = "DD-449ニコラスでーす…番号は後ろだけどフレッチャー級で一番はじめに進水した船だよー。戦歴は主に火力支援だけどー、それと…神通を撃沈してヘレナ姉ちゃんを助けたー。ほかの戦いはあまり言うことないよー…もう帰っていいのー？",
	mission_complete = "指揮官、一段落ついたのでー、帰っても……",
	feeling4 = "ずっと部屋に引きこもってたらあんま指揮官とは会えないよね……うぅ、どうしよう……",
	unlock = "最初に進水したフレッチャー級のニコラスだよー……出撃するより母港に引きこもってたーい……ねーいいでしょー？",
	feeling5 = "うぅ……指揮官の部屋に引きこもったら、指揮官を見ながら寝られるよねー♡",
	main = "重桜の魚雷……こわーい……|指揮官もヘレナ姉ちゃんのように、放任主義にしてはどー？わたしのこと♪|訓練……やる気でなーい……ぜーんっぜん出なーい……",
	battle = "……勝利を目指してー……ってどー？",
	upgrade = "すごーい……",
	voice_key = 10131,
	headtouch = "",
	feeling2 = "眠くないよー……ちょっと目が開けられないだけだよー",
	login = "指揮官と違ってー、わたし何処にも行きたくないのー、何処にもー……",
	vote = "",
	hp_warning = "",
	id = 101310,
	detail = "Zzzz……あ、し、指揮官？もしかしてわたしさぼりすぎて出撃しなきゃならなくなったの！？",
	couple_encourage = {
		{
			{
				10205
			},
			1,
			"ヘレナ姉ちゃん、水面下も注意だよー",
			0
		}
	}
}
