_G.pg.ship_skin_words[207010] = {
	feeling1 = "今のあなたは、あなたのために頑張ってきた仲間たちを裏切っている。しっかり反省をしろ！",
	feeling3 = "ロイヤルのお茶会にあまり馴染みのない身だが…いや、行かないというわけではない。ただ行ったら行ったで出されるあのお菓子がだな…何を言っている！体重に響くものだぞ！…すまない、少し取り乱した",
	lose = "ちっ、戦い続けてきたツケが回ってきた……帰ったらしっかり整備するぞ",
	propose = "あの運河を乗り越えられなかった私だが、指揮官、あなたを助けるためならどんな困難でも乗り越えてみせる――ロイヤルの戦士の誓いだけでなく、大切な人と交わした約束だ",
	expedition = "委託が完了した。このおやつはみんなのために持って行ってあげよう。ああそうだ、私の分は不要だ",
	win_mvp = "敵に情けをかけることは、仲間の安全への責任放棄だ",
	home = "今日も体重変化なし、と……！？…指揮官、思ってたより早い帰還だったな。と、とにかく次の作戦計画の確認を行おう！",
	mission = "指揮官、まだ任務があるぞ。早くこなすがいい",
	touch2 = "ふむ、マナー講習をわざわざを用意しなければならないのは、あなたのこういう行為があるからなんだな",
	voice_key_2 = -1,
	skill = "捉えたぞ！",
	drop_descrip = "イーグル級航空母艦·イーグル （HMS Eagle）",
	mail = "あなたへのメールだ。確認を忘れるな",
	touch = "なにか用か？会食の誘いか……すまない、代わりに行ってもらえない…か？",
	profile = "戦艦から改造された空母である私は、かの大戦まではロイヤルネイビーの空母航空戦力育成において数多くの経験を伝え、そして最前線に向かい戦場に散っていった。王家の戦士として実に報われた最期だったが、強いて言うなら、砲撃戦や航空戦ではなく潜水艦にやられたことだけは気がかりだったな",
	mission_complete = "うむ、いい指揮官のあるべき姿だ。よろしい",
	feeling4 = "…低カロリー摂取に運動、毎日徹しているが体重に変化なし…くっ、私の戦艦から改造されたカンレキがやはり響いているとでもいうのか…そんな、他の子は大丈夫だというのに、なぜ私だけが…！",
	unlock = "ロイヤルネイビーのイーグルだ。栄光なる王家海軍の戦士として、この艦隊で全力を尽くさせてもらおう",
	feeling5 = "私にとって指揮官はかけがえのない存在だ。私がどうなろうと…いや、指揮官のために私はもう変わらない。そんな私が、指揮官にとってかけがえのない存在になれただろうか？",
	main = "今日のメニューは…フルーツに野菜サラダ、低カロリー配置だ。うむ、よろしい|体重のことか。……コホン、これ以上の詮索は命を落とすことと知れ。…誇張だ。気持ちは察してもらいたいがな|むっ、また鉄血の潜水艦に挨拶をする前に逃げられたか…彼女たちへの接し方をちょっと考える必要がありそうだ",
	battle = "戦場…ふっ、少し燃えてきた！",
	upgrade = "強化か……（小声）体重に影響がなければいいのだが…",
	voice_key = 20701,
	headtouch = "",
	feeling2 = "人付き合いがちょっと悪いと言われるのは心外だな。こう見えても礼儀礼節はわきまえているつもりだ",
	login = "うむ、よし！時間をしっかり守っていることから、君が責任感のある指揮官だとわかるぞ",
	vote = "",
	hp_warning = "ロイヤルの戦士はこの程度では退かん！",
	id = 207010,
	detail = "「イーグル」の名を預かるロイヤルの船は多い。私もこの由緒ある名前に泥を塗らぬよう身を引き締めておこう",
	couple_encourage = {
		{
			{
				20703
			},
			1,
			"共に闘おう！",
			0
		},
		{
			{
				90401
			},
			1,
			"くっ…！あなたには負けんぞ！",
			0
		}
	}
}
