_G.pg.ship_skin_words[207060] = {
	feeling1 = "指揮官、貴官の存在に少し違和感を感じていますが…",
	feeling3 = "空の子たちがいつも大変ですから、少しぐらい休ませてあげたいのですね……指揮官、戦争には優しさが存在する余地など本当にないのでしょうか",
	lose = "つ、次は事前偵察を徹底します！",
	propose = "指揮官と一緒なら、どんな困難でも乗り越えられるはずです！この栄光（グロリアス）を受け入れる準備はもうできていますでしょうか？",
	expedition = "委託が完了したら、次はその……えっと……あ！指揮官、報酬を受け取りに行きましょう！",
	win_mvp = "栄光ある凱旋を！",
	home = "指揮官様、警戒はいつも怠らないようにしないと",
	mission = "まずは英気を養い、最高のコンディションで一気に任務をこなしましょう！",
	touch2 = "指揮官、今貴官が手にしているのは…こ、この王家の栄光であります！",
	voice_key_2 = -1,
	skill = "我が勝利は栄光とともに！……た、多分…",
	drop_descrip = "グロリアス級航空母艦・グロリアス (HMS Glorious）",
	mail = "紅茶はここに置きました！……メール？あっ…は、はい！新しいメールもありました…よね？",
	touch = "何かご指示がありますか？",
	profile = "私はロイヤルの大型――コホン！元大型巡洋艦にして、正規空母のグロリアス。かつては油断してシャルンホルストとグナイゼナウに撃沈されましたが、実力に何の問題もありません！戦場であの鮫姉妹と再び相見えたら……！",
	mission_complete = "今度は忘れていませんよ！……コホン、ボーナス、お早めに受け取って頂きたい！",
	feeling4 = "指揮官、夜はもう更けていますし、少しお休みになってください。新しいメールと紅茶は淹れておきました……あ、あれ？淹れていましたっけ……Zzzzzz",
	unlock = "ロイヤル大型じゅんーーコホン、空母・グロリアスです。指揮官様、胸を張ってください。この私こそが貴官の栄光です！",
	feeling5 = "指揮官、疲れたら私の胸の中でお休みになってください。え？そのほうが精力回復に最適だと仰ったのは指揮官では…？",
	main = "アーデントとアカスタは限界まで頑張ったのに、私だけ…… |二度と過ちを繰り返さないために、今の私は誰よりも慎重に、注意深く行動しています。 |指揮官、栄光には勇敢さがつきものですが、勇敢さと軽率さは履き違えないで頂きたい！",
	battle = "サーチ・アンド・デストロイ！",
	upgrade = "感謝します！力だけでは勝利は得られませんが――",
	voice_key = 20706,
	headtouch = "",
	feeling2 = "戦闘では慎重に越したことはない、とは言いますが……",
	login = "素晴らしい天気…いい天気は気分も晴れます。仕事も捗りますね！",
	vote = "",
	hp_warning = "え、煙幕を！",
	id = 207060,
	detail = "どうかご期待ください！このグロリアスは、きっと貴官の永遠なる栄光になってみせます！",
	couple_encourage = {
		{
			{
				20702
			},
			1,
			"今度こそ一緒に戦いましょう！",
			0
		}
	}
}
