_G.pg.ship_skin_words[207090] = {
	feeling1 = "愛と平和の願い、一番近い指揮官さまにも届かなかったのでしょうか…",
	feeling3 = "あ、指揮官さま、そのまま…イラストリアスのハンカチで、よいっしょ…えへへ、今口元にケーキのクリームがついていましたよ？",
	lose = "愛と平和の世界のために、次は…次はダメだからねっ！",
	propose = "こ、これが誓いの指輪…こんなに大事なものをイラストリアスに…えへへ、嬉しいです！イラストリアス、まだ未熟ですけど、指揮官さまにとって理想な子になるよう努力します。うん、きっと…なれますわ♪",
	expedition = "委託にお出かけしたみんなが戻りました。早くねぎらいの品をご準備、しませんと！",
	win_mvp = "愛と平和の世界へ一歩前進ですわ",
	home = "指揮官さま、お疲れさまですわ。イラストリアスが背中を叩いてさしあげましょうか？",
	mission = "指揮官さま、まだ完了していない任務に悩んでいるのでしょうか…イラストリアス、お手伝いできることはないでしょうか",
	touch2 = "新しいお遊戯なのでしょうか…？",
	voice_key_2 = -1,
	skill = "聖なる光で、愛と平和の敵をボコボコにしましょう！",
	drop_descrip = "イラストリアス級航空母艦・イラストリアス (HMS Illustrious）",
	mail = "指揮官さま、お手紙ですわ。ええと、たしかかばんの中に――ありましたわ！はい！",
	touch = "指揮官さまのお手、大きいですね…イラストリアスよりずっと大きいですっ",
	profile = "イラストリアスは、世界初の装甲空母ですよ。えへへ、いつかロイヤルネイビーの栄光のために、頑張っていきますね",
	mission_complete = "任務完了しました。おかげさまで愛と平和をより広くに――ですね",
	feeling4 = "悩みを人に話すと楽になるとお聞きしましたわ。イラストリアス、指揮官さまが楽になれるよう、なんでもお悩み、お聞きしちゃいますね",
	unlock = "指揮官さま、ごきげんよう、ロイヤルのイラストリアスですわ。愛と平和をこの海に、聖なる光をあなたに――ですね♪",
	feeling5 = "指揮官さま、元気がないのでしょうか…仕事で疲れたのですか？んー…あ、指揮官さま、ええと、こうして…なでなで、いい子いい子～これで疲れが取れました…よね？えへへ、もう大丈夫ですか？",
	main = "イラストリアスの艦載機？ここにいますよ。えへへ、みんないい子ですわ|指揮官さま、寂しくなったらイラストリアスが一緒におしゃべりしてさしあげますね|みんな分かり合えるようになったら、もっと素晴らしい世界になりますわ",
	battle = "平和をジャマする悪い子はメッ！ですわ",
	upgrade = "愛と平和を、もっと遠くまで――",
	voice_key = 20709,
	headtouch = "",
	feeling2 = "指揮官さま、愛と平和のために、ケンカしちゃダメですよ？",
	login = "ごきげんよう、指揮官さま。少し前の様子通りに片付けておきました。いかがですか？",
	vote = "",
	hp_warning = "愛と平和のために、怖気づいてはいけません",
	id = 207090,
	detail = "イラストリアス、足元もしっかり！ですわ",
	couple_encourage = {
		{
			{
				20704
			},
			1,
			"愛と平和のためのボコボコですね！わかりました",
			0
		},
		{
			{
				20705
			},
			1,
			"退屈でしたら、お遊戯でもしませんか…？",
			0
		},
		{
			{
				10703
			},
			1,
			"サラ先生、歌をおしえていただけませんか？",
			0
		},
		{
			{
				30709,
				40702,
				10219,
				10220,
				10221,
				20218,
				20404
			},
			5,
			"愛と平和をこの戦場に！",
			0
		}
	}
}
