_G.pg.ship_skin_words[207110] = {
	feeling1 = "どうかイラストリアスの歌で指揮官さまが元に戻りますように……",
	feeling3 = "指揮官さまのご助言でコメットちゃんたちの曲を聴いてみました。優しいメロディ、心を癒やす歌声……アイドルは本当に人を笑顔にするのですね",
	lose = "歌の力だけでは足りないのでしょうか…",
	propose = "指揮官さまの期待と応援、そして思い――すべてを受け入れちゃいますわ。だってステージの上のイラストリアスを見ていた指揮官さまの目、あんなに幸せそうですもの。ふふふ",
	expedition = "委託組が帰還したようですわ。ヴィクトリアスに取り寄せていただいた衣装の生地はどこでしょうか？",
	win_mvp = "私達のステージは光満ち溢れる場所ですもの。ふふふ",
	home = "♪～あら、指揮官さま、私たちの新曲、よければお聞きになりませんか？",
	mission = "ダイドーが整理してくださった任務の一覧ですわ。指揮官さま、ご確認くださいませ",
	touch2 = "指揮官さま、アイドルへのスキンシップはマナーを守ってくださいね",
	voice_key_2 = -1,
	skill = "歌で光を届けますわ",
	drop_descrip = "特殊兵装実験任務に参加しております、空母のイラストリアスですわ。歌の力で、愛と平和と聖なる光を――すごく素敵だと思いませんか？",
	mail = "ファンレターを読むと幸せな気持ちになりますわ。指揮官さまもそういうご経験はありますか？",
	touch = "握手会の練習ですか？はい、よろしくお願いします、指揮官さま",
	profile = "イラストリアス級装甲空母のネームシップ……あっ、今はアイドル・イラストリアスと名乗ったほうがよろしいでしょうか。まだまだ未熟ですけど、平和のために精一杯がんばっていきたいと思います",
	mission_complete = "任務が完成しましたわ。ボーナスを確認して…次のスケジュールは何でしょう？",
	feeling4 = "皆と一緒にレッスンしてきました。私、優しい歌だけじゃなく、元気でカッコいい歌も歌えるなんて…指揮官さまのおかげですわ。ふふふ",
	unlock = "特殊兵装実験任務に参加しております、空母のイラストリアスですわ。歌の力で、愛と平和と聖なる光を――すごく素敵だと思いませんか？",
	feeling5 = "愛と平和をもたらす歌、そして踊りが織りなす最高のステージ――イラストリアスの輝き、どうか指揮官さまに届きますように",
	main = "今度のレッスンが終わりましたら、みんなでお茶会しませんか？ | タシュケントちゃんたちが元気に楽しく踊っている姿を見ていると、心がドキドキしますわ。ふふふ|この衣装のコンセプトは「宇宙の星々」と聞きましたわ。幻想的で素敵です、ふふふ",
	battle = "平和のための歌を――",
	upgrade = "輝きだけでなく、歌声もより遠くへ伝わりますね",
	voice_key = 20711,
	headtouch = "",
	feeling2 = "アイドル活動の予習として、フォーミダブルの音楽コレクションを借りて聞きましたわ。ちょっと騒がしいですけど、力強くて、耳も体も激しく…そういう方向性とは違う、ですか？",
	login = "指揮官さま、ごきげんよう。今日のレッスンは何をいたしますか？",
	vote = "",
	hp_warning = "光を弱めるわけには…！",
	id = 207110,
	detail = "ワン、ツー、ワン、ツー、あっ……ありがとうございます、指揮官さま。あぅ、イラストリアス、どうしてこうバランスを崩しやすいのでしょう…",
	couple_encourage = {
		{
			{
				40308
			},
			1,
			"ハグするのはお好きですか…？",
			0
		}
	}
}
