_G.pg.ship_skin_words[213020] = {
	feeling1 = "テラー、指揮官のことちょっと怖く思うの……",
	feeling3 = "目を開いてからずっと姉さんがそばにいてくれるの……それから姉さんとずっと一緒ですから、たったひとりの家族ですの……",
	lose = "うぅ…指揮官が連れて帰ってもらうまでがんばりますですぅ……",
	propose = "こんな時、笑えばいいか、泣いていいか……テラー……分からないです。分からないけど、今までこんなに嬉しいこと…ないですの…",
	expedition = "指揮官、委託完了しました。そういえば、前に委託に出た時腕をなくしたの。みんなで結構探しましたね……",
	win_mvp = "指揮官、私、すごくがんばったんですけど…、ご迷惑はかけてないですよね？",
	home = "よしよし、よしよし",
	mission = "ミッション…体を動かすのもいいですね。じゃないとまた膝が悪くなっちゃいます",
	touch2 = "ううっ…",
	voice_key_2 = -1,
	skill = "…沈め…",
	drop_descrip = "エレバス級モニター艦・テラー (HMS Terror)",
	mail = "お手紙……私にお手紙を書く人いますか？ ",
	touch = "感じますか？私の…熱さを…",
	profile = "エレバス級モニター艦の二番艦、テラーです。\nアバークロンビーは私と姉さんに敵わないの。よくダーダネルス海峡にいますの。艦砲射撃……？簡単かも……",
	mission_complete = "ほいっしょ、ほいっしょ、指揮官、ボーナス持ってきました……",
	feeling4 = "姉さんのそばは温かいです。指揮官のそばは……同じ温かいです。家族が一人増えて嬉しいです……",
	unlock = "私はモニター艦の…テラー。アバークロンビーは私と姉さんには勝てません。私たちはよくダーダネルス海峡にいました。陸上への艦砲射撃なら…目をつむってもできます…",
	feeling5 = "指揮官……テラーの心、触ってて……こんなにドキドキしたり、熱くなったりすることがなかったですの……これは全部…指揮官のおかげですよ……",
	main = "指揮官、あのエンドウ豆をあっちに持っていってもらえます？それからチェーンソー も…|私に「心」があるのが、そんなに変ですか？|指揮官…あなたは…エアプレイヤーなんですか？",
	battle = "テラーも、緊張してきました…",
	upgrade = "体が…動きやすくなったみたい",
	voice_key = 21302,
	headtouch = "",
	feeling2 = "指揮官は……テラーが怖くないですか？私、体温ないし感情もあまりないから、死んだ人みたいですぅ……",
	login = "指揮官…私、前から、あなたとお話ししたくて…あの…",
	vote = "",
	hp_warning = "テラーも……怖くなったの…",
	id = 213020,
	detail = "今の指揮官の目、あの変な人たちと同じ…",
	couple_encourage = {
		{
			{
				21301
			},
			1,
			"姉さん、テラー頑張る！",
			0
		}
	}
}
