_G.pg.ship_skin_words[213040] = {
	feeling1 = "イヒヒ、指揮官？実はMarkⅠは「質量兵器」として運用することもできるよ？こう、して――（バァン！）",
	feeling3 = "指揮官～し・き・か・ん？しーきーかーんー！え？何でもないよ？顔を見たくなっちゃっただけだってーイヒヒ～",
	lose = "ちぇ、つまんない",
	propose = "わ、わあ！ありがとう！ずーーっとつけとくね！じゃ、じゃあ私のMarkⅠを受け取って！ロバーツ姉はこういう時にいちばん大事なものを相手にあげるって言ってるし！",
	expedition = "目標発見、射撃諸元算定――なんだ、委託組じゃない。つまんなーい…",
	win_mvp = "どっかん！ははは～やっぱMarkⅠは最高だよ！",
	home = "指揮官～面白いもの持って帰ってない？敵の破片とか撃ち落とした飛行機のパーツとかさ",
	mission = "指揮官、任務だよ！イヒヒ～今回の任務って何を沈めるのかな？楽しみ～",
	touch2 = "いやぁああん！",
	voice_key_2 = -1,
	skill = "撃たれ滅びよ！",
	drop_descrip = "ロバーツ級モニター艦・アバークロンビー (HMS Abercrombie)",
	mail = "メールは～隠したの～♪ほしいなら～スナックで～♪こ・う・か・ん！こ・う・か・ん！",
	touch = "指揮官、ポテチ食べたい？はい、これあげる――ロバーツ姉！ポテチを食べた犯人見っけったよ――！",
	profile = "モニター艦のアバークロンビーだよ。姉さんと地中海で陸上支援任務を多くやったの。イヒヒ～やっぱ動かない標的を撃ったほうが楽しいよね～",
	mission_complete = "指揮官、次の任務も今回のように面白いの？",
	feeling4 = "ストレス溜まった？MarkⅠを貸してもいいよ？一基数撃ったら「ドッカーン」と悩みごとは全て忘れて、この子の虜になるよ！",
	unlock = "くっらえ！――あら、指揮官？イヒヒ～私がアバークロンビー～今日はいい天気だな～",
	feeling5 = "指揮官とMarkⅠって合体したりしないのかな…指揮官、今度出撃時はMarkⅠの上に立って指揮してみない？",
	main = "趣味は薬莢集めだよ～ねぇねぇ、薬莢ってすっごくカッコイイと思わない？|フッドおばさん、おっはよー！|いやあん！ウェールズ聞いて、フッドおばさん、怖い、怖いよ～",
	battle = "イヒヒ、どこから料理してやろうか？艦首？砲塔？動力部？",
	upgrade = "イヒヒ、ちょっと過装薬にした感じね～",
	voice_key = 21304,
	headtouch = "",
	feeling2 = "イヒヒ～この～ハバネロ入りカレーはどう？え…ま、待ってネルソンさん！これあなたの分だと知らなかったの！――助けて～！！",
	login = "今の主砲の音？イヒヒ、指揮官がずっと来ないから、ちょっと暇だからつい撃っちゃった～",
	vote = "",
	hp_warning = "いやぁあん！私の装甲が――",
	id = 213040,
	detail = "砲を撃つのって楽しいな～",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"フッドおばさん、支援するよ！",
			0
		},
		{
			{
				10703,
				10802
			},
			1,
			"私が一番イタズラが上手だよ！",
			0
		}
	}
}
