_G.pg.ship_skin_words[301010] = {
	feeling1 = "指揮官なら分かってくれると思ったのに……",
	feeling3 = "妹たちはどうしてるかな…まあ私の妹だから、きっと強く生きてるよね！うん！",
	lose = "いたた……指揮官、早く逃げよ？",
	propose = "こ、「これから」って言ったのに、意外とすぐだったね……あ！もしかしてこの前好みのタイプを聞いた時ウソついた？もうイケナイ指揮官だな～でもゆるしてあげる♪えへへ♡",
	expedition = "おーい、委託組が帰ってきたぞー起きろー",
	win_mvp = "えっへん！私凄いでしょ？",
	home = "こうして、こう……あれ？し、指揮官！？おかえり～、あははは…今なにもやっていないよ？",
	mission = "指揮官、結構任務が溜まってるよ――ああ！さてはサボったな～？",
	touch2 = "きゃっ！？びっくりした！",
	voice_key_2 = -1,
	skill = "ふっふー、特型駆逐艦の力を見ろ！",
	drop_descrip = "特Ⅰ型駆逐艦一番艦・吹雪",
	mail = "メールだね…あっ、指揮官宛だったか…",
	touch = "仕事の手伝い？そうだ！暇そうにしてるからつい忘れちゃった！てへ☆",
	profile = "やっほー！世界を驚かせた駆逐艦の吹雪とは私のこと！えへへ、ごめんごめん、別に自慢するつもりじゃないよ～、だって色んな戦役に参加したのに、戦績はぱっとしなかったし…でも、やる時はちゃんと頑張るからね！",
	mission_complete = "指揮官、任務報酬だよ～、私がいれば報酬も増えたりするかも？なんてね☆",
	feeling4 = "指揮官はどんな子がタイプ？うん？別に参考だけだよ？…ああ！もしかして変なこと考えちゃった？",
	unlock = "やっほー吹雪級の長女とはこの私よ！あなたが指揮官だよね？よろしくね！",
	feeling5 = "この前のは参考にしただけだよ？まあ、今はどんな子がタイプでも、私のことを「これから」好きになっていけばいいんだよ～えへへ♪",
	main = "今日はいい天気ね～、指揮官もそう思わない？|電、指揮官はダメ人間でも、私は頼りになるからね！多分！|指揮官なら、私を100回褒めてくれてもいいよ！…むむ、100回はさすがに飽きちゃうかも…",
	battle = "いい天気～いっくよー！",
	upgrade = "うおお！？絶好調！",
	voice_key = 30101,
	headtouch = "",
	feeling2 = "これのこと？「ゴヘイ」って名前だけど、なんかそれっぽいから持ってきちゃった～",
	login = "指揮官、今日も元気？",
	vote = "",
	hp_warning = "冗談言ってる場合じゃないよね…",
	id = 301010,
	detail = "えへへ、指揮官って寂しがり屋なのかな～",
	couple_encourage = {
		{
			{
				30105
			},
			1,
			"敵に目にものを見せてやるよ！",
			0
		}
	}
}
