_G.pg.ship_skin_words[301020] = {
	feeling1 = "声も聞きたくない…うん…",
	feeling3 = "人がいっぱいいると、いろんな音が聞こえて頭が痛くなりそう…白雪、やっぱり静かな場所が好き",
	lose = "負けた…仲間を援護しながら逃げる…！",
	propose = "指揮官、今すごくドキドキしている？大丈夫だよ、だって白雪も同じ…えへへ、指揮官、これからずっと白雪と一緒にいることを約束する？後悔はしないよね？…うん、約束した！",
	expedition = "うん。委託から戻ってきた仲間たちの足音が聞こえた",
	win_mvp = "勝った？ふぅ…皆大丈夫なようね",
	home = "ブクブク…よく戻ったわね。一緒にお茶の時間だよ",
	mission = "新しい任務…うっ、吹雪姉も呼んで手伝ってもらったほうがいいの？",
	touch2 = "し、指揮官なにをやってるの？！",
	voice_key_2 = -1,
	skill = "草食系じゃないの…！",
	drop_descrip = "特Ⅰ型駆逐艦二番艦・白雪",
	mail = "お手紙…早く確認しないと溢れそうだよ",
	touch = "指揮官、困ったことでもあった？",
	profile = "重桜所属の駆逐艦、吹雪型2番艦の白雪よ。かの大戦では三水戦、あとは……あまりそこまで言いたいことではないわね。うん、ここで指揮官と皆の役に立ってみせるわ",
	mission_complete = "これは…報酬が届いた音だよね",
	feeling4 = "雨の日は指揮官と同じ傘で、雨の音を聞きながら散歩できるよね…ん？白雪、なにか言っちゃった？",
	unlock = "吹雪型2番艦の白雪、吹雪姉と比べて大人しいよ。……うん、よろしくー",
	feeling5 = "指揮官の胸を借りて白雪、休憩を希望するよ。…トクントクンと指揮官の心臓の音が聞こえて、気持ちいい～",
	main = "指揮官が紙で何かを書いているときの音、こう…かりかりしてる感じ、安心する|吹雪姉、いつも元気いっぱいでなんでもできそう…すごいよね…|に、人参？別に……？白雪を兎だと勘違いしていないよね？",
	battle = "リーダー経験ならほんの少し…",
	upgrade = "やる気バッチリ！って、吹雪姉なら言いそうだよね",
	voice_key = 30102,
	headtouch = "ひゃぅ！？く、くすぐったいからやめて…",
	feeling2 = "変な音はしない…今日もいつもどおり。うん",
	login = "なるほど、この足音は指揮官のね…覚えたわ",
	vote = "",
	hp_warning = "まずいのでは…？",
	id = 301020,
	detail = "皆揃って耳を触ってくるわね…どこがいいの…",
	couple_encourage = {
		{
			{
				30101
			},
			1,
			"やっぱり吹雪姉、元気…",
			0
		},
		{
			{
				10116
			},
			1,
			"ウサウサ…星？",
			0
		},
		{
			{
				30212
			},
			1,
			"何でも言ってね…！",
			0
		}
	}
}
