_G.pg.ship_skin_words[301090] = {
	feeling1 = "指揮官殿、元気を出すのでござる！",
	feeling3 = "指揮官殿、それがしの真の右目をご覧になりたいのでござるか？",
	lose = "くっ……つ、次こそは……",
	propose = "永遠の契……わかったでござる！ではそれがしの真の右目をここでお見せ…え、しなくていいの？目を閉じるだけでいいの？そ……そう……？",
	expedition = "それがしの探照灯で帰路を映し出すのでござる！えーーいらないの？そ、そう……？",
	win_mvp = "これがニンジャでござる！",
	home = "指揮官～キラキラするものないの？ーーえ！？そ、それがしは別にほしくなんかないぞ！",
	mission = "夜の海、ちょっと怖い……そ、それがしは別に怖くないでござるよ！で、でもやっぱり任務はお昼にしよ？ねえってば！",
	touch2 = "そ、そんなところを触られたらわた……それがしの力が抑えられなくなるぞ！",
	voice_key_2 = -1,
	skill = "闇よ！消え去れ！",
	drop_descrip = "特Ⅲ型駆逐艦一番艦・暁",
	mail = "新しい手紙よ！うっ……それがしが読み上げて差し上げよう！",
	touch = "響……早く会いたい……",
	profile = "特型駆逐艦、ニンジャの暁でござる！妹たちと第六駆逐隊を結成していたでござる！着工したのも、沈んだのもいっちばん先でござる！第三次ソロモン海戦？あ、あれは敵艦を照らし出すためであって、決して暗いのがこわいからじゃないの！…コホン！それがしの力、とくと見るが良い…でござる！",
	mission_complete = "ご褒美～ご褒美～",
	feeling4 = "妹たちがいないと夜はぐっすり寝れないよ……べ、別に寂しくなんかないわよ！し、心配しているからでござるぞ！",
	unlock = "第六駆逐隊の長女、暁でござる！ドーモ、指揮官殿、第六駆逐隊の再建を是非やらせてほしいでござる！ーーええ！ここで「駆逐隊」は禁止なの！？",
	feeling5 = "私たち第六駆逐隊はずっと一緒だわ！その……えっと、指揮官もずっといてくれるよね！",
	main = "雷と電、何を言っているのか分からない……|響、一人でここを見つけられるかな…それがしちょっと心配でござる……|ななっなによ！夜中に明かりの中に人影が急に映ったら、誰だってビックリするでしょ！？",
	battle = "第六駆逐隊ーー出撃、でござる！",
	upgrade = "長女としてもっと頑張るでござる！",
	voice_key = 30109,
	headtouch = "",
	feeling2 = "雷と電……ちょっと心配……",
	login = "それがしの名は暁、全ての闇をことごとく振り払うニンジャでござる！ーーわわ！指揮官、い、いつからいたの？！",
	vote = "",
	hp_warning = "",
	id = 301090,
	detail = "そ、それがしが明かりをつけたままで寝たのは……こ、怖くなんかないわよ！",
	couple_encourage = {
		{
			{
				30112
			},
			1,
			"一緒に闇を照らし出そう！",
			0
		},
		{
			{
				30111
			},
			1,
			"ずっと一緒だよ！",
			0
		}
	}
}
