_G.pg.ship_skin_words[301100] = {
	feeling1 = "指揮官に目を覚まさせるには物理的にやるしかないよね……あーあ",
	feeling3 = "暁ちゃん、第六駆逐隊の再結成に結構熱心だよね……まあみんな一緒にいれば、別に名前とか気にしなくてもいいじゃんって、響的に思うんだ～",
	lose = "ぬぬぬ、こりゃ母港に戻って修理しなくちゃね……",
	propose = "ついにこの時がやってきたね！えへへ～指揮官さんのことが大好き！……あ、今ので照れた？でも響のターンはまだ終わってないよ？好き好き大好き！えへへへ～",
	expedition = "そうだ！委託がなんか完了したっぽいよ？出迎えに響も行ってもいい？",
	win_mvp = "ふっふん♪大金星いただき～",
	home = "お疲れ様～って言っても、やるべきことはまだいっぱいあるよね…あははは……",
	mission = "大きい任務に小さい任務、いっぱいあるよね……大丈夫大丈夫！手伝うから！",
	touch2 = "あー！指揮官さん、今のはわざとだったよね！",
	voice_key_2 = -1,
	skill = "響を信じて！",
	drop_descrip = "特Ⅲ型駆逐艦二番艦・響",
	mail = "メール？響にも見せて見せて！",
	touch = "おお！指揮官さん、呼んだ？",
	profile = "第六駆逐隊の響だよ♪　みんなとたくさんの戦闘に参加して、最後まで無事！なのはよかったけど……修理に入ったタイミングは全部ビミョーだったのね…あははは……",
	mission_complete = "にーんむーかんーりょー！……って指揮官さん、もうちょっとノリが良くたっていいじゃない！",
	feeling4 = "そういえば、指揮官さんって体調管理ちゃんと気を使ってる？もし病気で倒れたら大変だよ？……まあまあ安心して、指揮官さんが本当に倒れたら、この響がちゃんと世話を焼いてあげるからね♪",
	unlock = "にひひ～ようやく指揮官さんに会えたね！響って言うんだ！ちゃんと覚えてね！",
	feeling5 = "響に指揮官さんのことを教えて？実はすごく興味があるんだ！……理由？別にそんなの特にないよ？だってもうなんでも話せる仲じゃない～えへへへ～",
	main = "「Верный（ベールヌイ）」…？なんだか懐かしい響きね……|みんなとまた会えて本当に良かった♪|特に用がないなら、雷と電たちと遊びに行っちゃうよー",
	battle = "ぬっふふん～響は強いぞー！とくと見やがれ♪",
	upgrade = "雷が言ってた「レベルアップ」ってやつ？にひひ～",
	voice_key = 30110,
	headtouch = "",
	feeling2 = "暁ちゃんに心配をかけたね。うん、「ごめんなさい、そしてありがとう」ってちゃんと言わなきゃ",
	login = "指揮官さん今来たの？よいっしょ…今日もお仕事一緒に頑張ろう！",
	vote = "",
	hp_warning = "この程度じゃ終わらないよ！",
	id = 301100,
	detail = "第六駆逐隊はみんな個性的だね～雷と電、それとニンジャの暁ちゃんも！みんな大好き！えへへへ～",
	couple_encourage = {
		{
			{
				10204
			},
			1,
			"おお、あなたも不死鳥なの？",
			0
		},
		{
			{
				30109,
				30111,
				30112
			},
			2,
			"第六駆逐隊、いっくよー！",
			0
		},
		{
			{
				30116
			},
			1,
			"あなたこそ真の不死鳥なのかもね！",
			0
		},
		{
			{
				30109
			},
			1,
			"暁ちゃん、一緒に戦おー",
			0
		},
		{
			{
				30111
			},
			1,
			"雷、見えない敵には注意して！",
			0
		},
		{
			{
				30112
			},
			1,
			"電、見えない敵には気をつけて！",
			0
		}
	}
}
