_G.pg.ship_skin_words[301110] = {
	feeling1 = "なるほどね！このまま海に流されていればお家に帰れるってことね…… ",
	feeling3 = "明日は雷の誕生日だよ。「ぷれぜんと」はもう用意した？え？そんなの聞いてない？えっと……あそこにペンダントあるよね！それを買って気になる子に渡せばきっと喜ぶよ！",
	lose = "なるほど…！こんな時こそ「ぷれいだいこう」に頼むべきね！「だいこう」！いっそのこと雷に任せてよ！",
	propose = "ここに名前を書くってことね……えっと、ちょっとわからない…電ちゃん、これってどういうこと？「サインしたら、指揮官はずっと雷のモノになる」？うん、わかった！",
	expedition = "完了した委託を放っておいたら、「りそく」とかつかないかな？",
	win_mvp = "なるほどね！これこそこの雷様に「みぶんそうおう」ってやつ！えっと、それとも「けっきふけい」なの…？",
	home = "こういう時こそ「びしゅかこう」！疲れた心にご褒美をあげなきゃね！あれ？どこから？寮舎にたくさんあるじゃない！",
	mission = "任務が完了していない？……お仕事が完了していないのと同じぐらい大変かな",
	touch2 = "え、えっと……あれかな？指揮官がやったことの意味、雷はぜ、全部わかるから！な、なるほどね…",
	voice_key_2 = -1,
	skill = "なるほど！これが姉妹の力ね！",
	drop_descrip = "特Ⅲ型駆逐艦三番艦・雷",
	mail = "なるほどね！これって……あれね！持っていれば「れじゃーらんど」に入れるってやつね！",
	touch = "なるほどね！これが普段の「あいさつ」だよね！",
	profile = "暁型駆逐艦の雷だよ。こう見えても重桜の艦隊では大先輩なんだからね。あの大和も私を……えっと、なんて呼ぶんだっけ？まあとにかくこんな感じで！これからも雷の活躍に期待してね！あとこの「イイネ」ってボタン？もドンドン押してみてね！",
	mission_complete = "なによ！「ひしょかん」なのに指揮官の代わりに資源を貰えないなんて！上の人は何考えてるの？",
	feeling4 = "指揮官！雷、なんかすごい儲け話を見つけたよ！えっとこれ、「資金1万を元手にダウンラインを二人増やすと、毎月30%儲かる」とかとか……「だうんらいん」ってなにかな…",
	unlock = "私は雷。ちょっとだけ「くうきをよめない」かもね。……指揮官は多分これから、二人目以降の私にも出会っちゃうかな？",
	feeling5 = "なるほどね！今ドキドキしているのは「恋」ってことね！うん、わかるの。これって……！あ、あれ？あたまがちょっとふらふら……なんか世界が回ってるような…これも「恋」なの？",
	main = "島風と同じぐらい早いって？島風って雷と電より早いってこと？|なるほどね！電ちゃんがあの大戦の「ふぁーすとあたっく」を貰ったのね！|なるほどね！雷も造船所にずっといれば、「ふしちょう」になるよね！うんうん……「ふぇにっくすさんだー」…？",
	battle = "なるほどね！とりあえず左上の「おーと」を押せばいいってことね！",
	upgrade = "「ひょうかすう」とか、「イイネ」とか、「ホシイ」とかのほうを強化したい！",
	voice_key = 30111,
	headtouch = "",
	feeling2 = "指揮官、わからないことがあったら雷に聞いてね。何と言っても、この雷が使った燃料は指揮官の食べたお米よりずっと多いからね ",
	login = "なるほどね！これが「ろぐいん」ね？人間の言葉は奥深いなぁ",
	vote = "",
	hp_warning = "",
	id = 301110,
	detail = "この雷様に「さんぱいきゅうはい」すれば、大体の願い事は叶えるわ！……効果なし？えっと……まだ十分願っていないからよ！",
	couple_encourage = {
		{
			{
				30112
			},
			1,
			"第六駆逐隊……発進！",
			0
		}
	}
}
