_G.pg.ship_skin_words[301120] = {
	feeling1 = "電は指揮官さんがどうなっても側にいますよ",
	feeling3 = "苦しいことは話し半分に、楽しいことは人に教えると二倍になります。ですから、なんでも電に話してくださいね",
	lose = "ふぅ……指揮官さん……「逃げ足」が早いです……",
	propose = "指揮官さん……安心してください。電は指揮官さんを絶対見捨てたりしませんよ。指揮官さんが飽きて家出してもずっと、ずっとここで待ってあげますからね",
	expedition = "指揮官さん……「ガソリン」も「リソース」も戻ってきました",
	win_mvp = "……電がMVPですか？……この艦隊……大丈夫ですか？",
	home = "おかえりなさい、指揮官さん。「新艦追加」がなくとも、電はここにいますよ",
	mission = "任務をずっと完了しないと……「残業」という名の悪いことになりますね",
	touch2 = "指揮官さん……もう付ける薬はないですね。",
	voice_key_2 = -1,
	skill = "皆揃っていればいいのに……",
	drop_descrip = "特Ⅲ型駆逐艦四番艦・電",
	mail = "「メール恐怖症」ですか……大丈夫ですよ。電は指揮官さんの側にいますよ",
	touch = "指揮官さん……頭をナデナデしませんか？",
	profile = "重桜の特Ⅲ型、暁型駆逐艦の電……です。特型駆逐艦の末っ子として、かの大戦の多くの戦闘に参加しました。でも戦闘より、電はやはり護衛、輸送、救援任務のほうが好きです……指揮官さん？……指揮官さんも頭ナデナデされたいですか？",
	mission_complete = "今月の「歩合給」は来月には延びませんよ？",
	feeling4 = "指揮官さんがどこに行っても電は側にいますよ。……でも「画面の外」は……ちょっと無理かも……",
	unlock = "あなたが指揮官さんですか……？あまり頼れそうに見えませんけど……あ、自己紹介はまだですね。私は電……と言います",
	feeling5 = "指揮官さん、「ジャンクフード」ばかりじゃ体を壊しますよ？たまには自分で作ってみてはどうですか？え？大丈夫です。電も一緒に味見しますから！",
	main = "指揮官さんの最大の「ケッテン」は優しいこと、ですね。|那珂姉さん……結構助けてくれました|「サルベージ」は電、得意です！",
	battle = "え……ええ！待ち伏せされたのですか！",
	upgrade = "ふぅ……思ってたより痛くなくてよかったです",
	voice_key = 30112,
	headtouch = "",
	feeling2 = "指揮官さん、電は応援してあげますよ",
	login = "あれ……指揮官さんですか？この時間に「ログイン」するなんて……サボっていますよね？",
	vote = "",
	hp_warning = "",
	id = 301120,
	detail = "指揮官さん……ずっと部屋に引きこもっていますね……",
	couple_encourage = {
		{
			{
				10204
			},
			1,
			"響姉さん……？すみません、人間違いでした……",
			0
		},
		{
			{
				30111
			},
			1,
			"第六駆逐隊……発進します！",
			0
		}
	}
}
