_G.pg.ship_skin_words[101350] = {
	feeling1 = "こーんなダメ指揮官の面倒を見るのはバッチ以外誰もいないんだよね～可哀想～",
	feeling3 = "ほほう、指揮官もこのジャケットかっこいいと思う？指揮官もこういうのを羽織ったらスタイリッシュさアップかもよ？はははは！",
	lose = "ふん！今度バッチがボコボコにしてやるから、今に見てなさーーーい！",
	propose = "いくらカッコよくなっても、指揮官はバッチに世話を焼かせるんだ～でも大丈夫！バッチはずっと面倒を見たげる！へへへ、覚悟しなさい！",
	expedition = "指揮官！誰かが戻ってきた！委託チームの出迎えは仕事でしょ？忘れんな！",
	win_mvp = "弱いなーほんっとうに弱いなー！はははは！",
	home = "指揮官、元気ないね～もぉ見てらんない！バッチ特製のエナドリwithはちみつスペシャル！ほら飲んどけ～！",
	mission = "指揮官、任務が終わんなかったらバッチが面倒を見たげる！",
	touch2 = "指揮官、この格好やっぱり気になる？このドスケベ～",
	voice_key_2 = -1,
	skill = "バッチ's ショータイム！",
	drop_descrip = "フレッチャー級駆逐艦・バッチ（DD-470)",
	mail = "ふっふん！メールだよ！忙しくて手が離せない指揮官のためにバッチが特別に読み上げてあげる！",
	touch = "後でお仕事終わんなくなってもバッチに甘えるんじゃないわよ！",
	profile = "ふふん、フレッチャー級のいっちばんカッコいい駆逐艦のバッチよ！スリガオの砲火もこのあたしにかかればなんてことないわ！それとぉ、エーゲ海のアポロン像のそばで過ごせるなんて他の駆逐艦じゃあ出来ない体験だもん！はははは！",
	mission_complete = "もう世話の焼ける指揮官ねー報酬を忘れるんじゃないわ！",
	feeling4 = "指揮官のコーデ全然ダメダメ！ほら！バッチが指揮官にファッションセンスを教えたげる！",
	unlock = "やっほー！あんたが指揮官？よわっちぃっぽい感じ～あたしは今日からこの艦隊に着任するバッチよ！面倒見てやるから安心しなさいアンド期待しなさいな！",
	feeling5 = "指揮官、最近かっこよくなったし、弱っちいにも見えなくなったね！もうバッチ、惚れちゃいそう～なんてね☆",
	main = "今日の風はすごいね…風が大きすぎると変なこと起きちゃうよ？指揮官、わかる？|この衣装は流行りのファッションよ！指揮官ってそんなこともわからないわけ？|フレッチャーの子たちがバッチと同じくシャイニングしていれば、バッチも彼女たちのことを覚えられるもん！",
	battle = "あんたたちでバッチに勝つつもり？笑えるぅ！",
	upgrade = "やっほー、新しい力、早速トライしてみよう！",
	voice_key = 10135,
	headtouch = "指揮官って弱っちいっぽいなのに、いい感じにナデナデしてくれるんだ！",
	feeling2 = "ん？怪我？ないない！この絆創膏はファッションだよ～指揮官に心配されるバッチじゃないぞ！へへ☆",
	login = "エナジーコーヒーでも飲んでなさい！バッチの指揮官はへばってちゃだめだかんね！",
	vote = "",
	hp_warning = "やるじゃない！でもバッチのほうがもっと強いよ！ははは！",
	id = 101350,
	detail = "はっはっは！バッチの出撃タイム？",
	couple_encourage = {
		{
			{
				10501,
				10309,
				21301
			},
			1,
			"フレッチャー級の…だれだっけ？わかんない！",
			0
		}
	}
}
