_G.pg.ship_skin_words[301180] = {
	feeling1 = "付ける薬がございません……。",
	feeling3 = "草木も眠る丑三つ時に、指揮官さまの魂を食べて進ぜよう……信じてしまいました？この手のものを何匹か追い返したのが妾だというのに、全くこの大うつけは……",
	lose = "うらめしや……",
	propose = "はあ……まさか「おばけ」にここまでするなんて、指揮官さまは本当に大うつけにございますか？それとも変な「えいが」とやらを見すぎなのでは？……まあ、ものに罪はございませんので、これはお預りしますね",
	expedition = "1分間待っていましたけど、委託が完了したのに全然気づかれなかったようで…やはり妾がいないと何もできない大うつけものでございますね",
	win_mvp = "ここまで弱いとは、思ひもせなんだ……",
	home = "そんなに見つめても浮いたりはしませんよ…？",
	mission = "新しい任務でございますか……妾にはどうでも良いことでございます",
	touch2 = "「おばけ」にもご執心なさるとは、やはり……",
	voice_key_2 = -1,
	skill = "千の鬼火、この一撃に……",
	drop_descrip = "陽炎型駆逐艦二番艦・不知火",
	mail = "「めーる」でございますか……これぐらいならしてやらなくもございませんね……",
	touch = "楽しゅうございますか？",
	profile = "陽炎型……不知火型二番艦の不知火と申します。名前の通り妖怪と間違われますが自然現象が由来です。まあ、この格好は「こすぷれ」と思っていただいたほうが……では、よろしゅうお願い申します。この大うつけ……指揮官さま",
	mission_complete = "「ぼーなす」が届いたと…あっ、受取は妾には頼まず、ご自分でどうぞ",
	feeling4 = "ものぐさで大うつけの指揮官さまが、みんなを幸せにしたい、と……このような大うつけはどうも放っておけないでございますね",
	unlock = "陽炎型2番艦、不知火……よろしゅうお願い申し上げます。指揮官さま",
	feeling5 = "はあ、いっそ指揮官さまの守護霊にでもなった方が良さそうでございますね……そしたらいつでも「つっこみ」……「守って」差し上げられますもの",
	main = "ふわふわ……|暑苦しい人は苦手でございます|涼しいからって妾に近寄って……うつけものでございますか？",
	battle = "妾の戦、ごらんあそばせ…？",
	upgrade = "やはり大うつけでございますね。貴重な資源を妾に使うなんて…",
	voice_key = 30118,
	headtouch = "",
	feeling2 = "妾は陽炎とは真逆…あの子が光なら、妾は影。指揮官さま？もちろん大うつけでございます。あの子のことは嫌いではありませんが、指揮官さまはどうでしょう…？",
	login = "お久しゅうございます、と言えばいいの…？",
	vote = "",
	hp_warning = "",
	id = 301180,
	detail = "……変なところに触ったら、死にますよ？",
	couple_encourage = {
		{
			{
				31201
			},
			1,
			"パーツの回収でもご一緒しましょうか",
			0
		}
	}
}
