_G.pg.ship_skin_words[301210] = {
	feeling1 = "し、指揮官、こ、これ以上近づくと、う、撃ちますよ！",
	feeling3 = "えっと、し、指揮官…わ、私と会話の練習を…お願いできますか…？わ、私…艦隊の皆と仲良くなりたいです…",
	lose = "うぅ……私やっぱり戦闘には向いていないよ……",
	propose = "お、臆病な性格を克服するには時間がかかりますけど、今はもう心配していません……だって指揮官が、ずっと側にいてくれますから……",
	expedition = "指揮官、その、委託に出た皆が帰って……わ、私が出迎え？むむむむりです！！",
	win_mvp = "勝った…の？",
	home = "しし、指揮官、お、おお、お疲れさまです…！い、言えました！！",
	mission = "し、指揮官！そ、その…任務をほったらかしてはだ、だめですよ！",
	touch2 = "…！！（初春は気を失ったようだ）",
	voice_key_2 = -1,
	skill = "み、みなさん、どいてください……！",
	drop_descrip = "初春型駆逐艦一番艦・初春",
	mail = "指揮官…め、メールです…",
	touch = "指揮官とはもっと話さなくちゃ……きゃっ！？",
	profile = "は、初春級の、一番艦の、は、初春です……に、二十一駆逐隊の、妹たちと、ほ、北方海域で……戦果はなかったけど、が、がががんばりました……",
	mission_complete = "し、指揮官、ぼーな……え！？わ、わたしはいいです！！",
	feeling4 = "うぅぅ……やっぱりむ、むりぃ！……も、もし、指揮官とだけ話せれば…",
	unlock = "はは、初めまして、わ、私ははつは……あ、あの…あ、あまり見ないでください…！",
	feeling5 = "し、指揮官！さ、さっきほかの子と普通に話せました！！よかったぁ……し、指揮官のおかげです…",
	main = "妹たちが恋しい……|し、指揮官、あ、あまり見ないでください……|わ、わたし、お、臆病な性格だけど、が、がんばりますぅ！……たぶん……",
	battle = "は、初春、がんばります！",
	upgrade = "みんなの役に立っていれば…",
	voice_key = 30121,
	headtouch = "",
	feeling2 = "し、指揮官、私の人見知りって、な、治りますでしょうか……",
	login = "うぅ……秘書艦なんてむりぃ……",
	vote = "",
	hp_warning = "",
	id = 301210,
	detail = "し、指揮官、その…し、心配してくれるのはう、嬉しい、けど…",
	couple_encourage = {
		{
			{
				30126,
				30113
			},
			1,
			"ね、姉さんに付いてきて！",
			1
		}
	}
}
