_G.pg.ship_skin_words[301230] = {
	feeling1 = "およよ、指揮官……ちょっとダメよね…",
	feeling3 = "指揮官とお友達になって本当によかった！",
	lose = "うわぁ……",
	propose = "指揮官と一緒になれて本当によかった……ふぇぇ……べ、別に泣いてなんかないよ、ただ……ただ幸せが多すぎて溢れてきちゃったよ……若葉、これからもっと頑張るね！",
	expedition = "物資の山でポカポカとひまわりごっこしたいなぁ……きゃっ、つい口に出ちゃった――",
	win_mvp = "指揮官！どうかな？どうかな！？",
	home = "ご苦労さ……ええ待ってー！そんなにしっぽをじっと見つめないでってば～！",
	mission = "指揮官、新しい任務が現れたよ！",
	touch2 = "しっぽがバサバサになっちゃうよ……",
	voice_key_2 = -1,
	skill = "ぴよよよ！",
	drop_descrip = "初春型駆逐艦三番艦・若葉",
	mail = "ねぇねぇ誰から？もしかして――",
	touch = "指揮官、仕事中はよそ見しちゃダメだよ？",
	profile = "初春型三番艦の若葉だよ～名前は姉達と同じ、春と関係してるんだ～初霜ちゃんに突っ込まれたって？あの子も色々可愛すぎるから大変だったよ…うん！可愛い！指揮官、今度はあの子も連れてくるね！",
	mission_complete = "私たちの戦いはまだ終わってないよ！",
	feeling4 = "あ、あの、指揮官はどんな子が好き……？べ、別に意味なんてないよ……うん、ないよ！",
	unlock = "やっほーおはよう指揮官！私は若葉、初春型の三番艦～え？もう朝じゃないって？細かいことはいいってば～",
	feeling5 = "指揮官を盗み見すると、なんか指揮官もこっちを見ている気がして……あれ…勘違いじゃない……よね？",
	main = "春は一番いい季節！|指揮官は昨日――えへへ、別に人の噂とか好きじゃないよ？耳がちょっとだけ利くからね？ちょっと～|指揮官はやっぱり私のしっぽをさわさわしたいの？",
	battle = "私たちの凄さ、見せてあげるよ！",
	upgrade = "ふふふん♪いい感じ～",
	voice_key = 30123,
	headtouch = "",
	feeling2 = "初春姉、もっと自信を持って！きっと大丈夫よ！",
	login = "指揮官おは……きゃっ！？私のしっぽを幸せそうにスリスリしないでってばー！",
	vote = "",
	hp_warning = "",
	id = 301230,
	detail = "櫛入れて～ツヤツヤして~ふっふふん♪しっぽのお手入れはやっぱり毎日しないとね～",
	couple_encourage = {
		{
			{
				30121
			},
			1,
			"初春姉、頑張って！",
			0
		}
	}
}
