_G.pg.ship_skin_words[301250] = {
	feeling1 = "指揮官にも反抗期ってやつがあるの？",
	feeling3 = "夕暮は時々べったりすぎるけど、まあ妹の可愛さってあんなもんだよね。指揮官もべったりされたら嬉しくなるの？",
	lose = "修理じゃなかったらドックに引きこもるのも嫌じゃないけどなー",
	propose = "家事力の高いデキる妹はやっぱり需要があるよね…でもちょっと恥ずかしいかも♪…ふふ、これからはわたしをもっと頼っていいよ？妹としていいかは別として、家事力には結構自信があるからね～",
	expedition = "指揮官がぼーっとしている間に、委託はもう完了したよ？",
	win_mvp = "MVPか……お役に立てれば万々歳って思ってただけなんだけどなぁ～",
	home = "指揮官、お疲れちゃん",
	mission = "新しい任務だよね。輸送任務とかないの？わたし、得意なんだから～",
	touch2 = "もう、指揮官は子供じゃないんだから、ちょっと注意したほうがいいよ？",
	voice_key_2 = -1,
	skill = "今よ～",
	drop_descrip = "初春型駆逐艦五番艦・有明",
	mail = "指揮官、メールは目立つ所に置いておいたから、あとで読んでね",
	touch = "もう夕暮ったら服引っ張らないで、今行くから……およよ？指揮官を夕暮と勘違いしちゃった？",
	profile = "夕暮、白露、時雨と一緒に第二七駆逐隊所属だったよ～わたしが一番起工が早かったからまあアネキ分だったね。みんな一緒に戦っていたから仲もいいよ。最後は時雨ちゃんだけになっちゃったけど、まあ戦争だから仕方ないよね～",
	mission_complete = "そういえば、夕暮は任務を完了した時、しょっちゅう報告しに来てくれたっけ…？",
	feeling4 = "夕暮と白露、あと時雨の世話をしてたからね……いまさらベッタリしてーって言われてもちょっと難しいかも…？",
	unlock = "初春型の有明だよ。指揮官おはようちゃん～あ、そうだ！夕暮はここにいるかな？いるなら……迷惑かけていないよね？",
	feeling5 = "うんうん、よくよく考えると指揮官の妹になるのもいいかも？指揮官的にはどう思う？わたし、家事力がすごい高いデキる妹になれるよ？",
	main = "指揮官知ってる？有明型として数えるなら、白露も時雨もわたしの妹なんだ|指揮官、普段はちゃんと生活習慣をよくしないとあとで損するよ？|指揮官？弁当食べる？夕暮の分を作る時に一緒に作ってあげるよ",
	battle = "目を大きく見開いて、空襲には気をつけてね～",
	upgrade = "対空は大事～",
	voice_key = 30125,
	headtouch = "",
	feeling2 = "有明型？あ！あったねそういうの！でも元に戻されたんじゃなかったっけ？わたしは別にいいよ？夕暮は……まあ、",
	login = "指揮官おつかれちゃん～今日はすこしいそがしくなるかもよ？",
	vote = "",
	hp_warning = "ちょっと…まずいかな……",
	id = 301250,
	detail = "夕暮のように自立したいな～。いや…それはそれでちょっと寂しいのかも？",
	couple_encourage = {
		{
			{
				30126
			},
			1,
			"よしよし、夕暮、戦闘開始よ",
			0
		},
		{
			{
				30115
			},
			1,
			"時雨、またいたずらとか考えてたんでしょ",
			0
		},
		{
			{
				30113
			},
			1,
			"白露、ついてきて",
			0
		}
	}
}
