_G.pg.ship_skin_words[301260] = {
	feeling1 = "指揮官様、明日の予定の確認ですが、できれば一度だけで…",
	feeling3 = "あ、指揮官様！煙…ですか？よくわかりませんけど、私、クレープを焼いていました。",
	lose = "うぅ……明石さんにまた迷惑をかけてしまいます……",
	propose = "有明姉さんがここに来るまで、指揮官様に頼って…いいですか？はい…ありがとうございます",
	expedition = "委託が完了しました。指揮官様、一度建造してはいかがですか？もしかしたら……",
	win_mvp = "…勝ちましたか？有明姉さんが見ていればいいのに……",
	home = "…あ、どなたですか？有明姉さんですか？…あぅ、すみません、今姉さんの夢を…",
	mission = "任務をこなす前に、お茶でもしませんか？",
	touch2 = "指揮官様、何をするんですか！",
	voice_key_2 = -1,
	skill = "姉さんともう一度逢うために…！",
	drop_descrip = "初春型駆逐艦六番艦・夕暮",
	mail = "指揮官様、お菓子と新しいメールをお持ちしました",
	touch = "ふぅ……はぁ……はい、聞いていますよ？",
	profile = "有明型駆逐艦二番艦の夕暮と申します。よく姉さんと一緒に初春型と勘違いされますが、それは誤りです。有明姉さんとは一緒に太平洋で色んな戦闘に参加し、五航戦と四航戦の護衛につきました。それと、明石さんにもお世話になりました。今度は有明姉さんのお側にずっといたいと思います。",
	mission_complete = "任務報酬の確認も、任務をこなす時と同じく早い方が良いと思いますね",
	feeling4 = "あぅ！…えっと、指揮官様？え？わざと目を逸したのではないのですが…すみません、少しぼーっとしていました。",
	unlock = "有明型駆逐艦夕暮と申します。よろしくお願いします、指揮官様ーー初春型、ですか？私は有明型です！これだけは譲りませんよ！",
	feeling5 = "穏やかな風に包まれる縁側、そして風鈴の音…有明姉さんと一緒のあの夏を思い出しますね。……今隣りにいるのは、指揮官様ですけど",
	main = "お茶を淹れると任務が早くできると聞きましたけど…え？お酒でしょうか？|希望はどんなに小さくても、やり続ければいつかきっと叶います |飛鷹姉さんも来るんですか？姉さんはあまり目がよくなくて、私、ちょっと心配です…",
	battle = "作戦通り、配置についてください！",
	upgrade = "私がもっと早ければ、比叡姉さんは…",
	voice_key = 30126,
	headtouch = "",
	feeling2 = "初春姉さんは優しくて、私を本当の妹のように接してくれました…でも私、やっぱり…",
	login = "指揮官様、お疲れ様です",
	vote = "",
	hp_warning = "",
	id = 301260,
	detail = "あの…どうすれば有明姉さんにまた会えるのでしょうか…",
	couple_encourage = {
		{
			{
				30121,
				30123,
				30124,
				30125
			},
			2,
			"みんなのために、がんばります…！",
			0
		}
	}
}
