_G.pg.ship_skin_words[301270] = {
	feeling1 = "……ご命令を",
	feeling3 = "主の仰る「こみゅにけーしょん」と「げーむ」、私…すみません、少し解せませんが……でも……嫌いじゃ、ないです",
	lose = "主、何卒撤退してください。殿はこの私が勤めます",
	propose = "命令への絶対服従こそクノイチが捧げられる全てだと思っていましたが、今は指揮官の教えてくれたことを理解できました……黒潮、これからは影としてだけじゃなく、指揮官の伴侶として、命尽きるまでお供させてください",
	expedition = "主、委託に出撃した艦隊は時間通りに帰還しました",
	win_mvp = "私は主の影。栄誉など不要です",
	home = "主、お疲れですか？この私にできることはありませんか？",
	mission = "主、新しい任務が届きました",
	touch2 = "この身は主のものですから、ご随意に……んっ……あぁ……",
	voice_key_2 = -1,
	skill = "奥義・天魔伏滅…！",
	drop_descrip = "陽炎型駆逐艦三番艦・黒潮",
	mail = "主、新しい手紙があります",
	touch = "黒潮、待機中です",
	profile = "陽炎型三番艦黒潮、第二水雷戦隊第十五駆逐隊所属、スラバヤ沖海戦、南太平洋海戦、第三次ソロモン海戦などの戦に参加し、輸送任務中に沈没しました。……今度は同じ過ちを繰り返しません。主の期待を裏切らないように精一杯頑張ります",
	mission_complete = "主、任務報酬が届きました。ご確認ください",
	feeling4 = "主、申し訳ございません。任務中についこの前、主がしてくれた「こみゅにけーしょん」のことを思い出して、集中できなくなってしまいます。どうか、この私に処罰を……",
	unlock = "陽炎型三番艦・黒潮、参上……主命なら、絶対完遂してみせます",
	feeling5 = "これが「感情」……何も考えなくていいから楽でしたが、そう悪いことではないですね……うん、主の側に戻りたいという「感情」は、私をずっと強くしてくれています",
	main = "……？主、私が何か言ったほうがいいですか？|何をお話すればいいでしょうか……主が何かを仰るのでしたら清聴させていただきます|髪に飾っている花ですか？親潮からもらいました。親潮は……元気に、しております",
	battle = "主に立ち塞がるものには、死あるのみ…！",
	upgrade = "もっと主命をください",
	voice_key = 30127,
	headtouch = "",
	feeling2 = "一人前のクノイチに感情なんて不要。主命に従って行動するだけです",
	login = "主、おかえりなさい",
	vote = "",
	hp_warning = "",
	id = 301270,
	detail = "主……あまりじっと見つめないで……",
	couple_encourage = {
		{
			{
				30109
			},
			1,
			"主のために……！",
			0
		}
	}
}
