_G.pg.ship_skin_words[301300] = {
	feeling1 = "指揮官は存外つまらぬ輩よのう",
	feeling3 = "趣味？三度の寝食に指揮官をいじることかのう。（大笑い）その顔が見たかったのじゃ",
	lose = "うぐぅ…この性能じゃやはり追いつけんかのう…",
	propose = "指揮官、今ならまだ翻意しても遅うないぞ～そうそう、じっくり、この神風のことをようお考え遊ばせ～うん？扉？はて、どうやら鍵をかけておったわい～まったく困ったものよのう～",
	expedition = "今日も委託とやらを無事こなしたか。うむ、大儀じゃ！",
	win_mvp = "ほれ！これぞ年季による実力じゃ!",
	home = "そら、今日も無事帰れたのう！褒美にわっちの栄養飲料でも飲め！ほれほれ～遠慮せんで",
	mission = "奉公か。見にいくかえ？",
	touch2 = "ほれ、指揮官の煩悩が溢れんばかりよのう。わっちがお祓いしてやろうかえ？",
	voice_key_2 = -1,
	skill = "一騎打ちとはいかずすまんのう",
	drop_descrip = "神風型駆逐艦一番艦・神風",
	mail = "伝書…ユニオンのお使い、じゃないのかのう…",
	touch = "はて？なにかのう",
	profile = "神風型駆逐艦の一号艦、神風じゃ。第一駆逐隊に所属したわっちのこの名は、力強い響きじゃろ?（笑）大戦初期から太平洋諸島で転戦し、伊達や酔狂で艦隊の大先輩をやっておらんのじゃ。こう見えても、対潜は得意じゃ。あの狼の群れとやらとの死闘を思い出す度に血が滾るよのう~ ",
	mission_complete = "はて？奉公の給金かえ?どれ、運ぶ時は気を使うんじゃぞ！",
	feeling4 = "はて、指揮官はどんな子が好みかのう～わっち？それともおしとやかな？ーーそれはまことか？そーれ、しかと録音したわい☆はて、その子に聞かせてやろうかのう-",
	unlock = "第一駆逐隊、第一号駆逐艦ーー神風、参上じゃ。お主が指揮官とやらに相違ないかえ？これからは楽しくなるかのう。うふふ、わっちの働き、ご覧遊ばせ～",
	feeling5 = "（小声）指揮官…お主のこと、気に入っているのじゃ♡ーーはて、指揮官、顔が熱いのう~耳元まで真っ赤になっとるえ",
	main = "最後まで持ちこたえるのが勝ち組よ！|ホークビル！わっちほどではないが正に兵（つわもの）じゃな|第五戦隊…良い奴らよのう…",
	battle = "潜水艦と魚雷には注意せえ。全力で行くのじゃ！",
	upgrade = "うむ、元気溌剌じゃ~（笑）これでまた大暴れできるよのう~",
	voice_key = 30130,
	headtouch = "",
	feeling2 = "指揮官。装備を新旧で評するのは丁稚三下のすることじゃ",
	login = "あら、よぉ来たかのぉ～今日は何か面妖なことでもするんかえ？",
	vote = "",
	hp_warning = "",
	id = 301300,
	detail = "ほほぉ~指揮官はわっちのどこに興味があるんかえ？",
	couple_encourage = {
		{
			{
				30907
			},
			1,
			"まだ共に戦えるよのう～",
			0
		}
	}
}
