_G.pg.ship_skin_words[101360] = {
	feeling1 = "指揮官のバカバカ、大バカアァ～～～！",
	feeling3 = "指揮官、映画スターとして、カメラ目線は大事だよ。ふふーん、今日のホビーちゃんもかわいいでしょう！",
	lose = "ちょっと失敗した……",
	propose = "へへ、やっと来たね。指揮官～ホビーちゃん、もう待ちきれない！これからはかわいいホビーちゃんの写真をもっと撮って、ずーっとホビーちゃんのお馬さんでいてね！ゆーびきった！",
	expedition = "委託が完了したよ指揮官、早くみてみて！",
	win_mvp = "へへん！ホビーちゃんが一番よ！",
	home = "ようやく戦闘が終わったね。ホビーちゃんとあそぼう～",
	mission = "まだ任務がいっぱいあるでしょう？ホビーちゃんも指揮官のこと手伝ってあげる！",
	touch2 = "指揮官、本当にダイタンね……それじゃあ、今夜はABCDを飛ばしてホビーちゃんとEFGまでいっちゃう？……ははは、てれてるてれてる！なんちゃってー",
	voice_key_2 = -1,
	skill = "唯一無二のホビーちゃん、テンションマックス！",
	drop_descrip = "ベンソン級駆逐艦・ホビー（DD-610)",
	mail = "メールが来たよ、早くみてみて！",
	touch = "なにか手伝えることある？なんでも言って、もしかしたらホビーちゃんは指揮官にとってのカミサマなのかも～",
	profile = "ユニオン駆逐艦DD610、ホビーちゃんだよ！いろいろと走り回っていたけど、目ぼしい戦績はないの～でもでも、ホビーちゃん昔は映画に出ていたの～すごいでしょう？",
	mission_complete = "お？任務が完了したか……えらい、えらい",
	feeling4 = "ホビーちゃん、指揮官と一緒にいるのが一番たのしい～へへ～このリボン、ウサギさんの大きな耳みたいでしょ？ホビーちゃん、指揮官のウサギちゃんになりたい！",
	unlock = "唯一無二のホビーちゃんきらりんと登場！指揮官指揮官、ホビーちゃんの魅力にホレボレする準備はできてる？へへん！",
	feeling5 = "指揮官、一日だけでいいからホビーちゃんのお馬さんになって～いい？ずるはダメだよ！……ははは、どうどう～",
	main = "駆逐艦が大したことできないのは普通でしょう、ホビーちゃんはね、楽しければいいの～|名前もキャラも、ホビーちゃんは唯一無二なんだよ～|指揮官、カメラがないのなら、かわいいホビーちゃんの姿は親指と人差し指でパシャッと収めてね",
	battle = "唯一無二のホビーちゃんは、当然旗艦なんだよ！",
	upgrade = "へへん！ちょっと強くなったみたい～指揮官、ありがとね！",
	voice_key = 10136,
	headtouch = "へへ～、いい触り心地でしょう？もっと触ってもいいよ",
	feeling2 = "指揮官、ホビーちゃんに手伝ってほしいならはっきり言って～",
	login = "指揮官、おかえりなさい！ホビーちゃんがいなくて寂しいから帰ってきたんでしょう？",
	vote = "",
	hp_warning = "このっ、ホビーちゃんは許さないんだから！",
	id = 101360,
	detail = "ホビーちゃんはもうポーズ決めてるよ！……指揮官、ちゃんと写真撮れた？",
	couple_encourage = {
		{
			{
				10137,
				10116,
				10117,
				10127
			},
			2,
			"みんな～ホビーちゃんについてきて！",
			0
		}
	}
}
