_G.pg.ship_skin_words[301390] = {
	feeling1 = "ふはー……つまんない…しきかーん、なんかおもしろいことやらないとピー子ならしちゃうぞー",
	feeling3 = "「オオカミしょうねん」って？……ニヒヒ、どうやらしきかんにはほんとうにピー子をいっかいならして、長月はくちだけじゃないってしってもらうひつようがあるみたいだなー♪",
	lose = "うぐぇ……ピー子はただのブザーだってぇ……",
	propose = "このキラキラのわは……長月に？しきかんがピー子のかわりにあたしをまもってくれるの？……あたし、いますごくうれしい！ピー子ならしていわってもいい？",
	expedition = "いたくたのしそー！あたしにもいかせてよー",
	win_mvp = "か、かった？……にゃははは！み、みたか！これが長月さまのちからだッ！",
	home = "しきかんおかえり！あたしのいちごアイスは？え？きいてないって！？",
	mission = "長月が「ゼイタク」にくらせるよう、しきかんはじゃんじゃんはたらけー",
	touch2 = "…………！しょうたいあらわしたなー！ピー子のせいさいをくらえー！",
	voice_key_2 = -1,
	skill = "ピー子のちからをみろ！",
	drop_descrip = "睦月型駆逐艦八番艦・長月",
	mail = "ニヒヒヒ、メールばこにたまってるメールをいつまでもとらないと、メールににげられちゃうぞ？ ",
	touch = "ニヒヒ、しきかんは……どんなことしたらピー子をならされるのかがしりたいの？",
	profile = "睦月型「はちばんかん」の長月だ！「ごえいにんむ」と「ゆそうにんむ」ばかりやってたけど、「クラわんのかいせん」ではがんばった！ほんとうだぞ！……これ？ふっふっふー、これは「ロリコンたいさく」のひみつへいきのピー子だ！",
	mission_complete = "おお、「ごうか」なほうしゅうだ……ええ！あたしのぶんはないの！？",
	feeling4 = "うぇええ…ご、ごめんなさい……しきかんはやさしくてしんせつなおとなだから、長月におこらないはずだよね……",
	unlock = "あなたがしきかん？ちょっとあやしいけど……あぶないひとじゃなさそうね。あたしは長月！ふふん、あたしのことをバカにしたらいたいめにあうぞ！",
	feeling5 = "ピー子であそばないほうがいいって？ふむ……しきかんがあたしとあそんでくれたら、かんがえてあげなくもないぞ？ニヒヒ♪",
	main = "ここはこう……ゆびでこのわっかをおもいっきりひっぱると……ギョライがドカーンってなったときみたいなおおきなおとがでるのだ！|あたしのカンレキ？あの那珂さんもたすけたことがあるよ！……たぶん|しきかん、これはどうよむの？…「ショウリ」？よくわかんないけど、ピー子をならしちゃったほうがいいきがする！",
	battle = "く、くるなー！あたしのピー子はわるいこのテンテキなんだぞ！",
	upgrade = "ワイワイもりあがってきた！",
	voice_key = 30139,
	headtouch = "",
	feeling2 = "ニヒヒヒ、しきかんはあやしいヤツじゃないからピー子のことはあんしんしていいよ――ほんとにあやしいヤツじゃないよね…？",
	login = "ニヒヒ、きょうはどんなおもしろいことをするのかな？しきかん！",
	vote = "",
	hp_warning = "あわわわ！ざ、ざしょうしてないよね？！",
	id = 301390,
	detail = "「ダレガタメ二ピー子ガナル」？",
	couple_encourage = {
		{
			{
				30132,
				30133,
				30135,
				30137,
				30138,
				30139,
				30141
			},
			3,
			"長月とゆかいななかまたち、いっくよー！",
			0
		}
	}
}
