_G.pg.ship_skin_words[301470] = {
	feeling1 = "指揮官さま、お役に立てなくてごめんなさい…",
	feeling3 = "指揮官さま、あの…一緒にカモメに餌、あげてみませんか？…はい！畏れ多くも海風、パン屑をおすそ分けして…あわわ、申し訳ございませんっ！落としちゃいました…",
	lose = "海風は大丈夫です…ほかの仲間たちは、大丈夫でしょうか…？",
	propose = "海風、畏れ多くて恥ずかしいですが…やっと指輪をつけてもらえました…！あの…指揮官さま…これからずっと海風をそばにおいてくださいね…！",
	expedition = "委託で獲得した物資、盛りだくさんですね。海風も一緒に運んできたほうがいいですか？",
	win_mvp = "えへへ…全部皆さまのおかげです…",
	home = "指揮官さま、えへへ、実は今、いつお戻りになられるかって、畏れ多くも考えていたところでした…",
	mission = "指揮官さま、その…畏れ多くも海風、お手伝いしますっ",
	touch2 = "うぅっ…指揮官さま……",
	voice_key_2 = -1,
	skill = "海風、畏れ多くも役に立ちます！",
	drop_descrip = "白露型駆逐艦七番艦・海風",
	mail = "指揮官さま、新しいメールを机に置いておきました",
	touch = "も、申し訳ございません…！スキンシップはその、ちょっと…っ",
	profile = "「改白露型」…海風たちは確かにそのように呼ばれてました。かの大戦では姉妹艦四人で畏れ多くも二十四駆逐隊として、活躍していました…いい思い出ばかりではなかったですが…",
	mission_complete = "任務完了です！指揮官さまのお役に立てて、海風、とっても嬉しいです…！",
	feeling4 = "指揮官さま、畏れ多くも海風の手をお取りになっていただけますか？スキンシップ、耐えられるように頑張りたくて…何があっても離さないでほしいですっ！ぜ、ぜっっったいに耐えてみせますっ！！",
	unlock = "改白露型駆逐艦海風と申します。畏れ多くも指揮官さまや艦隊の仲間たちを精一杯、支援させていただきます…ど、どうぞよろしくお願いします！",
	feeling5 = "指揮官さまのおかげで、海風はもう大分スキンシップに慣れた気がきます…お、畏れ多いことですが、これからも海風の「練習」に付き合ってくれますか…？",
	main = "指揮官さま、窓を開けましょうか？風通しがよくなりますし、いい気分転換になりますよ？|山風、江風の仕事の邪魔をしてはダメっ。…あ、遊ぶなら海風が……|窓際に餌を置いたら、カモメが来てくれるのかな…えへへ",
	battle = "風上よし、見晴らしよし……うん！",
	upgrade = "いつもありがとうございます…！",
	voice_key = 30147,
	headtouch = "きゃっ！？お、おやめください…",
	feeling2 = "カモメに餌あげたり、可愛い小動物と触れ合ったりするのは平気なのに、どうして指揮官さまのスキンシップが苦手なのでしょう…はぁ…",
	login = "おはようございます、指揮官さま。今日のスケジュール、畏れ多くもまとめておきました。ほかに何か手伝えること、ありますでしょうか…？",
	vote = "",
	hp_warning = "海風はもう少し、耐えられます…！",
	id = 301470,
	detail = "指揮官さま…畏れ多くも申し上げますけど…ス、スキンシップはちょ、ちょっと苦手です…",
	couple_encourage = {
		{
			{
				30163
			},
			1,
			"ご迷惑おかけしないといいですが…",
			0
		},
		{
			{
				30213
			},
			1,
			"神通さん、ご指導ありがとうございます！",
			0
		},
		{
			{
				30228,
				30117
			},
			1,
			"お、お互い気を付けましょうね？",
			0
		}
	}
}
