_G.pg.ship_skin_words[301480] = {
	feeling1 = "シャ——！（山風は警戒しているようだ）",
	feeling3 = "ねーねー指揮官！山風と一緒に遊ぼうよー！海風と江風も呼んで、ね？",
	lose = "ぐわー！早く逃げろー",
	propose = "おお——！山風、あまりの嬉しさでドカーンとなっちゃいそう！なんてね♪山風も指揮官のこと、大好きー！！",
	expedition = "指揮官！仲間たちがいいもの、いっぱい持って帰ってきたよ！",
	win_mvp = "山風たちの勝ち！えい、えい、おー！",
	home = "指揮官戻ってきたの？山風の座布団をどうぞ！",
	mission = "新しい任務がきたね！山風、ファイト！",
	touch2 = "っ！！がぶがぶするよー！",
	voice_key_2 = -1,
	skill = "進め！山風、進め！",
	drop_descrip = "白露型駆逐艦八番艦・山風",
	mail = "指揮官、山風がメール持ってきたよー！",
	touch = "山風と「ぱんちげーむ」をするの？",
	profile = "山風はね、かの大戦で二十四駆逐隊の旗艦だったよ！指揮官、山風のこと、嵐と間違えないようにね！",
	mission_complete = "任務完了！ボーナスに、山風の分は入ってるかなー？",
	feeling4 = "指揮官、一緒に動物園行こう？カモメ、熊、イルカやほかの動物たちの声、もっといっぱい聞きたいの！",
	unlock = "がお——！白露型山風、母港に無事とーちゃく！…うーんと、山風ね、指揮官探してるんだけど、どこにいるか知ってる？…おー！目の前にいるのが指揮官だった！",
	feeling5 = "指揮官は山風に優しいから、山風も指揮官に優しくするね！変な人が来たら、山風が驚かせて追い払ってあげる！…え？山風を守ってくれるって…なんで？",
	main = "指揮官、一緒に遊んでくれないと驚かせちゃうよ！よーい、わうー！|江風、たまにはそんなにしーんとしないで、山風と海風と遊ぼうよー！|指揮官、やる気出ないのは、メッ！早くやる気を出して！",
	battle = "おお~みんな、山風に続けー！",
	upgrade = "わうー！",
	voice_key = 30148,
	headtouch = "ぐおおおお~！",
	feeling2 = "山風が囲んできた悪いオフニャたちをびっくりさせて追っ払うよー！わうー！",
	login = "おおおお——今日の山風、やる気満々だよ～！",
	vote = "",
	hp_warning = "いたたた——",
	id = 301480,
	detail = "えへへ、指揮官も山風と一緒に遊ぶ？",
	couple_encourage = {
		{
			{
				30149,
				30147
			},
			2,
			"山風から～ファイトぉ！",
			0
		},
		{
			{
				30506
			},
			1,
			"陸奥様、質問はあとで！",
			0
		}
	}
}
