_G.pg.ship_skin_words[301490] = {
	feeling1 = "所詮はわたしの予想を越えられない程度の人間ということか。指揮官",
	feeling3 = "指揮官も戦をくぐりぬけた身だろ？なぜそんな絵空事を信じる？正義、愛、平和など……",
	lose = "まだ…沈んでないな。是非もなし、か…",
	propose = "まさか指揮官とこんなことになるとは……あなたと長く付き合っていたら、わたしまで甘い理想を信じるようになってしまった…わたしをここまで甘くした責任、ちゃんととってくれるな…？",
	expedition = "委託完了だ。報告書の確認、忘れるでないぞ",
	win_mvp = "ソロモン…私を呼んでいるのか……",
	home = "戦闘が終わるとどうなるかだと？次の戦闘が始まるだけだ",
	mission = "新しい任務だ。……なに？適当に世間話でもしろというのか？",
	touch2 = "……つまらないことを…",
	voice_key_2 = -1,
	skill = "安心せよ。一瞬で終わらせてやる",
	drop_descrip = "白露型駆逐艦九番艦・江風",
	mail = "メールだ。わたし？こういうのはあまり……",
	touch = "秘書艦の仕事？仕事に好き嫌いなどない。秘書艦だろうと、秘書艦じゃなかろうとそんなものは関係ない",
	profile = "改白露型すなわち、海風型三番艦の江風だ。あの大戦では同型艦で第二十四駆逐隊を結成した。ソロモン…か。確かに、色々と思い出が詰まっている場所だ。アイアンボトムサウンド、ノーザンプトン、そして最後の記憶も……",
	mission_complete = "報酬が来たぞ。期待するほどの品ではなかろうが、まずは受け取ってくれ",
	feeling4 = "現実から目を背け、ただただ理想と夢を叫び続ける――そんな愚昧さと甘さは大嫌いだ。指揮官はそうならない…よな？",
	unlock = "白露型、名は江風。馴れ合うつもりはない。挨拶など不要だ",
	feeling5 = "「夢を諦めなければ、いつか現実にすることができる」、か…ふん、ずいぶんと陳腐な答えだな。だがあなたなら……",
	main = "砲弾は相手を葬る凶器だ。どんなに美辞麗句を並べようとそれは変わらない|わからないことがあったら神通さんにでも聞くがいい。わたしは……どちらかというと川内さんに似ているからな|この艦隊はずいぶんと愉快なやつが多いな……",
	battle = "戦いは……何も変わらないのだな",
	upgrade = "強くなった気分…悪くないな",
	voice_key = 30149,
	headtouch = "",
	feeling2 = "戦争に善悪美醜などない。敵も味方もそれは同じだ",
	login = "今日も何も変わらない日なのだな",
	vote = "",
	hp_warning = "これぐらい…気にするまでもない！",
	id = 301490,
	detail = "釣りは好きだ。頭を空っぽにして、何も考えなくていいからな",
	couple_encourage = {
		{
			{
				10303
			},
			1,
			"今度は味方か…まあ、いい",
			0
		},
		{
			{
				30505
			},
			1,
			"長門様、お気をつけてください",
			0
		},
		{
			{
				10106,
				10108
			},
			2,
			"戦い方をあわせる…！",
			0
		}
	}
}
