_G.pg.ship_skin_words[301540] = {
	feeling1 = "みんな、指揮官さんのことが悪いって言ってます…指揮官さん、本当は悪い人ですか……？",
	feeling3 = "あぅ…夜はやっぱり怖いですよね…指揮官さん、お、遅くなりそうでしたら、寮まで送ってもらえますでしょうか……",
	lose = "うぅ…こ、こないで……",
	propose = "これでずっと指揮官さんのそばにいられるようになりますか…？よかったぁ…ええと、夕暮ちゃんが教えてくれた、次にすべきことは…よ、よくわからないけど、目を閉じて指揮官さんを待っていればいいんですね？う、うん！",
	expedition = "委託組のみんなはもう母港に帰還しましたね。ええと…様子を見に行ったほうがいいでしょうか……",
	win_mvp = "い、一位は…清波、ですか？うそ…嘘じゃ、ないですよね…？",
	home = "指揮官さん、出撃お疲れ様…う、うさちゃんをさわさわしませんか？もこもこしてて、癒やされますよ…？",
	mission = "任務、結構残っていますね…指揮官さん、大丈夫ですか…？",
	touch2 = "よ、よくわからないけど、こんなの…指揮官さん、ダメ、くすぐったいですぅ…っ！",
	voice_key_2 = -1,
	skill = "い、一緒にやりますよ！うさちゃん！",
	drop_descrip = "夕雲型駆逐艦八番艦・清波",
	mail = "メールが来ました！指揮官さん、早く確認しましょう！",
	touch = "うさちゃん、可愛いですね。えへへ、寝るときはいつもうさちゃんと一緒です",
	profile = "夕雲型駆逐艦の8番艦の清波、です…対空能力を強化しましたけど、やっぱりわたしも夕暮ちゃんも、飛んでいるものはちょっと………うぅ、あのときにもっと頑張っていれば……で、でも！カンレキ的にはちょ、ちょっとだけ戦績があります！と、とにかくがんばります…っ！",
	mission_complete = "任務は…うん、完了したようです！指揮官さんはすごいですね…",
	feeling4 = "うさちゃん以外にも、こうもこもこしてる子、たくさん持っていますよ…？指揮官さん、今度は清波の、ええと、「もこもこハウス」！見に来ませんか…？",
	unlock = "夕雲型駆逐艦清波、ちゃ、着任しました…この子は友達のうさちゃん…よ、よろしくお願いします！…はぅ…",
	feeling5 = "指揮官さんと一緒にいると、暗いのも飛行機も怖くなくなります！つ、今度からは後ろに隠れるのではなく、指揮官さんの前を歩いてもいい…ですか？",
	main = "夕暮ちゃんといると安心します。一緒に遊んだりお泊りしたりするのも楽しいです。もっと夕暮ちゃんのようなお友達を作れればいいですね…|あわわ！ま、また空襲ですか！？……指揮官さん、びっくりさせないでくださいっ！|どんな時でもわたし、頑張ってみんなに追いつくよう努力しますから…ぜ、絶対に置いてかないでくださいね…？",
	battle = "わ、わたしが指揮するんですか！？…あぅ！？み、みんな頑張ってぇ！！",
	upgrade = "うさちゃん、清波、ちょっと強くなったのかな……",
	voice_key = 30154,
	headtouch = "",
	feeling2 = "ど、どうして指揮官さんの後ろに隠れてるって…？ええと、実は、その…指揮官さんについていったほうがいいと思いますし…",
	login = "指揮官さん、おかえりなさい…ほら、うさちゃん、挨拶して？",
	vote = "",
	hp_warning = "さ、最後までがんばります！",
	id = 301540,
	detail = "うう…そ、そんなにじっと見つめないでいただけますか…？",
	couple_encourage = {
		{
			{
				30126
			},
			1,
			"夕暮、う、後ろについて行ってもいいですか…？",
			0
		}
	}
}
