_G.pg.ship_skin_words[101370] = {
	feeling1 = "指揮官、わたしの作ったチリソース入りアイスは嫌い？……ちぇ……",
	feeling3 = "きたきた～指揮官、手品をみたくない？カークの袖の中にはウサギさんが隠れ――あれ？ウサギさん、なんで急にいなくなっちゃったの？",
	lose = "うぅ……怪我するのはや、やだよ……",
	propose = "指揮官、袖の中に手を入れて……わたしの手、ちゃんとつかんでね！二人で手を合わせれば、幸運も二倍になるよ。へへへ、これからも、楽しい日々が続くといいね！",
	expedition = "指揮官、早く報酬を取りにいこ～",
	win_mvp = "今日のカークはついている！",
	home = "指揮官、台風がびゅーびゅー吹いても、わたしが一緒にいるから、大丈夫～",
	mission = "指揮官、また任務が来たよ～",
	touch2 = "……これで指揮官はうれしいの？",
	voice_key_2 = -1,
	skill = "嵐の中でも進もぉ！",
	drop_descrip = "ベンソン級駆逐艦・カーク（DD-611)",
	mail = "早くメールボックスを開けてみよ～",
	touch = "あれ？またわたしのこと褒めてくれるの？ありがと、指揮官！今朝みんなの朝ごはんを特製激辛パスタに入れ替えてよかった～",
	profile = "わたしはベンソン級駆逐艦、DD611のカーク。ユニオンではいろいろ任されて、色んなところに行ったの。（小声）走り回るのは、あんまり好きじゃないんだけどね……",
	mission_complete = "任務、無事完了したよ。へへへ、指揮官、おつかれ～",
	feeling4 = "指揮官指揮官～！……へへへ～指揮官が楽しそうにしているのをみると、わたしもすごく楽しくなるんだ！",
	unlock = "カーク、着任したよー（ブンブン）指揮官、ちょっとわたしとハイタッチしてみて！一発でパッとタッチできれば、わたしたちは友達だ！",
	feeling5 = "もっと母港にいたーい、指揮官もどっかいかないで～ねぇいいでしょ？",
	main = "外で走り回るのよりも、指揮官と一緒に母港にいるのが好き|へへへ、わたしの手をつかめば、指揮官も幸運になれるよ～|指揮官、今度出撃する前にぃ～ご褒美の飴ちゃんちょうだい！え？いいの？へへへ～、もう後悔しちゃダメだからね、はい、約束～♪",
	battle = "やるぞ～、ちゃんと頑張らなきゃね～",
	upgrade = "ちょっと、熱い……でもわたし、強くなった！（ブンブン）体も、軽くなった！",
	voice_key = 10137,
	headtouch = "",
	feeling2 = "わたし、色んなところに行って、色んなものを見てきたの。指揮官、わたしのお話、聞いてみたくない？",
	login = "指揮官指揮官、指揮官がいない間に、またこっそりみんなの給食にチリソースをかけたはずなんだけど、なんでかわたしのだけめちゃくちゃ辛くなってたの……わー、頭たたかないで……",
	vote = "",
	hp_warning = "大丈夫、カークは運がいいから、いける……はず！",
	id = 101370,
	detail = "ちゃんといい装備をつけてね～悪い飛行機がわたしに当たらないようにしないと",
	couple_encourage = {
		{
			{
				10136,
				10116,
				10117,
				10127
			},
			2,
			"ベンソン級のみんな、一緒にいこう！",
			0
		}
	}
}
