_G.pg.ship_skin_words[301590] = {
	feeling1 = "近づかないで、うつけが移るわ",
	feeling3 = "浜風と谷風、いつもおどおどしてて、ちっとも武人らしくないわ！姉であるこの私が出ないと。まったく、困った子たち…",
	lose = "ぐぬぬ、この……しょ、勝敗は兵家の常…よ！",
	propose = "ようやく私の凄さに気づいたのか。この素直じゃないやつめ……だからミミはぴょこんとしていないし嬉しくなんかなってないから！ああもう言うなあ！し、式の途中なんだぞぉ！",
	expedition = "委託が完了したよ。忘れてないよね？",
	win_mvp = "勝ったね……当然じゃない。別に嬉しいなんて…",
	home = "ふ、ふん！大儀だぞ、休むが良い！",
	mission = "任務の資料は片付けたわよ。……え、私も参加するの！？",
	touch2 = "こんなことされたらもうガマンとかしなくていいわよね……もう死んじゃえ！",
	voice_key_2 = -1,
	skill = "今よ！",
	drop_descrip = "陽炎型駆逐艦十一番艦・浦風",
	mail = "お前のメールよ……うん？なんで読まないの？私？別にメールに何か書いているか気にしてないから、ほっとけばいいじゃない",
	touch = "そんなにつっつくんじゃないわよ！お前は猿なの？",
	profile = "私たち第十七駆逐隊、あの大戦ではほぼずっと一緒よ。いろんな作戦任務で活躍して、ほぼ最初から最後まで戦い抜いたの。私だけ、金剛姉と一緒に沈んだけど……ううん、死生命あり、これしきのこと、気にしてなんかないわ",
	mission_complete = "報酬確認が終わったわ。運ぶのはお前に任せた",
	feeling4 = "べ、別に気にしてないし答えなど最初からわかってるけど、一応聞いてやるわ。私を一人前だと思ってる？",
	unlock = "お前が我々第十七駆逐隊を指揮する大将？パッとしない風体なのね。私は陽炎一門の浦風よ。その実力、私に見せなさいな",
	feeling5 = "何よ、適当に試しただけなのに……まあ、お前なら話ぐらいは聞いてやるわ。ふん！いつか絶対刮目させてあげちゃうんだから、今に見てなさいよ！",
	main = "浜風…あの小娘。自分も妹なのに私より大人ぶっちゃって…たわけ！ふん！|あの時シーライオンを見つけ出すことが出来たら、金剛姉は…ふん、まあよい！大事なのは今よ！|公文？私に見せなさい――ふんふん、なるほど、なるほど～",
	battle = "こほん！全艦……出陣！",
	upgrade = "ありが……今耳がぴょこんと？んなことあるか！別に嬉しくなんか……",
	voice_key = 30159,
	headtouch = "",
	feeling2 = "扇子？違うわ。これは軍配という、武将が合戦の時に使う軍扇なの。あまり私の博識を侮るでな……な、なんでもないわよ！",
	login = "遅い！田んぼの鈍亀か？",
	vote = "",
	hp_warning = "策を誤ったか……",
	id = 301590,
	detail = "この家紋？私が考えたの。この羽織も。カワイイ以外の感想は受け付けないわ",
	couple_encourage = {
		{
			{
				30161,
				30162
			},
			2,
			"第十七駆逐隊、戦闘準備！",
			0
		}
	}
}
