_G.pg.ship_skin_words[301600] = {
	feeling1 = "ふん！もう大将とは遊ばないよ！浜風～浜風はどこぉー？",
	feeling3 = "西軍突撃！東軍を討つぞー！えっと次は……あわわ！ヒデアキが引き抜かれた！大将ずるいよ！磯風は…うぅぅ……",
	lose = "浜風、浜風はどこぉ…磯風を助けて～",
	propose = "大将、今度いじめられたら磯風に教えて？磯風は浜風を連れて仇を取ってやるぞ。大将と磯風と浜風はお友達してるんだから！",
	expedition = "目標・母港のハトバ！委託から戻ってきたみんなを迎えるぞ！大将丸、走れ―！",
	win_mvp = "浦風さま、磯風の活躍見てくれたかー！",
	home = "大将、ご苦労様！えっと、えっとね！磯風から報告申し上げるぅ！あの…",
	mission = "大将！任務は磯風に任せていいのだ！任務などガイシュウイッショクだぞ！",
	touch2 = "ははは、くすぐったいよぉ～",
	voice_key_2 = -1,
	skill = "ふ、フウリンカザン！",
	drop_descrip = "陽炎型駆逐艦十二番艦・磯風",
	mail = "大将、お手紙を持ってきたぞ！",
	touch = "大将、磯風をオンブして～今から敵陣に突っ込むぞー！",
	profile = "十七駆の磯風だ！むかしはえっと、浜風、浦風さま、谷風…あっ、雪風とも一緒にいた！カンレキなら誰にも負けないよ！だから任務は磯風に任せればよいのだ！",
	mission_complete = "大将、任務報酬が来たね！何万石あるー？",
	feeling4 = "大将、磯風とゲームしようよ～え！忙しいからできないの！本当に？お仕事を手伝うよ？お肩を叩いてあげるよ？……やったぁ！大将大好き！",
	unlock = "全軍突撃ィ！……ととと、こ、ここはどこぉ！？あ！オマエのことは知ってる！えっと、浦風さまが言ってたた…大将！ふん！わたしは磯風、将来天下を震え上がらせる大将になるぞ！",
	feeling5 = "大将、わたし最近浜風に冷たいって浦風さまに怒られそうになったの！でも磯風やっぱり大将と遊びたいの……だから大将、一緒に浜風と遊びに行こう！",
	main = "大将！磯風とセンゴクごっこやってぇー！大将は……イエヤス！磯風はミツナリ！|浜風！谷風！出発よ！目標は――ジョウラクだぁ！|浦風さま、磯風の羽織がまた破けちゃった…直して～",
	battle = "一番槍はこの磯風が……うわああ！待ってぇ～",
	upgrade = "わたしこそ十七駆の一番槍、磯風であーる！",
	voice_key = 30160,
	headtouch = "",
	feeling2 = "センゴクのこと？全部浦風さまが教えてくれた！浦風さまは物知りだぞ！でも磯風の一番の親友はやっぱり浜風なの！えへへ～",
	login = "大将！出陣の時間だぞ！",
	vote = "",
	hp_warning = "踏ん張る時よ！",
	id = 301600,
	detail = "テンカフブ！",
	couple_encourage = {
		{
			{
				30161
			},
			1,
			"浜風、わたしに続けぃ！",
			0
		}
	}
}
