_G.pg.ship_skin_words[301620] = {
	feeling1 = "指揮官さん……ジーーー",
	feeling3 = "「谷風」は昼しか吹きませんけど、私はいつもここにいますよ♪",
	lose = "どうしたら……",
	propose = "あぅ――あ、ありがとうございます……い、いただきますね。えっと……あの、えっと、わ、私も、指揮官さんのことが…大好きです！は、恥ずかしいよぉ…",
	expedition = "指揮官さん、誰かが帰ってきましたよ",
	win_mvp = "指揮官さん、満足して貰えたのでしょうか？",
	home = "きゃっ！おかえりなさい！",
	mission = "指揮官さん、まだ任務が終わっていませんよ",
	touch2 = "ほっぺ以外つついちゃダメですぅ！",
	voice_key_2 = -1,
	skill = "私の番です！",
	drop_descrip = "陽炎型駆逐艦十四番艦・谷風",
	mail = "新しいメールは風とともに届きましたよ",
	touch = "きゃっ！指揮官さんまた私のほっぺをつついて～むぅ～",
	profile = "陽炎型駆逐艦、十四番艦の谷風です。第十七駆逐隊の旗艦を担当しました。ミッドウェイの戦いの時はヒコウキがいっぱいでしたけど、ほとんど被弾しなかったのですよ。クラ湾の時は浜風ちゃんと一緒に……えへへ♪",
	mission_complete = "さすがは指揮官さんですね",
	feeling4 = "へへ～指揮官さんのほっぺ～つん♪",
	unlock = "私は「谷風」…谷に沿って山へ吹き上げる風、の意味です。…指揮官さん、私を連れて帰ってもらえますか？",
	feeling5 = "指揮官さんと一緒にいると時の流れも早く感じちゃいます。指揮官さんもそう思いますか？",
	main = "浜風ちゃん、表情が硬いよ？ツンツン♪|ゆ、雪風ちゃんが来るの？が、頑張って仲良くします……たぶん……|指揮官さんがいると安心しますね",
	battle = "第十七駆逐隊、出撃します！え、いまの間違えた…？",
	upgrade = "今日も風が強いですね……",
	voice_key = 30162,
	headtouch = "",
	feeling2 = "指揮官さんのことはまだよくわからないですね",
	login = "指揮官さんが谷風を必要とすれば、谷風はここにいますよ",
	vote = "",
	hp_warning = "",
	id = 301620,
	detail = "ミッドウェイ？我々の勝利でしたよね……ま、また間違えました？！",
	couple_encourage = {
		{
			{
				30161
			},
			1,
			"クラ湾の時のように――",
			0
		}
	}
}
