_G.pg.ship_skin_words[301630] = {
	feeling1 = "荒潮…どこ……",
	feeling3 = "また悪い夢を見ました。指揮官、今夜は一緒にいていただけますか？朝潮……あの黒い海底、何も見えない夢……怖いです…",
	lose = "もう少し防空火器を充実させられれば…",
	propose = "もし朝潮にいいことがあるとしたら、きっとそれは指揮官と出会ったことです。指揮官、これからも朝潮が眠るまで側にいてくれますか？今日も…明日も…毎日……",
	expedition = "みんなを向かえにいきましょう",
	win_mvp = "……朝潮がとんでもないことをしたようですね",
	home = "ここより安心できる場所なんてありません。指揮官もそう思うのですか？",
	mission = "指揮官、任務…たまにはやる気を出してくださいね",
	touch2 = "変な感じです…",
	voice_key_2 = -1,
	skill = "今度は…くじけない！",
	drop_descrip = "朝潮型駆逐艦一番艦・朝潮",
	mail = "メールは朝潮が読み上げましょうか。もしかしたら…荒潮のことが書かれているかもしれませんし",
	touch = "大丈夫、朝潮……怖くなんかありませんよ",
	profile = "朝潮型駆逐艦ネームシップ・朝潮です。荒潮、そして仲間のみんなと一緒に第八駆逐隊を結成しました。最後は解散したけど…いつか絶対に仲間たちに会えると信じています。指揮官…朝潮を手伝ってくれますか？",
	mission_complete = "任務の報酬…食べ物を買いに行っていいですか",
	feeling4 = "指揮官と一緒にいると安心します。…だけど、荒潮のことを考えると、不安……",
	unlock = "はぐれた仲間たちを探すため、駆逐艦朝潮、あなたの艦隊に参加しました…指揮官、あなたにも…失いたくない、大切な仲間がいますか？",
	feeling5 = "指揮官はいつも知らない間に朝潮を安心させてくれます。ですが朝潮、怖いことが一つ増えました。……指揮官はずっと、朝潮の側にいてくれます…よね？",
	main = "ダンピール海峡？朝潮、あまりあそこを思い出したくはありませんが……それより指揮官、対空砲を一門追加していただけますか？|よく寝てよく食べることは一番の幸せです|はあ……もうこんな時間ですか……指揮官はまだ頑張っていますね。どうか体にはお気をつけください",
	battle = "防空態勢…準備はいい？",
	upgrade = "朝潮は、対空砲をもう一門つけたほうがいいと思います",
	voice_key = 30163,
	headtouch = "んん……",
	feeling2 = "水平線を見つめるたびに、あのときのことを思い出してしまいます",
	login = "おかえりなさい、指揮官。しばらく出航したくないのでしたら、こちらでお休みになってはいかがですか？",
	vote = "",
	hp_warning = "状況は…あまりよろしくないですね…",
	id = 301630,
	detail = "ずっと母港にいたいです。…だけどこのままでは荒潮を見つけられませんよね…",
	couple_encourage = {
		{
			{
				30166
			},
			1,
			"今度は…一緒に戻りましょう",
			0
		},
		{
			{
				30164
			},
			1,
			"朝潮も可愛いコが好きです…違うんです？",
			0
		},
		{
			{
				30165
			},
			1,
			"朝潮も歌が好きですよ",
			0
		}
	}
}
