_G.pg.ship_skin_words[301640] = {
	feeling1 = "やっぱ、指揮官とはわかり合えんようやわぁ……",
	feeling3 = "おとこもおなごも、優秀で可愛い子ならなんでも好きや～大事なんは性別じゃのーて、心なんや～",
	lose = "ちょっとした失敗で、落ち込んじゃいけへんよ～",
	propose = "あたしが指揮官のことを好きで、指揮官も大潮のことが好きっちゅうこと、ほんまええことやね～ねえ、し・き・かん♡",
	expedition = "あら、委託に出たみなはんが戻っちゃった？…いいな～あたしも行かせて欲しいわ～",
	win_mvp = "みなはんの英姿、ちゃんと見とったよ～",
	home = "無事に帰っちゃった～皆怪我しとらへん…？",
	mission = "指揮官、任務の時間や",
	touch2 = "あら、他の子に指揮官が危ないっちゅうこと、知らせといたほうがええな～",
	voice_key_2 = -1,
	skill = "艦隊のみんなのためやで～",
	drop_descrip = "朝潮型駆逐艦二番艦・大潮",
	mail = "指揮官、お手紙や～ふふ、ラブレターちゃうん？",
	touch = "今日は何を作ったらええやろ…あら、指揮官もほしいんちゃう？しゃあないな～",
	profile = "朝潮型の二番艦、大潮や～第八駆逐隊の司令艦として、朝潮、満潮、荒潮と一緒に色んなことを経験して、褒章もそこそこもろたよ～そんあとはちょい怪我して朝潮に司令艦を譲ったんやけど、そんなんもう昔のことやな。そないなことより、今の艦隊のみなはんのこと、話しないな？",
	mission_complete = "指揮官、任務褒章が来とるよ～",
	feeling4 = "指揮官はええ人や～艦隊のみんながなんで指揮官のことを信じちゃったか、今わかったんよ～実はあたしも指揮官のことが……ふふふ～",
	unlock = "あら、優秀そうな指揮官さんやな～なんでって？指揮官さんの後ろに優秀そうな子たちが、ようけいなはったからな～あたしは大潮、みんな、これからよろしゅうなー",
	feeling5 = "ふふふ～優秀で可愛い指揮官のこと、好きになってしもたわ～♡　指揮官は？大潮のこと、好きなん？",
	main = "こないな優秀な子たちと四六時中いっしょくたやなんて、指揮官はけなるいわ～|朝潮はかいらしいな～ふふふ…|指揮官、暇ならみなはんを呼んでお茶会でも開いたらええんちゃうん？",
	battle = "怪我せんよう気いつけとってや～",
	upgrade = "おおきに～",
	voice_key = 30164,
	headtouch = "",
	feeling2 = "女のコはみな可愛いもんや～可愛いもんを嫌う人なんて、おらんちゃうん？",
	login = "指揮官、今日もみんなの幸せのために、一緒に頑張りないな～",
	vote = "",
	hp_warning = "無理せんでええんやで～",
	id = 301640,
	detail = "指揮官はどの子がお気に入りなん？ちびっと話しないな？",
	couple_encourage = {
		{
			{
				30114
			},
			1,
			"夕立、こっちや～",
			0
		},
		{
			{
				30163,
				30165
			},
			1,
			"第八駆逐隊、出撃～",
			0
		}
	}
}
