_G.pg.ship_skin_words[301660] = {
	feeling1 = "朝潮ちゃん？よしよし、こわくないよ……指揮官様、先に失礼させていただきますね、朝潮ちゃんのそばにいてあげないと――",
	feeling3 = "また悪い夢を見たのですか？大丈夫、全部よくなりますよ、指揮官様",
	lose = "気にする必要はありません、今度は勝てますから！",
	propose = "指揮官様、あまり恥ずかしいことは言えないのですが、聞いてほしいことがあります……ええと……これからも、わたしは指揮官様のことを支え続けます。指揮官様の隣こそが、わたしの唯一の寄る辺ですから",
	expedition = "指揮官様、委託組のみんなが帰ってきたようですよ。早く迎えに行きましょうか",
	win_mvp = "あら、わたしがMVPですか……うーん、こういうのも悪くないかもしれませんね",
	home = "お疲れさまです。膝枕しますので休みませんか？",
	mission = "新しい任務がありますね。指揮官様、わたしも手伝います",
	touch2 = "キャッ――！これは、大人になるために必要なこと、でしょうか？",
	voice_key_2 = -1,
	skill = "わたしがみんなのことをお守りしますね",
	drop_descrip = "朝潮型駆逐艦四番艦・荒潮",
	mail = "メールがありますね。指揮官様、早く見に行きましょうか",
	touch = "ん……みんなが離ればなれになった原因はあまり考えないようにしています。それに、こうしてまた会えたのですから、このまま楽しく過ごしていきましょう",
	profile = "わたしは朝潮型の四番艦、荒潮です。大潮と満潮、それから朝潮ちゃんと一緒に第八駆逐艦隊に所属していました。今度こそ……みんなで一緒にいられるといいですね",
	mission_complete = "任務が完了しました。指揮官様もお疲れ様ですね！",
	feeling4 = "おしゃべりをしていたらもうこんな時間……とても楽しかったです！指揮官様、ずっと座っていて、肩が凝っていませんか？お揉みしますよ",
	unlock = "駆逐艦荒潮、指揮官様の艦隊に入ります。みんなのことは、わたしがしっかり支えてあげますね",
	feeling5 = "今は二人きりですね。さっきから胸のドキドキが……指揮官様、ほんの少しだけ、胸に寄り添っても、いいでしょうか？",
	main = "朝潮ちゃんとは昔からずっと一緒でしたの。そうそう、寝ているときもずっと。朝潮ちゃん、寝ているときもとても静かなんですよね | もしみんなについていけなくなっても、見捨てられることはないって信じています……ですから、ここがわたしの一番の居場所です | お茶ができました、ごゆっくりどうぞ。それとわたしの腕前、如何でしたでしょうか？",
	battle = "みんな、なるべく怪我をしないようにね……",
	upgrade = "これでもっとケガをしにくくなりました。ありがとうございます、指揮官様",
	voice_key = 30166,
	headtouch = "",
	feeling2 = "指揮官様のこと、もっと知りたいですね。ふふっ、まずはどこから始めましょうか？",
	login = "わたしの恰好、変ではありませんか？指揮官様を迎えるときは、やはり笑顔が一番ですね！",
	vote = "",
	hp_warning = "こういう時は落ち着いていきましょう。荒潮は大丈夫です",
	id = 301660,
	detail = "飛んでいる飛行機を見ると、少し落ち込みます……まぁでも、もう昔のことです。それよりも今大事なのは笑顔でいること、ですよね、指揮官様",
	couple_encourage = {
		{
			{
				30163,
				30164,
				30165
			},
			2,
			"第八駆逐隊のみんな、ちゃんとついてきてくださいね",
			0
		},
		{
			{
				30163
			},
			1,
			"朝潮ちゃん、ちゃんと傍にいるから、大丈夫ですよ",
			0
		}
	}
}
