_G.pg.ship_skin_words[301720] = {
	feeling1 = "つまらなーい",
	feeling3 = "ドでかいオフニャ、モフモフ…じゃなくて、ツヤツヤ。筋肉ぅー！",
	lose = "早く戻ろ？誰かがいなくなるとか、ヤーだもん",
	propose = "誓いの指輪。キラリーン。浦波、ずっとつけてていい？えへへ…指揮官、大好きー",
	expedition = "委託組、戻ってきたね。そっかー指揮官もう知ってたんだー",
	win_mvp = "浦波、すごーい。…と言われた理由。何ナン？",
	home = "指揮官、お帰りだぴょー。…今の饅頭のモノマネだった。うん…",
	mission = "山盛り任務、はい注文入りましたー",
	touch2 = "わっしょーい",
	voice_key_2 = -1,
	skill = "くらえー",
	drop_descrip = "特Ⅰ型駆逐艦十番艦・浦波",
	mail = "お手紙ひょーい。着艦よーろしー",
	touch = "指揮官、悩み中ー？",
	profile = "特Ⅰ型…うーん、特Ⅱ型…ううん、ど真ん中の駆逐艦の浦波だよ。第十九駆逐隊で仲間たちと頑張ったよー。…はい、質問。浦波、本当は何型（なにけー）？",
	mission_complete = "山盛り任務、指揮官頑張ってクリアした。…うん。おかわりどうぞー",
	feeling4 = "指揮官ハカセに、面白マメ知識の伝授をたのもー。浦波には妖怪のお話をどうぞー",
	unlock = "どうして浦波はここに？……うーん？浦波を引き取ってくれるの？いーよ。浦波、指揮官についていくヨロー",
	feeling5 = "指揮官と一緒にいるのは、浦波にとってまさに水を得た魚、蜜を見つけた蜂、ウキウキフワフワ幸せでドーーン！……うん、大体こんな感じだよ",
	main = "浦波ではなく裏紙、かきかき。暇―|仲間たちも救う、敵も倒す。これ、浦波のモットー|浦波の好きなものー。……を言っちゃうと、みんな変な顔になってドン引きするからね。しゃーないなー",
	battle = "空も海も、ちょーいとブルー",
	upgrade = "強化まだー？浦波、遊びたいちゅん…",
	voice_key = 30172,
	headtouch = "",
	feeling2 = "浦波のカワイコレクション……うーぱーくんとマッスル饅頭、今度見せるぞー",
	login = "浦波、遊んでオッケー？",
	vote = "",
	hp_warning = "浦波、こわーい",
	id = 301720,
	detail = "鬼怒のお面、可愛いと思うから借りっぱしようとしたら……断られたぼーん…",
	couple_encourage = {
		{
			{
				30105
			},
			1,
			"綾波、鬼、やってー",
			0
		},
		{
			{
				30208
			},
			1,
			"ヒュ～かっちょい～",
			0
		},
		{
			{
				30303
			},
			1,
			"青葉、何撮ってるー？",
			0
		}
	}
}
