_G.pg.ship_skin_words[301790] = {
	feeling1 = "ほかの子からの評価が下がる前に、早く自らの非を認識したまえ",
	feeling3 = "性格が異なる仲間にはそれぞれ違う接し方をするのだ。変わり身が早いのではなく、人間関係を上手くする処世術だぞ",
	lose = "時代には追いつけていないようだな……",
	propose = "この私で良いのか？別に人を惹き付ける所もないし、世話焼きで説教したがるし…冗談ではないだと？そ、それなら…コホン、では海が涸れ果てるまで、この私がずっとそばに付いていてやろう――",
	expedition = "報酬を受け取る前に、苦労した仲間たちを労うのを忘れるでないぞ",
	win_mvp = "勝利は勝利だ。虚飾も賛辞も要らぬな",
	home = "出撃ご苦労。お茶でも飲んで、戦術レヴェルでの振り返りをするんだぞ",
	mission = "才ある者は多く働く。未完了の任務をほったらかすことはあるまい",
	touch2 = "……今の根性を他のところに使えば、まだ評価してやらんでもなかったんだがな",
	voice_key_2 = -1,
	skill = "私の番ね",
	drop_descrip = "神風型駆逐艦五番艦・旗風",
	mail = "新しいメールを確認するのだぞ――ちなみに、ここにも一通あるからな",
	touch = "対空は大事だ。ちなみに、油断の代償はお主が思っているよりずっと重いぞ",
	profile = "神風型駆逐艦の旗風だぞ。ちなみに艦種的には先輩にあたるが、主に護衛任務に従事して、華々しき戦果がなかったばかりか、神風のように最後まで戦い抜くことも叶わんかったカンレキだ。ふむ、私としては、いささか残念ではあるな",
	mission_complete = "ほぉ……任務報酬、予想より多いとはな",
	feeling4 = "そうだな、このお守りを持っていくといい。人間関係もうまくいく。だが注意することだ。相手を傷つける行動をしたら罰があたるからな",
	unlock = "お主が指揮官か。ふむふむ……これ、情けない顔を晒すでないぞ。私は第五駆逐隊の旗風。ちなみにこれからは先輩として面倒を見てやるから、覚悟してくれ",
	feeling5 = "悩みなら言ってみたまえ。こう見えても年長者としての経験で解決してきたことは多い。そもそもお主との仲だ、隠すことも何も無かろう。ふふ",
	main = "松風はどうも姉妹艦たる私たちを気遣っていないと気が済まないようだが、どう応じればいいのか時々悩まされるな…|サボる気なら諦めな。ちなみに、仕事はまだ結構残っているぞ|神風、指揮官をからかうのはいい加減にせんかい",
	battle = "今更熟慮など要らん。それぞれの役割を果たせば戦に勝てる。往くぞ！",
	upgrade = "私なんぞのためにそこまでせんでも……いや、感謝するぞ",
	voice_key = 30179,
	headtouch = "",
	feeling2 = "指揮官に気があるなら、先輩として人間関係についてアドバイスしてやらんこともないんだぞ？",
	login = "「時間を守ること」、指揮官としては基本中の基本だ――ちなみに、お主がここまで頑張ってきたことを鑑みて、少し褒めてやらなくもないぞ？",
	vote = "",
	hp_warning = "くっ、損傷は無視できないってところか",
	id = 301790,
	detail = "ちなみに私の最初の名前は「第九号駆逐艦」だ。……まあ、名前の付け方はそのまま踏襲されなくて良かったな",
	couple_encourage = {
		{
			{
				30179,
				30130,
				30131
			},
			3,
			"戦いの年季を見せてやろう！",
			0
		},
		{
			{
				30115
			},
			1,
			"時雨、油断するな",
			0
		}
	}
}
