_G.pg.ship_skin_words[301830] = {
	feeling1 = "指揮官、悩みごとがありましたら私に相談してください。待っています…ずっとずっと…",
	feeling3 = "私のしっぽは暖かくてポカポカだけど、若葉ちゃんのはモフモフというよりツヤツヤですよね…初霜ちゃんのちょい細いのと、島風ちゃんのひょいとしかないのと…うん、色々ありますよね！",
	lose = "優秀な旗艦になるには、まだまだ頑張らないとですね……",
	propose = "ええと…指揮官とはもうすごく親しくなったつもりでしたけど、やっぱり緊張しますね…ど、どうしましょう…あ！とりあえずモフモフにつかまっててください！こうポカポカモフモフしていたらきっと緊張も解けますよね！うん！",
	expedition = "指揮官、委託からみんなが帰ってきました。私、疲れた皆を出迎えに行きます――温かいハグで！",
	win_mvp = "気づいたらMVPになっちゃってました…か、勝てたのは皆のおかげです！",
	home = "指揮官、戦闘お疲れさまでした！早くこっちに座って～もみもみします！肩を！",
	mission = "輸送任務なら手伝えるかもしれませんけど、ほかは……というか、毎日ここまで多くの任務をこなせる指揮官、本当に凄いです！",
	touch2 = "し、指揮官、今はお仕事の時間ですよぉ…",
	voice_key_2 = -1,
	skill = "まずは雷撃斉射、ですね！",
	drop_descrip = "夕雲型駆逐艦四番艦・長波",
	mail = "指揮官、新しいメールが届きました。今取ってきますね…幸運を信じて！",
	touch = "ん？私のしっぽでさわさわしたいですか？え、えへへ……ど、どうぞ？",
	profile = "夕雲型4番艦の長波です。あの大戦では主に輸送任務に従事しましたけど、いくつか大きな作戦に参加して、旗艦として活躍したこともありますよ。戦場でのピンチは、お互いのことを信じあっていれば乗り越えられる…きっと！",
	mission_complete = "任務完了しました！お疲れさまでした！さあさあ、遠慮せずにこの大きいモフモフを枕にして休んでください！",
	feeling4 = "親潮ちゃんに教えてもらったまじない、確か…まーる！うん！指揮官の額にこうまるーっと書けば、恋愛運も上がって幸せになれるっぽいです！",
	unlock = "ここが母港ですか？あれ…あ、指揮官！夕雲型4番艦長波、ようやくお会いできました！ええと、自己アピールは……好きです！指揮官のことも、皆のことも！",
	feeling5 = "まだ幸せが足りないですか？…こうなったら最終手段です！こう、幸せを直接指揮官に――（チュッ",
	main = "神通さんはいつも知的で凄く頼りになります…私も神通さんのようになれればいいなぁ…|指揮官、次の戦闘は旗艦を私に任せてもらえませんか？私、もっとがんばります！指揮官と皆の幸せのために！|みんな、私に抱きついたりモフモフしたりすると、お風呂に入ったみたいに疲れが取れて、風邪も治るって……そ、そんなことはないですよね！？",
	battle = "旗艦ですね？よぉし、任せてください！",
	upgrade = "暖かくて、ほっとする感じ…これが強化…指揮官、ありがとうございます！",
	voice_key = 30183,
	headtouch = "",
	feeling2 = "睦月型のみんな、ふわふわしてて可愛いです！この母港にいると幸せな気分になりますね～",
	login = "指揮官おかえりなさい！ええと、長波はいつまでもここにいます！だって、だって…指揮官のそばが一番幸せですから！",
	vote = "",
	hp_warning = "仲間たちがまだ戦っていますから、倒れるわけにはいきません！",
	id = 301830,
	detail = "なんだかポカポカモフモフ、ですか？えへへ、皆もそう言っていますね～ちょっと恥ずかしいです…ううん、気に入ってくれて、本当に嬉しいです！",
	couple_encourage = {
		{
			{
				30149,
				30117,
				30127,
				30180
			},
			2,
			"コンビネーションなら、二水戦は負けません！",
			0
		},
		{
			{
				30213,
				30221
			},
			1,
			"一緒に戦えて光栄です！",
			0
		}
	}
}
