_G.pg.ship_skin_words[301840] = {
	feeling1 = "指揮官のこと、嫌いになっちゃいそうだよ…？",
	feeling3 = "指揮官もわたしを頼りにしていいよ！…なんと！「涼月のほうこそ、指揮官を頼りにしていい」だとー…？",
	lose = "くっ…なんとしてもみんなで一緒に帰らないと…！",
	propose = "あははは…やっぱりこういう場面は緊張して当然だよね……大丈夫だと思ってたのにな…こ、これは指揮官に全部任せちゃって…いいよね……？",
	expedition = "委託組を出迎えに行こう！差し入れはこの涼月が持つよ！",
	win_mvp = "敵将討ち取ったりー…なんて、あはは♪",
	home = "甲の備えはこのわたしが直接指揮いたす。乙と丙の備えは予定通りに動いて、そして――あっ、指揮官、いつから戻ってたの？",
	mission = "難しそうな任務？…わたしも見ていい？もしかしたら役に立てるかも！",
	touch2 = "し、指揮官！もう、勝手にやっちゃいけないことだってあるんだよ！",
	voice_key_2 = -1,
	skill = "涼月、お守りいたす！",
	drop_descrip = "秋月型駆逐艦三番艦・涼月",
	mail = "あれ？封筒が破けているって？…あははは…もしやプー太が……ごめんなさい…",
	touch = "右頬にあるこれ？指揮官は知らないの？最近の流行りだって！なんなら指揮官にも描いてあげていいよ！",
	profile = "秋月型駆逐艦の涼月よ！秋月、初月たちと第六十一駆逐隊に所属し、阿賀野の救援任務に参加したんだ！まあまあ活躍できたよ！2回の被雷や坊ノ岬沖海戦でピンチになったけど生き残れたんだよ！",
	mission_complete = "任務達成ぃ！指揮官、報奨をお忘れなく！",
	feeling4 = "んー指揮官にやってほしいことは…「お茶を入れてもらう」「お弁当を作ってもらう」「寝てしまった涼月を寮まで運んでもらう」……そそそそんなことはー！",
	unlock = "あはは、聞いてるプー太？これからここに暮らすんだよ？……秋月型3番艦の涼月、いざ参上！仲間たちも指揮官もこのわたしがお守りいたす！なんてね♪",
	feeling5 = "指揮官、ちょっと体をお借り致す！よいっしょっと…うんうん、こうやって指揮官に寄り添っているのってやっぱり安心するねーあ、これって指揮官を頼りにしてるってことかな。ほらほら、指揮官もちゃんと最後まで面倒見てくれると嬉しいなー、なんて♪あははは",
	main = "「倒れずの涼月ここにあり！お主らの攻撃なぞこのワシに傷一つつけられぬわー！」なんてどうかな？ひゅーひゅー|あはははプー太はわたしより指揮官の頭の上のほうがいいの？じゃあ行っていいよ～あっ、いたずらしちゃダメだからね！|指揮官のお仕事って結構多いね～ほらな磯風、浦風、「大名」「将軍」ってのはけっこう大変だから、なるなら「家来」がいいって！",
	battle = "では諸君ご武運を――いっけー！",
	upgrade = "みんなを守る力、もっとちょうだい！",
	voice_key = 30184,
	headtouch = "そうそう、フサフサしてていい触り心地でしょ！…って触らせたいのはプー太でわたしの耳じゃないって！",
	feeling2 = "自画自賛に聞こえちゃうかもしれないけど、わたし涼月はみんなに結構頼りにされてるよ！「涼月ありがとう！助かったよ」って、よく言われてるからね～",
	login = "おかえり！…新しい任務とか、ない？なんでもわたしにおまかせ！",
	vote = "",
	hp_warning = "正念場はここからよ！",
	id = 301840,
	detail = "仲間たちに頼られると、今のわたしはなーんでもできちゃう！ってくらい、すっごい力が湧き上がってくるんだよ！",
	couple_encourage = {
		{
			{
				30220
			},
			1,
			"怪我しないように気をつけて！",
			0
		},
		{
			{
				30156,
				30157,
				30158,
				30182
			},
			1,
			"仲間たちを、この涼月がお守りいたす！",
			0
		},
		{
			{
				30160
			},
			1,
			"磯風殿、助太刀頼むよー！",
			0
		}
	}
}
