_G.pg.ship_skin_words[301860] = {
	feeling1 = "皆、ぼっちのほうが自然ね…風雲も、指揮官も",
	feeling3 = "変なヒトじゃない指揮官は、お友達に、なれる。うん…風雲もお友達を作りたかったのかって？…そ、そんなの、知らないっ",
	lose = "あーあ、やっぱり、風雲ではねえ…",
	propose = "ええと、風雲と永遠に離れないことを誓って？まずは指揮官の番、それから風雲の番。…うん、えへへ、ありがとう。大好き",
	expedition = "委託組が戻ってきたよ。指揮官、出迎えを忘れないでね。…風雲は…え、遠慮しとこうかな…",
	win_mvp = "勝ち続けられればいいな…",
	home = "指揮官、お疲れ様だよ。…今変な音色が聞こえてたって？た、多分幻聴だよ",
	mission = "任務がまだいっぱい残っているよ？まだサボっては駄目だよ？",
	touch2 = "不運になるなるなる…",
	voice_key_2 = -1,
	skill = "早く終わって…っ",
	drop_descrip = "夕雲型駆逐艦三番艦・風雲",
	mail = "指揮官へのメール？うん、小鳥ちゃん、持ってき…あ、ケンカしないのっ",
	touch = "指揮官…何をしようとしてるの？（風雲は疑わしげな眼差しを向けてきた）",
	profile = "夕雲型駆逐艦の3番艦風雲、第十駆逐隊所属で、主に輸送任務や海上任務に従事した。この子たちは仲間の小鳥ちゃん。…趣味？…教えない",
	mission_complete = "任務完了だよ。風雲ががんばった分も、あるかな…",
	feeling4 = "母港に出没するながーい髪の毛の、真っ白な女の子…実は指揮官の後ろに――あんまり気にしない？…そ、そっか…んーちょっとびっくりさせて話題を作ろうと思ったのにな…",
	unlock = "夕雲型の風雲（かざぐも）、母港に着任しました。皆と仲良くやっていけたら……指揮官、変なことでも考えているのかな…ちょっと怪しいよ…？",
	feeling5 = "指揮官と一緒にいるのは風雲、楽しい。…うん、指揮官は一番のお友達だよ。だから…えへへ、風雲と一緒にいて、ね？",
	main = "指揮官、風雲をじっと見つめるのはなしでお願い。その、集中できなくなるから…|お仕事の時間だから、風雲との雑談は禁止――ど、どうしても寂しいなら、考えなくはないというか…|リコーダーはこう、「ぴーぴー♪」って音が出るの、いい感じ…吹いてるところを聞きたい？い、今はダメよ…",
	battle = "勝てる…よね？",
	upgrade = "指揮官、ありがとう",
	voice_key = 30186,
	headtouch = "ペットじゃないよ……",
	feeling2 = "風雲とお友達になりたい？う、うん…変なことを企んでいるのがわかったら…ぜ、絶交だよっ",
	login = "ふぅ……あっ。指揮官、小鳥ちゃんたちがびっくりしちゃったよ",
	vote = "",
	hp_warning = "海の中は要注意…っ！",
	id = 301860,
	detail = "ひとりで部屋の中でのんびり過ごすのが好き。…具体的に何をするかって？…教えない",
	couple_encourage = {
		{
			{
				30704
			},
			1,
			"飛龍姉さん、お守りするよ",
			0
		},
		{
			{
				30180
			},
			1,
			"巻波、海の中は注意しなきゃ",
			0
		}
	}
}
