_G.pg.ship_skin_words[302040] = {
	feeling1 = "指揮官、元気出して……",
	feeling3 = "指揮官~うん？別に何もないよ？ちょっと挨拶したくなちゃって、えへへー",
	lose = "あわわ、指揮官、早く撤退しよう！",
	propose = "……えへへ~指揮官、準備はいい？うん、じゃあ、目を閉じるね……",
	expedition = "軍事委託？そういえばこれもあてのお仕事ね",
	win_mvp = "次の戦闘も、今日のようにうまく行けばいいなぁー",
	home = "指揮官が無事に帰った…よかったあ…",
	mission = "たまには少しズル休みして、サボっちゃってもいいよね？えへへー",
	touch2 = "うーん、時々指揮官が何をしようとしているのか、ちょっとわからないよね…えへへー",
	voice_key_2 = -1,
	skill = "えへへー準備はいい？",
	drop_descrip = "長良型軽巡洋艦一番艦・長良",
	mail = "えへへー指揮官、新しい手紙だよ？",
	touch = "指揮官、面倒事に巻き込まれたの？",
	profile = "重桜長良型軽巡の一番艦、長良よ。ソロモンと、南太平洋などの海戦に参加して、ミッドウェイ海戦では沈んだ赤城さんの代わりに旗艦を勤め、みんなの撤退を指示したよ。最後は潜水艦に沈められちゃったけど……えへへ…",
	mission_complete = "わぁ、完了したの？指揮官、すごーい！",
	feeling4 = "随伴護衛？こういうのはあての十八番よ。今度はどの子なの？えーー指揮官と一緒に寮舎に潜入するの！？",
	unlock = "えへへーあては長良っていうの。指揮官、あてのこと、期待してた？",
	feeling5 = "昨日はみんなの知らない一面を一杯見れちゃったね……指揮官はあての知らない一面を知りたいの？うーん……どうしよう… かな？",
	main = "雨に濡れたら服を着替えたほうがいいよ？……えっと、あての服を貸そうか？|阿武隈ちゃん、お友達ができて本当によかった~はい、その子はね…|つんつん~指揮官の顔、すごく可愛い~",
	battle = "今度の敵はなぁに？",
	upgrade = "酸素魚雷……すごくほしいなぁ……",
	voice_key = 30204,
	headtouch = "",
	feeling2 = "うーん、今日の夕食は妹たちに何を作ろうかな…",
	login = "つんつん、つんつん~指揮官、ぼーっとしてるの？",
	vote = "",
	hp_warning = "",
	id = 302040,
	detail = "指揮官はどんな子がタイプなの？ーーえへへーそぉ？",
	couple_encourage = {
		{
			{
				30121
			},
			1,
			"初春ちゃん、今度は気をつけるね~えへへー",
			0
		}
	}
}
