_G.pg.ship_skin_words[302070] = {
	feeling1 = "もしや、占いで出てきた「わざわい」は指揮官さんのことでしょうか…",
	feeling3 = "私（わたくし）のことですか？ああ、それもあてのことというか…んー、指揮官さんが理解しやすい言い方で説明すれば、式（しき）みたいなもの、ですね",
	lose = "一度、引き下がるほうがいいような…",
	propose = "あら、指揮官さんとケッコンするのですね。…本当にいいですか？ふふふ、少し嬉しすぎて気が動転していました…感謝です",
	expedition = "委託組が戻ってきましたよ。人手が足りなければ、私（わたくし）にでも行かせましょうか？",
	win_mvp = "私（わたくし）のおかげです。ありがとうございます",
	home = "ようこそ、お戻りになられたのですね。すみません、こちらの書類はどこに置くべきかちょっと分からなくて…",
	mission = "あら、指揮官さん、こちらの任務はあまり放っといたままにしないほうがいいような…",
	touch2 = "指揮官さんに嫁入りするしかありませんね。ふふっ",
	voice_key_2 = -1,
	skill = "まずは慎重にね",
	drop_descrip = "長良型軽巡洋艦四番艦・由良",
	mail = "私（わたくし）に読み上げさせましょうか？",
	touch = "あてに何か用でしょうか？",
	profile = "長良級軽巡の由良です。かの大戦では一時期、四水戦の旗艦を務めました。姉妹艦よりも早く舞台から降りてしまいましたけど、今度こそ私（わたくし）、最後まで持ちこたえてみせますっ",
	mission_complete = "あら、そう言えば…任務完了の報酬がもう受け取れると…言ってませんでしたっけ？",
	feeling4 = "占いで指揮官さん、悪運に見舞われると出たので、阿武隈姉たちと邪気除けの幸運祈願のお守りを作りました。油断せずにいつもつけておいてくださいませ",
	unlock = "あの…指揮官さんはどこにいるかご存知でしょうか。あて、本日着任しました由良と申します。貴方が指揮官さんですか？その、手形とか、証明書とか、本当に指揮官さんだと確認できるものはありますか…？",
	feeling5 = "指揮官さんのことを思うと、「もし何かが起きてしまったら」と、心配しちゃいますね。私（わたくし）…いいえ、あてにいつもそばにいさせてくださいませ。そうすればあても、きっと心配しなくて済みますからね",
	main = "指揮官さん、お茶の熱さが気になるのでしたら…んー、あてがふーふーして差し上げましょうか？|阿武隈姉？「食っちゃ寝」というのは、よろしくないと思いますよ？違うんですか？まあ…|駆逐艦の子は…そうですね、いつも元気いっぱいであちこち走り回ってて、中々ペースに合わせることが難しいような…|見えなくても、ずっとそばにいますよ。私(わたくし)|私（わたくし）のことですか？たしか由良の昔の名前に縁のある方のような…？どうなんでしょう？",
	battle = "もう少し様子見したほうがいいような…",
	upgrade = "あら、今なにか起きたような…",
	voice_key = 30207,
	headtouch = "あての角をお触りになりますか？",
	feeling2 = "指揮官さん、あてに任せる仕事がないようでしたら、裏山のお社にお手伝いに行ってきますね",
	login = "指揮官さん、あの…よくぞお越しになりました",
	vote = "",
	hp_warning = "陣形を立て直したほうがいいですね",
	id = 302070,
	detail = "たまにあてがあてでないような気分になりますね…それもきっと私（わたくし）なのでしょう…",
	couple_encourage = {
		{
			{
				30201
			},
			1,
			"まあ…皆慎重にね",
			0
		},
		{
			{
				30181
			},
			1,
			"あてのお友達？んーよくわからないような…",
			0
		},
		{
			{
				21301
			},
			1,
			"私（わたくし）のことが見えますか？",
			0
		}
	}
}
