_G.pg.ship_skin_words[302080] = {
	feeling1 = "卑怯者が。お前には鬼を従えられん",
	feeling3 = "ふん、長良たちは色々残念なところがあるが、よく使いこなせているな。彼女たちに代わって感謝する。――なに、あてにも残念なところが…どこだ！詳しく聞かせろ！",
	lose = "鬼も、時の流れには勝てないか…",
	propose = "鬼をも従えるツワモノ、指揮官よ、この誓いは永遠に心に銘じる。さあ、共にさらなる高みへと目指そう！",
	expedition = "委託組の子たちがいい加減しびれを切らしているぞ",
	win_mvp = "あてを敵に回した時点でお前たちの敗北は決定したのだ",
	home = "戻ってきたな。出撃が長くなると陸も恋しくなる。休めるときには英気を養え",
	mission = "任務を忘れるな。命令を守るのは軍人の義務だ",
	touch2 = "このあてを怒らす気か……！！",
	voice_key_2 = -1,
	skill = "逃さん！",
	drop_descrip = "長良型軽巡洋艦五番艦・鬼怒",
	mail = "重要な内容はマーク付けておいたぞ",
	touch = "あてと手合わせか。安心しろ、片手を使わないハンデをくれてやる",
	profile = "長良型軽巡の鬼怒だ。潜水戦隊の旗艦を務め、かの大戦の序盤では新兵器たちの活躍に一役買っていた。名前の由来通り、鬼が怒るように猛るあてを見たいとは思わないことだ",
	mission_complete = "報酬を受け取れ。任務をこなしたお前がもらうべき見返りだ",
	feeling4 = "少し飲みに付き合ってもらえるか？安心しろ、ただの雑談だ。酒の力を借りて本心を語り合うなんて、いいことだと思わないか？",
	unlock = "軽巡鬼怒だ。…鬼を従えるつもりなら、鬼にお前の力を示すが良い",
	feeling5 = "んっ……なんだかあて、お前になんでも託したい気分だな。鬼ってのも…ねえ、あてをもし好きなようにできるなら、お前は…どうしたい？",
	main = "苦手な相手？強いて言えば長良だな。だって…え、長良姉さん！？ちょ、ちょっと、それ駄目だ！う、うンンン――！|最新式の酸素魚雷…こっちにも換装してもらえないか？あてならその性能を十二分発揮できる|マント？ふん、お前もカッコいいと思ってくれるか。…おい、それを被って隠れてサボろうなんてするんじゃないぞ",
	battle = "さあ、来るがいい！",
	upgrade = "強化の成果がわかるのは実戦のみだ",
	voice_key = 30208,
	headtouch = "あての頭を勝手にさわるな",
	feeling2 = "人畜無害に見えるお前がこの母港を指揮する存在とはな。ふん、少し興味が湧いたぞ",
	login = "今日の任務の指示だ。早くしろ",
	vote = "",
	hp_warning = "はははは！真なる鬼をお前たちに見せてやるッ！",
	id = 302080,
	detail = "ほかの装備の点検はいいが、この鬼面をあまり触らないほうがいい",
	couple_encourage = {
		{
			{
				30201
			},
			1,
			"気をつけろ、警戒を怠るな",
			0
		},
		{
			{
				30303
			},
			1,
			"青葉、今回はおんぶしてやらんぞ",
			0
		},
		{
			{
				30209
			},
			1,
			"阿武隈、今度はあてに魚雷を貸してくれないか？",
			0
		}
	}
}
