_G.pg.ship_skin_words[302100] = {
	feeling1 = "私のような運のない子にはこんな指揮官しかつかないのね……",
	feeling3 = "この角は…そこまで気にしてないけど、でもおデコに角があるって結構目立つじゃない？ほんと目立つのが苦手で……はぁ……",
	lose = "私ってこんなもんかな…",
	propose = "私なんか…こ、後悔しないよね？…わかった。じゃあ指揮官と釣り合うようにはちょっと頑張るかな……とにかく…よ、よろしくおねがい…します",
	expedition = "委託の子たちを迎えにいくの？私は…私はいいよ。誰かにぶつかったら大変だし",
	win_mvp = "一位よ。…文句ある？",
	home = "みんな帰ったの。いいんじゃない？",
	mission = "任務の資料は片付けておいた。……これぐらいは間違えないよ。多分",
	touch2 = "きゃっ！？し、指揮官は私のような子にも興味あるの…？",
	voice_key_2 = -1,
	skill = "今度は失敗しないっ！",
	drop_descrip = "最上型軽巡洋艦一番艦・最上",
	mail = "お手紙持ってきた。ここに置いていい？",
	touch = "言われなくても仕事はちゃんとするよ",
	profile = "最上型のネームシップ最上よ。……といっても、ミッドウェイで三隈と那智をあんな感じにしちゃって、もうネームシップ失格ね、私。まああの後も……とにかく、私に仕事を任せてもいいけど、あまり期待しないでね",
	mission_complete = "任務報酬なら私が取ってくる。指揮官はそのまま仕事してて",
	feeling4 = "那智も三隈も気にしてないってわかっているけど、私どうしても自分が許せなくて……ふぅ…指揮官に話したら、なんかスッキリした…「そんなことより角がカワイイ」って…！？！？…………ば、馬鹿……",
	unlock = "最上、着任したよ。……私のことはどうでもいいから、どっかにほっとけばいいわよ",
	feeling5 = "えっと……指揮官……その…もしかして、ええと…もしも指揮官が私のことが好きっていうのなら……あぅ……角を…さ、触ってみたり…してみない？",
	main = "三隈、今なにしてるかな……ま、私と違ってあの子なら心配いらないよね|私を秘書艦にしていいの？もっと適任な子がいるでしょ？…別に、逃げるつもりはないけど|こっそり那智を見習って明るくなってみようかな……しまった、口に出しちゃった……",
	battle = "戦闘は別にやりたくないけど、でも……負けたくはないっ！",
	upgrade = "どうも……なに？私がお礼を言うのってそんなにおかしいわけ？",
	voice_key = 30210,
	headtouch = "",
	feeling2 = "私のような運のない子と仲良くしようとするなんて、指揮官は結構物好きね。まあ、いいよ。雑談ぐらいなら……付き合ってあげる",
	login = "おかえり。うん？もっと親切にできないかって？そりゃごめんね",
	vote = "",
	hp_warning = "私の悪運がみんなにメイワクをかけたのか……",
	id = 302100,
	detail = "黙っていればクールに見える？……そう思うのはあんただけでしょうね",
	couple_encourage = {
		{
			{
				30211
			},
			1,
			"三隈、やっぱごめん……",
			0
		},
		{
			{
				30308
			},
			1,
			"那智、ごめん……",
			0
		},
		{
			{
				30501
			},
			1,
			"扶桑さん、終わったらお祓いしてくれない？",
			0
		}
	}
}
