_G.pg.ship_skin_words[302120] = {
	feeling1 = "ここはもうおさらばか",
	feeling3 = "不正なことは拳で正さんと気が済まない、これこそ俺の生き方だ。だから人に迷惑をかけないよう、敢えてつるまないようにしてんのさ",
	lose = "いってぇ……ふふふ…やっぱこれだ…",
	propose = "指揮官、受け取るまではお前がもし初心を忘れたら俺が離れるだけだったが……受け取った以上ーー愛と怒りの拳は痛ぇぞ、うふふ",
	expedition = "おい、委託が完了した。まさかあの子たちを待たせようなんて思ってないよな",
	win_mvp = "ふっ、包帯を替える手間も省けたな",
	home = "次の出撃はいつだ？替えの包帯はたんまり持ってきたぜ",
	mission = "任務……好きだぜ。こういうの",
	touch2 = "指揮官、生きることに飽きてんのか？ぶん殴って頭冷やしてやろうか？あぁん？",
	voice_key_2 = -1,
	skill = "砕けろ！",
	drop_descrip = "川内型軽巡洋艦一番艦・川内",
	mail = "ほら、手紙だ",
	touch = "指揮官、不意に近づくと怪我するぞ",
	profile = "川内型一番艦の川内だ。妹ほど輝かしい戦歴こそもっていないが、三水戦の旗艦を勤め、たくさんの戦闘に参加した。散ったのはブーゲンビルだけど、まあ戦士として悔いはねぇさ。",
	mission_complete = "指揮官、報酬のことはいいのか？俺は別に構わんが",
	feeling4 = "ずっとここには昔からいたような…と、自分で言うのも何だが、本当に結構経ってるな…",
	unlock = "指揮官か？そんなもの、俺には不要だが……まあこうして出会えたのは何かの縁だ。少しお邪魔させてもらうぜ。俺は川内だ、忘れんなよ",
	feeling5 = "お前というやつは結構凄いな。俺のやりたいことをやってくれるし、俺よりも一枚上手で…お前と一緒にいると時間の流れも忘れたりする…お前が今の自分を忘れない限り、この川内、海の果てまで付き合ってやる",
	main = "夢は正義を……まあ、今のは冗談にしてくれ|俺が持ってるのは理想と拳だけだ。それでも、前に進み続けるさ|指揮官は一番大きな敵は誰だと思う？セイレーンか？俺は自分の心だと思うぜ",
	battle = "この俺が相手になってやる！",
	upgrade = "もっと強くなって、そうしたら…！",
	voice_key = 30212,
	headtouch = "",
	feeling2 = "人とはあまりつるみたくないタチなんで、放っといてほしいんだが…まあ安心しろ。お前の部下になったからには、仕事はちゃんとやるさ",
	login = "ウォーミングアップは終わった。出撃するか？",
	vote = "",
	hp_warning = "",
	id = 302120,
	detail = "包帯？これは怪我とかじゃなくて、拳につけるもんだけど……俺に怪我させるやつはそうそういないもんだぜ",
	couple_encourage = {
		{
			{
				30302
			},
			1,
			"加古、俺から離れんなよ",
			0
		},
		{
			{
				30213
			},
			1,
			"神通、俺は何すればいい？",
			0
		}
	}
}
