_G.pg.ship_skin_words[101400] = {
	feeling1 = "指揮官、よく聞いてくださいね。このままでは、わたしまでも指揮官と距離を取っちゃいますから……",
	feeling3 = "デューイと比べてほんのちょっぴりだけ……ふ、太っているじゃないもん！もう指揮官なんか知りません！",
	lose = "あぅ…負けちゃいました…指揮官、残念賞のキャンディをいただけないでしょうか…？",
	propose = "指揮官、レキシントンさんを好きになってもいいですけど、わたしのことは絶対に好きでいてくださいね？わたし、指揮官が好きになるように毎日毎日、毎日毎日頑張っていますから、絶対に気づいてくださいね？ね？",
	expedition = "軍事委託完了です。指揮官、一緒にみんなを出迎えに行きましょう？",
	win_mvp = "MVPをゲットしました！エールウィンにご褒美をくださるいい指揮官でありますように～",
	home = "指揮官おかえりなさい。みんなのために美味しいお菓子のお土産を持ってきてくださったのでしょうか？――ありがとうございます。いただきます♪",
	mission = "任務が来ました～早く出発しましょう～なんてね。今はまだ大丈夫ですよ",
	touch2 = "もう、指揮官、マナー違反ですよ？",
	voice_key_2 = -1,
	skill = "エールウィンも少しがんばりますよ",
	drop_descrip = "ファラガット級駆逐艦・エールウィン（DD-355)",
	mail = "ん？メールがあるみたいですね…んっしょ――ああ、これは良いお知らせですね",
	touch = "指揮官、なーに？",
	profile = "ユニオン所属、エールウィンと言います。あの大戦で演習と作戦をたくさん参加して、ロイヤルとアイリスともちょっとご縁がありました。レキシントンさんのような大人の女性が憧れですね。指揮官、よろしくお願いしますね",
	mission_complete = "任務完了です。指揮官へのご褒美もたくさんあるはずですよ",
	feeling4 = "……指揮官ってやっぱりちょっとお肉がついてる子が好きですか？…わたし毎日牛乳飲んだりお菓子食べたりしているから、きっといつかは指揮官好みのタイプになれますよね？",
	unlock = "はじめまして、エールウィンと言います。実はわたし、航路には詳しかったりするんですよ。なので、案内役はぜひわたしにお任せください",
	feeling5 = "指揮官、今日もわたしちょっぴり変わりましたよ？指揮官は気づきました？…まだ気づいていないのですか？…早く、早く、早く気づいてください…ね？",
	main = "レキシントンさんと同じ舞台でライブをする夢を見ました。わたし、もしわたしがね、レキシントンさんと一緒に歌ったり踊ったりしたら、指揮官はどちらを応援しますか？|むぅ、また演習…次から次へと…実戦をして、みんなと一緒に出撃したいです|デューイはすごく面倒見が良いのですよ。同じレキシントンさんのことが好きな子として当然かもしれません、ふふふっ",
	battle = "みんな、一緒にがんばりましょう！",
	upgrade = "ふぅ…あまり実感がないかも？まあ別にいいですよ、強くなるのは悪いことではありませんから",
	voice_key = 10140,
	headtouch = "",
	feeling2 = "指揮官、今すごく忙しいですか？ええと、わたしからちょっと――はい、キャンディあげます♪糖分はアタマにいいですよ",
	login = "指揮官、おかえりなさい。そろそろ新しい一日が始まりますよ",
	vote = "",
	hp_warning = "ま、まだ大丈夫…多分……",
	id = 101400,
	detail = "指揮官はレキシントンさんとサラトガちゃん、どっちが好きですか？それとも…ほかの子が好きだったりしますか？",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"レキシントンさん、ずっとそばでお守りしますよ",
			0
		},
		{
			{
				10102
			},
			1,
			"デューイ、わたしの活躍を見ててね",
			0
		}
	}
}
