_G.pg.ship_skin_words[302140] = {
	feeling1 = "姉さんたちはとやかく言われずのびのびできるから、指揮官を選んだのですか？変ですね……",
	feeling3 = "趣味ですか？……特に考えたことないですね。読書も訓練も楽しいですし…あ、指揮官も那珂と一緒に努力しちゃってみます？へへへ",
	lose = "わわ、指揮官、早く撤退しましょう！神通姉さんは無駄な犧牲は必要ないって言ってましたし！",
	propose = "那珂のことをもっとじっと見つめても大丈夫ですよ？えへへ～これからは文武両道で指揮官のことが大好きな那珂があなたのもとに来ちゃいますからねっ！",
	expedition = "軍事委託が完了したようですよ？帰ってくる皆を労いに行きましょう！",
	win_mvp = "姉さんたちを越えるのが目標なんだから、これぐらいなんてことないんだからっ！",
	home = "やっぱり母港に帰れるのはいいですよね。指揮官もそう思うでしょう？",
	mission = "指揮官、任務のリストを整理しました！はい、一つ選んでください！",
	touch2 = "きゃっ！……もう、指揮官？勤務中はお仕事に集中してください！",
	voice_key_2 = -1,
	skill = "那珂はすごいんだからねっ！",
	drop_descrip = "川内型軽巡洋艦三番艦・那珂",
	mail = "指揮官、メールですよ。自主練から帰ってくる途中についでに取ってきました",
	touch = "♪～あ、すみません指揮官、仕事の邪魔になったのですか…？",
	profile = "川内型三番艦の那珂です！とある理由から姉さんたちより遅れて建造され、色んな配置を転々して、四水戦の旗艦としての戦績はぱっとしなかったけど……大丈夫！那珂、姉さんたちを越えるよう頑張っちゃいますよ！",
	mission_complete = "また一つ、任務がクリアされました！さすがは指揮官です！那珂も頑張らないと！",
	feeling4 = "うーん、指揮官にいつもご一緒いただくのはやはりちょっと申し訳ないですね…指揮官もやりたいこととかありますか？那珂もご一緒しますよ？",
	unlock = "指揮官、はじめまして！軽巡洋艦の那珂です！お姉さん二人ほど有名じゃないけど、いつか絶対に超えてみせますよ！",
	feeling5 = "あれ、指揮官も那珂と同じ、デートのチャンスを伺っていたというのですか？えへへ、じゃあ指揮官～デート、しちゃいましょうか？",
	main = "指揮官、那珂に手伝えることがなさそうなら、少しの間だけ自主練しちゃっても大丈夫ですか？指揮官の仕事の邪魔はしませんよ|知の神通姉さんに、力の川内姉さん…那珂は文武両道で行っちゃいます！…あはは、できるかどうかはわかりませんけどねっ|指揮官、疲れてたらいいリラックスの仕方を教えましょうか？実は那珂、結構知っているんですよ～",
	battle = "姉さんたち、那珂の活躍を期待しててね！",
	upgrade = "指揮官のサポートがあれば、もっと頑張っちゃいます！",
	voice_key = 30214,
	headtouch = "",
	feeling2 = "休日ですか？ええと、起きてから朝練一時間に読書一時間、砲術訓練二時間、そして……とにかくテキパキと過ごしています！あ、強くなるためには必須な努力ですよ？",
	login = "指揮官、おかえりなさい！今日も頑張っちゃいますよ！",
	vote = "",
	hp_warning = "みんな、落ち着いて、やり方を変えよう！",
	id = 302140,
	detail = "指揮官、お勉強会でもしちゃってみます？",
	couple_encourage = {
		{
			{
				30212,
				30213
			},
			2,
			"姉さんたちみたいに輝いちゃいます！",
			0
		}
	}
}
