_G.pg.ship_skin_words[302200] = {
	feeling1 = "指揮官様が同じ空気で呼吸していること自体、不愉快です～",
	feeling3 = "指揮官様、雑談でもいかがかしら。ええ、指揮官様はどんな殿方か知りたいですわ",
	lose = "迂闊でしたわ。……戻ったら特訓です。うふふ",
	propose = "指揮官様は阿賀野のことがお好きで？阿賀野とずっと一緒にいたいですか？「…なんで阿賀野が聞いている」ですか？うふふ、いくら私でも、こういう時に主導権を握られては、恥ずかしくもなるのではなくて…？",
	expedition = "指揮官様、委託に出かけた子たちが帰ってきましたわ。これ以上油を売っていたら出迎えを逃してしまいますが…？",
	win_mvp = "阿賀野の活躍、ご覧になりましたか？",
	home = "指揮官様、出撃お疲れ様でした。熱いお茶でもいかがですか？",
	mission = "新しい任務の書類、片付けちゃいましたわよ",
	touch2 = "指揮官様～（ニッコリ）",
	voice_key_2 = -1,
	skill = "最新鋭は伊達じゃありませんわ~",
	drop_descrip = "阿賀野型軽巡洋艦一番艦・阿賀野",
	mail = "指揮官様へのお手紙、あの子からの恋文ではなくて？うふふ♪",
	touch = "この資料は私に――あら？意外？お仕事と趣味は分けて考える主義ですわよ？",
	profile = "阿賀野型の長女、阿賀野ですわ～軽巡としての実力は上々、まあ、生まれる時期が少々ズレていますけれど…指揮官様、何卒よろしくお願い致しますわ",
	mission_complete = "指揮官様、報酬の輸送も秘書艦に任せっぱなしではノロマになってしまいますわよ？もっとも、そうなるのも面白そうですけど…うふふ♪",
	feeling4 = "私ですか？面白いことが好きなんです。例えば…指揮官様をこうしていじることもぉ…うふふ、今のは御免遊ばせ～",
	unlock = "貴方は指揮官様？阿賀野と申します。よろしくおねがいしますね、うふふ……いいえ、なんでもありません。艦隊勤務、楽しみにしておりますわ",
	feeling5 = "好きな人をいじめたくなる人種…指揮官様はご存知で？うふふ、私、そのような子なのかしら～",
	main = "指揮官様、お疲れなら執務室の中を蛙跳びで回ってみたらどうです？血行がよくなりますわよ～|後方勤務は楽ですけど、長くやり続けると飽きちゃいますわ……|指揮官様、お疲れなのでしょうか？うん？うふふ、聞いていみただけです、サボらないで引き続きがんばって頂戴～",
	battle = "一緒にがんばりましょうね",
	upgrade = "阿賀野型軽巡の実力、ご期待くださいませ",
	voice_key = 30220,
	headtouch = "",
	feeling2 = "今日はなにが起きるのかしら…うふふ、楽しみですわ",
	login = "指揮官様、まだ執務の時間ではありませんの。時間を間違えたのではなくて？",
	vote = "",
	hp_warning = "あらら、ちょっとオオゴトになっちゃったじゃない",
	id = 302200,
	detail = "あら、指揮官様ではありませんか。私、お菓子作っていましたの。ちょっと、どく……試食、お願いできます？",
	couple_encourage = {
		{
			{
				30204
			},
			1,
			"長良ちゃんをいじりたいなら、私に断ってからにしなさいな",
			0
		},
		{
			{
				30221
			},
			1,
			"能代、もっと指揮官様とお近づきにならないとね",
			0
		}
	}
}
