_G.pg.ship_skin_words[302210] = {
	feeling1 = "随分と焦っているようですね。一度落ち着いて、己の行いについて反省してみたら？",
	feeling3 = "阿賀野からの共同訓練のお誘い…困りましたね。私をからかう気満々ですが、断るにしても理由が思いつきません。……その時間帯にお仕事でも任せてもらえません？",
	lose = "退くしかありませんね……",
	propose = "気持ちを受け取った以上、それに応えるには…ええと、確かお食事の支度と非番の日のお付き合い、訓練などの通常業務においてもモチベーションの向上に応じて……え、あ、ごめんなさい今少し考え事をしていました。そ、そのまま続けて？",
	expedition = "次の委託チームの手配を、ね？",
	win_mvp = "冷静な分析と正確な決断によって導かれるのは、勝利以外ありえません",
	home = "ん……あっすみません、考え事をしていました。戻ってきましたね。じゃあさっきの出撃の振り返りを",
	mission = "任務が多いと感じるのなら、優先度で一度仕分けてみたら？",
	touch2 = "い、今の行動について謝罪と反省を要求します！",
	voice_key_2 = -1,
	skill = "今です",
	drop_descrip = "阿賀野型軽巡洋艦二番艦・能代",
	mail = "メール？変なのが入ってないか確認しておきます",
	touch = "捗らないのなら、まずは手を止めて、一旦進め方を考え直したら？",
	profile = "阿賀野の言う通り、かの大戦での私たちは生まれた時期が不幸だったかもしれません。…いいえ、洗練された阿賀野型として、自らの実力を発揮できる場さえいただければ、あなたに満足してもらえる働きができるはずです",
	mission_complete = "任務報酬を受領してきました。抜け、漏れがないかを確認してください。念入りに、ね",
	feeling4 = "コホン、あくまで仲間たちから言葉自体を度々聞かされていたので、好奇心ゆえの質問ですが…「女の勘」というのは一体どういうものでしょう？……自分も解せない、と。なるほど、あなたにとっても難問のようですね",
	unlock = "本日着任しました、阿賀野型二番艦の能代と申します。お互い自分の価値を相手に証明できるよう、共に努力しましょ？",
	feeling5 = "「ときめく」というのはこういう感じですね。いつも「勘」だの「直感」だのより理性を働かせている分、こういう感情には不慣れなところもありましたが……ええ、今ならはっきりと分かっています。私の気持ち、そして、あなたの気持ちも",
	main = "…明日の三食のメニューでも考えておきましょうか…|整理整頓は資料を探す手間を短縮させてくれます。手始めに机の資料を片付けたら？|阿賀野のあの…ええ、あの不敵な笑いの裏はどうも読み取れませんね…いつも彼女には弄ばれるばかりです",
	battle = "作戦計画の確認を。念入りにね",
	upgrade = "戦力の強化、頼みます",
	voice_key = 30221,
	headtouch = "",
	feeling2 = "訓練のことについて考えています。あなたもやるべきこと、あるのではなくて？",
	login = "あら、お早いですね。手始めに、本日の予定の確認でも？",
	vote = "",
	hp_warning = "敵の罠！？",
	id = 302210,
	detail = "どんな状況においても、まずは落ち着いて進め方を考えてから手を動かすこと――私の流儀です",
	couple_encourage = {
		{
			{
				30220
			},
			1,
			"阿賀野、気をつけて",
			0
		},
		{
			{
				10707,
				10708
			},
			2,
			"少し距離を…お願いできます？",
			0
		}
	}
}
