_G.pg.ship_skin_words[303030] = {
	feeling1 = "ふぅ…やっぱ海外で取材したほうがいいよね~",
	feeling3 = "艦隊に来て少し経ったからまあ一応みんなには取材したけど、指揮官のことは最初悪いヤツと思ってたのに、意外とみんなに信頼されてるよね。結構すごいじゃん~",
	lose = "ワレアオバ…ちっ、こんぐらいでめげるんじゃないっつーの！ ",
	propose = "言っとくけど、こういう場は苦手だから、あんまりそういう甘えたりするのはちょっと……まあ……答えは一つしかないから言ってみるけどさ……ふぅ……わ、私もあなたのことがだ、だ、大好きだよ！！ ",
	expedition = "「働き盛りの女の子たちの絶景を是非！」っと……よし、指揮官、ちょっと差し入れ持ってて、港に取材に行っちゃお！",
	win_mvp = "ok、次は敗者に今の心境の独占取材っと～…ってもう行っちゃった！？",
	home = "指揮官、今の出撃した子の中で、どの子が一番お気に入りっすか？",
	mission = "任務？ここで指揮官の勇姿を書き記すことにするよ～え、私も行くの！？",
	touch2 = "……指揮官、記者を敵に回すのはあまり得策じゃないからね ",
	voice_key_2 = -1,
	skill = "じっとしてろよー今取材してやるからな！",
	drop_descrip = "青葉型重巡洋艦一番艦・青葉",
	mail = "指揮官の情報の感度はちょいと低いよな～ほら、新しいメールよ",
	touch = "あ！閃いた！これはウケるぞー！",
	profile = "私は青葉、昔はほぼ第六戦隊にいて、妹と多くの戦役に参加して最後の最後まで生き延びてた。まあ褒めるべきこっちゃないけどさ。……はいはい！辛気臭いのはここまで！私、昔従軍記者のほうからちょいと学ばせてもらってな…つまるところ、指揮官、ネタになりそうな話、なんかもってない？",
	mission_complete = "指揮官、モタモタしないではやく報酬もってきてよ。宣材の写真、撮ったげるから！",
	feeling4 = "私、あの時はやらかしたから、だから努力したみんなになにか残してあげたくてさ……あ、ごめんごめん、私らしくない話をしちゃって。まあこんな話をしちゃったのは指揮官のせいでもあるから、私からの質問もちゃんと答えてよね！ ",
	unlock = "ははーん、ついに嗅ぎ付けた、そう！この艦隊にあるとくダネの匂い！あなたが指揮官かな？さーて、この青葉に思う存分取材させてくださいな！",
	feeling5 = "よし、決めた！ここにいるみんなのことを書き記すよ！指揮官のこと？もーうそんぐらいは自分で考えてよ♡",
	main = "努力は報われるって信じてるさーーうん？昨日はなぜずっと後を付いてたって？さぁて何のことかなー|指揮官、私に取材させてくれたら見返りも用意したげるよー。例えば、いつも気にかけてるあのコのこと、とかってさ～|ネタ探しって難しいよね……いっそ私自ら煽ってみたりして！？",
	battle = "この青葉の目から逃れるには一万年早いっての！ ",
	upgrade = "こりゃもう少しで文屋の仲間入りかな？サンキュー指揮官！",
	voice_key = 30303,
	headtouch = "",
	feeling2 = "指揮官、ここまで大きなハーレ…じゃなくて艦隊を持っている感想、聞かせてもらっていいっすか？",
	login = "へへー、指揮官、見られてるよ～",
	vote = "",
	hp_warning = "自分が紙面に載られるとかたまったこっちゃないわ……",
	id = 303030,
	detail = "どうした？情報は有料だぞ～",
	couple_encourage = {
		{
			{
				30304
			},
			1,
			"あっちゃー…また説教されるわー",
			0
		},
		{
			{
				30301
			},
			1,
			"古鷹、あの時はごめんな",
			0
		},
		{
			{
				30301,
				30302,
				30304
			},
			1,
			"第六戦隊、出撃！",
			0
		},
		{
			{
				10105
			},
			1,
			"鼻効きを競ってみっか！",
			0
		}
	}
}
