_G.pg.ship_skin_words[303040] = {
	feeling1 = "もうどうだって良いですよ",
	feeling3 = "姉はいつもあんな感じですけど、あの時のことをずっと気にしていて、申し訳ないと思っているのですよ",
	lose = "あとで反省会ですね…",
	propose = "もう指揮官ったら、こんな大事な時に袖も襟も上手く整えないなんて。はい、あとはちゃんと説教しますから、まずは式のほうに行きましょ♡",
	expedition = "指揮官、自ら行っていなくても、努力している皆を労うことを忘れないで下さいね",
	win_mvp = "みんな、勝ったからって浮かれちゃダメですよ",
	home = "指揮官、働きすぎには気をつけてください。まずは少し休みましょう",
	mission = "指揮官、仕事を後回しにしてばかりじゃあとで山積みになりますよ",
	touch2 = "…指揮官、ここに座ってください。艦隊の風紀について今から説明してあげます",
	voice_key_2 = -1,
	skill = "ルールは守らなきゃダメよ！",
	drop_descrip = "青葉型重巡洋艦二番艦・衣笠",
	mail = "指揮官、メールチェックはこまめにって言いましたよね？",
	touch = "指揮官、簡単な体操でもやって 、リラックスしてはいかがですか？",
	profile = "こんにちは、私は衣笠と言います。昔は姉の青葉とともに第六戦隊に配属されていました。ウエーク島から珊瑚海、ソロモンでの戦いに参加し、最後は姉とくらべ少し不運でしたが……とにかく、指揮官は姉のように仕事に熱中しすぎて不摂生になってはダメですよ",
	mission_complete = "指揮官、報酬は置きっぱなしにしても増えたりしませんよ？",
	feeling4 = "説教のしすぎは良くないと思いますけど、姉にはいつもの事でつい…それに指揮官も私のことを止めてくれませんし……え？むしろそれがいい、ですか？じゃ……遠慮しませんよ…？",
	unlock = "初めまして、衣笠といいます。指揮官、三食と睡眠はちゃんと取っていますか？私の姉のようにだらし無いのはダメですからね……そう言えば、私の姉もここにいるのでしょうか",
	feeling5 = "姉は時々私の説教を嫌がったりしますが、私にとっては大好きな姉ですから、嫌がられたぐらいでは止めたりしませんよ。指揮官も同じです。私にとって大切な人ですから",
	main = "指揮官、ちゃんと休んでいます？健康が第一ですよ|姉はちゃんと休んでいるのかな…はあ…指揮官も、姉のように健康を疎かにしてはダメですよ|働くときには働く、休むときには休む、これでこそ幸せな生活が過ごせますよ",
	battle = "みんな、守りに気をつけて！熱くなりすぎないように！",
	upgrade = "指揮官、無駄遣いはダメですよ？",
	voice_key = 30304,
	headtouch = "",
	feeling2 = "指揮官、部屋の片付けはちゃんとしました？戸締まりは？忘れものとかありませんよね？",
	login = "おかえりなさい。指揮官、きょうの栄養はちゃんと取れてます？足りなかったら私が何かお作りしましょうか？",
	vote = "",
	hp_warning = "慌てないで！まず隊列を立て直すのよ！",
	id = 303040,
	detail = "健康は第一です！",
	couple_encourage = {
		{
			{
				30303
			},
			1,
			"姉さん、うろちょろしない！",
			0
		}
	}
}
