_G.pg.ship_skin_words[303090] = {
	feeling1 = "指揮官殿、私といるのが気に障るのでしたら、直接言って頂いて構いませんが…",
	feeling3 = "え、えっと、私、あまり器用ではなくて、この「オリヅル」、とても鶴には見えませんけど……と、とにかく受け取ってください！なんとなく、こうすべきだって、思いましたから……",
	lose = "ま、まだ戦えます！",
	propose = "指揮官殿、こ、こんなドッキリは反則ですよ！…周りに人がいませんよね？……じゃ、じゃあ早速…指揮官殿、少し背中を預かってもらってもよろしいでしょうか？……指揮官殿、温かいです…",
	expedition = "指揮官殿、委託組が帰還しました",
	win_mvp = "そ…そこそこ、ですね……///",
	home = "指揮官殿……休んでいいからといっても、あ、あまりたるんではいけないと、思います……",
	mission = "任務、結構残っていますね……指揮官殿、私こういう任務には疎くて…足を引っ張っていたりはしません、よね…",
	touch2 = "くっ……あ、あとで妙高姉さんにこういう時はどうすればいいか確認しなきゃ……",
	voice_key_2 = -1,
	skill = "全て断ち切る！",
	drop_descrip = "妙高型重巡洋艦三番艦・足柄",
	mail = "配達員は使命を果たしてくれましたね。指揮官殿、早く確認しましょう",
	touch = "妙高姉さんから頂いたこれで、姉さんの言ってることは常に録音して、時々聞くようにしています。…へ、変ですか？",
	profile = "妙高型重巡三番艦、足柄です。光栄なことに重桜の代表として、かのロイヤルの大観艦式に参加できました。…居住性？……せ、戦場で生き残るには犠牲にしなければならないことだってありますよね……",
	mission_complete = "任務完了です。指揮官殿は報酬のほうでも確認しておいてください",
	feeling4 = "指揮官殿、どうかしました？うがいのコップと顔を拭くタオルまでベッドのそばに置いてくれて……うわ！？もうこんな時間！？か、完全に寝坊しました……",
	unlock = "足柄、着任しました。指揮官殿、我が刃はあなたの敵を全て断ち切ります",
	feeling5 = "指揮官殿、ごめんなさい……指揮官殿がいない間、不安で不安でしょうがなくて……気づいたらオリヅルを100羽折ってしまいました……や、やっぱり変、ですよね……",
	main = "装備の性能差ではなく、自身の実力でこそ勝敗が決する……と、妙高姉さんが教えてくれました|「重桜といえばこの足柄」って……そうですね、それを目指して頑張っているつもりです|指揮官殿……いつもお相手していただきありがとうございます！引き続き精進します！",
	battle = "全艦前進！武運を！",
	upgrade = "よし、これで元気バッチリです",
	voice_key = 30309,
	headtouch = "",
	feeling2 = "指揮官殿は私の部屋を見学したいのですか？…か、片付けますから暫しお待ちを！",
	login = "ようやくお戻りになりましたね。指揮官殿。ええと、少しお時間を……練習の相手、していただけないでしょうか？",
	vote = "",
	hp_warning = "私たちが試される時です！――進めええ！！",
	id = 303090,
	detail = "いくら見ても私が強くなったりはしませんから…指揮官、その、そんなことよりもっと出撃させてください！",
	couple_encourage = {
		{
			{
				30307
			},
			1,
			"妙高姉さん、一緒に敵をやっつける時が来たようですね！",
			0
		}
	}
}
