_G.pg.ship_skin_words[303110] = {
	feeling1 = "刀には目がついておらぬ。不用意に近づかぬほうが良い",
	feeling3 = "仕事を忘れ、こうして指揮官殿とゆっくり話すのもいいかもしれんな",
	lose = "ぬかった…次は負けん！",
	propose = "指揮官殿に認められたか…この剣、これからそなたのためだけに振ろう！これからもよろしく頼む！",
	expedition = "委託に出張った艦隊が戻ったぞ。迎えに出立するか？",
	win_mvp = "ふぅ…またつまらぬ物を斬ってしまった……",
	home = "無事帰還できて良かった",
	mission = "新しい主命が降りた。確認致そうか。",
	touch2 = "きゃっ！い、今の驚いたぞ！…こ、この破廉恥な…！",
	voice_key_2 = -1,
	skill = "悪・即・斬！",
	drop_descrip = "高雄型重巡洋艦一番艦・高雄",
	mail = "手紙だ。持ってこようか？",
	touch = "て、敵か！？あっ…指揮官殿か……目利きがあまり良くない故…すまぬ！",
	profile = "拙者は高雄型重巡洋艦一番艦、高雄と申すものだ。こう見えても、無数の戦場を乗り越えておる。拙者の火力と装甲、安心して頼るがいい",
	mission_complete = "任務完了。報奨の回収に出向こうか",
	feeling4 = "最近修行の時、いつも心が落ち着かない……指揮官殿のことを思うと剣も乱れてしまう……指揮官殿、こんな拙者はおそばに置いていただく価値はあるのだろうか？",
	unlock = "そなたが指揮官か？拙者は高雄、微力ながら力を尽くす所存だ！",
	feeling5 = "例え戦で満身創痍になろうと、きっと生きて、指揮官殿…そなたの元に帰ることを誓おう。だから、そなたも…ずっと拙者のそばにいてくれぬだろうか…",
	main = "母港に戻っても怠けてはならぬ。危険は日常に潜んでいるのだ|この一太刀をまともに受けたらいくらそなたでも死ぬぞ！？|日々精進というのは毎日目標に向けて努力することだ。指揮官殿、くれぐれも怠けないでくだされ",
	battle = "戦闘は拙者にお任せを！「最強」の名は決して汚しはせぬ！",
	upgrade = "力が……拙者の刀に流れ込んで…",
	voice_key = 30311,
	headtouch = "",
	feeling2 = "用はあるか？ないなら仕事に専念させてもらいたい",
	login = "高雄、ここで主命を待っている。何かご指示は？",
	vote = "",
	hp_warning = "明鏡止水……！",
	id = 303110,
	detail = "「釣瓶縄井桁を断ち、雨垂れ石を穿つ」ーー普段の鍛錬を粘り強く続けるものこそ勝利を得られる。拙者はそう信じておる",
	couple_encourage = {
		{
			{
				303120
			},
			1,
			"愛宕、背中は任せた！",
			0
		},
		{
			{
				303130,
				303140
			},
			2,
			"第四戦隊、付いてまいれ！",
			0
		}
	}
}
