_G.pg.ship_skin_words[101410] = {
	feeling1 = "スタンリーは今、ディスアポインテッドスタイル中！ふん！",
	feeling3 = "ビーバーズ隊のみんなと一緒にいるのは楽しいけど、指揮官と一緒にいるのも楽しいね！",
	lose = "しまった、にげ――じゃなくて、撤退スタイルだ！",
	propose = "指揮官、手を出して――よし、ケッコンスタイルアクティベイト！これで指揮官とスタンリーの心が一つに！えへへ、今スタンリーが幸せだってわかるかな？",
	expedition = "今度委託があったら、スタンリーに護衛を任せてよ！",
	win_mvp = "ムフフ、MVPはあたしのものよ！",
	home = "あれ？指揮官いつ戻ってきたの？スタンリーの休憩スタイル、残り時間まだ結構あるのに…",
	mission = "任務をスキップできるスタイルとかあればいいのになー",
	touch2 = "変わった反応ができなくてごめんねー",
	voice_key_2 = -1,
	skill = "いけいけいけ！",
	drop_descrip = "フレッチャー級駆逐艦・スタンリー（DD-478)",
	mail = "新しいメッセージよ！これで知らせてないなんて言わせないからね！",
	touch = "自己防衛スタイル、アクティベイト！――なんてね、あはは！",
	profile = "スタンリーは～仲間の護衛をたくさんこなして～ビーバーズ隊の一員としてエンプレス・オーガスタ湾での戦いに参加したよ！……昼でも夜でも、真面目スタイルのスタンリーは頼りになるんだからね！",
	mission_complete = "おお！ボーナスだよボーナス！指揮官、早く見に行こうよ！",
	feeling4 = "指揮官と一緒にいると、スタンリーの幸福度が上がりっぱなし！だから指揮官、スタンリーともっと一緒にいてね",
	unlock = "ハロー指揮官、ユニオン所属の駆逐艦スタンリーよ。さあ、あなたの命令に従って、あなたに勝利を――あははは！真面目にやるのってやっぱ難しすぎだってば！あはははは！",
	feeling5 = "指揮官と3メートル以上離れると自爆するスタイル、アクティベイト！……ほ、本当だよ？スタンリーは指揮官から離れないもん！えへへ！",
	main = "指揮官、あたしと一緒に正義の味方になってよ！……あははは！冗談だって！|指揮官はお仕事スタイル中？もう、あんまりスタンリーを待たせないでね！|指揮官の髪型おもしろ～い！巻いちゃえ巻いちゃえ～グルグル～",
	battle = "バトルスタイルアクティベイト！いけーぇ！",
	upgrade = "強化成功！自分へのご褒美としてちょっと休憩しなきゃ！",
	voice_key = 10141,
	headtouch = "",
	feeling2 = "今日のスタンリーはなんでもやる気いっぱいのハッピースタイルよ！",
	login = "スタンリー、お仕事スタイル！ついでに言うけど、このスタイルは持続時間が短いって定評があるよー",
	vote = "",
	hp_warning = "でぃ、ディフェンススタイル！",
	id = 101410,
	detail = "スタンリーをいくら見てもスタイルチェンジしないわよ？",
	couple_encourage = {
		{
			{
				10111
			},
			1,
			"ビーバーズ隊のジャスティススタイルよ！",
			0
		}
	}
}
