_G.pg.ship_skin_words[303120] = {
	feeling1 = "指揮官、いい子にしていないわね……お姉さんがお仕置きしちゃおうかしら、ふふふ……",
	feeling3 = "指揮官、お姉さんに耳かきしてほしい～？さあ、恥ずかしがらないでお姉さんにまかせて～",
	lose = "あらら、困ったわね……",
	propose = "あら、指揮官に捕まったわ～むしろ指揮官がついに捕まったのかな？うふふ…もう逃がさないわよ？",
	expedition = "委託に出た子たちが帰ってきたのよ。ちゃんと迎えてね",
	win_mvp = "作戦…完了っと~指揮官のおかげね~",
	home = "おかえり~指揮官、疲れた？早くお姉さんの胸に飛び込んでちょうだい",
	mission = "任務が更新されたわ、確認を忘れないでね？",
	touch2 = "あーら、もっと触ってもいいのよ？でもぉ、あとはどうなるか知らないからね～うふふ…",
	voice_key_2 = -1,
	skill = "あらら、どういじっちゃおうかしら。",
	drop_descrip = "高雄型重巡洋艦二番艦・愛宕",
	mail = "あら？新しい手紙ねぇ~誰から？",
	touch = "あら…？マッサージしてくれるの？",
	profile = "高雄型重巡洋艦二番艦、第二艦隊旗艦の愛宕よ。私の元で結構多くの姉妹たちが戦っていたもの。どんな任務でもお姉さんに任せてね。うふふ……",
	mission_complete = "任務目標達成っと~何が出るかな？",
	feeling4 = "指揮官が悪いのよ？こんなに可愛い表情をしちゃって…これじゃあもっと「可愛がって」あげたくなるじゃない……",
	unlock = "あら、可愛い指揮官ね~私は愛宕よ。このお姉さんがお世話してあげようかしら~うふふ",
	feeling5 = "もうだめ……お姉さんもう我慢できないの。ねえ指揮官、お姉さんのものになりなさい。もうお姉さんの言葉だけを聞いて、何も考えなくてもいいの。お姉さん、なんでもしてあげるから……",
	main = "最近はちょっと肩がこってるのよねぇ…|そんなに表情を固くしてこっちをジロジロみてはイケないわ、指揮官？|ハッ！（パチッ）ふぅ…虫が入ってたわ…見えなかった？私、視力に自信あるのよ",
	battle = "話を聞かない子にはオシオキしないとね~",
	upgrade = "この感触……体中が熱いの、指揮官、ちょっとだけそばにいてくれる？",
	voice_key = 30312,
	headtouch = "",
	feeling2 = "ちゃんと話さないと、思いが伝わらないわよ、指揮官",
	login = "…おかえり。今日は何がしたい？",
	vote = "",
	hp_warning = "お姉さんも本気を出さないといけないわね……",
	id = 303120,
	detail = "女の子の体重は安直に詮索することではないわよ？うふふふ…",
	couple_encourage = {
		{
			{
				30311
			},
			1,
			"高雄ちゃん、戦場では思いっきり暴れるがいいわ",
			0
		},
		{
			{
				30313
			},
			1,
			"摩耶、あまり前に出過ぎないでね？",
			0
		},
		{
			{
				30314
			},
			1,
			"鳥海、ほかの子の面倒ばかり見て、自分の事を忘れてはダメよ",
			0
		}
	}
}
