_G.pg.ship_skin_words[303140] = {
	feeling1 = "指揮官、一緒に頑張りましょう？",
	feeling3 = "指揮官、今夜の献立はなにがいいですか？うーん、鳥海が決めていいのですか？…野菜のクリームシチューか、トンカツのどちらかでどうでしょう？",
	lose = "まだ……戦えます！もう誰も失いたくありません！",
	propose = "うーん、指揮官に応えてもらえるなんて思ってもいませんでしたけど…指揮官が本気でしたら、鳥海は…もちろん、喜んでお受けします♪指揮官、この幸せの指輪、つけていただけないでしょうか？",
	expedition = "軍事委託完了、報酬物資は……はい！バッチリ書きとめました！",
	win_mvp = "みんな楽しく凱旋しましょう！",
	home = "出撃お疲れ様です。書類の仕事は鳥海にまかせて、少しお休みになってください",
	mission = "指揮官、新しい任務の一覧を整理しましたよ",
	touch2 = "し、指揮官がしたいと仰るのでしたら……",
	voice_key_2 = -1,
	skill = "優しさは…仲間にだけです！ ",
	drop_descrip = "高雄型重巡洋艦四番艦・鳥海",
	mail = "指揮官、メールの内容を読み上げますね",
	touch = "お日さまが出ているうちに、どこか散歩でもしましょうか",
	profile = "高雄型重巡洋艦四番艦、鳥海です。かつては第八艦隊の旗艦として、多くの海戦で活躍しました。指揮官、どんなことでも鳥海にお任せください！",
	mission_complete = "指揮官、やりました！任務を無事完了しました！",
	feeling4 = "指揮官が楽しく感じることが、鳥海にとって一番の幸せです♪",
	unlock = "摩耶の妹、鳥海です。これからよろしくお願いします。ええと、そういえば指揮官とはどこかで会ったような……",
	feeling5 = "鳥海は指揮官のためなら何でもしますよ？――指揮官も同じですか？ふふ…鳥海は今とても幸せです♪",
	main = "指揮官はやはり、優しいですね……|指揮官、いつかお出かけしやすい晴れの日を選んで、タンポポでも一緒に見に行きませんか？|指揮官、ひと休みされますか？実はこういう時を想定して、疲労回復のためのマッサージを勉強しておきました！どうぞ遠慮なく～",
	battle = "全艦状況確認……砲撃戦用意！",
	upgrade = "ありがとうございます。鳥海、指揮官のためにこの力を謹んで使わせていただきます",
	voice_key = 30314,
	headtouch = "",
	feeling2 = "指揮官、少しお休みになられてはいかがですか？…鳥海の歌が聞きたいのですか？うーん、では――",
	login = "指揮官、おかえりなさい。書類は鳥海が整理しておきました。それと…こちらのクッキーはいかがですか？ ",
	vote = "",
	hp_warning = "まだ……大丈夫です！",
	id = 303140,
	detail = "え、つまらなくないかですか…？大丈夫ですよ。何もしなくても指揮官と一緒なら、鳥海は楽しいです！",
	couple_encourage = {
		{
			{
				30402
			},
			1,
			"今回もよろしくお願いします",
			0
		},
		{
			{
				30313
			},
			1,
			"一緒に頑張りましょう！",
			0
		}
	}
}
