_G.pg.ship_skin_words[303170] = {
	feeling1 = "最上姉さんは自己評価が低いですけど、指揮官は他人からの評価が低くなりそうですね",
	feeling3 = "鈴谷自身のことが気になるのですか？もちろんお聞かせしても構いませんが……説明だけで十分でしょうか…？",
	lose = "くっ…仕方ありませんね……",
	propose = "（小声）指揮官、この儀式が終わったら……分かっていますよね？ご安心ください。鈴谷はこれから誰よりも指揮官のことを良くして差し上げますから。ねぇ、ダーリン……♡",
	expedition = "委託組が母港に帰還しました。どうでしょう。一緒に出迎えに行きませんか？",
	win_mvp = "おめでとうございます。え、鈴谷がMVPですか…？あ、ありがとうございます…",
	home = "教訓を次に活かすのは大事ですね。レポートを優先して確認しましょうか？",
	mission = "任務の遂行状況を整理しました。ご参考までにどうぞ",
	touch2 = "んっ…はじめからそういうつもりだったこと…鈴谷ははっきりと分かっていますよ。ぜーんぶ、分かってます…ふふふふ♡",
	voice_key_2 = -1,
	skill = "本気で行きます…！",
	drop_descrip = "最上型重巡洋艦三番艦・鈴谷",
	mail = "メールが届きました。指揮官へのメール……あぁ…",
	touch = "指揮官…私のココを見ましたよね？分かっていますよ…？今すごくシセンを注がれた気がして…ねぇ？",
	profile = "最上型三番艦の鈴谷と申します。かの大戦では第七戦隊のメンバーとして、最上姉さんたちと奮戦しました。最後の戦いは少し無念でしたけど…この新しい戦場では心機一転して、新しい仲間たちとともに奮闘する所存です。何卒よろしくお願いします",
	mission_complete = "任務報酬が届きました。嬉しいことです",
	feeling4 = "……隠しても無駄です。鈴谷にその気があるのを分かってますよ。指揮官はもう素直になって……なりなさいっての！",
	unlock = "最上型重巡洋艦、鈴谷です。指揮官、今日から私のことをよろしくお願いしますね",
	feeling5 = "あぁ……指揮官のシセンはこんなにも…今なら上手く言えます。鈴谷、指揮官のことをお慕いして………（小声）あぅ！？やだ、なんかうずいちゃうじゃない……！",
	main = "指揮官からシセンが……な、なんでもありませんっ|熊野、あまり最上姉さんに迷惑をかけてはダメよ？三隈姉さんの胃が痛くなる意味で……|鈴谷型とも言われていましたけど、私はやはり最上型のほうがしっくり来ます。 あの大戦ではみんな一緒でしたから…",
	battle = "今回は逃げません…決して！",
	upgrade = "戦力が強化されました。やりましたね",
	voice_key = 30317,
	headtouch = "",
	feeling2 = "最上型のことが気になるのですか？はい、私でよければ詳しく説明して差し上げます。どの艦からにしますか？",
	login = "お帰りなさい。指揮官。手始めにどの仕事からされます？",
	vote = "",
	hp_warning = "この程度では…引き返しませんよ！",
	id = 303170,
	detail = "指揮官？ああ、次の大講堂授業の予習をしています。私のことはお気になさらず執務に励んでください",
	couple_encourage = {
		{
			{
				30210
			},
			1,
			"苦労はお察しします",
			0
		},
		{
			{
				30701,
				30312,
				30602
			},
			1,
			"この私が…？違う、そんなことは……",
			0
		}
	}
}
