_G.pg.ship_skin_words[303180] = {
	feeling1 = "指揮官ってイケてないね～いやまあ、別に責めてるわけじゃないけどさぁ～ほら、私も色々と考えることがあるじゃん？",
	feeling3 = "しきかーん、熊野寂しくなったー、なんでもいいから遊んで～ほかの人にしてって？ひどっ！指揮官のほうがいいんだもん！ほらほら！",
	lose = "やってらんないよー",
	propose = "ええと、「お互いを信じあって、支え合って…」あとはなんだっけ？もう長くて覚えられないし、こういうの人の前で恥ずしすぎてやってられないってばー！もうすっ飛ばして部屋に戻ろ？ダーリンもそれでいいよね？",
	expedition = "委託組帰ってきたよー出迎えに行かないとダメっしょ！",
	win_mvp = "熊野、MVP！よっしゃー褒めて褒めてー！",
	home = "戦闘の振り返りをすんの？いーよ、やってー？えっ、熊野がやるの？？",
	mission = "任務か…こういうの鈴谷のほうが得意ね…",
	touch2 = "ふーん、やっぱこういうのが好きなんだ～いーよ、そんぐらいは好きなだけ触らせてあげる～♡",
	voice_key_2 = -1,
	skill = "マジボコってやるよ！",
	drop_descrip = "最上型重巡洋艦四番艦・熊野",
	mail = "DM…じゃなかった、メール来たよ！指揮官、既読スルーはなしだからね！",
	touch = "はぁ～ん、今ここをチラッと見たでしょ？ふふふ、そう隠さなくていいって、ガン見してもい・い・わ・よ♡",
	profile = "最上型重巡洋艦の熊野よ！かの大戦では第七戦隊のメンバーとして、マジで頑張った！まああの島、そして最後は色々あったけど……今度こそ仲間たちと一緒に全力で頑張っちゃうから、よろしくぅ！",
	mission_complete = "ねむーい…うわやばっ、任務報酬来てんじゃん！おーい！",
	feeling4 = "熊野と遊んでくれるの？やったぁ！最初から素直になりゃよかったのに～んで？どこ行く？ふ・た・り・で♡",
	unlock = "じゃーん！重巡熊野、参上したよー！指揮官、よろしく～",
	feeling5 = "く、熊野のことが好きなの！？そうなんだ……実は熊野も指揮官のことが大好きだよ…？ま、マジだってば～！",
	main = "おっ、戦闘の時はしっかりしてるって？熊野はやる時はやるタイプだからね|指揮官さあ、どんな子がタイプ？ま・さ・かー熊野もワンチャンあったりして？あは☆|マジ暇……しきかーん、鈴谷呼んできてくんない？今度買い物に行くときの相談したいからさ～",
	battle = "敵艦見ゆ！こういうの戦うしかないっしょ！",
	upgrade = "おお！ワンチャン出番が増えたり？",
	voice_key = 30318,
	headtouch = "",
	feeling2 = "しきかーん、ひまー、なんかやって～もう、別にいいじゃん！減るもんじゃないしさあ～あいたっ！",
	login = "おお指揮官来た来た！んで？今日はどうする？熊野と遊んでくれる？  仕事かぁ…",
	vote = "",
	hp_warning = "母港には…絶対に戻る！",
	id = 303180,
	detail = "しきかーん、熊野と遊んでぇ～あ！アメさんくれんの？じゃあ遊ばなくていいや！はむ！",
	couple_encourage = {
		{
			{
				30210
			},
			1,
			"最上姉さん、熊野と遊んで―",
			0
		},
		{
			{
				30317
			},
			1,
			"鈴谷、そっちは頼む！",
			0
		},
		{
			{
				20216
			},
			1,
			"そのメイク結構イケてるじゃん！",
			0
		}
	}
}
