_G.pg.ship_skin_words[101420] = {
	feeling1 = "そのまま引きこもってていいよ。鍛錬してくる。じゃあ",
	feeling3 = "指揮官、次の非番の日に防具を買いに行かない？補助具があると鍛錬も捗る",
	lose = "空気しんどいね、ここ……",
	propose = "安心して、指揮官。ここまで一緒に頑張ってきて、気持ちを察しているよ。あなたの思い、わかっている……わかっているけど、どう応えればいいか、ちょっとわからなくて……は、はい！スモーリーでよければ！",
	expedition = "委託完了したようね。指揮官、どちらが先に埠頭に着くか競争する？",
	win_mvp = "ふぅ、いい感じ",
	home = "タオルよ。汗でも拭いて",
	mission = "任務で自分の能力を証明するつもり？気に入った",
	touch2 = "ラウンドハウスキック……喰らえ！",
	voice_key_2 = -1,
	skill = "避けられないよ",
	drop_descrip = "フレッチャー級駆逐艦・スモーリー（DD-565)",
	mail = "新しいメール？取ってくる。10秒…ううん、8秒待ってて",
	touch = "指揮官もこれ、少し勉強してはどう？護身用に",
	profile = "フレッチャー級のスモーリー。レーダーピケット、パトロール、レスキュー、ディプロマティックファンクション、なんでも任せて。……趣味？前に言ったことを二度言う必要ある？",
	mission_complete = "ボーナスより、自分の力を証明した実感が好きよ",
	feeling4 = "指揮官はわかってるよね？鍛錬で、少しずつ強くなる実感……うん、なら気が合いそうね。私たち",
	unlock = "スモーリー、駆逐艦、趣味はキックボクシング、着任",
	feeling5 = "面倒を見てくれる、助けてくれる人がいると、楽しい……指揮官、一緒に、もっと強くなろう！",
	main = "指揮官、運動を教えよう。座ったままでもできるヤツ。運動不足は健康に悪いから|キックボクシングは技の制限が少ないのがポイント。……海戦時はあまり役に立たないかもね。だから趣味よ|戦艦とも手合わせしたいね。みんな、強そうだから",
	battle = "ウォーミングアップから始めるよ！",
	upgrade = "ありがとう。身体が軽くなったよ",
	voice_key = 10142,
	headtouch = "",
	feeling2 = "指揮官、身体を動かしてみない？",
	login = "指揮官、執務室で鍛錬してもいい？",
	vote = "",
	hp_warning = "運動不足ね……",
	id = 101420,
	detail = "ボルチモアさん？……し、指揮官か……鍛錬してて気づかなかった",
	couple_encourage = {
		{
			{
				10109
			},
			1,
			"フレッチャー、援護する！",
			0
		}
	}
}
