_G.pg.ship_skin_words[304010] = {
	feeling1 = "あなたは勝利にふさわしくありませんわ！",
	feeling3 = "瑞鶴は一人で大丈夫かしら……うん、少し遠くから見守ってみますわ。この距離なら見つかる心配はないはず…",
	lose = "ご安心を。まだ覆せないほど戦局が傾いている訳ではありませんわ",
	propose = "私を追いかける努力にちゃんと報いて差し上げなくてはなりませんわね。さあ、私の手をしっかり取ってちょうだい",
	expedition = "ふぅ……少し休憩しますわ。指揮官、紅茶でもいかがかしら？",
	win_mvp = "勝利とはすなわち、優雅ですわ！",
	home = "ご苦労さまですわ。戦術目標はちゃんと達成しました？",
	mission = "この私自ら向かいましょうか？",
	touch2 = "ちょっとあなた、まさか私の妹たちにもこんな不埒なことをしているんじゃなくて！？",
	voice_key_2 = -1,
	skill = "畳み掛けますわ！",
	drop_descrip = "金剛型高速戰艦一番艦・金剛",
	mail = "新しい情報に基づいて作戦計画を調整しなさいな",
	touch = "な、なに！？緊急事態ですの！？",
	profile = "高速戦艦のネームシップ、七代目連合艦隊旗艦、そしてかつて重桜が海外に発注した最後の主力艦――それがこの私、金剛ですわ！",
	mission_complete = "エクセレント！最後の勝利に向かって一歩前進ですわ！",
	feeling4 = "人は黄昏時に一番心を打ち明けやすいと聞いた事があるけど……あなたも…そ、そうなのかしら？",
	unlock = "金剛型巡洋戦艦一番艦、金剛です。勝利への道筋にこの私が導いて差し上げますわ！",
	feeling5 = "比叡のやつまた宴会を開いて……指揮官、今夜は付き合っていただけるのかしら？",
	main = "戦艦であるこの私が魚雷ごときに沈められるもんですか！|さあ、敵を駆逐して、あの狭き運河をも乗り越え、私の生誕地に向かうのですわ！|この私がマジメすぎるですって？あなたこそフマジメすぎなのではなくて！？|角？あら、これのこと？制帽についているただのお飾りですわ。うふふ、こういうの、「重桜のメンバー」っぽくていい感じなのではなくて？",
	battle = "全艦、戦闘配置！",
	upgrade = "ふぅ～、切り札がもう一枚増えましたわ！",
	voice_key = 30401,
	headtouch = "",
	feeling2 = "指揮官、勝利が訪ねてくるのを、心して待つがよろしくてよ？",
	login = "休憩はもう十分？艦隊の指揮をそちらに戻しますわ",
	vote = "",
	hp_warning = "一発逆転のチャンスですわ！",
	id = 304010,
	detail = "「戦争」に見いだせる唯一の価値はその先にある「平和」ですのよ。くれぐれも忘れないでほしいですわ",
	couple_encourage = {
		{
			{
				30402,
				30403,
				30404
			},
			1,
			"高速戦艦、出撃しますわ！",
			0
		},
		{
			{
				30402
			},
			1,
			"勝利へと進みますわ！",
			0
		},
		{
			{
				30403
			},
			1,
			"て、敵の砲弾には気をつけて頂戴！",
			0
		},
		{
			{
				30404
			},
			1,
			"人気者なんて…戦場では決して良いものではありませんわよ？",
			0
		}
	}
}
