_G.pg.ship_skin_words[304030] = {
	feeling1 = "望みを絶たれよ――",
	feeling3 = "激戦のあとはバケツ盛り白ご飯が食べたくなるね",
	lose = "くっ……ごめんなさい…でも、負けは負けだよね…",
	propose = "す、少し恥ずかしいね……これからは指揮官が私の一番大切な人……あ、姉と比べるとどうかって？そ、そんなの全然違う話でしょ？！",
	expedition = "よし、次は私が――え…まだ…？",
	win_mvp = "金剛姉さん！ご褒美が欲しいです！ ",
	home = "お疲れ様。敵に会ったりした？",
	mission = "比叡さん、一緒に体を動かしてみない？",
	touch2 = "は！……手袋をしていれば、今度殴る時に手を汚さずに済ませられそうね",
	voice_key_2 = -1,
	skill = "火力――全開！！",
	drop_descrip = "金剛型高速戦艦三番艦・榛名",
	mail = "指揮官の声が好き。だから――読んでもらえないかな？",
	touch = "比叡さんの作った和三盆……指揮官も好き？",
	profile = "重桜高速戦艦最速にして、最後まで奮戦した金剛型三番艦・榛名。今回も――全身全霊、全力で戦ってみせる！",
	mission_complete = "金剛姉さん、私はもう一人前ですよ？",
	feeling4 = "指揮官はダンスも出来るの？ええと、その――私に踊り方を教えてくれないかな…？",
	unlock = "初めまして、重桜初の高速戦艦・榛名と言います。刀より拳を好む性分ですが、何卒よろしく",
	feeling5 = "指揮官、今度の比叡さんの宴会で、私にダンス相手を務めさせてもらえない……？",
	main = "ようやく…ようやくウェールズと戦える…！|勇気と根性で勝てない相手なんていないよ。指揮官もそう思わない？|牛肉と言えば上州牛よね。指揮官も食べてみる？",
	battle = "さあ、始めるよ！",
	upgrade = "速力、上昇！",
	voice_key = 30403,
	headtouch = "",
	feeling2 = "金剛姉さん、肩を揉ませてください",
	login = "いい天気だよね。「せっかくの晴天なんだから出航すればよかった」なんてことにならない方がいいよ。指揮官もそう思うよね？",
	vote = "",
	hp_warning = "まだ終わりじゃないよ！",
	id = 304030,
	detail = "私も霧島みたいな人気者になりたい……かな……",
	couple_encourage = {
		{
			{
				30401
			},
			1,
			"金剛姉さん、私は活躍できていますか！？",
			0
		},
		{
			{
				30402
			},
			1,
			"目の前の全てを……撃ち倒す！！",
			0
		},
		{
			{
				30404
			},
			1,
			"私の勇姿を見せてあげる！",
			0
		},
		{
			{
				30503,
				30504
			},
			2,
			"呉配属戦艦隊、進めっ！",
			0
		}
	}
}
