_G.pg.ship_skin_words[304040] = {
	feeling1 = "まあ、指揮官も言えない悩みがあるようだし……",
	feeling3 = "榛名とは双子だけど、私にとってあいつは世話の焼ける妹みたいなもんだ",
	lose = "砲撃戦で散ることができるのは、あるいは幸運なことかもしれないな……",
	propose = "ま、まさか指揮官からアタックされるとは…なんだか恥ずかしいな…こ、コホン！じゃあお返しに…指揮官、これからもずっとダンスの相手、付き合ってあげるよ",
	expedition = "大変だな…私も手伝おうか？",
	win_mvp = "私の全力をもってすれば、こうなるのは当然だ",
	home = "指揮官、ご苦労だったな。次はこの私も連れて行ってみてはどうだ？",
	mission = "ふむ、今度戻る時の土産はどうすべきか……",
	touch2 = "指揮官、私はここにいるぞ。やるなら正面から堂々といくべきだな。あはは、なんだ～指揮官のほうが恥ずかしがってるじゃないか",
	voice_key_2 = -1,
	skill = "見切った！",
	drop_descrip = "金剛型高速戦艦四番艦・霧島",
	mail = "メールだぞ。指揮官って人気者だな",
	touch = "指揮官、寂しくなったのか？",
	profile = "金剛型の末っ子、高速戦艦・霧島だ。ヘンダーソン飛行場と、あの戦艦サウスダコタに向けて主砲をぶっ放したぞ。探照灯に…三式弾？……あ、あははは……",
	mission_complete = "疲労で倒れた子がいるようだ。一緒に寮まで運ぶぞ",
	feeling4 = "まあ、姉貴たちはみな優秀だからな。彼女たちの足を引っ張らないようこっちも必死に頑張るしかないさ――私も優秀だって？ははは、指揮官に認められて嬉しいぞ",
	unlock = "私は高速戦艦・霧島だ！さあ指揮官、この先の長い道のり、共に往こうじゃないか！",
	feeling5 = "比叡が主催するパーティでダンスがあるんだが…一緒に踊ってくれないか？相手を考えたが指揮官しか思いつかなくてさ――うん？普通は男性から誘うのか？あはは、そうだったか……",
	main = "探照灯？あははは…戦場はステージとは違うぞ|覆面？ふふん、なんで覆面しているか当ててみないか？|金剛、今手伝って……あれ？い、いらないか……",
	battle = "この主砲で決める！",
	upgrade = "このまま改修が続いたらどうなるのかね…",
	voice_key = 30404,
	headtouch = "",
	feeling2 = "比叡はどんな時でも慌てないもんな…",
	login = "指揮官、この私が役立てることはあるか？",
	vote = "",
	hp_warning = "さあ…最後の幕開けだ！",
	id = 304040,
	detail = "金剛から紅茶をもらったぞ。一緒に飲んでみないか？",
	couple_encourage = {
		{
			{
				10514
			},
			1,
			"最強の盾、その名に相応しいか見せてくれ！",
			0
		},
		{
			{
				30401
			},
			1,
			"金剛、今日も綺麗だな",
			0
		},
		{
			{
				30402
			},
			1,
			"比叡、今度は私から離れないでくれよ！",
			0
		},
		{
			{
				30403
			},
			1,
			"榛名、勝負でもしてみるか？",
			0
		}
	}
}
