_G.pg.ship_skin_words[304050] = {
	feeling1 = "伯楽（はくらく）とはなかなか見つかりにくいものですわ",
	feeling3 = "奇を以って勝つといえど、正を以って合わねば戦を制すことなかれ…げほげほ、指揮官様、自ら力を鍛えることこそ肝心ですわ",
	lose = "計算を…間違えたのでしょうか…",
	propose = "指揮官様…この天城をお選びになったのですね？ふふ、元より指揮官様のために身を捧げる覚悟ですが…選んでいただいたからには、自らの健康にも少し気を使った方がいいですわね",
	expedition = "指揮官様、委託が完了しましたわ。次に出撃する人選について僭越ながらご提案が――",
	win_mvp = "では…この勝利をどう利用するか……",
	home = "指揮官様、私の作戦はお役に立てたのでしょうか？",
	mission = "次の任務は………",
	touch2 = "んっ…指揮官様…今ほかのことについて思案中だったのですが……",
	voice_key_2 = -1,
	skill = "フフフフ……",
	drop_descrip = "天城型巡洋戦艦一番艦・天城",
	mail = "指揮官様、お手紙があります。新しい情報でしょうか？",
	touch = "フフフフ……指揮官様、今お菓子は何にするか、思案していたところですわ",
	profile = "天城型巡洋戦艦のネームシップ、天城です。元々は赤城とともに空母に改装される予定でしたけど…あの天災で倒れておりました。げほげほ…はい、見ての通り体があまり丈夫ではありませんが、何卒お気遣いなさらず…",
	mission_complete = "任務報酬…一番有効な使い方にしておかないと",
	feeling4 = "げほげほ…指揮官様はこの天城をも認めさせた方ですから、もう少し自信を持ったほうがいいですわ",
	unlock = "げほげほ…巡洋戦艦天城、参りました。ここなら私も力を発揮できそう…指揮官様、まず私の敵についてご説明をお願いできますか？",
	feeling5 = "げほげほ…天城のことをご心配なさるのでしたら、全力で前へお進みください…指揮官様の勝利、そして笑顔こそ、私への特効薬ですわ",
	main = "道のりは険しいと言われますが、だからこそ挑戦する価値があると思いますわ|指揮官様、失敗を恐れる必要はありませんわ。この天城がいるかぎり、失敗も挫折も次の勝利への糧にして差し上げます|ああ、赤城……変な育ち方をしちゃいましたね……",
	battle = "では、計画通りに参りますわ",
	upgrade = "体の調子がだいぶ良くなってきました",
	voice_key = 30405,
	headtouch = "",
	feeling2 = "策を用いるためには情報が要…「能く上智を以て間者と為し、三軍の恃みて動く所なり」、ということになりましょう",
	login = "指揮官様、今日の作戦要綱を机に置いておきました。ご確認ください",
	vote = "",
	hp_warning = "策を改める必要がありますね……",
	id = 304050,
	detail = "みんなを傷つけたくない、ですか……指揮官様も無理難題を仰いますね…ふふ、工夫は致しますわ",
	couple_encourage = {
		{
			{
				40701
			},
			1,
			"赤城…？あら、人違いでしたか…",
			0
		},
		{
			{
				30701
			},
			1,
			"赤城、指揮官様のご命令はちゃんと聞くのですよ？",
			0
		}
	}
}
