_G.pg.ship_skin_words[305010] = {
	feeling1 = "指揮官様はマガツカミの化身ですか……！",
	feeling3 = "指揮官様は最近お疲れのようですね…仕事のし過ぎはお体によくありません。疲れた身体をお祓いいたしますので、こちらにおいでください",
	lose = "これは……弾薬庫がまた呪いを受けてましたの？",
	propose = "高砂の尾上の松の相生に立並びつつ玉椿八千代を掛けて、家門広く、家名高く、弥立栄えしめ給へと、恐み恐みも白すーーこれで私と指揮官様とは一心同体……不束者ですが、よろしくお願いします。",
	expedition = "委託組の子たちが戻りました。一緒に出迎えにいきませんか？",
	win_mvp = "そなたたちの魂に故郷の安らぎがあらんこと…",
	home = "指揮官様、お疲れ様でございます。扶桑のところでごゆっくりお休みくださいませ。",
	mission = "新しい任務が通達されました。ご確認いただけますか？",
	touch2 = "あの、これは…！",
	voice_key_2 = -1,
	skill = "祓い給い、清め給え！",
	drop_descrip = "扶桑型戦艦一番艦・扶桑",
	mail = "新しいお手紙です。指揮官様、ご確認を",
	touch = "指揮官様？こちらにおいでくださいませ、お耳掃除させていただきますね",
	profile = "重桜最初の超弩級戦艦、扶桑です。生まれついた厄（わざわい）を祓うため、妹と同じく日々神々に祈りを捧げ、厄に負けぬよう精進してまいりました。レイテ沖のあの悲劇だけは絶対に二度と起こさせません。どうかどうか指揮官様からもお力添えいただければ幸いです",
	mission_complete = "報酬を放置するのはよくありませんよ",
	feeling4 = "神楽ですか？あれは神前に捧げる舞ですが……そうですね、では指揮官様のために巫女舞の一つでも、いかがでしょう。他のみんなに見られると恥ずかしいので、ご内密に、どうか二人だけのヒミツということで…",
	unlock = "お初にお目にかかります。あなたは指揮官様でいらっしゃいますね？はい、扶桑ずっとお待ちしておりました。これも何かのお導きです。今後ともよろしくお願い申し上げます。",
	feeling5 = "ご存知ですか？実は重桜の巫女たちは神を奉る身ではあるものの、色事に関する制限が特にございません。むしろ、お社を継ぐ方を探すためにも、夫探しに励むことも……指揮官様は私のこと...どうお思いですか？",
	main = "不幸な運命は努力で変えられます。神々に祈りを捧げると同時に、自身の鍛錬も怠るわけにはいかないと……|山城さえ何事もなく育っていれば満足です|この主砲は火力に特化したもので、発射すると、いつも身体がすごく揺れてしまい…ちょっと困ります",
	battle = "立ちはだかるものには容赦しません！",
	upgrade = "これでもっと力になれます。",
	voice_key = 30501,
	headtouch = "",
	feeling2 = "指揮官様は重桜の神々にご興味がおありですか？うふふ、ご興味がおありでなくも結構ですよ。私、指揮官様の分も合わせて神々に祈りを捧げて参ります",
	login = "指揮官様、おかえりなさいませ。一つお神籤でもいかがでしょうか？",
	vote = "",
	hp_warning = "神さま、私達をお守りください……！",
	id = 305010,
	detail = "指揮官様、一緒にお茶でもいかがですか？",
	couple_encourage = {
		{
			{
				30502
			},
			1,
			"山城、あまり離れすぎないでね？",
			0
		}
	}
}
