_G.pg.ship_skin_words[305050] = {
	feeling1 = "お主の願いは…余にアヤマチを繰り返させることか？余は…分かった…",
	feeling3 = "皆ともっと一緒にいろ、だと？一緒にいても余は何をして良いのか分からぬし、それに余のことを皆が怖がっているのは目に見えておる……何をしておる！どうして余の艤装を下ろそうとするのだ！",
	lose = "うぅ……また失敗しちゃった……",
	propose = "戦乱の彼方にあるのは、あのすべてを飲み込む光ではなく、お主の温かいぬくもりなら、今の余は…他に何も求めないよ",
	expedition = "委託が完了したぞ…お、おい…せっかく余が時間を覚えたのに、お主は何も思わんのか？",
	win_mvp = "痴れ者が…なにゆえ余を怒らせたのだ？",
	home = "人を出迎えたことはないが…砲を撃てば良かろう？",
	mission = "任務の書類はこれで良いか？余はよく分からぬが",
	touch2 = "……ぶ、無礼者！",
	voice_key_2 = -1,
	skill = "余は長門…重桜の長門である！",
	drop_descrip = "長門型戰艦一番艦·長門",
	mail = "この紙切れは？「めーる」？そうかメールか。余にも読ませてもらって良いか？",
	touch = "……！こ、こうも容易く余に触れた者はおらんかったぞ…",
	profile = "重桜の魂、重桜の誇り、そして重桜の栄光……かの時代そのものの象徴でもある、ビッグセブンの余を、刮目して見るが良い――…これでいいか？疲れたから、余はもう休むぞ",
	mission_complete = "任務報酬…よいっしょ…ふぅ…ここで良いのか？",
	feeling4 = "なるほど、艤装を下ろしてから、皆に恐がられなくなったな。確かに気持ちが軽くなっておるが…でもこの淡い喪失感はなぜだろう…旗艦を大和に譲った時とおなじような……",
	unlock = "余は重桜連合艦隊旗艦――長門である。お主は指揮官か？天下を取る資質があるか、しかとこの目で見させてもらおう",
	feeling5 = "大切にしてくれる人がいたほうが良いのか？じゃ…余を連れ出すのがお主だから、せ、責任を取ってもらうぞ…えっと…その、つまり…お、お主に命じる…余を大切にするのだ…ど、どうだ…？",
	main = "争いは好まぬ、しかしあの時は…余に選択肢はなかった|戦争を語る輩は、果たして本腰の覚悟と自信はあるか？|かの天災で救った民の笑顔、余は絶対に忘れない…あれこそ余が守りたいものである",
	battle = "また…悲しい戦争を…",
	upgrade = "矛を収める日が来るように――",
	voice_key = 30505,
	headtouch = "",
	feeling2 = "何事か？余？余は何もしておらぬぞ。あの働きを大和に任せてから、余のすることは戦いしか残っておらぬぞ",
	login = "おかえれ…し、舌を噛んただけだぞ…",
	vote = "",
	hp_warning = "決戦の時か…！",
	id = 305050,
	detail = "皆の顔に笑顔が溢れておる……余はこの場所を気に入っているぞ！",
	couple_encourage = {
		{
			{
				3
			},
			5,
			"連合艦隊、敵を粉砕せよ",
			3
		},
		{
			{
				30501,
				30502,
				30506
			},
			1,
			"第一戦隊、火力全開",
			0
		},
		{
			{
				30506
			},
			1,
			"{namecode:75}，陸奥、質問は戦のあとにせんか！",
			0
		},
		{
			{
				30511
			},
			1,
			"三笠様、長門の戦い、とくとご覧あれ！",
			0
		},
		{
			{
				30701
			},
			1,
			"赤城、お主の力を借りるぞ！",
			0
		},
		{
			{
				20504,
				20503,
				10509,
				10510,
				10511
			},
			1,
			"むぅ…！よ、余はそういうところは羨ましがっておらんぞ！",
			0
		},
		{
			{
				30405
			},
			1,
			"天城、お主には迷惑をかけたな…",
			0
		},
		{
			{
				30149
			},
			1,
			"江風、露払いは任せたぞ！",
			0
		}
	}
}
