_G.pg.ship_skin_words[305060] = {
	feeling1 = "指揮官…どうしてなの？",
	feeling3 = "知らないほうが幸せなこともあるってわかっているけど…でも知りたいの！それに、知ったほうが幸せなことだってもっとあるでしょ？",
	lose = "指揮官、三番砲塔がちょっと……",
	propose = "これでわたしと指揮官がつながっているのね？すごい！指輪を見ると、本当に指揮官と一緒にいるように感じるの！どうして？",
	expedition = "指揮官、誰かが港に戻ってきたよ！",
	win_mvp = "指揮官見て見て！すっごくきれいなお魚がいたの！何のお魚なの？",
	home = "指揮官動かないで、お祓いをしてあげる！",
	mission = "指揮官、この任務は何するの？…これは？",
	touch2 = "指揮官、なんで触るの？どういうことなの？",
	voice_key_2 = -1,
	skill = "ネコさん、しっかり捕まって～本気だすよ！",
	drop_descrip = "長門型戰艦二番艦·陸奥",
	mail = "これが「めーる」ね…指揮官に「めーる」を書くから、「へんしん」してね！",
	touch = "あははは～指揮官くすぐったいよ～あははは～",
	profile = "わたしは長門型二番艦の陸奥！あの大戦までは長門姉とぐるぐる交代で連合艦隊の旗艦をやったの！その後は大和さんに任せたけど！外の世界ってやっぱり色々新しいものがあるのね～三番砲塔？うん…今回は大丈夫よね？",
	mission_complete = "指揮官？ボーナスは砲塔に乗せて運んできたの！あ！ネコさんを起こさないでね！",
	feeling4 = "指揮官、わたしと遊ぼ？えっと、お仕事があるならまたあとで来るね？聞きたいことはいっぱいあるけど、指揮官に知っててほしいこともいっぱい、いっっぱいあるよ！",
	unlock = "こんにちは。わたしは陸奥！長門姉の妹！あの、貴方は指揮官？なんで？どうやって指揮官になるの？指揮官ってスゴイの？教えて教えて！",
	feeling5 = "指揮官に聞くことは…えっと…わたしのことが好き？わたしに色々聞かれてメイワク？あとは…うん！艦隊のみんなと指揮官が大好きって言いたいの！",
	main = "指揮官、ここはなんでこうなるの？こうじゃダメなの？なんで？|指揮官、外はなんか面白そう！見に行っていいの？|アリさんたちどこに行くんだろう…知りたい！",
	battle = "連合艦隊！えっと…出撃！",
	upgrade = "頑張るよ！",
	voice_key = 30506,
	headtouch = "",
	feeling2 = "むかし長門姉と一緒に柱島にいた頃からよく思ってたけど…空はなんで青いの？鳥はなんで飛べるの？みんななんで戦争するの？…不思議なことがいっぱい…",
	login = "あ、指揮官！えっと、いない間に分からないことがあったの！なんで……（陸奥が質問攻めしてきた）",
	vote = "",
	hp_warning = "みんなを守りたいの！",
	id = 305060,
	detail = "指揮官、三番砲塔の検査、手伝って！",
	couple_encourage = {
		{
			{
				30505
			},
			1,
			"長門姉～いっしょに頑張ろう！",
			0
		}
	}
}
