_G.pg.ship_skin_words[305080] = {
	feeling1 = "弱者は引っ込んでいればいい。これしきの波に負けるようでは面倒は見てやれん",
	feeling3 = "我が重桜の艦船相手に動じないとは、貴様も随分と変わり者だな。…だからこそこうして戯言を交わすだけでも楽しいものだ。今日は何を見せてくれるのだ？",
	lose = "くっ…自惚れ過ぎたとでもいうのか…",
	propose = "生を受けるだけでもありがたいと思っていたが、まさか生涯をともに過ごす伴侶まで得るとはな…ふん、険しく長い人生だ。貴様とともに乗り越えるのも悪くないな",
	expedition = "委託組の帰還時刻、私に注意させるつもりじゃあるまいな",
	win_mvp = "これで終わりか？ふん、所詮はこの程度か",
	home = "面白いことでもあったか？貴様に興味がなくても、貴様が遭遇した出来事には興味があるのでな",
	mission = "任務に追われるのではなく、任務を追え。それが指揮官である貴様のなすべきことだ",
	touch2 = "一時の気まぐれで命取りになる――まさか、思いも寄らなかったわけではあるまいな？",
	voice_key_2 = -1,
	skill = "どちらが上か思い知らせてやる！",
	drop_descrip = "加賀型戦艦二番艦・土佐",
	mail = "手紙とな？三割でも有意義な情報が入っていればありがたく思うのだが",
	touch = "暇を持て余しているなら手合わせでもどうだ？",
	profile = "加賀型二番艦の土佐だ。起工こそされたものの、最後まで建造されていなかった身だが……空母だったり戦艦だったり、兵装実験艦だったり標的艦だったり、よくもまあこき使ってくれたものだ。ふん、この姿で着任した以上、失望はさせんぞ",
	mission_complete = "任務完了か？モタモタしてないでさっさと報酬を受け取れ",
	feeling4 = "一人なら、規則にもルールにも縛られず、好き勝手に動くのが性分でな。…して、貴様がいればこっちも慎重に動かざるを得なくなる。ふっ、悩ませてくれる",
	unlock = "加賀型戦艦二番艦、土佐。仕えるに値する者にのみ従う主義だ。貴様などと――安直に判断するのも好かぬ。ひとまず貴様の力、見定めさせてもらうぞ",
	feeling5 = "貴様の志、夢など知ったことではないが、私の存在を必要としているのがわかる。…それならこちらも同じだ。つまり運命共同体、お互い欠かすことができない…ふ、ふふふ…そうだろ？",
	main = "武力行使――なに、陳腐だが有効的な交流の仕方だ。もっとも、話が通じる相手であればそうはならんのだがな|目的達成のために手段を選ばないのは嫌いではない。規則を守って溺死するよりマシだからな|強くない奴は引っ込んでいろ。強者も弱者も己を弁えるのが道理だ――姉上の持論だな|天城さんほど慎重ではないが、姉上ほど熱くなりやすいこともない。…違う？姉上か？それとも私か？",
	battle = "ふん、暴れさせてもらう…！",
	upgrade = "目の付け所が良いな。指揮官",
	voice_key = 30508,
	headtouch = "",
	feeling2 = "自分の命をいつでも奪える者を相手によくそんなに無防備でいられるな。……信頼している、とな？ふふふ、「信頼」か。いい響きだな",
	login = "どれ、面白い仕事でも見つけてきてくれんか。指揮官",
	vote = "",
	hp_warning = "ふふふ…危ぶまれる戦いこそ面白い！",
	id = 305080,
	detail = "「いつもそうしてきた」とな。ふん、そういう輩がいるからこそ間違いがいつまでも正されない、そうは思わんか？",
	couple_encourage = {
		{
			{
				30507
			},
			1,
			"姉上、合わせる！",
			0
		},
		{
			{
				30405
			},
			1,
			"天城さんには勝てんな…",
			0
		}
	}
}
