_G.pg.ship_skin_words[305120] = {
	feeling1 = "……部下を使いこなせない上司はしんどいわね",
	feeling3 = "というわけで…トレーニングに付き合ってあげるわ！ささ、部屋から出て新鮮な空気を吸ってジョギング！あと素振りでもやってみなさい！",
	lose = "くっ…火力が足りなかったか……",
	propose = "まあ、そんなことしないでも、私達はもうお互い大切なパートナーじゃない？……大丈夫、これはちゃんと受け取るから！今までと同じようにずっと守るから安心して！",
	expedition = "軍事委託、ちょっと地味ね……まあ、頑張った仲間たちを目立たせないとだし、一緒に出迎えに行こう？",
	win_mvp = "勝ったわね。ふふん、スッキリした勝利だったわ",
	home = "母港でじっと待っているより、戦場で活躍した方が目立つと思わない？",
	mission = "新しい任務？敵の掃討なら私に任せて！",
	touch2 = "仲良しのスキンシップ……んーアリかな？",
	voice_key_2 = -1,
	skill = "ド派手に行くわよ！",
	drop_descrip = "紀伊型戦艦・紀伊",
	mail = "手紙……果し合いならこの紀伊、受けて立つわ！…なんだ…違うのか…",
	touch = "困っていることでもあるの？私に相談してくれていいんだよ？",
	profile = "八八艦隊計画、紀伊型戦艦の一番艦、紀伊よ。かの大戦では色々あって活躍できなかったけど……ふふん、ここでなら思いっきり暴れられるわ！指揮官、遠慮せず私をうまく使いこなして！",
	mission_complete = "テキパキ任務を片付けてきたわね！よし！",
	feeling4 = "戦闘で華麗な大活躍をしても、見てくれる仲間がいないと楽しくないわね～よし、仕事から上がったら日向と練習して、そのあと駿河と指揮官も連れて伊勢たちと一杯飲んで…んーいい感じ！",
	unlock = "戦艦紀伊、参上だ！さて、ここでは派手に動けると聞いたんだけど？そっか、それはいいわね！ふふん、私の獅子奮迅の活躍を期待してて！",
	feeling5 = "守るべき人がいたほうがより頑張れるって言うじゃない？戦艦紀伊、仲間たちと指揮官のために最強になる―ーなんてね♪はははは",
	main = "いじめられたら私に言って。この紀伊が身の程を思い知らせてきてやるわ！―ー割と本気だからね？私|んんん～突っ立っているだけだと体が硬くなるわね…どうした指揮官？顔を真っ赤にして…さらしがズレている？|駿河～仕事から上がったら、伊勢たちと飲みに行かない？もうつれないわね…行くってときは一緒に行こうね！",
	battle = "正々堂々、派手に勝負と行こうじゃない！",
	upgrade = "どこまで強化されたか、実戦で確認―ーね？",
	voice_key = 30512,
	headtouch = "",
	feeling2 = "指揮官大丈夫？さっきから疲れてそうな顔だけど……駿河と同じく鍛錬不足かな？",
	login = "ようやくご出勤ね。ははは、こっちは主砲をぶっ放したくてウズウズしてたところよ。そろそろ出撃しようじゃない！",
	vote = "",
	hp_warning = "向こうもやるわね…！",
	id = 305120,
	detail = "兵装は大きくて、目立っているほうがいいに決まっているわ。性能はともかく、これだけ大きければ「勝ったな！」って、余裕も威勢も生まれる――指揮官もそう思わない？",
	couple_encourage = {
		{
			{
				30405
			},
			1,
			"考えるのはそっち、戦うのはこっち！",
			0
		},
		{
			{
				30514
			},
			1,
			"今は目立つ時！ド派手に暴れるわよ！",
			0
		},
		{
			{
				30503,
				30504
			},
			1,
			"勝ったら一杯やろうね！",
			0
		}
	}
}
