_G.pg.ship_skin_words[305140] = {
	feeling1 = "はあ…所詮、どこでもロクなこと起こりませんし…せめてお手柔らかにお願いします…",
	feeling3 = "わ、私のことより、もっとほかの子に関心を向けてくださいっ！四六時中心配して声をかけてくださらなくていいですからっ！",
	lose = "はぁい終わった終わった…わ、悪目立ちは勘弁ね！",
	propose = "指揮官ってとんでもない物好きね……流石に今更驚きはしないわ。あなたの気持ち、本物だってずっと前から分かっていたもの――駿河、指揮官の愛の誓い、謹んでお受けします",
	expedition = "委託組が帰還しました。そろそろ移動しますか？",
	win_mvp = "バーカ！私……いいえ、私たちの勝ちよ！",
	home = "お疲れさまです。私のことは気になさらずごゆっくり休んでいてください",
	mission = "任務はこなしましょう。指揮官としてそれが義務ですから",
	touch2 = "うひ！？　なんですか、急に……！",
	voice_key_2 = -1,
	skill = "ぶっとばしてやるわぁー！！",
	drop_descrip = "紀伊型戦艦・駿河",
	mail = "新着メールがあるようですね。確認してきます",
	touch = "指揮官、あなたの指示に、ついて行きます",
	profile = "紀伊型戦艦三番艦、駿河です。かの大戦では建造されなかったのですが……いいえ、こうして艦隊の仲間たちと一緒に戦えるのも何かの縁、配属されたからには誠心誠意に対応させていただきます。よろしくお願いいたします",
	mission_complete = "報酬を持ってきました。ふぅ……",
	feeling4 = "し、心配してくれているのはわかるけど、流石にみんなの前でそれをやるのは恥ずかしいです！私を困らせてどうするんですか？！もう！",
	unlock = "戦艦駿河、着任しました。この母港とは何かしらの縁…いえ、私からこれ以上申し上げることはございませんので、どうかお構いなく",
	feeling5 = "はあ…結局指揮官のせいで、母港中で散々目立っちゃったわけね……もう、愛情表現にしても恥ずかしくない方法ならいくらでもあるだろうに…！指揮官、どうしてくれるんですか！",
	main = "資料を分析し、計画を練って提案するポジションのほうが私との相性がいいと思います。速読と暗記とか、文書作業が得意ですから|猪突猛進型の人との相性は若干悪いですね。実際痛い目に遭っていましたし。…そういう子は、嫌いじゃありませんが|秘書艦に抜擢していただいたことには感謝しております。ただ、私だけだと色々と不足でしょうし、ほかの子も一緒に執務室に置いていただければ幸いです|争うことは好きではありませんが、売られた喧嘩は買う主義です。それが戦うために生まれた私たちの存在意義でもありますから|この母港は色々と過ごしやすいですね。私など比較にもならないほど優秀な子が多くいますから",
	battle = "駿河艦隊…ぜ、全力を、尽くします…！",
	upgrade = "勝負事は…勝たないと意味ありません。そのためにもこういう強化も多少必要でしょう",
	voice_key = 30514,
	headtouch = "角まで触ってないよね…よ、よかったぁ…いいえ、なんでもありませんっ！",
	feeling2 = "戦艦駿河、艦隊のために微力を尽くします。いつでもご命令を。指揮官",
	login = "今日も一日業務に精進しましょう。私のサポートが必要でしたら遠慮なく仰ってください",
	vote = "",
	hp_warning = "ああもう！ツイてないよ！",
	id = 305140,
	detail = "特別計画艦の方々、なんというかキャラが濃……ではなく、個性豊かですね。別に羨ましくは思っていませんが",
	couple_encourage = {
		{
			{
				30505
			},
			1,
			"長門様、お守りいたします！",
			0
		},
		{
			{
				30702
			},
			1,
			"加賀さん…どうか無理しないように",
			0
		},
		{
			{
				30405
			},
			1,
			"天城さん……あなたさえいてくれれば……",
			0
		},
		{
			{
				39902
			},
			1,
			"私だってもうちょっと計画を待てればな……流石に無理か…",
			0
		}
	}
}
