_G.pg.ship_skin_words[306070] = {
	feeling1 = "指揮官からなにげに、近づきがたい雰囲気が出ていますね…",
	feeling3 = "賞賛とか批判とか、指揮官は気になったりします？…い、いいえ、なんでもありません。ただの好奇心で…",
	lose = "い、一回ぐらいは勝ちを譲って差し上げます！",
	propose = "龍鳳、これより貴方と苦楽を共にし、永遠に貴方の側にいることを誓います。……で、では、これからは自分を隠さずに指揮官と接しますから、覚悟していてください……ね？",
	expedition = "委託が完了しました。先に出迎えてまいります。…いい報酬がありますように",
	win_mvp = "勝ちにも負けにも動じることなかれ。これこそ我が重桜の矜持なり…ふふっ！",
	home = "お疲れさまです。すこし休憩しましょう。…あまり休んではダメです。このあとすぐ戦闘の振り返りがありますからっ！",
	mission = "新しい任務……上からの指示でしたら早くこなしましょう",
	touch2 = "その邪念、払って差し上げます！",
	voice_key_2 = -1,
	skill = "勝利をこの手に…！",
	drop_descrip = "瑞鳳型航空母艦・龍鳳",
	mail = "お手紙です。どんな内容か気になります…なりませんか？",
	touch = "美しさ、そして凛々しさを両立させたこの衣装、お分かりいただけましたか？",
	profile = "潜水母艦から軽空母、数々の出航をこなし、最後は母港から一歩も出ることなく…ううん、じっとしていても何も始まりません。何度も申し上げました通り、龍鳳、指揮官に勝利をもたらしてみせます！",
	mission_complete = "任務を上手くこなせたのは、指揮官の頑張りのおかげですね",
	feeling4 = "頑張って手に入れた栄誉は喜んで誇りにします。そしてそれを糧に更に前進を……と、というわけで指揮官！私をもっと出撃させてください！",
	unlock = "潜水母艦大鯨改め、瑞鳳型軽空母、龍鳳、参上しました。指揮官に勝利をもたらしてみせます！はい、今度こそ苦汁を舐め続けるんじゃなく、勝利します！",
	feeling5 = "私、指揮官のそばにいたから自分の実力を発揮できました。だから指揮官の前でしたら私、本当の自分を隠さなくてもいいでしょうか…？ふ、普段から結構素が出ていましたか？そ、そうですか！？",
	main = "潜水艦の子のお世話はなかなか大変ですね…じ、実体験ですから信じてくださいっ！|人にどう見られようと気にしない性分です。私たちは艦船、つまり武家の出だから当然です|時々、正規空母を羨ましく感じますね。私も…あの人たちのように強くなっていたら……",
	battle = "積もりに積もった我が思い、思いっきりぶつけてやります！",
	upgrade = "ご厚意誠にありがとうございます。指揮官",
	voice_key = 30607,
	headtouch = "",
	feeling2 = "重桜の海は懐かしくて、なんだか複雑な気持ちになりそうな場所です。…いいえ、今は関係ありません。精進あるのみですね",
	login = "待たせてくださいますね……いいえ、何でもありません。これぐらいは平気ですから",
	vote = "",
	hp_warning = "くっ、こんな時に……！",
	id = 306070,
	detail = "潜水艦の強さは、あの大戦で身をもって知りました。不甲斐ないことでしたが、私、空母に改造されていなかったらどんな目で見られたのでしょうか",
	couple_encourage = {
		{
			{
				30601
			},
			1,
			"共に参りましょう！",
			0
		},
		{
			{
				10707
			},
			1,
			"あなたはあのときの……",
			0
		},
		{
			{
				30603
			},
			1,
			"鳳翔さん、よろしくお願いします！",
			0
		},
		{
			{
				8
			},
			1,
			"あああ今は懐かないでください！",
			1
		}
	}
}
