_G.pg.ship_skin_words[306080] = {
	feeling1 = "指揮官、千代田から離れていて。できるだけ遠く",
	feeling3 = "甘えてくる妹は…なんというか、嫌ではない……なんといえばいいかな…",
	lose = "後退する。…千代田、無事でいて…",
	propose = "あなたの気持ちだから、喜んで……これから毎日、無事を祈りながら、あなたの居場所になる。あなたも…千代田のように、時々、甘えてきて…？",
	expedition = "委託組、無事帰還。よかった",
	win_mvp = "皆の役に立つこと……私にもできた",
	home = "無事だったね。…お守りは私の手作り。指揮官と千代田の分、服にコッソリと",
	mission = "任務。こなさないまま放置、まずいのでは？",
	touch2 = "！？ちょっと、ダメ…！",
	voice_key_2 = -1,
	skill = "攻撃隊、絡みつけ…！",
	drop_descrip = "瑞鳳型航空母艦・千歳",
	mail = "指揮官宛の手紙あり。査収を",
	touch = "！？…指揮官か…ユニオンのピンク髪の子の、いたずらだと思った",
	profile = "水上機母艦として設計された私と千代田、かの大戦での、あの戦闘を経て仲間たちと共に空母に改造された。…実力不足か、はたまた時の流れに逆らえないためか…活躍できなかったわ。色々とね",
	mission_complete = "任務。完了…うん、喜ばしいわ",
	feeling4 = "料理や掃除、身の回りのお世話はいつも千代田がやっている。……つまり、私はできないのではなく、やろうと思えば…そ、それだけのこと……",
	unlock = "重桜所属、軽空母千歳。指揮官、よろしく。千代田もここにいると聞いているけど、本当？……いいえ、ただ聞いてみただけ",
	feeling5 = "指揮官、私に甘えてみない？……こう見えても、甘えられ上手というか……例えば膝枕、とか…されてみたいとか、ない？",
	main = "五十鈴…ちょっと怖がり屋だけど、いい子。その怖がりなところも可愛いわ|この髪型、千代田がどうしてもっていつも彼女がやってくれる。ちょっとだけ…申し訳ない気持ち|神楽の舞は、まあまあ得意。機会があったら、見に来て",
	battle = "まずは、慎重に…",
	upgrade = "ひとまず、感謝。指揮官",
	voice_key = 30608,
	headtouch = "千代田と同じく、髪に触れるのが好き？",
	feeling2 = "「囮機動部隊」……もう一度起きてほしくない",
	login = "あ、来た。千代田が差し入れてくれた羊羹が机の上にあるわ。もらってあげて",
	vote = "",
	hp_warning = "まずい…千代田…大丈夫かな…",
	id = 306080,
	detail = "千代田とは一応、神社勤めの仲間。千代田、ああいう感じでうるさいけど、楽しいときもあるわ",
	couple_encourage = {
		{
			{
				30609
			},
			1,
			"わ、わかったわよ…一緒にね",
			0
		},
		{
			{
				10703
			},
			1,
			"ち、千歳ちゃんって…",
			0
		},
		{
			{
				30205
			},
			1,
			"私がいるわ。怖がらないで",
			0
		}
	}
}
