_G.pg.ship_skin_words[101450] = {
	feeling1 = "はいはい、落ち込んだら甘えていいよ。ネームシップのあったかーいハグでもどうぞー",
	feeling3 = "戦闘訓練完了！休憩タイムは購買までダ――ッシュ！あ、指揮官ちゃん、この特典スタンプあげるよ！えへへ、今度いいことあるかもねー",
	lose = "やば、気を抜きすぎた…至近弾で助かった…反省してまーす…",
	propose = "これじゃ指揮官があたしを攻略したか、それともあたしが指揮官を攻略したかわかんないや…ま、二人結ばれてハッピーエンドだしいっか！えへへ、指揮官、愛してるよ♡",
	expedition = "いたくかんりょー！報酬の仕分けはしといてあげたから見といてー",
	win_mvp = "楽勝じゃん！星をもう一枚貼っとこ☆",
	home = "おお！おっかえりー！ソファは空けといてあるよ",
	mission = "ビビ、感情のない任務リマインダーからのお知らせです。未完了の任務あり、早くこなせー、こなせーー",
	touch2 = "あははは、避けたぞー避けちゃうぞー",
	voice_key_2 = -1,
	skill = "そんじゃ暴れますよっと！",
	drop_descrip = "アレン・M・サムナー級駆逐艦「アレン・M・サムナー」（DD-692)",
	mail = "メールよ！あとで読むって？んじゃあ未読ってメモしとくねー",
	touch = "あたしに甘えたいの？いいよ！ばっちこーい！",
	profile = "フレッチャー級の後継型、アレン・M・サムナー級のネームシップよ。アレン・M・サムナー級はフレッチャー級より数は少ないけど、火力と対空はあっちより少し強くなってるよ！ま、かの大戦でのユニオン最強駆逐艦といっても過言でないっしょ！",
	mission_complete = "任務完了よ！…あれ？あたし何もしてなくない？",
	feeling4 = "次の非番の日って暇？暇だよね？よし、じゃあ時間を空けといて～ゲーム機用意して待ってるからねー",
	unlock = "ユニオン駆逐艦、アレン・M・サムナー！アレンでいいよ！はじめまして指揮官ちゃん♪この母港って美味しいもの食べれるし仕事も楽って聞いたけど、本当？",
	feeling5 = "Zzzz……あれー指揮官ちゃん？ふはーごめん寝落ちした…ソファまでおんぶしてもらっていい？ダメ？なんでーあたしたちの仲じゃんさ～Zzzz……",
	main = "提案！この執務室をさ、もうちょっとキラキラさせてみたくない？えへへ、これとこれを壁と机に飾っとくといいよー|フレッチャーは姉妹艦たちをめっちゃ気にかけてるわねーあたし？あたしはどちらかというと放…じゃなくて自由主義！|指揮官ちゃんの仕事ってこんな感じなんだ…じゃあさ。あたしも勉強したら指揮官になれたりしない？しないよねーえへへ、どう？少しはリラックスできた？|指揮官ちゃーん、今あくびしたでしょー？認めたほうがいい子なんだからねー",
	battle = "ぼちぼち行きますかー",
	upgrade = "んっしょ！ストレッチしたくなるよねーこれー！",
	voice_key = 10145,
	headtouch = "にゃ？",
	feeling2 = "艤装はいいコンディション！次からも頼むよ！えへへ！",
	login = "指揮官ちゃんまだ起きてないっぽい？ふーふー…お！ちゃんと起きてる？",
	vote = "",
	hp_warning = "…っ！まだまだ！",
	id = 101450,
	detail = "指揮官ちゃんは甘えてくるほうと、甘えさせてくれるほう、どっちがタイプ？気になるぅ！",
	couple_encourage = {
		{
			{
				10144
			},
			1,
			"黒猫だ！えへっ、冗談だって！",
			0
		},
		{
			{
				10117
			},
			1,
			"うちの子？って別人じゃん",
			0
		},
		{
			{
				10227,
				10308,
				10324
			},
			1,
			"おっ、新しいスタンプめっちゃ可愛くない？",
			0
		},
		{
			{
				10601
			},
			1,
			"幽霊さん袖を流行らせちゃうよー",
			0
		}
	}
}
