_G.pg.ship_skin_words[306090] = {
	feeling1 = "指揮官、千歳姉から離れて。できるだけ遠くに",
	feeling3 = "指揮官は千歳姉の髪を触りたくない？ちょっと近寄りがたい感じだけど、頼めば絶対に断らないから",
	lose = "くぅ…千歳姉の胸の中が恋しい……",
	propose = "指輪を贈ってくれたからには、もうこれから指揮官にとことん甘えてしまうよ？もうしてるって？そ、そうなのか……代わりに色々頼まれてあげるから安心しなさい！",
	expedition = "指揮官、委託組が戻ってきたよ",
	win_mvp = "見たか！私の活躍！",
	home = "無事だったね。ふふん、私が服に入れた手作りお守りが役に立ったようね",
	mission = "任務は早くこなしたほうがいいと思うけど？",
	touch2 = "うわ！？千歳姉にこんな事したら顔真っ赤になっちゃうよ！",
	voice_key_2 = -1,
	skill = "出番ね、私の！",
	drop_descrip = "瑞鳳型航空母艦・千代田",
	mail = "あんたへの手紙があるよ。指揮官",
	touch = "さては千代田に目を引かれた？今は仕事に集中しろよー",
	profile = "水上機空母だった私と千歳姉は、かの海戦での敗北により空母に改造されたの。…けど、最後まで大して役には立てなかったな…あははは…",
	mission_complete = "任務をこなした？よし、休憩がてらに千歳姉の様子を見に行こう",
	feeling4 = "千歳姉の膝枕が恋しいな♡千歳姉が近くにいないなら、何か代わりになるものは……サボっている指揮官がいいわね。さあ、ほかの子にバレたくなければ私に膝枕しなさいな。ふふふ……んんん～",
	unlock = "ふふん、お待たせ！名の知れた水上機空母…じゃなくて、軽空母千代田よ！あんたのところに来てやったわけ。そう言えば、千歳姉もここにいるの？",
	feeling5 = "し、指揮官とは親しくなったものね…甘えてくるのを千歳姉に見られたらって？んー見られたら見られたで「二人が好きだから別に」って言うんじゃない？千歳姉ならきっとそう！ははは",
	main = "そら！……ん？反応ないな…指揮官はなんだか千歳姉みたいだね…がっかりー|千歳姉のサラサラしていい匂いのあの髪、本当はいつも私が整えてあげているの|山城たちとリハーサルするときはいつもトラブルが起きるな…ものが落ちたり飛んだりして……面白いけど？",
	battle = "華麗に敵を蹴散らそう！",
	upgrade = "んん～千歳姉に新しい千代田を見せてあげたいなぁー♡",
	voice_key = 30609,
	headtouch = "ふふふ…指揮官は長いほうと短いほう、どっちが好き？",
	feeling2 = "ようかんを千歳姉のところに持っていって、ついでにいっっぱい甘えてきて…あ、指揮官の分はこれ。食べていいよ",
	login = "今日も皆の前で大活躍する日よ。指揮官、一緒に気合い入れとこ？",
	vote = "",
	hp_warning = "千歳姉助けて……",
	id = 306090,
	detail = "千歳姉とはたまに神社を手伝っているよ。巫女として…ん？うるさそうって…？",
	couple_encourage = {
		{
			{
				30608
			},
			1,
			"華麗に敵を蹴散らそう☆千歳姉♪",
			0
		}
	}
}
