_G.pg.ship_skin_words[307030] = {
	feeling1 = "仕事はちゃんとしてください",
	feeling3 = "私の過去？大したことじゃないですが、指揮官が興味をお持ちでしたら、花札でもやりながらお話しましょう",
	lose = "焦りは禁物ですね。戻って反省しなければ。",
	propose = "指揮官、また経費で何か変なものを買ってません！？…私へのプレゼント？そんな言い訳ーーえ？これは……！コホン！コホンコホン！……ゆ、許すのは今回だけですよ！",
	expedition = "委託隊、定刻通り母港に帰還されたし。成果の確認をお願いします",
	win_mvp = "最精鋭空母はだてじゃありません。",
	home = "処理すべき書類がまだいっぱいありますが、今はしばしお休みください",
	mission = "ミッションも、計画通りに進めてくださいね",
	touch2 = "ちょっと！…手を切り落としますよ？",
	voice_key_2 = -1,
	skill = "イノ、シカ、チョウ！",
	drop_descrip = "蒼龍型航空母艦・蒼龍",
	mail = "指揮官、新しいメールがあります",
	touch = "…指揮官、仕事の邪魔をしないでください",
	profile = "重桜海軍最初の純正規空母、以降の空母設計に原型の役割を果たしました。……すみません、ミッドウェイの話だけはしないで頂きたいのですが…",
	mission_complete = "ミッションの報酬一覧になります。ご確認ください",
	feeling4 = "いつのまにか指揮官と花札をするようになりましたね。お話も……振り返れば、あの時花札に興味を持っているって話、私に近づくための言い訳ですよね……",
	unlock = "私は蒼龍。指揮官、これからは何か変なことをする前に、必ず文書で申請してくださいね。",
	feeling5 = "花札から始まるものは花札で締めくくりましょう。うふふ、次の勝負で私に勝ったらなんでも答えてあげますよ？",
	main = "指揮官、何をぼんやりしているんですか？しっかり仕事をしてください！|まじめに任務を遂行してください！変なことに興味を持っちゃだめですよ。|航空隊、全方位から指揮官を包囲し、事務作業継続の保証に務めなさい！",
	battle = "無意味な戦闘は避けたいのですけれど…",
	upgrade = "戦果で報わせていただきます",
	voice_key = 30703,
	headtouch = "",
	feeling2 = "指揮官、なんです？花札？ご興味があればもちろん構いませんが……では、こっちはマツ、こっちはウメ…",
	login = "指揮官、書類が準備できましたよ、チェックしてください。",
	vote = "",
	hp_warning = "指揮官、落ち着いてください！",
	id = 307030,
	detail = "こんなデータでお役に立てるなら…",
	couple_encourage = {
		{
			{
				30704
			},
			1,
			"飛龍、ウォーミングアップは完了した？",
			0
		},
		{
			{
				10705
			},
			1,
			"まったく怒る気にもならないわね…",
			0
		}
	}
}
