_G.pg.ship_skin_words[307040] = {
	feeling1 = "ハッ！（拳が顔の間近に寸止めて）ぼくに近寄らないで",
	feeling3 = "姉様のようなクールのほうがむしろ魅力的だと思いませんか？あとはあのくるぶしも！あぁ…いつか姉様のようになれればいいなぁ…",
	lose = "勝敗は時の運ってことね…",
	propose = "ぼくは他のみんなのように優しくはないし、姉様のようにスタイルがよくないけど、戦闘だけは自信があります！…こんな女の子でも…受け入れてくれますか？",
	expedition = "指揮官、委託に出かけた娘たちは帰ってきたっぽいですね",
	win_mvp = "予想内の勝利だ、別に大したことじゃない",
	home = "先の戦闘記録です。振り返りをやりましょう！",
	mission = "任務ですか。どんなチャレンジがあるか楽しみですね",
	touch2 = "指揮官、一発殴る前に聞きますけど、まさかぼくを女の子として扱っていない、ということはないでしょうね？",
	voice_key_2 = -1,
	skill = "ハナ！ミ！え、ええと…ええい！",
	drop_descrip = "飛龍型航空母艦・飛龍",
	mail = "メールです。こう飛ばすのが危ない、ですか？気をつけます…",
	touch = "気をつけてください。不用心に近づきますと怪我しますよ",
	profile = "蒼龍級航空母艦の飛龍です。蒼龍姉様とは姉妹艦ですけど、同型艦ではありません。\n空母ですから、戦闘中は慢心してはいけません。慎重に進み、最高の戦果を目標に戦います！",
	mission_complete = "報酬一覧です。ご確認を",
	feeling4 = "でも修行って何をするでしょうか…戦闘なら得意ですけど……え、指揮官のそばにいるだけで何もしなくていいんですか？……そ、そういうことでしたら……",
	unlock = "空母飛龍、ご指示をお待ちしております！任務なら任せてください！最後まで戦ってみせます！",
	feeling5 = "むっ、あまり変わっていないような気がしますけど……でも少なくとも指揮官はぼくを女の子として扱っているのを確認しました。ぼくも指揮官のそばにいると女の子のようにドキドキしますし、これで……大丈夫かな…",
	main = "コンディション良好！いつでも御命令を！|ふぅん…ぼく、姉様のあのくるぶしの脚線美が綺麗だなぁって、ずっと思っていました…|指揮官が暇なら、ぼくと手合わせでもしませんか？",
	battle = "先手必勝！艦載機、翔べ！",
	upgrade = "喝ッ！……うん、いいコンディション！",
	voice_key = 30704,
	headtouch = "",
	feeling2 = "頭の中は戦ばかりで、いつもみんなに女子力がないと言われていますから、その……あの……えっと、指揮官のもとで女子力の修行をさせてください！",
	login = "ハッ！えっ！あ、指揮官避けてー！",
	vote = "",
	hp_warning = "砲火に怯えるな！",
	id = 307040,
	detail = "このポーズはかっこいい…ですか？",
	couple_encourage = {
		{
			{
				30703
			},
			1,
			"姉様の脚線美は天下無双よ！",
			0
		},
		{
			{
				10706
			},
			1,
			"こういう無双っぷりはいいですね~",
			0
		}
	}
}
