_G.pg.ship_skin_words[307050] = {
	feeling1 = "指揮官が……赤城先輩に刺される未来が見えます。うふふ♪",
	feeling3 = "先輩への不満？ええ、ありますともーーあの状況を作り出しておいて、妾の子にだってものを言う資格があるでしょ？",
	lose = "飛龍先輩なら沈むまで戦うかもしれないけど…私は違うわ。うふふ、残念ね",
	propose = "この笛の奏でる調べは、鎮魂曲にあらずーー五航戦・翔鶴、これからはずっと、あなたの側に……",
	expedition = "マル5計画のために、委託の遂行も必要ですね",
	win_mvp = "「五航戦の栄光ここにあり！」…ふふふ♪",
	home = "皆無事に港に戻ってきましたね。そう、私たち五航戦のように、ね♪",
	mission = "任務を確認しますね。……珊瑚海じゃないんだ、残念～",
	touch2 = "指揮官、この翔鶴にもっと溺れてもいいんですよ",
	voice_key_2 = -1,
	skill = "お姉ちゃん特権です♪",
	drop_descrip = "翔鶴型航空母艦・翔鶴",
	mail = "本部から艦隊決戦作戦を決行って、メールが……うふふ♪今のは冗談ですよー",
	touch = "指揮官、この笛の調べ、お聞きになりませんか？",
	profile = "先輩たちが先にいなくなったせいで、航空部隊の要を担当しました。妹と先輩たち以上頑張ったのに、なぜか弱い印象がついちゃって……改めまして、重桜艦隊の「被害担当」・翔鶴です。よろしくお願いしますね。うふふ♪",
	mission_complete = "漸減邀撃（ぜんげんようげき）……実行しないのですか？ちぇ",
	feeling4 = "聞いてください指揮官！先輩たちはズルいんです！もうすぐで追い越せそうなのにーーまたすぐずっと上に行って！もう…本当にズルいんです！",
	unlock = "第五航空戦隊旗艦、翔鶴です。……一航戦の先輩たちについて？…「先輩たちを目標に頑張ります！」ってどう？うふふ♪今のはわ・ざ・とですよ？",
	feeling5 = "指揮官、肩を貸していただけますか？…うん…私にもボーっとしたくなる時があります……これからも、こうして寄り添ってもいいでしょうか…",
	main = "一航戦の先輩たちに振り回されて、指揮官も大変ですね…|前は加害者と被害者だったけど…これからもよろしくお願いしますね。レキシントンさん？|瑞鶴、ユニオンの「僚艦」にまた迷惑かけたら、今夜の天ぷらは…増やしておきますね？うふふ♪",
	battle = "完成されし正規空母ーー翔鶴、参る！",
	upgrade = "これで瑞鶴をもっと上手く守れますね",
	voice_key = 30705,
	headtouch = "",
	feeling2 = "妹とあの一番厳しい二年間を乗り越えたけど、あの「センパイ」たちにもっと頑張って欲しかったですね……",
	login = "知性は女の魅力と言いますけど……おかげさまで「先輩方」とはよくギスギスになっちゃいますーーうふふ、困っちゃいます♪",
	vote = "",
	hp_warning = "反対側に注水！急いで！",
	id = 307050,
	detail = "この笛の調は亡者を鎮める鎮魂曲……指揮官、一曲いかがでしょうか？うふふ♪",
	couple_encourage = {
		{
			{
				30706
			},
			1,
			"瑞鶴、全力出撃よ！私が援護するわ！",
			0
		},
		{
			{
				30701
			},
			1,
			"私の実力を見ましたか？赤城先輩！",
			0
		},
		{
			{
				30702
			},
			1,
			"今度こそ…絶対に認めさせるんだから！",
			0
		},
		{
			{
				10702
			},
			1,
			"うふふ♪これ以上離れると援護してあげられませんよ？",
			0
		},
		{
			{
				10703
			},
			1,
			"ドックの引きこもりちゃんはどこに出かけるおつもり？うふふ♪",
			0
		}
	}
}
