_G.pg.ship_skin_words[307060] = {
	feeling1 = "指揮官ってさ、マリアナ海戦の私の気持ちを体験したいの？",
	feeling3 = "そう言えば私って昔レキシントンさんとずっとつるんでたんだよね……あ！指揮官、今のはサラトガさんにだけは言わないでね！私、あのコだけすっごく苦手だよ……",
	lose = "また…沈むというの…",
	propose = "え、えええ！？こ、これって……勘違いしていないよね！？そ、その……これからよ、よろしくお願いします…ね？あ、ああ、あなた……わあああ！翔鶴姉が呼んでるよ！！",
	expedition = "もっと艦載機があれば……！",
	win_mvp = "幸運艦の瑞鶴なんだから！",
	home = "整備はちゃんと行うようお願いするねーーあっ、でも戦機を逃してはダメよ！",
	mission = "もう休憩なの？あ、翔鶴姉の作った料理、指揮官も食べてみてよ！ほら！（もぐもぐ）",
	touch2 = "指揮官？翔鶴姉のほうがもっと大きくて柔らかいんだよ？",
	voice_key_2 = -1,
	skill = "お姉ちゃんさえいれば！",
	drop_descrip = "翔鶴型航空母艦・瑞鶴",
	mail = "で、グッドニュース？バッドニュース？",
	touch = "嫌いな食べ物？七面鳥よ！",
	profile = "私は五航戦の瑞鶴よ！姉と一緒に先輩たちが沈んだあと重桜最後の精鋭空母として頑張って、レキシントンさんとホーネット、エンタープライズ－－そう、私よりも幸運なあの「グレイゴースト」とも戦った！最後は沈んじゃったけど、全力を尽くしたから、悔いはないわ！",
	mission_complete = "これで戦局も少し好転するはず…だよね…",
	feeling4 = "イラッとする時や、何すればいいか分からない時はいつも訓練に行っているのよ！そう！私、いつか強くなって、絶対あの「グレイゴースト」を追い抜くんだから！",
	unlock = "重桜航空戦隊所属、かつての大戦最後の精鋭空母ーー瑞鶴よ！まあ、翔鶴姉がいてくれたほうが私の力を最大限に発揮出来るの。というわけで、よろしく頼むわ",
	feeling5 = "指揮官って、ちょっと翔鶴姉と似てるよね……あ、あれ？違うよ！指揮官をお姉ちゃん扱いしてないってば！",
	main = "拗ねてる翔鶴姉も可愛いよ！|最後の最後まで戦う…これこそ「精鋭」よ！|待て！「グレイゴースト」！勝ち逃げは許さないわよ！も、もう一回！もう一回だけ勝負だー！今度こそ絶対勝ってやる――！",
	battle = "次から次へと出て来る敵――こんなのもう慣れっこだからね！",
	upgrade = "完成されし空母として、先輩たちにも「グレイゴースト」にも、絶対に負けないわ！",
	voice_key = 30706,
	headtouch = "",
	feeling2 = "あっちゃー…先輩も後輩もちょっと面倒くさいよね…",
	login = "今日はどっち？真珠湾？それとも珊瑚海？",
	vote = "",
	hp_warning = "姉ちゃん……翔鶴姉は大丈夫！？",
	id = 307060,
	detail = "一対一で本気勝負をしたいな…「グレイゴースト」！",
	couple_encourage = {
		{
			{
				30705
			},
			1,
			"翔鶴姉さえいればもう何も怖くない！",
			0
		},
		{
			{
				10204
			},
			1,
			"理由はわからないけど、あんたのことが気に入らないね…",
			0
		},
		{
			{
				10702
			},
			1,
			"まだ引き分けよ！次で勝負を決めるわよ！",
			0
		},
		{
			{
				10703
			},
			1,
			"うわ！？サラトガさんいつの間に…！？",
			0
		},
		{
			{
				10706
			},
			1,
			"「グレイゴースト」と一緒に戦えるなんて…！",
			0
		}
	}
}
