_G.pg.ship_skin_words[101460] = {
	feeling1 = "ちょっと退屈…とりあえずどっか行くね～用があったら呼んで",
	feeling3 = "ん？どうして秘書艦のときはいつも見ているだけなのかって？別に手伝ってほしいって、言われてないからだよ？任せる仕事があるなら普通に言えばよくない？ぼく、気配りとか苦手だしさー",
	lose = "あっちゃー、楽しすぎた…",
	propose = "ケッコンしたら背負わなきゃならないことが多くなるし、疲れる……って、言ってみただけだよ。ふふっ、好きな人と一緒にいたら、別に疲れても平気よ",
	expedition = "委託完了したよ。ま、忘れてしまう前に言っとこうっと",
	win_mvp = "まあね。本当はここまで活躍したくなかったけど",
	home = "♪～お、お疲れさーん。♪～",
	mission = "新しい任務！…あっ…あっちゃー、ぼくがこれ言い出したら指揮官もサボれなくなるよね…",
	touch2 = "うわっ！結構アグレッシブに来たね…",
	voice_key_2 = -1,
	skill = "ちゃっちゃと片付けるよ",
	drop_descrip = "フレッチャー級駆逐艦・ステフェン・ポッター（DD-538)",
	mail = "机に置いてある未読メールは誰宛なのかな～",
	touch = "このガムがほしいって？ミントとオレンジの、どっちがいい？",
	profile = "まあぼくのような駆逐艦はさー、対空護衛したり、潜水艦狩りやったり、あと救援任務に出かけたりするのが普通なんだよね～普通の駆逐艦ができることは何でもするけど、ヒーローみたいに大活躍！を期待されちゃうと困るんだよね～",
	mission_complete = "任務が完了した？じゃあちょっと休憩しよっかな―",
	feeling4 = "なんだかんだで指揮官のことを放っておけないよね…いや、別に過労とか暇とか仕事の話じゃなくて、指揮官のこと……やっぱり見るだけにするね",
	unlock = "フレッチャー級、ステフェン・ポッター、まあ指揮官はフレッチャー級の姉妹艦を色々見たことあるでしょうし、自己紹介はパス。んじゃあ",
	feeling5 = "恋とか愛とか別に考えたことがないわけじゃないよ？…まあ、考えたって結局複雑すぎて眠くなるだけだし。自分で考えるより、指揮官のそばにいたら自然とわかると思うね",
	main = "おっ、サボってるところを指揮官に見られた。…ん？もしかして見られてなかった？んじゃあもうちょっとぼーっとさせてもらおうー|ジャズを聞いてみない？音楽をかけるだけで別に仕事を放ったらかすつもりはないよ|指揮官、上着を借りていい？サンキュー――ふぅ…毛布代わりにちょうどいい感じね",
	battle = "旗艦は楽しちゃダメっぽいね…よし、みんなでかかれー",
	upgrade = "適当にやるのはもうおしまいか",
	voice_key = 10146,
	headtouch = "うん…頭なでなでするのが好きな子の気持ちが分かったかも",
	feeling2 = "ぼくに頼み事？フレッチャー級の子はいっぱいいるし、別にぼくじゃなくてもよくない？",
	login = "仕事という名の地獄へようこそ～。まああまりにも忙しくなったら助けてあげるねぇ",
	vote = "",
	hp_warning = "マジにならないとね…",
	id = 101460,
	detail = "指揮官もここでのんびりしたいってわけ～？",
	couple_encourage = {
		{
			{
				10109,
				10110,
				10111,
				10112,
				10113,
				10114,
				10115,
				10129,
				10130,
				10131,
				10133,
				10134,
				10135,
				10138,
				10139,
				10141,
				10142,
				10143
			},
			2,
			"ちょっとサボっても罰は当たらないよね",
			0
		},
		{
			{
				10210
			},
			1,
			"新しいガムはどぉ？",
			0
		}
	}
}
