_G.pg.ship_skin_words[307070] = {
	feeling1 = "あの害虫たち……指揮官様、ちょっと待ってて、今あのしつこく付きまとっている害虫たちを…… ",
	feeling3 = "ーーあの娘からの贈り物？はい、処分しましたわ。だって当たり前じゃないですか？指揮官様の机の上に置けるのは大鳳のものだけですよ～",
	lose = "みんな死んじゃえ…死んじゃえばいいのに！！",
	propose = "ようやく大鳳の手に届きましたね～大鳳の名前が書いていなければとっくに処分しましたの、うふふーーうん？なぜ知ってるかって？大鳳、指揮官様のことはぜーんぶ知っています。これからも指揮官様のことをぜーんぶ愛してあげますよ～ ",
	expedition = "委託完了……指揮官様が命令してくださるなら大鳳は全部やってもいいのに…やはり指揮官様は大鳳のことを大切に思ってますのね ",
	win_mvp = "この勝利を指揮官様に捧げるわ！",
	home = "作戦完了です！戦場での姿も素敵ですわ ",
	mission = "新しい任務～、一緒にいきましょ？ ",
	touch2 = "他の子にこんなことをしたら、少し罰をあたえますわよ、指揮官様？",
	voice_key_2 = -1,
	skill = "幸せそうに逝っちゃって、ふふふ…",
	drop_descrip = "大鳳型航空母艦・大鳳",
	mail = "指揮官様、新しいメールです～毒味は大鳳がしっかり舌でしておきましたわ ",
	touch = "もっと触ってぇ～ ",
	profile = "装甲を強化された最新型空母ですわ。この飛行甲板、そしてこの閉鎖式の格納庫、すごくいいと思いません？ん？搭載数と消防システム？そんなのどうでもいいの……それより、大鳳のこの体は……どぉ？ ",
	mission_complete = "任務完了～、ご褒美もらいに行ってみます？ ",
	feeling4 = "コート忘れました？指揮官様ったら結構忘れっぽいですね…仕方ありませんね、大鳳が取ってきてあげますーーん？部屋のカギ、ですか？うふふ、ご安心ください。大鳳はちゃんと用意してありますから ",
	unlock = "この火照り、そしてこのときめき……やっと会えましたわ、指揮官様！大鳳、不束者ですが、よろしくお願いします♡",
	feeling5 = "指揮官様の自室にあるあのベッドと日用品？もちろん大鳳の分ですよ。私ったらうっかりしてぇ～指揮官様が勝手に出入りしないって仰るなら、同衾すればいいですもの……うふふ、これからも、よろしくお願いしますね ",
	main = "ふふっ、指揮官様がほしいというなら、お月様だって摘み取って見せますわ～|指揮官様は小さいのはお好みかしら？そう、なら大きいのから消し去ってやりますわ、うふふ……|指揮官様、大鳳にウソだけはつかないでくださいね。でないと……",
	battle = "指揮官様との間のすべてが全部壊れてしまえばいいのに！あははははは！ ",
	upgrade = "うふふ、これでもっと指揮官様の役に立てるわ……",
	voice_key = 30707,
	headtouch = "",
	feeling2 = "指揮官様のことなら、大鳳はぜんぶぜーんぶ知ってますもの～、だって大鳳の目に映るのは指揮官様だけですよぉ～ ",
	login = "大鳳と一緒にお風呂に入ります？大鳳を食べてみます？それとも～大鳳とあんなこと、シちゃいます…？うふふ ",
	vote = "",
	hp_warning = "指揮官様のために勝たなきゃ……！",
	id = 307070,
	detail = "私の全ては、指揮官様に……",
	couple_encourage = {
		{
			{
				30210,
				30501,
				30502,
				30705
			},
			1,
			"運が悪かった…なんて言わせませんわ！",
			0
		}
	}
}
