_G.pg.ship_skin_words[307100] = {
	feeling1 = "指揮官様が謝るときの悲鳴も、さぞやいい音楽になるのでしょうね…うふふ",
	feeling3 = "指揮官様がお望みなら、赤城は永遠に指揮官様だけのためにライブを開催しますわ～そう、このステージもすべて指揮官様お一人だけのものになりますわ♡",
	lose = "くっ…危うかったわ。指揮官様にはこんな無様な姿を見せるわけには……",
	propose = "ふふふふ…これで私のすべてが指揮官様のモノ、指揮官様のものはすべて私のモノ……これからはずっと、まるでライブの時のように目も耳も、そして心も釘付けにして…指揮官様、もう逃がしませんわよ…？",
	expedition = "オジャマムシが……指揮官様、しばらくお待ちくださいませ？",
	win_mvp = "あら、アンコールを求める子まで焼き尽くしたというの？",
	home = "指揮官様、応援のためのライブでもいかがかしら？もちろん赤城だけの――",
	mission = "指揮官様、任務は私にまかせていただけないかしら？",
	touch2 = "人目など気にする必要はありませんわ？指揮官様がそうシたいなら……うふふ♡",
	voice_key_2 = -1,
	skill = "うふふ、散りなさい",
	drop_descrip = "重桜の神秘を使えば、この程度の外見など容易に……うふふ、指揮官様？この姿の赤城はいかがかしら？",
	mail = "お手紙……ねえ指揮官様？まさか、ほかの子にファンレターを出してなんかいないでしょうね…？",
	touch = "指揮官様、なにを躊躇っていますか？赤城はいつでも準備万端ですわ",
	profile = "特殊兵装装備、重桜空母赤城、推して参ります。指揮官様、此度はいつもとは違う、「アイドル」の趣を取り入れた姿ですが、お手柔らかにお願いしますわ。ふふふふ…",
	mission_complete = "任務が完了しましたわ。ですが、赤城のそばから離れないでくださいませ？",
	feeling4 = "そうなりましたら、このユニットにはもはや他の子など不要…指揮官様が触れられないようソウジしたほうがいいかしら…ふふふふ…",
	unlock = "重桜の神秘を使えば、この程度の外見など容易に……うふふ、指揮官様？この姿の赤城はいかがかしら？",
	feeling5 = "ほかのメンバーとも仲良くしようって？ええ、指揮官様がそう仰るならこの赤城、我慢してもいいのですが…その代わりに指揮官様？赤城だけを見ていてくださいませ♡",
	main = "赤城は知りたいですわ～指揮官様の推しはどの子か、と…ええ、とってもとっても…|「アイドル」とはいささか違いますけど、別に構いませんわ。指揮官様が望むのなら、私、なんでも…|加賀、この後のレッスンは全部キャンセルしてもらえる？指揮官様との時間をこんなちっぽけなことで浪費するわけにはいきませんわ",
	battle = "赤城のライブ、じっくり聞いてもらいますわ～うふふふ",
	upgrade = "これが私の愛の力ですわ。うふふふ…",
	voice_key = 30710,
	headtouch = "",
	feeling2 = "指揮官様、私のライブを聞きに来てくださったのですか？嬉しいですわ～加賀、最前列の席を空けてもらってもいい？",
	login = "指揮官様、今日のスケジュールはいかがかしら？うふふ",
	vote = "",
	hp_warning = "私の愛はこの程度じゃないわよ！",
	id = 307100,
	detail = "指揮官様のためなら、赤城は何にでもなれますわ。そう、この「アイドル」とやらだろうと……うふふ",
	couple_encourage = {
		{
			{
				90503,
				10224,
				40307,
				20225
			},
			2,
			"指揮官様に免じて協力するわ",
			0
		}
	}
}
