_G.pg.ship_skin_words[307110] = {
	feeling1 = "大鳳はアイドルに向いていないとでも言うの…？！",
	feeling3 = "指揮官様♡レッスンで大鳳、少し筋肉痛になってしまいましたわ～寮まで送っていただけないでしょうか…いいえ、せっかくですから指揮官様のお部屋で少し休憩させてほしいですわ",
	lose = "くっ、害虫の分際で……！",
	propose = "指揮官様♡大鳳の新しいステージはいかがしましょうか？指揮官様が見飽きることなんてないくらい何度も何度も何度も何度も美しく輝き続けてみせますわ～あはははははは！！",
	expedition = "い、委託組の出迎えはちょっと…あのユニオンの小娘がここぞと言わんばかりに驚かせてくるような気がして……",
	win_mvp = "あはははは！大鳳の愛にひれ伏すが良いですわ！",
	home = "指揮官様♡大鳳のレッスンの成果をご覧になります？",
	mission = "指揮官様のためなら大鳳はどんなオファーでも我慢…いいえ、喜んで行きますわ！",
	touch2 = "ふふふ、スキャンダルなんて気にしてられませんわ♡",
	voice_key_2 = -1,
	skill = "害虫は駆除しませんと♪",
	drop_descrip = "この衣装、そしてこの舞台……ふふ、ふふふふふ…指揮官様を大鳳のステージで虜にする運命…指揮官様～大鳳の愛の歌を最後まで聞いていってくださいませ♡",
	mail = "ファンレターですって…？指揮官様以外誰に振り向くというの？",
	touch = "ふふふ♪このポーズ、やっぱり指揮官様にも魅力的に映っていますわね♡",
	profile = "重桜所属、装甲空母大鳳ですわ。特殊兵装とやらの兵装実験に参加していますが…ふふふ♡指揮官様の命とあらばこの大鳳、命まで捧げる覚悟ですわ～",
	mission_complete = "ふふふ…このオファーで大鳳はまた成長しましたわ…！",
	feeling4 = "指揮官様♡大鳳のアイドルグッズですわ～ええ、もちろんお店で売るようなものではなくて、全ては指揮官様のための「特別仕様」……どこが「特別」か、気になりますよね？ふふふ♪",
	unlock = "この衣装、そしてこの舞台……ふふ、ふふふふふ…指揮官様を大鳳のステージで虜にする運命…指揮官様～大鳳の愛の歌を最後まで聞いていってくださいませ♡",
	feeling5 = "ステージで輝くなんて大鳳、全くもって興味ありませんわ。しかし指揮官様がそんな大鳳を見たいとおっしゃるのでしたら…ふふふふ♪大鳳、指揮官様のためになんでもしてさしあげますわ～",
	main = "っ！このダンスなんでこんなに踊りづらいの…もっと練習しないと指揮官様には見せられませんわ！|鉄血のあの子、「癒やし系」と宣材に書いてありますが…嘘ですよね？|指揮官様♡大鳳の練習の様子を見に来てくださるなんて、大鳳、今猛烈にやる気が上がっていますわ～！",
	battle = "魅せてやりますわ！",
	upgrade = "特訓の成果、早く指揮官様に見せたいですわ！",
	voice_key = 30711,
	headtouch = "し、指揮官様！？ああ、この大鳳をまるで子供のように扱って…ふふふ♡",
	feeling2 = "指揮官様以外の存在のために歌ったり踊ったりするなど…いいえ、違いますわ大鳳。アイドルをやるのはあくまで指揮官様のため、つまりアイドル活動の全ては指揮官様のためだと思えば問題ありませんわ…！",
	login = "指揮官様～大鳳は今日は何をすれば良いでしょうか？",
	vote = "",
	hp_warning = "指揮官様が見ていますわ…！",
	id = 307110,
	detail = "ソロアイドルのほうが望ましいけれど、アイドルについて勉強しなければなりませんでしたし、なにより指揮官様からお願いされたことで……癪ですけど今は臥薪嘗胆して…ふふふ♡",
	couple_encourage = {
		{
			{
				40308
			},
			1,
			"指揮官様に近づかせないほうがいいですわね…",
			0
		}
	}
}
