_G.pg.ship_skin_words[307120] = {
	feeling1 = "イケないね指揮官～艦隊を率いる総大将ともあろう方がこんなだらしなくなってしまうとはいかがなものだと思うわ！",
	feeling3 = "おっ指揮官は何をしようとしているのかしら？装備でパンパンになっている倉庫のチェック？もしくはそこらへんを適当にぶらぶら？あ！もしや誰かとデートの約束でもしてたの？…って聞いてる？",
	lose = "負けた！？全力を尽くしたのに…うぅ…一体どこで問題が起きたとでもいうのか？？",
	propose = "いつもはごまかされているけど今日という今日はこの言葉は絶対に最後まできっちり聞いてもらうわよ。はい！こほん！葛城、本日汝と契りを結び、生涯苦難を共にし、片時も傍を離れぬ！…ふむ、これでいいはず。次は汝が復唱する番だ！",
	expedition = "委託のボーナス届いたよ～っと確かにあんたに知らせたから運ぶのはよろしく♪",
	win_mvp = "おーほほほ~どこの馬の骨とも知れぬ雑魚どもがこの正規空母であるうちに勝てる見込みなどどこもありやしないのだ！",
	home = "おお、帰ったか！実はついさっき妙なことが起きてな、この執務室になんと小鳥が迷い込んでしまって外へ誘導するのに一苦労したわけよ～全くあんたの執務室って鳥類にモテモテじゃない――って、聞いてる？",
	mission = "ふーん、まだこなせていない任務があるとでも言うのではないでしょうね？",
	touch2 = "ふんふん、そんな度胸ないというのはすでに知って――は、早くやめんか！ここここんなことして責任取ることを知らないとは言わせないぞ！？",
	voice_key_2 = -1,
	skill = "うちの力をよーく見とれ！",
	drop_descrip = "雲龍型航空母艦・葛城",
	mail = "新しいメールだわ！はて、これはどういった要件で？任務のお知らせかな？それとも…？もうっ、早く開けて中身確認してよ~",
	touch = "どうかした？うちに頼みたいことでもあった？はて、誠心誠意うちに「お願い」するならこの葛城が考えてあげなくもないよ？",
	profile = "陽気で可愛いうちとうまく付き合えるヒントをレクチャーしてやろう！一つ、話が長いと思わないこと！二つ、うちにものを運ぶなどの雑用を任せないこと！三つ、うちに「命じる」より「お願い」の方がいいと心得ること！まずはこの三つでいつか思い出したらまた補足して…ちょっと、聞いてる？",
	mission_complete = "良き！これだけ報酬物資があれば、もっともっと仕事の幅が広がり指揮官に任される任務もまた増えるのであろう！で、フフフ、肩の荷が一気に増えた気がした？",
	feeling4 = "指揮官！ついさっきスゴイことに気づいたけど、明日は休日で指揮官もうちも何も予定入れてないってそんな「偶然」な日は中々ないわね！そういう滅多にないめでたい日には一体何をすれば良いかあんたはどう思う？いやぁ悩ましぃ～！",
	unlock = "こんにちは指揮官！うちのことは雲龍型航空母艦葛城と言って、航空母艦――空母ではなくて航空母艦、つまるところ正規空母ができることならなーんでも得意だよ！嫌いなものはまだ内緒～だけど好きなものというか趣味なら色々あるわよー例えばまずは…（1分後）…だわ！おーい指揮官、ちゃんと聞いてる？",
	feeling5 = "意中の人の前では「顔が真っ赤になって、緊張してうまく話せなくなる」ってのが通説というか本に書いてあろう？なのにうちがこうしてあんたと一緒にいるときはそうなるどころか話が止まらないのだ…あ！わかった！緊張してるのはうちではなくあんたのほうだからかー…って、聞いてる？",
	main = "反跳爆撃？確かに想像力に富んだ戦術だわね。こんなに強くて可愛いうちでもかの大戦ではユニオンに痛い目に遭わされたからな！あーははは！|疲れてたら書類の処理はうちに任せるがいい――あんたのサインのマネが皆にバレるかどうかを試すチャンスをうちが見逃すはずが…じょ、冗談に決まってるわ！|ケーキなら机の上にあるよーっと。そしてあんたは「なんで半分しかない」って質問してくるのはもう分かっている～それはね…うちが半分食べちゃったから、だ！あーははは！",
	battle = "ふふん、うちがが出る戦は勝ちが決まっているようなものよ！",
	upgrade = "ふむ、いい感じ！うちのありがたさを認めてくれた分だけあんたのことを褒めてしんぜよう！",
	voice_key = 30712,
	headtouch = "頭ぽんぽんしてうちを手懐けた気？甘いわ！このうちをどうしても手懐けたいというのならせめて三百六十五日毎日忘れず、やり通せてからにしなー",
	feeling2 = "何当ったり前のこと繰り返して聞いてるの？空母の仕事を全うする、それ以外のことは出来ないのはうちが歴とした正規空母だからだな！",
	login = "おはよー指揮官よっと！今日の仕事は多いからこれはちょっと残業の予感だけどちゃんと時間通りに終われるのかしらねー指揮官？？",
	vote = "",
	hp_warning = "大切な正規空母であるうちが滅多打ちされてるけど！？",
	id = 307120,
	detail = "そんなに帰りたくなかったら…まあ、ちょうど話し相手いなくて困ってたところだからあんたに付き合ってもらうことにする！つまりな、ここはまずうちの好きなツツジのことからー",
	couple_encourage = {
		{
			{
				30602
			},
			1,
			"いやいや間違ってると言ってるつもりはないけどな…！ ",
			0
		},
		{
			{
				30607
			},
			1,
			"勝利は時の運だから焦るのはなし！",
			0
		}
	}
}
