_G.pg.ship_skin_words[308010] = {
	feeling1 = "まだ十分頑張れていないからだよね……",
	feeling3 = "ほしいのは……マッサージ？肩たたき？それともわたしのふとももで膝枕？えへへ～",
	lose = "うぅ、いたいよ……指揮官の所に帰りたいよ……",
	propose = "これから指揮官はわたしだけのものなのね～もっと褒めてもらって、いっぱいいっぱい思い出を作ってもらいたいな～",
	expedition = "委託に出かけた子たちを向かえにいくの？わたしも行きたい！ねえねえ、いいでしょう？",
	win_mvp = "これで指揮官に褒められるよね……えへへ～",
	home = "お疲れ様～マッサージでもしちゃおうかな～……ふん、ふん、どう？わたし偉い？えへへ～……",
	mission = "任務？手伝ってもいいの？頑張るよ～",
	touch2 = "えへへ～わたしを褒めてくれるなら何してもいいよ～",
	voice_key_2 = -1,
	skill = "わたし、もっともーっと頑張っちゃうよ～！",
	drop_descrip = "巡潜乙型伊号第十九潜水艦",
	mail = "メール？もう持ってきたよ？どう？わたし頭いいでしょ～",
	touch = "リラックスさせてほしいの？",
	profile = "駆逐艦、空母、戦艦、一斉射でやっつけちゃうぞ～！ねえねえ指揮官、わたしってすごい？すごいでしょ？",
	mission_complete = "任務報酬持ってきたよ～指揮官、ほめてほめて～",
	feeling4 = "指揮官、わたし可愛い？…えへへ～もっと聞きたいな～ねえねえ、もう一度言って～",
	unlock = "伊-19だよ！しーきーかーん！伊19はずっとずーっと待ってたよ☆",
	feeling5 = "もうわたし、指揮官から離れないよ…指揮官もそうだよね？ねえねえ～えへへ♪",
	main = "指揮官にアツアツのお茶を淹れた！ねえねえ、わたし偉いでしょ？|書類を整理しておいた！えへへ～頭をなでなでしてほしいな～|ふふん～どこをじーっと見つめてるの～？",
	battle = "頑張っちゃうよ～",
	upgrade = "もっとわたしを褒めてもいいよ～",
	voice_key = 30801,
	headtouch = "",
	feeling2 = "敵？見逃さないよ～指揮官の敵はぜーっんぶやっつけちゃうんだから！",
	login = "指揮官、ずーーっと待ってたよ！",
	vote = "",
	hp_warning = "べ、別にこれぐらいは怖くないもん――！",
	id = 308010,
	detail = "わたしに会いたくなった？えへへ、すごく嬉しい♪",
	couple_encourage = {
		{
			{
				10129
			},
			1,
			"キャンディは嫌！…あっちいってーっ＞＜",
			0
		},
		{
			{
				10708,
				10512
			},
			1,
			"わたしってすーっごく凄いでしょう？そうでしょう？",
			0
		}
	}
}
