_G.pg.ship_skin_words[308020] = {
	feeling1 = "指揮官？ちが～う空気でしょ？ははは！",
	feeling3 = "指揮官、息止め競争でもやってみない？負けた方は勝ったほうをマッサージする！ってのはどうかな？",
	lose = "はわわわ、ちょっとうっかりしすぎた……",
	propose = "実はそろそろこの日が来るんじゃないかと思ってたけど、まさか今日だなんて思いもしなかったよ……なんだか嬉しすぎて母港を100週も泳いで回れる気がする！うん！というわけで、指揮官、わたしと一緒に泳ごうよ！",
	expedition = "委託が完了したね！次はわたしも混ぜて、だって通商破壊は得意なんだから！へへへ",
	win_mvp = "ドッキリ攻撃・絶好調！",
	home = "あれ、指揮官、髪の毛がなんか薄くなったような気が～…あははは！冗談、冗談だってばー！",
	mission = "任務来た！ふーう――いいタイミングで体を動かせるね！",
	touch2 = "指揮官、今なにをモウソウしてるの？教えてよ～へへへ♪",
	voice_key_2 = -1,
	skill = "みーっつけた！",
	drop_descrip = "巡潜乙型伊号第二十六潜水艦",
	mail = "メール？期限が過ぎたから捨てた……なーんてね☆はい、早く確認して～",
	touch = "うん？準備運動を手伝ってほしい？",
	profile = "質問！最初のユニオンの商船を撃沈した重桜潜水艦は誰なのか？そう、この可愛くて賢い伊26だよ！……その後はどうなったかって？昔の武勇伝は置いといて、大事なのは今だからねっ！ふっふふ～",
	mission_complete = "報酬を運んでくる輸送船を見ると、沈めたいって衝動に心が揺さぶられる――なんてね☆するわけないじゃん！ははは、早く見に行こうよ！",
	feeling4 = "そろそろ気づいてくれるかな…あの……その……ボタンがずれてるよ！わたしが何を言うと思った？へへへ～",
	unlock = "潜水艦伊26、今日から住み込みで着任するよ！ふっふん～わたしのこと、もしかしてすごい期待してくれてた！？",
	feeling5 = "指揮官、肩貸して～ぴょん！へへへ、わたしって結構軽いでしょ！というわけで、執務室まで肩車、よろしくー♪",
	main = "この耳がどうしたって？うん、さわさわしたいの？|書類の整理……面倒くさい……それより指揮官、ビーチバレーでもやろ？|ちょっと泳いでこようかな～そうだ！指揮官、どっちが早いか競争してみない？へへへ～",
	battle = "今日のラッキーガールはどの子かな～♪",
	upgrade = "スタイルも良くなればいいのになー",
	voice_key = 30802,
	headtouch = "",
	feeling2 = "潜航開始！目標発見、魚雷発射！ドカーン！どう？簡単でしょ？指揮官もやってみない？",
	login = "ぴょん！……へっへーどうだ指揮官、今のびっくりした？",
	vote = "",
	hp_warning = "あはは…ちょっとやばみが……",
	id = 308020,
	detail = "日焼は健康の証！指揮官もちょっと焼いていかない？",
	couple_encourage = {
		{
			{
				10207
			},
			1,
			"怖がらないで、今は仲間よ！",
			0
		},
		{
			{
				10703
			},
			1,
			"準備運動をちゃんとしないと怪我するよ！修理ドックのアイドルさん♪",
			0
		}
	}
}
