_G.pg.ship_skin_words[308040] = {
	feeling1 = "差し出がましいかもしれませんが…指揮官さんのサボりが艦隊の仲間に悪影響を与えています。どうかご注意ください",
	feeling3 = "……今日は指揮官さん、来ないのでしょうか……わたし、寂しくて倒れちゃいそうです……………し、指揮官さん！？今の聞いてたのですか？？",
	lose = "みんな無事でしょうか…？",
	propose = "これは指揮官さんとの誓いの証明……ありがとうございます！わたし、いまとっても幸せです！……あと、こうして今日一日中ずっといられるのもちょっと嬉しいです！へへへ♪",
	expedition = "委託組のみんなが無事戻りました。ん…手作りチョコとかで労をねぎらってはどうでしょう？",
	win_mvp = "ふふ、これからもなんでもお任せください",
	home = "指揮官さんの笑顔から察するに、凱旋してきたところなんですね。ふふ、肩をもんで差し上げましょうか？",
	mission = "まだ完了済になっていない任務がありますね。指揮官さん、一緒に頑張ってこなしましょう",
	touch2 = "指揮官さんはこういうのがこ、好みなのでしょうか……",
	voice_key_2 = -1,
	skill = "攻め時です！",
	drop_descrip = "巡潜乙型伊号第二十五潜水艦",
	mail = "新しいお手紙が次々と…指揮官さん、早く確認したほうがいいですよ",
	touch = "はあ……指揮官さん成分、補給させていただきました……",
	profile = "巡潜乙型の伊-25と申します。偵察と通商破壊、輸送作戦のほかに、かなり大胆な作戦も何個か完遂しましたよ。ふふ、指揮官さん、なんでもお任せくださいね",
	mission_complete = "みんなの努力の成果です。胸を張って受け取ってあげるといいですよ",
	feeling4 = "指揮官さん、と、突然で申し訳ございません……わたし寂しくて……大胆って？ふふ、実はあの大戦でも敵の懐に潜り込んだ経験があるんですよ？知りたいですか？",
	unlock = "ふぅ……ようやく人と会えましたね。はじめまして、伊-25と申します。指揮官さんのお役に立てると嬉しいです。何卒よろしくお願いします",
	feeling5 = "あぅ…指揮官さん……ま、また会いに来ちゃいました…今日は…今日もずっと一緒にいてもいいですか？指揮官さんと一緒ならわたし、ずっと孤独を感じずに済みますから！",
	main = "同型艦の子たちとご飯を食べる時には「いただきます」ってみんなで言うんです。穏やかで平和な気分になりますね|妹がご迷惑をおかけしてすみません。あの子は元気が良すぎですね……わたしがああいう感じになるのはちょっと無理かな…|指揮官さん…指揮官さん……？起きているのでしょうか……ちょっと心配です…",
	battle = "ときには派手にやることも必要です…！",
	upgrade = "ふふ、ここまで頼もしくなれたのは指揮官さんのおかげです。感謝します",
	voice_key = 30804,
	headtouch = "",
	feeling2 = "指揮官さん、いつも会いに来てくださってありがとうございます。おかげさまで今日も一日頑張れますね。ふふ",
	login = "うぅ……指揮官さん、おかえりなさい。いない間に起きたことをレポートにまとめました。どうぞ",
	vote = "",
	hp_warning = "ちょっと大変なことになりましたね…",
	id = 308040,
	detail = "指揮官さん、お忙しい中すみません。水上機の性能テストをお手伝いいただけないでしょうか…？",
	couple_encourage = {
		{
			{
				30802
			},
			1,
			"道を間違えないようにね？",
			0
		}
	}
}
