_G.pg.ship_skin_words[101470] = {
	feeling1 = "やっぱりわたし、ここにいないほうが助かりますよね…",
	feeling3 = "指揮官さんはクマちゃんのことに興味があります？じゃ、じゃあちょっと紹介しますね",
	lose = "いたっ…あぅ…母港に戻りたいです…",
	propose = "ふぅ…このときのために頑張ったもんね。だから大丈夫、モリソン、貴方ならきっと大丈夫…！すーはー…しし指揮官さん、あ、あの、こここちらの準備はできました！お、お願いしますっ！",
	expedition = "委託が完了しましたよ。ええと、人手が要るのでしたら、わ、わたしでよければ…",
	win_mvp = "ふぅ…これでちょっと余裕が出ますね…",
	home = "指揮官さん、その…これ、お役に立てるかどうか…（モリソンはファイルを渡してきた）",
	mission = "指揮官さん、任務をこなすのに人手が要るのでしたら、わたしでよければ…",
	touch2 = "く、クマちゃんが暴れてる！？",
	voice_key_2 = -1,
	skill = "誰か救助が要りますかー？",
	drop_descrip = "フレッチャー級駆逐艦・モリソン（DD-560)",
	mail = "クマちゃん、指揮官さんへのメールを持ってきて",
	touch = "クマちゃん、指揮官さんに挨拶してみて？うん、こうやって普通に……ぶ、ぶってはダメ！",
	profile = "フレッチャー級駆逐艦の、モリソンです。仲間たちと対潜戦やったり救援任務をやったり…わたしに何かお役に立てることがあったら…た、多分ですけど、なんでも大丈夫ですっ",
	mission_complete = "任務が完了しました？つまりわたし、しばらくは暇ですよね？",
	feeling4 = "指揮官さん、あの、お時間をいただくことは可能でしょうか…？クマちゃんの改修にわたしだけだと、その…指揮官さんのアイデアもいただきたくて…",
	unlock = "ふぅ…無事到着しました…あ、あの…あなたが指揮官さんですか？モリソンと申します。はい、姉妹艦がたくさんいるあのフレッチャー級のモリソンです…",
	feeling5 = "指揮官さん、モリソンは役に立っていますか？迷惑をかけていないですか？…うん、指揮官さんが励ましてくれる度に、とても安心します…ありがとうございます",
	main = "鉄血の艤装、サンプルに何体かほしいな…え、えへへ…|は、はい！…わたしのことを呼んでいなかった…？ごめんなさい…|今日は晴れですね。…晴れだからっていい日とは限りませんけど…",
	battle = "ま、また戦闘……",
	upgrade = "わ、わたしなんかのためにここまでしなくてもいいかな、と…",
	voice_key = 10147,
	headtouch = "クマちゃん…？あっ、指揮官…く、クマちゃんは指揮官をわざと叩いたわけではないよ…",
	feeling2 = "指揮官、あのぉ…実はちょっと用が…な、なんでもありませんっ…大丈夫です…",
	login = "指揮官さん、その、し、失礼します……",
	vote = "",
	hp_warning = "クマちゃん、助けて…！",
	id = 101470,
	detail = "この子はモリソンの仲間のクマちゃん、ええと、この子はね、色々と装備してて…例えばこの右手は――指揮官を狙っちゃダメっ！",
	couple_encourage = {
		{
			{
				10723
			},
			1,
			"護衛はおまかせ…ください！",
			0
		}
	}
}
