_G.pg.ship_skin_words[308050] = {
	feeling1 = "ひ、一人にさせて…",
	feeling3 = "艦隊のみんな、仲がいいよね……ふ、ふふふふ…な、なんでもないの！ひ、一人にして……",
	lose = "こっそり逃げよう…",
	propose = "こ…これってモウソウだよね？うん、きっとそうだよ…指揮官、わたしのほっぺ、思いっきり引っ張って…！",
	expedition = "今日の委託組は、どんなか…じゃなくて、組み合わせ…？",
	win_mvp = "……MVP、次は取りたくない……",
	home = "今日の出撃……じゅ、順調…？",
	mission = "指揮官、こ、これって、任務の書類だよ…ね？",
	touch2 = "きゃっ！？し、指揮官はわたしをあの本みたいに……！？い、いいえ、なんでもないの！ごめんなさい……",
	voice_key_2 = -1,
	skill = "や、やるしかない…！",
	drop_descrip = "巡潜乙型改二伊号第五十六潜水艦",
	mail = "内容をしっかり確認してね…？",
	touch = "指揮官、どうしたの？い、いまわたし、変な独り言を言っちゃってたの？！",
	profile = "巡潜乙型改二、もしくは伊五十四型潜水艦の二隻目、伊56。特に目立った戦果は出せなかったけど…しょうがないよね…だってあのときはどうしようもなかったもん……",
	mission_complete = "……はっ！し、しまった…任務報酬まとめなきゃいけないのに、考え込んじゃった……",
	feeling4 = "時々考えていること、変なことを独り言で言っちゃうけど…き、気にしないで…",
	unlock = "見つかっちゃった……い、伊56よ…あ、あの、一人でできる仕事だけ任せてもらってもいい…？",
	feeling5 = "さ、最近会いに行かなくてごめんなさい……だって指揮官と一緒にいたらどうなるか、ず、ずっと考え込んじゃうの……うぅ…恥ずかしいよぉ……",
	main = "指揮官って毎日多くの艦船たちと話してるよね…すごい…わ、わたしには全然無理だよ…|指揮官と二人っきり、しーんとしてて気持ちよくて、安心できるから色々考えられそう……|58は…19と…ううん、26のようなスポ根も…ひぃ！？し、指揮官！？なな、なんでもないっ！！",
	battle = "見つかってないよね…？",
	upgrade = "ど、どうも……",
	voice_key = 30805,
	headtouch = "",
	feeling2 = "変なことに巻き込まれなくていいなら、ちょっと空気みたいになってもいいかもね……",
	login = "ひぃ！？し、指揮官、挨拶しなくても……",
	vote = "",
	hp_warning = "め、目立ちすぎちゃったかも…",
	id = 308050,
	detail = "ひぃ！？し、指揮官か……どうしたの…？",
	couple_encourage = {
		{
			{
				30803
			},
			1,
			"58は誰と組み合わせたら…",
			0
		}
	}
}
