_G.pg.ship_skin_words[308060] = {
	feeling1 = "あんたなんて嫌いだわ。もう近づかないでちょうだい",
	feeling3 = "とおる！甲標的でこちょこちょするのをやめなさいって！えっ、とおるじゃなかったのー！？",
	lose = "（もぐもぐもぐもぐ）",
	propose = "よ、ようやくわたしに声かけたのね……わたしで本当にいいんだ……えへへ……な、なによ！素直じゃないのはそっちじゃない！",
	expedition = "みなの者、大儀だったわよ！…なにか珍しいものでもあるかな……",
	win_mvp = "やったぁ！ねえ見た？今の見た？？",
	home = "ご苦労よ。そこで寛いでいなさい",
	mission = "任務…？ふん！わたしが教えてやるわ！ありがたーく拝聴しなさい♪",
	touch2 = "ひゃう！？な、何事だぁ！？",
	voice_key_2 = -1,
	skill = "沈んでもらうわよ！",
	drop_descrip = "海大VI型a伊号第百六十八潜水艦",
	mail = "手紙よ。あとでチェックしなさい！…わたし宛のはないかな……",
	touch = "気安く触らないでよ！…マッサージ？そっか……じゃ、じゃあ……頼むわね…？",
	profile = "わたしは伊号第一六八潜水艦よ。あの大戦では飛龍の敵討ちで、ヨークタウンとハムマンを倒したわ。あとは…ううん……頑張ったけど……他の敵艦を沈められたことはなかったのよね…",
	mission_complete = "よくやったわ！はい、ご褒美よ",
	feeling4 = "あの大戦ではヨークタウンを沈めたから、ハムマンに時々睨まれるけど…い、今は味方だからいいよね…？ほら、ヨークタウン本人も大丈夫って言ってるし！",
	unlock = "伊168よ。「いろは」って呼んで頂戴。わたしのようなすごい武勲艦をちゃーんと使いこなしなさい！",
	feeling5 = "ふん！素直なほうがいいと言うなら、いっそわたしではなく素直な子にでもくっついてみたりしたら？……えええ！？わたしより、ハムマンのほうが素直じゃないでしょ！？",
	main = "退屈…指揮官、わたしを楽しませなさい！|眠い……海の中のほうが快適……|ハムマン？このわたしを懲らしめたければやってみなさいな！返り討ちにしてやるわ！",
	battle = "さぁ、大物を狙うわよ！",
	upgrade = "よし！もっと強くなったわ！",
	voice_key = 30806,
	headtouch = "な、なんだってー！？",
	feeling2 = "ふん！こう見えても、わたしはあの大戦で大型空母を撃沈した重桜潜水艦なのよ？さあ、このわたしを崇めなさいな",
	login = "おそーい！…わたしのような潜水艦が待つことは得意だからといってこんなに待たせるんじゃないわよ…",
	vote = "",
	hp_warning = "",
	id = 308060,
	detail = "このわたしに用があるのよね？…用がなくても…",
	couple_encourage = {
		{
			{
				10125
			},
			1,
			"ハムマン、今は味方だからねっ！",
			0
		}
	}
}
