_G.pg.ship_skin_words[319010] = {
	feeling1 = "物資を運んでも、指揮官はうまく運用できなさそうですね……",
	feeling3 = "駆逐艦の子たちとはよく遊んでいますよ。こう…両肩に一人ずつ乗せて、カイジュウごっことかロボットごっことかやってみたり…とても楽しいですよ。はい♪",
	lose = "うぅ…流石に戦闘艦と一緒に戦うのは難しいですね……",
	propose = "運送艦ですから戦闘ではそこまで役に立てないかもしれません。でも指揮官は私のことを信じて、大切にしてくださって……私、色々がんばります…！はい！",
	expedition = "委託組が無事帰還しました。出迎えるより、出迎えられるほうが慣れていますね～",
	win_mvp = "嬉しいというか、微妙な気持ちですね……ん…",
	home = "よいっしょ…あ、指揮官おかえりなさい。みんなが持ち帰ってきた物資とかを倉庫に入れてきたところです。納品リストは…ちょっと待っててくださいね",
	mission = "まだ未完了の任務がありますか？期日には注意してくださいね",
	touch2 = "ひゃぅ！？指揮官？？",
	voice_key_2 = -1,
	skill = "補給物資、届きました！",
	drop_descrip = "給兵艦・樫野",
	mail = "運搬物資の山に手紙が……？あ、指揮官宛ですね。どうぞ",
	touch = "主砲を運ぶ任務ですか？…あっ、すみません、ちょっとぼーっとしてました……",
	profile = "名前は樫野で、趣味は温泉に入ること、あと身長と体重は……あっ、そういう自己紹介じゃないですよね！すみません…ええと、大和型の主砲――「九四式四〇糎砲」を運搬するために生まれた船で、ほかには輸送任務にもちょっと参加して、最後は潜水艦に沈められました。んーこんなところで大丈夫でしょうか…？",
	mission_complete = "任務完了しました～これで気がかりがまた一つなくなりましたね",
	feeling4 = "指揮官、お疲れのようでしたら、一度、お風呂に入ってはいかがでしょうか？お風呂でさっぱりしてから新鮮な牛乳を飲んだらきっと……し、指揮官？？どうかしましたか？医務室までお連れしますか…？",
	unlock = "はじめまして、指揮官。重桜所属、給兵艦の樫野です。んーちょっと特殊な艦ですけど、私でも力になれるようなことがありましたら、お任せください…ね？",
	feeling5 = "ふぅ…あっ指揮官。スッキリしました？冷えた牛乳とお菓子と、みんなの差し入れをここに置きました。えへへ、また背中を流してほしいときはつでも声掛けてくださいね",
	main = "1、2、3…指揮官、運搬をご指示された資材です。…ん？別にみんなで運ぶ必要はありませんよ？こんなの軽いものですし…|♪～指揮官、お茶をお持ちしました。牛乳を入れてちょっとロイヤル風に…いかがですか？|指揮官、窓に風鈴を飾ってみませんか、こう、さわさわーとした風で、ちりんちりーんとした音…気分がよくなりますね～",
	battle = "対空戦闘…始めますっ！",
	upgrade = "何か変わりましたっけ…？",
	voice_key = 31901,
	headtouch = "…！ご、ごめんなさい、しっぽで叩いちゃいました…？",
	feeling2 = "私の艤装はほかの艦船と比べてちょっと特別ですよ。気になりますか…？んー、こちらの甲板に乗ってみませんか？",
	login = "指揮官、おかえりなさい。樫野になにか運んだり…お手伝いできたりすることはありませんか…？",
	vote = "",
	hp_warning = "艤装に損傷が……大丈夫、まだいけます！",
	id = 319010,
	detail = "武器は…えい！か、かっこいい、ですか？そんな、私全然うまく使えていませんよ…？",
	couple_encourage = {
		{
			{
				30708
			},
			1,
			"兵装、届けに来ました！",
			0
		}
	}
}
