_G.pg.ship_skin_words[401010] = {
	feeling1 = "だめだなぁ指揮官、ちっとも楽しんでいない",
	feeling3 = "人生は短けぇもんだ。指揮官、俺、全力で行きたいんだから、仲間であるお前も遅れんなよ。はい、笑って！",
	lose = "やってくれたな……！",
	propose = "ほかのやつと付き合い始めたら、自分のことばかりじゃだめだからな。泣きたいときは泣き、笑いたい時は笑う生活とはもうおさらばだけど。…お前と付き合うこと、後悔はしないぜ。指揮官",
	expedition = "委託が完了した。まあしっかりせい。長旅の娘たちに最高の笑顔を見せないとな",
	win_mvp = "はっはっは！Z1様は無敵だ！",
	home = "いい顔だ。さぞ素晴らしい戦いだったろ",
	mission = "新しいミッションだ。挑んでみだらどうだ？",
	touch2 = "「可愛がって」もらいたいのか？",
	voice_key_2 = -1,
	skill = "俺に続けー！",
	drop_descrip = "1934型駆逐艦・Z1レーベレヒト・マース",
	mail = "ふん、新しいメールだ、しっかり掴まえろよ！",
	touch = "アイサツならこんな軟弱なやり方じゃだめだぞ！",
	profile = "ほかの姉と呼ばれるやつらと違って、俺・Z1様は第三帝国すべての駆逐艦の姉貴分なのだ。背負っているものは違うぜ。だから指揮官はもう心配しなくていい、だってこの無敵のZ1様が加わっているからな",
	mission_complete = "俺らのコンビネーションは無敵だ！ミッションボーナスを見てみようぜ",
	feeling4 = "世界の終わりも恐れはしないさ。それに指揮官もいるさ。きっとこうやって笑っていられるだろう",
	unlock = "指揮官よ、今こそ喝采を！これからはこのZ1様に任せれば問題ないのだ！",
	feeling5 = "そういや、世界の終わりの話といえば、波乱な恋話とか、世界の果で抱きあってる二人とかが連想されるな。指揮官、俺のイヴにでもならないか？",
	main = "書類の作業速度を比べてみるか！|全称はレーベレヒト・マースだけど、Z1でもいいぜ|頑張れよ指揮官、この俺がずっとそばにいるからな",
	battle = "風に乗って波をかきわけるのだ！Feuer！",
	upgrade = "ははは！この感じはいいぜ！",
	voice_key = 40101,
	headtouch = "",
	feeling2 = "どうだ指揮官。俺との日々は楽しいか？俺なら毎日楽しんでるぜ",
	login = "よし、ドンパチやろうぜ！",
	vote = "",
	hp_warning = "何を怯えている！",
	id = 401010,
	detail = "速くて強い！それがこの俺、Z1様だ！",
	couple_encourage = {
		{
			{
				40303
			},
			1,
			"作り笑いがすぎんぞ。",
			0
		}
	}
}
