_G.pg.ship_skin_words[401020] = {
	feeling1 = "わたしはいいですが、レーベくんから離れていただきたいです。はい",
	feeling3 = "また雑談ですか。わたしのことを知っていれば、相槌以上の返事がされないことは自明の理だというのに？それともこの味気ないセリフを楽しんでいるのでしょうか？",
	lose = "しんがり、やります。レーベくんのおかげで得意です。こういうの。安心してください",
	propose = "これがケッコンですね。揺るぎないつながりを持つようになったこの気持ち……わたしの顔が赤くなっている、ですか？……すみません、今のわたしの顔を撮っていただけないでしょうか。赤くなった自分の顔、見たことがありませんので。ええ",
	expedition = "委託組が帰還しました。出迎えて、彼女たちを労うのが道理でしょう。…必要でしたらわたしもご一緒します",
	win_mvp = "勝利に浮かれたのち負けてしまう事例は数え切れません。警戒を怠らないよう、お願いします",
	home = "命令通り、戦果報告を取りまとめました。ご確認を",
	mission = "新しい任務です。わかりやすく取りまとめました。ええ",
	touch2 = "勇気のある行動の中でも最低な部類だと思います。ええ",
	voice_key_2 = -1,
	skill = "早くなれる。もう少しだけ",
	drop_descrip = "1934型駆逐艦・Z2ゲオルク・ティーレ",
	mail = "メールです。はい、すぐにでも開封して確認することをおすすめします。でないと、指揮官のことですから、すぐに忘れてしまいますので。はい",
	touch = "はい、もちろん、仰る通りです。ほかに用件は…？",
	profile = "ゲオルク・ティーレ、またの名をZ2、実験的に建造された1934型の駆逐艦です。優れた機動力で相手を翻弄するはずだったのですが……なんでもありません。今のは聞かなかったことにしてください",
	mission_complete = "任務報酬を受け取るのは構いませんが、私の指揮官への評価は下がります。よろしいでしょうか",
	feeling4 = "変わった考えをたくさん持ってる指揮官ですが、レーベくんに振り回されてきたわたしにとって、指揮官のようなタイプこそちょうどいいのかもしれません。ええ",
	unlock = "Z2（ゲオルク・ティーレ）です。ご命令を。ええ、ですが命令に不備があったら、考えさせてください。よろしくお願いします",
	feeling5 = "指揮官、わたしとの関係を更に進展させたいのでしたら、普段どおり――そのまま言いたいことを言い、やりたいことをやってください。それで十分です。ええ",
	main = "指揮官、できればレーベくんみたいに暴れたりはしないでください。気絶させるのは面倒くさいですし、上官に手を出すのは本望ではありません。はい|暇でしたら、ええ、書類を全部持ってきますので、ご覚悟ください|この子の名はレーベくんです。ええ、聞き間違いではありません、レーベくんです。可愛いですね",
	battle = "待ち伏せに注意。前に出過ぎないように……",
	upgrade = "これ以上強化されたら、欠陥も出てくるのではないのでしょうか…？",
	voice_key = 40102,
	headtouch = "",
	feeling2 = "指揮官、レーベくんについて何か知りたいのですか？…わたしのことを知りたい、ですか？珍しいこともありますね。ええ、少し考えさせてください",
	login = "指揮官、なぜいつもわたしより遅く来るのですか？と、一つ質問です。",
	vote = "",
	hp_warning = "砲塔浸水……まずいです。ええ",
	id = 401020,
	detail = "指揮官、みんなに色んな衣装を着せ替えるのは趣味ですか？と、一つ質問です",
	couple_encourage = {
		{
			{
				40101
			},
			1,
			"レーベくん、気をつけて、後始末は面倒くさいですから",
			0
		},
		{
			{
				40101,
				40118,
				40119,
				40120,
				40121,
				40123
			},
			2,
			"風に乗って波を……やはり無理ですね。ええ",
			0
		}
	}
}
