_G.pg.ship_skin_words[101480] = {
	feeling1 = "あんたの頭にネジがついてるなら、外して中を覗いてみたいものだねー",
	feeling3 = "クーパー、前回言ってた「変身アイテム」とやら、完成したよ。ちょっとアレン、変なステッカー貼るなって！",
	lose = "っ、帰ったらちゃんと装備をメンテナンスしなきゃだ！",
	propose = "鈍感かと思ってたけど、案外積極的なんだ。そうだ、指輪作ってきたよ。まあ、誓いの指輪には及ばないけど、大事にしてほしいからさ…だ、だからもう一回作れってのはなしだぞっ",
	expedition = "委託完了したぞー、不要になったパーツもらっていい？",
	win_mvp = "よしっ、装備は絶好調！",
	home = "うーん、やっぱここか、1ミリずれてたもんな…あ、指揮官じゃない、ちょうどいいところに、これを見てみて？",
	mission = "新しい任務？参ったな、あんま動きたくないけど…",
	touch2 = "悪さしてんのはこの手だな？謝るまでこれで挟まれてもらうからな",
	voice_key_2 = -1,
	skill = "悪く思うなよー？",
	drop_descrip = "アレン・M・サムナー級駆逐艦「イングラハム」（DD-694)",
	mail = "メールか…メールボックスアップデートしてあげようか？",
	touch = "ちょっと、あんまり触らないでねー",
	profile = "うーん、考えたけど、やっぱ特に語ることないや。そうだ、あたしが作ったミニチュアアレン・M・サムナー級でも見てみる？ほら主砲、対空砲がこっちにあって、その隣が爆雷投射機になってて…",
	mission_complete = "任務完了をサインするペンを探してるって？ほら、あたしの使っていいよ",
	feeling4 = "指揮官、非番の日に余ったパーツを使って鉄の勲章を作ってみたよ。つけてあげるから、こっちに来てっ。…ぷはっ、なかなか似合ってるよ！",
	unlock = "ユニオン駆逐艦、イングラハムだ。うーん…特に語ることないな…まあ、よろしくっ！",
	feeling5 = "指揮官、今後なんかあったらいつでも呼んでいいよ。あーその、なんだ、何もなくても呼んでいいからっ。と、とにかくそばにいないとちょっと寂しいていうか…こ、こほん！",
	main = "指揮官、ちょっとここでオシゴトしてるんだけど、指揮官の邪魔にならないかな？…おっ、じゃあいいってことね|え？タイツを片方履いてないって？あー、面倒だから履き忘れたかもな…そういうのはどうでもいいんだよ、気にしなくてよし！|ねじが1本棚の隙間に…？ああ、いいっていいって、自分で拾うから。って変なとこ見るんじゃないぞっ",
	battle = "各モジュール調整完了、いつでも戦えるぞ♪",
	upgrade = "装備強化…まあまあ頼りにしてるよ",
	voice_key = 10148,
	headtouch = "ヘアピン？あーそこら辺にあったクリップを適当にね、変？",
	feeling2 = "完成品の質は部品の誤差のあるなしにかかってるからね。つまるところ、精度を確保せーってことよ",
	login = "指揮官、遅刻だよ？押しても止まらないアラームでも作ろうかな…",
	vote = "",
	hp_warning = "あちゃー！ここを直すのは大変なのにっ！",
	id = 101480,
	detail = "壊すのは簡単だけど、作るのは大変だよ？",
	couple_encourage = {
		{
			{
				10145
			},
			1,
			"アレン、気ぃ抜きすぎるなよー",
			0
		},
		{
			{
				10226
			},
			1,
			"そのギア、すごいな……",
			0
		},
		{
			{
				31201
			},
			1,
			"修理のコツ、話し合ってみない？",
			0
		}
	}
}
