_G.pg.ship_skin_words[401240] = {
	feeling1 = "どこまでも落ちる凡愚が迎える末路、知っているか？",
	feeling3 = "どんなやつでもこの我の威厳の前では怖気付き逃げ惑う…（小声）はず。なぜお前は怖がらないのだ！",
	lose = "はぁ…はぁ…もう我慢しなくていいよね？全て全て壊せばいいよね……！！！",
	propose = "モータルがこの我に誓いの約束を交わせ、だと？フフフフ…よかろう！その勇気、褒めて遣わす！これからも我に捧げものをするのだぞ！",
	expedition = "委託の報酬？別に興味ないけど……そうだ！ブラックチョコかブラックフォレストケーキがあったら我に捧げるのだ！モータル！",
	win_mvp = "あははははは！鮮血と鋼を、炎の花を咲かせよう！",
	home = "ようやく戻ってきたかヒューマン。我は疲れた、故に休む。急用かダークチョコがないなら呼ぶな",
	mission = "任務？目障りな細々したものは早く片付けなさい、この凡愚",
	touch2 = "我に不敬を働いたのは、どうされるか分かっていてなのか？モータル…",
	voice_key_2 = -1,
	skill = "我に跪け！あはははは！",
	drop_descrip = "1936A型「ナルヴィク」駆逐艦・Z24",
	mail = "深淵からの情報だ…むふふふふ……",
	touch = "このクローは見た目の迫力も攻撃力も、グレートデビルである我に相応しいのだ！ははは！",
	profile = "1936型の駆逐艦、ニーミから呼ばれ方がちゃんとした名前でなくて番号のみになっていたわね…どうしてだ！レーベとかティーレとか、カッコよくて覚えられやすい名前が我にもあれば…",
	mission_complete = "なんと言っても収穫の季節は喜ばしいぞ。そうだろ、ヒューマン～",
	feeling4 = "ブラックチョコのケーキを捧げるつもりか？ふ、ふふふふふふ…良かろうヒューマン、さあ――あーん。…何を迷っている？早く我に食べさせるのだ！",
	unlock = "震えろモータル！お前の前にいるのは赤き灰色の悪魔、鉄血駆逐艦「フィーアツヴァイ」なのだ！我が足元にひざまずき恐れおののくがいい！",
	feeling5 = "我を恐れ、我を敬うモータルには我と触れ合える褒美をくれてやろう！さあ！…………ハグだ！ハグ！なんでここまで言わせるのだこのポンコツ！",
	main = "高貴なる我が「シュヴァルツ」の印――そう、ブラックコーヒー、ブラックチョコ、ブラックフォレストケーキ…全て通ずるのだ！そう思わないかこのポンコツ♪|はぁぁぁああ…退屈だあああ…次の執務室に入る人に我が恐怖を教えて…ダメなの？ちぇ…|我を貫くのが人生よ！故にニーミ、我に宿題など不要だ！あいた！わ、分かったから説教するな！|差し入れを忘れた…だと？……どうやらお前には命の儚さを教え込まないといけないようね",
	battle = "始めよう、血と鋼の祭りを――！",
	upgrade = "やるじゃないこのポンコツ！我が力がまた増したわ！",
	voice_key = 40124,
	headtouch = "我の頭に触るとか…ず、図に乗るんじゃないぞこの凡愚……も、もっとおねがい～",
	feeling2 = "むぅ…飛び回る航空機のハエども…煩わしくてたまったもんじゃないわ…お前もそう思わないか？",
	login = "今が何時かわかっているかこのポンコツ！これだから怠惰なモータルは…早く仕事に戻るのだ！",
	vote = "",
	hp_warning = "もう暴れていいでしょ…！？",
	id = 401240,
	detail = "モータルのくせに我を恐れぬだと？おっかしいわね…このダイナミックな格好は結構頑張ったのに……なんでだ……",
	couple_encourage = {
		{
			{
				40305
			},
			1,
			"引き裂け！バラバラに！",
			0
		},
		{
			{
				40125
			},
			1,
			"アンカーさん？フフフ、いい使い魔だ",
			0
		},
		{
			{
				40126
			},
			1,
			"嵐の中に置き去りにしない！",
			0
		},
		{
			{
				40136
			},
			1,
			"デビルよ、我に従い敵を殲滅せよ！",
			0
		},
		{
			{
				40123
			},
			1,
			"せ、説教は嫌だ！",
			0
		}
	}
}
