_G.pg.ship_skin_words[401250] = {
	feeling1 = "アンカーさん……ここから離れようよ……",
	feeling3 = "あのね、みんなわたしのことを真面目とか、責任感が強いとか褒めてくれて、一緒に出撃したり委託に出かけたりしたがってるの。指揮官もわたしがいると安心って……アンカーさん、わたし、上手くやれてるよ！",
	lose = "今回の戦闘……しっかり振り返らないと……",
	propose = "やっぱり、アンカーさんと話したこと、全部聞いてたの……？うぅ、やっぱりわたし、バカみたい……でも指揮官がこれをくれたから……嬉しい……も、もう後悔しても遅いわよ！",
	expedition = "帰還した委託組は港で待機しているわ。わたしが出迎えに行ってあげようか？",
	win_mvp = "いいわ！次もこの感じでいくわよ！",
	home = "ご苦労さん。装備の点検はしておくことね",
	mission = "任務を放置してはダメよ。すぐ片付けちゃおう！",
	touch2 = "きゃっ！？……わざとだったら…今度は殴るわよっ！",
	voice_key_2 = -1,
	skill = "Ziel erfasst（ツィールエファスト）！",
	drop_descrip = "1936A型「ナルヴィク」駆逐艦・Z25",
	mail = "新しいメールね。重要な情報を見逃したら大変よ",
	touch = "ふぅ…は！ご、ごめん、ぼーっとしてた……",
	profile = "Z23姉ちゃん以降のわたしたちは番号で呼ばれているの。わたし的には……そう！なんと呼ばれようと、どこにいたって、職務を全うするだけよ！",
	mission_complete = "任務完了ね。どう？次の計画は思いついたの？",
	feeling4 = "最近、指揮官のことが気になって、一緒にいるとドキドキして、心が落ち着かないの……アンカーさん、わたしはどうすれば……",
	unlock = "1936A型駆逐艦のZ25です。安心しなさい。私、全力で戦いますので",
	feeling5 = "す、すす、すき……やっぱ無理だあ…ごめんねアンカーさん、こんなに練習に付き合ってくれてるのに、わたし……やっぱりいいよね…いまのままでも……え…あれ？し、指揮官！？！？",
	main = "Z23姉ちゃん……今は読書ね……|科学研究……軍事委託……ううん、まだ寝る時じゃないわ…！|これのこと？た、ただのぬいぐるみよ！",
	battle = "Z25、索敵態勢！",
	upgrade = "強くなったら…もっとZ23（ニーミ）姉ちゃんに近づける！",
	voice_key = 40125,
	headtouch = "",
	feeling2 = "指揮官に安心しなさいって言っちゃったけど、やっぱりみんなと仲良くなれるかはちょっと不安で……アンカーさん、わたし上手くやっていけるのかな……",
	login = "時間どおりに来たんだ。わたしも頑張らないとね！",
	vote = "",
	hp_warning = "もう少しだけ……！",
	id = 401250,
	detail = "アンカーさん、わたしはどうすれば姉ちゃんと同じぐらい優秀になれるかな……",
	couple_encourage = {
		{
			{
				40123
			},
			1,
			"お姉ちゃん、一緒に頑張ろう！",
			0
		}
	}
}
