_G.pg.ship_skin_words[401260] = {
	feeling1 = "指揮官、失格です！",
	feeling3 = "指揮官、今日もお仕事よくできました！明日も引き続き頑張ってください！……これでニームが指揮官を褒めているってこと、わかりますよね？",
	lose = "負けてしまいました……申し訳ございません、です！",
	propose = "「……いついかなるときでも、指揮官とともに喜びも悲しみも分かち合い、永久に一緒にいることを誓います」……暗唱できました！次は指揮官の番……ですね？",
	expedition = "委託組が戻ってきました！よくもやってくれました…じゃなくて、よくやってくれました、です！",
	win_mvp = "引き続き励んでくれたまえ！……じゃなくて、お疲れ様、です！",
	home = "指揮官、コーヒーです！……さ、砂糖ですか？……んんん…10個で足りるのかな……",
	mission = "任務が来やがりま…じゃなくて！指揮官、早く任務を確認してください！",
	touch2 = "不健全、ダメ、絶対！",
	voice_key_2 = -1,
	skill = "準備万端です！",
	drop_descrip = "1936A型「ナルヴィク」駆逐艦・Z26",
	mail = "最新情報です！指揮官、確認してください！",
	touch = "ニームに手伝えることを言いなさい！…じゃなくて、言ってください！",
	profile = "カンレキの紹介？かしこまりました！わたしは鉄血1936A型駆逐艦のZ26で、カンレキではヒッパーさんとシェーアさんの護衛や、ニコたちと一緒に通商破壊作戦に参加して、同じ作戦で倒れちゃいました……です！",
	mission_complete = "任務完了です！ニーミ姉さんならここは…「指揮官、よくできました」です！",
	feeling4 = "ワークライフバランス、大事です！なので休日は指揮官が仕事できないように監督します！十分に休め、です！",
	unlock = "鉄血駆逐艦Z26です！これからよろしくおねがいします！……よし、これで挨拶は大丈夫のはず…！",
	feeling5 = "ちょっと観察してましたけど指揮官はニームの監督なしでもちゃんとできるんですね！よしよし、指揮官は優秀です！ニームも誇りに思います！",
	main = "指揮官、サボりは禁止です！……もうお仕事がんばりました？じゃ、じゃあ…お疲れ様です！|ニーミ姉さんは勉強が得意で、レーベは運動で…勉強しながら運動…だ、大丈夫かな…|ニコのアンカーさん、本当は生きているのかな…いつも話しかけているようですし…",
	battle = "各艦、先頭の艦に続けーー！あ！わたしでした…！",
	upgrade = "感動です！…違ったっ、感謝です！",
	voice_key = 40126,
	headtouch = "",
	feeling2 = "敵に狙われたときは…んん…敵が人違いをしてくれるよう祈ります！もしくは魚雷が当たらないように、また祈ります！",
	login = "申し訳ございません。ここは執務室で関係者以外は……むっ、指揮官は関係者だよね……おかえりなさい！よろしくおねがいします！",
	vote = "",
	hp_warning = "ニコたち、どこ行ったんだろう…",
	id = 401260,
	detail = "雪嵐は嫌いです。仲間とはぐれたり、敵に捕まったりしちゃいましたし……",
	couple_encourage = {
		{
			{
				40125
			},
			1,
			"ニームとはぐれないでください！",
			0
		}
	}
}
