_G.pg.ship_skin_words[401280] = {
	feeling1 = "指揮官さんがちゃんと反省して、そして皆さんにもう一度受け入れられるまで、私がずっとお世話してあげます。あきらめちゃダメですよ！",
	feeling3 = "ちょっとサボりたいのですか？いいですよ、言い訳は私が考えてあげます。でも、指揮官さんのお仕事は代わってあげられないかも…あとでちゃんとやってくださいね",
	lose = "無事に撤退できましたから、凹まなくてもいいですよ？次はきっと勝てますから！",
	propose = "指揮官さんからこんなものを頂けるなんて、思ってもみませんでした…私、本当に嬉しいです！これからも、思う存分私に甘えてください！なにもかも受け入れちゃいますから！",
	expedition = "委託が完了しました！指揮官さん、忙しいなら私が委託組を出迎えに行ってきますね",
	win_mvp = "勝ちました！指揮官さん、すごいですね！",
	home = "ご苦労さま、指揮官さん！無事に帰還したお祝いのハグですよ！",
	mission = "新しい任務がありますね…オフニャと一緒に遊ぶ任務とかないのでしょうか？",
	touch2 = "こんなことすると、女の子に嫌われちゃいますよ？",
	voice_key_2 = -1,
	skill = "全力で行きますよ！えい！",
	drop_descrip = "1936A型「ナルヴィク」駆逐艦・Z28",
	mail = "小鳥さんたちがメールを運んできましたよ～私が読み上げてあげましょうか？",
	touch = "そのままおねんねしていてくださいね。お仕事はあとにしても平気です！",
	profile = "嚮導駆逐艦の私の兵装では姉妹艦に及ばないかもしれません。なので直接戦うことより、ほかの方法でトラブルを解決するほうが好きなんです～",
	mission_complete = "任務、完璧に達成できましたね！ご褒美としてギューってしてあげます♪",
	feeling4 = "今日のお仕事も無事終わりました？うんうん、ご褒美として指揮官さんをぎゅーってして差し上げます♪いい子いい子～",
	unlock = "指揮官さん、初めまして！1936A型駆逐艦のど真ん中のZ28です！私の任務は、指揮官さんのお仕事を精一杯サポートすることです！",
	feeling5 = "疲れたんですか、指揮官さん？はい、膝枕してさしあげます。横になって、おねんねして、いい夢を見て疲れも悩みも1個ずつ忘れちゃってくださいね～",
	main = "かわいい動物たちと一日中じゃれ合っていたいな～|大きい執務室はガラーンと感じるかもしれませんが、スッキリしててお仕事に専念できますよ！|書類を時間通りに片付けることができたら、美味しいお菓子、用意してあげますね～",
	battle = "皆さん、私についてきてください！",
	upgrade = "うーん、この艤装もうちょっとかわいくできたらなぁ…",
	voice_key = 40128,
	headtouch = "えへへ、私からもなでなでさせてくださいね～",
	feeling2 = "小鳥さんたちは、木の上でどんなことをおしゃべりしているんでしょう…前から気になってました…",
	login = "あ…指揮官さんが遅刻したのはきっとワケありですよね！大丈夫大丈夫、平気平気！今から気合入れてお仕事頑張りましょう！",
	vote = "",
	hp_warning = "手強い敵です…皆さん気を付けてください！",
	id = 401280,
	detail = "指揮官さん、この魚雷さん見てください！いろんな顔を描いてみました！えへへ、かわいいでしょう？",
	couple_encourage = {
		{
			{
				40123
			},
			1,
			"ニーミ姉さん、指揮官さんに厳しすぎですよ～",
			0
		},
		{
			{
				40124
			},
			1,
			"ニーシェ、言ってる意味がわからないです…",
			0
		},
		{
			{
				40125
			},
			1,
			"ニコ、アンカーさんを少し見てあげましょうか？",
			0
		},
		{
			{
				40126
			},
			1,
			"ニーム、落ち着いて、リラックスですよ",
			0
		},
		{
			{
				40401
			},
			1,
			"シャルンホルストさんの戦ってる姿、本当にかっこいいです！",
			0
		}
	}
}
