_G.pg.ship_skin_words[401360] = {
	feeling1 = "あなたの破滅の未来は、このゼクちゃんの魔眼が捉えた！",
	feeling3 = "ふふん、デビルアイドルの刻印、その身に授けてやろう！…あ！待って！まだ描き終わってないってば！",
	lose = "くっ…デビルアイドルに敗北はない……！",
	propose = "デビルアイドル、共に魂の旋律を奏でる相手を手に入れた！ならばやることは一つ――ステージでも、戦場でも、蠱惑の力はこれから愛する指揮官のためだけに振るおう！――つまり、ゼクちゃんはあなたとずっと一緒♪わかった？",
	expedition = "遠出した仲間たちが戻ってきた。感謝の気持ちで、その帰還を出迎えてあげよう！",
	win_mvp = "この勝利は運命に導かれしもの――すなわち、必然なり！",
	home = "はぁ…はぁ……どうして疲れたかって？ふん、それはもちろんこの蠱惑の力を……ああわかったわかった！ライブの練習だったの！＞＜",
	mission = "空に輝くのは、行き先を示す明けの明星！さあ、行動を起こすのだ！",
	touch2 = "で、デビルアイドルの体を勝手に触ると罰が当たるわよ！",
	voice_key_2 = -1,
	skill = "蠱惑を司る悪魔の全力――その身で受けよッ！",
	drop_descrip = "1936B型駆逐艦・Z36",
	mail = "崇拝者からの手紙か？……むぅ、そっか、指揮官宛なんだ……",
	touch = "ま、待て！いくら指揮官でも、我が力を封じたこの包帯を外すことは許されない！許すまじ！はい！",
	profile = "ブレーメン生まれの駆逐艦にして、人呼んで「デビルアイドルゼクちゃん」！仲間と共にバルト海を駆けたけど、最後はあの深海に潜む黒き魔球に……ふん、我が蠱惑の力を持って、あなたに勝利をもたらそう！",
	mission_complete = "星々がもたらした、我らの奮進のための報奨――指揮官、見逃すんじゃないわ！",
	feeling4 = "刻印を共にする者――そう、あなたは今、デビルアイドルと運命をともにする人なり！すなわちゼクちゃん推しだからね！えへへ♪",
	unlock = "ムフフフ、あなたが指揮官か？ならば、こうして出会うのもまた運命の導き――蠱惑の力を司り、鉄血の願いをこの胸に、人呼んで「デビルアイドルゼクちゃん」、あなたの力になってやろう！（シャキーーーン！）",
	feeling5 = "くっ…指揮官の隣なら、我が蠱惑の力を用いずとも、心より無限に湧き出る勇気と愛を感じる。それはすなわち――指揮官のことが好きになっちゃったってこと！えへへ♪",
	main = "指揮官、フュンちゃんを見たのかな？ふん、一瞬にして姿を消すその神出鬼没っぷり、この魔眼を持ってしても…えっ、あそこにいるの？|蠱惑の力を注ぎ込むデビルアイドルの歌、何人たりとも逃がれられない！（ピカーン！）|ふふふ…戦闘でも！ライブでも！この力を解放すれば、全て容易いもの！",
	battle = "封印解除！さあ、デビルアイドルの力、その目に焼き付けよッ！（キンカーン！）",
	upgrade = "悪魔より授かった蠱惑の力…デビルアイドルの覚醒は今、もう一度！",
	voice_key = 40136,
	headtouch = "見せてやろう！我が闇の律動……って指揮官！これ以上ポンポンしたら身長伸びなくなっちゃうよ！",
	feeling2 = "ふふん、デビルアイドルの波長を受信できる素質のある者と見受けた！さあ、このゼクちゃんのファンになれ！",
	login = "おぉ、いいところに来てくれた！ふん、私の新曲――名付けて『悪魔序曲-デビルイントロ-』――聞いていかない？",
	vote = "",
	hp_warning = "くっ、力が暴走してしまう…！",
	id = 401360,
	detail = "ふふん、いかがかな？この不祥なる力を示すグラナート（Granat）の魔眼……こ、コンタクトじゃないもんッ！",
	couple_encourage = {
		{
			{
				40135
			},
			1,
			"デビルアイドル・デュエット……えっ！？フュンちゃん置いてかないでよぉ！",
			0
		}
	}
}
