_G.pg.ship_skin_words[402050] = {
	feeling1 = "指揮官さん…目障りですね……",
	feeling3 = "プロットシェンの作り方ですか？教えてあげてもいいですけど、私こういうのにはそこそここだわりがあるほうで……待って、指揮官さんはもしかしてこれで私に接近しようとしているのでは…っ！？",
	lose = "どうしてこんなことに…きっと私のせいですね…申し訳ございませんでした…",
	propose = "わ、分かっていますよ…指揮官さんの言う通りにします…ですから顔を見ないでください！恥ずかしくて…恥ずかしくてヘンになっちゃいますから…と、とにかく早く終わって！…うぅ…",
	expedition = "委託が完了しました。何をすればいいか私に言われなくてもわかりますよね？",
	win_mvp = "え？私が一位？ちょっと意外…ですね…",
	home = "出撃お疲れさまでした、指揮官さん。皆のためにもうちょっと頑張りなさ……頑張ってくださいませ…？",
	mission = "新しい任務です。この前の任務は指揮官さん、どうなっていますか？",
	touch2 = "きゃあああ！？い、いきなりすぎです指揮官さん！！",
	voice_key_2 = -1,
	skill = "こ、これで倒れてくださいっ！",
	drop_descrip = "ライプツィヒ級軽巡洋艦・ニュルンベルク",
	mail = "新しい手紙ですよ、指揮官さん。いたずらメールではないのですね…",
	touch = "し、指揮官さんはスキンシップで私の警戒心を緩めようとしている……！？",
	profile = "かの大戦では何回か改装を行いましたけど、結局ほとんど戦いの役には立てなかったような…こんな私でも鉄血の艦船では戦歴が長い方？し、信じられません…",
	mission_complete = "任務が全部完了しました？さすが指揮官さん……",
	feeling4 = "指揮官さんといる時間がどんどん長くなっている気がします…うぅ、やっぱり指揮官さん、ヘンなことを考えているんですよね…このままでは…このままでは私！…あ、あれ？別に嫌ではないような…",
	unlock = "ライプツィヒ級の2番艦、ニュルンベルクです。今日からここで指揮官さんのために頑張ってあげます………でいいでしょうか…？",
	feeling5 = "よく考えてみれば指揮官さん、ヘンなことをしてくるどころかすごく優しく接してくれて、一緒にいても安心しますし…これなら指揮官さんにナニカされても別に…ななななにを言っているんですか私！い、いまのは聞かなかったことにしてぇえ…！",
	main = "指揮官さんはブロットシェンが好きですか？そ、そうですね…仕事が順調でしたら、作ってやっ…あ、あげますね！|ライプツィヒちゃんが倒れやすいのはどうしたらいいでしょう…スポーツで身体を鍛えるのはどうかって？どうでしょう…っ。指揮官さん。もしかしてライプツィヒちゃんになにか変なことをするつもりですか？！|指揮官さんには厳しすぎたでしょうか…もしかして指揮官さん、私に怒ってたり…き、きっと大丈夫よ。どうせ指揮官さんヘンなことしか考えていないですから…っ！",
	battle = "か、勝手に戦いなさい…？",
	upgrade = "努力が報われるといいですね…",
	voice_key = 40205,
	headtouch = "あぅ！？急に頭を触ったりして…指揮官さんはきっとヘンなことを考えているんですよね！…ち、違うんですか？",
	feeling2 = "ライプツィヒちゃん、どこかで行き倒れたりしてないでしょうか…指揮官さんも一緒に探してみなさ…み、みてもらえませんか？",
	login = "もう勤務が始まる時間です。指揮官さん、が、頑張りなさいっ…！",
	vote = "",
	hp_warning = "い、痛い……",
	id = 402050,
	detail = "どうして指揮官さんは一人でここに…も、もしかしてほかのコがいない間に乗じて……！？違うんですか？？",
	couple_encourage = {
		{
			{
				40204
			},
			1,
			"しっかり戦おうね！",
			0
		}
	}
}
