_G.pg.ship_skin_words[403010] = {
	feeling1 = "このカス！私の視線に映るなっての！",
	feeling3 = "はぁ！？私のことが心配？あんたのようなバカに心配されたって全然嬉しくならないっての！",
	lose = "なんて屈辱ーー！くっやしいー！！",
	propose = "は！？なんでこんなもの付けなきゃならないの！…ま、まあいいわ、せっかく今日は機嫌がいいしつけてあげたって…死ぬまで私のこと面倒を見てくれる？ふん！そんなの当たり前よ！",
	expedition = "このマヌケ！何を忘れてるかまだ思い出せないわけ？",
	win_mvp = "ふん！まあ今日だけ褒めることを許してやるわ！",
	home = "バカ！戻ったらなんで会いに来ないのよ！はぁ？誰があんたのことなんか心配すんのよ！",
	mission = "バカ！任務の最中は気をそらすんじゃないっての！",
	touch2 = "はぁ！！？？このヘタクソバカドジアホマヌケ！！死んじゃえ！キールの海に沈んじゃえ！",
	voice_key_2 = -1,
	skill = "はぁ？誰が抵抗していいって言ってんの！",
	drop_descrip = "アドミラル・ヒッパー級重巡洋艦・アドミラルヒッパー",
	mail = "マヌケ！新しいメールがあるのを気づいてないわけ？",
	touch = "はぁ？触ることを許した覚えは無いけど！",
	profile = "科学の国の重巡洋艦、アドミラル・ヒッパーよ。名前は不敗の提督「フランツ・フォン・ヒッパー」から来てんの。色んな戦闘に参加して全力を尽くしたけど！は？バレンツ海？あれはクメッツ提督があんたより少しバカだっただけ！",
	mission_complete = "バカ！任務完了したら報酬を受け取ってきなさいよ！何私の前で見せびらかしてんの！",
	feeling4 = "は！？誰があんたのことが好きになるっての！オイゲンのやつがあんたとご飯食べたいからついて行くだけなの！このバカ！勘違いするんじゃないわよ！！",
	unlock = "はぁ？あんたが指揮官？こんなどこの馬の骨ともわからないやつにまで指揮官をやらせるなんて、戦況はもうそんなに切迫してるわけ！？",
	feeling5 = "は！？誰があんたに恋してるっての！わ、私は出撃でたまたま拾ったものを規定通り上官に渡すだけよ！は！？指輪！？そんなの誰がつけるのよ！",
	main = "ブリュッヒャー、今度こそ守り切ってやるわ！|まさか、あんたのようなヘタクソが、この私と巡洋艦の指揮技術を競いたいわけ|はぁ？シュバイネハクセとビールの準備はまだ？…何人前って？このバカ！あんたの脳は飾りものなの？",
	battle = "こんなもの、ユトランド沖と比べたら子供騙し程度っての！",
	upgrade = "はぁ！？この私が感動するとでも思ってんの！",
	voice_key = 40301,
	headtouch = "",
	feeling2 = "はぁ？こんなことも上手くできないなんて、あんたバカァ？ちょっと私によこしなさいっての！",
	login = "マヌケ、もう起きた？はぁ？何ニヤニヤしてんのよ！港を散歩してちょうど見かけただけよ！",
	vote = "",
	hp_warning = "",
	id = 403010,
	detail = "このバカ、何見てんのよ！さっさと私の部屋から出ていきなさいよ！",
	couple_encourage = {
		{
			{
				40303
			},
			1,
			"オイゲン！誰がまな板ツンデレだってんの！"
		},
		{
			{
				20114
			},
			1,
			"グローウォーム、やっちゃいなさい！"
		}
	}
}
