_G.pg.ship_skin_words[403030] = {
	feeling1 = "目の前から消えてもらえる？目障りなんだけど",
	feeling3 = "指揮官、好きよーー冗談よ。今のでドキッとした？",
	lose = "ふふふふ……お前たち、やるわね……",
	propose = "ーーこれがあんたの答え？どうしようかな……ふふ、鈍感な指揮官さま。もう何にも本気にならない、昔の私じゃないのよ。私を変えたのは誰なのか、忘れたのかしら？",
	expedition = "委託が完了した？うふふ、じゃあ面白いものがあるか見にいこうか",
	win_mvp = "ぐぅ……戦艦？鎧袖一触よ。",
	home = "指揮官、一緒にお風呂でさっぱりしない？",
	mission = "任務……目新しいものない？",
	touch2 = "じゃあ、今度は私があんたを味わう番よ",
	voice_key_2 = -1,
	skill = "この程度じゃ足りないわ。もっと、もっとだ……！",
	drop_descrip = "アドミラル・ヒッパー級重巡洋艦・プリンツオイゲン",
	mail = "新しいメールよ。うふふ",
	touch = "この程度で満足かしら？",
	profile = "第三帝国の奇跡、アドミラル・ヒッパー級三番艦ーープリンツ・オイゲン。どんな戦闘でも生き残れるわ。……悪運？よく言ったわね……",
	mission_complete = "指揮官、ご褒美よーー私？別に",
	feeling4 = "Ich liebe dichーー本気か、冗談か？指揮官の判断に任せるわ",
	unlock = "ふぅん……あんたが指揮官？どこまで楽しませてくれるのかしら？期待してるわ",
	feeling5 = "ーーなぜ笑ったのかって？指揮官がドタバタしてる姿を見ると楽しくなっちゃうもの。今回は本気で笑っているのよ。うふふ……",
	main = "働きすぎはよくないわ。死・ぬ・わ・よ？|幸せを運ぶ船？……それって皮肉のつもり？|ーー「ライン演習作戦」、か。…思えばアレがすべての始まりだった…",
	battle = "全艦、火力全開！Feuer！",
	upgrade = "この感じ……悪くないわね",
	voice_key = 40303,
	headtouch = "",
	feeling2 = "ーーあまり笑わない？指揮官、試してみる？私を笑わせられるかどうか",
	login = "ふふん~なに？今日はどう可愛がられたい？",
	vote = "",
	hp_warning = "ふふ……面白いわね",
	id = 403030,
	detail = "うん？……検査？Vielen Dank..",
	couple_encourage = {
		{
			{
				10105,
				10108
			},
			2,
			"ふぅ、ユニオンの記者も足が速いもんね……",
			0
		},
		{
			{
				20501,
				20101
			},
			1,
			"そのツンデレは、お前たち金髪まな板のテンプレートかしら？",
			0
		},
		{
			{
				20403
			},
			1,
			"その優雅さ、いつまで持つかしら？",
			0
		}
	}
}
