_G.pg.ship_skin_words[403070] = {
	feeling1 = "は？あんたのような役立たずとはうまくやれるわけないじゃない？",
	feeling3 = "はい、スケジュール表よ――は！？こんなの誰でもやれるっての！別にあんただから任せてるつもりはないけど？",
	lose = "きーーー！覚えてなさいっての！！",
	propose = "は、はあ！？誰がこの指輪を……くっ…！つ、つけてもい、いいけどぉ……これでいい？さっさと終わらせて、私たちの最高のステージをみんなに見せてやるわよ！",
	expedition = "なにそこでぼーっとしてんのよ！委託組の出迎え、あんたも一緒に来なさいっての！",
	win_mvp = "この程度、私が出るまでもなかったわ！",
	home = "はあ？？バカ、あんたが戻ってくるのがあまりにも遅いからついしん…ってなんてこと言わせてんのよ！！",
	mission = "任務でもオファーでも何でもいいからさっさと片付けるわよ！",
	touch2 = "は、はあ！？今のわざとやったわけ！？",
	voice_key_2 = -1,
	skill = "私のパフォーマンス、見せてやるわよ！",
	drop_descrip = "はあ？あんた、なんでそんな珍しそうな目で見てるわけ？言っておくけど、別にやりたくてやってるわけじゃないっての！",
	mail = "は？ファンレターはあんたが先に確認するべきでしょ！？",
	touch = "は？なに勝手に触ってんのよ！",
	profile = "鉄血所属、世界一の重巡、アドミラル・ヒッパーよ。こんなこと本当はやりたくないけど、まあ仕方ないわ。",
	mission_complete = "報酬…オイゲンのやつに煽られなきゃいいけど…",
	feeling4 = "あー、あー……今日の調子はよさそうね……は、はあ！？なにこっち覗いてんのよ！？せっかく時間があるから自主練やってるだけだっての！さっさとあんたの仕事に戻りなさいよ！",
	unlock = "はあ？あんた、なんでそんな珍しそうな目で見てるわけ？言っておくけど、別にやりたくてやってるわけじゃないっての！",
	feeling5 = "で？次からはなにするの？そんぐらい決まってるでしょ？……決まってたらさっさと教えなさいっての！焦らす！？あんたね……！",
	main = "マヌケ、さっさと次のスケジュールを教えなさいよ！いつまで私を待たせる気？|ドイッチュラント、妹自慢も程々にしなさいっての！…ったくよその妹はしっかりしてんのにうちのオイゲンときたら…|は？なんであんたが勝手に宣伝してんのよ！ファンは自分で増やすっての！",
	battle = "私の実力、見せてやるっての！",
	upgrade = "オイゲン、後で目にもの見せてやるわよ！",
	voice_key = 40307,
	headtouch = "",
	feeling2 = "言っとくけど、手を抜くなんて絶対に許さないわよ！やるからには全身全霊で…ちゃんと聞けっての！",
	login = "レッスン、終わったわよ。ったく、なんでこんなことやらなきゃならないのよ…！",
	vote = "",
	hp_warning = "まだまだっての！",
	id = 403070,
	detail = "…今日はなんだかギターの調子が悪いわ…調律のせい？ううん、腕が鈍らないうちに練習したほうがいいわね…",
	couple_encourage = {
		{
			{
				90503,
				10224,
				30710,
				20225
			},
			2,
			"私の足を引っ張るなっての！",
			0
		}
	}
}
