_G.pg.ship_skin_words[403090] = {
	feeling1 = "指揮官くんがどうしてこうなったかは知らないけど…誰も助けないならこの私がやる！はい、何も言わなくていいからこの手を取って！",
	feeling3 = "母港の仲間からカンレキの話を聞くのは楽しいねー。まあ、私だってこういう「過去」があったら…あったら、どうなってただろう？想像するだけで楽しくなってきた！",
	lose = "え、本当？負けちゃった？？",
	propose = "んー、確か指輪のほかになにかがあったような……あ、そうだ！これ！……（チュッ）ははは、これからもよろしくね！指揮官くん！",
	expedition = "委託組が戻ってきた～次は私にも委託に行かせて？はいはーい",
	win_mvp = "勝利！そしてMVP！はははは！♪",
	home = "母港に引きこもるより出撃するほうが面白いじゃん？ねね、次は私も出撃に連れてって？",
	mission = "新しい任務？任せて！敵なんかぶっ飛ばしちゃうぞ～！",
	touch2 = "ストォォォップ！はい、ここまで！",
	voice_key_2 = -1,
	skill = "今やらなきゃって気がする",
	drop_descrip = "P級装甲艦・プリンツ・ハインリヒ",
	mail = "アイゼンくん、メールをかじっちゃダメよ！ほら指揮官くんが困るじゃない！",
	touch = "んんん～はあああ…指揮官くん、ずっと仕事してて疲れちゃってない？ちょっと廊下でもぶらっとしようよ～",
	profile = "自己紹介？いいよ！名前は…「プリンツ・ハインリヒ」、艦形は「P級装甲艦」、ほかに言うことは、んんんん……アイゼンくん！アイゼンくんは指揮官くんに言う事とかない？",
	mission_complete = "任務一つこなすのにサインとかハンコとか…もうやだつまんない……報酬ならここよ…",
	feeling4 = "指揮官くんのこと、もっと教えてくれない？艦隊を指揮する話でもいいし、お仕事でやらかしたことでもなんでも聞きたい！ほらほらさあさあ、早く早く～",
	unlock = "ハロー、指揮官くん！P級装甲艦、プリンツ・ハインリヒよ！この子は艤装のアイゼンくん……ってアイゼンくん！ちゃんと指揮官に挨拶して――って服を噛んじゃダメ！！",
	feeling5 = "指揮官くん、今日もデートしない？時間は…そのうち？場所はその辺とか歩いたり？始めないと何もわかんないよ？早く行こうよー！",
	main = "指揮官くんが探している書類はここだとカンが教えてくれた！…あれ？違った？|カンレキがない子、他の陣営にもたくさんいるね！鉄血の子だけだと思ってた…|ペーターのやつ、よく私にあれこれ注意してくるけど、ペーターがいなかったら私はどうしてただろうねー…わからない！はははは",
	battle = "全員かかれー！Los! Los! ",
	upgrade = "強くなっちゃった！",
	voice_key = 40309,
	headtouch = "おお～",
	feeling2 = "過去のシガラミがないからこそ未来を突き進めるよ！おっ、私めっちゃいいこと言ってる！はははは！ねえアイゼンくん？指揮官くん？",
	login = "おかえり～！一緒に張り切って行こうー！はははは！",
	vote = "",
	hp_warning = "もうちょっと頑張れそう…！",
	id = 403090,
	detail = "アイゼンくんのこと、怖がられないようにするにはどうすればいいだろ…んー可愛いステッカーでも貼ってみる？",
	couple_encourage = {
		{
			{
				40204,
				40205
			},
			1,
			"アイゼンくん！ビックリさせちゃダメ！"
		},
		{
			{
				40304,
				40305
			},
			2,
			"装甲艦突進！"
		}
	}
}
