_G.pg.ship_skin_words[102040] = {
	feeling1 = "あっちいけこの臆病者！",
	feeling3 = "どうした？あたしでよければ相談に乗るぜ！",
	lose = "ちっ、覚えてろよ！",
	propose = "……ありがと。じゃあもらっとく。それと、あの……あたしは、甘い話とか、イチャつくとかよくわからないけど、選んでもらった以上、失望だけは絶対させないよ！",
	expedition = "委託完了（棒読み）……あのさぁ、そろそろあたしにも行かせてくれない？",
	win_mvp = "ふふ、強い相手はもういねぇか？",
	home = "よっと、今日も無事帰ってきたな！",
	mission = "任務なら一番じゃなきゃ駄目だろ？",
	touch2 = "Hey！ちゃんとジェントルマンであってくれよ！",
	voice_key_2 = -1,
	skill = "東方は…赤く…！",
	drop_descrip = "ブルックリン級巡洋艦・フェニックス（CL-46）",
	mail = "へい指揮官！新しいメールだぜ！",
	touch = "きたきた！そろそろ海に出るか？",
	profile = "あたしはフェニックス、鳳凰にして、とあるお方のかつての乗艦さ。名前通り、どんな死地でも凌ぎきってみせる！だからどんな危険な任務でも任せてくれ！失望はさせないよ！",
	mission_complete = "あたしたちのボーナス、ようやく届いたな！",
	feeling4 = "あの方は尊敬しているけど、指揮官は指揮官だ。あたしはうしろに指揮官さえいれば無敵さ！",
	unlock = "あんたが指揮官？あたしはフェニックス、そう、鳳凰のフェニックスだ。あんたはこのあたしをうまく乗りこなせるかな？",
	feeling5 = "なるほど、指揮官といると身体が燃え上がるようなこの気持こそ、愛ってやつか……こんなの感じたことがないよ…",
	main = "あたしのポリシーは、「何事も一番」だ！|アルゼンチンの太陽はもっと大きいか？|死地を乗り切ることよりスリルなことなんてないぜ！",
	battle = "見よ！東方は真っ赤に燃えている！",
	upgrade = "よぉし！強くなったぞ！",
	voice_key = 10204,
	headtouch = "",
	feeling2 = "死を恐れないやつだけ生きる資格があるってもんだ！―――ああ指揮官怖がらないで！別に生きるとか死ぬとかじゃなく、心の準備だけはしておけって言いたかったんだ！",
	login = "Hey！指揮官！今日もこのフェニックスが守ってやるよ！",
	vote = "",
	hp_warning = "勝利をつかめとこの手が叫んでいる！",
	id = 102040,
	detail = "指揮官、なんかあったか？目がぼーっとしちゃって",
	couple_encourage = {
		{
			{
				10504
			},
			1,
			"姉貴、しょんぼりしちゃ駄目だぜ",
			0
		}
	}
}
