_G.pg.ship_skin_words[405010] = {
	feeling1 = "一人で静かにしてくれ",
	feeling3 = "あなた、いい指揮官ね……なに？私が人を褒めるのはそんなに珍しい？……いちいち反応しすぎよ",
	lose = "私のプライドを傷つけた罪は…次は命で償ってもらうわよ",
	propose = "…指揮官、こういう時どんな顔すればいいかわからないのーー笑えば……いいのか？",
	expedition = "……委託組が帰ってきたようね。先に迎えてくるわ",
	win_mvp = "弱いものならこの栄誉に喜ぶかも知れないが、私は強いからな",
	home = "お疲れ様、少しゆっくりしていいわ",
	mission = "任務もこなせない人間に戦場に出る資格はないわ。",
	touch2 = "私、感情表現が苦手なだけ。あまりからかわないで……",
	voice_key_2 = -1,
	skill = "我の射程内にのみ真理あり！",
	drop_descrip = "ビスマルク級戦艦・ビスマルク",
	mail = "新しいメールは早めに確認して",
	touch = "人を気安く触らないで",
	profile = "ビスマルクの名を預かる鉄血戦艦がこの私よ。鉄血式の防御と装甲設計で、どんな戦場でも最高の実力を発揮してみせる。期待してもいいわよ？",
	mission_complete = "報酬はここに置いたわよ……",
	feeling4 = "じっと見てて何があるの？私の顔に何か付いている？綺麗？……あ、ありがとう",
	unlock = "Guten Tag、私はビスマルク。敵との戦闘経験なら結構あるわ。問題あれば私に聞いてくれ",
	feeling5 = "私……感情表現があまり得意ではないけど、しかし……あなたには知ってほしい。あなたのそばにいる私が幸せだということを……",
	main = "困ってる？私の戦闘経験で役に立てるか？|「ライン演習」か？あまりいい思い出ではないようね…|指揮官まだ気怠い顔して…さあ、頭をあげて、胸はしゃんと、目ははっきり！よし！",
	battle = "オイゲンではなく、私についてきて！さあ、相手がどれだけ多かろうが、一気にかかってこい！",
	upgrade = "ダンケ",
	voice_key = 40501,
	headtouch = "",
	feeling2 = "私、そう簡単に喜ばないわよ",
	login = "あなたには期待しているわよ",
	vote = "",
	hp_warning = "みんな……私の後ろに隠れていて",
	id = 405010,
	detail = "私の顔に何かついているのか？",
	couple_encourage = {
		{
			{
				40502
			},
			1,
			"ティルピッツ……ごめんなさい",
			0
		},
		{
			{
				40303
			},
			1,
			"オイゲン、遊びはほどほどになさい",
			0
		},
		{
			{
				4
			},
			5,
			"鉄血の進軍は誰であろうと止められないわ",
			3
		}
	}
}
