_G.pg.ship_skin_words[102050] = {
	feeling1 = "SG、私を守って……",
	feeling3 = "表情？あ……戦線から離れた時はまだ不利な状況だったから、平和とか、笑顔とか……ちょっと慣れないかも。でも心配しないで、ヘレナは大丈夫！",
	lose = "…お願い助けて…もう敵にこだわらないで…",
	propose = "これは指揮官からの約束……そうなの……嬉しい……",
	expedition = "指揮官、今度はSGを姉妹たちに貸してもいい？",
	win_mvp = "…勝ったの！？",
	home = "みんな無事帰還したよね？でも鋼板に部品が増えている…なんだろう…",
	mission = "少しずつ、勝利の基盤を作っていきましょう。まずはミッション遂行ですね",
	touch2 = "これで指揮官が元気になれるなら、私は…かまわないわ",
	voice_key_2 = -1,
	skill = "SG、力を貸して！",
	drop_descrip = "ブルックリン級巡洋艦・ヘレナ（CL-50）",
	mail = "新しいメールね。よそとの付き合いも大事ね",
	touch = "え？私は平気よ。ただ…ぼんやりしてしまって。",
	profile = "ほかの重巡姉妹に負けないようにデザインされたけど、私一人の力ではみんなを救えないわ……指揮官、私を助けてもらえるかな？",
	mission_complete = "塵も積もれば山だからね。ちゃんと利用しましょう",
	feeling4 = "最近気が緩んだ気がして……ううん、この前は神経を張り詰めすぎたわ。そばにいて勇気をくれる、指揮官のおかげよ？",
	unlock = "はじめまして、指揮官。私はヘレナ。敵を探索するのが得意なの。お願い…私たちを勝利に導いて",
	feeling5 = "私、指揮官なら希望をもたらしてくれるのを信じてるの。そして今度こそ最後まで頑張って……好きな人と死別することは、考えるだけで心が張り裂けそうになるの……",
	main = "指揮官、隠れてるの？どこにいるかはお見通しよ|指揮官、この戦争が終わったら、何をしたい？|私の火力、このレーダーと同じぐらい強力だったらいいんだけど…",
	battle = "私の前じゃ、隠れても無駄よ",
	upgrade = "この力、みんなを守るために使うわ！",
	voice_key = 10205,
	headtouch = "",
	feeling2 = "私の索敵能力、みんなの役に立てればいいのに……",
	login = "…あ、指揮官、お帰りなさい。ごめんなさい、少し考え事をしていて",
	vote = "",
	hp_warning = "SG、敵の所在をロックオンよ！",
	id = 102050,
	detail = "これだけに頼ってもだめ…",
	couple_encourage = {
		{
			{
				10503
			},
			1,
			"ペン姉、頼むわ！",
			0
		},
		{
			{
				10502,
				10504,
				10508
			},
			2,
			"SG、領域全開！あの悲劇を絶対に繰り返させないわ！",
			0
		}
	}
}
