_G.pg.ship_skin_words[407030] = {
	feeling1 = "卿は私の時間を費やすに値しないわ",
	feeling3 = "卿の寝室の時計、2分遅れていたわね。…ああ、案ずることはない、すでに私が修理しておいた。もはや時計の時刻がズレているなんて言い訳はさせないわ",
	lose = "時間を費やすなら、勇ましく挑んで砕けるより、砕けないように反省するほうがマシよ…！",
	propose = "かけた時間を無為にしないための儀式…そうね、卿にこれほど言われたからには、誓いの印としてもらうとするわ。お互い、「時間」をかけて「感情」をいくらでもぶつけてくつもりだから…ふふふ",
	expedition = "委託が完了したわ。ええ、卿の部下にしては効率がいいと褒めてやるわ",
	win_mvp = "は！思ったより早く片付いたじゃない",
	home = "精密な機械ほど時間をかけた整備が欠かせないわ。人間なら尚更よ。休憩、忘れないように",
	mission = "新しい任務よ。がむしゃらに首を突っ込むことより計画を立てることに時間を使いなさい",
	touch2 = "卿の効率を上げられるというのなら、時間の無駄ではなかろう",
	voice_key_2 = -1,
	skill = "時は満ちた！",
	drop_descrip = "グラーフ・ツェッペリン級航空母艦・ペーター・シュトラッサー",
	mail = "卿へのメールよ。早めに確認しておきなさい",
	touch = "なに？休憩時間はまだよ",
	profile = "数奇な運命を持つグラーフ・ツェッペリン級空母の一隻、進水することなく建造中止された「航空母艦B」とは私のこと。「ペーター・シュトラッサー」という名は…「航空母艦B」よりずっと耳触りのいい響きではなくて？",
	mission_complete = "任務の報酬、かけた時間相応で嬉しいわ。ふふふ",
	feeling4 = "一人の人間に心血を注ぐのは時間の浪費よ。ふさわしい見返りを得られない限りは……卿もそう思わないかしら？",
	unlock = "かの大戦では建造されなかったグラーフ・ツェッペリン級「航空母艦B」こと、ペーター・シュトラッサーはここに。限られている時間に対してやるべきことが山積み、と…さっさと本題を始めるわ",
	feeling5 = "私がかけた時間のバランスを取れるよう卿が見返りをしてくれる、と…？面白いじゃない。ひとまず卿の言い分を認めてやるわ、ふふふ",
	main = "計画を緻密にすれば、選択をためらったり時間を浪費することもなくなるわ。卿も試してみてはどうかしら？|ハインリヒ、訓練計画の書類ならここよ。次は忘れるでないわ|タスクが予定通り次々とこなされていく様子、見ていて愉快だわ。ふふふ",
	battle = "この一手を試させてもらうわ",
	upgrade = "強化完了よ。ええ、有意義な時間を過ごさせてもらったわ",
	voice_key = 40703,
	headtouch = "",
	feeling2 = "時間は貴重なものよ。用事は簡潔に述べなさい",
	login = "今来たのかしら？ふふん、今日も効率よく、職務に励んでなさい",
	vote = "",
	hp_warning = "くっ...この程度は手の内よ...！",
	id = 407030,
	detail = "時の流れと共に、時計の針を進めていくヒトの発想――面白いと思わない？",
	couple_encourage = {
		{
			{
				40701
			},
			1,
			"世界を滅ぼすより、眼の前の敵を滅ぼすのが先よ"
		},
		{
			{
				40309
			},
			1,
			"突っ走るんじゃないわよ。……こ、コラ！"
		},
		{
			{
				40402
			},
			1,
			"お手柔らかにね。ふふふ"
		},
		{
			{
				20705
			},
			1,
			"コホン…じっとしていなさいッ！"
		}
	}
}
