_G.pg.ship_skin_words[408020] = {
	feeling1 = "距離を取らせてもらうよ",
	feeling3 = "と言っても指揮官の仕事、私、手伝えないし。…このままここにいても……大丈夫？",
	lose = "私はここで終わるのか…",
	propose = "私の存在価値は、冷たい海の中でだけじゃなく、母港、そしてあなたのそばでも…あなたと一緒なら、たとえ言葉を交わさなくても、私は……幸せよ",
	expedition = "委託組が戻ってきたな。……人が多いね。行きたくない……",
	win_mvp = "そんなもんね",
	home = "人が増えてきた…うるさい…",
	mission = "まだ任務があるの……",
	touch2 = "スカパ・フローの海底に永眠するつもり？",
	voice_key_2 = -1,
	skill = "Auf Wiedersehen（アウフ ウィダゼン）……",
	drop_descrip = "鉄血ⅦB型潜水艦U-47",
	mail = "新しい情報。……敵に解読されないよね……",
	touch = "装備の検査、する？",
	profile = "U-47だよ。スカパ・フローの防衛線を突破して、ロイヤル・オークを沈めてきた。あの時と同じように、敵を沈め、そして戻ってくるつもりよ",
	mission_complete = "報酬。……確認、しないの？",
	feeling4 = "いつ来てもいいの？ありがと……でも…よくわからないけど、最近ここにいると逆に落ち着かない気がする……",
	unlock = "VIIB型潜水艦のU-47。人混みは苦手。……用がないなら、もう帰る",
	feeling5 = "暗い海の中での潜航には慣れているつもりだけど…最近出撃するたびに、執務室の明るさと暖かさが恋しくて…私、もう指揮官から離れないかもね",
	main = "敵はこのエリアにいるか。じゃあ……|パトロールが必要ならいつでも動けるよ|静かな執務室…いい場所じゃない",
	battle = "ここで眠りな！",
	upgrade = "強化…役に立てるといいね",
	voice_key = 40802,
	headtouch = "",
	feeling2 = "指揮官の執務室は静かね。好きよ、ここ",
	login = "あー戻ってきたんか",
	vote = "",
	hp_warning = "",
	id = 408020,
	detail = "私が出ようか？一人で全て片付けられるわよ",
	couple_encourage = {
		{
			{
				40801,
				40803
			},
			2,
			"ウルフパック……狩るわよ！",
			0
		}
	}
}
