_G.pg.ship_skin_words[408050] = {
	feeling1 = "ん…みんなが待ってるから、指揮官ごめんね、先に行ってくる――",
	feeling3 = "ひっそり近づいて、じっくりチャンスを待ち、いざ奇襲を！――ははは、指揮官、捕まえた♪",
	lose = "いやあ……あはは…まさか負けちゃうなんてぇー",
	propose = "ふふっ、こんなに早く来るとは思わなかったけど、これから指揮官はもう私の一部ってことね！いいよ、お姉ちゃんに全部任せてちょうだい！一生面倒見てあげるから♪",
	expedition = "委託完了！みんな、よくやったよ！",
	win_mvp = "ふっふん！私の力、見ててくれたかな？",
	home = "おかえり！ふふん、任せられるものは私に任せて、ちゃんと休めよ～",
	mission = "任務が来たのね。指揮官、一緒にこなそう！",
	touch2 = "ふーん、さては指揮官、魚雷を何発もくらいたいのかな？",
	voice_key_2 = -1,
	skill = "Wolfsrudeltaktik（ウォルフスルタクティク）、発動ッ！",
	drop_descrip = "鉄血ⅦB型潜水艦U-73",
	mail = "メール来たよ～あ、私が代わりに確認したほうがいい？",
	touch = "うん？私が助けになれることはある？なんでも言ってごらん？",
	profile = "鉄血潜水艦U-73、数々の出撃任務をこなしてきた、鉄血の狼たちのリーダーよ！",
	mission_complete = "私のサポートがあれば、任務などチョチョイのチョイなんだかんね！",
	feeling4 = "お姉ちゃんの魅力、そろそろ気づいてくれた？指揮官、ずっと私のそばにいてね！",
	unlock = "鉄血所属、U-73が着任した！さあ命令困り事なんでも言ってごらん、お姉ちゃんにお任せあれ！",
	feeling5 = "指揮官、確かに私は潜航するとスピードを保証できないけど……指揮官のことは絶対に捕まえるわよ！特にココロ、ね！ふふん！",
	main = "ずっと潜航してると、たまには水面でぶっ飛ばしたくなるわね…あ！指揮官、海でひとっ走りしてこよっか？|母港でじっとしているより、海域で潜航して敵に近づくほうがスリルがあっていいよね……|みんなの悩みを聞いたりそれを解決したりするのは面白いよね。お悩み相談室…？とか開いてみようかしら。指揮官って悩みとかあるの？",
	battle = "狼を率いるもの、それが私！",
	upgrade = "これでもっと正確に打撃を与えられるようになったね～。ふふ～ん♪",
	voice_key = 40805,
	headtouch = "",
	feeling2 = "お、指揮官ようやく一息つけた？少し一緒に散歩しない？",
	login = "やっほー指揮官、また会ったね！こっちは準備万端、いつでも出撃可能！――あなたの命令一つで、ね♪",
	vote = "",
	hp_warning = "わああ！これは回避行動を取るべきね……",
	id = 408050,
	detail = "まあまあ指揮官、あまり悩むなって～何事もきっと上手くいくから",
	couple_encourage = {
		{
			{
				40801,
				40804,
				40802,
				40803
			},
			2,
			"次は私達Uボートの出番よ！",
			0
		}
	}
}
