_G.pg.ship_skin_words[408090] = {
	feeling1 = "お前はサメに食われるのがお似合いなんだぜ。なんてな",
	feeling3 = "潜水艦の戦いっぷりがそんなに気になるなら、次の出撃時一緒に来てくれたっていいんだぜ？あっ、そういえば指揮官はそんなに長く潜れないな。なら潜ることを先に教えてやろうか？",
	lose = "まあいい、次はいいとこ見せてやるぜ",
	propose = "お前にしてやられたな……いや、まだアタシに反撃のチャンスはある。ほら、指揮官目を閉じな！――（チュッ）ふふん、どうだ？アタシなりに射止められたかい？",
	expedition = "委託組が戻ってきた。羊が狼に出会わなかったようでよかったな",
	win_mvp = "エースの格の違いを見たか？",
	home = "指揮官、地図を借りるぜーーんっしょ…よし、マークつけた海域、待ち伏せにもってこいの場所だから、次の出撃でやってみてもいいんだぜ",
	mission = "なんだ？未完了の任務がまだ残っているのか？",
	touch2 = "なんだ？ここがそんなに気になるんだ",
	voice_key_2 = -1,
	skill = "Jetzt（イエッツ）!",
	drop_descrip = "鉄血ⅦC型潜水艦U-96",
	mail = "メールボックス、いよいよ満杯寸前、と――秘書艦が言わなかったなんて言わせねえぜ",
	touch = "アタシに用でもあった？",
	profile = "第7潜水艦群所属、鉄血のVIIC型潜水艦のU96だ。かの大戦での11回に渡った任務で戦果を大量に手にしてきたぜ。まあ航空機には流石に敵わないが……なに、心配するほどのことじゃねえ。エースはいつだって指揮官をがっかりさせないぜ",
	mission_complete = "どうした？目の前まで報酬を運ぶのをお望みかい？",
	feeling4 = "まあ、浮上したままなら指揮官を艤装に載せられるだろ？それにアタシなら、お前を海の中に落としたりする心配もないぜ。どうだ？アタシと一緒に乗ってみるか？",
	unlock = "VIIC型のU96、こう見えても「Vorwärts」のメンバーなんだぜ。ふふ、いまに見てろ。戦果をどっさりくれてやる",
	feeling5 = "機会があったらお前をこいつに乗せて、二人だけで海にゆったりと旅行に出かけるのも良さそうだな。そしたら小説なり映画なりアタシらの物語を書き記してもらって……いや、恥ずかしいからやっぱりなしだ。ふふ、二人の思い出だけで十分だぜ",
	main = "見える敵より見えない敵のほうが怖い。そう、アタシら潜水艦みたいな――|潜って、待つ。息を潜めるのは潜水艦の得意分野だが、時々ずっと潜らずただゆったりと航海してみたいもんだ|「オークリーブズパトロール」……へへ、いい響きだ。まあアタシらは狼として群れて、そして狩っていただけなんだがな",
	battle = "狩りを始めるぜ…！",
	upgrade = "次の出撃、楽しみにしてるぜ",
	voice_key = 40809,
	headtouch = "",
	feeling2 = "潜水艦の任務、実はほとんどの時間がどうしようもなく退屈で、面白いものを見つけないとやってられないんだぜ。お前もつまらなく感じたら、母港の潜水艦たちと遊んでみるといいさ",
	login = "随分と早いじゃないか。遅れた指揮官があたふたする姿を楽しみにしてたんだぜ",
	vote = "",
	hp_warning = "引き際も肝心ってところか…！",
	id = 408090,
	detail = "どうした？出撃前のUボートに見惚れてるのか？",
	couple_encourage = {
		{
			{
				40801,
				40802,
				40803,
				40804,
				40805,
				40806,
				40807,
				40808
			},
			2,
			"狼からは逃げられないんだぜ",
			0
		}
	}
}
