_G.pg.ship_skin_words[408110] = {
	feeling1 = "人との付き合い方がわからない指揮官はどうするのかなー",
	feeling3 = "「我慢」は潜水艦が一番得意なことよ。指揮官は大事な子のためにどこまで「我慢」できる？ふふふ",
	lose = "戦況の逆転は無理…撤退したほうがいいわね",
	propose = "ふーん、指揮官もずいぶん長いこと「準備」してたんだ…で？どうするの？ずっと一緒にいる心の準備はできた？…ならよろしい♪",
	expedition = "委託から無事戻ってきたわね。よかったじゃない？",
	win_mvp = "水上艦にはもう少し頑張ってもらわないと",
	home = "急がば回るわ。ここはゆっくりと、楽に、ね",
	mission = "期限に追われる「スリル」を味わいたくてたまらないの？",
	touch2 = "この格好のせいで「気が散っちゃった」、というわけ？",
	voice_key_2 = -1,
	skill = "「注意」しなさいな ",
	drop_descrip = "鉄血ⅦC型潜水艦U-410",
	mail = "手紙は貯めてから確認する――一気にやるのは確かに気持ちいいけど、あまり意味がないわよ？",
	touch = "サボりたい時は「合図」、してちょうだい。ふふふ",
	profile = "鉄血の「狼」としても、私はあまりそこまで誇れる戦果はなかったわね。救援任務にパトロール、それぐらい…願わくば、港ではなく海で沈みたかったわ",
	mission_complete = "任務をこなす過程そのものが重要だったりするけど…報酬があるのは嬉しいことよ",
	feeling4 = "かかったわね、「獲物」。ん？どういう意味かって？まだ教えられないわよ。それも含めての「我慢」じゃない",
	unlock = "ここにいるのはVIIC型潜水艦のU-410だけど、呼び方は好きにしていいよ？そう、指揮官の「好きな」呼び方で、ふふふ",
	feeling5 = "指揮官、デートでもしない？あら、潜水艦らしくこんなに我慢してやったのに、「狩り」をさせてもらえないわけ？ふふふ、観念しなさい♡",
	main = "クラウドジュースで疲労回復…試してみればいいよ|ペネロピ？ああ、ここにいるわよ。面倒を見てあげたら？|レポートにわからないこと？どれどれ‥…少し近すぎた？ふーん、すまなかったわ",
	battle = "躊躇わず、楽にね",
	upgrade = "戦闘能力が強いことに越したことはないわ",
	voice_key = 40811,
	headtouch = "",
	feeling2 = "潜水艦は「掴みどころがない」ことがミソよ。そう、「暗闇に潜む未知なる恐怖」みたいな…ふふふ",
	login = "あら、おかえり。山積みの書類と向き合う準備はできた？",
	vote = "",
	hp_warning = "「本気」見せるわ…！",
	id = 408110,
	detail = "潜水艦として、「ミステリアス」な感じにしたほうがいいのではなくて？指揮官。",
	couple_encourage = {
		{
			{
				40801,
				40802,
				40803,
				40804,
				40805,
				40806,
				40807,
				40808,
				40809,
				40810
			},
			2,
			"狼からは逃げられないわよ",
			0
		},
		{
			{
				20229
			},
			1,
			"そうそこ、敵を引きつけちゃって～",
			0
		}
	}
}
