_G.pg.ship_skin_words[501010] = {
	feeling1 = "指揮官、渤海湾（ぼっかいわん）で植えたサンザシがそろそろ咲く頃ですので、休暇を許可していただきたいのですが！",
	feeling3 = "私が戦わなくなっても、渤海……あの夕日に赤く染まる海を眺め続けたいです",
	lose = "一旦撤退して艦隊を再編しましょう！このまま負けるわけにはいきません！",
	propose = "指揮官、この生命、この体、そしてこの魂は全部あなたに預けます！……ちゃんと、責任取ってください（///）",
	expedition = "よし！全員母港に帰還できました！",
	win_mvp = "指揮官のお役に立てて光栄です！",
	home = "少し休みましょう。ずっと張り詰めるのは体によくありませんよ",
	mission = "平和を守るため、任務をこなすのも大切です",
	touch2 = "えっと！――妹たちに見られちゃいますよ！",
	voice_key_2 = -1,
	skill = "少陽遁甲（しょうようとんこう）の青竜、行き先を切り拓け！",
	drop_descrip = "鞍山級駆逐艦・鞍山",
	mail = "指揮官、新しいメールがあります。代わりに開封しましょうか？",
	touch = "指揮官……えへへ、たまにはこういうのもいいですね",
	profile = "東煌アンシャン級駆逐艦、「四天王」の長女『鞍山』です。姉妹の旗艦として演習や海域の巡視、敵勢艦への威迫など色々な任務を成功させました！実戦経験こそありませんが、航海した距離の長さには自信があります！",
	mission_complete = "気を引き締めて、これからも頑張ります！",
	feeling4 = "指揮官、ご安心ください。指揮官が何処にいようと、絶対に側で守ってみせます。え？だって、指揮官は私の……",
	unlock = "駆逐艦鞍山（アンシャン）、着任しました！妹たちと指揮官はこの私が護ります！",
	feeling5 = "指揮官に出会えて本当に良かったです。色んな友達と色んな思い出ができて……あの、指揮官、「四天王」の責務がなくなったら、私と一緒に世界一周でもしませんか？",
	main = "これは戦艦……初めて見ました！|もう撫順またどこ行っちゃったの？少し姉さんの言うことを聞いてよ…|撫順、長春、太原、みな自慢の妹です！",
	battle = "何のために戦っている！",
	upgrade = "これで「デ・ヘヴン」なんかには負けませんよ",
	voice_key = 50101,
	headtouch = "",
	feeling2 = "指揮官、大切なものを守るには戦いも必要です。個人の選り好みは関係ありませんよ",
	login = "今日のスケジュールもパツパツですね。一緒に頑張りましょう！",
	vote = "",
	hp_warning = "指揮官、気をつけて、集中して！",
	id = 501010,
	detail = "指揮官はどの情報が知りたいですか？",
	couple_encourage = {
		{
			{
				50102
			},
			1,
			"走り回らないで、姉さんの側に来て！",
			0
		},
		{
			{
				50103
			},
			1,
			"慎重に動いて損はない！",
			0
		},
		{
			{
				50104
			},
			1,
			"もっと勇気を持って！そう、その調子！",
			0
		}
	}
}
