_G.pg.ship_skin_words[501020] = {
	feeling1 = "わあ！長春、太原、指揮官が来ちゃったよ！",
	feeling3 = "指揮官、これが私が作ったミサイルだよ！カッコイイでしょ！指揮官がこれに乗ってたら絶対高く飛べるよね！降りる時はどうするって？大丈夫！私と長春が受け止めるよ！",
	lose = "ううぅ……ね、姉さん、どこ…？",
	propose = "これで指揮官とは家族だね！……倉庫のカギを借りちゃっていい？お願い！一日だけでも！",
	expedition = "私がほしかったものも持ってきたよ。密輸ではない！…と思いますぅ…",
	win_mvp = "ふっふん、私まだ本気じゃないよ",
	home = "さて、「母港の不思議」調査の続きっと～長春も来る？",
	mission = "任務をこなしに行こう！",
	touch2 = "きゃう！？指揮官どこ触ってるのよ！何も隠してないってば！",
	voice_key_2 = -1,
	skill = "朱明離火（しゅうめいりっか）の朱雀、我が航路を照らし出せ！",
	drop_descrip = "鞍山級駆逐艦・撫順",
	mail = "緊急のメールじゃなさそうだし、わざわざ指揮官に知らせることもないかな？",
	touch = "きゃっ！い、いやいやいやちょうど手を後ろに置いただけで別になにも隠していない…と思いますぅ…",
	profile = "東煌アンシャン級駆逐艦、「四天王」の次女『撫順』よ！「レースキィ」は小さいころの名前だよ。たくさんの任務をこなしたけど、実戦経験がないのはやっぱりちょっと悔しいかも～とにかく、戦場で思いっきり活躍させてほしいな！",
	mission_complete = "任務完了したよ？うん？母港に黒煙が？指揮官、見間違えたんじゃない？",
	feeling4 = "指揮官、おはよー！え、昨夜は何してたかって？な、なんで急に…別に悪いことしなかったよ？執務室がボロボロに…？わ、私じゃないってば！オオカミの仕業だよ！…と思いますぅ…",
	unlock = "駆逐艦撫順（ブジュン）、着任しましたっと～あれ？長春（チョウシュン）は？さっきまで後ろに付いてきてたのに",
	feeling5 = "そこは私の秘密基地！どう、カッコイイでしょ！これこそ私の一番の秘密だよ！え？ただの思いつきだよ！別に何も企んでいないってば！",
	main = "これを太原にプレゼントすればきっと喜んでくれるよね！|黄昏時に北の海域に現れる幽霊船？どっかで聞いたことあるような…|長春は妹だけど、よく色んなことを教えてくれるよ！",
	battle = "姉さん、今回は演習じゃないよ！",
	upgrade = "もっと強くなれるよ！",
	voice_key = 50102,
	headtouch = "",
	feeling2 = "あ、指揮官？わ、私何もやってないよ？えっ、学園の窓が割れた？……多分長春が言ってた「お化け」の仕業じゃないかなって…思いますぅ……",
	login = "今日の撫順も、やる気MAX！",
	vote = "",
	hp_warning = "えいっ！本気を出すよ！",
	id = 501020,
	detail = "知りたいことがあったら一緒に調べるよ！",
	couple_encourage = {
		{
			{
				50101
			},
			1,
			"姉さんがいれば何も怖くないよ！",
			0
		},
		{
			{
				50104
			},
			1,
			"太原、何か勉強になった？",
			0
		}
	}
}
