_G.pg.ship_skin_words[501030] = {
	feeling1 = "指揮官……そんなんじゃダメだよ",
	feeling3 = "うん、指揮官もここを見つけたんだ。秘密基地？えへへ、よくわからないけど～そういえば指揮官、私の点心（てんしん）を見なかった？…え？あれは食べれないよ？",
	lose = "む、失敗したっぽい",
	propose = "私から永遠に離れないと約束してくれるならこれをもらってあげるよ~まあ、たまにはウソでも信じるのが私の長所だからね",
	expedition = "委託が完了したよ！私の点心（てんしん）もあるようね",
	win_mvp = "今日も何事もない日ねー",
	home = "みんなにマッサージしてくるね。いたいのいたいのとんでけー",
	mission = "任務……大事ね～",
	touch2 = "指揮官はこんな人なの？",
	voice_key_2 = -1,
	skill = "庚金貴命（こうきんきめい）の白虎、我が宿星を見定めて♪",
	drop_descrip = "鞍山級駆逐艦・長春",
	mail = "新しいメール？ふんふん、ちょうどこの机の足に支えるものがなくて……",
	touch = "指揮官もこの服を気に入ったなら、太原にもう一着作らせようか？",
	profile = "東煌アンシャン級駆逐艦、「四天王」の三女『長春』だよ。東煌海軍の大黒柱として、船員育成やノウハウ蓄積に大いに役に立った。うん？撫順姉さんまたトラブルを…？鞍山姉さんは大変ね……",
	mission_complete = "次は…あれ、なんか倉庫が燃えてる…？ああ！私の点心（てんしん）が！！",
	feeling4 = "指揮官、水遊びなら学園裏の海辺はオススメだよ。うん？何も企んでいないよ。たまたまー指揮官が浮き輪を買ったのを望遠鏡越しに見つけちゃって。えへへ～",
	unlock = "駆逐艦長春（チョウシュン）着任したよ～寒いのは別に苦手じゃないよ、厚着してるのは暖かくて気持ちいいからだもん",
	feeling5 = "暑苦しいから、きぐるみを脱いでほしいって？えへへ～指揮官が一つ約束したらいいよ♪",
	main = "こう見えても私たちは結構な名家の出身だよ|夏は太原が通気性の高いのを用意してくれるから大丈夫だよ|撫順姉さん、夜の学園は一人だと恐ろしい「お化け」に出会っちゃうよ",
	battle = "なんで戦うの……",
	upgrade = "ミサイルは……いつになったら実装するだろう",
	voice_key = 50103,
	headtouch = "",
	feeling2 = "「学園のお化け」？私、「オランダの涙」ってものがお化けに効くと聞いて、撫順姉さんに教えただけだよ？窓が割れた？よくわからないけど……",
	login = "指揮官おはよーえへへ～もう朝じゃないけどね",
	vote = "",
	hp_warning = "面白くなるよー",
	id = 501030,
	detail = "撫順ちゃんが買ったものはここにないよ",
	couple_encourage = {
		{
			{
				50101
			},
			1,
			"はい、姉さんの言う通り警戒するよ",
			0
		},
		{
			{
				50104
			},
			1,
			"慌てないで姉さんの後ろに隠れててね",
			0
		}
	}
}
