_G.pg.ship_skin_words[501040] = {
	feeling1 = "鞍山姉さん、わ、私ちょっと怖いです……",
	feeling3 = "指揮官は姉さんたち以外の、初めてのお友達ですから…だ、だから、撫順姉さんのミサイルは絶対に乗らないでください！！",
	lose = "や、やはり私はまだまだですね…",
	propose = "指揮官、ありがとうございます……私、まだ頼りないところがありますけど……これからはどんどん頼ってください！",
	expedition = "あ、誰かが帰ってきた。鞍山姉さん、私は大丈夫ですよ",
	win_mvp = "ええ！これでいいのですか…？",
	home = "やっと安心できますね。…え、えっと、撫順姉さん、どこに連れていくの！？",
	mission = "任務……難しそうですね…大丈夫ですか？",
	touch2 = "あぅ！？し、指揮官…これ以上は……",
	voice_key_2 = -1,
	skill = "玄天后土（げんてんこうど）の玄武、私たちに護りを…！",
	drop_descrip = "鞍山級駆逐艦・太原",
	mail = "し、指揮官、新しいメールです。撫順姉さんとは関係ないでしょうか…",
	touch = "指揮官はどんな本が好きですか？",
	profile = "東煌アンシャン級駆逐艦、「四天王」の四女『太原』です。昔は「吉林（キツリン）」とも呼ばれていました。私たち「四天王」は東煌海軍に何十年も貢献していました。この本……『核物理仮説』はとても面白いから、姉さんたちにも読んでほしいですね",
	mission_complete = "こ、これで私も成長したのでしょうか…",
	feeling4 = "指揮官はここですね。うん？お散歩じゃありませんよ、えっと、指揮官の顔を見たくて、その……",
	unlock = "く、駆逐艦太原（タイゲン）着任しました…指揮官、お姉さんたち見ませんでした？",
	feeling5 = "指揮官……私、まだまだ未熟ですけど、もっと頑張りますから、だから…待っていてくださいますか…？私が姉さんたちを越えるまで……本当ですか！よかった……",
	main = "の、ノックス？あまり会いたくないかも…|鞍山姉さん大変そう……私、いつになったら役に立てるのでしょうか|今読んでいる本は『酉陽雑俎（ゆうようざっそ）』といいます。長春姉さんが贈ってくれました",
	battle = "じ、実戦ですね…頑張らないと…！",
	upgrade = "うわっ…やっぱりちょっと怖いです",
	voice_key = 50104,
	headtouch = "",
	feeling2 = "し、指揮官ですか？すみません、長春姉さんが呼んでいますので……",
	login = "え？指揮官ですか…すみません読書に夢中で…もうこんな時間ですか？",
	vote = "",
	hp_warning = "えええ、ど、どうしよう……",
	id = 501040,
	detail = "さっき「レインボープロジェクト」はなにって撫順姉さんから聞かれましたけど、指揮官も知りたいですか？",
	couple_encourage = {
		{
			{
				50101
			},
			1,
			"鞍山姉さんの役に立てるよう頑張らないと……",
			0
		},
		{
			{
				50102
			},
			1,
			"撫順姉さん、前に出過ぎです――きゃっ！",
			0
		}
	}
}
