_G.pg.ship_skin_words[502010] = {
	feeling1 = "指揮官は……私が待っていた「あの人」ではないようですね…",
	feeling3 = "指揮官のお側に戻れて、本当によかったです",
	lose = "諦める？いいえ、そんなことはしません。もう昔のか弱い逸仙じゃありませんわ",
	propose = "これは……絆の力……夢のように、いつしか覚めてしまうかもしれなくて、怖くて……ううん、大丈夫…逸仙、これからもずっとお側にいます",
	expedition = "委託担当のみんなが戻ってきました。様子を見に行きませんか？",
	win_mvp = "この風が吹く時だけ、自分の存在をはっきりと感じることができますわ……",
	home = "お家、心温かい場所です",
	mission = "新しい任務が通達されました。はい、逸仙は準備万端です。いつでもご指示ください",
	touch2 = "女性に対してこのような行いをするなんて、指揮官は心の準備ができているのでしょうね",
	voice_key_2 = -1,
	skill = "ここまでです！",
	drop_descrip = "軽巡洋艦・逸仙",
	mail = "メールですか？机に置いてきました",
	touch = "なんでしょうか？変な期待を抱かないでくださいね",
	profile = "東煌海軍第一艦隊所属、逸仙と申します。みんなもここにいるとお聞きしました。今度は絶対、指揮官のお側から離れたりはしませんわ",
	mission_complete = "任務報酬の集計は完了しました。ご確認を……私…ですか？いいえ、特にこれといったほしいものはありませんよ",
	feeling4 = "昔のこと、ですか……？はい、指揮官にだけ…あの時の話をしましょうか？",
	unlock = "この時をずっと待ち望んでいました……東煌第一艦隊所属、逸仙、あなたのために全力を尽くします",
	feeling5 = "指揮官の顔を見ると、時々呼吸さえ忘れてしまいます……変な感じ、ですね…",
	main = "寧海ちゃんの包子（バオズ）？うーん……懐かしい味ですね～|歴史を忘れないことこそ、より前に進めますわ|時々、みんなと一緒に訓練していた日々を思い出します……",
	battle = "先輩たち、この大任は今、逸仙が担っていますわ",
	upgrade = "もっと早く強くなっていれば、もしかしたら……",
	voice_key = 50201,
	headtouch = "逸仙はもうあの時の泣き虫じゃありませんよ",
	feeling2 = "指揮官……「あの人」は…あなたのことですか？",
	login = "また会えましたね、指揮官。どうか心配しないで、逸仙はずっとお側で仕えさせていただきます",
	vote = "",
	hp_warning = "本当の地獄は…もう経験済みです！",
	id = 502010,
	detail = "この逸仙について何か知りたいことはありますか？指揮官？",
	couple_encourage = {
		{
			{
				50202,
				50203
			},
			2,
			"昔のように皆と一緒にいられるだけで、もう満足です",
			0
		}
	}
}
