_G.pg.ship_skin_words[502020] = {
	feeling1 = "あんたの肉まんは食べないわ！",
	feeling3 = "だから大事な時に肉まんでごまかすな！私がそう簡単に釣られるように見えーーもぐもぐ！……美味しい！",
	lose = "力不足だった…",
	propose = "……指揮官がそこまで信頼してくれるなら、早速計画を立てようかしら。これから艦隊の方針はーー財源開拓と支出削減よ！艦隊を長く運営していくためには節約は必須よ！それと……ああ逃げるな！",
	expedition = "指揮官、前の委託はそろそろ時間よ",
	win_mvp = "姉妹たちにも私に勝ってもらわないとね！",
	home = "肉まん、できたわ。一個食べて休んでみない？",
	mission = "ボーっとしてても任務は終わらないわよ。早く出発しなさい",
	touch2 = "ふふん…玉皇大帝を呼んできたって肉まん10せいろう上乗せしたってぜったいに許さないわよ……",
	voice_key_2 = -1,
	skill = "カンフーの力、見せてみろ！",
	drop_descrip = "寧海級軽巡洋艦・寧海",
	mail = "メールを適時に読むのはマナーの基本よ、ちゃんと返しなさい",
	touch = "なに？組手でもしたいの？",
	profile = "寧海級のネームシップの寧海よ。海軍復興のために、妹とずっと節約生活をしてきたの。指揮官がもし浪費したら、私怒るからね！",
	mission_complete = "任務報酬を資料にまとめたわ。肉まん何個ぐら……コホン！はい、これよ",
	feeling4 = "今回はごまかされないわ！しっかり言ってや……え、好き！？ちょ、まっ、やだ、これ新しいごまかし方！？うぅ……",
	unlock = "あんたが指揮官？今日から私があんたを監督するわ、ちゃんと職務に……包子（バオズ）！コホン、に、肉まん？ど、どうも、頂くわ",
	feeling5 = "私達の東煌のことわざには「節約から贅沢に入ると慣れやすいが、贅沢から節約に戻るのが難しい」ってのがあるわ。好きな人にはそんな贅沢三昧になってほしく……すすす好きとか言ってないわよ！今の聞き間違いよ！",
	main = "テーブルに肉まんを置いたって気を抜いたりしないわよ……|私自身が強くなることより、指揮官と艦隊が強くなるのを見たいわ|病弱すぎるよね、鍛えなおしてあげるわ！",
	battle = "敵には容赦しないわ！",
	upgrade = "艦隊の家計を守るためにももっと頑張らないと…",
	voice_key = 50202,
	headtouch = "",
	feeling2 = "あのね、今月の支出はどうなのよ！！なんで肉まんがまた……ご飯？まだだけど……じゃ、じゃあ一緒に食べようかしら？",
	login = "遅い！どこで油売ってたの？え？食べ物持ってきた？……まあ仕事を始めなさいな…",
	vote = "",
	hp_warning = "持ちこたえろ！",
	id = 502020,
	detail = "なに？演舞が見たいの？",
	couple_encourage = {
		{
			{
				50203
			},
			1,
			"平海、もう包子を食べるな！",
			0
		}
	}
}
