_G.pg.ship_skin_words[502030] = {
	feeling1 = "指揮官は……姉ちゃんが言ってた悪い人なの……",
	feeling3 = "姉ちゃんが指揮官と二人きりになってはいけないってーー姉ちゃんが肉まんを独占する気なの！？平海、これからも指揮官のところにどんどん来るよ！",
	lose = "姉ちゃん、どこ……",
	propose = "つまり、これまでは姉ちゃんの話だけ聞いてたけど、これからは指揮官の話だけ聞けばいいの？――自分で決めて？…じゃあどっちも聞く！",
	expedition = "指揮官指揮官、姉ちゃんが委託が完了したら指揮官に教えてって",
	win_mvp = "一位？美味しいの？",
	home = "姉ちゃんは疲れた時、肉まん食べると機嫌良くなるよ。指揮官もどう？",
	mission = "ボーっとしても任務が終わらないわよって姉ちゃんが言ったけど、カンフーできるようになったら終わるの？",
	touch2 = "姉ちゃんがチカンに遭ったらボコボコにするって言ったけど、チカンってなに？",
	voice_key_2 = -1,
	skill = "へい～や～カンフー~",
	drop_descrip = "寧海級軽巡洋艦・平海",
	mail = "メールを適時に読むのはマナーの基本よって姉ちゃんが言ったけど、指揮官も読む？",
	touch = "指揮官も抱きつきたいの？平海はよく姉ちゃんに抱きついてるよ？",
	profile = "寧海級の一番艦の寧海よ。姉ちゃんから自己紹介の時はこう言うようにって言われたの。え？私が平海？そうだよね……じゃあ、寧海級の一番艦の平海よ。また間違えた？めんどう…",
	mission_complete = "指揮官、報酬がいっぱい…肉まんをたくさん買えるの？",
	feeling4 = "姉ちゃんが好きな人より養ってもらえる人のほうがいいって。じゃあ平海は指揮官が好きで、指揮官は養ってくれるんだから、問題ないよね？",
	unlock = "指揮官？姉ちゃんが養ってもらえる指揮官を探そって言ってたけど、指揮官ならできるよね？",
	feeling5 = "平海は指揮官と一緒に、たまには姉ちゃんにも会えば満足なの。…え？姉ちゃんが泣いちゃう？なんで？",
	main = "靴下？姉ちゃんが節約って、二人で一足履いてるよ|カンフー？姉ちゃんが儲かるからって平海にも学ばせたの|頭の上に乗ってるのは…？平平と寧寧は姉妹だよ？",
	battle = "勝ったら美味しいものくれるの？",
	upgrade = "平海……お腹減った！",
	voice_key = 50203,
	headtouch = "",
	feeling2 = "姉ちゃんがいつもご飯代がなくなるって言うけど、平海がお鍋を見るといつも食べ物があるの。なんで？",
	login = "指揮官、ちゃんと食べた？腹いっぱい食べないと力が出ないよ？",
	vote = "",
	hp_warning = "お腹減った……",
	id = 502030,
	detail = "……？指揮官、何見てるの？",
	couple_encourage = {
		{
			{
				50202
			},
			1,
			"姉ちゃん、肉まん食べる？",
			0
		}
	}
}
