_G.pg.ship_skin_words[502040] = {
	feeling1 = "……指揮官に申し上げることは何もございません",
	feeling3 = "応瑞に掃除を押し付けられた、と肇和に言われましても、どうかお気になさらぬよう。家事から頑なに逃げ続ける姉に、妹として少しオトナの現実というものを教えただけです。ふふふ",
	lose = "敵を止めるには、まだ力が足りていないのでしょうか…",
	propose = "時は流れても、墨が褪せることなく――永久に続くよう想い、気持ちを筆にしたためました。どうかこの文、そして応瑞をお受け取りくださいませ",
	expedition = "委託組が帰還したようです。仲間たちへの労いをどうかお忘れなく",
	win_mvp = "勝ち関は……無事帰還するまでお預けです",
	home = "応瑞に語りたい、積もりに積もったお話がおありでしょう。少しお休みになってからお聞かせくださいませ",
	mission = "指揮官、新しい任務です。仮に肇和が知らせるとしたら、きっと手を動かすまでずっとグチグチ言い続けるのでしょうね。ふふふ",
	touch2 = "「指揮官のスケベー」と、叫ぶのに一番いいタイミングです。考え直させたければ、ちょっとした約束をしていただけませんと。ふふふ",
	voice_key_2 = -1,
	skill = "丹青、色褪せず…！",
	drop_descrip = "肇和型防護巡洋艦・応瑞",
	mail = "新しいメールです。活字より手書きのほうが感情が込められていましょう",
	touch = "お疲れでしたら早めにお休みしたほうがいいですよ。過労で倒れられては大変です",
	profile = "肇和型防護巡洋艦二番艦、肇和の妹にして、応瑞と申します。応瑞が姉とじゃれ合うのをもしご覧になりましても、どうかお構いなく――姉妹仲睦まじいゆえのことでございますので。ふふふ♪",
	mission_complete = "任務完了しました。これからお食事をとってお風呂に入ってぐっすり寝れ……れば嬉しいですね。ふふふ",
	feeling4 = "「指揮官のそばにいるとドキドキして落ち着かなくて、理由はわかるけど、でもでも……」――コホン。今のは独り言として流していただければ幸いです",
	unlock = "お初にお目にかかります。肇和（チョウホウ）級巡洋艦、姉の応瑞（インルイ）と申します。…肇和、自分こそ姉だ、と…？指揮官、肇和ほど騙されにくいとお見受けしました。ふふふ♪",
	feeling5 = "お伝えしたいことが多いけど、指揮官の前ではどうしても言葉がつまりそうで……応瑞の気持ち、文を借りて伝えさせていただきます",
	main = "肇和、姉だと認められたければ、前に出る仕事は私に任せず自分でやるべきです。ふふふ♪|応瑞からお知らせ申し上げます。上の空になってからだいぶ経っていますよ|筆墨硯紙（ひつぼくけんし）のこと、ご興味がありましたら私、お教えできるかと。ふふふ、恐縮ですが、それなりに自信がございますので",
	battle = "悪を除く、盡くすに如くは莫し",
	upgrade = "大事なものを守りたければ強くなることです。はい",
	voice_key = 50204,
	headtouch = "髪をお解きになさるのでしたら、明日から一週間だけ、毎日整えて頂いてもよろしくて？",
	feeling2 = "肇和は今、例の練習をやっているはずですね。指揮官、一緒にこっそり見学してみませんか？ふふふ",
	login = "本日も時間通りのご到着、感謝しております。ところで…本当にサボろうと考えたことはないのでしょうか？",
	vote = "",
	hp_warning = "退かないし、退けません…！",
	id = 502040,
	detail = "進水日で言えば、たしかに私（わたくし）は肇和の姉、と言えるかもしれませんね…いいえ、「姉」であることを大事にする肇和のためですもの――私、「妹」の立場を甘んじて受け入れます。色々、便利なところもありますので。ふふふ♪",
	couple_encourage = {
		{
			{
				50205
			},
			1,
			"姉さん、敵に侮らせてはなりませんよ",
			0
		},
		{
			{
				50101,
				50102,
				50103,
				50104,
				50201,
				50202,
				50203,
				50205
			},
			2,
			"共に参ります！",
			0
		}
	}
}
