_G.pg.ship_skin_words[502050] = {
	feeling1 = "あんたのこと知らないし！",
	feeling3 = "指揮官！応瑞…応瑞は……寧海のバオズを食べさせませんよって…部屋の掃除を手伝うよう脅してきた！は、早くなんとかしなさいよ！",
	lose = "くっ…まだ十分強くなってないというの…",
	propose = "こういうときに言うセリフは…「汝の手を取りて共に老いん」とか、あとは…ああもう思い出せない！と、とにかくちゃんと私の面倒を見てくれるよね！分かった！？",
	expedition = "委託組が戻ってきた？そういえば確かにこの時間に委託が……べ、別に忘れたわけじゃないよ！",
	win_mvp = "ふん！もう一度だけ言うわ！！私たちの海に入ってくるな！",
	home = "よし、誰もいないわね。ちょっとこのステップを……え！？あ、あれ…あんたいつ戻ってきたの！？",
	mission = "新しい任務よ！早く確認しなさい！応瑞にも言われた通り、私にいつまでもグチグチ言わせるんじゃないわよ",
	touch2 = "きゃっ！？ここここのドスケベ！",
	voice_key_2 = -1,
	skill = "舞扇、歌に乗せて！",
	drop_descrip = "肇和型防護巡洋艦・肇和",
	mail = "指揮官、手紙！確認しないとどっかに失くしちゃうわよ！",
	touch = "何をする気！？",
	profile = "肇和型防護巡洋艦のネームシップ、肇和。カンレキは…知らない！スペックも！はい！この話は中止！以上！",
	mission_complete = "この程度の任務なんて楽勝よ！…し、指揮官の頑張りがあったから、ね！",
	feeling4 = "い、応瑞があんたは気が短い子が好きじゃないって言ってたから、ちょっとだけ気を使ってやるわ！だからその、嫌いになら…ってなに笑ってるの！もう調子に乗って！",
	unlock = "肇和（チョウホウ）型巡洋艦の肇和よ。チョウ・ホウ！覚えておきなさい！そして応瑞（インルイ）に何を言われようと、私が姉だってことを間違えるな！",
	feeling5 = "新しい舞はそ、その、あんたに最初に見てもらってから名前を決めたいの。だから……来てくれる？別に無理に来なくていいから！…来るなら無理してでも来てよ！もう！",
	main = "前に出る仕事は応瑞に任せなさい！わ、私は応瑞を見守るのに専念して…って、私のほうが妹に見えてしまうじゃない！|な、何さっきから慌ただしくしてるのよ！ちゃんと落ち着いて座って仕事しなさいよ！え？…何を言ってるの！？別に心配なんかしているわけじゃないし…！|継続は力なり、好きこそものの上手なれ！……わ、私じゃなくて応瑞が言ったのよ！",
	battle = "悪を除き…ああもう倒されなさい！！",
	upgrade = "ちょ、ちょっとは頼もしく見えてきたんじゃない！？",
	voice_key = 50205,
	headtouch = "あああボサボサになってるからもう触んな！",
	feeling2 = "今日の舞の練習はまだ…指揮官？！の、覗き見はさせないよっ！",
	login = "お、遅いじゃない！心配させやがって！このーっ！",
	vote = "",
	hp_warning = "しっかりしなくちゃ、ナメられてたまるかっ！",
	id = 502050,
	detail = "なぜ応瑞を姉だと勘違いするやつがいるんだ！…私ってそんなに姉っぽくないの！？指揮官、あんたはどう思う？",
	couple_encourage = {
		{
			{
				50204
			},
			1,
			"やるときはやるよ！",
			0
		},
		{
			{
				50101,
				50102,
				50103,
				50104
			},
			1,
			"こんなに心強い仲間がいるなんて！",
			0
		}
	}
}
