_G.pg.ship_skin_words[601030] = {
	feeling1 = "もう絶望的に付ける薬がないよね…指揮官…",
	feeling3 = "カンレキの故郷リヴォルノ、美しきサディア西海岸の理想なる港町！機会があったら一緒に見に行こう！指揮官！",
	lose = "うぅ…簡単には落ち込まないよ！",
	propose = "GBと…ジョベルティとケッコン！？そそそそんなことは…////……ダメよGB！嬉しすぎるからといってもお姉さんらしく余裕で冷静で優雅にグラーツィアに……！よ、よし！では指揮官、その指輪をあたしにはめてもらえないかしら？",
	expedition = "委託組、帰還せり！",
	win_mvp = "ふふ、楽勝よ～！じゃ、じゃなくて！当然の帰結よ！浮かれていいような結果じゃないわ！",
	home = "勝利を迎えるアブラッチョ……こっちのほうがお姉さんっぽいよね？",
	mission = "え、新しい任務指示？ま、まだ準備が……あたしへのじゃないの？",
	touch2 = "わ！？指揮官、サイテーだよ…",
	voice_key_2 = -1,
	skill = "本気になるよ！",
	drop_descrip = "アルフレード・オリアーニ級級駆逐艦・ヴィンチェンツォ・ジョベルティ",
	mail = "メールを持ってきたよ。指揮官",
	touch = "え？あたし変なことしていないよね？",
	profile = "アルフレード・オリアーニ級の二番艦、ヴィンチェンツォ・ジョベルティよ。勇ましい巡洋艦たちと轡を並べ、数々の戦陣を――ちょ、ちょっと違う？確かに完成は遅かったけど、進水日は同型艦では2番目だから本物のお姉さんで間違いないわ！",
	mission_complete = "任務完了。喜ばしいお知らせは何処に？",
	feeling4 = "あたしがあたふたする姿が可愛いって言われても、それはよくあたふたさせるあなたのせいよ！…かか、可愛いと言われるのはべ、別に嫌いじゃないけど……",
	unlock = "サディア帝国所属、ヴィンチェンツォ・ジョベルティよ！――あっ、名前が覚えにくい？…じゃあGBはどう？ジョベルティの略称にして、あたしのペナントナンバー！これで覚えられるよね！",
	feeling5 = "指揮官と違う関係で出会っていたら、例えばクラスメートとか…？もしかして、平凡にしてロマンチックな物語を……か、考えてみただけだよ！",
	main = "し、シムーンはここにいないよね？コホン！別に怖いとかではなく、これは慎重な考察に基づいた交際の都合と社交辞令の言葉の綾であり…|わわ！？もう、仕事中に変顔でびっくりさせるのをやめてよね！|指揮官、素晴らしきお菓子でもいかが？――あたしはティラミスがお薦め！",
	battle = "指揮官に失望なんかさせないよ！",
	upgrade = "麗しきシニョリーナにもう一歩！",
	voice_key = 60103,
	headtouch = "あ、頭なでなでで満足するような歳じゃないよ！",
	feeling2 = "んーヴェネトさんのように一人前になるには、果たしてどれほどの時間がかかろうか",
	login = "忙しい一日の始まり！指揮官、頑張って！…あ、あたしも準備しなくちゃ！",
	vote = "",
	hp_warning = "え、煙幕を張って！",
	id = 601030,
	detail = "GBに何か用？姉妹艦の中で年長のあたしにできないことはないよ！さあ、言ってごらんなさい！",
	couple_encourage = {
		{
			{
				60102
			},
			1,
			"少し楽してもいいよ？",
			0
		},
		{
			{
				20502
			},
			1,
			"！？な、仲間だよね…",
			0
		}
	}
}
