_G.pg.ship_skin_words[601040] = {
	feeling1 = "距離を取って、距離を……っ！！",
	feeling3 = "指揮官さん、こちらをご確認ください。さ、最近の委託の報酬のまとめです。…少しは使えそうですか？",
	lose = "負けちゃいました……なにか言わないと……",
	propose = "ケッコンの儀式で言うことは…な、なにも言わなくてもいいのですか？では……（チュッ）こ、これでいいですよね…？",
	expedition = "委託が完了しました。埠頭はちょっと混んでいますね…",
	win_mvp = "MVPの感想ですか？……う、うれひー…",
	home = "お茶の準備を…お茶パックを入れて時間を設定して…指揮官さん、もう少しお待ちください",
	mission = "優先度の高い未完了の任務は…引き続き努力を？じゃなくて！…わ、わたしもお手伝いします！",
	touch2 = "……な、何をしてるんですか！？",
	voice_key_2 = -1,
	skill = "こ、こっちから攻めますっ！",
	drop_descrip = "マエストラーレ級駆逐艦・マエストラーレ",
	mail = "お手紙、お手紙……ここにありました。ふぅ、せっかく整理しましたのに忘れちゃいそうになるなんて…",
	touch = "へ、変なことでも言いました……？",
	profile = "マエストラーレ級のネームシップ、マエストラーレです。かの大戦ではとある出撃で触雷して、港に戻って……ほかのカンレキは…と、特に指揮官さんに教えるほどのものは…",
	mission_complete = "任務が完了しました。…報酬の確認はお手伝いしたほうがいいですよね…？",
	feeling4 = "……指揮官さん？どうしてここに…おしゃべりですか？い、今はちょっと…じゃなくて、今は大丈夫です！大丈夫ですけどすす、すみません…っ！",
	unlock = "こうやって服の裾を摘んで、あいさつ……おっと、コホン。さ、サディア帝国、駆逐艦のマエストラーレ、艦隊の指揮官にご挨拶申し上げます。…これでいいですよね…",
	feeling5 = "あの、指揮官さん、これを…！どうしても言いにくいことはこれで伝えてってリベッチオが…！ですから、この絵本を受け取ってください…！",
	main = "リベッチオですか？…大事な姉妹艦です。時々ちょっとドジっちゃいますけど、ふふ|さっきまでの書類はここ、捺印済みの決裁書はここ……あ、別に場所が分からないのではなくて、こうして自分に言い聞かせたほうが早いというか……うぅ…///|指揮官さん、お疲れなのでしょうか。…ふぅ…すごく緊張しました…",
	battle = "旗艦として皆を叱咤激励して…っ！",
	upgrade = "火力・雷装・装填、全て強化しなければなりません",
	voice_key = 60104,
	headtouch = "な、なんですか……？",
	feeling2 = "リベッチオ、仕事中は邪魔してはダメですよ。……指揮官さんの空いている時間はあとで教えますから。うん、多分問題ない…はず",
	login = "あいさつ、あいさつ……ご機嫌よう、指揮官さん",
	vote = "",
	hp_warning = "ど、どうしよう…！？",
	id = 601040,
	detail = "リベッチオさえいれば、指揮官さんの接し方にこんなに気を使うことはないのに……",
	couple_encourage = {
		{
			{
				60105
			},
			1,
			"リベッチオ、待って…！",
			0
		}
	}
}
