_G.pg.ship_skin_words[102080] = {
	feeling1 = "指揮官近付かないでよ！馬鹿が移るよ！",
	feeling3 = "ほらほら指揮官！競争よ！勝った人が奢りね！ ",
	lose = "えー、ここは誰、私はどこ…、どうして負けちゃったの？？？",
	propose = "指揮官、私は馬鹿じゃないよ~ニセモノでからかわないでよ~！……え？本物！？それはつまり……指揮官の気持ちも本物……？",
	expedition = "指揮官指揮官、委託が完了したらしいよ！",
	win_mvp = "ウォーミングアップなのに…投降してどうするの？",
	home = "指揮官、なんかうみゃいの、食べる？",
	mission = "どんなミッションも、どんとこい！！",
	touch2 = "ちょっと！この、エロ指揮官！！",
	voice_key_2 = -1,
	skill = "よく分かんないけど、やっちゃえ～！",
	drop_descrip = "アトランタ級軽巡洋艦・サンディアゴ（CL-53)",
	mail = "指揮官、新しいメールよ！折れ跡？わ、私が飛行機を折った時にできたんじゃないよ！？",
	touch = "ねえ、何を探してるの？",
	profile = "サンディエゴだよ！エンタープライズの姉貴の次に星をもらった艦だって！…星はなんだかわかんないけどなんかすごーい！って…指揮官、なになに？あ~め~に~か~？何かの暗号なの？？",
	mission_complete = "し・き・か・ん！ボーナスよ！見て！見て！",
	feeling4 = "指揮官よく人のことを悪そうに言ってるけど、本当は見てて楽しいんだよね~♪",
	unlock = "ハロー、私はサンディエゴ！第二次大戦で一番多く星をもらった巡洋艦で～す！うふふ、自己紹介完了！！えらいでしょ！",
	feeling5 = "前は何も考えなかったけど、今は指揮官のことだけを考えてるよ！…あまり変わってないけど！",
	main = "私を土に埋めると豊作になるって…もしかして私って多機能？|バトルスター？そんなにすごいかなぁ。みんなもいくつか持ってるでしょ？|早くやる気を出して！！このままじゃバカになっちゃうよ！！",
	battle = "出撃！…危なかった…転んじゃうところだったよ…",
	upgrade = "ちょっと頭がよくなった気がする！",
	voice_key = 10208,
	headtouch = "",
	feeling2 = "指揮官、考えてないで遊ぼうよ！",
	login = "ねえ指揮官、エキサイティングな水鉄砲遊びをしよう！",
	vote = "",
	hp_warning = "相手は本気なの！？",
	id = 102080,
	detail = "こんなものを見て何が面白いの？それより、遊ぼう～",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"サラっち！一緒に遊ぼう！",
			0
		}
	}
}
