_G.pg.ship_skin_words[603020] = {
	feeling1 = "ダメね…こんな指揮官、人を惹きつけるところなんてちっともないもの…",
	feeling3 = "ポーラはあんな感じであっても、本当は傷つきやすいタイプよ？…あの子をいじめる人は…例え指揮官でも簡単には許さないわよ？",
	lose = "くっ……あの屈辱的な夜、思い出したくもないわ…っ！",
	propose = "小さな指輪だけでザラをずっとそばに繋ぎ止めるつもり？これではちょっと足りないかな～……ふふ、そんな顔しないで…はは、冗談はここまでにして～安心して、指揮官。私、ずっとあなたのそばにいてあげるわよ",
	expedition = "物資をこんなに運んできてくれるなんて本当に頑張ったわね…指揮官、ちゃんとあの子たちをねぎらってちょうだい",
	win_mvp = "言ったとおりよ。指揮官に勝利と栄光を――",
	home = "出撃お疲れ様。気晴らしにワインでもどう？",
	mission = "難しい任務でもあったのかしら？私にも見せてちょうだい？",
	touch2 = "きゃっ！？―――コホン！ザラが誇らしいのは防御装甲だけじゃないわよ？主砲の「威力」、味わってみたいのかしら？",
	voice_key_2 = -1,
	skill = "私の守り、容易く貫けるとは思わないことね！",
	drop_descrip = "ザラ級重巡洋艦・ザラ",
	mail = "指揮官？メールが届いたわ。このまま確認しないと私が読み上げちゃうわよ？誰かからのラブレターかもしれないもの、ふふふ",
	touch = "指揮官はこの剣に興味が？それとも…ほかのところがお気に入りなのかな？",
	profile = "ザラ級重巡洋艦の1番艦、ザラよ。水上砲戦のために誕生した私は、誇らしい主砲射程と防御装甲を持ち、戦隊旗艦として戦ったわ。あの運命の夜までは……",
	mission_complete = "任務完了よ！ふふふ、報酬がなかなか多いじゃない？指揮官、いい子いい子～",
	feeling4 = "せっかく指揮官と二人っきりになったし、なにかしたいことでもある？…耳かき？うん、じゃあ…はい、ここで横になって～もう指揮官ったら緊張しないでもいいわよ？このザラが優しく、しっかり「耳かき」、してあげるからね♪",
	unlock = "チャオ。指揮官、会えて嬉しいわ。重巡ザラ、貴方の艦隊に勝利と栄光を。よろしくお願いよ",
	feeling5 = "指揮官なら、私が言葉に出さなくても分かってくれるよね？ふふ、今私が誰のことを考えているかな？――まあ当てるまでもなく指揮官のことよ。ふふふ♪",
	main = "tenacemente（ティラチュメント）――どんな戦場にいようと、最後まで粘り強く戦う――これが私のモットーよ|夜空を眺めて、美しい星々の輝きを楽しむのは嫌いじゃないわ？それが船の上じゃなければ…ね？|余談だけど、実は私、服のコーデが得意よ？今度仕立ててあげよっか？指揮官？",
	battle = "旗艦は慣れているわ。全艦、戦闘陣形、Tiro（ティーロ）！",
	upgrade = "Grazie！主砲が敵をより捉えやすくなったわ",
	voice_key = 60302,
	headtouch = "",
	feeling2 = "ザラは指揮官のどんな悩みも相談に乗るわ。遠慮しないで？",
	login = "おかえり。ザラはみんなと一緒にいつでも観閲を待ってるわ",
	vote = "",
	hp_warning = "防御装甲…まだ行けるわ！",
	id = 603020,
	detail = "あら、私とポーラはよく外見で褒められるけど、このようにじろじろ見ていては変に噂されるわよ？",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"今は戦友、ね…火力支援、よろしく頼むわ！",
			0
		}
	}
}
