_G.pg.ship_skin_words[603030] = {
	feeling1 = "こんな指揮官に必要なのは「再教育」ね",
	feeling3 = "指揮官、悩まずにやりたいことをやりなさい。雑魚は私が片付けてやるわ",
	lose = "マントが汚れているじゃない。残念だわ",
	propose = "私に選ばれた指揮官は、ずっと縛り付けられる覚悟をしないとね。「契約」、それでも喜んで結んでくれるのかしら？",
	expedition = "委託組が戻ってきたわね。みんな頑張ったじゃない",
	win_mvp = "MVPなんて当たり前じゃない。これしきの敵、マントを汚すチリにすらならないわよ",
	home = "おかえりなさい、指揮官。楽しい土産話はあるの？",
	mission = "任務をこなすモチベーションを保たなくちゃね。…もしかして私からのご褒美でも期待してるの？",
	touch2 = "ザラにも同じことをしてたの？",
	voice_key_2 = -1,
	skill = "少し遊んでやるわ",
	drop_descrip = "ザラ級重巡洋艦・ポーラ",
	mail = "指揮官、本部からのメールよ。ぐずぐずしてたら大事な情報を見逃すかもしれないわよ",
	touch = "キレイなだけのレイピアじゃないわよ？",
	profile = "ザラ級重巡の四番艦、ポーラよ。重巡の割には硬い装甲を持ってるから、砲撃戦では有利に働けるの。旗艦としては私、もしかするとザラより適任かもしれないわよ？",
	mission_complete = "任務をこなしたわね。そうそう、その調子――ご褒美のことは忘れてないわよ？そのまま期待していて？ふふふ",
	feeling4 = "ポーラとザラ、どっちのほうが上？それは…試してみないとわからないわよ？ふふふ♡",
	unlock = "サディア所属、重巡洋艦のポーラよ。あなたがこの艦隊の指揮官？そう？がっかりさせないでね。ふふふ",
	feeling5 = "優しい指揮官、ザラと同じように心配になっちゃうわ。でも…優しい指揮官だからこそ、私とザラは未来を託せるわ",
	main = "「条約」「協定」、そんな人の気持ちをわからないものなんて消えてしまえばいいのに|勇ましき者はどんな危険も恐れないわ。たとえ海をも巻き上げるほどの嵐相手だろうとね|探照灯に照らされる感じ、ちょっと不快だわ",
	battle = "雑魚は身の程を知らないわね",
	upgrade = "あら？面白そうな変化ね",
	voice_key = 60303,
	headtouch = "",
	feeling2 = "優しくて世話焼きのザラ、ほかの子からの誘いをきっぱり断れないの。本当に困っちゃうわ",
	login = "ふふふ、遅いじゃない。編隊演習がそろそろ始まるわよ？",
	vote = "",
	hp_warning = "砲塔が動かない？こんなタイミングで…！",
	id = 603030,
	detail = "優しくて素敵なザラ、いつも惹きつけられちゃうわ",
	couple_encourage = {
		{
			{
				60302
			},
			1,
			"ザラの手は温かいわ…",
			0
		}
	}
}
