_G.pg.ship_skin_words[605010] = {
	feeling1 = "サディア帝国の将来を考え直したほうが良さそうでしょうか…",
	feeling3 = "サディア帝国の威光を世に広めるには各々が努力しなければなりません――指揮官さまも頑張らないとね、ふふふ",
	lose = "力で押し負かされること……敗北で一番受け入れやすい理由ですね",
	propose = "この約束の意味を知っていますか？私たちはこれからお互いの未来を共に分かち合う――本当はこうも早く答えるつもりはなかったのですが、貴方の情熱に押し負かされてつい本気になっちゃって。ふふふ",
	expedition = "指揮官さま、用意したトルテッリーニはどうなっています？委託から戻ってきたみんなのためにちゃんと準備しておかなきゃ、ね？",
	win_mvp = "サディアの希望、信念と慈しみ、きっとこの海に満遍なく注がれるでしょう――我が艦隊によって",
	home = "ロイヤルの方々との食事の予定がありますけど、指揮官さまもご一緒にどうでしょう",
	mission = "指揮官さま、忘れないでくださいね。今の私は貴方の部下、頼っていただいて構いませんよ",
	touch2 = "指揮官さま、こういう行動はどんな理由があっても許しかねますよ",
	voice_key_2 = -1,
	skill = "サディア帝国の力を見よ！",
	drop_descrip = "ヴィットリオ・ヴェネト級戦艦・ヴィットリオ・ヴェネト",
	mail = "私から一つアドバイスです。友達を作るのは慎重に、ね？",
	touch = "サディア帝国海軍を統べる総旗艦（アンミラーリオ）として……まあ時には気楽に過ごしていますよ？張り切りすぎてもどうしようもない時はありますしね",
	profile = "期待されながら生を受け、危機の夜に旗を引き継ぎ、ついには仲間のために勝利を得ることが叶わず……楽しい昔話ではありませんね。というわけで、指揮官さまには期待していますよ。ふふふ",
	mission_complete = "「これしきの任務など朝飯前」――ふふ、指揮官さまはそう思っているのでしょう",
	feeling4 = "サディア帝国の仲間たちだけでなく、この艦隊のメンバー全員が楽しそうにしているようですね。指揮官さまは一体どうやって……興味がつきませんね",
	unlock = "ごきげんよう指揮官さま。サディア帝国の総旗艦（アンミラーリオ）、ヴィットリオ・ヴェネトと言います。失礼を承知で申し上げますが、貴方には私を上手く使いこなす自信がおありですか？",
	feeling5 = "貴方のそばで私は数多くのものを得られました――力、信頼できる仲間、そして安心感。指揮官さま、教えてください。貴方は私に何を求めているのでしょうか？私、貴方のためなら――",
	main = "口径だけでは砲の威力を測れません。この15インチ砲を侮った者は軽率さの代償を支払うことになりましょう|この艦隊に加わったのは世界平和だけでなく、サディアの威光を広げるためでもあります。つまりは指揮官さま、ご協力お願いしますね|現存艦隊主義……素直に申しますと、指揮官さま、もし敵を打ち倒せる力を手にしているなら、貴方は果たして消極的な威嚇のみの選択で留まることができますか？",
	battle = "帝国海軍総旗艦（アンミラーリオ）ヴィットリオ・ヴェネト、抜錨！",
	upgrade = "賢明な判断です。指揮官さま",
	voice_key = 60501,
	headtouch = "",
	feeling2 = "あのイラストリアスと一緒にお茶会ができるとは……運命は奇なりと言わざるを得ませんね。ふむふむ",
	login = "お仕事の前に、少し美味しいお茶とお菓子でもどうでしょう",
	vote = "",
	hp_warning = "この程度で勝ったつもり？",
	id = 605010,
	detail = "総旗艦としてこんな発言は恐縮ですが……お風呂に入ることで帝国の威光に感銘を受けてもらえるのなら、それもいいかなーっと…",
	couple_encourage = {
		{
			{
				7
			},
			2,
			"没背中を預けられる仲間がいると気が楽になりますね",
			1
		},
		{
			{
				6
			},
			3,
			"サディア帝国の威光にひれ伏せよ！",
			3
		},
		{
			{
				20703,
				20704,
				20705,
				20403,
				20501,
				20505
			},
			1,
			"ロイヤルの皆様、良い戦いを",
			0
		}
	}
}
