_G.pg.ship_skin_words[605050] = {
	feeling1 = "いずれ君のその自惚れに代償を支払うことになろう",
	feeling3 = "指揮官は夜空を見るときにいつも何を思い浮かべるのかね？小生はいつもあの夜のことを、あのまるで流星が流れていたかのような空を思い出すのだ",
	lose = "ん…小生も時の流れに頭を垂れる番か…",
	propose = "こんなに大切なものを、小生に…？む、これは……んん！済まない、礼を失したようだな。では答えるぞ――「こんな自分でよければ、喜んで」――これでいいのかね？は、早く終わらせて……",
	expedition = "委託組が母港に帰還した。これほどの手勢とはパレードでも行ってきたのかね？",
	win_mvp = "多くても嫌われぬものこそ勝利というものだ",
	home = "戦闘ご苦労。次にこなしてほしいお仕事はこれだ――おっと、これは小生がうっかりこなしてしまったものだな。ここはお茶でも飲んで休憩するがいい",
	mission = "ふーん……こなした任務は全ての任務数に達していないな。指揮官、これはどうしてかね？",
	touch2 = "小生を見くびっているのかね？",
	voice_key_2 = -1,
	skill = "この一撃、絶唱にあらず！",
	drop_descrip = "コンテ・ディ・カブール 級戦艦・コンテ・ディ・カブール ",
	mail = "手紙は――小生は執事ではないから、指揮官ご自身で取っていただいて結構。そう、その右手をちょっと動かすだけでいいぞ",
	touch = "一つ言っておこう。外見で人を判断するのは損するぞ",
	profile = "帝国艦隊の強盛も、かの大戦での、あの嘆かわしい夜もこの目で見た。艦隊の指導者、指揮官である君には気をつけてほしい。せめて、あのときの悲劇を繰り返さないように、ね",
	mission_complete = "これは、また一つ減ったか。……未完了の任務のことだが？",
	feeling4 = "サディア帝国の栄光……まあ、小生にとっては過去のことだ。この艦隊にもそろそろ慣れてきたし、前向きに考えるとしよう",
	unlock = "弩級戦艦、コンテ・ディ・カブールだ。小生がしてあげられるものは多いが…指揮官、君が信頼に値する者であるかどうかに賭かっているぞ",
	feeling5 = "前向きに考える、と言ったのかね？ならば小生は君の後ろ盾になろう。何が起きようと、君が前だけを向いていればいいように背中をキッチリ守ってあげよう",
	main = "ドレスか？はて、小生そういうのに興味はないね。うん、ないね|指揮官、小生宛にロイヤルのお茶会の誘いがあったら、秘書艦の公務が忙しいからと言って断ってくれないかね？|小生はかつて高く期待されていたが…なに、人に追い越されるのは悪い気分ではないぞ|チェザーレ、指揮官の前では慎ましく行動したほうがいいよ？指揮官に脳筋だと思われたくないならね",
	battle = "知恵と勇気を振り絞る時だ",
	upgrade = "気を使わせてしまったな",
	voice_key = 60505,
	headtouch = "",
	feeling2 = "これでもサディアの古参だ。根回しから艦隊の運営までそれなりに経験がある。小生が力になれることがあれば何でも相談してくれたまえ",
	login = "多くは語るまい。今日の執務を始めよう",
	vote = "",
	hp_warning = "各員、警戒を厳にせよ！",
	id = 605050,
	detail = "レオナルド・ダ・ヴィンチ……あの事故さえなければ、チェザーレのようにサディアのために最後まで戦えたはずだ",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"ロイヤルの戦士か。ともに戦えるとは思わなかったな",
			0
		},
		{
			{
				60506
			},
			1,
			"チェザーレ、ついてきてくれたまえ",
			0
		},
		{
			{
				6
			},
			3,
			"サディアの栄光か……確かに輝いていたがな",
			3
		}
	}
}
