_G.pg.ship_skin_words[605060] = {
	feeling1 = "指揮官の席にふさわしい気迫を持ち合わせていないようね",
	feeling3 = "命令に従わないやつは痛い目に遭わせて教訓を与えるに限るわね。…そんな単純なものじゃない、って？別に悪くないことだと思っていたけど…",
	lose = "力不足、か……！",
	propose = "はあ…準備しておいたカップル旅行ツアーが無駄になったわね…誰と行くって？あなたと行くに決まってるじゃない？…次から先に言ってって？そもそもこれ、私があなたのために準備してて……わ、分かったわよ…",
	expedition = "あっちにいるのは委託組か？指揮官、あの子達に挨拶してみない？",
	win_mvp = "veni，vidi，vici（ウェーニー・ウィーディー・ウィーキー）",
	home = "いつも通りの勝利だったわね。あなたの顔がそう言っているわ",
	mission = "やりたくない任務は飛ばせられればいいわね",
	touch2 = "これで私をからかってるつもりなら、バカにされても文句言うんじゃないわよ",
	voice_key_2 = -1,
	skill = "この力、全てを平伏させるものなり！",
	drop_descrip = "コンテ・ディ・カブール 級戦艦・ジュリオ・チェザーレ",
	mail = "手紙よ。プライベートのものじゃなければ、私が開封しても構わないわね？",
	touch = "ん……え？すまない、ちょっとぼんやりしてた…指揮官、もしかして私に気を使ったの？",
	profile = "記憶に残った出来事……あの戦い以外にないわ。プンタ・スティーロ海戦で私を一発で戦線離脱させたあの一撃…あの時、私が先に相手に命中させていれば…！",
	mission_complete = "任務をこなしたところで、戦況に影響があるのか？",
	feeling4 = "休暇があると聞いて、オペラのチケットを二枚買ってきたけど、よかったら一緒に見ない？新しいものを見聞きするのはあなたにとっても悪いことじゃないわよ",
	unlock = "ジュリオ・チェザーレ、サディア帝国所属の戦艦よ。艦隊統率の腕前をこの私に見せなさい！",
	feeling5 = "指揮官、安心して。この私があなたの背中を守っている以上、あなたはもうそのまま前に向かって進むことだけ考えていればいいわ。ほかのことは全て私に任せなさい！",
	main = "事務処理？カブールのほうが得意だけど…ううん、やってあげる。今は私が秘書艦だから|指揮官、決断は果敢にやったほうがいい。躊躇って無駄にした時間は取り戻せないから|事細かく連絡や調停するのではなく、命令を下し決断をするのが指導者のなすべきことよ。指揮官もそう思わない？|カブール、指揮官の前ではもっと普通に話しなさい！さすがに指揮官にお年寄りとは思われたくないわ",
	battle = "指揮官の命により、出陣せよ！",
	upgrade = "私の限界はこの程度じゃないわ！",
	voice_key = 60506,
	headtouch = "",
	feeling2 = "建前も社交辞令も大事だとカブールはいつも主張しているけど、私は自分の思ってることを伝えてこその言葉だと思う。意思疎通を気にしなければならないなんて窮屈だと思わない？",
	login = "時間通り…さすがは指揮官ね。こういうのだけはあなたに学ばなきゃならないわ",
	vote = "",
	hp_warning = "この程度ではくじけないわ！",
	id = 605060,
	detail = "ウォースパイト、対等な条件でようやく再戦できるのね。待ってたわ！",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"まだ勝負は決まってないわ！",
			0
		},
		{
			{
				60505
			},
			1,
			"カブール、自分のことでも心配してなさい！",
			0
		}
	}
}
