_G.pg.ship_skin_words[607010] = {
	feeling1 = "指揮官さま、大丈夫ですか？…こうすればきっと指揮官さまを元に戻せますよね…！うん！",
	feeling3 = "グラーフ・ツェッペリンさんですか？カンレキ的に似ているところがあるので、「我も卿のように、彼女とは仲良くなりたいものだ」……ふふっ",
	lose = "ん…アクィラが間違えたのでしょうか…",
	propose = "今日のために色々考えましたけど、その前に指揮官さまの愛の言葉をお聞きしたく存じます♪…だって、指揮官さまのほうから告白してくださいましたもの。ふふふ、指揮官さま、いかがなさいますか～？",
	expedition = "委託が無事完了しました！皆さん、お疲れさまです！指揮官さまもほら、感謝の言葉をどうぞ！",
	win_mvp = "あら、勝ちました！ふふん、ご満足いただけましたでしょうか？アクィラの指揮官さま",
	home = "指揮官さま、面倒な依頼がありましたら断っておきましょうか？",
	mission = "上層部からの直々の任務……きっと難しいのかも…",
	touch2 = "指揮官さま、こういうのは流石に…お断りさせてくださいませ…？",
	voice_key_2 = -1,
	skill = "挨拶はもう終わりましてよ？",
	drop_descrip = "航空母艦・アクィラ",
	mail = "指揮官さま、新しいメールです。返すときは慎重に、お願いしますね",
	touch = "指揮官さま、なにかご用でしょうか？",
	profile = "「カンレキ」ですか…？んーなんだか夢がありましたね。もしかの大戦でアクィラがもう少し早くみんなの役に立てることができてたら、指揮官さま、アクィラのカンレキもみんなに羨ましがられていたでしょうか？",
	mission_complete = "指揮官さまなら無事こなせると信じていました！よかったです",
	feeling4 = "指揮官さま、危ない！…ふぅ、無事で良かったです…そういえば指揮官さまはなぜアクィラが艦載機の訓練をしているときに？もしやアクィラがドジしたところを狙って！？",
	unlock = "ごきげんよう指揮官さま、サディア帝国所属、空母のアクィラです。運命の女神の導きのままに貴方とお会いすることができました～うん、きっとそうに違いありませんわ",
	feeling5 = "最近は一つ悩み事があります。「アクィラが指揮官さまへアピールするにはどうすればいいでしょう」……指揮官さまに悩み事はありますか？色々、教えて下さいませ♪",
	main = "優秀な指揮官は仕事中にうたた寝しませんよ。指揮官さま、つんつん、お目覚めになりましたか？|指揮官さま、遠回しの言葉を使ってても、ちゃんと自分の意思を示せることがありますよ|艦載機たちを使って倉庫整理の手伝いをさせていただけないでしょうか？……この前の事故？あ、あれは事故でしたね～あははは…",
	battle = "うんうん、きっとこんな感じで……艦載機、飛べ！",
	upgrade = "経験を増やして…きっとこんな感じで戦えばいいですね♪",
	voice_key = 60701,
	headtouch = "",
	feeling2 = "指揮官さま、本日のタスクは全部完了しましたか？資料は全部確認しましたか？アクィラからの小さな注意です、はい♪お礼は要りませんよ～",
	login = "今日もお世話になります。指揮官さま",
	vote = "",
	hp_warning = "打たれ弱い子じゃないですよ…！",
	id = 607010,
	detail = "艦載機の発艦練習…うん、きっとこんな感じで…ええい！…あらら…水上機とはやっぱりちょっと違いますね…",
	couple_encourage = {
		{
			{
				40701
			},
			1,
			"ツェッペリンさん、よろしくお願いしますね",
			0
		},
		{
			{
				20703,
				20704,
				20705
			},
			2,
			"ご機嫌麗しゅうございます。ロイヤルレディの方々",
			0
		},
		{
			{
				60502
			},
			1,
			"まあ、今日もかっこいいですわ",
			0
		},
		{
			{
				30601,
				30602
			},
			2,
			"快適な旅を…あら、違いました？",
			0
		}
	}
}
