_G.pg.ship_skin_words[608010] = {
	feeling1 = "指揮官、わたしより日陰者っぽい…むふふふ…",
	feeling3 = "夕張からありがとうって？つ、ついでに新兵装の改造にアイデアを出してあげただけなのに…わたしにまだ手伝ってほしいって？勘弁して…",
	lose = "は、早く上がって帰ろう…",
	propose = "むふふ、むふふふ…ずっと養ってくれる人確保……い、今のは冗談だよ…次は何をすれば……？",
	expedition = "委託組が戻ってきた…？別にわたしと関係……出迎えてくるって？そ、それならわたしも……",
	win_mvp = "もう上がっていい？じゃ、じゃあ帰るよ…ふふ、ふふふふ…",
	home = "この懐かしい匂いは…や、やっぱり指揮官が戻ってきてたね…ふふ、ふふふふ…",
	mission = "任務？うぅ…面倒……放っておけないのかな…",
	touch2 = "わ、わたしのようなのにも興味があるんだ……",
	voice_key_2 = -1,
	skill = "こ、こっそりとむふふふ…",
	drop_descrip = "ブリン級潜水艦・トリチェリ",
	mail = "指揮官へのメールだよ～わたし以外誰も読んでいないから…ふふ、ふふふ…",
	touch = "ほんわかと包んでくれるような大きさじゃないからね……ふふ、ふふふ…指揮官は、残念がる方…？",
	profile = "ブリン級潜水艦のトリチェリ…名前を覚えてくれるだけでも…ん？ロイヤルとの戦闘のこと？ふふ、ふふふふふ…侮ってたから痛い目を見せてやった…ふふふふ…",
	mission_complete = "任務報酬からキノコとか、生えたりしないかな…うふ、うふふふふ",
	feeling4 = "し、指揮官、もう少し近づいていい？…むふふ、ふふふふ…指揮官の手ってやっぱりぽかぽかしてる…えへへ",
	unlock = "あなたが指揮官だね…わ、わたしトリチェリ、今日からこの部屋に居候させてもらって…心配する必要はないよ、ひとりでどこか静かな場所でじっとしてるので…ふふ、ふふふふふ…",
	feeling5 = "面倒見がよくて苦労人の指揮官…た、頼っててよかった…うふふふ…養ってもいいけど手伝ってほしいって？ど、努力する……",
	main = "指揮官はやっぱり忙しいね…手伝ってほしいって？…っ…か、考えさせて|海の中は静かで安全…指揮官も一緒にいてくれたら…ふふ、むふふふふ|指揮官、か、カーテンを…もう少し締めて…日差しが強すぎてわたし…ダメ、無理……",
	battle = "なんでもいいから早く片付けて仕事から上がりたい…",
	upgrade = "艦砲の強化も頼むよ…",
	voice_key = 60801,
	headtouch = "むふふふ…ふふへへへ…も、もっとお願いし……",
	feeling2 = "わたしのことは気にしなくていいって…わたし、ここで一人でこっそりと……ふふふふ…",
	login = "！？あわわわ…きゅ、急に現れるのは勘弁して…びっくりした……",
	vote = "",
	hp_warning = "早く上がりたい…",
	id = 608010,
	detail = "ど、どうしてじっと見つめてるの……",
	couple_encourage = {
		{
			{
				80801
			},
			1,
			"に、苦手なタイプ……",
			0
		},
		{
			{
				30805
			},
			1,
			"方向性…違うかも…",
			0
		}
	}
}
