_G.pg.ship_skin_words[701020] = {
	feeling1 = "同志指揮官は変な人だね。変な人とは話さないとみんなが言ってるけど、寂しくならないか…？",
	feeling3 = "変な人に気をつけてと言われても、同志指揮官は変な人じゃないよね。だから食べ物をもらってもいいかな",
	lose = "ぷはー。飲みすぎてフラフラ……",
	propose = "指輪をもらうより、こっちのほうが好きかな。はい、これを飲んだら同志指揮官も「家族」だよ？…ん？そういえば、同志指揮官はもう「家族」のようなものでは…？",
	expedition = "同志指揮官、埠頭の一番乗りはいただくよ。早くみんなの顔を見たいものだ",
	win_mvp = "хорошо（ハラショー）。温まってきた。…ん？もう終わり？",
	home = "同志指揮官、ボルシチとカカオ、飲む？",
	mission = "働くもの食うべからず――こっちのルールだね。うんうん、つまり明日も飲めるように早く任務を片付けよう",
	touch2 = "кролик（クローリク）ちゃんも怒ると噛むよ。…ん？この子の場合はバッサリ…かも？",
	voice_key_2 = -1,
	skill = "кролик（クローリク）、грызть（グリィスチ）！",
	drop_descrip = "グネフヌイ級駆逐艦――グロズヌイ",
	mail = "同志指揮官、グロズヌイがメールを届けるのはおかしくないよ。みんなでローテ組んでいるからね",
	touch = "同志指揮官、このおやつ、勤労奉仕のご褒美…？",
	profile = "グネフヌイ級駆逐艦グロズヌイだ。護衛任務と機雷舗設、カンレキでは陸への支援をやってのけた。同志指揮官、指示があれば呼んで。飲ませてくれたらなお嬉しいよ",
	mission_complete = "でかしたぞ同志指揮官、これで今夜のスープの具もバッチリだ",
	feeling4 = "いつも同志指揮官から分けてもらうのはよくないから、こっちも同志指揮官に分けてあげよう。はい、飲む？",
	unlock = "Здра́вствуйте（ズドラース卜ヴイチェ）。同志指揮官、グネフヌイ級駆逐艦グロズヌイ、着任した。…どうしたの同志指揮官？グロズヌイの持ってるこれ？うん、この子はкролик（クローリク）ちゃん。可愛い、убийца（ウビーイツァ）",
	feeling5 = "…げっぷ。同志指揮官も飲み切ったね。同志指揮官と一緒に飲むと美味しくなるような気がするね。次も一緒にグロズヌイと一緒に飲もう――はあああ…今は…おやすみ……",
	main = "……っぷ。同志指揮官、これを飲んでいる子を知っているの？ウサギっぽい子？うむうむ|四天王と名乗っている子たち、偉いね。うむうむ、グロズヌイも入れてほしいけど、入れると五人になるから駄目だね。残念|敵もキツネも家を乗っ取っちゃうから嫌だね。来たら来たで追い返すしかないね。うん",
	battle = "何言えばいいかな。とりあえず…Ура（ウラー）！！",
	upgrade = "飲んでて楽しい北方連合の～うっぷ",
	voice_key = 70102,
	headtouch = "",
	feeling2 = "変な人から食べ物をもらっても、変な人を食べ物にしちゃダメって言われているよ",
	login = "……っぷ。おお、同志指揮官、匂いをたどってきたの？じゃあ、どぉ？",
	vote = "",
	hp_warning = "飲み足りてなかった…",
	id = 701020,
	detail = "кролик（クローリク）ちゃん掲げてると同志指揮官はおとなしくしててくれる。うん、チャパエフの言った通り",
	couple_encourage = {
		{
			{
				30154,
				10127
			},
			2,
			"ウサちゃん？可愛いね",
			0
		}
	}
}
