_G.pg.ship_skin_words[701030] = {
	feeling1 = "同志指揮官は付き合いがわるいな。そんなんじゃモテないぞ",
	feeling3 = "あははは…同志指揮官、すまない！友達のメンツに免じて次もおごって……な、なんで逃げんのさ！",
	lose = "ちょ、ちょっとタンマ！まだ撤退準備終わってないぞ！うわあああ！",
	propose = "これを受け取ったってことは、終身契約が成立したのだな！つまり同志指揮官には生涯付き合ってもらえるということだ！大丈夫大丈夫！優しく付き合ってやるよ！",
	expedition = "委託完了だ！へへ、というわけでまずはみんなを出迎えてくるよ",
	win_mvp = "どうだ！この凄まじい動力は！羨ましいだろう！",
	home = "我がひらめきを抑えることなんて不可能！というわけで、帰還早々すまないけど…",
	mission = "同志指揮官、最新のひらめきを紹介しよう！…って、逃げんな！",
	touch2 = "！？……これって仕返しじゃないだろうな？！",
	voice_key_2 = -1,
	skill = "こっちの番だ！撃てー！",
	drop_descrip = "レニングラード級駆逐艦――ミンスク",
	mail = "え、ええと、一分間だけでいいから執務室が手紙だらけになっている言い訳を述べさせてくれ…！",
	touch = "ん？同志指揮官もなんかひらめいたの？",
	profile = "38型駆逐艦のミンスクだ。大祖国戦争に参加し、姉妹艦たちと共に奮戦した！同志指揮官、我がひらめき…と努力、期待するが良い！",
	mission_complete = "重要なのは結果オーライってやつだ。で？今回の報酬におけるこのミンスクの取り分はいかがかな？",
	feeling4 = "同志指揮官、硬い人かなーと思ってたけど意外と面白い人だよね！ノリがいいしひらめきも多いし、なによりこっちがやらかしてもそこまで説教しないんだよな！はははは！",
	unlock = "Ура!どうかな？どうかな？あれ？新しい同志を迎え入れる時はまず驚かせるって話じゃなかったっけ？こっちが迎え入れられる側なのか？なんだ間違ったかーごめんな！",
	feeling5 = "よし、ようやく分かった！同志指揮官にいつまでも付き合っているってことはズバリ――同志指揮官に恋をしているってことだ！ふふん、違いない",
	main = "ガングートさん、いやいや、同志ガングートのことだが、なんか怖くないか…|我がひらめきが何度も輝くように、我が闘志も決してくじけないーーそう、何度でも蘇るのさ！|ミスする時は……ひたすら謝る！みんなに許してもらえることを信じて！…た、多分……",
	battle = "我が速力について来い！Ура!",
	upgrade = "おお！またひらめいた！",
	voice_key = 70103,
	headtouch = "",
	feeling2 = "同志指揮官、モテたいならまずは面白い人になることだ！つまり多くひらめくってことだな！",
	login = "同志指揮官、よく来てくれたな！今新しい戦法をひらめいたんだ！ちょっと付き合ってくれ！",
	vote = "",
	hp_warning = "どうやら本気を出すときが来たようだな！",
	id = 701030,
	detail = "ふん、同志指揮官は――我がひらめきの実験に協力していただけるってことでよいか？",
	couple_encourage = {
		{
			{
				70201
			},
			1,
			"さっすがアヴローラさん、今日もひらめ…じゃなくて輝いてますね！",
			0
		}
	}
}
