_G.pg.ship_skin_words[701040] = {
	feeling1 = "タシュケントに近づくんじゃないこのバカ！",
	feeling3 = "空色の巡洋艦って勝手にタシュケントを可愛い子ちゃんだと思い込んで、いざ会ってみたら勝手に幻滅して…タシュケントの方も困っているけど。同志ちゃんもそう思わない？",
	lose = "このっ！タシュケントはまだ戦えるからね！",
	propose = "なんだ、大事なことってこれ？…あっそ。いいわよ、受け取ってあげる。……ん？タシュケント、同志ちゃんのことが好きって言ってなかった？ケッコンとか普通だと思ってるけど？",
	expedition = "同志ちゃん、委託忘れてない？なに？馬鹿にしてるの？タシュケントのほうがちゃんと覚えてるのに",
	win_mvp = "Ура（ウラ―）!タシュケントの力を思い知ったか！",
	home = "おかえりなさい。…お茶？ウォッカならあるわ",
	mission = "任務？面白そうなものとかない？",
	touch2 = "……？何をやってるの？服のこの丸っこいので遊んでるの？",
	voice_key_2 = -1,
	skill = "見せてやるわよ、私の力を！",
	drop_descrip = "タシュケント級駆逐艦――タシュケント",
	mail = "メールよ。持ってきたのはタシュケントだけど、別に感謝しなくてもいいわ",
	touch = "なに？タシュケントにこれ任せたいの？……あっそ。頼まれてやるわ",
	profile = "北方連合所属の嚮導駆逐艦タシュケントよ。同型艦は3…なんでもないわ。サディア帝国風のこの格好で「空色の巡洋艦」と呼ばれてるの。ったく、駆逐艦なのに…まあ、悪い気はしないわね。セバストポリの戦いのように頑張ってやるから楽しみにしてなさいな",
	mission_complete = "任務報酬…タシュケントにも見せて。…あっそ。で？食べ物とかないの？",
	feeling4 = "タシュケントは普通の子よ。別に特別扱いされたくないし、このままでいいわけ。同志ちゃんのこともそう……うん、きっとそうだよね",
	unlock = "タシュケントよ。「空色の巡洋艦」と呼ばれてるわ。同志ちゃんもタシュケントを味方にしたいわけ？タシュケントのことを……あっそ。しょうがないやつね",
	feeling5 = "母港の艦船みんなとはまだ知り合っていないけど、タシュケントは結構ここ気に入ってるわ。タシュケントがどんな子か分かってもみんな良くしてくれるし。……同志ちゃんももちろん…好きだからね！",
	main = "タシュケントはサディア生まれだから、サディアの料理は詳しいわ。ま、北方連合の子たちの口に合うかどうかは別だけど|なんでこの母港はこんなに暑いの…同志ちゃん、タシュケントのためにエアコンつけてくれない？|おっかしいわね…タシュケント別にみんなに親切じゃないのに、どうしてみんなタシュケントのことを良くしてくれるわけ？同志ちゃん、ちょっと理由教えてくれない？",
	battle = "ボコってやるよ！Ура（ウラ―）!",
	upgrade = "タシュケントに戦えって？あっそ。やってやるわ",
	voice_key = 70104,
	headtouch = "",
	feeling2 = "同志ちゃんはタシュケントに用があるの？こっちは忙しいわ。用がないなら……あっそ。じゃあタシュケントと遊びに来たわけ？あーちょうど今一段落ついたし、いいかな…",
	login = "タシュケントを見てて楽しいわけ？……あっそ。好きにしなさい",
	vote = "",
	hp_warning = "負けないわよ！",
	id = 701040,
	detail = "タシュケントが練習してるのを見学しに来たの？…あっそ。で、結局見るの？",
	couple_encourage = {
		{
			{
				30401
			},
			1,
			"あんたと違って、一緒にサディア料理を楽しめる子中々いないわね…",
			0
		},
		{
			{
				90111,
				80101
			},
			1,
			"本気になったらあんたなんかに負けないんだからね！！",
			0
		}
	}
}
