_G.pg.ship_skin_words[701050] = {
	feeling1 = "タシュケントは一人でも行けるわ。…同志ちゃんの助けがなくても",
	feeling3 = "同志ちゃん、チームワークを心配しているの？ふん、心配性ね、北方連合の子はみんなでパフォーマンスするのが得意よ",
	lose = "連携が上手くいかなかった？どうして…",
	propose = "ふふん、やっぱり同志ちゃんは甘ちゃんね。みんなと一緒にステージで輝くだけじゃダメよ、タシュケントはその中でも一番輝いてみせるの。だから同志ちゃん、タシュケントをずっと見てなさいね♪",
	expedition = "軍事委託、完了したわよ。アイドルをやってても、普通の仕事をおろそかにできないからね",
	win_mvp = "特殊兵装の力のおかげだけじゃなく、タシュケントの力あっての勝利よ！",
	home = "コーラと紅茶、チョコミルク、ジュース、ウォッカ……戻ってきた皆はこっち…同志ちゃん、どれがいい？",
	mission = "同志ちゃん、任務があるわよ。こなしてきて",
	touch2 = "ど、同志ちゃん！？",
	voice_key_2 = -1,
	skill = "目移りするんじゃないわ！",
	drop_descrip = "同志ちゃん、この衣装はどう？…あっそ、せっかくタシュケントがアイドルになってやったのにそんな反応なわけ？ふん、絶対ライブでギャフンと言わせてみせるわ",
	mail = "仕事の連絡があるわ。同志ちゃん、ボルチモアたちに見せる前に一緒に確認しよう？",
	touch = "チョコをくれるの？…あっそ。差し入れありがとね、同志ちゃん",
	profile = "北方連合の駆逐艦――今は特殊兵装の実験任務遂行中のアイドル、タシュケントよ。北方連合の粘り強さ、とことん見せてやるわ",
	mission_complete = "完了した任務があるわ！やるじゃない！",
	feeling4 = "みんなに合わせながら個性を出すって、難しいわね……同志ちゃんが心配してくれてたのに、タシュケントはあんなことを……あっ、同志ちゃん？タシュケントを助けてくれるの…？",
	unlock = "同志ちゃん、この衣装はどう？…あっそ、せっかくタシュケントがアイドルになってやったのにそんな反応なわけ？ふん、絶対ライブでギャフンと言わせてみせるわ",
	feeling5 = "同志ちゃん、今のタシュケントはどぉ？…あっそ。皆と一緒にレッスンして、ステージに出て、もう同志ちゃんが心配するようなタシュケントじゃないからね。ふふん♪",
	main = "ほかの実験ユニットって楽器を使っていたわけ？あっそ。相手がどんなユニットだろうとタシュケントたちは負けないわ|アルバコア、すごいわね…まさか衣装からダンスまで全部アイデアを出していたなんて…|ダンスを合わせるのって難しいわね…ほかの子の歌は声で伝わるけど、ダンスはステージ中に相手を見ながら合わせたりできないし",
	battle = "Ура（ウラ―）!始めるわよ！",
	upgrade = "頑張るしかないようね。ふふっ",
	voice_key = 70105,
	headtouch = "子供扱いしてるわけ？ふん",
	feeling2 = "タシュケントをアイドルとして期待しているの？…あっそ。まあどうせ兵装テストのついでにやることだし、ちょっとだけ頑張ってあげるわ",
	login = "同志ちゃん、タシュケントたちの今日のスケジュールもお願いね",
	vote = "",
	hp_warning = "同志ちゃんが見てるから…！",
	id = 701050,
	detail = "ダンスは元々得意だし、歌もほかの子に負けないわ。同志ちゃんはそれなのにタシュケントを心配しているわけ？…あっそ。全く心配性ね。タシュケントは大丈夫よ",
	couple_encourage = {
		{
			{
				90112
			},
			1,
			"この子、そんなに踊れるの！？",
			0
		}
	}
}
