_G.pg.ship_skin_words[701060] = {
	feeling1 = "嫌い！来るな！雪玉投げちゃうよ！",
	feeling3 = "ура！首裏の隙間に雪玉ちゃん攻撃！へへへ、これで指揮官も元気バッチリってミンスクが言ってた！……し、指揮官？…怒ったの…？",
	lose = "えええ！？どうして負けたのー！",
	propose = "か、顔が熱くて融けちゃいそう……このまま融けて指揮官の心まで温められたら、それもいいよね…えへへ……",
	expedition = "委託組の出迎えは任せて！……別に今は雪玉ちゃんは投げないよ！",
	win_mvp = "へへへ、勝ったよ！指揮官、ご褒美！",
	home = "雪玉ちゃんが融けてドロドロになるからヴォッカはダメってみんなが……なんか変な気がする",
	mission = "やらない任務は雪みたいにどんどん積もっちゃうよ？",
	touch2 = "怒ったよ！ふん！ふんふんふん！",
	voice_key_2 = -1,
	skill = "スニーショクの力を見よ！",
	drop_descrip = "グネフヌイ級駆逐艦――ストレミテルヌイ",
	mail = "メールは雪玉ちゃんのように…ほら！じゃなくて、こうしちゃダメだっけ？",
	touch = "指揮官もこの丸っこいので遊ぶの好きなの？",
	profile = "あたしはグネヴヌイ級のストレミテルヌイだ！北方連合の皆と護衛任務と支援任務をやったよ！あたしにできることがあればなんでも言ってね！",
	mission_complete = "任務完了！やった！",
	feeling4 = "寒いの？うん！このふわふわに手を突っ込んで！…へへへ、あたしは優しいから！",
	unlock = "お・そ・い！ようやくあたしを見つけたじゃない！あたしはグネヴヌイ級のストレミテルヌイだ！cнежок(スニーショク)と呼んでもいいよ！挨拶代わりの雪玉を……ほら！",
	feeling5 = "雪だるまを作ろう！指揮官の雪だるまと、あたしの雪だるま、おててつないで……今のあたしたちのようにね！",
	main = "レシーテリヌイ…長春と一緒に艦砲を雪玉発射装置にしてみた！……ダメ？|スニーショクという呼び方？雪玉ちゃん、雪、丸っこい、可愛いじゃない！|北方連合じゃなくても、冬は雪合戦できるし雪だるま作れるし、ふわふわぽかぽかの服着れるし…だからあたしは冬が好きだよ！",
	battle = "ストレミテルヌイ、出撃！",
	upgrade = "雪合戦も海戦も負けないよ！",
	voice_key = 70106,
	headtouch = "帽子が落ちちゃうじゃない！このいじわる！",
	feeling2 = "あたしの雪玉は優しい雪玉！氷とか変なものが入っていないふわふわとした雪玉よ！",
	login = "あたしと一緒に雪玉で遊ぼう！",
	vote = "",
	hp_warning = "航空機は嫌！あっち行って！",
	id = 701060,
	detail = "北方連合は「同志」って呼び合う子も多いね。「同志指揮官！」「同志スニーショク」！………ちょっと面倒だし、指揮官でいっか！",
	couple_encourage = {
		{
			{
				70102
			},
			1,
			"一口だけ飲んでいい？",
			0
		}
	}
}
