_G.pg.ship_skin_words[701070] = {
	feeling1 = "…どうしてまだここにいるの？",
	feeling3 = "グロームキィを騙せてもわたしには隠し通せないよ。変なことでもしでかしたらこいつでふん！してやるぞ。…うん、そんなとこ",
	lose = "うっ、まずまずな結果だったね…",
	propose = "悪天候での航路も、難しい護衛任務も何度もこなしてきたから、指揮官がどこにいようと約束通りそばで守ってあげるよ。…うん、そんなとこ",
	expedition = "委託組が戻ってきたよ。もう指揮官は分かってると思うけど",
	win_mvp = "敵はすべて倒したよ。まあ、そんなとこ",
	home = "指揮官がお仕事頑張ったから、グロームキィのブリヌイを分けてあげる",
	mission = "未完了の任務、多いね…",
	touch2 = "や、やっぱり変質者……",
	voice_key_2 = -1,
	skill = "…邪魔よ",
	drop_descrip = "グネフヌイ級駆逐艦――グレミャーシュチ",
	mail = "メール確認よろー。…指揮官が見なければ処分するよ。うん、そんなとこ",
	touch = "……何か用？",
	profile = "グネフヌイ級駆逐艦のグレミャーシュチだよ。護衛任務への参加だけでなく、駆逐艦と対峙したり味方を救援したりもしたよ。空母を相手にする以外は大体やったことあるから、どんな作戦も大丈夫。うん、そんなとこ",
	mission_complete = "任務かんりょー報酬確認よろー。うん、そんなとこ",
	feeling4 = "（わ、わたし相手にここまで隠し通せるなんて…指揮官ってもしかして本当は素直でいい子なのでは…？今はちょっと信じてみようか。うん、そんなとこで）",
	unlock = "北方連合所属の駆逐艦、グレミャーシュチ。やるべきことはちゃんとやるから、ほかのことで呼ばないで。うん、そんなとこ",
	feeling5 = "うん、指揮官はいい子だって認めてあげる。…グレミャーシュチにずっとっそばにいてほしいって？そ、そそ…そんなとこね…",
	main = "ムシも変質者もこいつでふん！したら解決できるよ。うん、そんなとこ|グロームキィを怒らせちゃったら何が起きるか……指揮官も気をつけるのだぞ|むっ、サボっているね…グロームキィに注意してもらおうかな",
	battle = "燃料は大丈夫。あとは敵を倒すだけ……！",
	upgrade = "強くなった、ありがとう。うん、そんなとこ",
	voice_key = 70107,
	headtouch = "ヤメロー帽子が落ちるぞー",
	feeling2 = "指揮官をいつも見張っているぞ。うん、そんなとこ",
	login = "やるべきことがいっぱいあるからね。机に置いてある仕事の山とか",
	vote = "",
	hp_warning = "まだ大丈夫な損傷。うん、そんなとこ…！",
	id = 701070,
	detail = "さっきからジロジロ見てきて…指揮官って変質者かなにか？",
	couple_encourage = {
		{
			{
				20211
			},
			1,
			"守り通すよ",
			0
		},
		{
			{
				70108
			},
			1,
			"無謀に進まないように…そっちも",
			0
		},
		{
			{
				40124,
				40125,
				40126
			},
			1,
			"ナカーマ～",
			0
		},
		{
			{
				70102
			},
			1,
			"お、美味しい？",
			0
		}
	}
}
