_G.pg.ship_skin_words[701080] = {
	feeling1 = "同志指揮官は悪い子かな…",
	feeling3 = "グレミャーシュチと仲良くやってる？あの子はちょっと気難しいけど、同志指揮官が気長に接してあげればきっと大丈夫！",
	lose = "いたた…向こうもあんなにまとまっているなんて…",
	propose = "指輪から幸せの熱気が続々と……！えへへ～同志指揮官に感謝する！これからもよろしく頼むっ！",
	expedition = "みんなが物資を持ち帰ってきてるよ！",
	win_mvp = "みんなが頑張ってくれたおかげだよ！",
	home = "疲れたならブリヌイでも食べて、おなかをいっぱいにしよう！はちみつとジャム、どっちがいい？",
	mission = "まずは簡単な任務から！よぉし、わたしも手伝おう！",
	touch2 = "怒るぞ！同志指揮官！",
	voice_key_2 = -1,
	skill = "団結の力だ！",
	drop_descrip = "グネフヌイ級駆逐艦――グロームキィ",
	mail = "お手紙だっ！いいことかな？",
	touch = "よしよしいい子いい子～ん？頭をなでなでしてほしいって意味じゃなかった？",
	profile = "グロームキィはね、北方連合だけでなくロイヤルの皆と任務に参加したり、砕氷船の護衛をしたりしたことがあるよ！それと、グレミャーシュチとも輸送船の救助をしたことも！うんうん、ここの航路もいつもいい天気でありますように！",
	mission_complete = "任務完了！団結は力なり！",
	feeling4 = "同志指揮官は味が濃いのがいいのかな？それとも薄いほうがいいの？えっと、今度ボルシチをつくるとき、同志指揮官の好みに合わせようと思って！",
	unlock = "おはよう同志指揮官！北方連合の駆逐艦、グロームキィだよ！艦隊のみんなのお役に立てると光栄だ！",
	feeling5 = "同志指揮官、今日もお疲れ様！温かい飲み物でぽかぽかにして…あ、ブリヌイと…えへへ、わたしのハグも添えちゃうよ！",
	main = "同志指揮官、サボってはダメだよ！わたし怒るから！|難しい問題はみんなでまとまって立ち向かう！北方連合なら皆そうしてるよ？|同志指揮官、手が寒かったらわたしの袖に入れるといいよ！ぽかぽかしていいでしょ～",
	battle = "みんなの力を一つに！",
	upgrade = "もっと皆の力になるぞー！",
	voice_key = 70108,
	headtouch = "へへへ、同志指揮官もこの子と遊びたいの？",
	feeling2 = "同志指揮官はどうやってここまでまとまった艦隊を作ったの？教えて！",
	login = "わ！同志指揮官、今日は早かった！…もうちょっと休んでてもいいよ？",
	vote = "",
	hp_warning = "ぎ、艤装にヒビが！？",
	id = 701080,
	detail = "ん？どうしたの同志指揮官、急に見つめてきて…もしかしてわたし変なことでもしたの？",
	couple_encourage = {
		{
			{
				70106
			},
			1,
			"雪玉ちゃん！今度雪合戦しよう！",
			0
		},
		{
			{
				50101,
				50102,
				50103,
				50104
			},
			1,
			"懐かしい感じがする！",
			0
		},
		{
			{
				70107
			},
			1,
			"落ち着いて！…わたしも！",
			0
		},
		{
			{
				70102
			},
			1,
			"中身はボルシチだっけ？",
			0
		}
	}
}
