_G.pg.ship_skin_words[702010] = {
	feeling1 = "指揮官の心の闇……私でも無理でしょうか",
	feeling3 = "故郷ですか？美しい場所ですけど、指揮官ならちゃんと防寒対策しないと……私は何も着ていなくても平気です、うふふ。…見たい？",
	lose = "革命は歩みを止めませんわ",
	propose = "指揮官、防寒対策はちゃんとしていますか？里帰りの旅は寒いかもしれませんよ？そんなに心配しなくても大丈夫、私ウォッカいっぱい持ってきていますから～",
	expedition = "指揮官？委託が完了されたようです。帰ってきた娘達に酒を振る舞って体を温めましょ？",
	win_mvp = "勝利の裏にある犠牲を心に……",
	home = "お疲れ様、ヴォッカ一本開けて体を温めます？",
	mission = "新しい任務。なんだかドキドキしますね",
	touch2 = "感情をアピールするなら、もっと情熱的なやり方で、ね？",
	voice_key_2 = -1,
	skill = "暁の光の中にある、血と炎……",
	drop_descrip = "アヴローラ級軽巡洋艦・アヴローラ",
	mail = "遥か遠い場所から寄せたメールです。ご確認ください",
	touch = "寒くないですよ？",
	profile = "巡洋艦アヴローラです。知っての通り、かつての革命の一番槍を勤めました。ただあのあと世界がどう変わったか、今となってはよくわからないですね…\nとにかく、艦隊での私はただの兵士ですから、遠慮なくお使いください。艦隊に勝利をもたらしてみせますわ！",
	mission_complete = "報酬です。得るべきものです",
	feeling4 = "指揮官、故郷の人はみんなとても素直ですよ。私も例外なく～ふふ、このヴォッカ一本飲みきれたら私に何をしてもいいですよ？",
	unlock = "Здравствуйте！アヴローラ、着任しました。暁の光とともに、あなたに勝利を",
	feeling5 = "指揮官、Я люблю тебя。意味を知りたいのでしたら、私の国の言葉を勉強して……一緒に里帰りでもしましょ？ ",
	main = "心が広いですか……？褒めていただきありがとうございます|朝を司るものとして、皆に暁の光をもたらしましょう|クマですか？昔飼っていました。可愛いですよ？",
	battle = "我々の向かう先は勝利です！",
	upgrade = "クマさんも持ち上げられるような気がしますね。ふふっ ",
	voice_key = 70201,
	headtouch = "",
	feeling2 = "指揮官、一杯どうです？私を酔わせて変なことをすることができるかどうか…指揮官の強さ次第ですよ～",
	login = "あ、指揮官、お帰りなさい。ボルシチでもどうです？",
	vote = "",
	hp_warning = "苦難を乗り越えてこその暁を…！",
	id = 702010,
	detail = "戦士だけとして振る舞うのはなんだか新鮮ですね",
	couple_encourage = {
		{
			{
				70501
			},
			1,
			"ガングート、あまり指揮官をいじめないでね",
			0
		},
		{
			{
				70202
			},
			1,
			"クーちゃんって呼び方、ちょっとどうかなと思いますね…あははは…",
			0
		},
		{
			{
				70102,
				70103,
				70104,
				10202,
				70203
			},
			2,
			"北方連合、前進します！",
			0
		}
	}
}
