_G.pg.ship_skin_words[702020] = {
	feeling1 = "……意地悪",
	feeling3 = "はあああ…ん？シーツに柔らかそうな枕？ふーん、用意周到でご苦労さん♪これで安心して昼寝ができる！んじゃあ……はぁ…すぴ………",
	lose = "Сожаление（サジリェーニエ）…この艦隊、もっと強かったと思ってたのにぃ…",
	propose = "ははは♪こうも簡単にわたしに指輪を渡すなんて指揮官チョロすぎない？次はもっと考えたほうがいいよ？ま、わたしに渡したこと、後悔させないわよ♡",
	expedition = "委託が完了したよ！もう、知らせたわたしも労ってよね！",
	win_mvp = "ざーこ！わたしより弱いって何事ぉ？それともわたし、実は強いってことぉ？",
	home = "戻った？じゃあ早く食べ物を準備して！わたし、重桜のらーめんってものを食べたぁい！",
	mission = "任務があるよー、やってー。あっ、こっちはゲームで忙しいから",
	touch2 = "やっぱりおっきぃの…好きなのぉ？最低♡",
	voice_key_2 = -1,
	skill = "いっくわよー！",
	drop_descrip = "ボガトィーリ級防護巡洋艦――パーミャチ・メルクーリヤ",
	mail = "今日はわたしが手紙を配達する番よ。ありがたーく楽しなさい♪",
	touch = "あ、スキンシップってやつ？へへへ、さてどこを触りたいのかな～？",
	profile = "防護巡洋艦、パーミャチ・メルクーリヤよ。かの世界では黒海艦隊の主力として縦横無尽に奮戦して、もう一つの大戦にもアヴローラと一緒にバッチリ参加したの！カリスマも経験も可愛さも指揮官とは全然違うわ！",
	mission_complete = "任務完了！はは、わたしも頑張ったからご褒美もーらい♪",
	feeling4 = "寝相が悪かった？！なな何言ってるの！っていうかずっと見てたの！？うぅ……これじゃあお嫁さんに行けないよぉ……指揮官、もらってぇ♪",
	unlock = "やっほー、指揮官、北方連合所属・巡洋艦のパーミャチ・メルクーリヤちゃんよ！今日からよろしくぅ！わたしのために、ビシバシ働いてね♪",
	feeling5 = "でもわたし、モノじゃないから指揮官にはあげなーい♪もしね、もし指揮官がどうしてもぉって言うなら……えへへ、わたしの言いたいこと、分かるよね？",
	main = "アヴローラ、新しいゲームを買ってきてもらえない？…んー、じゃあ指揮官に行かせるかなー…ねー指揮官ー？|ふーん、秘書艦ねぇ…わたしが指揮官のために頑張るのもいいけどぉ、指揮官がわたしのために頑張ってくれたほうが嬉しいわよ？|ずっと見つめてくるのが恥ずかしいって？わたしは恥ずかしくないからいいの～ふふーん",
	battle = "衝角戦よーい、いっけー！",
	upgrade = "設計の限界があるから、あまりわたしを働かせちゃダメだからね！",
	voice_key = 70202,
	headtouch = "なぁにそれ？カンレキの長い子は敬うべきだってミカサから学ばなかったぁ？",
	feeling2 = "この部屋、船内じゃあるまいしちょっと簡素すぎない？このわたしがここで暮らすんだから、もっと内装に気を使いなさいってね！",
	login = "やっほー指揮官、今日の仕事は何から始めるの？",
	vote = "",
	hp_warning = "いたた…人使いが悪い…！",
	id = 702020,
	detail = "こう見えてもわたし、アヴローラやミカサたちと同世代の艦船だからね！なにかやるべきことあるんじゃない？指揮官としてぇ～",
	couple_encourage = {
		{
			{
				30511,
				70501
			},
			1,
			"変わってないって何事よ！もう！",
			0
		}
	}
}
