_G.pg.ship_skin_words[702040] = {
	feeling1 = "すまんが、もはや同志とは呼べん",
	feeling3 = "よくやったぞ同志指揮官。自ら選んだ道は最後まで突き通すのみ――さあ、どこまでいけるか見てみよう！",
	lose = "くっ…我らの偉業を成し遂げる前に、このキーロフ、倒れるわけにはいかないんだ…！",
	propose = "世界と愛する人、守るならどっち？愚問だ。どっちも守ってみせるのが正解――我々には決意も、そしてそれを叶える力もある。同志指揮官よ、共に進もう！",
	expedition = "委託が完了したようだな。ともに出迎えに行こうではないか。頑張ってくれた同志たちをなおざりにするわけにはいかんぞ",
	win_mvp = "我らは決して立ち止まらない！",
	home = "いい戦いっぷりだ、同志指揮官よ！君の健闘は母港新聞に飾るのに相応しい！",
	mission = "同志指揮官。任務に挑戦してみようじゃない",
	touch2 = "同志指揮官、こんなことをしている場合じゃないぞ",
	voice_key_2 = -1,
	skill = "キーロフ、ここにいる！",
	drop_descrip = "キーロフ級軽巡洋艦――キーロフ",
	mail = "メールだ。早く見てくれ、同志は多ければ多いほどいいに決まっている",
	touch = "同志指揮官、共に行こう",
	profile = "同志指揮官よ、気分はどうかな。私はキーロフだ。外見や艤装の艦種など、我らの偉業にとって歯牙にもかからぬ瑣末は気にするな。赤き未来のために一緒に頑張ろうじゃないか",
	mission_complete = "同志指揮官、君ならできると思ったよ！はい、報酬だ",
	feeling4 = "私はずっと君と一緒にいる。同志指揮官、君が迷ったらこの拳で目を覚ましてやるから、思いっきり突き進むがいい！",
	unlock = "前例なき国と自由の申し子、それがこの私、キーロフだ！さあ、同志指揮官、共に偉業をなそうではないか！",
	feeling5 = "祖国のためではなく特別な人のために戦う、これが恋……なるほど、恋愛感情というのは闘志を沸き立たせるのだな。ふん、君のそばにいればなんだってできる気がするぞ…！",
	main = "強き者は常に進撃し続ける。守りを固めるばかりなど弱者のすることだ|この栄光は私たちの意志をより強靭に、時の流れにも負けないようにしてくれる|すべてを守り、そしてすべての人々が笑っていられるような明日を見たいがために、私は進み続けるのだ",
	battle = "ドンパチやろうじゃない！",
	upgrade = "この力さえあれば…！",
	voice_key = 70204,
	headtouch = "",
	feeling2 = "「もし」「だったら」のような言葉に惑わされるでないぞ、同志指揮官。君が選んだものこそ君にとっての真実だ",
	login = "今日も我らの敵に「団結と友愛」を教えようではないか",
	vote = "",
	hp_warning = "まだだ、まだ終わらないぞ！",
	id = 702040,
	detail = "暗闇はおろか、運命でさえも、我らの偉業を阻むことなどできん！",
	couple_encourage = {
		{
			{
				7
			},
			2,
			"北方連合、進め！",
			3
		},
		{
			{
				70301
			},
			1,
			"タリン、援護する！",
			0
		},
		{
			{
				31201,
				20501
			},
			2,
			"ブルジョワめ、と言いたかったが…共に闘おう！",
			0
		}
	}
}
