_G.pg.ship_skin_words[703010] = {
	feeling1 = "指示を出す前に頭を使いなさい。そんなこともできない指揮官に従いたくないの",
	feeling3 = "私に言われたくないなら、自分できちんとやりなさい？あんた、まさか私に言われるのを楽しんでいるんじゃないでしょうね？",
	lose = "…ちっ、これしきのことで……！！",
	propose = "あんたは大人しくこの書類にサインすればいいわ。あとのことは私がやってあげる。指輪をはめて、そして誓いの口づけを………（小声）私に唇を奪われた感想は？ふふふ♪",
	expedition = "今のあんたの役割は委託から戻ってきた皆を労うこと。きっちり果たすがいいわ",
	win_mvp = "勝ったわ。ふん、訓練通りにやっていればこうなるんじゃない？",
	home = "よくやったみたいね。次も頑張りなさい",
	mission = "任務をこなすのは守るべき天職――鉄血でも北方連合でも同じよ",
	touch2 = "……っ！？やってくれたわね…",
	voice_key_2 = -1,
	skill = "全主砲、撃ち続けなさい！",
	drop_descrip = "重巡洋艦タリン",
	mail = "手紙が来たわよ。誰宛なのかしら…",
	touch = "何か用？秘書艦だからって雑用ばかり任せるのはナシよ",
	profile = "鉄血重巡リュッツォウ改め、北方連合重巡タリンよ。かの大戦では「ペトロパブロフスク」という名前で参加したこともあるわ。…あのときは最後まで本当の力を取り戻せなかったけど、あなたの采配には期待しているわよ",
	mission_complete = "ほら、任務報酬のチェックよ。いつまでも仲間たちを待たせるんじゃないわ",
	feeling4 = "あんた、本当に私の言うことを何でも聞いてくれるのね。ふふ、ふふふ…ええ、あんたがそんなに私に言われるのがいいというのなら…とことんやってやろうじゃない",
	unlock = "北方連合所属、重巡洋艦タリンよ。私に指示を出すなら、まずはその頭で考えてからにしなさい。あなたが指揮官だからといって命令に愚直に従うつもりはないわ",
	feeling5 = "秘書艦の言うことを何でも聞くって、指揮官としてはどうなのかしら？…あんたが指揮官でいられるようこの私が色々と指示を出してあげる。私もこういうのが楽しくなってきたわ。ふふふ",
	main = "仕事に集中して。…休憩？口答えする気力があるなら働くがいいわ|タシュケントにムルマンスク、皆と仲良くやってるわね。……なんでもないわ。仕事に集中して|仕事から上がったらビールを一杯やりたいわね…ヴォッカ？え。遠慮するわ",
	battle = "馬鹿め！無駄な抵抗をするんじゃないわ！",
	upgrade = "なるべくしてなっただけよ",
	voice_key = 70301,
	headtouch = "な…！？頭を触るんじゃないわ！",
	feeling2 = "私を従えるつもりなら、ちゃんと自分でも率先して上手く役割を果たすことね。こっちだって色々考えがあるわ",
	login = "ギリギリ遅刻ね。そんなに私にこんなことを言われたいわけ？",
	vote = "",
	hp_warning = "くっ…相手は化け物か…！？",
	id = 703010,
	detail = "浮き砲台になろうと、火砲が何門残っていようと、戦えるなら力が尽きるまで戦うべきよ。次に繋ぐのは私たち艦船の責務と使命よ",
	couple_encourage = {
		{
			{
				70204
			},
			1,
			"キーロフ、任せた！",
			0
		},
		{
			{
				40301,
				40303,
				40601
			},
			1,
			"ふふ、様になってるじゃない",
			0
		},
		{
			{
				40304
			},
			1,
			"名前が微妙にややこしいわね",
			0
		}
	}
}
