_G.pg.ship_skin_words[705040] = {
	feeling1 = "まあいい。お前のことなど知らん。私のジャマだけはするなよ",
	feeling3 = "おっと、賭けに負けてもいいから私に協力を求めてきたのだな？まあいい、ノリでやった賭けごときに、勝ち負けなんかを気にすまい。同志指揮官、私に手伝ってほしいことはなんだ？",
	lose = "千慮の一失ってことか…",
	propose = "ほぉ、この指輪で私とお前を結びつけたいというのか？なに、信じてやろう。お前なら私と二人で頂きを勝ち取れるのだ――同志指揮官、私をがっかりさせるなよ？",
	expedition = "同志指揮官、賭けでもしないか？委託から戻ってきた仲間たちが予定より多く資源を持ってきたかどうか――ってのはどうだ？",
	win_mvp = "驚くことはない。自滅願望のある連中の背中を押してやっただけだ",
	home = "敵に情けをかけすぎたようだな。同志指揮官",
	mission = "同志指揮官、艦隊運営を小さな任務ごときでつまづかせるでないぞ",
	touch2 = "一番見苦しいやり方で自分の勇気を証明したな？同志指揮官",
	voice_key_2 = -1,
	skill = "無駄な足掻きをするな！",
	drop_descrip = "ソビエツキー・ソユーズ級戦艦――ソビエツカヤ・ベラルーシア",
	mail = "手紙か？面白そうな話なら歓迎するがな",
	touch = "当ててやろう。お前は私に用があるのではなく、むしろ私の反応を見て楽しもうとしていた――そうだろ？",
	profile = "かの大戦では23設計の戦艦は机上の空論に終わり、そして私たちもついぞ戦いに参加できなかったが…最も、あんな欠陥品の装備で戦に出るなど願い下げだがな。今は同志指揮官のもとで十分な実力を発揮できればそれでいい",
	mission_complete = "よし、上層部の任務さえ片付けば、私たちのやりたいことがやれるな",
	feeling4 = "艦隊運営と作戦に嫌気が差したら私に任せな。毎日果報を聞いてぐっすり寝られるぞ？まあ、責任感の強い私たちの指揮官に限って、そんなことはまず起きないだろうがな",
	unlock = "同志指揮官、私を招き入れるとは本気か？ならば良し！共に立ちはだかる全ての障害を取り除こう――私のやり方でなっ！",
	feeling5 = "直球の告白か。うむ、むしろこうしてくれたおかげでスッキリとした気持ちになれたぞ。お前と頂きに立って世界を俯瞰するのはきっといい気分さ。あははは",
	main = "少しずつ敵を罠に嵌めたほうが、一気に叩き潰すより面白い――違うか？|辺りが落ち着いてるな…なあ、何か胸を弾ませるような情報はないか？|最も少ない対価で最も多くの敵を潰す――これこそが一番愉快なことだ。お前もそう思わないか？",
	battle = "討滅せん！力と意志、徹底的になっ！",
	upgrade = "より強い火力で敵を追い詰められるぞ！ははは！",
	voice_key = 70504,
	headtouch = "小手先のマネは私には効かないぞ",
	feeling2 = "同志指揮官、賭けでもしないか？私の協力があって初めてお前は今の仕事を完遂できるーーってのはどうだ？",
	login = "どうだ見たか、同志指揮官はやはりこのタイミングでやってきた！ロシアのやつは信じてなかったが",
	vote = "",
	hp_warning = "盤面はまだ我が支配下にあり！",
	id = 705040,
	detail = "ソビエツキー・ソユーズ級の中で抜きん出ている戦艦――私であり、私だけだ！",
	couple_encourage = {
		{
			{
				70505
			},
			1,
			"ネジは拾ってやるよ！",
			0
		}
	}
}
