_G.pg.ship_skin_words[705050] = {
	feeling1 = "そんな消極的な態度を取られては困る。強制的に矯正してやろう",
	feeling3 = "同志指揮官、どうした？北方連合の一員としてではなく、個人としての私と親睦を深めたいのか？ふん、主観的な選択は嫌いではない",
	lose = "くっ、屈辱的だ…品質不良のトラブルがここで出たか…！",
	propose = "生を受けた以上己の役目を果たす。この艦隊の一員としても、貴様と絆を結んだ者としても――論理的な思考だけではなく、私の主観的な認識から帰結される当然の結論だ",
	expedition = "軍事委託か。艦隊運営上、兵站的な役目を果たしてくれているな",
	win_mvp = "撃破確認。貴様らでは北方連合を――正義の解放を止められん",
	home = "ご苦労。光栄的な勝利か、それとも敗北での転進か、聞くまでもなかったな",
	mission = "任務だ。事務的な仕事は私が引き受けよう。貴様は指揮官として決断に専念するがいい",
	touch2 = "これは紳士的とは言えんな",
	voice_key_2 = -1,
	skill = "吹っ飛べ！",
	drop_descrip = "ソビエツキー・ソユーズ級戦艦――ソビエツカヤ・ロシア",
	mail = "手紙だ。同志指揮官、次の子が配達に来る前に、確認は早めに頼む",
	touch = "親交を深めたいのか。よろしい、まずは握手を日常的な慣習にしようではないか",
	profile = "23型戦艦の「ソビエツカヤ・ロシア」だ。かの大戦で戦略的な存在になる計画だったが、諸原因によって結局実現されなかった。この艦隊では我が真価を証明し、決定的な戦果をもたらそう",
	mission_complete = "むっ、報酬リストに抜け漏れがあるだと…？全体には問題ないはずだが…",
	feeling4 = "むっ、これは中々いい腕前だな……同志指揮官、ごちそうを振る舞ってくれるのはありがたいが、もしや貴様は社交儀礼だけでなく、げ、原始的な欲求においても攻勢をかけていないか？",
	unlock = "我が名は「ソビエツカヤ・ロシア」、北方連合の切り札にして最大最強の戦艦が一人だ。貴様と革命の障害を取り除くために突き進もう",
	feeling5 = "くっ、見事だ…！だがな、北方連合の誇りにかけて、このまま同志指揮官の攻勢には負けん…！さあ、同志指揮官、今度は我が恋の攻勢をその身でしっかり受け取るがいい！",
	main = "提出する文書が足りない？むっ初歩的なミスだな…すぐ再作成に取り掛かる。このことは他言無用で頼む|大局的な視座での指揮を頼む。貴様の双肩に担っているのは特定の個体ではない|艤装を整備したらネジが増えた…むっ、「資源がなぜか増えた」という、肯定的な結論にはならないか？ならないのか……|貴様の戦術指導は保守的すぎる。沈まぬ限り戦い続ける――損傷を修理・見直し・補強・改善――それを遂行し続けることこそ合理的な戦い方だ",
	battle = "砲撃開始！押しつぶせ！",
	upgrade = "理想的な強化だ。次も頼むぞ",
	voice_key = 70505,
	headtouch = "",
	feeling2 = "貴様の艦隊が盤石であるよう…うむ、比喩的な表現だ――つまり、一致団結できるように願っている。我が北方連合のようにな",
	login = "同志指揮官、執務室への到着が遅いぞ。勤労精神を忘れてはならん",
	vote = "",
	hp_warning = "致命的なダメージではない…！",
	id = 705050,
	detail = "同志指揮官か。…足の踏み場がないとは失礼だな。これは我が役目のための必要的な犠牲だ",
	couple_encourage = {
		{
			{
				29901,
				29902,
				39901,
				39902,
				49901,
				89901,
				19901,
				19902,
				39903,
				39904,
				49902,
				99901
			},
			1,
			"存在意義を考えるなど無粋。この力を振るうまでだ！",
			0
		},
		{
			{
				900217
			},
			1,
			"キーロフ、援護を！",
			0
		}
	}
}
