_G.pg.ship_skin_words[801010] = {
	feeling1 = "指揮官はまあ……こんな御方ですか……",
	feeling3 = "理想という大義のためなら、親族でも袂を分かち、敵として相まみえることも辞さない……本当に嘆かわしいことですわ",
	lose = "たまにはこういうことも起きますわね……",
	propose = "ついに…ついにこの日が…やはり指揮官こそ私の運命のパートナーですわ！ル・トリオンファン、この剣、この盾、そしてこの身を喜んで捧げます！",
	expedition = "次は私に任せてみませんか？最速で、完了して差し上げますわ",
	win_mvp = "ル・ファンタスク級の速さ、着いてくるのは簡単じゃなくてよ？",
	home = "指揮官、お勤めご苦労さまですわ。仕事の続きは紅茶でも召し上がってからにしてはどうかしら？",
	mission = "新しい任務がありますわ",
	touch2 = "きゃっ！ル・ファンタスク級の速力をも超えるなんて…指揮官…侮れませんわ……",
	voice_key_2 = -1,
	skill = "Pour la liberté（ポルラリベルテ）！",
	drop_descrip = "ル・ファンタスク級駆逐艦ル・トリオンファン",
	mail = "未知なる相手からの挨拶は嬉しいですわ",
	touch = "指揮官、私たちを普通の駆逐艦と見なしていたら損しますわよ？",
	profile = "自由アイリス教国、ル・ファンタスク級駆逐艦ル・トリオンファン、ご挨拶を申し上げますわ。かつてはブレストの第八分隊に所属し、お姉さま方とともにスカゲラク海峡に突入しました。その後、お姉さま方とは違う道を……",
	mission_complete = "苦労した指揮官へのご褒美ですわ",
	feeling4 = "ともに苦境を乗り越えた相手にこそ背中を預けられる……私はそう思うのですわ",
	unlock = "あら、指揮官、ごきげん麗しゅうございます。自由アイリス教国、「エレガント」たる駆逐艦、ル・トリオンファンが着任しましたわ。幻想をも超える空想（ファンタスク）級の力、とくとご覧あそばせ♪",
	feeling5 = "指揮官と一緒なら、どんな困難も簡単に乗り越えられる…そんな気がしますわ",
	main = "この艤装？慣れたら重く感じなくなりますの。こう見えても腕力は強いほうですわ|もしあの時、お姉さま方と一緒にいたら、もしかしたら違う結末になってたかも……|友軍と敵、時として入れ替わるものよ",
	battle = "アイリスの名にかけて、敵を粉砕しますわ！",
	upgrade = "艤装から強い力の波動を感じます…指揮官、感謝ですわ",
	voice_key = 80101,
	headtouch = "",
	feeling2 = "ノブレス・オブリージュ…素晴らしきエレガントさだとは思いませんか？",
	login = "あら、ごきげんあそばせ？今日のご命令はなぁに？出撃も委託も、この私に任せていいですわ",
	vote = "",
	hp_warning = "勝負は…これからですわ！",
	id = 801010,
	detail = "質問ならなーんでもいいですの。ぜーんぶお答えしますわ",
	couple_encourage = {
		{
			{
				20704
			},
			1,
			"勝利を指揮官に、ですわ！",
			0
		},
		{
			{
				90111
			},
			1,
			"お姉さま！また一緒に戦えますね！",
			0
		}
	}
}
