_G.pg.ship_skin_words[801020] = {
	feeling1 = "忠誠を誓った対象がこのような方だと先輩方に知られたら…私を責めるのでしょうか、それとも宥めるのでしょうか……",
	feeling3 = "剣を練習する理由、ですか？確かに、出撃時にはほぼ使いませんが…でも、自分の調子をいつも最高の状態にすることができますから、戦いで良いことはあっても悪いことなんて一つもありませんよ",
	lose = "この敗北……決して忘れはしません！",
	propose = "誓います。この剣は指揮官を守るためだけに振るおう――そして、指揮官にも道を踏み外さないよう誓ってほしい……もう二度と、あの時のようなことを味わいたくありません……！",
	expedition = "委託が完了しました。次は私にも行かせてください。もっと頑張ります",
	win_mvp = "先輩方にまた一歩近づきました！",
	home = "指揮官、お疲れ様です。母港に異常はありません。ご安心ください",
	mission = "指揮官、任務を完遂するのは義務だと思いますよ",
	touch2 = "丸腰の相手に剣を向けるのは不本意ですが……無礼をお許しください！",
	voice_key_2 = -1,
	skill = "これでどうです！",
	drop_descrip = "ラドロア級駆逐艦フォルバン",
	mail = "手紙……？挑戦状でしたか……？",
	touch = "指揮官、知っていますか？一口に剣と言ってもいろんな種類がありますよ？レイピアやセイバー、ブランベルジェとか",
	profile = "ラドロア級駆逐艦、自由アイリス教国の見習い騎士・フォルバンと申します。とある理由で母港で二年間こもっていましたけど、復帰後は多くの任務に参加し、無為な時間を戦場での活躍で挽回する事ができました",
	mission_complete = "指揮官、任務報酬を無駄にしてはいけませんよ",
	feeling4 = "指揮官、私には夢が２つあります。一つは先輩方のように強くなること、もう一つは忠誠を誓うに値する方を見つけること……二番目の夢は先に実現しそう、ですね",
	unlock = "自由アイリス教国の見習い騎士、フォルバンといいます。大型艦の先輩方とまだ肩を並べられない修行中の身ですが、何卒ご指導をよろしくお願いします！",
	feeling5 = "指揮官、信じてください。指揮官が傷つく時――それはきっと私が二度と剣を振れなくなり、弾薬も尽き果てた時であるということ",
	main = "鉄血もロイヤルも、いつか話してみたいのですね|いつになったら先輩方のように強くて格好良くなれるのでしょうか…|人生を無駄に過ごすつもりはありません。…ですから、今度は何事にも全力です！",
	battle = "よし、今の調子なら勝てるはずです！",
	upgrade = "決闘の勝算が高まりました",
	voice_key = 80102,
	headtouch = "",
	feeling2 = "この艦隊は凄い方が結構多いですね。色々学べそう……うん、私も頑張らないと！",
	login = "ふん！は！あ、指揮官！一緒にウォーミングアップでもいかがですか？",
	vote = "",
	hp_warning = "決闘はまだこれからです！",
	id = 801020,
	detail = "ふん！は！あ、指揮官ちょうどいいところに！私の自主練に付き合っていただけないでしょうか？ ",
	couple_encourage = {
		{
			{
				90101
			},
			1,
			"ル・マルス、陣形に注意して！",
			0
		}
	}
}
