_G.pg.ship_skin_words[801030] = {
	feeling1 = "指揮官、このままでは友達がいなくなりますよ！",
	feeling3 = "友達と休憩スペースでゲームをするって約束したよ！指揮官も一緒にどう？",
	lose = "ほえ？負けた？",
	propose = "ケッコンってどんなことかよくわからないけど、きっと「ずっと一緒」って意味だよね！うん！これからはずっと一緒だね！指揮官！",
	expedition = "指揮官、委託から戻ってきたみんなを出迎えに行くね！",
	win_mvp = "ふふーん、私の力を見たか！",
	home = "おかえりー！書類は棚に戻したよ！……ほえ？戻った時に確認したかったものなの…？",
	mission = "まだ任務があるよ！一気に片付けちゃお！",
	touch2 = "こ、心の準備が！",
	voice_key_2 = -1,
	skill = "すーっすめー！",
	drop_descrip = "ラントレピード級駆逐艦ル・テメレール ",
	mail = "メール！もう開封したよ！",
	touch = "あははは！ちょっとくすぐったいよ！",
	profile = "ラントレピート級のル・テメレールだよ！あの大戦では色々あって完成しなかった艦だけど……こうしてみんなと一緒にいられるなんて本当に嬉しいよ！",
	mission_complete = "任務報酬をもらったよ！……ほえ？確認をするものなの？",
	feeling4 = "友達はたくさん出来たけど、指揮官は特別だよ？だって私、指揮官と一緒にいれる時がいっちばん嬉しいんだ！",
	unlock = "ようやく見つけました！指揮官、これからよろしくおねがいします！……名前？あ！私、自由アイリス教国所属のラントレピード級駆逐艦、ル・テメレールって言うんだ！",
	feeling5 = "友達より大切な関係……恋人？でも恋人ってどうすればいいかわからないよね……ほえ？いつもどおりでいいの？ ",
	main = "今日も違う勢力の友達ができたね！ふんふふん♪|あ、昨日一緒に遊んだ子だ！指揮官、ちょっと席外すよ！|みんなお友達になれたら、戦争もなくなるよね！",
	battle = "とにかく進めー！",
	upgrade = "強くなったよ！",
	voice_key = 80103,
	headtouch = "",
	feeling2 = "今日も母港でふらふらお散歩♪もしかしたら新しい友達ができるかも！",
	login = "Vas-y！今日のお仕事はこれからだー！",
	vote = "",
	hp_warning = "わ、私はどこー？！",
	id = 801030,
	detail = "母港のみんなは親切だよ。でもね、話しづらそうな人もちらほらいて……",
	couple_encourage = {
		{
			{
				90401
			},
			1,
			"ダンケルクさん、マカロンが欲しい！",
			0
		}
	}
}
