_G.pg.ship_skin_words[801040] = {
	feeling1 = "指揮官を透明人間にできないのかしら……",
	feeling3 = "指揮官、この玉をよく見ていてください。左……右……左……右……眠くなります……あ。催眠術が上手くいかなかったのかしら…",
	lose = "みんなを守れる呪文はないのでしょうか…？！",
	propose = "……こんなに神聖な儀式が執り行われることを夢にも思っていませんでした…指揮官、私、この気持ちを大事にして…ずっとずっと、あなたのそばにいますね",
	expedition = "委託組のみんな、お疲れ様です",
	win_mvp = "うん？勝ちました？自分の実力で勝てたのは…良かったです",
	home = "お疲れ様です、指揮官。「マホウ」の代わりにこのジュースで元気付けて差し上げましょう",
	mission = "任務を自動で完成させる呪文ですか……残念ながらないですね。指揮官、頑張ってください",
	touch2 = "そのまま待っててください。……ウサギにする呪文を探してきますよ",
	voice_key_2 = -1,
	skill = "attaque（アタック）！",
	drop_descrip = "ラントレピード級駆逐艦ルピニャート",
	mail = "浮かばせる呪文を使わずに持ってまいりました。メールです、はい",
	touch = "指揮官はお疲れですか？このワンドで目をスッキリさせる「マジナイ」でもしましょうか？",
	profile = "かの大戦で色々経験して、ついに完成しなかった私は、今こうやって艦隊の一員として生きていられる……これはきっと「マホウ」…ううん、私への運命の贈り物です",
	mission_complete = "任務の報酬……増やす方法はないのかしら…",
	feeling4 = "指揮官、手を貸してください。はい、このままわたしの手の間に、こう……なぜかしら…本ではこうすれば相手の思っていることがわかる、と書いてあるのに……",
	unlock = "自由アイリス教国所属の「マホウツカイ」、駆逐艦・ルピニャートです。よろしくお願いします。あっ、「マホウツカイ」のことは忘れてください",
	feeling5 = "そう言えば、指揮官のそばにいると、いつもなんかドキドキして落ち着かないです。……これは指揮官の「マホウ」ですか？",
	main = "ダンケルクさんの作ったお菓子……それこそ本物のマホウよ|ツン……うん？いいえ、なんでもありません。なぜか急にこのワンドでツンツンしたくなりまして。はい、ツンツン|指揮官はもし、なにか一つ願いを叶えられるとしたら、どんな願いがいいですか？",
	battle = "大丈夫ですよルピニャート、あなた自身の力なら…！",
	upgrade = "訓練を代わりにやってくれる呪文もあれば便利ですね",
	voice_key = 80104,
	headtouch = "",
	feeling2 = "指揮官は「マホウ」があると信じますか？",
	login = "指揮官、やはりこの時間に戻ってきましたね。…うん？あ…指揮官の普段の行動に基づいた「ウラナイ」ですよ",
	vote = "",
	hp_warning = "まだ負けるわけには…！で、でもどうすれば…！？",
	id = 801040,
	detail = "この本には数百に及ぶ強大な呪文が記載されて……いるわけありませんね。普通のおとぎ話の本です。…本当ですよ？",
	couple_encourage = {
		{
			{
				80103
			},
			1,
			"ルーちゃん、先に出過ぎよ！",
			0
		}
	}
}
