_G.pg.ship_skin_words[802020] = {
	feeling1 = "悪魔というのなら、この剣で切り捨てるまで――正しい道を外しただけというのなら、今すぐ悔い改めなさい！",
	feeling3 = "この剣、ひとりで振るうためにあらず。指揮官であるあなた、祖国たる我がアイリス、そしてこの艦隊のすべての仲間のために振るうものなり――",
	lose = "ここで止まってしまっては……",
	propose = "これが…指揮官の気持ち……嬉しいです。私も指揮官を一番大切な人にします。だから、その…どう接すべきかあまり知識のない身ですが……指揮官、試しにまず私に甘えてみませんか？",
	expedition = "みんな無事に戻ってきました。神に感謝を",
	win_mvp = "私たちの使命を果たすには、まだ……ううん、みんな、よくやりました！",
	home = "戦火と硝煙がまだ消されていません。今は踏ん張るときです",
	mission = "あなたにはまだ果たしていない使命があるはずです",
	touch2 = "こ、ここがあなたを惹きつけたのですか？",
	voice_key_2 = -1,
	skill = "アイリスにご加護を！",
	drop_descrip = "軽巡洋艦ジャンヌ・ダルク",
	mail = "メールです。ご確認を",
	touch = "なにかお困りですか？",
	profile = "優秀な戦士たちを育成する練習艦だった私は、今や剣をもってアイリスの最前線に立っています。愛する故郷のためなら、この身のすべてをかけます",
	mission_complete = "任務の意義は報酬にとどまりません",
	feeling4 = "旗を振るい、みんなを勝利に導くのが私の望みです。ですが、勝利は私だけで為せることではありません。……仲間たち、そして指揮官の力も必要です",
	unlock = "私が預かった名前をご存知なら、この身が背負う崇高なる使命をご理解いただけると信じます。自由アイリス教国、ジャンヌ・ダルク、これより御身の指揮下に入ります",
	feeling5 = "指揮官――この身、背負っているものが多い分、心を休められる時間が限られます。だから少しだけ、少しだけでも……あなたの肩を、私に貸してはいただけないでしょうか……？",
	main = "ミカエル様、私のなすべきことを示してくれ給え――|名前、剣戟、艤装――これ全てはすなわち覚悟の証明です|疲れたら休んだほうがいいですよ。戦闘はあなたのすべてではないはずです",
	battle = "勇者たちよ！私に続け！",
	upgrade = "胸に燃ゆる闘志よ、我を奮い立たせる力とならん！",
	voice_key = 80202,
	headtouch = "",
	feeling2 = "茨なら切り開く、炎なら乗り越える、神が示したこの道に行く手を阻まれることならん！",
	login = "今日も母港に神のご加護があらんことを",
	vote = "",
	hp_warning = "形勢は不利……みんな、陣形に注意して！",
	id = 802020,
	detail = "ジャンヌ・ダルク……この名前が重荷ではありますが、私は逃げたりしません。私にとって、それを背負うのは使命であるがゆえに",
	couple_encourage = {
		{
			{
				80201
			},
			1,
			"戦友よ、あなたにも神のご加護を！",
			0
		}
	}
}
