_G.pg.ship_skin_words[805010] = {
	feeling1 = "進むことを拒む者は破滅の終焉を辿る――それを覚えていて",
	feeling3 = "指揮官、そこにおかけなさい。飲み物は何がいいですか？…案ずることはりません。私とて職務と教務以外では人並みの生活を過ごしています。ヒトは信心のみでは生きてはいけないですし、パンと飲み物を必要とすることもありましょう。ふふ",
	lose = "これも…天からの試練ですか…",
	propose = "アイリスを導く者として、貴方だけに誓いを立てることはできませんが、リシュリューは貴方を生涯守り、貴方を支える存在になることを誓いましょう。はい、神聖なるアイリスの名にかけて――",
	expedition = "委託が無事完了できたこと、すなわち艦隊運営が順調なことを表します。指揮官、よくできました",
	win_mvp = "戦場に漂う魂に永遠の安寧と救いがあらんこと…エーメン…",
	home = "作戦終了。艦隊無事母港に帰投しました。指揮官、ご苦労さまです",
	mission = "任務も試練の一種と言えましょう。正しい心構えで挑めば心配ありません",
	touch2 = "ほかはともかく、勇気だけは褒められるべきでしょう",
	voice_key_2 = -1,
	skill = "天の裁きを受けよ！",
	drop_descrip = "リシュリュー級戦艦リシュリュー",
	mail = "手紙は余人からの祝福です",
	touch = "私たちの祈りに傾聴してください。指揮官",
	profile = "リシュリュー級戦艦のネームシップ、リシュリューです。カンレキでは数奇な運命を経て、祖国の盛衰を見届けてきました。…今度こそ、大切なものを守り抜きたいと願っています。この艦隊とともに、自由と平和を求めて――",
	mission_complete = "働く者への、天からの恵みがこの報酬です。ありがたく受け入れましょう",
	feeling4 = "また来ましたね、指揮官。貴方への接し方はいささか穏やかすぎたのではないかと――もちろん冗談です。気軽に話せる相手がひとり増えたのは私にとってありがたいこと――貴方もそう思ってくれるよう願っています",
	unlock = "自由アイリス教国、枢機卿のリシュリューです。自由と信仰のために戦うなら、私が貴方に勝利をもたらしましょう。指揮官",
	feeling5 = "ヒトの距離感とは面白いものです。上官と部下、艦隊の指導者と陣営のトップ、艦船と…ふふふ、今はまだ皆に勘違いさせたままにしておきましょう。ね？",
	main = "篤き信仰と弛まぬ努力、それさえあればいかなる困難をも乗り越えられると信じましょう|あの丸っこい子たち…確か「オフニャ」ってアルジェリーが言っていました。|ロイヤル、ですか？ええ、今度のお茶会に私のワインを持参しますので、関係の進展に期待しましょう|アイリス護教騎士団――大切な仲間たちの力を活用してください。平和のために戦うことも彼女たちの使命の一つです|ユニオンの子たち、アイリスの子たちとは結構…ジャン・バールなら上手く付き合える気がします",
	battle = "自由と栄光のために、全艦、戦闘配置。aux armes、marchons――！",
	upgrade = "導くための力も時には必要でしょう。感謝します",
	voice_key = 80501,
	headtouch = "あなたにも天の祝福があらんことを",
	feeling2 = "こうして貴方と言葉を交わす私は――戦いをもたらした災禍、畏怖すべき枢機卿、そして妄執に取り憑かれた頑固者として嫌悪されています。問いましょう。貴方から見た私は、どのような存在ですか？",
	login = "Bonjour、指揮官。こちらが朝祷を行っている間、少しお茶を飲みながらくつろいでいてください",
	vote = "",
	hp_warning = "希望は……まだ…っ！",
	id = 805010,
	detail = "私を信じなさい。私について来なさい。祈りなさい。探しなさい。さすれば道が開かれん――",
	couple_encourage = {
		{
			{
				80101,
				80102,
				80103,
				80104,
				80201,
				80202,
				80701,
				80801
			},
			5,
			"天の加護がある限り、恐れることはない！",
			3
		},
		{
			{
				10703
			},
			1,
			"また共に戦えるのですね",
			0
		},
		{
			{
				90501
			},
			1,
			"思うがままに戦いましょう。背中は私が守ります",
			0
		},
		{
			{
				90101,
				90102,
				90103,
				90111,
				90201,
				90302,
				90401,
				90501
			},
			5,
			"義心の元に集え！同胞たちよ！",
			3
		},
		{
			{
				90201,
				10140
			},
			1,
			"不信の敵に裁きを",
			0
		}
	}
}
