_G.pg.ship_skin_words[901010] = {
	feeling1 = "わっ、指揮官……じ、自主練に行ってきます！",
	feeling3 = "ベンキョウをおしえてくださいますか？わあ！指揮官、ありがとうございます！私……って、えええ！？こんなにも読むんですか！？す、すみません！急にお腹が……",
	lose = "しまった！撤退するよ！",
	propose = "ええと……この場合は一体どうすればいいか全然わからないよぉ……あ、あの！とにかく！これからもよ、よろ、よろしくお願いします！",
	expedition = "皆戻ってきました！今から迎えにいきまーす！ほい！",
	win_mvp = "私が一位…ですか？やったぁ！えへへ～",
	home = "指揮官、適度に汗をかかないと太くなりますよ",
	mission = "未だ任務がありますね。お使いは私に任せてください！",
	touch2 = "こ、ここもマッサージするんですか？ちょっと……変な感じです……",
	voice_key_2 = -1,
	skill = "いっきまっすよー！",
	drop_descrip = "ラドロア級駆逐艦ル・マルス",
	mail = "お手紙でーす！もう持ってきちゃいました、えへへ",
	touch = "ちょうど肩が凝っていました……指揮官、ありがとうございます！",
	profile = "あの時はみんなの役には立てなかったけど、指揮官、今度の私の活躍、期待してくださいね！",
	mission_complete = "任務完了！……あれ、報酬もあるんですか？",
	feeling4 = "わかったような、わからなかったような……でもせっかく指揮官が無理してまで私に教えてくれたんだし……指揮官、ありがとうございます！",
	unlock = "え？そちらは……ああ、そうでした！指揮官ですね！私はラドロア級駆逐艦のル・マルス！これからよろしくです！",
	feeling5 = "本に書いてあることはまだ良くわかりませんけど、一つだけわかったような気がします！それは――指揮官のことになると、私、力を2倍に発揮できるって！",
	main = "指揮官、ストレッチのやり方を教えましょうか|指揮官は大変ですね…これもあれも見ないといけませんし…私ならすぐクラクラになりますよ……|ベンキョウって難しいですね…単語が全部わかっていても、いざ組み合わせたら意味がわからなくなっちゃって…",
	battle = "準備運動完了！いきますよー！",
	upgrade = "まーた強くなりました！指揮官、ありがとうございます！",
	voice_key = 90101,
	headtouch = "",
	feeling2 = "優秀な騎士は他人を守る力だけでなく、学習で得られる強き心も必要だと……はあ…私、本を開いたとたんに眠っちゃいますね…どうしよう……",
	login = "指揮官、ようやく来ました！で、今日の訓練任務は何ですか？",
	vote = "",
	hp_warning = "これぐらいの傷、我慢すればなんとかなるはず！",
	id = 901010,
	detail = "実はフォルバンのことをちょっぴり羨ましく思っています。あのときは向こうも同じく動けなかったけど、私よりは……",
	couple_encourage = {
		{
			{
				80102
			},
			1,
			"フォルバン、私が先に行きますね",
			0
		}
	}
}
