_G.pg.ship_skin_words[901020] = {
	feeling1 = "ごめんなさい、静かにしていただけますでしょうか。ちょっと考えるのに集中できないです…",
	feeling3 = "タルテュ、考え込んでしまいますと、周りのことが全然見えなくなって……このままでは思いやることのできる大人の女性にはなれませんよね…",
	lose = "んー今の砲撃はもう少し右にしたほうが…あ、ごめんなさいっ。もう撤退するんですねっ…！",
	propose = "こんなタルテュでも好きでいてくださるのですか？タルテュも…指揮官のことが好きですけど、このままではお世話をされてばかりで……いつか、指揮官のお世話をできるよう、頑張ります…！",
	expedition = "委託が完了しました。ごめんなさい指揮官、言い忘れるところでした…",
	win_mvp = "………あっ、ごめんなさい、MVPが誰かなぁって…タルテュですか？",
	home = "うーん、指揮官をどう出迎えれば良いかなぁ…",
	mission = "この前の任務で頂いたものはたしか…あ、新しい任務ですか？",
	touch2 = "ヴォークランが薦めてくれた本によれば、この場合……証拠を押さえて現行犯逮捕…ですか？",
	voice_key_2 = -1,
	skill = "この状況では…こう！",
	drop_descrip = "ヴォークラン級駆逐艦タルテュ",
	mail = "あら、タルテュは、今…そうですね、指揮官への手紙を届けに来たんです",
	touch = "指揮官、さっき聞いてくださったことですが…え？も、もう大丈夫ですか？そうですか…",
	profile = "ヴィシア聖座のタルテュです。かの大戦では地中海に配属され、ロイヤルとの戦いに参加しました。トゥーロンで他の皆と……ううん、昔のことを思い詰める必要はありません。大事なのは今！と、ヴォークランなら言いそうですね。ふふ",
	mission_complete = "任務完了です。次は任務報告の書き方、優先順位と終了時間、報酬と…うん…",
	feeling4 = "指揮官はいつも、タルテュのペースに付き合ってくださいますね。…ありがとうございます。でも、タルテュが急に何かを考え込んでいたときは、注意してくださってもだいじょうぶですよ。指揮官ならタルテュ、怒ったり困ったりはしませんよ",
	unlock = "こんにちは、指揮官。ヴォークラン級のタルテュです。…………ん？あっ、ごめんなさい、母港が大きいなぁって考えてました…",
	feeling5 = "最近はタルテュ、指揮官のことになると、どうしても今まで以上に考え込んでしまいまして……あ！ごめんなさい…タルテュ、今また……",
	main = "指揮官、タルテュがダンケルクさんのような、人を思いやれる、大人の女性に成長できると思いますか？|大人になるためには、まず精神を鍛えないと――と、ヴォークランが探偵小説を読むよう薦めてくれました。結構面白いですよ。ふふ|ヴォークランは運動が好きですね。運動して疲れて、休んで、お腹が減って……あっ、ごめんなさい、今ダンケルクさんのお菓子について考えてました…",
	battle = "集中、集中…！",
	upgrade = "ちょっと強くなりました…気がします",
	voice_key = 90102,
	headtouch = "",
	feeling2 = "いたっ？！うう、木の枝に……あ、指揮官、こんにちは。タルテュは…ええ、大丈夫です。ただ散歩中にほかのことを考えていただけでした。よくあることです。気にしないでくださいませ",
	login = "指揮官、こんにちは。……あっ、どうして今まで来なかったのかなぁって考えてました…",
	vote = "",
	hp_warning = "…っ！もっと集中しないと……",
	id = 901020,
	detail = "世話焼きのダンケルクさんに、エレガントのアルジェリーさん、リシュリュー様…みんな魅力的な女性です。タルテュもみんなを目標に頑張っています",
	couple_encourage = {
		{
			{
				90103
			},
			1,
			"ヴォークラン、無理をしないでね",
			0
		},
		{
			{
				90401
			},
			1,
			"ダンケルクさんと一緒……が、頑張ります…！",
			0
		}
	}
}
