_G.pg.ship_skin_words[901110] = {
	feeling1 = "……（ル・マランは寝ているようだ）",
	feeling3 = "な、なんでもするとは言いましたけど…流石に仕事が多すぎですよ……もうだめ…疲れた……休みをください……",
	lose = "まだ負けていない……まだ……まだよ！！",
	propose = "ヴィシアの剣として、私――ル・マランはこれからもずっとそなたを守り、そなたに永遠なる愛を捧げることを誓おう。……つ、疲れました…指揮官、早く帰りましょうよ……",
	expedition = "みんなが帰ってきました。早く出迎えに行きましょう",
	win_mvp = "邪魔者は片付けておきました",
	home = "トリオンファンに教えてもらった紅茶です。……バレましたか。ええ、ただのティーパックです。飲めば？",
	mission = "新しい指示です。指揮官",
	touch2 = "ひゃぅ！？な、何をするんですか！",
	voice_key_2 = -1,
	skill = "消えろ！！",
	drop_descrip = "ル・ファンタスク級駆逐艦ル・マラン",
	mail = "指揮官への手紙です。……私への手紙はないですか？",
	touch = "エレガントは…疲れるよね……！？な、なにか御用でしょうか！",
	profile = "ヴィシア聖座所属。ル・ファンタスク級駆逐艦、ル・マラン。かつてはブレストの第八分隊に所属し、同型艦と一緒に戦っていました。その後、トリオンファンは私達とは異なる道を歩みましたが…えぇ、お互い無理しないことですね",
	mission_complete = "指揮官、上からの褒賞です",
	feeling4 = "きょ、今日は頑張って働いたから、早退しても大丈夫ですか…？や、やった！これで帰って寝られるよ！…す、すみませんはしゃぎすぎました…",
	unlock = "我は浪を駆ける空想、「エレガント」なるヴィシアの邪しき剣――駆逐艦ル・マラン、そなたの命に従うしもべとならん",
	feeling5 = "指揮官、きょ、今日は一緒にちょっと早めに上がったら……別に疲れたわけじゃありませんよ！えっと、でで、デートとかでもどうかなと、お、思いまして……",
	main = "速さがあっても、火力がなければ敵は倒せません。当然です|だるい……秘書艦やめ……はっ！なんでもありません！|ダンケルクさんの手作りお菓子……ぐへへへ……いかんいかん！まだ勤務時間中だぞ…！",
	battle = "ヴィシアを守る邪しき剣、参ります！",
	upgrade = "頑張らなくてはなりませんね",
	voice_key = 90111,
	headtouch = "",
	feeling2 = "駆逐艦ル・マラン、そなたの秘書艦にして、ヴィシアの邪しき剣。なんなりとご命令ください",
	login = "駆逐艦ル・マラン。いつでもご命令を……はああ……",
	vote = "",
	hp_warning = "手強い…！",
	id = 901110,
	detail = "はあ……眠い……ベッドでゴロゴロしたい……Zzzzz……！？な、なんですか！？",
	couple_encourage = {
		{
			{
				80101
			},
			1,
			"ル・トリオンファン……おかえり",
			0
		}
	}
}
