_G.pg.ship_skin_words[901120] = {
	feeling1 = "これは…サボっていいってサインに違いありませんね…",
	feeling3 = "レッスンにオファーにトレーニングにリハーサル……やることが多すぎですよ！ダメだこれ絶対倒れちゃう…もうスケジュールを見ただけで疲れました…今日は休ませて～",
	lose = "悔しんでいる暇はないですね…！",
	propose = "エレガントなるル・マランのステージ――アイリスの仲間たちの、そして指揮官がいてこそのものです。さあ、ル・マランに誓いの指輪を渡し、この輝きを永遠なるものにし…してください！",
	expedition = "委託組が戻ってきましたよ。…は！ってことは休憩して大丈夫ですよね！",
	win_mvp = "アイリスの輝きに――喝采せよ！感涙せよ！",
	home = "お疲れ様です。エレガントに紅茶を一杯、嗜んでみてもいかが？",
	mission = "オファー…ここは効率よく、ガンガンこなすようお願いします",
	touch2 = "わわ？！な、何をするんですかー！",
	voice_key_2 = -1,
	skill = "輝きを！",
	drop_descrip = "アイリスの輝かしき剣、ル・マラン、偶像（アイドル）の姿で参上せり。我は波を駆ける空想、祈りの歌でそなたに癒やしをもたらさん",
	mail = "仕事の連絡です。ご確認を",
	touch = "いつも応援、感謝していますよ",
	profile = "ル・ファンタスク級駆逐艦ル・マラン、参上しました。ふふふ…アイドル任務、上手くこなしてみせますよ。べ、別にやりたくてやっているわけじゃありませんけど",
	mission_complete = "お、オファー完了しました…エレガントに報酬を受け取りにいきましょう…",
	feeling4 = "はあ、はあ…どうですかこのル・マランのパフォーマンスは！いい感じだと思ったら休憩！はい！休憩を要求します！も、もしくはオフで美味しいお菓子の差し入れを…！",
	unlock = "アイリスの輝かしき剣、ル・マラン、偶像（アイドル）の姿で参上せり。我は波を駆ける空想、祈りの歌でそなたに癒やしをもたらさん",
	feeling5 = "指揮官、オフでデートに出かける約束、ごめんなさいやっぱり部屋で…いいですか？！やったぁ一緒にゴロゴロして…コホン！まずはこのステージ、ですね…！",
	main = "偶像（アイドル）は人によって崇拝されるもの、すなわち距離感を縮めような行動を行うべきではない、ということです|ジャン・バールさんが適当でいいと言ってたけど…うぅ、トリオンファンとリシュリューさんの期待の視線が痛い……|あのロイヤルの子、無邪気な歌もまた「祈り」、ですね。ふふふ、負けませんよ",
	battle = "届け！私の祈りを！",
	upgrade = "アイリスの秘蹟、ここに顕現せん！",
	voice_key = 90112,
	headtouch = "…？なんですか？",
	feeling2 = "輝かしきアイリスのアイドル、ル・マラン――さあ、私をエレガントに導いてくださいませ",
	login = "おはようございます。今日のレッスンはなんですか？",
	vote = "",
	hp_warning = "エミールのように踊れるわけじゃないですよ…！",
	id = 901120,
	detail = "不本意ですが、アイドル任務に協力させていただきます。エレガントなる我がアイリスのパフォーマンスをご覧あれ",
	couple_encourage = {
		{
			{
				89902
			},
			1,
			"歌詞はわかりやすいのでお願いします！",
			0
		},
		{
			{
				90503
			},
			1,
			"ステージの演出、お願いします！",
			0
		},
		{
			{
				90501
			},
			1,
			"そうですね…適当でいいですよね…！",
			0
		}
	}
}
