_G.pg.ship_skin_words[902010] = {
	feeling1 = "指揮官を辞めたいならあたし、お薦めの宿泊先を紹介してあげよっか？",
	feeling3 = "ダンケルク手作りのムースケーキ、ほら、指揮官の分――まあまあ、お礼はあたしじゃなく、作った彼女に言いなよ",
	lose = "あ、負けちゃったー……ふぅ、次もまた戦わせてよー",
	propose = "指揮官のようなコはやっぱり大好き！ははは！これから指揮官をいじめるコがいたら、あたしがバッサリ片付けてあげるね！",
	expedition = "委託組が戻ってきた？んーちょうど手持ち無沙汰だし出迎えてきてあげよっか",
	win_mvp = "あはは！楽しませてもらったぁ！",
	home = "指揮官出撃中につき執務室へは立入禁止です―……って指揮官！もちろん、入っていいよ♪",
	mission = "任務が難しい？あたしに言われてもね…別にあたし、代わりにしてあげられないし",
	touch2 = "あたし、護教騎士団のコとは違って「アッチ」の仕事がメインなの…もしかして気になる？",
	voice_key_2 = -1,
	skill = "消えな！",
	drop_descrip = "ラ・ガリソニエール軽巡洋艦・ラ・ガリソニエール",
	mail = "ほーい、手紙よ。読まないとどっか消えても知らないよ",
	touch = "怪我しても気にしないなら触らせてあげる♪",
	profile = "かの大戦でヴィシアに所属してたあたしは、「公海艦隊」だっけ…？に配属されることになったけど、燃料の関係で一度も外洋に出なかった気が……まあ、あのあとの話はダンケルクに聞いたほうが早いよ？",
	mission_complete = "任務をこなせた？んー思ったより早かったね……指揮官のこと、過小評価してたかも",
	feeling4 = "艦船は魚雷とか艦砲とかぶっ放してなんぼだけど、たまにはこういう武器の話も面白いでしょ？指揮官、今度またお喋りしようよ！あなたのことも、面白そうだしね！",
	unlock = "ヴィシア、サディア、鉄血……次はここ？まあどうでもいいよ。あたしを楽しませてくれればどこだって同じ。というわけで、ヴィシア所属のラ・ガリソニエールよ。よろしく♪",
	feeling5 = "指揮官のこと…んー正直に言うと結構気に入ってるよ？で、あたしとなにか楽しいことでもしてみない？…なんて、こうしていても毎日楽しいよ！",
	main = "執務室で～忙しすぎて煙が出てる指揮官と～暇すぎて錆びつきそうなあたし～はぁああ…|敵をやっつけるなら艤装でぶっ飛ばしても変わらなくない？指揮官って変なところでこだわりすぎ|計画的に考えるのって苦手かな…ほら計画立てたっていつも修正が入るじゃん？",
	battle = "あたしを楽しませてよ…ねえ！！",
	upgrade = "ブレストにいた頃が懐かしいな…",
	voice_key = 90201,
	headtouch = "",
	feeling2 = "今日も一日、つまんなそうね…",
	login = "戻った？もう！いない間やることなさすぎて錆びついちゃいそうだったわよ。なんでもいいからなんかやらせて？",
	vote = "",
	hp_warning = "そう！それそれ！もっと楽しもうよ！",
	id = 902010,
	detail = "楽しんでく？あたしと？それともあたしが持ってるこれと？",
	couple_encourage = {
		{
			{
				90401
			},
			1,
			"帰ったらまたムースケーキ注文しても良い？",
			0
		},
		{
			{
				80501
			},
			1,
			"枢機卿殿、麾下として戦わせていただきます",
			0
		}
	}
}
