_G.pg.ship_skin_words[102120] = {
	feeling1 = "指揮官もこの程度じゃない……",
	feeling3 = "大きいからって、なんかよくほかの子に羨ましがられるの……私は小さいほうがいいわ。大きいとほら、色々と不便だし……",
	lose = "マレ島なんて二度と行きたくないわ……",
	propose = "恥ずかしいから早く終わらないかな……ふ、二人きりの時は好きにしたらいいでしょ……",
	expedition = "なにとぼけてるのよ……委託、完了したわよ",
	win_mvp = "これでいいでしょ？",
	home = "お疲れ。なによ、キツく言われたほうが嬉しいの？",
	mission = "私を見る暇があったら残っている任務でもしたら？",
	touch2 = "はぁ……ここまで直球で来たら逆に怒る気にもならないわよ…",
	voice_key_2 = -1,
	skill = "ここならいける……！",
	drop_descrip = "ブルックリン級巡洋艦・ホノルル(CL-48)",
	mail = "あなた宛のメールよ。なによ、これぐらいはやってあげるわよ……",
	touch = "何事もないように人を触るのをやめてよ……なんかあったの？",
	profile = "ブルックリン級のホノルルよ。ほぼ太平洋に配属されて、重傷を負ったこともあるけどなんとかなったわ……まあヘレナちゃんよりは運が良いけど……",
	mission_complete = "ボーナス、いらないの？",
	feeling4 = "大きいこと以外特に何も特徴のない私にこんなに良くしてくれるなんて…あなた、大きいのはそんなに好き？……好きじゃなくても私は別に…ううん、あなたが調子に乗るから、これ以上は言わないでおくわ",
	unlock = "ブルックリン級、ホノルル、着任したよ。あのさ……そんなにじっと見つめないでくれる？べ、別に好きで大きいわけじゃないんだからね……",
	feeling5 = "……好きで大きいわけじゃないって言ったじゃない？まあ、あなたがそんなに好きなら、別に大きくても……",
	main = "ホノルルなのにあまりハワイアンらしくないって？わ、悪かったわね……|ヘレナちゃん、いつも悲しそうにしているけど…指揮官もあの子を笑わせるアイデアでも考えてよ|私のこういう性格は生まれつきだからね、別にあなたが嫌いなわけじゃ……",
	battle = "こいつらを片付ければいいんでしょ？",
	upgrade = "別に頼んだわけじゃ……",
	voice_key = 10212,
	headtouch = "",
	feeling2 = "なんであなたと雑談しなきゃならないのよ………まあ私もちょうど暇だし、少し付き合ってあげるわ",
	login = "なんでここで待たなきゃならないのよ……",
	vote = "",
	hp_warning = "",
	id = 102120,
	detail = "整備？変なことをしなければ別にいいけど…",
	couple_encourage = {
		{
			{
				10213
			},
			1,
			"ルイス…またバカにしたらお、怒るわよ…",
			0
		},
		{
			{
				10205
			},
			1,
			"ヘレナちゃん、安心して、手伝ってあげるから…！",
			0
		}
	}
}
