_G.pg.ship_skin_words[903020] = {
	feeling1 = "あら、指揮官の退官手続きの書類について調べているけど、もう準備できたの？",
	feeling3 = "指揮官、少し飲みに付き合ってもらえないかしら？もしかしてお酒が苦手？大丈夫よ、少しだけでもこう…ゆっくりと喉で味わってみるだけでも――そうね…情熱と冷涼、オトナの濃厚な味わいよ",
	lose = "負けたかしら…指揮官、大丈夫よ。しっかり準備してからもう一回挑みましょ？",
	propose = "ありがとうございます。今よりアルジェリーは身も心も全て捧げることを誓うわ。これからの甘い日々を――ふたりでゆっくり、じっくりと一緒に味わっていきましょう？私の仲間にして、愛する貴方――",
	expedition = "委託組の子たちが戻ってきたわよ。重要物資はどの子が持っているのか当てさせてもらおうかしら",
	win_mvp = "もう少し早く状況を認識しておけばこうはならなかった…今更何をするというの？",
	home = "作戦お疲れ様、指揮官。淹れたてのコーヒーでもいかがかしら？",
	mission = "新しい任務が通達されたわよ。あら？相変わらず忙しいようね…私が代わりにというのは、流石にできないのかしら？",
	touch2 = "相手がどんなに優しくても、調子に乗るのはいけないことよ。ふふふ",
	voice_key_2 = -1,
	skill = "今更逃げられないわよ",
	drop_descrip = "アルジェリー級重巡洋艦・アルジェリー",
	mail = "手紙を読むことはそこに隠された人の心を知ること――ふふふ、ドキドキするわね。はい指揮官、新しい手紙が来たわよ",
	touch = "あら、少しサボりたいのかしら？ふふ、他の子には言わないから、くつろいでちょうだいね",
	profile = "ヴィシア所属、第一巡洋艦隊の旗艦・護教騎士アルジェリーよ。カンレキでは…最優の条約型重巡洋艦と言われたように、いくつか面白いエピソードがあるけど…ふふふ、指揮官はどう感じるかしら？",
	mission_complete = "任務が完了したのかしら？お疲れ様、レポートは私に任せて休んでいいわよ",
	feeling4 = "あら、こう見えてもカワイイものを愛でるのが好きよ。小物とか、こう丸っこい子猫たちとか、お菓子作りとか…ふふ、オトナがこういう可愛い趣味を持っているの、良いと思わない？",
	unlock = "Bonjour。本日より母港に着任しました、ヴィシア聖座所属、重巡洋艦のアルジェリーよ。会えて嬉しいわ、ふふふ。よければ指揮官、お互い仲良くやりましょう？",
	feeling5 = "指揮官は私に…アルジェリーに頼ってほしいの？そうね…指揮官になら私も頼ってあげて、そしてずっとそばにいて支えてもいいわよ？ふふ、その代わり…指揮官は私に何をしてくれるか、見させてもらおうかしら",
	main = "賞状や勲章がなくても、力そのものが強者を証明してくれるわ|あら指揮官、あとでワインでもいかがかしら？ふふ、仕事が終わった後、ね？|黄金…？あら、指揮官はあの話にご興味が？ふふふ、あのときのアイリスは……|猫カフェ巡りは趣味だけど、この母港は…そうね。この母港にも、愛でたくなる子がいっぱいいれば嬉しいわ。……うん！|ロイヤルは共に戦った仲間、そして…昨日の敵は今日の友とも言うし、面白い人生ね…ふふふ",
	battle = "望まれた通りの戦いができればいいわね",
	upgrade = "このまま一気に枷を壊すのも一興…かな？ふふふふ",
	voice_key = 90302,
	headtouch = "熱を測ってくれてるのかしら…？",
	feeling2 = "私のことが少し怖いのかしら？ふふ、落ち着いて、仲間を傷つけたりはしないわよ？",
	login = "仲良くやっている間柄だもの。もう少し待ってても平気だったわよ",
	vote = "",
	hp_warning = "条約とやらの枷はまだきついというの…",
	id = 903020,
	detail = "歴史のウソと信実を知るには、他人に言われるだけでなく、自分で学ぶべきよ",
	couple_encourage = {
		{
			{
				90103,
				90101
			},
			1,
			"恐れることはないわ。どんな危機にも立ち向かうのが聖座の艦船よ",
			0
		},
		{
			{
				60302
			},
			1,
			"ようやくチャンスが来たわね。ザラ、少し競争してみない？",
			0
		},
		{
			{
				10117,
				70102,
				70501
			},
			1,
			"ふふ、いい匂い…ちょっとだけ付き合ってもらえるかしら？",
			0
		}
	}
}
