_G.pg.ship_skin_words[905010] = {
	feeling1 = "狼を犬だと勘違いしてるようだな……ふん、あとで噛まれても泣くんじゃないぞ？",
	feeling3 = "そんな顔をするな。お前が裏切らない限り、オレもお前を裏切ったりはしない",
	lose = "この雪辱にどれだけの利子がつくか……すぐに思い知らせてやる！",
	propose = "オレが行く道は、決して許されることなく、未来すら見通せない泥まみれの道。それでも一緒に来てくれるか？……ふん、呆れたバカだ。その愚かさに免じて――オレの命をもって報いてやるよ",
	expedition = "うるさい連中が戻ってきたな",
	win_mvp = "お前たちの努力は感動的だったぞ――だが、相手を間違えたらそれまでだ",
	home = "狩りが終わったか？オレがあの場にいたら一瞬で片付けられたがな",
	mission = "仕事は仕事だ。愚痴ったって減ることはない",
	touch2 = "……あとで後悔すんなよ",
	voice_key_2 = -1,
	skill = "遊びはここまでだ！",
	drop_descrip = "リシュリュー級戦艦ジャン・バール",
	mail = "お前宛のメールだ。ついでに取ってきたぞ",
	touch = "オレに甘えんな",
	profile = "戦艦ジャン・バールだ。この名はとある「尊敬された」私掠船の船長から由来している。……は？私掠船とは何だと？大義名分を掲げて、合法的な略奪を行う海賊だ",
	mission_complete = "……ちっ、しけた報酬だな",
	feeling4 = "お前が傷つくと他のやつらがうるさいからな。…オレを盾代わりにしても構わん",
	unlock = "最新鋭にして最後の戦艦、ジャン・バールだ。我が航路を決めるのはお前か……ふん、どこまでやれるか見させてもらう",
	feeling5 = "お前のそばでは空気も弛んでしまう……ここで少し仮眠を取る………………離れないで",
	main = "戦艦の時代が終わった？ふっ、それがどうした。オレの時代はこれからだ！|信仰も信念も、口先だけでは所詮ただの寝言にすぎない|バカはいつになっても居なくならないな…なぜ見返りを寄越さない虚像に祈りなど捧げるんだ？",
	battle = "騎士道など無用だ！まとめてかかってきな！",
	upgrade = "いい感じだ。試してみるか?",
	voice_key = 90501,
	headtouch = "",
	feeling2 = "お前の笑顔はヤツを思い出させる……憎みたくても憎みきれないヤツの事を",
	login = "お前……意外と忙しいのだな。こっちで手伝えることがあれば声でもかけてくれ",
	vote = "",
	hp_warning = "この程度か？",
	id = 905010,
	detail = "勝手に人の内情に鼻を利かせるヤロウは、主砲に吊り上げられても文句言えないぞ",
	couple_encourage = {
		{
			{
				80501
			},
			1,
			"祈りは終わりだ。―――戦闘開始！",
			0
		},
		{
			{
				10519
			},
			1,
			"今度は遅れを取らんぞ！",
			0
		}
	}
}
