_G.pg.ship_skin_words[900185] = {
	feeling1 = "指揮官、昔の気概はどうした！？",
	feeling3 = "一生懸命に技を磨き、全身全霊で敵を倒す――これだけでいいの？",
	lose = "自分は……まだ未熟ってこと……？",
	propose = "指揮官は誰よりも清く正しく、誰よりも輝かしい存在……こんな私でも、指揮官の剣となり、指揮官の往く道を切り拓くことができる･･･かな…？",
	expedition = "もうちょっと物資を補充したいな。作戦が長引く時に、闘志より物資のほうが先に尽きちゃったらダメだからね",
	win_mvp = "未来に向けて、進み続けよう！",
	home = "おかえり！軽食作ったけど、すまん、料理の腕にはあまり自信なくて……",
	mission = "荒天でも荒波でも…ううん、どんな状況でも私、出撃できるよ！",
	touch2 = "指揮官、なに触ってるの？",
	voice_key_2 = -1,
	skill = "敵のスキ……見えた！",
	drop_descrip = "クリーブランド級軽巡洋艦・デンバー（CL-58)",
	mail = "指揮官、メールチェックを！",
	touch = "意外だね。指揮官もグーパンチが好きなんだ…こういうので挨拶するのは私たちだけだと思ってた…",
	profile = "クリーブランド級軽巡洋艦四番艦、エンプレス・オーガスタ湾で姉貴たちと一緒に頑張った！まだ未熟だけど、指揮官の期待に応えられるよう頑張るよ！",
	mission_complete = "みんなの一致団結があるからこそ、任務を完了できた！",
	feeling4 = "指揮官が追い求める未来がどんなものかわからないけど。それが夢見るものならきっと輝かしくて、美しいものだよねっ",
	unlock = "ハロー自分はクリーブランド級のデンバー、海上の騎士・その四人目さ！正式に部下になる前に一つ質問したいんだけど――指揮官が見たいのはどんな未来なのかな？",
	feeling5 = "私にとって指揮官が一番信頼できて尊敬もしている人……だから、もし将来、指揮官が道を踏み外すようなことがあったら、私……今の指揮官のために戦うよ！",
	main = "オーガスタ湾海戦の時のように姉貴たちと一緒に戦いたいな！|クリーブ姉貴のように戦場で颯爽と駆け巡りたいよね！|妹の中には空母に改造された子もいるけど、別に羨ましくなんかないよ？自分はありのままの自分、それでいいのさ",
	battle = "目の前の敵を掃討する！総員、砲撃よーい！",
	upgrade = "この力、頑張って使いこなすよ！",
	voice_key = 10215,
	headtouch = "",
	feeling2 = "指揮官と出逢うまでは、クリーブ姉貴の後を追っていただけだった",
	login = "指揮官、おかえり！今日も作戦行動にはいい天気だね！",
	vote = "",
	hp_warning = "傷跡は最高の勲章よ！",
	id = 900185,
	detail = "指揮官、自分の訓練、見学でもしてみない？えへへ、いっそ指揮官も参加してみては？",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"クリーブ姉貴はいつもカッコイイね！",
			0
		}
	}
}
