_G.pg.ship_skin_words[900186] = {
	feeling1 = "はぁ……この程度ね。期待した私が間違ってた",
	feeling3 = "うん？私の趣味がバレエって思いもよらなかったって？…どういう意味よ！もうこれ以上笑ったら叩くわよ！",
	lose = "ちぃ…命知らずめ……",
	propose = "うん……ありがと。戦場から離れても、指揮官とずっと一緒に……ってこのセリフ、私に全然似合ってなーい！とにかく、今はすっごく嬉しいよ！",
	expedition = "みんな委託から上がったよー労いに行かないの？",
	win_mvp = "大したことないよ～普通、普通さ～",
	home = "帰ったね～、もーガム噛みすぎて味もなくなったよー",
	mission = "新しいガム噛んだばかりなのにもう新しい任務なの……？",
	touch2 = "指揮官、このスターが好きなのかなー？そ～れ～と～も～？",
	voice_key_2 = -1,
	skill = "あたっても知らないぞー",
	drop_descrip = "クリーブランド級軽巡洋艦・コロンビア（CL-56)",
	mail = "メールボックス確認してみない？いいものがあるかもよ？",
	touch = "もう！風船はじけちゃったじゃない！",
	profile = "ハーイ！私こそがかつて太平洋を駆け巡って、バトルスターを10個手に入れたコロンビアだ！まあまあそう褒めてくれなくていいの、褒めるなら姉のクリーブランドを褒めてね☆もう用はない？じゃあ巡回に戻るわよー",
	mission_complete = "今日の任務もお茶の子さいさーい、ちょろいちょろい！",
	feeling4 = "なぜ靴下が片足だけかって？ヒミツ！気になるなら脱がしてみてよ、えへへ♪",
	unlock = "クリーブランド級軽巡、二番艦のコロンビアとはこの私のことよ～首都のじゃなくて、あのサウスカロライナのコロンビアよ！もう~だからボゴタのコロンビアじゃないって！",
	feeling5 = "休暇中あなたに会えなくて、心のどこかが寂しかったの……って女のコにこういうことを言わせるなんて、は、恥ずかしいじゃない！ばかぁ！",
	main = "なにを聞いてるのかって？さあ？当ててみてよー…ロックンロール？ブッブー！|げぇ、サングラスまた姉貴に持っていかれちゃった……|戦争が終わったら、ユニオンフットボールでもやってみよっかな……",
	battle = "ちっ、しょうがない！我々南部人の力を見せてやる！",
	upgrade = "えっへん、いい感じじゃない？",
	voice_key = 10210,
	headtouch = "",
	feeling2 = "指揮官、天気いいよ、でかけないの？お家に引きこもってばかりじゃくさっちゃうぞー",
	login = "今日も天気が穏やか！よしよし！",
	vote = "",
	hp_warning = "このままでは終わらないわよ！",
	id = 900186,
	detail = "私のことを知りたい？どーぞー心ゆくまでご覧あれー",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"姉貴～やっぱり私の支援がないとダメっしょ？",
			0
		}
	}
}
