_G.pg.ship_skin_words[900242] = {
	feeling1 = "指揮官、今勉強中です。邪魔しないでいただけます？",
	feeling3 = "疲れましたか？はい、休憩も大切です。膝枕ですか？しょうがない、少しだけですよ？",
	lose = "うぅ…だめ、まだ泣いちゃ…！",
	propose = "これが指揮官が認めてくれた証……分かりました。Z23はこれからも指揮官のそばにいて、正しく楽しく生きていくように努力します！",
	expedition = "時間になりました。お仕事を一旦止めて、委託の戦果を確認しましょう",
	win_mvp = "戦闘は試験と同じ、戦果一位を取るのはすなわちいい成績を取るものですよ~",
	home = "今の戦闘、反省するところが多いですね…",
	mission = "技術を習熟するには任務をこなすことがすごく役に立ちます。忘れないで下さいね",
	touch2 = "これは指揮官のすべきことじゃありませんよ？",
	voice_key_2 = -1,
	skill = "当たれ！",
	drop_descrip = "1936A型「ナルヴィク」駆逐艦・Z23\n<color=#ffde38>図鑑報酬入手で通常建造開放</color>",
	mail = "メールです。指揮官は意外と人気者ですね",
	touch = "暇でしたら書類の処理でもしたらどうです？",
	profile = "1936A型駆逐艦の長女Z23です。わたしの妹たちは番号だけで、姉たちのように先人からの襲名はありません。\nあまり親切ではないけれど、便利だと思います。遠慮なさらずにZ23と呼んでください",
	mission_complete = "任務の報酬が届きましたよ",
	feeling4 = "指揮官、なんで私を見るんですか……？真剣な表情が綺麗？ば、ばかぁ！自分のことでもしてよ～！",
	unlock = "Guten Tag、指揮官閣下。Z23と申します。\n一緒に勉強して頂点を目指しましょう！",
	feeling5 = "指揮官は知っていますか？高いところに立っていれば遠くが見えるけど、より孤独を感じることを……指揮官には高いところを目指してほしいですけど、その時にも今のように毎日楽しんでいて貰いたいです",
	main = "心配する必要はありません。指揮官にその心があれば十分ですから|指揮官になにを用意すればいいだろう……最近疲れているようだしマッサージとか……|うんうん、指揮官もやればできる子ですね|え？わたしの担当ですか？あ、あははは……しまった、忘れてた…|ナデナデ？あ、これのことですね？",
	battle = "よし、努力の成果を試す時です！",
	upgrade = "指揮官と、一緒に上に行きたいです！",
	voice_key = 40123,
	headtouch = "頭撫でるだけでごまかせる子じゃないです！指揮官、ちゃんと仕事してくださいね！",
	feeling2 = "勉強は大切ですよ。「知識は力なり」と偉人の方が仰っていました……フランスといえばベーコン？ったく、もう何を言ってるんですか",
	login = "今日はやることがいっぱいありますから、サボってはダメですよ",
	vote = "",
	hp_warning = "対策を考えないと……",
	id = 900242,
	detail = "わたしを見る時間がありましたら、より字の本を読んだほうがいいですよ！わたしだって恥ずかしがったりはするもん……",
	couple_encourage = {
		{
			{
				40125
			},
			1,
			"25、一緒に頑張ろう！",
			0
		}
	}
}
