_G.pg.ship_skin_words[900252] = {
	feeling1 = "…指揮官には勇気が足りていないようだ",
	feeling3 = "天の光は全て星、海の光は全て敵……指揮官、争いのない日は果たして来るのだろうか",
	lose = "全力を尽くして負けたのだ。悔いはないさ",
	propose = "無数の戦場を駆け、無数の別れを体験してきた私が背負っているのは、数えきれないほどの希望と意志だ。指揮官もすべてを背負っていく覚悟ができているのか？――そうか…なら命の果てまで一緒に歩もう！",
	expedition = "ずっと戦場にいたから兵站の大切さが分かるつもりだ。指揮官よ、裏で頑張っている娘たちを迎えてあげよう",
	win_mvp = "指揮官、教えてくれ。私はあと何隻沈めればいい？",
	home = "戦いの次にまた戦い、か……",
	mission = "指揮官よ。ミッションがまだ終わっていないぞ。早く出発するのだ",
	touch2 = "なっ……！！",
	voice_key_2 = -1,
	skill = "終わりだ！",
	drop_descrip = "ヨークタウン級航空母艦・エンタープライズ（CV-6)",
	mail = "指揮官、新しいメールだ",
	touch = "なんだ、出撃か？",
	profile = "私はヨークタウン型航空母艦のエンタープライズ。グレイゴーストは私が持つ数多くの異名の中の一つだ。\nこの硝煙と鮮血の戦歴こそ我が使命の証。これからも戦いの果てまで勝ち続けて見せる",
	mission_complete = "指揮官、ボーナスが届いたぞ",
	feeling4 = "無敵そのものには意味がない。指揮官、あなたがいれば、この身にある力を最大限に発揮できると信じている。一緒にこの戦争を終わらせよう",
	unlock = "ヨークタウン型二番艦エンタープライズ、着任した。敵には同情も手加減もせず、いつでも全力で迎え撃つつもりだ。これこそ私の流儀だ",
	feeling5 = "戦争が終わったら何がしたい？ーー私？多分あなたについていくだろうな。戦場以外ならあなたのそばが一番安心する。私を連れていって……もらえるか？",
	main = "指揮官か？……最近、自分が対潜戦も出来るんじゃないかと思い始めたが…|運も実力のうち？できれば少し姉にも分けてあげたいものだな|生きている限り、思い通りにならないことはいくらでもある。死にゆくなら悔いを残さないようにしたいものだ",
	battle = "突き進め！",
	upgrade = "力の果てに何があるのか……見させてもらおう",
	voice_key = 10706,
	headtouch = "",
	feeling2 = "素直で誠実に生きるのが願いだ。だから意見があれば遠慮なく言わせてもらう。そっちも考えがあったらなんでも遠慮なく言ってくれ",
	login = "来たか。戦闘準備なら、いつでもできているぞ",
	vote = "",
	hp_warning = "面白い…！",
	id = 900252,
	detail = "私の勲章コレクションも見てみるか？",
	couple_encourage = {
		{
			{
				30701,
				30702,
				30704
			},
			1,
			"ライバルとの共闘か…悪くない！",
			0
		},
		{
			{
				10705,
				10707
			},
			2,
			"真なる無双を見せてやる！",
			0
		},
		{
			{
				10703
			},
			1,
			"遊びほうけたやつだな",
			0
		},
		{
			{
				1
			},
			5,
			"白鷹（ユニオン）の戦士たち、命を燃やせ！",
			3
		},
		{
			{
				3
			},
			5,
			"フフン、この私と勝負か？",
			3
		},
		{
			{
				8
			},
			3,
			"みな旧知の仲か。よし、行くぞ！",
			4
		},
		{
			{
				10709
			},
			1,
			"さあ、自分を証明してみせるがいい！",
			0
		},
		{
			{
				20212
			},
			1,
			"世話を焼かせたな。遅れるなよ！",
			0
		},
		{
			{
				10117,
				30105,
				40123,
				20121
			},
			3,
			"これが…絆の力……",
			0
		},
		{
			{
				30405
			},
			1,
			"この感覚…あなたがいれば、きっと赤城は…",
			0
		},
		{
			{
				10717
			},
			1,
			"大丈夫だ、私もいる",
			0
		}
	}
}
