_G.pg.ship_skin_words[102130] = {
	feeling1 = "指揮官くん、せめてヘレナには……",
	feeling3 = "指揮官くん、部屋の掃除を手伝ってあげよっか？…ダメ！？",
	lose = "今日は戦闘に適さないようね……",
	propose = "あら、どうしたの？急にプレゼントなんて…うふふ、なるほど、これね……じゃあ、指揮官くん、これ、つけてくれるかしら？",
	expedition = "うん……OK、出迎えはこの格好でいいわ",
	win_mvp = "うふふ、幸運だけじゃないわよ",
	home = "全てのことは「サイオウホース」…うん……教えてくれたのは誰だっけ…",
	mission = "うふふ、指揮官くん、サプライズに逢う準備をしてちょうだい",
	touch2 = "こういうの、外でするものじゃないわよ。指揮官くん♡",
	voice_key_2 = -1,
	skill = "ラッキールー♪",
	drop_descrip = "ブルックリン級巡洋艦・セントルイス(CL-49)",
	mail = "新しいメール？勝利のお知らせに決まっているわ",
	touch = "私を触ると運が良くなるって？そんな話、聞いたこと無いけど？",
	profile = "うふふ、私はセントルイス、ヘレナの姉よ。かの真珠湾での戦いを無傷で乗り越えたお陰でLucky Louのニックネームを貰ったけど、その後の作戦行動はあまり上手く行かなかったわ。運ってやっぱり流れるものなのよ……",
	mission_complete = "うふふ、指揮官くんは甘えん坊ね……任務報酬を受け取る前に、少しだけここで横になってもいいわよ",
	feeling4 = "うふふ、指揮官くんが部屋に隠しているヒミツ、ぜーんぶわ・か・る・わ～",
	unlock = "ハロー、私はLucky Lou（ラッキー・ルー）と呼ばれたセントルイスよ。私を見つけて、今日はラッキーだって思わないかな？指揮官くん♪",
	feeling5 = "ふぅ……後片付けはいっつも面倒ね…指揮官くん、どこかでデートしない？",
	main = "うふふ、指揮官くん、何を見てるの？|ヘレナ、SGは水面下のことじゃわからないわ|アリゾナ、あの時のことを忘れられなくても、あまり引きずらないほうがいいわ",
	battle = "幸運の風が聞こえた？",
	upgrade = "運は流れるものよ？頼り過ぎは良くないわ",
	voice_key = 10213,
	headtouch = "",
	feeling2 = "ヘレナがいたら、コロンバンガラでの戦いは違う結末になったかもしれないわね……",
	login = "指揮官くん、運ってのは流れるものなのよ？流れが来ているうち、思いっきりやっちゃって",
	vote = "",
	hp_warning = "うふふ、運ならどの娘にも負けないわ！",
	id = 102130,
	detail = "重桜のあの子たちのような、味方に悪運をもたらす船じゃないわよ？……多分……ねぇ…",
	couple_encourage = {
		{
			{
				10205
			},
			1,
			"ヘレナ、今度は勝敗ばかり見ちゃダメよ",
			0
		},
		{
			{
				10706
			},
			1,
			"ラッキーユニットってことかしら♪",
			0
		}
	}
}
