_G.pg.ship_skin_words[900255] = {
	feeling1 = "ショウワ生まれのばかぁ！",
	feeling3 = "戦争の終わらせ方を決めれないのなら、戦争を起こすべきではない！",
	lose = "壇ノ浦の如しとは、こういうことか……",
	propose = "尊敬されるにはまだまだ精進が足りぬぞ！…うふふ、だからそうなるまでとことん付き合ってあげる♪――この私でも届かない高みにまで…",
	expedition = "兵站輜重（へいたんしちょう）がなければ、いくら堅艦巨砲（けんかんきょほう）でも、烏合の衆にすぎない！",
	win_mvp = "大いに亨りて以て正しきは、天の道なり！",
	home = "良いぞ！戦いの天秤は我に傾きつつあるのだ！",
	mission = "うむ、本日の艦隊計画は我が立てるのか？では……我が国の興廃、この一戦に…うぐぅ！…なぜ我に言わせんのだ！",
	touch2 = "祝宴会のダンス相手が所望か？……しょ、しょうがないな…",
	voice_key_2 = -1,
	skill = "各員、奮励努力（ふんれいどりょく）せよ！",
	drop_descrip = "敷島型戦艦四番艦・三笠",
	mail = "勲章と恩賞はいくらあっても……えへへー♪",
	touch = "どんなに努力する者も時には怠ける。そうならぬよう諌めるのは我の勤めなのだ",
	profile = "我は敷島型戦艦、六六艦隊計画の最後の一級戦艦・三笠である。連合艦隊の総旗艦を勤め、我が国の名を世界に轟かせたかの大海戦において、大勝利を齎したのだぞ",
	mission_complete = "ふむ、では勝利の果実を奪いとーーではなく、受取るのだ！",
	feeling4 = "ーーお主の努力は認めよう。…だ、だがな！これしきのことで怠けてはならぬぞ！",
	unlock = "我、弾雨硝煙（だんうしょうえん）を振り払い、勝利を以て祖国に威光栄誉（いこうえいよ）をもたらす者なりーー重桜艦隊旗艦・前弩級戦艦三笠、推して参る！",
	feeling5 = "そう必死にならなくてもいいよ。落ち着いて、少しだけなら休んでも大目に見てあげる。…膝枕が恋しくなった？し、しょうがないな…",
	main = "対馬の勝利は、偶然ですますことはあるまい|ロイヤルの料理？いや、流石に飽きたぞ|空に飛んでいる、うん、それ…たしか「ヒコウキ」という、玩具の類だな…違う？",
	battle = "我が国の興廃、この一戦にあり！",
	upgrade = "優秀も平凡も、戦場でのみ見分けがつく",
	voice_key = 30511,
	headtouch = "",
	feeling2 = "同期の仲間に会えないのは確かに……だがーーまだ半人前な後輩たちのためにも、しっかりしないとな！",
	login = "過ぎた栄光を再び手にするまで、勇往邁進（ゆうおうまいしん）を止めてはならん！",
	vote = "",
	hp_warning = "慌てるな！まだ勝敗はこれからだ！",
	id = 900255,
	detail = "旗艦たる者、最前線で指揮を執るべき。当然であろう",
	couple_encourage = {
		{
			{
				70201
			},
			1,
			"人類のために、共に戦うぞ！",
			0
		},
		{
			{
				30706
			},
			1,
			"奮いたて！思うがままに前へ進むがよい！",
			0
		},
		{
			{
				30505
			},
			1,
			"心配せんで良い。重桜の皆はずっとお主の仲間だ",
			0
		},
		{
			{
				30701
			},
			1,
			"気をつけよ。この力、慎重に使わねば己を蝕むことになるぞ",
			0
		}
	}
}
