_G.pg.ship_skin_words[900258] = {
	feeling1 = "やはり指揮官じゃ駆逐艦とは比べられないか……",
	feeling3 = "閣下に軍事法廷に送られると思っていたが、受け入れられてよかったーー恥じることじゃない、だと？！……閣下、このアーク・ロイヤル、一生ついていきます！",
	lose = "ちくしょう、はめられた！",
	propose = "この艦隊にいる駆逐艦の妹たちは今後私にまかせてくれ！誰が来ようが、私と指揮官の妹たちは一人たりとも傷つけはさせん！",
	expedition = "閣下、完了した委託がある…駆逐艦が出ているものなら出迎えを私に任せてほしい！",
	win_mvp = "方向を見失った敵は、必ず負ける！",
	home = "次は休憩時間かな？で、では、駆逐艦の妹たちの世話に行かせてもらう",
	mission = "閣下、任務遂行は軍人の責務だってこと、忘れるなよ",
	touch2 = "え…ちょっと…閣下、やめろ…なぜこんなこと！",
	voice_key_2 = -1,
	skill = "さて、ご退場願おうか！",
	drop_descrip = "アーク・ロイヤル級航空母艦・アーク・ロイヤル（HMS Ark Royal）",
	mail = "メールの内容を読み上げさせてもらおうか？",
	touch = "閣下の温かく力強い手が、私に力を与えてくれるんだ！",
	profile = "アーク・ロイヤル参上だ。私はロイヤルネイビー初の空母として設計・建造された艦であり、後継型の妹たちのプロトタイプでもある。今でも光栄に思っているぞ！\nビスマルクとの戦いの戦果についてくどく説明しなくてもいいだろ。それと、一つだけ聞きたい…艦隊にはその…小さくて可愛くて、駆逐艦の妹たちがいるか？",
	mission_complete = "閣下、ボーナスをほったらかすことは任務への蔑視とみなされるぞ",
	feeling4 = "ま、まったく……閣下も駆逐艦の子たちと同じサイズだったらこうも恥じらったりはしないもの……こういうの、あの子たちには平気なのに、閣下には……",
	unlock = "アーク・ロイヤルが参ったぞ。いつでも命令してくれ！戦闘には自信があるんだ。ビスマルクの舵だって壊したんだからな！",
	feeling5 = "も、もう少し閣下の近くにいたら、駆逐艦の妹たちとももっとスキンシップができたり……ももももちろん、こういうのは私と閣下の合意の……合意の上です！…わ……わたし……わたしは大丈夫だ！どうだ、閣下！",
	main = "考え事か。じゃあ邪魔はしないよ、何かあったら呼んでくれ。|ええっと…あの駆逐艦たちを私の部屋に呼んでいいか…プレゼントを渡したいんだ…|これは何…わあ～かわいい！（なでなで）――あれ…か、閣下、いつの間に来てたんだ！？|艦砲の射程を伸ばす努力と同じく、遠距離から一方的に打撃を与えることこそ空母の戦い方だ。ビスマルクももちろんそれが分かっている",
	battle = "ふふん、あんたたちが？ソードフィッシュ中隊、出撃の準備を！",
	upgrade = "うおおお！駆逐艦たちよ、この私が守ってやるぞ！",
	voice_key = 20702,
	headtouch = "",
	feeling2 = "あ、予め言っておくが、駆逐艦の子たちにはなんというか…そう、そ、そのはつじょ…じゃなくて、愛しく思っているが、マナーに従って自重してるわけだ。け、決して、犯罪ではないぞ……",
	login = "閣下、準備は整ったぞ。いつでも命令してくれ！戦闘には自信があるんだ",
	vote = "",
	hp_warning = "駆逐艦を抱っこさせてもらえたら…！",
	id = 900258,
	detail = "アーク・ロイヤル、いつでも観閲を待っているぞ！",
	couple_encourage = {
		{
			{
				1
			},
			3,
			"今の私は力が溢れている！",
			1
		},
		{
			{
				10501,
				10503
			},
			2,
			"後輩たちにいい手本を見せなければな。",
			0
		}
	}
}
