_G.pg.ship_skin_words[900259] = {
	feeling1 = "指揮官をバラバラにしてそばにおいたら、もうこんなに赤城は悲しまないわ……ふふふ…",
	feeling3 = "指揮官様は私だけのものですよ。艦隊を管理していてもそれだけを忘れないでほしいですわ……さもないと……",
	lose = "この程度の傷、指揮官様に見捨てられることと比べるとなんでもありませんわ",
	propose = "赤城、この日を待ちわびていましたわ。　ふふふ……これからは誰であろうとも指揮官様と赤城を別れさせられないの。　私のすべてが指揮官様のもの、指揮官様のものはすべて私のモノよ……ふふ、ふふふ、うふふふふふふ……",
	expedition = "このまま帰ってこなければいいのに……委託は私が確認しておきましたの。指揮官様はぱっと見るだけで大丈夫です~",
	win_mvp = "指揮官様のためなら、神ですら凌駕してみせますわ~",
	home = "「運命の五分間」？指揮官様と一緒にいる時間を五分刻みにすることですか？",
	mission = "新しい任務……それはつまり指揮官様とのあたらしい絆…うふふ‥…",
	touch2 = "指揮官様がしたいなら、姉妹たちを呼んでみんなの目の前でしてもいいですよ~",
	voice_key_2 = -1,
	skill = "私の愛は無敵よ！ふふ、ふふふ、ふはははははは！！",
	drop_descrip = "赤城型航空母艦・赤城",
	mail = "お手紙ね……ねえ指揮官様、誰からの手紙ですか？ねえ誰？誰からのものなの？",
	touch = "お慕いしております～",
	profile = "栄光なる一航戦、無敵艨艟（もうどう）と讃えられる艦隊の赤城と申します。\n自慢の艦載機、そして指揮官様と一緒ならどんな戦局でも乗り越えてみせますわ。うふふ、はい、指揮官様と一緒なら…",
	mission_complete = "ご褒美……私は指揮官様と一緒にいるという証だけでいいわ",
	feeling4 = "指揮官様、今他の子と話しましたよね？赤城に会いに来ているのに、なんで他の子と話すの？誘惑されたの？じゃああんな奴、この赤城が……",
	unlock = "ようやく会えたね、指揮官様。でも…目障りなものが結構多いようね…まず「ソウジ」してから、ゆっくりと親睦を深めましょう。ふふふ… ",
	feeling5 = "指揮官様～ふふふ、これで二人っきり……指揮官様の胸の中、指揮官様の笑顔、指揮官様の匂い、全部全部私のモノなのよ……",
	main = "真剣に勤務する指揮官様かわいい。うふふ…見るだけでやけどしそう…|赤城の足が遅いのをいじらないこと…ふふ♡　ツ・カ・マ・エ・タ♡|この匂い…あの娘ね…指揮官様、赤城は少々お暇をいただきますわ～♡",
	battle = "あなたたちも指揮官様にお近づきになりたくて？！ーーあははは！",
	upgrade = "あぁ…指揮官様の愛は赤城の胸の中で滾っていますわ…",
	voice_key = 30701,
	headtouch = "",
	feeling2 = "赤城と指揮官様は結ばれる運命なのよ……ひと目で指揮官様こそ私が探していた方であるとわかりますの",
	login = "あら、おかえり…指揮官様がもう少し遅れてたら、ここを火の海にしたとこですわ…うふふ",
	vote = "",
	hp_warning = "うふふふ…盛り上がってきたわ~",
	id = 900259,
	detail = "指揮官様、この赤城を大切に思っていますか？嬉しいですわ~",
	couple_encourage = {
		{
			{
				30702
			},
			1,
			"指揮官様、私きれい？",
			0
		},
		{
			{
				10706
			},
			1,
			"後ろから撃たれるのに気をつけてちょうだい～",
			0
		},
		{
			{
				10502,
				20122
			},
			1,
			"私は寛大ですよ、うふふ…",
			0
		},
		{
			{
				10209,
				10501,
				10502,
				10704,
				10705,
				10706,
				10701,
				30702
			},
			3,
			"指揮官様、これは赤城への愛の試練ですかぁ？",
			0
		}
	}
}
