_G.pg.ship_skin_words[900260] = {
	feeling1 = "あなたは私が追い求める勇者ではないようだ…",
	feeling3 = "もしお前が負けたら、それがお前の弱さの証明になる。弱き者が淘汰されても文句は言えない。だがお前は今や私のものだから、仇ぐらいは取ってやる",
	lose = "この痛み……10倍にして返す！",
	propose = "ーーこれを私に？……ふん、強き者は惹かれ合う運命か？それなら、運命と自分の本能に従わせてもらおうか。ふふふ…",
	expedition = "委託に出かけた子たちが帰ってきたな。軽食を少し用意するから、先に行ってくれ",
	win_mvp = "弱き者はこの結末。弱さゆえに滅される。それだけ",
	home = "敵を葬ったら楽しい戦果確認の時間だ。思いっきり楽しんでおくれ",
	mission = "指揮官、サボるんじゃない。まだ終わっていない任務がある",
	touch2 = "……これでお前が少しすっきりするというのなら…",
	voice_key_2 = -1,
	skill = "戦場で生き残れるのは強き者だけだ！",
	drop_descrip = "加賀型航空母艦・加賀",
	mail = "お前宛のメールだ。次は忘れるな",
	touch = "何か問題でも？",
	profile = "第一航空戦隊の正規空母加賀だ。\n戦艦として設計され建造されたが、正規空母に生まれ変わったのも運命だろう。\nー敵、か？言わずとも撃滅するだけだが、これは私の趣味ではなく義務だ。わかったか？",
	mission_complete = "ボーナスだ。お前の努力の成果でもある",
	feeling4 = "私にもなぜこんな感情があるか不思議でたまらないものだ。獣の本能だろうか",
	unlock = "ここに私を満足させてくれる敵がいるというのか？そうか、ならこれから私はお前のものだ。そうなるのも運命だろう",
	feeling5 = "話したいことは沢山あるけど、お前の顔を見るとうまく思い出せなくなる……",
	main = "私は征服者だ。誰に対しても|だが敵は強い。だからこそ悉く撃滅する価値がある。ふふ……|五航戦の子たちか？頑張ればそれなりの評価はするが…",
	battle = "悪あがきで私を楽しませろ…ふふふ…",
	upgrade = "いい調子だ……新しい戦い方をいくつか思いついた",
	voice_key = 30702,
	headtouch = "",
	feeling2 = "弱き者が淘汰されるが運命。悔しかったら強くなることだ",
	login = "公平も正義も強き者にのみ享受できる。弱き者はただ虚しく，すすり泣きをするだけよ",
	vote = "",
	hp_warning = "死合の時間…ふふ、ふふふふ……",
	id = 900260,
	detail = "指揮官、そんなに見つめたら、お前をつい食べたくなるぞ",
	couple_encourage = {
		{
			{
				30701
			},
			1,
			"姉さま、真面目にやってください",
			0
		},
		{
			{
				10706
			},
			1,
			"一航戦を侮らせるのでないぞ",
			0
		},
		{
			{
				10209,
				10501,
				10502,
				10704,
				10705,
				10706,
				10707,
				30701
			},
			3,
			"お前たちと肩を並べるとは思わなかったがな……",
			0
		},
		{
			{
				30204
			},
			1,
			"長良、あの時は世話になったな",
			0
		},
		{
			{
				30707
			},
			1,
			"つくづく難儀な奴だな",
			0
		}
	}
}
