_G.pg.ship_skin_words[900263] = {
	feeling1 = "馴れ馴れしいのはよしてもらえないかしら…",
	feeling3 = "貴族気質がない、か？確かにフッドたちと違って申し訳……む、胸の話はなしだぞ！",
	lose = "ダメコンが作動しない！？操舵装置もコントロールできなくなった！？ちょっと！肝心な時に！",
	propose = "この日がついに来たか。私の努力は無駄じゃなかった……ふぅ……では指揮官、参ろうか。用意はできているわ。Officers，draw swords！",
	expedition = "委託か。懐かしいわね。私も昔走り回ってた時期があったのよ。行こう。努力した彼女たちには出迎えが相応しいわ",
	win_mvp = "限界に縛られちゃだめ。不沈艦の名はだてじゃないわ！",
	home = "ふぅ~いい殺気だったわ。でも帰ったからにはもうゆっくりしようかしら",
	mission = "新しいクエストを受け次第、出陣するわ",
	touch2 = "いいこと？私は決してそんな、ええと･･･",
	voice_key_2 = -1,
	skill = "Belli dura despicio！",
	drop_descrip = "クイーンエリザベス級戦艦・ウォースパイト（HMS Warspite）",
	mail = "指揮官、メールがあるわよ",
	touch = "こういうスキンシップは…嫌いじゃないわ",
	profile = "クイーン・エリザベス級高速戦艦ウォースパイト。移動する目標に対する長距離射撃の命中記録を持ってるの。絶体絶命の出撃を何度も奇跡的に生き抜いてきたわーーきっとすべて私の運命よ？",
	mission_complete = "ミッションにはボーナスがあるから、それを忘れないように",
	feeling4 = "なんというか……私、姉妹の中では年長のほうなのに、スタイルがこう……年甲斐もなく若い子たちと争うわけには行かないし、せめてあなたの前だけでは魅力的にみせたくて……どうしたら……",
	unlock = "初めまして、私はウォースパイト。移動目標に対する長距離射撃の命中記録を持ってるの…意外かしら？思ったより小さい？どうやら話すことがたくさんありそうね…",
	feeling5 = "まあいいわ。私はウォースパイト、戦争を嫌悪するものよ。ふん！だが、この私から指揮官を奪おうとするやつは、先にこの大砲で見定めさせてもらうわ！",
	main = "指揮官の命令はすべてよ。最優先で対応しなくては|オールド・レディは、スカートをはかなければもっと早く走れるの、試してみる？|これ以上私をからかうと、15inch砲弾を食らわすわよ？",
	battle = "指揮官の敵は絶対に見逃さない！",
	upgrade = "戦場よ、私が参るわ",
	voice_key = 20502,
	headtouch = "",
	feeling2 = "指揮官、ロイヤルネイビーの歴史を知りたい？私を従えた将軍たちの話をしようかしら",
	login = "このウォースパイト、どんなに遠くに逃げた敵でもやっつけてあげるわ",
	vote = "",
	hp_warning = "戦闘の厳しさもこの程度か",
	id = 900263,
	detail = "データに惑わされないで、勝利を導く条件は他にもっとあるわ",
	couple_encourage = {
		{
			{
				10105,
				10108
			},
			1,
			"オールド·レディと速さ比べか？"
		},
		{
			{
				10706
			},
			1,
			"天下無双？はぁ……",
			0
		},
		{
			{
				20403
			},
			1,
			"優雅は戦場に適さないわ。",
			0
		},
		{
			{
				20501
			},
			1,
			"陛下、私の活躍に期待して頂戴。",
			0
		},
		{
			{
				20503,
				20504
			},
			2,
			"後輩たち、ついてきなさい。",
			0
		}
	}
}
