_G.pg.ship_skin_words[900265] = {
	feeling1 = "恐縮ですが、指揮官が近くにいると頭痛になる病気にかかっております。どこか見えない場所に行ってくださいませ？",
	feeling3 = "イラストリアス姉さんとヴィクトリアス姉さんだけでなく、こんなにも数多くの艦船たちを取りまとめているなんて、指揮官はものすごく包容力のある御方ですね。良ければぜひお近づきの印として…ふふふ、このケーキを少しお分けしますわ。召し上がってくださいませ？",
	lose = "こんちく……こ、コホン！尊敬すべき相手でしてよ？でも次は勝たせてもらいますわ！",
	propose = "フォーミダブル、指揮官様に生涯の愛を捧げ、幸せな時も、困難な時も、富める時も、貧しき時も……長いから以下省略～はい、次は指揮官の番ですわ。ちょっと長いけど私のように略してはいけませんからね♪",
	expedition = "指揮官、委託完了しましたよ。港にみんなを出迎えに行きませんこと？",
	win_mvp = "素晴らしい勝利ですわ。みんな、引き続き励みなさい",
	home = "♪～し、指揮官！ご機嫌麗しゅうですわ",
	mission = "指揮官、まとめた任務リストの確認を忘れないでくださいませ？",
	touch2 = "指揮官、こういう行動は人としてはどうかと思いますわ？",
	voice_key_2 = -1,
	skill = "幕引きよ",
	drop_descrip = "イラストリアス航空母艦・フォーミダブル (HMS Formidable）",
	mail = "指揮官、メールはこちらにおいてありますわ。確認を忘れないでくださいませ？",
	touch = "ティルピッツ、手強い相手だと言わざるをえませんね",
	profile = "イラストリアス級空母の三番艦、フォーミダブルですわ。地中海での戦いであのヴェネトさんと一戦を交え、その後は数々の海でカンレキを積み、目立つ戦果こそないものの、微力を捧げましたわ",
	mission_complete = "指揮官、任務報酬のリストも確認を忘れないでくださいませ？",
	feeling4 = "私、本当はロイヤルレディのように振る舞うことより、もう少し楽に生きたいですことよ？普段はそれが出来なくても、イラストリアス姉さんたちのように親しい相手の前でしたら……私ともうちょっとお近づきになりませんこと？",
	unlock = "はじめまして指揮官、私はフォーミダブル、イラストリアス級の3番艦ですわ。お見知りおきくださいませ",
	feeling5 = "指揮官、御機嫌よう♪今日も一緒にケーキを食べません？メイド隊の子からすごく甘いものを手に入れましたの！…ん？私、指揮官の前では楽にしようって決めましたわ。ふふふ、こんな感じのフォーミダブルもカワイイかしら？",
	main = "指揮官、お仕事がはかどらないのでしたら少しお休みになってはいかが？お茶とお菓子を用意しておりますわよ？|指揮官は見ていないですし、ちょっとだけサボ……わわ！ヴィクトリアス姉さん！？ご、御機嫌よう。指揮官になにか御用でしょうか？|進水のときは、まあ……そうでしたわね…ちょっとだけやらかしてて…もう！過ぎたことですわよ？",
	battle = "敵に情けをかけないのが、ロイヤルレディの作法ですわ！",
	upgrade = "フォーミダブル、ご期待を裏切りませんわ",
	voice_key = 20705,
	headtouch = "",
	feeling2 = "指揮官、なにか御用ですか？用がないのでしたら、一緒にお茶会でもいかがですか？",
	login = "指揮官、今日は時間を守っていますわね",
	vote = "",
	hp_warning = "各員、もうちょっと頑張りなさい！",
	id = 900265,
	detail = "！？……い、今のは部屋を掃除していただけでしてよ。どうぞお入りくださいませ",
	couple_encourage = {
		{
			{
				20703
			},
			1,
			"イラストリアス姉さん、後でお茶でもいかがかしら？",
			0
		},
		{
			{
				20704
			},
			1,
			"ヴィクトリアス姉さん、今日の私は美しいのでしょうか？",
			0
		}
	}
}
