_G.pg.ship_skin_words[900267] = {
	feeling1 = "無謀を勇気と履き違える者に未来はないぞ。同志よ",
	feeling3 = "同志よ、勘違いしないでほしい。この戦いは私たちだけの戦いではなく、あなたの戦いでもあるぞ。現状に満足せず、ともに励んでいこうではないか",
	lose = "同志よ、これは敗北ではなく警めだ。私たちが革命の初心を忘れかけているということへのな",
	propose = "ケッコン…か。大した意味はないが、同志との仲が更に進歩したのは収穫だな。よし！祝杯だ！同志よ、これからもよろしく頼むぞ！",
	expedition = "氷結巡航のようなものではない、あの子たちが希望を持ち帰ってきているんだ。さあ、早く出迎えを！",
	win_mvp = "さあ祝え！私たちには資格がある！この喜び、次の勝利への糧としてよく噛み締めてやろうではないか！",
	home = "おお同志よ。さては勝利の凱旋かな？ああ、戦闘の結果などどうでもいい！君が精一杯頑張ったという結果さえあれば十分だ！",
	mission = "秩序を守るための命令だ。従ったほうが大局のためになろう",
	touch2 = "同志よ、何をしているんだ？まさか北方連合の処罰を知らないわけではあるまいな",
	voice_key_2 = -1,
	skill = "革命に祝福よッ！",
	drop_descrip = "ガングート級戦艦――ガングート",
	mail = "手紙だ。同志よ、早く開封しようじゃないか",
	touch = "この艤装のことか？なに、良いものなら何でも利用する、素晴らしい合理主義ではないか。弱いままで満足できるほどヤワじゃあるまいよ",
	profile = "北方連合の弩級戦艦、ガングートだ！なぁに、旧式だと侮ることなかれ。人間も艦船も非力だからこそ強く願い、窮地だからこそреволюция（レヴァリューツィヤ）を目指す。バルト海もレニングラードも、屈辱を耐えしのぎ、己の精魂を燃やし尽くしたからこそ輝けたのだ！",
	mission_complete = "うむ、天晴だ！この報酬は私たちの革命への良き一手となろう！",
	feeling4 = "あははははは！よくやったぞ同志よ！無数の困難や巨大な敵――今や私たちは共に己の命を、勇気を、全てを懸けて挑もうとしている！実に革命的ではないか！",
	unlock = "はははは！同志よ！よくぞ頑張ってきたな！さあ、共にこの青き航路を守るために奮闘せよ！己の力が尽きるまでだ！",
	feeling5 = "単刀直入に言おう！私は同志の輝きにはひどく心打たれ、――つまり惚れ込んでいるのだ！そして愛を伝えるための戦いに挑もうとしている！さあ同志よ、この愛の抱擁を受け入れろ！",
	main = "同志よ、少し飲みに付き合ってくれるか？…なに？まさかウォッカ一本程度で参ったとは言うまいな|どうだ同志よ！あの勇敢な水兵たちの話はさぞ心を打ったものだろう！あれこそが革命者のヒトの輝きというのだ！|楽勝だと？同志よ何を抜かしている。苦戦でなければ全力を出せないではないか！次はもっと危険な戦場に出撃だ！",
	battle = "おまえたちの勇気を私に見せろォ！！",
	upgrade = "同志よ！君も強くなれ！そして共に輝こう！あははははは！",
	voice_key = 70501,
	headtouch = "",
	feeling2 = "戦艦ガングートだ。もしくは「オクチャブリスカヤ・レヴォリューツィヤ」でもいい。なに、名前より重要なのは実績だ。窮屈でない好きな呼び方で構わないぞ",
	login = "同志よ、今日はどんな強敵に挑むのか？この私が、ガングートが応援してやろう！",
	vote = "",
	hp_warning = "あははははは！これこそが私の戦場だ！",
	id = 900267,
	detail = "同志にはぜひ知っていただきたい。躓き、倒れ、泥をなめようが何度でも立ち上がるヒトの輝き――それこそが私たちが目指すреволюция（レヴァリューツィヤ）、私の愛するнебо（ニェーボ）だ！",
	couple_encourage = {
		{
			{
				30511
			},
			1,
			"あはははは！三笠とともに戦えるとは！",
			0
		},
		{
			{
				70201
			},
			1,
			"革命の輝きを！",
			0
		}
	}
}
