_G.pg.ship_skin_words[900272] = {
	feeling1 = "今は話したくない",
	feeling3 = "…沈黙は苛立ちを意味しているわけではない。考え込んでいる、もしくは考え込んだことをどうやって言い出すか、考え込んでしまっているだけだ",
	lose = "その力……「竜の顎（ドラゴンジョーズ）」をも凌ぐ強敵だというのか…！",
	propose = "すまない…頭の中が真っ白だ。くっ、一体なにを言えば……そうだ！「お前への忠誠と愛は永遠に続くだろう」――これでいいか？",
	expedition = "すまん、委託から戻ってきた子たちを出迎えてくる。お前はここで結果を待っていればいい",
	win_mvp = "お前たちが選んだ結末はこれか",
	home = "戻ったか。……では、次の出撃の準備に入るか？",
	mission = "任務…早くこなしたほうがいい",
	touch2 = "どうやら指揮官には記憶に残る「体験」が必要のようだな",
	voice_key_2 = -1,
	skill = "足掻くな！",
	drop_descrip = "エセックス級航空母艦・バンカー・ヒル（CV-17)",
	mail = "メール…新しい情報はあるか？",
	touch = "……沈黙は苛立ちを意味しているわけではない。用事があれば声をかけてくれ",
	profile = "エセックス級のバンカー・ヒルだ。名はかの独立戦争の戦場から来ている。活躍した戦闘は多いが…悲しみと痛みをもたらす戦争のことだ。多くは語るまい",
	mission_complete = "報酬が多い？当然だ",
	feeling4 = "最近、思考が妙によく阻害される気がする。考え込むと、ついつい誰かの顔が思い浮かび、冷静ではいられなくなる……",
	unlock = "エセックス級の一人、このバンカー・ヒルが艦隊に加わり、お前の指揮下に入った。案ずるな、じきにお前も私の実力を目にすることになるだろう",
	feeling5 = "戦いのために生まれた私たちは、戦闘以外に存在価値などないと思った。お前との日々を過ごして、私たちには戦うこと以外にも生きる価値がある――そんな…気がする",
	main = "今日もどこかでは、戦争の炎に巻き込まれているのだな|エルドリッジの能力？あまりよくわからないが……どこかで見たような……|エセックス級攻撃空母編隊の前で、抵抗など無意味だ",
	battle = "なぜ敵になるのを選んだか……！",
	upgrade = "また…強くなったか",
	voice_key = 80501,
	headtouch = "",
	feeling2 = "人間の戦争に美しさなど存在しない。傷つけ合い、殺し合いなど醜いものしか存在しないのだ",
	login = "今は非常時だ。休日でも「ホリデーエクスプレス」の覚悟をしてくれたまえ",
	vote = "",
	hp_warning = "このタイミングで……！",
	id = 900272,
	detail = "指揮官、なぜこちらを見つめている……？",
	couple_encourage = {
		{
			{
				10709,
				10738
			},
			1,
			"エセックス級の前でお前たちは無力だ",
			0
		},
		{
			{
				10126
			},
			1,
			"レインボープラン？…いい響きだな……",
			0
		}
	}
}
