_G.pg.ship_skin_words[900273] = {
	feeling1 = "あなたは今までに出会ったことのない、この上なく素晴らしい指揮官であると――そんな言葉を私めが口にするのは夢のまた夢の話でしょう",
	feeling3 = "「魔導書」――なるほど、ルピニャ―トがそう言っていましたか。面白い例えですね。…申し訳ございません。所用が出来たゆえ少々席を外させていただきます",
	lose = "申し訳ございません。指揮官様、今の敗北は全て私めの責任です",
	propose = "人の心を動かし、相手を縛り付ける――そんな類の秘蹟があるとすれば、この「ケッコン」というものが最上級のものでしょうね。この多幸感と浮遊感…なるほど、秘蹟を施されるとはこういうことでしょう。悪くありませんね。ふふふ",
	expedition = "輸送に関わる委託、積荷を守るのは重要ですが、積卸しの港の安全も大切でしょう",
	win_mvp = "いかがでしたか。ご満足いただける活躍でしたか",
	home = "頭脳労働のための糖分補充、と仰いますか。では…在庫の甘味品の一覧になります。ご清覧を",
	mission = "指揮官様、上層部より新しい任務指示の連絡が届いております。今整理を取り掛かります",
	touch2 = "人たらしめる知識を持ち合わせていないか、己を律せないか、指揮官様はどっちなんでしょう",
	voice_key_2 = -1,
	skill = "計画通りに参りましょう――",
	drop_descrip = "航空母艦ベアルン",
	mail = "届けに参りました。指揮官様、新たに届いた手紙です",
	touch = "指揮官様、ここにいます。所用がありましたらこの私めにご指示を",
	profile = "超弩級戦艦ノルマンディー級の5番艦――から改造された、アイリス初の空母・ベアルンと申します。アイリスとヴィシアとの軋轢を最後まで見届けていましたが……そのような悲劇が繰り返されませんよう願っています",
	mission_complete = "任務完了です。心配事がまた一つ減りましたね",
	feeling4 = "またその話題ですか。問い詰めてくるのは感心しませんね。「アイリスの秘蹟ならいかなる奇跡も成し得る」――仮にもし本当にそうだとしたら、指揮官様はその力をどう用いるのでしょうか？",
	unlock = "アイリス初の空母、ベアルン、着任しました。共に戦えて光栄です。なんなりとお命じください、指揮官様",
	feeling5 = "指揮官様、これにて本日の予定、執務室の雑務が全て終了しました。良いタイミングですので、これから――ええ、お望み通り、「愛の秘蹟」とやらをお見せしましょうか",
	main = "恐縮ですが指揮官様、私の本、不用意に読まないほうがいいかと。…ウソでも冗談でもありませんが。|黄昏ているのですか。ご心配なく、どうぞ気の向くまま上の空でいてください。本日の予定ではその分ゆとりを取っていますので|スケジュール管理や所用はこの私めが執り行います。どうぞ、目の前の仕事に集中を",
	battle = "作戦計画通り、戦闘準備を！",
	upgrade = "報われない努力はありませんよ。指揮官様",
	voice_key = 80701,
	headtouch = "",
	feeling2 = "この本のことが気になるのですか？ただのメモ帳「のような」ものです。怪しげな品ではありませんので、ご安心を――指揮官様がご覧になるようなものは何一つありませんよ",
	login = "本日のスケジュールです。指揮官様、ご確認を",
	vote = "",
	hp_warning = "よし、損傷状況、対処可能……",
	id = 900273,
	detail = "操作規定、ファクターの改良…この組み合わせなら役に立つでしょう。…書き記しておきましょう",
	couple_encourage = {
		{
			{
				80201,
				80202
			},
			2,
			"面白いものを運んでみたいですね",
			0
		},
		{
			{
				80501,
				90501
			},
			2,
			"肩を並べて戦える、恐悦至極です",
			0
		},
		{
			{
				20601,
				30603
			},
			1,
			"アイリスの秘蹟、お見せしましょう",
			0
		}
	}
}
