_G.pg.ship_skin_words[102140] = {
	feeling1 = "姉貴も人を見る目がないか……",
	feeling3 = "姉貴は…強くてかっこよくて、笑顔が輝かしくて、まるでどんな相手でも倒せそうな……ぼくもいつか、ああなりたいな ",
	lose = "姉貴…ごめんなさい…海上の騎士の名に泥を塗ってしまいました……",
	propose = "姉貴は自分のこころに従えって言ってた。だからぼくはここにいる――自分のこころに従って。指揮官、お前は？",
	expedition = "委託が完了した。出かけた子たちを迎えにいかないのか？",
	win_mvp = "勝利の感触……悪くない",
	home = "お疲れ。休めば？",
	mission = "指揮官、任務だ。時は金なり――早くしろ",
	touch2 = "た、耐えるんだ……これは姉貴への信頼を試すことに決まっている…！",
	voice_key_2 = -1,
	skill = "目障りだ。消えろ",
	drop_descrip = "クリーブランド級軽巡洋艦・モントピリア（CL-57)",
	mail = "メール、ここに置いた",
	touch = "……？用がないなら呼ぶな",
	profile = "お前、クリーブランド級はあの大戦でのユニオンの最強軽巡だ。姉貴にはもっと敬意を払ってもらうぞ。――ぼくか？レンネル、オーガスタ湾、あと何個か作戦に出た。まあまあかな",
	mission_complete = "報酬か……これも職務だな。持ってくる",
	feeling4 = "指揮することって安全な場所で偉そうに命令しているだけって思ってた……実際身近で見て分かった。指揮官も大変だな",
	unlock = "指揮官か？頼りに…ならなそう。でも姉貴はここにいる…仕方ない、モントピリア、着任した。指示なんてしなくても構わないよ ",
	feeling5 = "姉貴の言うことを闇雲になんでも聞いているわけじゃない。姉貴がいつも正しいから聞いている……今分かった。姉貴が選んだお前はやっぱり優秀だ",
	main = "どうすればクリーブ姉貴のようになれるか……笑顔？……ちょっと、無理かも…|同型の姉妹たち以外の人は苦手だ。指揮官、お前は……努力する|指揮官、ぼくは気になる。姉貴が秘書艦を勤める時はどんな感じか？",
	battle = "海上騎士団、進軍！",
	upgrade = "姉貴にもう一歩近づけた…！",
	voice_key = 10214,
	headtouch = "",
	feeling2 = "姉貴がお前を選ぶ理由はわからん。だが姉貴の目は信じている",
	login = "戻ったか？じゃあ出掛けてくる。ここは窮屈だ",
	vote = "",
	hp_warning = "姉貴が言ってました…諦めてはならないって！！",
	id = 102140,
	detail = "姉貴ぃ！…って指揮官か。何か用？",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"……姉貴に恥をかかせません！",
			0
		},
		{
			{
				30212,
				30307,
				30115
			},
			1,
			"夜目ならこっちも効いてる！",
			0
		},
		{
			{
				10215
			},
			1,
			"姉貴に相応しい戦士になろう！",
			0
		}
	}
}
