_G.pg.ship_skin_words[900280] = {
	feeling1 = "お前は私が求める強者ではなかった",
	feeling3 = "強さを求める理由？理由などいらん。……強いて言えば――天城さんに勝つためだ",
	lose = "くっ！その顔覚えたぞ……！",
	propose = "全てを託せる相手に背中を預け、後顧の憂いなく戦う…これこそ私が夢見てきたこと、私の願いだ。その相手がお前というのなら――ふん、願ってもないことだな",
	expedition = "委託が完了したようだ。そういえば、委託というのは面白いのか？私にも一度やらせてくれ",
	win_mvp = "脆い！鍛え直してくるんだな",
	home = "強敵に勝つことより楽しいことなどない。違うか？",
	mission = "任務？戦闘に関わらないことをいちいち私に聞くな",
	touch2 = "……まずは一発喰らいな！",
	voice_key_2 = -1,
	skill = "戦場に立つ資格があるのは強き者だけだッ！",
	drop_descrip = "加賀型戦艦一番艦・加賀",
	mail = "手紙だ。受け取れ",
	touch = "指揮官、執務室に引きこもるなど――つまらないとは思わんか？気分転換に私と軽く外に出てみたらどうだ？",
	profile = "加賀型一番艦の加賀だ。長門型の改修型であり、かの「八八艦隊」計画において艦隊決戦の主力艦として建造された。天城さん……いつか彼女とは戦ってみたいな",
	mission_complete = "任務…報酬か。私が取ってくる。丁度体を動かしたかったところだ",
	feeling4 = "指揮官、どうすればより強くなれる？このまま進み続ければいいと思っていたが、天城さん、そしてお前のことを見た限り、どうもそれだけでは足りんようだ",
	unlock = "ふん、ここが私の腕を振るう場所だというのか。いいだろう。私は加賀――戦艦・加賀だ。間違えるでないぞ！",
	feeling5 = "私は指揮官に使役されてこそより強くなれるようだな。…ふふふ、こういうのも…悪くないな",
	main = "空母のちっぽけな艦載機が強い？私はそうは思わない。それにだ、己の腕で戦に参加できないなど、つまらないとは思わんか？|秘書艦をやるからには、何もしないのは癪に障るな。指揮官、私にできることはないか？|天城さんは私の好敵手であり、一番尊敬する人だ。彼女を補佐しろと言われたって不服などあるまい",
	battle = "強敵か…楽しませてもらう！失望させるなよ！",
	upgrade = "ふふふ、失望はさせん",
	voice_key = 30507,
	headtouch = "",
	feeling2 = "己の弱さと向き合うのは恥ずべきことではない。弱さを認め、そして強くなれればいい。それだけだ",
	login = "指揮官、執務を始める前に少し肩慣らしでもしておけ",
	vote = "",
	hp_warning = "いいぞ！私に全力を出させるだけの価値はあるな！！",
	id = 900280,
	detail = "見てるだけでは強くなれん。指揮官。早く私を出撃させろ",
	couple_encourage = {
		{
			{
				30405
			},
			1,
			"天城さん、また一人でいなくなったりはしないでおくれ",
			0
		}
	}
}
