_G.pg.ship_skin_words[900282] = {
	feeling1 = "ロドニーでも少し失望しましたよ……？",
	feeling3 = "指揮官は優しいですね。散歩していた時ロドニーのペースに合わせてくれて。こういう細かいところも、感動しちゃいます",
	lose = "また戦えますが……まずは撤退します",
	propose = "指揮官と一緒に過ごす毎日が記念日です。こんな夢みたいな生活が、いつまでも続くといいですね…",
	expedition = "ふふ、指揮官、委託を完了した子たちが帰ってきましたよ",
	win_mvp = "あぅ、いつのまに…弾薬を多く使いすぎました…",
	home = "お茶を淹れますね",
	mission = "指揮官、一緒に新しいミッションを遂行しましょう？",
	touch2 = "執務室でやっちゃだめですよ？",
	voice_key_2 = -1,
	skill = "敵に情けをかける必要がありませんね",
	drop_descrip = "ネルソン級戦艦・ロドニー(HMS Rodney）",
	mail = "新しいメールがあったので持ってきました",
	touch = "どうしましたか？",
	profile = "ネルソンの妹、ロドニーです。はい！……私たち姉妹もそこそこ有名ですね。\nえっと、戦い方が見た目とイメージが違う、ですか？まあまあ指揮官、そういう噂はもちろんウソですよ~",
	mission_complete = "ミッションボーナスですよ。開けてみましょう",
	feeling4 = "上下関係はちゃんとしないと大変になる時もありますね。昔こんなことが……でもロドニーと指揮官の仲なら大丈夫です",
	unlock = "はじめまして、ロドニーです。これからよろしくお願いします",
	feeling5 = "指揮官、今日は一緒にご飯でもどうですか？大好物の料理を作りますーーうん？特別な日ではありませんよ、急に思いついちゃって……指揮官がいいなら毎日でもいいですよ？",
	main = "なにかあればロドニーにおまかせください！ |指揮官が大丈夫でしたら、ロドニーもご一緒させてください！|指揮官？またサボりますと、ロドニーも怒りますよ？",
	battle = "はい！……皆さんが義務を尽くすことに、ロドニーも期待しています！",
	upgrade = "ロドニーに期待してくださいね~",
	voice_key = 20504,
	headtouch = "",
	feeling2 = "いい天気ですね、お出かけしましょうか、指揮官？ちょうどいいお話を聞いたんです。すこしリラックスしていかがですか？",
	login = "あ、指揮官お帰りなさい。ちょうど書類を整理しました。ご確認ください",
	vote = "",
	hp_warning = "少し火力を強くしてもいいですか？",
	id = 900282,
	detail = "詳細の説明は要りますでしょうか？",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"フッド姉様、戸惑うのはいけないのですよ",
			0
		},
		{
			{
				20503
			},
			1,
			"姉様、相手をあまり侮らないでくださいね。",
			0
		}
	}
}
