_G.pg.ship_skin_words[900283] = {
	feeling1 = "殿様はつまらないんです……もう殿様とはやめとこう……",
	feeling3 = "姉さまのことは好きですけど、でも姉さまはお淑やかな方なので…やっぱり一緒に遊んでくれる殿様はいい、です！",
	lose = "うぅ……姉さま、どこぉ？うううぅ……",
	propose = "え、殿様、これを私に？……うぅ、足が遅くて短所もいっぱいある私を嫌いにならなくて、しかもよくしてくれて…私も、殿様が大好き！",
	expedition = "殿様、委託を完了したみんなが戻ってきましたよ！",
	win_mvp = "殿様、今の見た？見た？？（嬉しそう）",
	home = "殿様お疲れ様です。お茶をいれ……はわわ！よけてー！",
	mission = "殿様殿様、新しい任務があります！",
	touch2 = "はわわ！殿様どいてー！主砲が暴発しちゃう！",
	voice_key_2 = -1,
	skill = "弾薬庫よし……いっけー！",
	drop_descrip = "扶桑型戦艦二番艦・山城",
	mail = "殿様殿様、メールです！",
	touch = "殿様、くすぐったいですぅ！",
	profile = "あの、扶桑姉さまの妹やまひ…山城です！生まれつき運が悪いんですけど、姉さまのおかげで元気に育っています！こう見えても連合艦隊の旗艦も務めたのです！コウクウキ……？なんですか？美味しいものですか？",
	mission_complete = "殿様殿様、任務の報酬を……あああ！！（転ぶ）",
	feeling4 = "殿様、このお面のこと知ってます？これは神楽に使うキツネのお面ですよ！えへへ~実は私、姉さまには内緒で、こっそり神楽を練習しているんです！み、見ますか？？",
	unlock = "わ！殿様だ！本物の殿様だ！あのあの、私、えっと、やまひ、山城と言います！これからよろしくお願いします！",
	feeling5 = "姉さまはすごく頑張っていて、いつも大変そう…だから姉さまがいつも笑顔でいられるように、私の笑顔をわけてあげたいです……殿様と一緒ならそう遠くないかも！だって殿様はいつも笑顔をわけてくれるもの！",
	main = "殿様～わあー！（転ぶ）……ありがとうございます殿様！昔から転びやすくて…、でも慣れています！|殿様、一緒に走りませんか？私、少しでも足を早くしたくて！|殿様、廊下の花瓶、割れちゃいました…私がやったのではないんですよ！隣を通っただけなのに急に落ちて、びっくりしちゃいました",
	battle = "みんな行けぇ～！はわわ、うっかり主砲を撃っちゃった！",
	upgrade = "強くなった！…気がしますぅ…",
	voice_key = 30502,
	headtouch = "",
	feeling2 = "殿様、遊びに行きましょう……あ！殿様と何処に行こうとしたか忘れてしまいました…どうしよう……",
	login = "殿様、今日は何をなさいますか？",
	vote = "",
	hp_warning = "うぅ……負けないよ！",
	id = 900283,
	detail = "（くんくん）殿様から気持ちいい匂いがします～",
	couple_encourage = {
		{
			{
				30401
			},
			1,
			"金剛ちゃん、よろしくー！",
			0
		}
	}
}
