_G.pg.ship_skin_words[9707020] = {
	feeling1 = "聞く耳を持っているなら忠告しよう。引き返せ、閣下、今のうちにだ",
	feeling3 = "方向を見失った艦船はいつか必ず沈んでしまう。それは人間も一緒だ。閣下、あなたは進むべき方向にしっかりと柁を取っているか？",
	lose = "すべての戦いでこうやって無事に逃げられるとは思わないことだな…",
	propose = "これを私に？そうか…分かった。閣下と共に進むことを誓おう。進む先の風景を楽しみにしているぞ。ははは",
	expedition = "危険を冒して物資を運んでくれた仲間たちをおろそかにはできない。閣下、早く出迎えに行こう",
	win_mvp = "どこまで逃げようが、私の追撃から逃れることはできん！",
	home = "心配は無用だ。アーク・ロイヤル、いつでも命令を待っている！",
	mission = "任務をこなすのは閣下の大事な役目の一つだ。それを忘れるな",
	touch2 = "今はこういうことをしている場合じゃないというのに…",
	voice_key_2 = -1,
	skill = "逃さん！",
	drop_descrip = "アーク・ロイヤル級航空母艦・アーク・ロイヤル<color=#92fc63>（1隻しか所持できません。2隻目を入手した場合、限界突破素材に変換されます）</color>",
	mail = "新しいメールか？今のうちに確認しよう。最新情報を見逃してはならんぞ",
	touch = "目に覚悟が宿っておらん！…ふん、それでいい…ふっ",
	profile = "私も閣下も軍人にして戦う者だ。私達の役目と守るべき存在を――どんな窮地に陥っても決して忘れるな",
	mission_complete = "任務完了か。やったな",
	feeling4 = "その仕事の流儀、そして覚悟…実に見事だ。閣下がいれば、この艦隊はより遠くへと進むことができるだろう",
	unlock = "空母アーク・ロイヤル、参上した。閣下が大志を抱く存在であるかぎり、このアーク・ロイヤルの全力、閣下に使わせてやろう！",
	feeling5 = "安心しろ閣下。あなたの進む先がどこだろうと、その隣には私がついている。その道を阻むもの――例え大波だろうと氷山だろうと、打ち砕くのみ！",
	main = "仲間たちを守るのは当然のこと――駆逐艦の妹たちのことなら尚更だ|アウトレンジからの攻撃は得意だが、互いに間合いに入った戦闘でも決して遅れを取らんぞ|新しい戦法を研究しているか？このアーク・ロイヤルの手伝いも要るか？",
	battle = "情け無用！",
	upgrade = "守るべきもののためにはもっと強くならねば！",
	voice_key = 970702,
	headtouch = "",
	feeling2 = "駆逐艦の妹たちの護衛が必要か？…別の任務でもいいぞ？このアーク・ロイヤル、いつでも出撃可能だ",
	login = "気合が入っているな。よし！",
	vote = "",
	hp_warning = "壊せはせん…！",
	id = 9707020,
	detail = "平和はどんな代償を支払ってでも守る価値があるのさ",
	couple_encourage = {
		{
			{
				1
			},
			3,
			"心配するな。しっかり守ってやるぞ",
			1
		},
		{
			{
				20706
			},
			1,
			"共にロイヤルの栄光を――！",
			0
		},
		{
			{
				97
			},
			2,
			"再び…燃え上がる！",
			3
		}
	}
}
