_G.pg.ship_skin_words[9707030] = {
	feeling1 = "危険が迫ってから後悔しても遅いですよ",
	feeling3 = "花札？しばらく聞かない言葉ですね…ご興味があれば、仕事を片付けた後、一局付き合ってもいいですよ",
	lose = "我々に残された時間は多くありません…",
	propose = "こんなに慌てているなんて、指揮官らしくありませんよ？――ちょっと…これは…そういうことですか。ふふ、不安になる要素はどこにもありませんよ。私の答え、とっくにご存知のはずでしょう？",
	expedition = "委託の物資が母港に到着しました。ちゃんと目を通して、コスト、収益、損失、細かくメモしておくのです",
	win_mvp = "迅速かつ確実な勝利、まさしく我々に必要なものです",
	home = "戦闘の振り返り、してみません？面倒くさくて気が進まないでしょうが、役に立ちますよ",
	mission = "ミッションを果たすのは指揮官としての役目です。いってらっしゃいませ",
	touch2 = "はぁ…つける薬がないですね…",
	voice_key_2 = -1,
	skill = "無駄にできる時間はありませんっ",
	drop_descrip = "蒼龍型航空母艦·蒼龍<color=#92fc63>（1隻しか所持できません。2隻目を入手した場合、限界突破素材に変換されます）</color>",
	mail = "新しいメール、机に置いてあります。飛龍なら指揮官に飛ばして渡そうとするでしょうね",
	touch = "声をかけてきたのはちゃんと用があったからだと思いたいものですね…",
	profile = "空母、二航戦蒼龍。一人前の指揮官になれるよう、面倒を見て差し上げましょう",
	mission_complete = "ミッションの報酬一覧か――あとは私に任せて、しばし休んでいてください",
	feeling4 = "花札を私に近づくための言い訳にしてることはバレバレですよ？ふふ…もう一局しましょう。その間にあなたの未熟なところをじっくり教えてあげます",
	unlock = "重桜二航戦、蒼龍。挨拶は割愛して、早速仕事に取り掛かりましょう",
	feeling5 = "どんなに絶望的で危機的状況でも、あなたは今、冷静に対策を講じることができるでしょう。…それでも、引き続き面倒を見て差し上げますよ。気を緩めないでくださいね？",
	main = "飛龍…また自主練してるなんて、相変わらず自分に厳しいですね。指揮官も彼女を見習ってもうちょっと真面目に励んでみたらどうです？|過去は変えられない。今に目を向けるほうが賢明です|またぼーっとしてました？言ったでしょう。私は傍で全部見てますから",
	battle = "さっさと終わらせましょう",
	upgrade = "戦力強化…お手続きお疲れ様です",
	voice_key = 970703,
	headtouch = "",
	feeling2 = "普段の緩みがあると、この先の戦いで隙を見せることになりかねません。自分に厳しくなりきれないのなら、私が面倒を見てやりましょう",
	login = "指揮官が来たので早速本題に入らせていただきますね。どうぞ、処理が必要な書類はこちらになります",
	vote = "",
	hp_warning = "落ち着いて、突破口を探しましょう――",
	id = 9707030,
	detail = "指揮官の責務を常に果たしていると胸を張って言えます？「はい」と言えないのでしたら、今の自分をきちんと振り返ってみることです",
	couple_encourage = {
		{
			{
				9707010
			},
			1,
			"二航戦、出撃！",
			0
		}
	}
}
