_G.pg.ship_skin_words[10100010] = {
	feeling1 = "え？なんて？　耳にバナナが入っててよく聞こえなーい",
	feeling3 = "そうだ！指揮官。プラネテューヌにも遊びに来てよ！きっとみんなも喜ぶと思うなー。",
	lose = "おきのどくですが　ねぷこさんは　まけてしまいました",
	propose = "本当はこの世界に来て不安だったんだけど、指揮官と出会えて、そして指揮官の大切な人になれて…この世界に来てよかったって心の底から思ってるんだ。だから、これからもよろしくね！",
	expedition = "あ！みんな戻ってきたよ！早く迎えに行こ？",
	win_mvp = "正義は勝つ！なんてね！",
	home = "プリンがわたしを呼んでいる…！早く帰ろ！",
	mission = "えー、任務ぅ？プリン５個で手伝ってあげてもいいよ？……冗談だってばー。はやく終わらせよ！",
	touch2 = "ちょっとー、そこはダメだよ指揮官",
	voice_key_2 = -1,
	skill = "ねっぷねぷにしてやんよー！",
	drop_descrip = "やっほー！　わたしの名前はネプテューヌ！よろしくね！",
	mail = "メールキター！　プリン食べてる場合じゃないよ！",
	touch = "あはは、くすぐったいよーもう！",
	profile = "主人公オブ主人公ことネプテューヌだよ！プラネテューヌって国の女神なんだー。女神って何って？　説明すると長くなっちゃうからまた今度ね。",
	mission_complete = "任務おーわり！ボーナスゲットー！",
	feeling4 = "指揮官ゲットー！これから一緒にゲームするよー！いい？今夜は眠らせないんだからねっ。",
	unlock = "やっほー！　わたしの名前はネプテューヌ！よろしくね！",
	feeling5 = "今日はなんのゲームする？好きな人を当てるゲーム？うーん、指揮官の好きな人はー……ズバリ、わたし！ふふーん当たってるでしょ？",
	main = "ふふーん。このパーツどう？なんでも「アズールレーン」仕様なんだってー。わたしにぴったりでしょ！|ねっぷねっぷ♪ねっぷねぷー♪ねぷねぷねっぷっぷ♪|お腹すいたー……指揮官、プリンもってきてー",
	battle = "主人公の力、見せちゃうもんねー！",
	upgrade = "ちゃらららったったったーん",
	voice_key = 1010001,
	headtouch = "",
	feeling2 = "たまには外で体を動かすのも悪くないねー。指揮官！今度どこかいっしょに散歩でもいかない？",
	login = "おかえりー！今日も一日がんばるねぷっ！",
	vote = "",
	hp_warning = "ねぷっ！？ まだあわてるような状況じゃないよ",
	id = 10100010,
	detail = "そんなにジロジロ見られると照れちゃうな",
	couple_encourage = {
		{
			{
				1010002
			},
			1,
			"ノワール！どっちが沢山倒せるか勝負だからね！",
			0
		},
		{
			{
				1010002,
				1010003,
				1010004
			},
			3,
			"よーっし、みんなでいっくよー！",
			0
		}
	}
}
