_G.pg.ship_skin_words[10100020] = {
	feeling1 = "早く私の視界から消えてくれないかしら？",
	feeling3 = "今度私の友達が指揮官と一緒に昼食を食べたいって言ってたんだけど、いいわよね？もちろん私も参加するわ。あなたが調子に乗って変なことをしないように見張らないといけないし。",
	lose = "私はこの敗北を一生忘れないわ。だからこそもっと強くなるのよ",
	propose = "え！？ドッキリとかじゃないわよね…？うそ、絶対嫌われてると思ってた……ってなによその顔は。OKってことよ！それくらい気づきなさいよねバカ！",
	expedition = "委託が終わったみたいよ。よかった、みんな無事みたいね",
	win_mvp = "ふん、これくらい余裕よ。私はこの程度じゃ満足しないわ",
	home = "お疲れ様。休息も立派な訓練の１つだと思うわ",
	mission = "こまめに任務はチェックしておきなさいよね",
	touch2 = "あ、あなた……いい加減にしないと怒るわよ？",
	voice_key_2 = -1,
	skill = "ここは私に任せなさい！",
	drop_descrip = "貴方が指揮官？ふーん、まぁいいわ。私はノワール。ラステイションの守護女神よ。私が来たからには安心してちょうだい。",
	mail = "メールが届いたみたいだわ。",
	touch = "のわっ……どこ触ってんのよ！",
	profile = "ラステイションの女神、ノワールよ。この世界でもたくさんのお友達ができるかしら…（気が付いたように）そ、それより！今の戦況を教えてちょうだい。",
	mission_complete = "使えないボーナスだったら私から上に言っといてあげるわ",
	feeling4 = "相談？別に私じゃなくてもいいでしょ？ほらこの前楽しそうに話してた娘にお願いしてみたら？用件はそれだけ？それじゃ、頑張ってね。…………私って、ほんとバカ。",
	unlock = "貴方が指揮官？ふーん、まぁいいわ。私はノワール。ラステイションの守護女神よ。私が来たからには安心してちょうだい。",
	feeling5 = "ねえ…私、貴方と一緒にいると胸が張り裂けそうになるの。貴方は私のこと、どう思ってるの？…いえ、やっぱりいいわ。答えはわかっているから……。",
	main = "メンテナンスは怠っていないわよね？装備ももちろんだけど、あの娘たちのモチベーションも勝敗に関わってくるんだから気をつけなさい。|この娘たちの衣装、なかなか可愛いものが多いわね。べ、別に着てみたいとかそうゆう意味じゃないんだから|ふっふふーん♪ふーんふん♪……って、あなたいつからここに居たのよ……",
	battle = "私の本気、見せてあげるわ！",
	upgrade = "もっと上を目指すわよ",
	voice_key = 1010002,
	headtouch = "",
	feeling2 = "あ、ちょうどいい時に来たわね。これからお昼にするんだけど、どう？",
	login = "随分ゆっくりなご帰還ね、今日もやることが沢山あるんだから気を引き締めなさい",
	vote = "",
	hp_warning = "大丈夫、問題ないわ",
	id = 10100020,
	detail = "ちょ、ちょっと！どこ見てんのよ！",
	couple_encourage = {
		{
			{
				1010001
			},
			1,
			"ちょっとネプテューヌ！ツッコミすぎないように注意しなさい！",
			0
		},
		{
			{
				1010001,
				1010003,
				1010004
			},
			3,
			"覚悟はできてるんでしょうね？",
			0
		}
	}
}
