_G.pg.ship_skin_words[10100030] = {
	feeling1 = "……誰？",
	feeling3 = "あら、奇遇ね。わたしも丁度貴方のところへ行こうと思っていたの。それで今日はこの小説なんだけれど……",
	lose = "ここまで追いつめられるなんて…",
	propose = "…！まさか貴方からその言葉を聞けるなんてね。わたしがこの世界に来たのも、貴方と出会えたのも運命だったのかもしれない。もちろんこれからもずっと宜しくお願いするわ。",
	expedition = "委託が終わったわ",
	win_mvp = "腕ならしにはちょうど良いわね。",
	home = "それじゃ、本の続きを読ませてもらうわね",
	mission = "今日の任務はチェックしたかしら。",
	touch2 = "何を期待しているの？",
	voice_key_2 = -1,
	skill = "決める…！",
	drop_descrip = "わたしはブランよ。よろしくお願いするわ。この世界にある面白い本を紹介してくれないかしら…",
	mail = "メールが届いたわ",
	touch = "ふふ…ちょっとくすぐったいわ",
	profile = "ルウィーの女神、ブランよ。趣味は読書と小説を書くことかしら。新しい小説を執筆中よ。",
	mission_complete = "ボーナスを受け取りに行きましょ",
	feeling4 = "この前の小説、面白かったかしら？そう、それならよかったわ。……？いえ、面白いと言ってくれる人がいなくてどう反応すればいいのかわからなくて…",
	unlock = "わたしはブランよ。よろしくお願いするわ。この世界にある面白い本を紹介してくれないかしら…",
	feeling5 = "わたしの小説を楽しんで読んでくれるのは貴方だけ……。わたしはそれが何よりも嬉しいし、これからも読んでほしいわ。",
	main = "わたしのおすすめの本を紹介してあげるわ。え？その必要はないって？そう……残念ね。|今日は風が騒がしいわね……急ぎましょう、風が止む前に……|この世界のことを書き留めておいて、ルウィーに帰ったらまとめてみようかしら。",
	battle = "落ち着いてやれば問題ないわ",
	upgrade = "レベルなんて所詮数字よ…実力で示してみせるわ",
	voice_key = 1010003,
	headtouch = "",
	feeling2 = "小説を書いているんだけれど、読んでみてくれないかしら？",
	login = "おかえりなさい。特に変わりはないわ。",
	vote = "",
	hp_warning = "すこし頭に来たわ…",
	id = 10100030,
	detail = "指揮官も本を読みたいのかしら？",
	couple_encourage = {
		{
			{
				1010004
			},
			1,
			"クソ…そのたゆんたゆんをクッション代わりにしてしてやる！",
			0
		},
		{
			{
				101
			},
			3,
			"トドメは任せろ！",
			3
		}
	}
}
