_G.pg.ship_skin_words[10100040] = {
	feeling1 = "もう帰ってもよろしいでしょうか？",
	feeling3 = "本日ネトゲのオフ会を開きたいと思いまーす。指揮官さんはもちろん参加いたしますわよね？参加者はわたくしと指揮官さんの2名を予定しておりますわ",
	lose = "これが敗北……なるほど、心が沸き立つくらい楽しい戦いでしたわ",
	propose = "わたくしが淹れる紅茶を毎日飲みたいだなんて…嬉しいですわ。喜んで指揮官さん…いえ、あなた好みの紅茶を淹れて差し上げますわ。",
	expedition = "皆さんがお戻りになられたようですわ。お迎えに上がりましょう",
	win_mvp = "わたくしの辞書に敗北という文字はありませんわ？",
	home = "お疲れ様ですわ。ティータイムにいたしましょう。",
	mission = "指揮官さんなら５分もあれば任務は余裕ですわよね？",
	touch2 = "女性は優しく扱わないと嫌われてしまいますわよ？",
	voice_key_2 = -1,
	skill = "リーンボックスの女神の力、見せてさしあげますわ",
	drop_descrip = "わたくしはリーンボックスの女神、ベールと申します。シューティングゲームも得意ですので、おまかせくださいまし！",
	mail = "メールが来たようですわね。こまめにチェックいたしましょう。",
	touch = "ふふ、指揮官さんはイタズラっ子なんですのね",
	profile = "わたくしはリーンボックスの女神、ベールと申します。好きなものは紅茶とゲーム、そして可愛い妹たちですわ！…え？妹なんていないでしょって？わたくしが妹と認定したら妹ですわ！",
	mission_complete = "任務完了ですわ！ボーナスを受け取りに行きましょう！",
	feeling4 = "指揮官さん、少しご相談してもよろしいでしょうか？最近気になるお方がいるのですが、どうアプローチをすれば良いのか…いえ、やっぱり忘れてくださいまし！",
	unlock = "わたくしはリーンボックスの女神、ベールと申します。シューティングゲームも得意ですので、おまかせくださいまし！",
	feeling5 = "指揮官さんと一緒にいると、心が温まりますわ。そう、わたくしの大好きな紅茶によく似ています。永遠にこの時が続いて欲しいって思ってしまうのですが、欲張りでしょうか…？",
	main = "うふふ、指揮官さんはこのわたくしがお守りいたしますわ。大船に乗ったつもりでドーンと構えてくださいまし。|はっ！？あの子、あの子は一体誰ですの！？ぜひ、ぜひわたくしの妹になってくださいましー|可愛い子が沢山いらして、わたくしはとても幸せですわ",
	battle = "指揮官さん、準備の方はよろしいかしら？",
	upgrade = "さらに上を目指していきますわよ",
	voice_key = 1010004,
	headtouch = "",
	feeling2 = "今度わたくしがプレイ中のネトゲを一緒にやりませんか？もちろん手取り足取りサポートして差し上げますわ！",
	login = "ごきげんよう。　丁度紅茶を淹れたところですわ。指揮官さんもご一緒に如何でしょうか？",
	vote = "",
	hp_warning = "そうこなくては、わたくしの相手として物足りませんわ",
	id = 10100040,
	detail = "うふふ、わたくしに何か？",
	couple_encourage = {
		{
			{
				1010003
			},
			1,
			"読書には紅茶がぴったりだと思うのですが、いかがでしょうか？",
			0
		},
		{
			{
				1010001,
				1010002,
				1010003
			},
			3,
			"わたくしたちを敵にしたことを後悔させてあげますわよ！",
			0
		},
		{
			{
				1
			},
			3,
			"帰ったら、わたくしが抱きしめて差し上げますわ！",
			1
		}
	}
}
