_G.pg.ship_skin_words[10100050] = {
	feeling1 = "あなたがそんなに残念な人だったなんて…",
	feeling3 = "あら、指揮官じゃない。ちょうどいいところに。クリアできないステージがあるんだけど、手伝ってくれないかしら。",
	lose = "わたしに力がなかったばかりに他の娘にまで辛い思いをさせてしまったわね…",
	propose = "ついにこの時が来たのね。待ちくたびれちゃったじゃない。わかってるのかしら？これをわたしに贈るってことは今日からずっとわたしとゲームに付き合ってもらうってことよ。期待しているわ指揮官。",
	expedition = "委託の娘たちが戻ってきたわよ。わたしも何か手伝おうかしら",
	win_mvp = "当然の勝利よ",
	home = "いい運動になったわ。少し休憩してもいいかしら？",
	mission = "任務ね…指揮官も女神もあまりやることは変わらないみたいね",
	touch2 = "あら、意外と積極的なのね。だけど時と場合を考えなさい",
	voice_key_2 = -1,
	skill = "これが女神の力よ！",
	drop_descrip = "プラネテューヌの女神、パープルハート。あなたが指揮官ね？これからよろしくお願いするわ。",
	mail = "指揮官宛にメールが届いたみたいよ。忘れないうちに読んでおいたほうがいいと思うわ",
	touch = "きゃっ…もう、構って欲しいなら言ってくれればいいのに",
	profile = "プラネテューヌの女神パープルハートよ。女神化すると別人だってよく驚かれるわ。失礼な話よね。この姿でいると疲れるからよほどのことがないと女神化はしないのよ。",
	mission_complete = "任務完了ね。どんな報酬があるか楽しみだわ",
	feeling4 = "指揮官、最近貴方とゲームをしているとなぜか集中できないのよね。これってもしかして……確認のためにもう少し一緒にゲームをするわよ！",
	unlock = "プラネテューヌの女神、パープルハート。あなたが指揮官ね？これからよろしくお願いするわ。",
	feeling5 = "この世界にも慣れてきたわね。それも指揮官のおかげよ。ほら、私につかまって！少しの間デートしましょう",
	main = "ええ、みんないい娘で安心したわ。これならわたしも気兼ねなく全力で戦えるわね|のどが渇いてきたわね……ここにはプリンジュースってあるのかしら？|指揮官。少しこの世界の事を教えてくれないかしら。",
	battle = "一隻残らず駆逐してみせるわ",
	upgrade = "指揮官を…みんなを守るためにもっと強くなってみせるわ",
	voice_key = 1010005,
	headtouch = "",
	feeling2 = "今日はいい天気ね。この世界のおすすめなスポットはどこかしら？",
	login = "おかえりなさい。出撃する？演習する？それともプ・リ・ン？",
	vote = "",
	hp_warning = "パープルハートは伊達じゃないわ！",
	id = 10100050,
	detail = "そんなに気になるならもっと近くに来てもいいわよ？",
	couple_encourage = {
		{
			{
				1010006
			},
			1,
			"そっちはあなたに任せるわ！",
			0
		},
		{
			{
				1010006,
				1010007,
				1010008
			},
			3,
			"みんな、いくわよ！女神の力を思い知らせてあげるわ！",
			0
		}
	}
}
