_G.pg.ship_skin_words[10100070] = {
	feeling1 = "テメェの顔なんざ見たくねぇんだよ！",
	feeling3 = "すこし頼りねぇ指揮官だが、これでも期待してんだぜ？",
	lose = "次わたしの足ひっぱったらぶっ潰す",
	propose = "これを…わたしに？お前本気で言ってるのか？そうか、本気なんだな……わかった、その気持ち受け止めてやる！これまで以上に盾として、お前を守ってやるぜ！",
	expedition = "委託組が戻ってきたようだな、迎えに行くとするか",
	win_mvp = "手加減しすぎたか？",
	home = "今回の戦いは良かったんじゃねーか？その調子でよろしく頼むぜ",
	mission = "さっさと任務を片付けるぞ",
	touch2 = "んっ……テメェ許さねえからな！",
	voice_key_2 = -1,
	skill = "ボロ雑巾にしてやるぜ！",
	drop_descrip = "ルウィーの守護女神、ホワイトハートだ。よろしくな！女神の力、見せてやるぜ！",
	mail = "ほら、メールが来たぞ。早く見てこいよ",
	touch = "今のうちに覚悟を決めておけ",
	profile = "ルウィーの女神、ホワイトハートだ。わたしには２人の妹がいるんだ。まぁイタズラばっかりで世話が焼けるが可愛いんだぜ。今度一緒に遊んでやってくれないか？",
	mission_complete = "よっしゃ！ボーナスだぜ！",
	feeling4 = "おい、指揮官！今度どこかに遊びに行こーぜ！ちなみにテメェに断る権利はないからな？",
	unlock = "ルウィーの守護女神、ホワイトハートだ。よろしくな！女神の力、見せてやるぜ！",
	feeling5 = "心配すんな、ずっとお前の側にいてやるよ。何故かは知らないが、わたしの胸が熱くなって力が湧き出てくるんだ。",
	main = "いつまでここにいるんだ？じっとしてると腕がなまっちまう|怒ってるのかって？こういう口調だ気にするな。|安心しろ、テメェはわたしが守ってやる。",
	battle = "ただで帰れると思うなよ！",
	upgrade = "もっと強くなってやるぜ",
	voice_key = 1010007,
	headtouch = "",
	feeling2 = "おい、テメェどこ見てやがる。言わなくてもばれてるからな！……可愛いだと？褒めても何も出ねーぞ",
	login = "おせぇぞ。ったく…いつまで待たせやがる。",
	vote = "",
	hp_warning = "テメェはわたしを怒らせた！",
	id = 10100070,
	detail = "何か用か？",
	couple_encourage = {
		{
			{
				1010008
			},
			1,
			"おい、グリーンハート！そのデケェ胸が邪魔で前が見えねえんだよ！",
			0
		},
		{
			{
				101
			},
			3,
			"みんな、行くぞ！覚悟しやがれ！",
			3
		}
	}
}
