_G.pg.ship_skin_words[10100080] = {
	feeling1 = "何も言うことはありませんわ。",
	feeling3 = "最近わたくしに仕事を任せすぎではありませんか？いえ、わたくしはいいのですが、このままだと指揮官としてやっていけるか心配になってしまいますわ。",
	lose = "わたくしとしたことが…次は負けませんわ",
	propose = "わたくしの気持ちにようやく気づいてくれたんですわね。もし、この戦いが終わり、元の世界に戻れるようになったとしても、わたくしは指揮官さん――このあとはあなたの言葉で聞きたいですわ。",
	expedition = "委託が終わったみたいですわね。労いの言葉をかけてあげると良いですわ。",
	win_mvp = "その程度では、わたくしの相手は務まりませんわ",
	home = "休憩も大事ですわよ",
	mission = "わたくしに手伝えることがあれば、いつでも言ってくださいまし",
	touch2 = "もし悪ふざけでしたら容赦いたしませんわよ？",
	voice_key_2 = -1,
	skill = "一瞬で終わらせますわ",
	drop_descrip = "リーンボックスの女神、グリーンハート。どんな方であろうと遠慮はいたしませんわ。覚悟はいいかしら？",
	mail = "新着メールが届いてますわ。",
	touch = "このプロセッサユニットは着脱できないんですのよ。うふふ、冗談ですわ",
	profile = "リーンボックスの女神、グリーンハートですわ。ゲイムギョウ界という世界から参りました。そんなに恥ずかしがらずに。もっと近くにいらしてご覧になっても構いませんわ？",
	mission_complete = "どんなボーナスがあるか楽しみですわね",
	feeling4 = "わたくしは今夜空いてますので、仕事を手伝いますわ。終わったら、ご褒美に……な、なんでもありませんわ。",
	unlock = "リーンボックスの女神、グリーンハート。どんな方であろうと遠慮はいたしませんわ。覚悟はいいかしら？",
	feeling5 = "指揮官さん……？また懲りずに仕事を溜めておりましたの？…しょうがないですわね、デートのあと2人で一緒に片付けましょう。特製の紅茶も淹れてさしあげますわ。",
	main = "大きいことこそジャスティスですわ、そう思いませんか？|……。　あら、申し訳ございません、今度のギルド戦の戦略を立てておりましたわ|ティータイムにいたしましょう",
	battle = "初めから全力でお相手いたしますわ",
	upgrade = "また、美しさに磨きがかかってしまいましたわ",
	voice_key = 1010008,
	headtouch = "",
	feeling2 = "わたくしで良ければいつでも相談に乗りますわよ？",
	login = "遅いですわ。　紅茶は淹れたてが一番おいしいんですのよ？",
	vote = "",
	hp_warning = "そう簡単にはまいりませんわ。",
	id = 10100080,
	detail = "わたくしの美しさに見とれているようですわね",
	couple_encourage = {
		{
			{
				1010007
			},
			1,
			"ホワイトハートはいいですわよね。被弾する面積が小さいんですから",
			0
		},
		{
			{
				1010005,
				1010006,
				1010007
			},
			3,
			"さぁ、行きますわよ！",
			0
		}
	}
}
