_G.pg.ship_skin_words[102160] = {
	feeling1 = "ふん、私に無視されるのも自業自得ではなくて？",
	feeling3 = "この私に魅されるのも仕方のないことよ。いいわ。もう少しそこでボーっとすることを許してあげる",
	lose = "負けるなんて……無様ね",
	propose = "光栄に思いなさい。貴方は私、メンフィスに認められたのよ――これからも期待しているから、失望させないでちょうだい",
	expedition = "委託組、戻ってきたわよ。実績のほうをあとでチェックしなさいな",
	win_mvp = "ふーん、目に焼き付けたのかしら？私だけの輝かしい瞬間を",
	home = "ふふん、よくできたじゃない。これからはもっと試される時があるの。あまり浮かれるんじゃないわ",
	mission = "任務はほったらかすんじゃなくて、すぐに実行するのよ。――貴方のことを言ってるのよ？指揮官",
	touch2 = "その手、離さないと痛い目に遭うわよ",
	voice_key_2 = -1,
	skill = "護衛は私に任せてちょうだい！",
	drop_descrip = "オマハ級軽巡洋艦・メンフィス（CL-12)",
	mail = "メールを受け取ってちょうだい。いいことがあるわよ",
	touch = "あら？私が訓練している姿が見たいの？では…その目に焼き付けてあげようかしら",
	profile = "オマハ級軽巡のメンフィスよ。由緒正しい方々の乗艦、そしてロイヤル方面艦隊の旗艦を勤めたの。…後ろで私の活躍を目に焼き付けなさいな",
	mission_complete = "貴方が得るべき褒美よ。あとでチェックしなさい",
	feeling4 = "こんなに近くまで寄って、もしかして私の髪の匂いが気になるのではなくて？うふふ、どう？海風の香りでもあるのかしら？",
	unlock = "ふーん、あなたがここの指揮官？安心なさい。この私が護衛についてあげる。貴方はこの私に相応しくなれるのかしら？ ",
	feeling5 = "私がいないと違和感を感じるって？安心して、私がいつも貴方の護衛についているから。むしろ貴方も、私のそばにずっといなさいな",
	main = "観艦式で自らの最も素晴らしいパフォーマンスを魅せる。これこそ私の流儀よ|昔は海を行き来して、母港でのんびりすることも中々できなかったの。…まあいいわ。忙しいほうが私らしくて良いのではなくて？|今度土産を持ってきてほしいって？貴方、母港で仕事をちゃんとこなしておくのが先じゃなくて？",
	battle = "行くわよ！最高のパフォーマンスを出すわ！",
	upgrade = "護衛任務、より確実にこなせるようになったのかしら？",
	voice_key = 10216,
	headtouch = "",
	feeling2 = "次は書類作業と訓練プランの審査を行うの。指揮官もちゃんとチェックしなさい。私のペースを遅らせるんじゃないわ",
	login = "指揮官、ようやく来たのね。さあ出発よ——私のペースについてこれるのかしら？",
	vote = "",
	hp_warning = "油断してはいけないわ！",
	id = 102160,
	detail = "私と付き合ってくれるつもりなら、すべてを目に焼き付けてちょうだい",
	couple_encourage = {
		{
			{
				10201,
				10202,
				10211
			},
			1,
			"せっかく一緒に出撃するんだから、私のペースに付いてきなさいな",
			0
		}
	}
}
