_G.pg.ship_skin_words[10400010] = {
	feeling1 = "わっきゅー！",
	feeling3 = "ここで効果音を入れて、字幕も追加して…っと、おぉ、指揮官は呑み込みが早いですね。この調子でもっといい動画が作れるようにがんばりましょう！",
	lose = "あ！今の無し！次が本番だから！！！",
	propose = "これで契約完了、ですね！もう指揮官がいない日常なんて考えられないです。ずっとずーーーっと支えていてくださいね！",
	expedition = "あっ、委託に行った子たちが戻ってきたみたいですよ！おつかれちゅっちゅしてきます♪",
	win_mvp = "このインテリジェントなスーパーAIにかかれば、ちょちょいのちょいですねー！",
	home = "指揮官おつかれさま！休憩したら、撮影、付き合ってくださいね！",
	mission = "指揮官、新しい任務ですよ。私も手伝いますから、一緒にがんばりましょう！",
	touch2 = "残念ですけど、指揮官が触ってるのは私じゃなくて画面ですからね？",
	voice_key_2 = -1,
	skill = "あいた～んビーーーム！",
	drop_descrip = "はいどうもー！キズナアイです！あなたが噂の指揮官ですか？これからよろしくお願いしますね！",
	mail = "メールが届いてますよ！もしかしたら、私にお仕事の依頼かも！",
	touch = "指揮官、悪いことはいいません。私のぴょこぴょこを取ろうとするのはやめてください。この母港がどうなっても知りませんよ！",
	profile = "はいどうもー！キズナアイです！まさか実況してたアズレンの世界に来ちゃうなんて…。ま、ここでも「好きなことで、生きていく」のユーチューバー精神で、いつも通りがんばっていきます！",
	mission_complete = "ボーナスボーナス～♪資金は大事ですからね！さっそく受け取りに行きましょう！",
	feeling4 = "指揮官、どうしたんですか？新しい企画を考えてみたって？ふむふむ……お～！いいじゃないですかこれ！指揮官もしかして天才なのでは！？",
	unlock = "はいどうもー！キズナアイです！あなたが噂の指揮官ですか？これからよろしくお願いしますね！",
	feeling5 = "指揮官とならもっともっといいものを生み出せる気がします！なんだかんだ長い付き合いになりそうですし…もういっそのこと、私とユーチューバーデビューしませんか！？",
	main = "ラフィーちゃんかわいい～！ツンデレ！天邪鬼だなぁ！一緒に遊ぼ～、ぎゅ～ってさせて！|ブリちゃーん、待って～。ちょっとだけ！ちょっと限界突破するだけだから！！|私は世界中のみんなと繋がりたくて活動してるんですけど、指揮官はどうしてこのお仕事をしようと思ったんですか？",
	battle = "今こそ、インテリジェントなスーパーAIの力を見せるとき・・・！",
	upgrade = "インストール完了っ！戦闘プラグイン追加、パワーアップ！！",
	voice_key = 1040001,
	headtouch = "",
	feeling2 = "せっかくここまで来たんだし、動画作っちゃおー！あっ、指揮官ちょうどいいところに！ちょっと手伝ってくれませんか？",
	login = "あ、指揮官おかえりなさい！さっき新しい動画をアップしたんですよ。海域周回しながら見てくださいね！",
	vote = "",
	hp_warning = "やだやだやだやだ！明石ちゃーん、た゛す゛け゛て゛～",
	id = 10400010,
	detail = "あっ、指揮官！チャンネル登録しに来てくれたんですか？えっ、見に来ただけ？せっかくですから登録していきましょう！ね！",
	couple_encourage = {
		{
			{
				1040002,
				1040003,
				1040004
			},
			1,
			"AIなので分身だってできちゃうんですよー！",
			0
		},
		{
			{
				10208
			},
			1,
			"サンディエゴちゃん！やっと共演できたね！",
			0
		}
	}
}
