_G.pg.ship_skin_words[10400020] = {
	feeling1 = "敬語やめてもいいですか？",
	feeling3 = "やはり「みんなとつながる」ためにはもっとたくさんのことを覚えないといけませんよね…！指揮官様、ご指導ご鞭撻、よろしくお願いします！",
	lose = "インテリジェントなスーパーAIのこの私が負けるなんて……",
	propose = "今の私があるのはあなたのおかげ……あなたと一緒ならもっともっといろんな人とつながれると思うんです。だから……これからもずーっとお傍にいてもいいですか？指揮官様♪",
	expedition = "緊急速報です。委託組が帰還しました。早速出迎えに行きましょう♪",
	win_mvp = "さすが私！戦闘も完璧ですね！",
	home = "はぁ～、上品に振る舞うのって結構疲れるなー。えっ、指揮官様！？い、いつの間にいらっしゃって……え？口調が変だった？いえいえ気のせいでございますわよ、おほほほほ♪",
	mission = "指揮官様、新しい任務です。直ちに準備に入りましょう！",
	touch2 = "有罪です。情状酌量の余地はありません。有罪です。",
	voice_key_2 = -1,
	skill = "華麗に決めます！",
	drop_descrip = "ごきげんよう。本日から母港に加わりますキズナアイです。少しでもお力になれるよう、精一杯がんばります。よろしくお願いしますね、指揮官様。",
	mail = "メールが届いています。重要な連絡かもしれません、すぐにご確認お願いします。",
	touch = "レディに気安く触れるなんて、紳士の振る舞いではありませんよ？",
	profile = "「キュートさとフォーマルの融合」それを体現したのがこの私です！いつもより知的で上品なキズナアイの活躍にご期待ください！",
	mission_complete = "完了した任務があります。報酬を受け取りに行きましょう♪",
	feeling4 = "プラグインを入れれば一瞬？もー、そういう問題じゃありません。AIだって努力が必要なんです！",
	unlock = "ごきげんよう。本日から母港に加わりますキズナアイです。少しでもお力になれるよう、精一杯がんばります。よろしくお願いしますね、指揮官様。",
	feeling5 = "お陰さまで、ここまで成長することができました！これもひとえに指揮官様のお力添えがあったからこそです！……ありがとうございます！",
	main = "指揮官様、フッドさんからお茶会に誘われたんですが、よろしければご一緒にどうですか？|フォーマルな衣装は気分も落ち着かせるのですね…。ベルファストさん、よろしければ、私にもロイヤルのお作法を教えていただけませんこと？|指揮官様、この母港でも動画投稿してみるのはいかがですか？私そういうのは得意ですよ",
	battle = "みなさん、お怪我なさらないよう、気を付けてまいりましょう",
	upgrade = "インストール完了！失礼、また賢くなってしまいました。",
	voice_key = 1040002,
	headtouch = "",
	feeling2 = "一人前のAIになってみんなとつながれるよう、日々精進して参ります",
	login = "おかえりなさいませ、指揮官様。もうすぐ打ち合わせのお時間です。今日も一日がんばりましょう♪",
	vote = "",
	hp_warning = "これしきの事で…インテリジェントなスーパーAIは負けませんよ！",
	id = 10400020,
	detail = "ご安心ください。正装に身を包んだ私があまりにも優雅で目を奪われてしまうかもしれませんが、変わらずインテリジェントなスーパーAI、キズナアイですよ？",
	couple_encourage = {
		{
			{
				30311
			},
			1,
			"高雄ちゃん、一緒に悪を成敗しましょう！",
			0
		}
	}
}
