_G.pg.ship_skin_words[10400030] = {
	feeling1 = "安心してください、指揮官はライブに呼びませんから",
	feeling3 = "ライブをするためには歌とダンスの練習とトークの勉強もしないとね！それからステージの手配とかもして……あぁーやらなきゃいけないことがいっぱいだーー！",
	lose = "……絶対次のライブに活かす！",
	propose = "みんなで手を上げて、歌って踊って笑顔になれる！それがライブ。ちゃんとその光景が見れたよ……！指揮官、本当にありがとう！！でも、当然ながら！これで終わりじゃないよ。さぁ行こう、指揮官となら行ける！もっと先へ！これからもよろしくね！！！",
	expedition = "委託に行った子たちが帰ってきたよ！おかえりの歌で迎えよう！ほら、指揮官も一緒に♪",
	win_mvp = "完・全・勝・利～！さっすが私！天才ですね！",
	home = "おつかれさま、指揮官！これからシグニットちゃんたちと一緒にダンスのレッスンするの。次の出撃まで時間あるし、付き合って！",
	mission = "さてさて、新しい任務が通達されたみたいだし。さくっと完了させちゃおう！",
	touch2 = "ハイタッチしたいの？いくよ！いぇーーい♪",
	voice_key_2 = -1,
	skill = "私の歌を聞いて！",
	drop_descrip = "キズナアイ、ドレスを身にまとって登場！ライブもバトルもがんばるよ！",
	mail = "お？メールだよ！ファンレター届いてるかな！",
	touch = "お、リクエストかな？よーし、何が聞きたい？歌っちゃうよー！",
	profile = "ライブに出る時はこの衣装を着たりするんだよ！この母港でもいつかライブができるといいな～",
	mission_complete = "任務報酬を受け取りにいこう！何かいいものはあるかな？",
	feeling4 = "あっ、しきかーん、どうしたの？えっ？もうステージの手配も何もかも終わった！？すごい！あとは練習に専念してって？……し、指揮官がすごいできる人に見える……！",
	unlock = "キズナアイ、ドレスを身にまとって登場！ライブもバトルもがんばるよ！",
	feeling5 = "ライブ大成功だったね！指揮官がいてくれて本当に良かった。あ、そうだ！特別に指揮官だけのために歌うね？それでは聞いてください――",
	main = "フュンちゃんおつかれさま！あっ、指揮官！ちょうどいま、フュンちゃんの歌の練習を見てあげてたんだ♪|ほらほら、これ、ひらひらする！ジャンプ？これ、スカートじゃないけど|え？かわいい？でしょ！知ってる～、ありがと～！",
	battle = "バトルも盛り上がっていくよーーー！",
	upgrade = "強化完了♪ライブもバトルも体力勝負だからね！",
	voice_key = 1040003,
	headtouch = "",
	feeling2 = "私この母港でもライブをやってみたいの！指揮官も協力してくれない？",
	login = "指揮官おかえり！次のライブに向けてサラトガ先生に歌のレッスンをしてもらってるんだ。ちょっと聞いてみてよ！",
	vote = "",
	hp_warning = "絶対最後までやり遂げるんだから！",
	id = 10400030,
	detail = "指揮官はどんな音楽聞くの？今すごいオススメのアーティストがいるんだ！Kizuna AIって言うんだけど……あ、私だった！",
	couple_encourage = {
		{
			{
				20112
			},
			1,
			"チュンチュン、私が守ってあげるからね～♪",
			0
		}
	}
}
