_G.pg.ship_skin_words[10400040] = {
	feeling1 = "ぁぁあ゛あ゛あｱｱ゛ああ゛ｱｱｱ゛ｱああｱｱ゛ああｱｱ゛ｱ゛ｱｧｧ…",
	feeling3 = "え？ホラーゲームの実況？いやです、やりません……やだやだやだやだやだ！",
	lose = "もー、ほんとおこ！絶対許さないんだから！！",
	propose = "私のために指輪を用意してくれたんですね！うれしい！あ、うそうそ！本当に感謝してますってば！……これからもたくさんゲーム教えてね、指揮官！いつもありがと……♪",
	expedition = "委託組が戻ってきましたよ。早く次の委託に出さないと！もったいないですよ！",
	win_mvp = "WINNER～！MVP取ったどー！",
	home = "指揮官お疲れ様ー♪は？膝枕？…はいはい、電ちゃんに甘やかされて、どーぞダメ指揮官になっちゃってくださいねー。電ちゃん後よろしくー。",
	mission = "ミッション発見！たくさんこなして資金をがっぽり稼いじゃいましょう！",
	touch2 = "指揮官、ヘッドショットって知ってますか？ちょっとやってみていいですか？",
	voice_key_2 = -1,
	skill = "いっくよー、ばきゅーん！",
	drop_descrip = "はいどうもー！バーチャルゲーマーキズナアイです！指揮官、安心してください！アズレンは結構やりこんでるんで！……え、私、艦船になったの！？",
	mail = "あっ、メールが届いてるよ！「うんえい」さんからのプレゼントかも！！",
	touch = "私とゲームで勝負したい？いいでしょう、受けて立ちます！私の実力見せてあげますよ！",
	profile = "髪切った？ふふーん、私、髪の長さだって自在に変えられちゃうんです！バーチャルですから！これぞ、クールにハイスコアを叩き出す、キズナアイのスーパーゲーマーバージョン！どやぁ！",
	mission_complete = "ミッション完了！報酬は何かなー？ん、どうしたの雷ちゃん？えっ？「ひしょかん」は報酬を受け取れないの！？",
	feeling4 = "あーもう！なんでホラーゲームの方が人気出てるんですかー！そりゃあ、提案してくれた指揮官のおかげでもありますけど……次はもっと怖くないやつお願いしますよ！",
	unlock = "はいどうもー！バーチャルゲーマーキズナアイです！指揮官、安心してください！アズレンは結構やりこんでるんで！……え、私、艦船になったの！？",
	feeling5 = "指揮官はゲーム教えるのが上手いですよね！いろんなタイトル知ってるし、指揮官がいればポンコツAIだなんて言われませんね！……頼りにしてますよ、指揮官♪",
	main = "ここでもキズナアイ杯を開催してみたいな～、綾波ちゃんとロング・アイランドちゃんは参加するって言ってくれたし、指揮官も参加しませんか？|本当は天才なのにポンコツ演じるのつらいわ～|シュッ、どうですかこのジャマイカちゃんから教えてもらったポーズ！かっこよくないですか？",
	battle = "いくぞおおおぉぉ！うおりゃああぁぁぁ！",
	upgrade = "これで主砲のエイムもばっちりですね！",
	voice_key = 1040004,
	headtouch = "",
	feeling2 = "ゲーム実況も結構難しいんですよ。一生懸命やってるのにポンコツとか言われちゃうし……どうすればゲーム上手くなれるんだろ？",
	login = "指揮官、ログインボーナスは忘れずもらってね？ゲームの基本だよー！",
	vote = "",
	hp_warning = "あ、やばみ…？",
	id = 10400040,
	detail = "指揮官もゲームしに来たんですか？ちょうど実況しようとしてたゲームがあるんです！指揮官も一緒にどうですか？",
	couple_encourage = {
		{
			{
				40303
			},
			1,
			"プリンちゃん、援護は任せて！",
			0
		}
	}
}
