_G.pg.ship_skin_words[10500040] = {
	feeling1 = "そんなんじゃ、可愛い女の子たちをまつりが貰っちゃうよ？",
	feeling3 = "清楚でかわいい声がお好き？じゃさっそく…「こんこんきーつね」…へへ、凄いでしょう？私、いろんな声真似できるんだぞ～",
	lose = "うわぁぁぁぁぁ！この天才JKまつりが負けるなんて…",
	propose = "指揮官さん、今までいーっぱい応援してあげたんだから、今度はまつりのことをいーっぱい笑顔にしてね！",
	expedition = "委託組の子たちももう帰ってきたよ、指揮官さん、突撃インタビューしましょう！",
	win_mvp = "MVP、まつりがいっただきー☆",
	home = "歌って踊って廻ってー！ふぅ……今日はいっぱい頑張ったな～もう汗でびしょびしょだよ～あ、指揮官さんお帰りなさいー、どう？まつりと一緒に練習しない？",
	mission = "はぁ…任務、次から次へと…まっ、まだ8時だし、元気出して、片っ端から片付けましょう！",
	touch2 = "うわあああ！ま、まつりに手を出すのは、禁止事項なんだからね！",
	voice_key_2 = -1,
	skill = "さーて、いっちょ暴れますか！",
	drop_descrip = "ホロライブ所属の美少女JK夏色まつりです！！ 歌ったりみんなとおお話しながら元気に楽しく配信していくから、みんな見てねー！！！",
	mail = "お、指揮官さんあてのメールだぞ。見かけによらず人気者だな、この～",
	touch = "くんくん…くんくん…かわいいかわいい女の子たち、どこにいるんだろ...",
	profile = "ホロライブの清楚担当、夏色まつり見参！チア部だからみんなの応援はまつりに任せて！指揮官さんも全力で行こう！",
	mission_complete = "任務報酬がいーっぱい～へへ、夜は焼き肉っしょ！",
	feeling4 = "指揮官さん、せっかく二人きりだし、可愛く呼んでほしいなー。「なっちゃん」か「まつりちゃん」の二択で！…「なつニキ」？ど、どういうことなのさ！",
	unlock = "ホロライブ所属の美少女JK夏色まつりでーす！！歌ったりみんなとお話しながら元気に楽しく配信していくから、みんな見てねー！！！",
	feeling5 = "まつりの配信に付き合ってくれてありがとね！今度はもっと凄い企画考えるから、指揮官さんもよろしくね！",
	main = "指揮官さんは、どこを見てるのかなー、まつりがいくら魅力的だからって程々にしてね！|こっちの世界はかわいい女の子がい～っぱいいて楽しいねー！|しっきかーんさーん！ん？指揮官さんも耐久配信やってるの？|DD？そだよ～まつりはDDだよ？駆逐艦だしいろんな意味でね～えっ、指揮官さんも？",
	battle = "ふっふっふー天災JKの火力、敵にみせてやるぞ！",
	upgrade = "わっしょーい！なんか強くなった！凄いね！",
	voice_key = 1050004,
	headtouch = "ネコミミモードになったまつりを触るともっと気持ちいいんだぞ！",
	feeling2 = "チアは体力勝負！指揮官さん、体力作りに付き合ってくれよ～",
	login = "こんにちはー、指揮官さん！今日もはりきって行こう！あ、でも変な企画を期待はしないでねー！まつり、超ーー真面目なVTuberだから！",
	vote = "",
	hp_warning = "もう限界？安心して、まつり、まだまだ我慢できるよ～",
	id = 10500040,
	detail = "こらー！ジロジロ見ながら「ごめん」って言うんじゃない！まつりだって女の子なんだから、気を使ってね。謝るくらいなら、まつりの可愛いところを語ろうね！",
	couple_encourage = {
		{
			{
				30101,
				1050001
			},
			1,
			"フブキ↓フブキ↑フブキ↑ フブキ!!!!!",
			0
		},
		{
			{
				20702
			},
			1,
			"なんにも言うな、その目、わかるぞ！",
			0
		}
	}
}
