_G.pg.ship_skin_words[10500060] = {
	feeling1 = "うわぁぁ！配信まだ続いてる！？「またね」って言ったばかりだし…これどうやって切るの？わかんない！",
	feeling3 = "「シオン成長計画」…？つまりシオンにプレゼントを贈るってこと？って、こら！子供のおもちゃばかりじゃない！",
	lose = "ね”ぇ”ぇ”ぇ”ー！残念です…でもシオンは天才だし、たまに失敗しても許されるはず…だよね？…",
	propose = "指揮官さん、やっとシオンの魅力に気づいたね！これからもシオンのことを応援してください！指揮官さんと分かち合いたい楽しいこと、まだまだたくさんありますから！",
	expedition = "委託組のみんなが帰ってきた！シオンも物資の点検を手伝います！",
	win_mvp = "こんなの当然、当然！",
	home = "お帰りなさい、指揮官さん！衣装は変わっても、シオンは天才魔法使いなんだからね！シオンの魔法を見てみたい？じゃ、配信を始めるぞ！",
	mission = "任務が残っているのが気になってしょうがない？へへ、元気出してよ指揮官さん！シオンと一緒に任務を片付けましょう！",
	touch2 = "うわぁぁ！ななななんですか急に！びっくりした…",
	voice_key_2 = -1,
	skill = "その気になれば、地球だって爆破しちゃうよ！",
	drop_descrip = "天才魔法使い、紫咲シオン様だぞ！大人の魅力あふれるこの衣装で暴れまわるんだから！",
	mail = "あれ、シオンにメール…？あ、指揮官さん宛ですね。ほら、持ってきてやったぞ、さっさと開けましょう～",
	touch = "手に帽子を添えて爽やかにスマイル！もしかして、シオンもアイドルになれるかも…？",
	profile = "天才魔法使いのシオン様にかかれば、黒魔法で相手もイチコロよ！ササッと終わらせてあげるわ！もっとシオン様に頼っていいんだぞー！",
	mission_complete = "ふふ～ん、シオン様が居て助かったでしょう？任務は達成済みだし、早く報酬をもらおう！",
	feeling4 = "実況はすごくMP（or魔力）を使うけど、指揮官さんと一緒にいると、あっという間にMPがすぐに満タンになるね！うん、ミラクル、です！",
	unlock = "天才魔法使い、紫咲シオン様だぞ！大人の魅力あふれる新衣装で暴れまわるんだから！",
	feeling5 = "いつもこの天才シオン様のそばにいるから、指揮官さんも天才に近づけたんじゃないかな！これからも二人で頑張って、もっともっと凄い実況をしよう！",
	main = "ねぇねぇ！この錨と艦橋のお飾り、可愛いと思わない！？|ふふ〜んこの服気になる？セクシーだし、お気に入りなんだ〜|みんなの心を虜にするには、やっぱりイメチェン…イメージを変えないとな！",
	battle = "シオンのこと、なめんじゃないぞ！電撃作戦開始！",
	upgrade = "おお～シオンの黒魔法、強くなったみたいよ！",
	voice_key = 1050006,
	headtouch = "へへ、みんながシオンを褒めるとき「えらい」「賢い」って言ってくるんだけど、たまには別の言葉で褒めて欲しいよなぁ～",
	feeling2 = "オセロやりましょうよ！シオンはねぇ、実はこれが得意なの、手を抜くんじゃないぞ～ふふーん！",
	login = "おはよ、指揮官さん！この衣装で、母港でも海でも、シオンはみんなの心を虜にするぞ～！",
	vote = "",
	hp_warning = "イタタタ…シオン、天才ですから、この程度ではくじけません！",
	id = 10500060,
	detail = "スタイルも身長も子供っぽい？う、うるさいわねぇ！シオンは大人ですよ、凄いですよっ！指揮官さんもいつか分かるはずです！",
	couple_encourage = {
		{
			{
				1050003,
				1050005
			},
			2,
			"さぁて、どんな面白い作戦記録がアップされるかな～",
			0
		}
	}
}
