_G.pg.ship_skin_words[10500070] = {
	feeling1 = "もう、指揮官くん、さぼっちゃダメだよ～。いい子いい子はお預け！指揮官くんのかっこいいとこが見たいな～",
	feeling3 = "指揮官くん、指揮官くーん！えへへ、ちょっと呼んでみただけ―",
	lose = "うわぁぁあ、ちょ、ちょっとまって、まってってば・・！",
	propose = "え、ええっと、この前の返事を今教えてくれるって事？心の準備が・・どうしよ、えっと、はい！いいよ、指揮官くん・・！",
	expedition = "委託組の子たち、結構やるねぇ。うちも手伝おーっと",
	win_mvp = "よっし！勝利だねっ！うち、がんばったでしょ～",
	home = "指揮官くん、おつみぉーん！疲れちゃったかな？うちが、いい子いい子してあげるね～！そのあと一緒にゲームしよ～♪",
	mission = "にんーむ、にんーむ！指揮官くん、任務がおわったら美味しいご飯つくるからねー！",
	touch2 = "こらー！しっぽは触っちゃダメ！しっぽみたいな髪の毛なら・・うぅ・・ゆるす。",
	voice_key_2 = -1,
	skill = "よっしゃー！いくよー、ハトタウロス！",
	drop_descrip = "こんばんみぉーん！「大神ミオ」だよ～。こっちの世界では正規空母・・？っていうのになるみたい！えへへ、よろしくね！",
	mail = "メールが未読だって！ねぇねぇ指揮官くん、はやく開こう！",
	touch = "おぉ、どうしたどうした～？甘えたいのかな～？よーしよしー",
	profile = "こっちの世界でも皆と一緒に楽しめるといいなぁ～♪指揮官くんはホロライブって知ってるー？？今度見に来てね～！",
	mission_complete = "任務達成したの？すごい！いい子いい子したげるね。",
	feeling4 = "指揮官くん、こっちの世界の子たちに、うちのお耳かわいいって言われた～！へ？お耳以外もかわいい？！え、えっと、ありがと、ね・・えへへ",
	unlock = "こんばんみぉーん！「大神ミオ」だよ～。こっちの世界では正規空母・・？っていうのになるみたい！えへへ、よろしくね！",
	feeling5 = "指揮官くんいつも応援ありがとね～そうそう、こっちの世界に来てから、うちもだいぶ慣れてきたけど、えーっと・・・指揮官くんは、うちのこと・・す、好き、なの？",
	main = "こっちの世界でも、お友達たくさんできるかな～？|ここでライブかぁ～楽しそうだねぇ。うち、懐メロたくさん歌いたいな！知ってる曲があったら指揮官くんも一緒に歌ってね？|駆逐艦の子たち、すっごくかわいいねぇ。うちでご飯作ったら食べにきてくれるかなー？一緒にお泊りして、お風呂はいって、プリンも食べさせてあげたい～",
	battle = "よーし！やるぞ～いってみぉーん、やってみぉーん！",
	upgrade = "おおお…！なんか、うちめっちゃ強くなった？！今ならなんでもできちゃいそうな気分だよ～えへへ。",
	voice_key = 1050007,
	headtouch = "うちは狼だから、なでなでは・・指揮官くん、特別だからね？！",
	feeling2 = "こっちの世界はまだちょっと慣れないけど…指揮官くんがいてくれるから安心してるよ～",
	login = "おー！指揮官くん！ログイン待ってたよ～！うちはいつでも行けるから、早く出撃しよー！今日もいっぱい一緒にいて・・じゃなくて、あそんでくれたらうれしいな～♪",
	vote = "",
	hp_warning = "あちゃー、どうしよう、これー",
	id = 10500070,
	detail = "この艤装を身に着ければいいんだね…よし、大神ミオ、デストロイモード！……あれ？デストロイの使い方、これで合ってる？！",
	couple_encourage = {
		{
			{
				1050001
			},
			1,
			"うちと一緒に、ビシバシやっちゃおう！",
			0
		}
	}
}
