_G.pg.ship_skin_words[10600010] = {
	feeling1 = "ばかばかばかー！このままじゃ、マリー、嫌いになっちゃいますよ！？",
	feeling3 = "港にはすごいメイドさんがいっぱいいますね！でも、みんなと比べて、マリー負けてないですから！",
	lose = "負けちゃった…どうしよう、指揮官さん…",
	propose = "ふふっ♪指揮官さんの特別、貰っちゃいました♥マリーも、指揮官さんと同じ気持ちですよ？えへっ、指揮官さんとの思い出、どんなものでも全部マリーの宝物です！",
	expedition = "わあ、ものがいっぱい！全部みんなが持ってきたんですか？すごーい！",
	win_mvp = "指揮官さん、マリーの活躍見てくれましたか？",
	home = "あ、指揮官さ～ん！…っと、おかえりなさいませ、作戦お疲れ様でした。えへへっ♪",
	mission = "指揮官さん、また終わってない任務がありますよ！お忘れじゃないですか？",
	touch2 = "どこ触ってるんですか、指揮官さん！",
	voice_key_2 = -1,
	skill = "マリーの力、見せてあげる！",
	drop_descrip = "こんにちは！あの…なんて呼んだらいいですか？「指揮官」さん？わかりました！わたしはマリー・ローズ、マリーって呼んでくださいね！よろしくお願いしますね、指揮官さん！",
	mail = "指揮官さーん、新しいメールが来たみたいです！",
	touch = "指揮官さん、何かご用ですか？",
	profile = "マリーはDOATECの総帥、エレナ・ダグラス様の一番お気に入りのサーバントです！お掃除も、お洗濯も、お料理も、ボディーガードも、マリー全部得意ですから！",
	mission_complete = "任務完了！マリー、指揮官さんのお役に立てましたか？",
	feeling4 = "今日は「ロイヤル」の女の子たちのお茶会に招待されて、美味しいプリンセスバーケルセをいっぱい食べたんです！えへへっ、マリーここで友達たくさんできたみたいです！",
	unlock = "こんにちは！あの…なんて呼んだらいいですか？「指揮官」さん？わかりました！わたしはマリー・ローズ、マリーって呼んでくださいね！よろしくお願いしますね、指揮官さん！",
	feeling5 = "マリー、指揮官さんと一緒にいると楽しいな♪指揮官さん、マリーといっぱい遊んでくださいね！…時間があったら、一緒にホラー映画見たいなぁ♪",
	main = "ふあぁぁ……マリー、眠くなってきちゃった……|指揮官さんお疲れですか？マリーがマッサージしてあげます！|あっ…指揮官さん忙しいみたい…じゃあ、ほのかと遊び終わったら、手伝いに行きます！…えっ、だめ？",
	battle = "ふふっ、血の薔薇、咲かせてあげる！",
	upgrade = "指揮官さん、マリーちょっと大人になれたかな？",
	voice_key = 1060001,
	headtouch = "もう、マリーを子供扱いしないでください！",
	feeling2 = "ここ、こんなに広いんですね…エレナ様もいないし、ちょっと不安かな…ううん、マリーはもう大人だし、こんなことで動揺しないんだから！",
	login = "あ、指揮官さんこんにちは！今日もマリーと一緒に頑張りましょう！",
	vote = "",
	hp_warning = "マリー、負けないんだから！",
	id = 10600010,
	detail = "指揮官さん、次は何をしましょうか？",
	couple_encourage = {
		{
			{
				1060002
			},
			1,
			"マリーが守ってみせます！",
			0
		}
	}
}
