_G.pg.ship_skin_words[10600020] = {
	feeling1 = "うう…わたし、おばあちゃんのとこに帰ります……",
	feeling3 = "指揮官さん、あとでわたしのお買い物に付き合ってもらえませんか？おばあちゃんにお土産買ってあげたいんです！",
	lose = "ふにゅ～…もう力がでません～",
	propose = "はわわわ…こんな貴重なもの、わたしがもらっていいんですか？お、おばあちゃんに伝えないと…！えっと…これ、わたしの一生の宝物にしますね！えへへ♪",
	expedition = "委託完了～！後はわたしにお任せください♪よく、おばあちゃんのお手伝いをしてるから、きっと大丈夫です♪",
	win_mvp = "うふふ、盛り上がってきましたね～",
	home = "指揮官さん、おかえりなさい！なにか面白いこと、ありました？",
	mission = "任務？指揮官さんは毎日これをやっているんですか？",
	touch2 = "へっ！？はわわわ…指揮官さんでもだめですよ！",
	voice_key_2 = -1,
	skill = "ほのかスペシャルッ！",
	drop_descrip = "あの…あなたが「指揮官」さんですか？あ、よかった！初めまして、わたしはほのかって言います！どこまでお役にたてるかわかりませんが…よろしくお願いしますね！",
	mail = "指揮官さんに、メールですよ！わたしもおばあちゃんに送ってみようかな～",
	touch = "え？お手伝い…して欲しいんですか？",
	profile = "自己紹介ですか？名前は、ほのかって言います！おばあちゃんが大好きで、あとは…プロレスも好きです！よくテレビを見ながら真似しているんですよ？わたし、モノマネが得意ですから♪この前もテレビを壊しちゃって…あ、えっと…みんなには…ナイショだよ？",
	mission_complete = "任務完了です！わあ…！こんなにご褒美もらえるんですか？！指揮官さん、すごいです！",
	feeling4 = "指揮官さん！おばあちゃんにお手紙を送ったんです！ここが「指揮官さんと、女の子がいっぱいいる楽しいところ」って書いたんですよ♪えへへ♪あ、今度、指揮官さんにもおばあちゃんのこと紹介しますね！",
	unlock = "あの…あなたが「指揮官」さんですか？あ、よかった！初めまして、わたしはほのかって言います！どこまでお役にたてるかわかりませんが…よろしくお願いしますね！",
	feeling5 = "この港で、指揮官さんとみんなにいっぱいお世話になりました！特に指揮官さんといると、おばあちゃんといるみたいで安心するんです！いつものお礼に、わたしにしてほしいことあったら何でも言ってくださいね！",
	main = "今日もマリーちゃんに、いろんなこと教えてもらうんだから！|ふ、ふわぁ～……なんかぼーっとしてきちゃった…ね、寝てませんよ？|指揮官さん?あの…わたし、何かお手伝いすることないですか？",
	battle = "よーし！気合い入れて行くぞー！",
	upgrade = "ほのか、パワーアップ！です！",
	voice_key = 1060002,
	headtouch = "えへへ、なんだか、嬉しいな…",
	feeling2 = "んーっ！天気がいいと、気分もいいですね～今日も港でお散歩です♪",
	login = "お疲れ様です、指揮官さん！いまからお仕事ですか？",
	vote = "",
	hp_warning = "はわわわ…大ピンチですよ～",
	id = 10600020,
	detail = "ごはんと、お風呂と…わたし！どれにしますか？ふふっ♪じゃあ、わたしと遊んでもらいますね！",
	couple_encourage = {
		{
			{
				1060001
			},
			1,
			"マリーちゃん！一緒に頑張ろう",
			0
		},
		{
			{
				30501,
				30502
			},
			2,
			"悪霊退散！えへへ、こんな感じですか～？",
			0
		}
	}
}
