_G.pg.ship_skin_words[10600030] = {
	feeling1 = "指揮官さん…もう、ほんとうに怒りますよ？少し反省してください",
	feeling3 = "重桜にも「忍の技」を使う方がいるんですね…はい？指揮官さんも見てみたい…ですか？あの、それは…できません。あまり人にお見せするようなものじゃないから…",
	lose = "っ…こんなはずじゃ…",
	propose = "こんなに大切なものを頂けるなんて…ふふっ、この港は本当に私の「ラッキースポット」ですね。あの…もう暫く、ここでお手伝いさせてください。これからもよろしくお願いしますね、ふふふっ",
	expedition = "みんなで一緒に協力して委託を完遂する…いいですね、この感じ",
	win_mvp = "いい調子ですね！ふふっ♪",
	home = "この「艤装」？にはまだ慣れないけど、少しでも活躍できるように頑張ります！次の出撃も、わたしを連れていってくださいね",
	mission = "指揮官さん、新しい任務ですよ。あの……わたしにも、お手伝いさせてくれませんか？",
	touch2 = "……もう！　いい加減にしてください！",
	voice_key_2 = -1,
	skill = "今よ！もらった！",
	drop_descrip = "あなたがこの港のオーナー、「指揮官」さんですか？初めまして、わたしはかすみといいます。これから暫くお邪魔させて頂きます。よろしくお願いしますね",
	mail = "あ、新しいメール…指揮官さんの家族…からでしょうか？",
	touch = "どうされました、指揮官さん？",
	profile = "ヴィーナス諸島のみんなはどうしてるかな…あっ、いけない！今は指揮官さんのお手伝いをしているんだから、そっちに集中しないといけませんね。ごめんなさい。",
	mission_complete = "任務が完了しました。心配事がまた一つなくなりましたね、指揮官さん",
	feeling4 = "すきな食べ物ですか？うーん…苺のミルフィーユ…かな。もしかして…少し子供っぽいですか？みんなに話すとき、いつも心配で…",
	unlock = "あなたがこの港のオーナー、「指揮官」さんですか？初めまして、わたしはかすみといいます。これから暫くお邪魔させて頂きます。よろしくお願いしますね",
	feeling5 = "指揮官さん、あの…少しいいですか？占いで港のここが今日のラッキースポットなんです。よければ一緒に…付き合ってもらえますか？…っ、ありがとうございます！いいことがありそうですね、ふふっ",
	main = "えっと…秘書官ってなにをすればいいのかな？わたし、こういったことにあまり知識がなくて…|港のほとんどの場所で海が見えるんですね。本当にいい景色です！|占いによれば、今日のラッキースポットはたしか…",
	battle = "ふふっ、わたしの出番ですね、頑張っていきましょう！",
	upgrade = "強くなった気が…指揮官さんのおかげですね、ふふっ",
	voice_key = 1060003,
	headtouch = "あの、なんでしょう……",
	feeling2 = "ここの艦船のみんなにも「姉妹」があるんですね…「姉」と「妹」か…あ、ごめんなさい、ちょっとぼーっとしてました、何でもないです…",
	login = "指揮官さん、今日のお仕事を始めますか？わたしはここにいますから、何かあれば言ってくださいね",
	vote = "",
	hp_warning = "まだまだ…頑張れます！",
	id = 10600030,
	detail = "「重桜」…ですか、なぜかとても親しみを感じますね、ふふっ",
	couple_encourage = {
		{
			{
				30109,
				30127,
				30404
			},
			1,
			"これが、霧幻天神流よ！",
			0
		}
	}
}
