_G.pg.ship_skin_words[102180] = {
	feeling1 = "疲れてないから足を触るのはやめてよね。蹴り飛ばしちゃうよ",
	feeling3 = "えーこのままもう少し私に付き合ってもいいじゃないー。もうぼーっとしないでちゃんとこっちを見てよー",
	lose = "大失敗……もーやってられないよ……",
	propose = "ふふ、指揮官とはようやくここまでたどり着けたんだね～これからもマッサージをよろしくね♪代わりに甘々な私をタップリ味わわせてあげるから、期待してね♡",
	expedition = "委託組が戻ってきたよ～新作のアイスとか持ってきてくれないかな～",
	win_mvp = "ふふ♪MVPってそんなに大変じゃないじゃん～",
	home = "お、ようやく帰って来てくれた♪これ、新作のアイスでも食べる？",
	mission = "任務がまだ残ってるよ？もう足をじっと見つめるのはやめてよ～ふふふ♪",
	touch2 = "指揮官、今度触ったら蹴り飛ばしちゃうよ~？",
	voice_key_2 = -1,
	skill = "あまり私を見くびるなよー",
	drop_descrip = "オマハ級軽巡洋艦・コンコード（CL-10)",
	mail = "新しいメールよ～新作のスイーツの入荷通知かな？",
	touch = "うん？指揮官も糖分が好き？どうしてもって言うなら少し分けてあげてもいいよ♪",
	profile = "ユニオンのオマハ級軽巡洋艦コンコードだよーなんか結構武装改修されてたから、まあまあ頼りになるんじゃないかな？多分ね～ふふ♪",
	mission_complete = "早く報酬を受け取りに行かないと、代わりに私が行ってあげる～全部私が頂いちゃうってことで！",
	feeling4 = "糖分が足りない指揮官はご褒美のチョコのために、コンコードをどうやって喜ばせてくれるのかな～？楽しみ♪",
	unlock = "軽巡コンコード、着任したよ♪キャンディとアイスはマイフェイバリット――ふーん？指揮官って人の足をじーっと見るのが好きなわけ？ふふふ♪",
	feeling5 = "私って実はすごくアマイ子だよ？少し見せてあげよっかな～はい、顔をこっちに寄せて……（チュッ）どぉ？甘々って感じでしょ？",
	main = "歩いて疲れたぁ……指揮官、暇なら足のマッサージでもしてくれていいよ～？|私の名前のもととなった町、ずっと見に行きたいと思ってたんだよね～今度機会あったら一緒にどぉ？|私、実は結構世話焼きだよ♪そうは見えないって？ふふふ、もっとお互いのことを知っていかなくちゃってことだよね",
	battle = "ふーふふん、どうかわいがってあげようか？",
	upgrade = "スウィーティー～",
	voice_key = 10218,
	headtouch = "",
	feeling2 = "あ、指揮官！このスイーツを持ってて…そうそう！そのまま荷物係でついてきてね♪",
	login = "指揮官にまた会えたね♪おいしいキャンディ、持ってきてくれた？",
	vote = "",
	hp_warning = "うーん、あんまり前に出過ぎないほうがいいかな…",
	id = 102180,
	detail = "頑張ってね指揮官、よく働いてくれたらご褒美にキャンディをあげる♪",
	couple_encourage = {
		{
			{
				10201,
				10202,
				10211,
				10216
			},
			1,
			"ふふ、珍しく一緒に戦えるよね。やるぞー！",
			0
		}
	}
}
