_G.pg.ship_skin_words[10600040] = {
	feeling1 = "この港、面白いところだけど、指揮官がちょっと頼りないかも？…そのぶん、バイトのわたしがシャキッとしなきゃね♪",
	feeling3 = "みんな戦ってるときすごいけど、普段はやっぱり普通の女の子なんだね。漫画友達も見つかったし、ふふっ",
	lose = "わたしたち…負けちゃったんだ…",
	propose = "ここにきて、指揮官にいっぱいお世話になって、こんな大切なものまでもらえて…ありがとう、指揮官！これから、もっといっぱい指揮官のために頑張るからね！",
	expedition = "みんな委託から帰ってきたよ！誰か甘いものとか持ってきてないかな～",
	win_mvp = "勝っちゃった！せーの、ブイっ！",
	home = "あ、指揮官、作戦お疲れ様！ちょっと休憩したら？",
	mission = "指揮官、新しい任務だよ！終わったらご褒美もらえるんでしょ！",
	touch2 = "きゃあっ！？もうー、ほんとに怒るよ？",
	voice_key_2 = -1,
	skill = "ちゃんと見ててよね！",
	drop_descrip = "初めまして！ほかの人から聞いたんだけど、「指揮官」で合ってるよね？わたしはみさき、いろんなバイトやってきたし…絶対みんなの役に立てると思うんだ♪これからよろしくね！",
	mail = "指揮官、メール来てるから見てね！",
	touch = "はーい、お呼びですか？指揮官さん♪",
	profile = "自己紹介？わたしはみさき、趣味はダイビングと、天体観測と…漫画読むこと、かな。あと、マンゴーバニラクレープとタピオカミルクティーが好き！あ、そうそう、わたしのお姉ちゃん…なぎさお姉ちゃんと、仲良くしてあげてね！",
	mission_complete = "任務完了！指揮官、ご褒美、忘れないでよね！なーんて、冗談だよ♪",
	feeling4 = "いま売店でタピオカミルクティー買うともう１杯ついてくるんだって！でも、一人で２杯はちょっとなぁ…指揮官、時間あったら一緒にいかない？",
	unlock = "初めまして！ほかの人から聞いたんだけど、「指揮官」で合ってるよね？わたしはみさき、いろんなバイトやってきたし…絶対みんなの役に立てると思うんだ♪これからよろしくね！",
	feeling5 = "指揮官、一緒に港のデザート屋さんに行こうよ！あと、お散歩にも付き合ってね♪ここのこと、もっと知りたいんだ！そのあとは…えっと…ほ、ほらはやく行こう！",
	main = "ほかに用が無いなら、バイトに行ってくるね…って、ここのお仕事もバイト…なのかな？|ん～…なんか甘いものが食べたいなー、クレープとか…|お姉ちゃん、ちょっと怖い時もあるけど、本当はとっても優しいんだ?…ちょっとだけ、過保護なとこもあったりするけど…",
	battle = "よーしっ、やるからには、全力で！",
	upgrade = "どう？わたし、成長してる？",
	voice_key = 1060004,
	headtouch = "も、もう…ヘンなの……",
	feeling2 = "この「艤装」っていうのを着れば、海の上で駆け回ったりできるんだ。ほんと不思議だなぁ～",
	login = "指揮官おそーい、さっさとお仕事始めましょ？",
	vote = "",
	hp_warning = "まだまだ、これから！",
	id = 10600040,
	detail = "この港も、あと「艦船」って女の子たちも、なんか不思議な感じするんだよね…でも、指揮官が一番不思議かな？なーんて♪あははっ♪",
	couple_encourage = {
		{
			{
				30110
			},
			1,
			"お姉ちゃん？あ、人違いだった…",
			0
		},
		{
			{
				1060005
			},
			1,
			"自分のことは自分で守るから、お姉ちゃんも気を付けて！",
			0
		}
	}
}
