_G.pg.ship_skin_words[10600050] = {
	feeling1 = "みさきを連れて帰ります、さようなら",
	feeling3 = "みさきが楽しそうならいいけど…ただし、何か変なことしたら、絶対許さないんですから！",
	lose = "あなたのせいよ、このバカわんこ…",
	propose = "あ、あなたの気持ちはわかりました！もう、わたしもバカじゃないんだから…返事？い、言わなくてもわかるでしょ！？ホントに鈍いんだから、このバカわんこ！…ふふっ、これ、大切にしますね、わんこさん♪",
	expedition = "ねえ、委託から帰ってきた子たちが港で待ってますよ？バカわんこ",
	win_mvp = "はぁ、ちょっと疲れた…張り切りすぎちゃったかな",
	home = "作戦お疲れ様でした、バカわんこ。でもまだやること沢山あるんでしょ？",
	mission = "まだ終わってない任務がありますね。これからやるんですか、バカわんこ？",
	touch2 = "やっぱり…どうしようもないエロわんこね…",
	voice_key_2 = -1,
	skill = "覚悟してっ！",
	drop_descrip = "あなたがみさきをこの港に連れてきた「指揮官」って人ですか？ふん…どう言って騙したか知りませんけど、姉のわたしは騙されませんから。少しでも変なことをしたら…覚悟してください！…わたしの名前？…なぎさです。この…「バカわんこ」！",
	mail = "メールですよ。言われるまで気づかないなんて、忘れっぽいのかしら？",
	touch = "な、なに考えているんですか！？このエロわんこ！",
	profile = "初めてのときも言いましたけど、わたしはなぎさ、みさきの姉です。好きなものスフレパンケーキ、嫌いなものはピーマン。…みさきに変なことをしたら許しませんから、このエロわんこ",
	mission_complete = "こんなに沢山の任務を一人で？少しだけ…見直しました、バカわんこ",
	feeling4 = "えっ、わたしが海に向かって話してた？ああ、わたし舞台の役者をしていて、その練習で…って、覗いてたんですか？！この…ヘンタイわんこ！",
	unlock = "あなたがみさきをこの港に連れてきた「指揮官」って人ですか？ふん…どう言って騙したか知りませんけど、姉のわたしは騙されませんから。少しでも変なことをしたら…覚悟してください！…わたしの名前？…なぎさです。この…「バカわんこ」！",
	feeling5 = "みさきのお世話してくれて、ありがと…わたし、もしかしたらあなたのことを勘違いしていたのかもしれません。ほら別に悪い人じゃないっていうか…。だから…もう暫くあなたを監視させてもらいます。いいですね？このバカわんこ♪",
	main = "バカわんこ、誰かさんからの差し入れです。スフレパンケーキもあるなんて…な、何でもないです！ほら、あなたも忘れないようにね|結構働き者なんですね、悪くないじゃない…わんこのくせに…|ねえ、何か手伝えることある？…勘違いしないで、恩を売りたいだけですから",
	battle = "やるからには本気です。みんな追い払えばいいんでしょ？",
	upgrade = "ありがとうございます……たまには、これくらい言ってもいいでしょう！？",
	voice_key = 1060005,
	headtouch = "",
	feeling2 = "みさきだけじゃなく、ほかの女の子まで…このヘンタイわんこ、何を企んでいるんですか？！",
	login = "おかえりなさい、指揮官さん。…結構働き者なんですね？…わんこみたい。",
	vote = "",
	hp_warning = "しまった…このままじゃ…",
	id = 10600050,
	detail = "この港にこんな沢山女の子がいるなんて、信じられない…どうせ、あの手この手でたぶらかしてきたんでしょ！",
	couple_encourage = {
		{
			{
				1060004
			},
			1,
			"みさき！怪我しないように、気を付けて！",
			0
		},
		{
			{
				1060002
			},
			1,
			"ほのかちゃんも、巫女の水着なんだ♪",
			0
		}
	}
}
