_G.pg.ship_skin_words[10600060] = {
	feeling1 = "そなた…つまらぬ人間じゃのう……",
	feeling3 = "この港、わらわの知らない「てくのろじー」とやらで溢れてるようじゃ。指揮官殿、案内を頼めるか？ふふふ、そなた、いろいろ詳しいのであろう？",
	lose = "わらわが追いつめられるとは…油断は禁物じゃな…",
	propose = "ほう、わらわを人の世に引き留めようとは、とんだ戯言よのう…ふふふ、冗談じゃ。わらわの「ばかんす」はまだ長い。暫くはそなたの傍に留まるとしようぞ♥",
	expedition = "そなたの配下らが呼んでおるぞ。あまり女子（おなご）を待たせるものではないぞ？",
	win_mvp = "もうおしまいか？なんじゃ、つまらぬのう。",
	home = "戦いの次は公務とやらか、そなたも苦労人じゃのう。ほれ、わらわが手を貸してやろう",
	mission = "そなた、まだ務めが残っておるぞ？忘れっぽいのう、ふふふ",
	touch2 = "ふふ、だめじゃ……♥",
	voice_key_2 = -1,
	skill = "ふふ、戯言（ざれごと）じゃ♥",
	drop_descrip = "ほう？わらわを恐れぬとは…そなた、何者じゃ？…なるほど、そなたがここを統べるものか、では「指揮官殿」とでも呼んでやろう。わらわは女天狗、精一杯もてなすがよいぞ？ふふふ",
	mail = "「めーる」？何処から来るものやら、興味深いのう",
	touch = "そなた、わらわの体を確かめたいのか？ふふ、大胆じゃのう",
	profile = "わらわはまごうことなき天狗じゃ♪ほう？何か疑うことがあるのなら、その目と、その手で確かめるが良かろう？ふふふ…♥",
	mission_complete = "務めを果たせたのう。ふふふ、そんなに疲れたか？暫し休んでいくがよい",
	feeling4 = "何処へ行こうが、人間は祭りと宴が好きじゃのう。ふふふ…その通り、わらわも大好きじゃ♥",
	unlock = "ほう？わらわを恐れぬとは…そなた、何者じゃ？…なるほど、そなたがここを統べるものか、では「指揮官殿」とでも呼んでやろう。わらわは女天狗、精一杯もてなすがよいぞ？ふふふ",
	feeling5 = "ほう、「でーと」をするじゃと？そなたから誘うとは、甘く見ていたようじゃ、ふふふ。では、そなたがわらわにどんなひと時をくれるのか、期待しておるぞ？",
	main = "人間は飛ぶために「ひこうき」とやらを…その中から、どんな景色が見えるかのう？|お茶を飲みながら、まんじゅうでもつまみたいのう…港にいる者たちのことではないぞ？ふふふ|「重桜」の娘たちはどこか奇妙な気配がするのう、ふふふ、面白い、実に面白いのう…?",
	battle = "わらわの「ばかんす」を邪魔するとは…覚悟はできているのであろうな？",
	upgrade = "ふふ、まだまだ、もっとじゃ……♥",
	voice_key = 1060006,
	headtouch = "な、なんだかくすぐったいのう…",
	feeling2 = "人間の一年など、天狗には戯言のようなもの。…じゃが、人の世に今興味がないわけではないぞ？",
	login = "指揮官殿、いま帰りか？ふふっ、今日もこの港を案内してくれるのであろう？",
	vote = "",
	hp_warning = "勝負はこれから、であろう？",
	id = 10600060,
	detail = "さて、何をして遊ぶかのう……そなた、何か良い考えはあるか？",
	couple_encourage = {
		{
			{
				30511
			},
			1,
			"ふふ、「かんさいき」とやらの力、御覧に入れようぞ",
			0
		},
		{
			{
				3
			},
			5,
			"ほう、これはまた妙な縁じゃのう",
			3
		}
	}
}
