_G.pg.ship_skin_words[10600070] = {
	feeling1 = "指揮官さん、一度負けたくらいであきらめちゃだめですよ？人生、勝ち負けなんて数えきれないですから、ねっ！",
	feeling3 = "ふふっ、指揮官さんに最近覚えたカードさばきを見せてあげます！よーく見てくださいね……あっ、わたしじゃなくて、カードを見てください！",
	lose = "くやしいーっ！でも次は…必ず…！",
	propose = "えっ、こんな大切なもの…頂けるんですか？いきなりこんな大勝負…ふふっ♪コール、してあげます！それとも、レイズしたほうがいいですか？指揮官さん♥",
	expedition = "委託組がお帰りですよ！みんな、勝負に勝ったみたいですね♪",
	win_mvp = "ふふっ、勝負の結果は絶対、です♪",
	home = "お疲れ様です、指揮官さん、お水をどうぞ。ふふっ♪ディーラーは、相手を観察することも、大事なんですよ？",
	mission = "指揮官さん、まだやってないことがありますよ、早く片付けましょ！",
	touch2 = "な、何も隠してませんっ！",
	voice_key_2 = -1,
	skill = "お見通しです♪",
	drop_descrip = "あなたがここの責任者、「指揮官」さんですか？わたしはモニカ、ディーラーです！…見習いですけど。…突然ですけど、わたしと「勝負」してみませんか？もちろん、真剣勝負♥です♪",
	mail = "指揮官さん、メール、忘れないでくださいね",
	touch = "次の勝負は…お仕事が終わるまでお預けです！",
	profile = "ディーラーになりたい理由？それは当然、カッコいいからです！あの華麗なカードさばきも…ここぞという時の真剣なまなざしも……！",
	mission_complete = "時間よし、効率よし。指揮官さんって、カジノの支配人に向いてるかも？",
	feeling4 = "指揮官さんって、かわいい女の子に振り回されやすいタイプなんですか？ダメですよ、常に冷静でないと勝負に勝てませんから",
	unlock = "あなたがここの責任者、「指揮官」さんですか？わたしはモニカ、ディーラーです！…見習いですけど。…突然ですけど、わたしと「勝負」してみませんか？もちろん、真剣勝負♥です♪",
	feeling5 = "指揮官さんとの勝負、好きですよ？勝ち負け関係なく、楽しいですから！それが指揮官さんの一番の魅力です♥ふふっ♪",
	main = "駆け引きで勝負するカードと、運で勝負するルーレット、指揮官さんはどっちがお好みですか？|賭けるのはチップだけじゃありません、例えば…午後のティータイムとか？負けたらおごりですよ～|何か…考え事ですか？わたしで良ければ、相談に乗りますよ？もちろん、勝負に勝ったら、です?",
	battle = "ふふっ、わたしがこの勝負のジョーカーです♪",
	upgrade = "また少し、腕を上げました♪",
	voice_key = 1060007,
	headtouch = "ふふっ、急にどうしました？",
	feeling2 = "ルーレットで、チップを全部ストレート・アップした人を見たことあるんです。…あの運命と勝負するカッコよさ、惚れ惚れしちゃいますね！",
	login = "こんにちは、指揮官さん。仕事の前に、軽く勝負！しませんか？",
	vote = "",
	hp_warning = "落ち着いて、集中……！",
	id = 10600070,
	detail = "真剣勝負は一度きり！指揮官さんのリベンジは、明日までお預けです",
	couple_encourage = {
		{
			{
				10501
			},
			1,
			"ふふっ、この戦いで「勝負」してみます？",
			0
		}
	}
}
