_G.pg.ship_skin_words[10700010] = {
	feeling1 = "あっ、すみません……。台本に夢中になっていました……どうかしましたか？",
	feeling3 = "いたたた……あっ、指揮官さん、こんにちは。ちょっと廊下で転んじゃいまして。えっ、絆創膏……ありがとうございます、指揮官さんっ",
	lose = "うう、転んじゃってすみません……次は、失敗しないように頑張りますね！",
	propose = "みんなや指揮官さんのお陰で、私は笑顔で頑張って来れました。だからそのお礼に、みんなにも笑顔をいーっぱい届けたいって思います！",
	expedition = "みんな、お使いお疲れ様～！無事に戻って来れてよかったー！",
	win_mvp = "勝てました～！みんな、ありがとう！",
	home = "お疲れ様です、指揮官さんっ！お菓子を作ってきたので、よかったら休憩中にどうですか？",
	mission = "まだお仕事が残ってるみたいです。私にできることがあれば、言ってくださいね！",
	touch2 = "ひゃあっ！　い、いきなり何するんですか！？",
	voice_key_2 = -1,
	skill = "ファンのみんなに笑顔を届ける！",
	drop_descrip = "こんにちは、指揮官さん！アイドルの天海春香です！母港のみんなにも夢をたくさん届けられるよう頑張りますので、よろしくお願いします！",
	mail = "指揮官さん、メールが届いているみたいですよ！新しいお仕事でしょうか？",
	touch = "どうしましたか、指揮官さん？あっ、何かお手伝いしましょうか？",
	profile = "天海春香です！小さい頃から歌う事が好きで、アイドルになることが夢でした。大変な事も多いですけど、みんなと一緒に成長していけたらいいなって思ってます！えへへっ",
	mission_complete = "お仕事完了♪お疲れ様です、指揮官さんっ！",
	feeling4 = "今日の自主レッスンはこれくらいにしようかな～……あれ、指揮官さんもお休み中ですか？よければ一緒に休憩しませんか♪",
	unlock = "こんにちは、指揮官さん！アイドルの天海春香です！母港のみんなにも夢をたくさん届けられるよう頑張りますので、よろしくお願いします！",
	feeling5 = "指揮官さん！今日、クッキーを持ってきたんです！結構上手に焼けたので、指揮官さんにも食べて欲しくて……おひとつ、どうですか？",
	main = "あの小さな猫みたいな子たち…「オフニャ」って言うんでしたっけ？動物好きな響ちゃんが見たらすっごく喜びそう♪|ここにもアイドルがいるんですね！みんなすっごく綺麗でかわいくて……いつか一緒にステージに立ってみたいなぁ|前に悪役を演じたことがあるんですけど、すっごく楽しかったんですよ！意外とハマっちゃいました♪",
	battle = "それじゃあ、そろそろいきましょうっ！",
	upgrade = "アイドルとして、もっともっと輝きます！",
	voice_key = 1070001,
	headtouch = "リボンが似合ってる……？えへへ、ありがとうございます♪えへへ……トレードマークなんです♪",
	feeling2 = "私、小さい頃から歌うことが大好きなんです。みんなで歌うのってすっごく楽しいですよね♪",
	login = "おはようございます、指揮官さん！今日もお仕事頑張りましょう！",
	vote = "",
	hp_warning = "ステージはまだまだこれからだよ！",
	id = 10700010,
	detail = "私のことが知りたい……？ええっと……じゃあ、何かお話しましょうか？",
	couple_encourage = {
		{
			{
				1070002
			},
			1,
			"千早ちゃん、素敵なステージにしようね！",
			0
		},
		{
			{
				1070005
			},
			1,
			"律子さん、アドバイスありがとうございます！",
			0
		},
		{
			{
				1070006
			},
			1,
			"亜美、転んだりなんかって……うわああっ！",
			0
		}
	}
}
