_G.pg.ship_skin_words[10700030] = {
	feeling1 = "あら。アンタ、いたの？",
	feeling3 = "私には小さい頃からずっと一緒にいる親友がいるの。ね、うさちゃん？",
	lose = "この私が……？もっとレッスンして、次は絶対負けないんだから！",
	propose = "アンタもなかなか私のことが分かってきたじゃない。これからも伊織ちゃんの輝きから目を離したら、承知しないんだからね！",
	expedition = "あら、委託から帰って来たみたいね。伊織ちゃんが直々に出迎えてあげようかしら",
	win_mvp = "この程度で私の相手になろうなんて、甘いのよ！",
	home = "あら、戻ったの？ちょうどいいわ、ティータイムに付き合いなさい！",
	mission = "まだ仕事が残ってたワケ？さっさと終わらせなさい！",
	touch2 = "きゃっ！……いきなりどこ触ってるのよ！",
	voice_key_2 = -1,
	skill = "私のこと、しっかり見てなさい！",
	drop_descrip = "こんにちは～！私、水瀬伊織って言います！よろしくお願いしま～す！……え？無理しなくていい……？ちょっとアンタ、それ、どういう意味よっ！",
	mail = "メールが来てるわよ。せっかく教えてあげたんだから、早く確認しなさい！",
	touch = "何か用？ぼーっとしてないで何か言いなさいよ！",
	profile = "水瀬伊織よ！目指すは当然！トップアイドルよね♪一時的とはいえ、このスーパーアイドル伊織ちゃんと一緒に過ごせることに感謝しなさいよね、にひひっ♪",
	mission_complete = "やっと終わったのね。これくらい、できて当然だけど",
	feeling4 = "もっとステージで輝く為にはどうしたら良いのかしら……？歌を極める？パフォーマンスを派手にする？……そうね、せっかくだからアンタの意見も聞いてあげるわ",
	unlock = "こんにちは～！私、水瀬伊織って言います！よろしくお願いしま～す！……え？無理しなくていい……？ちょっとアンタ、それ、どういう意味よっ！",
	feeling5 = "ここの景色、とっても良い眺めね。…って、きゃあ！アンタ、いたならそう言いなさいよ！……まあいいわ。アンタも、こっちに来て座ったら？",
	main = "この執務室、なかなか良いじゃない。私の部屋に比べたら、まだまだだけど|母港の子たちが「饅頭（まんじゅう）」って、あの丸い鳥の事だったのね。お菓子かと思ったじゃない|アンタに休憩してる暇なんてあるの？目の前の仕事の山が見えてないワケ？",
	battle = "私の相手が務まるのかしら？",
	upgrade = "なかなか良い感じじゃない。感謝してあげてもいいわ",
	voice_key = 1070003,
	headtouch = "きゃっ！……ちょっと、いきなり触らないでくれる！？",
	feeling2 = "喉が渇いたわね……えっ、このオレンジジュース、私にくれるの？しかも果汁100％のやつじゃない！アンタもなかなか気が利くわね！",
	login = "おはよう……って何よ、その情けない顔。寝ぼけてるんじゃないでしょうね？",
	vote = "",
	hp_warning = "これくらい、なんてことないんだから！",
	id = 10700030,
	detail = "私の部屋に入れて欲しいですって？ちょっと、勝手に入ってこないでよね！",
	couple_encourage = {
		{
			{
				1070006
			},
			1,
			"亜美、遊んでないで行くわよ！",
			0
		},
		{
			{
				1070007
			},
			1,
			"これくらい当然よ！にひひっ♪",
			0
		},
		{
			{
				1070004
			},
			1,
			"あずさ、行くわよ！",
			0
		}
	}
}
