_G.pg.ship_skin_words[10700040] = {
	feeling1 = "すみません……何を話せばいいのか分からなくて……",
	feeling3 = "こんにちは、指揮官さん。散歩をしていたのですが、迷ってしまって……寮への道はどちらでしょうか～？",
	lose = "みなさん、大丈夫ですか……？早く安全な場所に戻りましょう……！",
	propose = "この場所で指揮官さんやみなさんと出会えたこと……運命かどうかは分かりませんが、このご縁を大切にしていきたいと思います",
	expedition = "委託に出ていた方が戻られましたね。みなさん、お仕事お疲れ様でした",
	win_mvp = "終わりましたね～。みなさん、お身体は大丈夫ですか？",
	home = "おかえりなさい、指揮官さん。休憩にお茶とお菓子はいかがですか？",
	mission = "あらあら、まだお仕事が残っていたんですね。少しずつ終わらせましょうか",
	touch2 = "きゃっ！　指揮官さん、いったい何を……",
	voice_key_2 = -1,
	skill = "この歌も、楽しんでいってくださいね～",
	drop_descrip = "初めまして、三浦あずさと申します～。母港、そして……艦船……？あの～、ここは一体どこでしょうか？",
	mail = "新しいお手紙が届いていますね。こちらに持ってきましょうか？",
	touch = "今日の運勢は……あ、指揮官さんも、占い、ご覧になりますか？",
	profile = "三浦あずさと申します。短大を卒業した後、縁あってアイドルになりました。え、アイドルを目指したきっかけ……ですか？そうですね……誰かに見つけてもらいたいから……でしょうか",
	mission_complete = "ふふっ。お仕事完了ですね。お疲れ様でした",
	feeling4 = "ああ、指揮官さん。ちょうどいいところに……時間があったので、お料理をしていたんですけど、作り過ぎてしまって。良ければ食べていってもらえませんか？",
	unlock = "初めまして、三浦あずさと申します～。母港、そして……艦船……？あの～、ここは一体どこでしょうか？",
	feeling5 = "いつも道案内ばかりさせてしまってすみません～……母港の中で迷った時に指揮官さんの姿を見つけると、安心してしまって、つい……。ふふっ",
	main = "この前、駆逐艦の子たちにせがまれて、一緒に遊んだんですよ。ふふふ。みんな本当にいい子たちばかりですね|私、道を覚えるのが苦手でよく迷ってしまうんです。母港の中でも、もう何度も迷子になってしまって……お恥ずかしい話です～|母港の食堂にはいろいろなお料理が並んでいますね。どれもとても美味しくて……ついつい食べ過ぎてしまいそうです～",
	battle = "競争はあまり得意ではありませんが……頑張りますね",
	upgrade = "この成長は、指揮官さんのお陰ですね。ありがとうございます～",
	voice_key = 1070004,
	headtouch = "あらあら～。悩み事ですか、指揮官さん？私でよければ、お話お聞きしますよ",
	feeling2 = "指揮官さん、どうされましたか？……あら？私のハンカチを拾ってくださったんですね。ありがとうございます～",
	login = "おはようございます、指揮官さん。今日も元気にお仕事しましょうね",
	vote = "",
	hp_warning = "決めたことを、やり遂げるまでは……！",
	id = 10700040,
	detail = "私と話がしたい……ですか？もちろん構いませんよ。座ってゆっくりお話ししましょう",
	couple_encourage = {
		{
			{
				1070005
			},
			1,
			"あら～、ここはどこかしら～。律子さ～ん",
			0
		},
		{
			{
				1070002
			},
			1,
			"千早ちゃん、一緒に頑張りましょうね～",
			0
		},
		{
			{
				1070003
			},
			1,
			"あら～？伊織ちゃん、待って～",
			0
		}
	}
}
