_G.pg.ship_skin_words[10700050] = {
	feeling1 = "この前のステージの反省点は……あ、すみません。今ちょっと忙しくて",
	feeling3 = "お疲れ様です、指揮官。相変わらず忙しそうですね。今、時間あるので、何か手伝いましょうか？",
	lose = "計算を誤ったみたいですね……一度体制を立て直します！",
	propose = "この場所で得た経験は、きっと私の将来にとって大切なものになると思います。改めて、いつもありがとうございます、指揮官殿！",
	expedition = "委託に出ていた子たちが戻ってきたみたいですよ。ほら、ぼーっとしてないで、指揮官として出迎えてきてください！",
	win_mvp = "クリアですね。私の計算通りです！",
	home = "お疲れ様です、指揮官。次の仕事まで少し休憩しましょうか",
	mission = "残ってる仕事があるじゃないですか！ほらほら、早く終わらせてください！",
	touch2 = "指揮官っ！そんな事をする余裕があったら、仕事を進めてください！",
	voice_key_2 = -1,
	skill = "ここが見せ場ね！",
	drop_descrip = "初めまして、秋月律子です。急に飛ばされてきた時はどうなるかと思いましたけど……当分の間、よろしくお願いしますね！",
	mail = "新しいメールが来ています。忘れないよう、早めに確認してくださいね",
	touch = "仕事の手伝いをして欲しい……ですか？いいですよ、やるからには完璧にこなしてみせますからね",
	profile = "秋月律子です。やるからには全力で！母港でもアイドル活動の手は抜きませんよ。……ところで指揮官、母港にはアイドルになれそうな子がたくさんいますね…！",
	mission_complete = "仕事、終わったんですね。報酬も忘れず受け取ってくださいね",
	feeling4 = "指揮官の仕事って、プロデューサーに似ている所がありますよね。指揮官を見ていれば、新しいことが学べるかも……良ければ今度仕事を見学させてくれませんか？",
	unlock = "初めまして、秋月律子です。急に飛ばされてきた時はどうなるかと思いましたけど……当分の間、よろしくお願いしますね！",
	feeling5 = "指揮官の側で色々な仕事を見て、これまで得られなかった経験をして……視野が広くなった気がします。今なら斬新な戦略が思いつきそう！",
	main = "あ、すみません、指揮官。ついつい色々考えちゃって……|みんなでここに来たはいいけど、相変わらず賑やかね……って、亜美！真美！ちょっと待ちなさい！そのスコップ、一体何に使うつもりなの！？|この振り付けはこうして……動きをダイナミックにすれば、もっといいパフォーマンスになりそうね。うん、次のステージで取り入れてみますか！",
	battle = "気を引き締めていきましょう！",
	upgrade = "順調順調～全部計算通りね！",
	voice_key = 1070005,
	headtouch = "私の髪型より、指揮官こそ寝癖がついたままですよ。まったく……指揮官なんですから、身だしなみにも気をつけてくださいね",
	feeling2 = "ああ、指揮官。ちょうど良かった。全身鏡ってありますか？ダンスの動きを確認したいんですけど、見当たらなくて",
	login = "指揮官、今日もよろしくお願いします。早速スケジュールを確認しましょう",
	vote = "",
	hp_warning = "最後まで、諦めない……！！",
	id = 10700050,
	detail = "プロフィールの確認はアイドルの個性を生かす為にも重要ですからね。しっかり見ておいてください",
	couple_encourage = {
		{
			{
				1070007
			},
			1,
			"真美！イタズラはやめなさい！",
			0
		},
		{
			{
				1070004
			},
			1,
			"あずささん、どこに行っちゃったんですか～！？",
			0
		},
		{
			{
				1070001
			},
			1,
			"春香、そこの振り付けはこうした方が良いんじゃないかしら？",
			0
		}
	}
}
