_G.pg.ship_skin_words[10700060] = {
	feeling1 = "ダメだー全然ステージクリアできないよ～……もっと頑張って、指揮官ちゃーん",
	feeling3 = "えーっと……入り口のドアに黒板消しを挟んで、椅子の上にネズミのおもちゃを……うあうあっ！指揮官ちゃん、もう帰ってきちゃったの！？ちぇーイタズラ失敗だよ～",
	lose = "うあうあ！ヒットポイントのゲージが赤だよー！！テッタイだー！",
	propose = "亜美ね、ここに来て、指揮官ちゃんたちとたくさん遊べて、メッチャ楽しいんだ～♪これからも、亜美をもっとも～っと楽しませてね、指揮官ちゃん！",
	expedition = "皆の者、よく戻った！褒めて使わす！",
	win_mvp = "見たかー！アイドル亜美のキラキラなパフォーマンスを！",
	home = "お疲れ、指揮官ちゃん！亜美も疲れたよ～おやつタイムにしようよ～",
	mission = "もしかして、まだお仕事終わってない？早く終わらせないと……日が暮れますぜ？ダンナ",
	touch2 = "ほうほうほう～指揮官ちゃんは～そういう人なんだね？",
	voice_key_2 = -1,
	skill = "亜美の力、見るがいいー！",
	drop_descrip = "んっふっふ～♪アイドルの、双海亜美だよ～ん！なんだか賑やかでイタズラしがいがありそうな場所ですな～。これからよろしくね、指揮官ちゃん！",
	mail = "新しいメールがきたっぽいよ～？指揮官ちゃーん？",
	touch = "なになに？亜美と遊んでくれるの？さっすが指揮官ちゃん！",
	profile = "双海亜美だよ。真美とは双子で、2人で入れ替わりながらお仕事してたこともあったんだ～実はここにいるのも、亜美じゃなくて真美かも……んっふっふ～♪",
	mission_complete = "任務かんりょ～う！亜美もなかなか頑張ったっしょ？",
	feeling4 = "はいはーい。指揮官ちゃんの、顔マネするね！……あれ、似てない？おっかしいなー他のみんなに見せたら、メッチャ似てるって言われたのに～",
	unlock = "んっふっふ～♪アイドルの、双海亜美だよ～ん！なんだか賑やかでイタズラしがいがありそうな場所ですな～。これからよろしくね、指揮官ちゃん！",
	feeling5 = "んっふっふ～、だーれだ！……え、亜美？せいか～い！さっすが指揮官ちゃん！ご褒美に、亜美のおやつを分けてあげよう～",
	main = "母港ってとこには、たくさん人がいるよね～！次は誰にイタズラしよっかな～♪|やったー！！SSRゲットー！！亜美の今日の運勢はハチャメチャに絶好調だねー☆|指揮官ちゃん、ハロハロ～……ん？このホウキをどうするのかって？んっふっふ～もっちろん秘密だよーん♪",
	battle = "今日は誰をターゲットにしよっかな～？",
	upgrade = "レベルア～ップ！ありがと、指揮官ちゃん！",
	voice_key = 1070006,
	headtouch = "亜美にイタズラするつもり？……いいだろう、やってみたまえ～！",
	feeling2 = "あっ、指揮官ちゃん！真美、見なかった？うーん。一緒にゲームする約束してたんだけど……",
	login = "さてはまだ寝てるな～？んっふっふ～だったらこの隙にイタズラを……",
	vote = "",
	hp_warning = "双海亜美伝説は、まだまだ終わらないよー！",
	id = 10700060,
	detail = "そんなに亜美のことが知りたいの？なら、まずは一緒にゲームするところからね～",
	couple_encourage = {
		{
			{
				1070007
			},
			1,
			"2人でメチャイケなステージにしようね！真美！",
			0
		},
		{
			{
				1070001
			},
			1,
			"はるるんっ、コケちゃダメだかんね！",
			0
		},
		{
			{
				1070003
			},
			1,
			"いおり～ん！今日もキマってますなぁ～",
			0
		}
	}
}
