_G.pg.ship_skin_words[10700070] = {
	feeling1 = "うあうあ、指揮官ちゃんに引いてもらったのにー、全然レアキャラ出ないじゃーん！",
	feeling3 = "助けて指揮官ちゃーん！イタズラがばれて、追い回されてるんだよー！ちょこっとだけで良いから、かくまって～！",
	lose = "うあうあ！こんなの聞いてないよ～！急いでたいきゃーく！",
	propose = "指揮官ちゃーん！いつも真美と遊んでくれて、感謝・感激・アメフラシだよ～！これからも、せくちー美少女真美が大活躍しちゃうから、メッチャ期待しててね♪",
	expedition = "よく戻った！この者たちに褒美を取らせよ～！",
	win_mvp = "いえ～い、勝利～！さてさて、ドロップ報酬は～？",
	home = "お帰り、指揮官ちゃん！ねえねえねえ、そろそろおやつの時間じゃな～い？",
	mission = "指揮官ちゃん…早めに仕事終わらせて、ラクになろうぜ？",
	touch2 = "指揮官ちゃんも、真美のせくちーヘロモンで、メロメロンになっちゃった～？",
	voice_key_2 = -1,
	skill = "せくちーぱわー全開でいくよーん☆",
	drop_descrip = "んっふっふ～♪アイドルの、双海真美だよ！ここでも真美のせくちーな姿をいーっぱい見せてあげるから、よろしくね、指揮官ちゃん！",
	mail = "指揮官ちゃんに手紙っぽいね？誰からのラブレターかなー",
	touch = "あっ、指揮官ちゃん！暇なら、真美と一緒に遊ぼうよ～！",
	profile = "双海真美だよ。亜美とは双子で、髪型を同じにしたら、ソックリになるんだ～！えっ、実はここにいるのは亜美じゃないかって？んっふっふ～、どうかなー♪",
	mission_complete = "やったー！終わったね～指揮官ちゃん！じゃ、帰って真美とゲームしよ！",
	feeling4 = "さっき売店で、美味しそうなプリンを見つけたんだ～！あ～指揮官ちゃんと一緒に食べたいなー…えっ、買ってくれるの？さっすが指揮官ちゃん♪",
	unlock = "んっふっふ～♪アイドルの、双海真美だよ！ここでも真美のせくちーな姿をいーっぱい見せてあげるから、よろしくね、指揮官ちゃん！",
	feeling5 = "起こさないように、そーっと……って、うあうあ、起きちゃった？……い、イタズラなんてしてないよ、ブランケットを掛けようとしてたの！信じてよ、指揮官ちゃーん！",
	main = "母港はたくさん人がいるから、真美のポーズもいっぱい見てもらえるね！ここで特訓すれば、もっともっとせくちーになれそう♪|あれ、指揮官ちゃん、居眠り中？だったらこの隙に～机の上にムフフな写真を……|やっぴょーん、指揮官ちゃん！えっ、このバケツを何に使うのかって？んっふっふ～それは後でのお楽しみだよーん☆",
	battle = "どんなイタズラ仕掛けちゃおっかな～",
	upgrade = "これで真美のせくちーレベルも上がったっしょ～？",
	voice_key = 1070007,
	headtouch = "なになに？指揮官ちゃんも真美とゲームしたいの～？",
	feeling2 = "あっ、指揮官ちゃん！亜美、見なかった？うーん。一緒にプリンを食べる約束してたんだけど……",
	login = "指揮官ちゃん、まだ寝てるの？早く起きないと、顔に落書きしちゃうよーん",
	vote = "",
	hp_warning = "今こそ真美の真の力を……",
	id = 10700070,
	detail = "真美の事が知りたいの～？一緒に遊んでくれたら、教えてあ・げ・る！",
	couple_encourage = {
		{
			{
				1070006
			},
			1,
			"2人でいっぱい盛り上げちゃうよー！",
			0
		},
		{
			{
				1070005
			},
			1,
			"うあうあ、ちょっとくらい、いいっしょ～？律っちゃーん",
			0
		},
		{
			{
				1070003
			},
			1,
			"さっすがいおりん♪",
			0
		}
	}
}
