_G.pg.ship_skin_words[299010] = {
	feeling1 = "指揮官様、この私がどれだけ貴方に期待していたかはご存知？あら残念、もう知ることはできそうにないでしょうに",
	feeling3 = "正解は――そうならないように努力すること、ですわ～うふふ、私を喜ばせたいのでしたら、もっとアタマをつかったほうがいいですわ",
	lose = "……二度とこんな間違いを繰り返しませんわ",
	propose = "「あなたこそが自分の全て」こんな言葉に騙される私ではなくってよ？……うふふ、今なら…もしかしたら騙されるかもしれませんわよ？でもぉ、せめて十回、ううん、百回言っていただけませんと～",
	expedition = "指揮官様、しばらく私から離れて、委託から戻ってきた子たちを出迎えることを許して差し上げます",
	win_mvp = "うふふ、特別にもっと褒めることを許して差し上げます♪",
	home = "よく無事でご帰還されましたわね",
	mission = "指揮官様、未完了の任務がずいぶんと溜まっているようですわ。私、怠けるお方はあまり好きじゃなくてよ？",
	touch2 = "いけませんわ指揮官様、このようなことをなさっては私を虜にできませんことよ？",
	voice_key_2 = -1,
	skill = "敵さんとじゃれ合う趣味なんてありませんわ",
	drop_descrip = "軽巡洋艦・ネプテューヌ",
	mail = "指揮官様、メールですわ。ふーん？私は別になにも？",
	touch = "この私との勝負がご所望？いいですわよ。手を抜くことはいたしませんからね。うふふ♪",
	profile = "私のカンレキ？うふふ、設計のみで存在していた大型巡洋艦のネプチューン、ご存知ないのも仕方のないことですわ。戦場にこそ出たことはありませんが、性能は一流であること……実戦で証明して差し上げますわ♪",
	mission_complete = "指揮官様、任務報酬も受け取らずにしてなにを期待していますの？まさか私からの催促を待っておられるのではなくて？",
	feeling4 = "私、本当にアタマの良い御仁というのは、時として人を頼りにするものだと、ずっと思ってますの。あら、そうですわ――指揮官様、ケーキを食べさせてもらえませんこと？",
	unlock = "私？私はロイヤルの大型巡洋艦のネプチューンと申しますわ。うふふ、私のこと、忘れられなくしてさしあげます♪はい、よろしくお願いします♪",
	feeling5 = "指揮官様？デートコースは選びました？お洋服の用意ができましたら着させて下さいませ♪あら、「自分で着て」って？もう、これは愛ですわ～うふふ、愛、なの♡",
	main = "他の子と違って、私だけの乙女航海（ヴァージンクルーズ）…実戦経験の差というもの、ちょっと確かめたくなりますわ|指揮官様、「お願いしますネプチューン様」と願って下されば、良いことが起こるかも知れませんことよ？|あら、私の作ったケーキを召し上がりたいと仰るなら、まずは私のために美味しい紅茶を入れるべきなのではなくて？",
	battle = "ここは戦場？……うふふ、面白いですわ",
	upgrade = "当たり前ですわ",
	voice_key = 29901,
	headtouch = "",
	feeling2 = "指揮官様、質問ですわ。私と平和な世界、どちらかを選ぶとしたら――どうなさいますの？",
	login = "いけませんわ指揮官様、私をこんなに待たせるなんて",
	vote = "",
	hp_warning = "戦場のことを侮っていたようですわ",
	id = 299010,
	detail = "これですか？トライデントといいますわ。カッコイイと思いませんこと？",
	couple_encourage = {
		{
			{
				20203
			},
			1,
			"わ、私はそこまでやりませんわ",
			0
		},
		{
			{
				20212
			},
			1,
			"勝負ですわ！メイド長さん♪",
			0
		},
		{
			{
				20208,
				20226,
				20219,
				20211,
				20212,
				20218,
				20220,
				20221,
				20222,
				20304
			},
			1,
			"メイド隊の戦い方、見習わせていただきますわ♪",
			0
		}
	}
}
