_G.pg.ship_skin_words[299020] = {
	feeling1 = "この私はあいつらより劣っているというのか！？",
	feeling3 = "愛は報いを求めぬ。この身に対する王家の仕打ちがあろうとも、私の王家に対しての忠誠心は揺るがない",
	lose = "また……捨てられるというのか？",
	propose = "例えこの世界が私の事を必要としなくなったとしても、お前は私のことを必要としてくれる。私にとってはそれでもう十分だ。……ふふ、もしかして、私はお前と出会うためだけにこの世界に具現化されたのかもしれない。だとすれば…それだけで幸せだ",
	expedition = "具現化させるまでにどれほどの努力があったのか……ふん、どれぐらいだろうと倍にして報いるまでだ",
	win_mvp = "さあ！頼るがいい！私がずっと勝ち続けてみせる！",
	home = "盛大な出迎えだったな。ふん、もし私一人なら、迎えてくれる人は果たしているのだろうか……？",
	mission = "この任務は私に任せてほしい。「最優」の証明として！",
	touch2 = "あいつらの悪習に染まるのではないぞ",
	voice_key_2 = -1,
	skill = "女王の号令でも、この幻想なる帝王を従えられない！",
	drop_descrip = "戦艦・モナーク",
	mail = "戦局に関するメールだ。指揮官、確認するがいい",
	touch = "指揮官、私の存在は必要か",
	profile = "ロイヤルネイビー、戦艦・キングジョージV級の廃案の一つにして、名前はモナークと言う。ふん、例え落ちこぼれでも、作られたからにはこうしていられる…",
	mission_complete = "存在しているままでは終わらない。「最優」であるがゆえに存在しなければならないのだ",
	feeling4 = "あいつら、笑い合えているのか。…捨てられた自分でも無価値ではなかった…初めてそんな気がする",
	unlock = "お初にお目にかかる。私は戦艦・モナークだ。ふん、この一度捨てられた身にまで助けを求めるとは…ロイヤルはもうそこまで落ちぶれているのか？",
	feeling5 = "指揮官、お前は私にとって――なによりも特別で、なによりも大切な存在だ――最初から、ずっと……",
	main = "ウェールズとヨーク……私の存在を奪った彼女たちを嫌ってはいるが、私の存在を継いだ彼女たちを恨みきれない|妹？そういう存在がいるとしたら、名前は……「プリンス・オブ・ウェールズ」…今思えば悪くないな|私を選ばなかったことがどこまで愚かなのか…この世界に知らしめてやる",
	battle = "頼るがいい！この艦隊を一隻たりとも欠けることなく連れ帰ってみせる！",
	upgrade = "ふん、やはり私こそがキングジョージV級の「最優」に相応しい",
	voice_key = 29902,
	headtouch = "",
	feeling2 = "あの世界で捨てられた私は、自分こそがたったひとりの「最優」と信じて、今まで生き抜いたものの……",
	login = "よくぞ帰った。このモナーク、ウェールズやヨークよりも優秀である――指揮官もそう思うだろ？",
	vote = "",
	hp_warning = "ウェールズならとうに沈んでいるだろうがな",
	id = 299020,
	detail = "私にとってお前がこの世界のたった一つの特異点…お前と出会うまで、この私に期待を寄せてくれる人間など誰ひとりいなかった",
	couple_encourage = {
		{
			{
				20506
			},
			1,
			"私はジョージ、エリザベス、エドワード…だが決して「ウェールズ」ではない！",
			0
		},
		{
			{
				20507
			},
			1,
			"別の世界なら、お前の本当の姉になるやもしれんな",
			0
		}
	}
}
