_G.pg.ship_skin_words[102200] = {
	feeling1 = "みんなが待ってるんだ！指揮官、バイバイ！",
	feeling3 = "指揮官、忙しいのによく付き合ってくれているな…よし、今日から指揮官は、私たちの探検隊の名誉顧問だ！",
	lose = "指揮官、ちょっとまずいかも……？",
	propose = "お友達の証明か？大事にするよ！へへー、指揮官も困ったことがあったら何でも聞いてくれ！ちゃんと面倒を見てあげるぞ！",
	expedition = "指揮官、埠頭まで競争だ！先についたほうがご褒美をもらえるぞ！",
	win_mvp = "ふふん、毎日鍛えてるからだぞ！",
	home = "指揮官、エネルギー補給に何か食べない？食べ物ならたくさん持っているぞ！",
	mission = "指揮官、任務を一気に片付けちゃお！",
	touch2 = "あれ？お腹触りたいの？",
	voice_key_2 = -1,
	skill = "止まっちゃダメよ！",
	drop_descrip = "クリーブランド級軽巡洋艦・クリーブランド（CL-55)",
	mail = "新しいメールだぞ。指揮官は私と同じ人気者だ！",
	touch = "指揮官、エネルギー補給は大事だぞ！ほら、このチョコバーでも食べて！",
	profile = "クリーブランド級の長女ーーまあ名前見れば分かるさ！軽巡だけど、力は重巡にも負けないぞ！将来は海で活躍するんだから当然だよな！",
	mission_complete = "ボーナスがこんなに！美味しいものといっぱい交換できる！ね、指揮官！",
	feeling4 = "し、指揮官、ひとつ質問！ヘレナがチョコを食べすぎると太るって、そしたら指揮官が付き合ってくれなくなるって……ほ、本当か？",
	unlock = "おはよう！私はクリーブランド！将来の夢は一人前の海上の騎士になること！そのために今は毎日頑張ってるぞ！",
	feeling5 = "ふぅ…やっぱり指揮官に聞いてよかった！いつもありがとう。そして大好き！指揮官、これからもわからないことがあったら聞いてもいいかな？",
	main = "妹はたくさんいるぞ！みんな大好きだ！いつか紹介してあげよう！|指揮官、艦隊には青色の髪の、毎日鏡を見てる子がいなかったっけ？遊びにいってもいいかな？|うーん、身体が小さいってのは不便なときがあるな…どんなときって？人助けをする時とか？",
	battle = "全員まとめてかかってこい！私は怖くないぞ！",
	upgrade = "いい感じ！",
	voice_key = 10220,
	headtouch = "",
	feeling2 = "あ、指揮官、艦隊のほかの子と一緒に母港探検隊を結成した！指揮官も一緒にどう？",
	login = "指揮官、おはよう！チョコバーでもどう？",
	vote = "",
	hp_warning = "止まるんじゃないよ！",
	id = 102200,
	detail = "毎日たくさん食べてるけど、身長が伸びないよ…どうしてだろ……",
	couple_encourage = {
		{
			{
				10219
			},
			1,
			"私はクリーブランド！一緒に遊ぼう！",
			0
		}
	}
}
