_G.pg.ship_skin_words[199010] = {
	feeling1 = "うん？パーティー？君、お呼びじゃないから引き続き仕事に励んでくれたまえ～",
	feeling3 = "あたしパーティーが好きだけど、無理強いしたりはしないっすよ？ま、来てさえくれたらどんなに内向きな子でも楽しめることを保証するっす！",
	lose = "いやさ、もっと火力があればなぁ～",
	propose = "OK、気持ちの整理バッチリっす！まあ結論から言えばあたしも指揮官のことが好きっすね！でないといきなり飲みに誘わないっすよ～んで、話を戻すと…今日はパーティー以外にもう一つやることがあって――デートすっぞ！デート！",
	expedition = "指揮官、委託バッチリ完了したんすよ？戻ってきた子たちになんか持っていってあげたほうがよさそうっすね！",
	win_mvp = "ビクトリー！帰ったら盛大に祝うっすよ！",
	home = "指揮官、戦いも重要だけど、息抜きも重要っすよ！",
	mission = "ニューミッション！人手集めてやっとけぇ！",
	touch2 = "君、今のわざとだったらあたしでも怒るっすよ",
	voice_key_2 = -1,
	skill = "戦場も盛り上げるっすよ！",
	drop_descrip = "軽巡洋艦・シアトル",
	mail = "指揮官、新しいメールっすよ！もしかしてパーティーのお誘い？",
	touch = "指揮官、ダンスの練習でもしてみない？上手く踊れるともっとモテるっすよ～？",
	profile = "うぃーっす、あたしはシアトル――あっ、正確な名前はないけど、とりまシアトルって感じっす！いやぁこまけぇことはいいんだって！とにかく、ウースター級のプロトタイプの一つで、アトランタ級の改良版であるあたしは対空が一番得意っすよ！飛んでる敵はあたしにお任せってね！",
	mission_complete = "ミッションコンプリート！って指揮官、お祝いになんかしない？",
	feeling4 = "指揮官は今、パーティーの魅力をわかってくれたよね！そう！みんな一緒にいれば自然と仲良くなるっすよ！例えば～あたしと君はもう友達ちゃうん？",
	unlock = "ウィッス！シアトルを起こしたのは君かね？……おおーよしよしはじめまして～あたしはシアトル、これからよろしくっす！",
	feeling5 = "あたしたちの仲なんだから～お気に入りの子を教えてくれたらアシぐらいはしてあげるんすよ～ふふふーん♪……あたし？えっ、あっ、ちょっ、マジ？ほ、ほほ本当にぃ……？！",
	main = "指揮官さぁ…秘書艦が一人だけって寂しく思わない？何人か呼んできて一緒にやったほうが盛り上がるっすよ？|指揮官って今日仕事終わったら空いてそう？実はちょっとしたパーティーの幹事やっててさあ～指揮官も飛び込み参加してもいいっすよ？|カンレキ的に実戦経験ナイナイなんだけど、皆教えてくれてるしすぐ追いつくっす！",
	battle = "よぉし、囲んでたたけー！",
	upgrade = "カトンボも撃ち落せそうな感じっす！",
	voice_key = 19901,
	headtouch = "",
	feeling2 = "君、仕事だの作戦だのばかり口にしないで、たまには息抜きしたほうがいいっすよ？とりま、この後あたしが主催するパーティーがあるけど、来るよね？ね？",
	login = "指揮官ってメシ食ったん？まだなら、ちょいと一緒にどっかメシでもどうすか？",
	vote = "",
	hp_warning = "みんな、もうちょっと頑張るっすよ！",
	id = 199010,
	detail = "パーティーにお茶会に女子会に飲み会……OK！やっぱ忙しいわ～……ま、こういうのが充実してていいけどネ！",
	couple_encourage = {
		{
			{
				10206,
				10207,
				10208
			},
			1,
			"おっ、母港に戻ったらあたしのパーティーに来てくれないっすか？",
			0
		},
		{
			{
				30402
			},
			1,
			"重桜の宴会ってやつにも興味ありっす！",
			0
		}
	}
}
