_G.pg.ship_skin_words[399040] = {
	feeling1 = "最近指揮官のことが心配です……しっかりして？ね？",
	feeling3 = "重桜の、そして母港の仲間たちと仲良くなりたいですね。交流会とかでもどうでしょう…？私の出し物は……お飲み物と食べものになりますね、ふふふ",
	lose = "負けちゃったわ…指揮官にどう報告しようかしら…",
	propose = "指揮官の気持ちはわかりました。これからはずっと私のすべてを指揮官にお預けします……ふぅ…自分が言うのもなんですが、やはりちょっと恥ずかしいですね。ふふふ",
	expedition = "委託に出たみんなが戻ってきましたわ。私のほうで報酬物資の確認をしましょうか？指揮官？",
	win_mvp = "皆で頑張った結果よ。私はその中のひとりでしかないわ",
	home = "おかえりなさいませ。指揮官、お茶とお茶請け…それと、マッサージチェアを用意しました。少し一服でもしませんか？",
	mission = "難しい任務でもあるのかしら？お手伝いしますね",
	touch2 = "指揮官？時と場合を考えてほしいですね……",
	voice_key_2 = -1,
	skill = "次は私の番ね",
	drop_descrip = "超甲巡・吾妻",
	mail = "メールを取りまとめました。どうぞご確認を",
	touch = "あら、触りたいですか？それとも触ってほしいですか？私に言ってください",
	profile = "大型巡洋艦吾妻です。夜間雷撃戦の支援・旗艦機能担当艦として設計され、結局実戦投入はされませんでした。得意なことは夜戦指揮だけど、雷撃戦はちょっと……あははは……",
	mission_complete = "任務報酬がこんなに……さすがは指揮官ですね",
	feeling4 = "指揮官は知っていますか？幸せに溢れる笑顔こそ世界で一番可愛らしい存在であることを……皆の、そして指揮官の笑顔を、私はずっと守っていきたいと思います",
	unlock = "大型巡洋艦吾妻（あづま）、着任しました。特別計画艦だから就役経験が少ないところもありますけど…一生懸命指揮官をお守りします。少しは頼りにしてくだされば嬉しいです。うふふ",
	feeling5 = "指揮官、お疲れですか？ふふふ、ではここで横になってください。吾妻が耳かき……ううん、まずは肩を揉んで差し上げますね",
	main = "仲間と一緒に出撃する時は、この防御力がきっと役に立ちます！|砲撃の精度が高い…ですか？ありがとうございます。こういうのは才能ではなく、鍛錬によるものだと思いますね。ふふふ|指揮官、私にしてほしいことがありますか？",
	battle = "私が艦隊指揮を…？結果は保証できないけど…がんばります！",
	upgrade = "ふふ、この感じね",
	voice_key = 39904,
	headtouch = "",
	feeling2 = "まだ少し場所を覚えていないようですね……すみません指揮官、少しお時間を頂いて見回りにご同行いただけないでしょうか……？",
	login = "今日のお仕事を始めましょう？大丈夫、私はずっとあなたのそばにいますから",
	vote = "",
	hp_warning = "この程度の損傷、大したことではないわ…！",
	id = 399040,
	detail = "経験を積んで、仲間たちのペースについていけるようになりたいです――というわけで、なんでも私にお任せくださいね。ふふふ",
	couple_encourage = {
		{
			{
				40304
			},
			1,
			"ドイッチュラントさん、もう少し慎ましくしたほうが…",
			0
		},
		{
			{
				30401
			},
			1,
			"金剛さんと比べると、私なんてまだまだですよ",
			0
		},
		{
			{
				39903
			},
			1,
			"北風ちゃん、迷子にならないでね？",
			0
		}
	}
}
