_G.pg.ship_skin_words[102210] = {
	feeling1 = "指揮官大丈夫！サンディエゴよりバカなのはあなたのせいじゃないんだから！",
	feeling3 = "忘れられない問題があったらどうすんの？……あ！わかった！指揮官に聞けばいいんだよ！",
	lose = "ええ？あっちは母港に帰る方向じゃないの？",
	propose = "このキラキラしてるのはなぁに？おっ、こうやって指につけるものなの？おお、キレイ！じゃあずっとつけるからね！",
	expedition = "…………？！指揮官、誰かが戻ってきたってサンディエゴセンスが教えてくれた！",
	win_mvp = "見た！？今の見た！？私がMVPだよ！",
	home = "指揮官！今のはかくれんぼだったの？",
	mission = "私が一気に任務を片付けちゃうぞ！",
	touch2 = "指揮官のバカ！",
	voice_key_2 = -1,
	skill = "わかってる！そろそろ行くわよー！",
	drop_descrip = "アトランタ級軽巡洋艦・サンディエゴ（CL-53）",
	mail = "指揮官にいつもメール届いてるよね！今度は私も書いてあげる！",
	touch = "よし！私が探す番ね！今１０まで数えるから…ええと、１、２、５、１０！",
	profile = "アトランタ級三番艦のサンディエゴだよ！将来は艦隊で一番輝く☆スーパースターになる！！",
	mission_complete = "報酬がいっっっぱい！どう？私役に立ってるでしょう？",
	feeling4 = "どんなに難しい問題の答えも知ってるなんて……もしかして指揮官はここでいっちばん頭のいい人なの！？",
	unlock = "サンディエゴ、登☆場！あちゃー！ほい！――ふふん！このオンリーワンな登場の仕方！やっぱり私がいっちばん頭いいよね！",
	feeling5 = "どんなにわからないことがあっても、指揮官がいてくれたら大丈夫！うんうん、なんでも知ってる指揮官は大好き！",
	main = "わからないことは聞くべし！と聞いたけど、何を聞くの？|むむむむ……私の凄さをみんなに気づいてもらえる方法はないかなー|えええ！指揮官、ずっとここに座りっぱなしでつまんなくないのー？",
	battle = "海に向かって、進めええええ！",
	upgrade = "えっ、これで本当に役に立てるの？？",
	voice_key = 10221,
	headtouch = "",
	feeling2 = "わからないことを全部忘れたら毎日ハッピーだよ！指揮官、そうだよね？",
	login = "指揮官！ここにいっっぱいある紙を使って、誰の紙飛行機が一番遠くまで飛べるか競争しようよ！",
	vote = "",
	hp_warning = "なんでみんな真剣な顔をしてるの？？",
	id = 102210,
	detail = "空には飛行機だけじゃなくて、雲と星もあるよ！",
	couple_encourage = {
		{
			{
				10206
			},
			1,
			"アトランタ姉ちゃん！こっちこっち！",
			0
		},
		{
			{
				10208
			},
			1,
			"二人揃って、最☆強！",
			0
		}
	}
}
