_G.pg.ship_skin_words[499020] = {
	feeling1 = "ちゃんと反省、しているのかしら",
	feeling3 = "勇気など戦場では役に立たないわ。ラプラスの悪魔により近づく者だけに勝利の女神が微笑むのよ",
	lose = "次の演奏をご期待……",
	propose = "悲しいことも楽しいことも、痛さも気持ちよさも、これからは全部分け与えて…ボウヤのこと、ずっと、ずっと、ずっと、包んであげるわよ……",
	expedition = "委託をこなしてきた子たちはしっかり出迎えてあげないとダメよ",
	win_mvp = "残念だわ。アンコールもまだ始まっていないというのに…",
	home = "おかえり。どんな報告でも聞いてあげるわよ？",
	mission = "ボウヤが欲しいものなら、何でも手に入れてあげるわ",
	touch2 = "まるで子供みたい……可愛いわ",
	voice_key_2 = -1,
	skill = "Sinfonie Nr. 9…合唱せよ！",
	drop_descrip = "戦艦・フリードリヒ・デア・グローセ",
	mail = "メールの内容、奏でてあげましょうか？",
	touch = "恐怖で身を震わせるときは私の後ろに居るべきね",
	profile = "鉄血海軍、戦艦フリードリヒ・デア・グローセ、H級戦艦の計画型。さあ、ボウヤ…寝付けないなら、子守唄を奏でてあげるわ",
	mission_complete = "では、どんな報酬がお望み？",
	feeling4 = "戦闘よりこういうのが好きだわ。ボウヤ、はい、あーんして、あーーーん",
	unlock = "ようこそ私の元へ。ボウヤ、なにがお望み？富？栄誉？それとも永遠なる青春？",
	feeling5 = "もっと私に甘えてちょうだい。もっと、もっと……もっとよ……",
	main = "戦闘中に抑えつけた激情など、この調べを聞いて解き放つがいいわ|戦場の私は残酷に見える？フフフ…褒め言葉として受け取ってあげるわ|私を怒らせても、ちゃんと謝れば許してあげるわ",
	battle = "調べを奏でよ！憎悪、恐怖、絶望を――！",
	upgrade = "より美しい調べが奏でられるわ",
	voice_key = 49902,
	headtouch = "",
	feeling2 = "この身体はこの世あらざるべき 存在。しかしこうして立っていられる以上、なにかしらの理由…合理性が働いているのが必然というものよ",
	login = "奏者たちはもうお待ちかねだわ！さあ、今宵の戦幕を上げてごらん！",
	vote = "",
	hp_warning = "もう少し我慢してあげるわ",
	id = 499020,
	detail = "ボウヤ、絶対なる勝利を得るには、絶対なる理性が必要よ",
	couple_encourage = {
		{
			{
				40146
			},
			1,
			"たまには私にも甘えてちょうだい",
			0
		},
		{
			{
				40502
			},
			1,
			"私の指揮では貴方の力が十分発揮できないかしら",
			0
		}
	}
}
