_G.pg.ship_skin_words[299030] = {
	feeling1 = "むぅ、初めて惚れた人はこんな人だったのぉ？",
	feeling3 = "聞いてよダンナさま！重桜の子たちと遊んだときに本物の耳に触ったよ！ほ・ん・も・のだああ！ダンナさま、羨ましい？？……とっくに触った？むぅ、チェシャーにちょっと合わせてくれたっていいじゃん！",
	lose = "気づかれてないうちに逃げよ？よよ？",
	propose = "ダンナさまがチェシャーを大事にするって言ってくれたから、チェシャーも「ダンナさまのことが大好き」って百回ぐらい言わないとダメだよね！んじゃあ始める！言い終わるまで絶対どこにも行かにゃいでね！！はーい！ダンナさま大好き！！！",
	expedition = "委託組が戻ってきたよ！一緒に出迎えよう？ダンナさま！慰問品も持って！",
	win_mvp = "勝った！ダンナさま、勝ったあああ！んにゃあ！！",
	home = "ダンナさまおっかえりー！怪我してない？強い敵に会ってない？ほかの子にきゅーに惚れたりしてない？うんうんうんならいーよ！",
	mission = "ダンナさまとチェシャーに出来ないことはにゃいよ！",
	touch2 = "もう突然のお触りは禁止！チェシャーに一言言ってくれればいいのにぃ～",
	voice_key_2 = -1,
	skill = "愛の一撃だあ！！",
	drop_descrip = "重巡洋艦・チェシャー",
	mail = "メールだよ！内容気になる！チェシャーも見てていい？？？？",
	touch = "あっはん♡どうしたのダンナさま？ほらほらもう顔に出てるよ～",
	profile = "ロイヤル所属の重巡洋艦チェシャー！ダンナさまと出会うまではソーゾーでしか存在しなかったよ！つまり体も心もダンナさまのものなのー！きゃー♡",
	mission_complete = "任務完了！ちょっとダンナさまとチェシャーには簡単すぎじゃにゃいの～？",
	feeling4 = "チェシャーの愛情アピール、ダンナさまに飽きられる可能性がワンチャンあり？？では飽きられないようにもっとガッツリダンナさまにアタックするしかにゃい！ダンナさまああ！！抱っこさせて～♡",
	unlock = "ふにゃあああああ！めっっっっちゃよく寝たー！んにゃ？チェシャーを起こした人？……んん～ダンナさま決定！なぜかってダンナさまに惚れたからに決まってるじゃにゃい！",
	feeling5 = "チェシャーはダンナさまがいなかったらこの美しい世界に具現化されなかったし、カワイイみんなとも出会えなかったし、何よりダンナさまと恋することもできなかったもん！…もぉダンナさま～すりすりすりすり～大好き大好き♡",
	main = "ダンナさま、ロイヤルの子たちで面白い話にゃい？他の陣営の子でもいいよ！教えてー！|チェシャーは猫じゃないよ！猫のようにカワイイけど猫じゃないからね！|ご主人さま～紅茶でもいかがですか～？…へへへメイド隊の子たちを真似たよ！どうかにゃダンナさま～♡",
	battle = "今日のメインティッシュはー魚雷か？それとも砲弾かにゃー？",
	upgrade = "ダンナさまサンキュー！",
	voice_key = 29903,
	headtouch = "ニャンニャンのお耳アクセサリー！ダンナさまもつけてつけて！ちょっとだけチェシャーに見せるだけでいいってばー！",
	feeling2 = "ダンナさまどこ行ったの？楽しいことはチェシャーを呼ばなかったらもしかしなくてもちょーっとプンプンしちゃうよ！",
	login = "だ・ん・な・さまあああ！むぎゅーーすりすりさわさわくんくーん！……やりすぎって？もうダンナさまだからやりたいもーん♡",
	vote = "",
	hp_warning = "あいた！ダンナさまのために負けにゃいよ！",
	id = 299030,
	detail = "ダンナさまに惚れた理由はねー動物って初めて見た人を恋人…じゃなくて親だったね！いやあダンナさまのことは関係ないよ？好きなものは好きでダンナさまはダンナさまでしょうがないにゃあああ！",
	couple_encourage = {
		{
			{
				29901
			},
			1,
			"やりすぎると引かれちゃうよ？",
			0
		},
		{
			{
				31201,
				30116,
				30113,
				30121,
				30126,
				30163
			},
			1,
			"わーい！触らせてもらっていい？？",
			0
		},
		{
			{
				19901
			},
			1,
			"わーい！チェシャの勝ちー！",
			0
		},
		{
			{
				20204,
				20208,
				20210,
				20212,
				20220,
				20222
			},
			1,
			"チェシャーにもっと色々教えてー！",
			0
		},
		{
			{
				19901
			},
			1,
			"わーいパーティーだああ！",
			0
		}
	}
}
