_G.pg.ship_skin_words[299040] = {
	feeling1 = "わざとじゃなければ数回ぐらいは見逃してやるけど、あんたがこのままヘマし続けるならぶっ飛ばしてやるわよ",
	feeling3 = "そういえば指揮官って遠洋航海…もとい、冒険に興味ある？ちょうど仲間を募集しているところなの。興味があるならお宝でも未開の大地でもなんでも狙ってみるつもりよ",
	lose = "今日の屈辱…絶対に忘れないからね！そっちも覚えていなさい！",
	propose = "あんたも変だと思わない？こう「心奪われた」でもなく「悔しい」でもなく、ただただ「恥ずかしい」って気持ち……もうあんたのせいであたしらしくなくなったじゃない！…別にこんな気持ち、嫌いじゃないけどさ…ね？分かってくれる？",
	expedition = "軍事委託とかで地道に配給物を調達するより、敵から物資を奪ったほうが…なんでもないわっ",
	win_mvp = "勝利、全くいつだって愉快な気分にさせてくれるわ！",
	home = "作戦お疲れ様。新鮮な果物……ぶどうでもどう？ふふ、ちゃんとキャッチしてみせろよ～？それ！",
	mission = "地味な任務をやるなんてあたしらしくもないね。うっ……これ、どんな報酬が貰えるか確認してみない？",
	touch2 = "はーん？あんた、いい度胸じゃない",
	voice_key_2 = -1,
	skill = "手は抜かないわ！",
	drop_descrip = "重巡洋艦・ドレイク",
	mail = "手紙よ。お宝の情報が舞い込んだりするとかない？",
	touch = "はっきりしてる人とは気が合うわよ、あたし。あんたも言いたいことがあればはっきり言いなさいな",
	profile = "ロイヤルネイビー所属の重巡ドレイクよ。あたしのことが分からないというのなら、あたしの9.2インチ砲がこれからの戦いで分からせてあげる！",
	mission_complete = "任務報酬はまあまあいいけど、こう「報酬を貰う」だけじゃなーんか物足りないわね",
	feeling4 = "二人っきりで出かけるのはいいけど、ご近所ってのが多すぎない？母港や周りの海域ばかりで……ふぅ、正直こうしていてもドキドキしないし、次からはあたしがもっと遠い場所に連れてってあげる",
	unlock = "あんたが指揮官か？中々骨のある奴ね。ロイヤルネイビー所属・重巡ドレイク、今日からあんたの艦隊に加わってあげる。念の為に聞いておくけど、出撃はもちろんさせてくれるわよね？",
	feeling5 = "なるほど、あんたにとっちゃ場所なんてどうでもよくて、あたしと一緒に出かけられさえすればどこでもいいと……ちょ、ちょっと待って…ははは…あんた、もしかして……",
	main = "艦船は装甲と兵装――つまり火砲と魚雷で武装する、人は胆力と知力――つまり見識と知識で武装するってわけね|マナーとかセレモニーとか、嫌いではないけど、シンプルに越したことはないわよ|ジュースより…こう朝露の滴る生の果物がいいわね。あんたもそう思わない？",
	battle = "よぉし、派手にぶちかますわよ！",
	upgrade = "主砲がもっといい感じに響くようになったじゃない！はははは！",
	voice_key = 29904,
	headtouch = "",
	feeling2 = "戦いはなんでもありよ。正々堂々でも搦め手でも、勝ったほうが正義を語れるわ",
	login = "さあ来たわね。今日は何から始める？作戦を考えるのもいいけど、先に出撃してもいいわよ？",
	vote = "",
	hp_warning = "ちっ、やってくれる…！",
	id = 299040,
	detail = "すべての偉業には始まりがある。しかし最後までやり続けなければ真の栄光はない。――というわけで、引き続き頑張りなさい",
	couple_encourage = {
		{
			{
				90501
			},
			1,
			"どっちの戦果が上か競争よ！",
			0
		}
	}
}
