_G.pg.ship_skin_words[499030] = {
	feeling1 = "最初の指揮官がこのざまとは……全く嘆かわしいことだな",
	feeling3 = "実戦経験が足りないというのなら、素直に実戦で積むしかあるまい。指揮官、言葉の綾など気にせず、戦闘に参加させるといい",
	lose = "ふむ、実戦経験を積んだと考えることにしよう",
	propose = "こちらの存在意義はすでに戦いのみならず。この命、そしてこの運命はもはや貴官と繋がっている。愛する指揮官よ、今この時より、この心は永遠に貴官のものとなったのだ",
	expedition = "委託に出た彼女たちを出迎えてくる。少し席を外す",
	win_mvp = "こちらが参戦している以上、当然の結果と言えよう",
	home = "兵装にもメンテナンスが必要だ",
	mission = "任務を全て放置するつもりか？",
	touch2 = "ちょうどいい。試射の的は貴官にしよう",
	voice_key_2 = -1,
	skill = "いまだ！斉射、始めっ！",
	drop_descrip = "軽巡洋艦・マインツ",
	mail = "新しいメールだ。忘れているわけではあるまいな",
	touch = "どうした？慰めてほしいのか？",
	profile = "巡洋艦マインツだ。アドミラル・ヒッパーの次級として計画されていたが、事情によりこの姿での具現となったな。ここまで言ったら、あとは分かるか？",
	mission_complete = "任務の報酬……いつまで放置する気だ？",
	feeling4 = "かつては己を証明するために戦っていたが、今は貴官のために戦っていると言えよう。指揮官、貴官が信頼に足りうる人物であると、全ての人にそれを証明したいのだ",
	unlock = "巡洋艦マインツだ。貴官は我が最初の指揮官と見た。ふん、失望させないでくれよ",
	feeling5 = "貴官はこちらにとって最初の、そして最後に忠誠を誓った指揮官だと認めよう。……それだけではない。貴官はたった一人のもっと近づきたいと思えるような存在だ",
	main = "何をする！ミルクを入れるなど、コーヒーへの冒涜以外の何者でもない！砂糖もだ！！|信じられない……この広さの空間でコーヒーメーカーすらないとは……！|この形ではなく、かの大戦で実際に建造されていたであろう形ならどこまでできるか……考えても無粋か",
	battle = "こちらの足を引っ張るでないぞ",
	upgrade = "ふん、実戦で試したくなったな",
	voice_key = 49903,
	headtouch = "",
	feeling2 = "生まれたからには何かを成す。でないとこちらの設計や建造に関わった人々に顔向けできまい",
	login = "この待機を有意義なものにしてくれたまえ。指揮官",
	vote = "",
	hp_warning = "くっ、兵装が作動しないだと……！？",
	id = 499030,
	detail = "戦績か……今日から数えるとしよう",
	couple_encourage = {
		{
			{
				49901,
				49902,
				49904
			},
			1,
			"鉄血の真の力を刮目せよ！",
			0
		}
	}
}
