_G.pg.ship_skin_words[102220] = {
	feeling1 = "やっぱりこうなっちゃったのね…でも私、諦めないわ！",
	feeling3 = "た、確かに私の指揮官への接し方はちょっと厳しいかもしれないけど、指揮官ならきっとわかってくれるよね？……そうよね？指揮官？",
	lose = "くっ……！し、殿は私がやるわ！",
	propose = "ほ、ほら指揮官はお姉ちゃんたちと比べて面倒を見やすいから、指揮官だけなら一人増えても大丈夫だと思って応えてあげるんだからね！……あなただけよ！他の人はもう知らないんだからね！わかった？",
	expedition = "委託の物資が届いたようね。指揮官、見てもらって……ううん、私が確認してくるわ",
	win_mvp = "戦果なんてのはただの普段の努力の結果よ。別に自慢するほどのものじゃないわ",
	home = "指揮官、おかえり！……じゅ、順調だった？",
	mission = "まだ終わってない任務があるって？まあ、どうしてもというのなら私が助けてやってもいいけど…",
	touch2 = "どどどどこ触ってるのよ！！",
	voice_key_2 = -1,
	skill = "「飛行禁止区域」に入ったわ！",
	drop_descrip = "アトランタ級軽巡洋艦・サンフアン（CL-54) ",
	mail = "メールを持ってきたわ。確認を忘れないでね",
	touch = "指揮官、まだへばっていい時間じゃないわよ。……この仕事が終わったらちょっとだけマッサージしてやるわ",
	profile = "防空巡洋艦、アトランタ級四番艦のサンフアンよ。空母艦隊の護衛として、エンタープライズとサラトガ、ワスプ、あとエセックス級の何人かと共に戦ったわ。空母のサポート役として作戦経験はバッチリだからね！",
	mission_complete = "任務完了ね。どう？いい感じでしょ？",
	feeling4 = "指揮官に嫌われちゃうって思ってた……き、嫌われてないのはもちろん嬉しいけどさ！で、でも指揮官ともっと関係を進展させたいならこう、ど、どうすべきか……私、わかんないよ……",
	unlock = "防空巡洋艦、アトランタ級四番艦のサンフアンよ。ユニオン空母戦隊のサポート役をやってたの。指揮官は猫の手も借りたいように見えるわね…私がサポートしてやるわ！",
	feeling5 = "あ、あのね、暇なら一緒にで……デートとかでもど、どう？ほら、私いつも指揮官にきつく当たっちゃってるし、だから仲直りというか、指揮官との関係をより進展させることも私が負うべき責任だと……い、いいの！？",
	main = "指揮官？…まだぼさっとしているんじゃないでしょうね…？|空母護衛のときは空にだけ気を配ればいいけど、あなたの秘書艦はそう易く務めさせてくれないわね…|お姉ちゃんたち、指揮官に迷惑かけてないよね？…ないなら良いけど…",
	battle = "防空支援は私に任せて！みんな、行くわよ！",
	upgrade = "空母護衛、さらにうまくできるようになったわ！",
	voice_key = 10222,
	headtouch = "",
	feeling2 = "いつもぼんやりしているとみんなの信頼を失っちゃうわよ。指揮官、しっかりしなさい！",
	login = "ちょっと！もう今日の仕事が始まってるじゃない……ったくもう！ほら、身だしなみを整えてやるわ！",
	vote = "",
	hp_warning = "こ、この程度の怪我、まだいけるわよ…！",
	id = 102220,
	detail = "本に書いてる通りに罠を仕掛けたのに、どうして入ってくる子がいないの？おかしいわね……",
	couple_encourage = {
		{
			{
				10206
			},
			1,
			"いつまでもお姉ちゃん力って口にしないのっ！",
			0
		},
		{
			{
				10208
			},
			1,
			"サンディエゴ、真面目にやんなさい！",
			0
		},
		{
			{
				10207
			},
			1,
			"ジュノー、怖いなら無理しなくていいから…",
			0
		}
	}
}
