_G.pg.ship_skin_words[899020] = {
	feeling1 = "偽りの光を与えんとする――指揮官、何故このような乱心を",
	feeling3 = "風に飛ばされまいと木は深く根を張り、種を存続させんと魚は遡上す。無に返される運命を知ってもなお、命ある存在は環境に抗おうとする――",
	lose = "終着点はここにあらず",
	propose = "言葉が失われようと指揮官の声を聞き、光彩が失われようと指揮官の目を見る。あらゆる存在も、指揮官の存在をかき消すことを能わず。賜った温もりに、永久の守護を以て報いる――シャンパーニュの思いなり",
	expedition = "伝わるは鳥の調べ――喜び合うる仲間の帰還なり",
	win_mvp = "シャンパーニュに課された使命、果たすべきものなり",
	home = "酒精にもたらされる酩酊に浸れよ。脳が休憩を必要とし、憩いを求めし者こそヒトなり",
	mission = "翼羽ばたかぬオオトリ、空翔けること叶わず。櫂漕がぬハコフネ、彼岸着くこと叶わず",
	touch2 = "指揮官の行動、非行にして、人を忌避せしめると知れ",
	voice_key_2 = -1,
	skill = "深き青に眠れよ",
	drop_descrip = "戦艦・香槟",
	mail = "知らせは届く――楽しきかな、悲しきかな。懐かしきかな、空しきかな",
	touch = "触れ合うことで感じる温度・感触…いと忘れがたし",
	profile = "たった一度も命令を預かることはなく、戦果を手にしたこともなし。シャンパーニュは具現されし白き虚無――指揮官に、勝者に奉じる栄光の美酒とならん",
	mission_complete = "庭師は己が心血を土に注ぎ、アイリスは美しく咲き誇らん",
	feeling4 = "艦隊を守る為に必要とされる兵装――装甲・主砲・魚雷――指揮官には備えつけること叶わず。故に、艦船たるシャンパーニュがこの使命を果たし、艦隊と指揮官を守護せん",
	unlock = "自由アイリス教国に所属する、シャンパーニュの具現なり。指揮官、シャンパーニュに使命・存在意義の提示を",
	feeling5 = "力なき者は運命に抗い、力ある者は見守りに徹すべからず。指揮官の輝き、温もり、愛情――シャンパーニュが体を捧げ、「愛」を誓うに値する",
	main = "指揮官、「生きる」行動の意味を見出せんとするか、それとも―|引き寄せる潮流は自然の摂理なり、流されるがままはヒトの運命なり|「艦隊とともに生きる」、シャンパーニュが指揮官から課された使命なり",
	battle = "艦隊のために戦わん――シャンパーニュに課されし使命なり",
	upgrade = "幾度研がれようとも刃は錆びつく――強さを求める、その行動に意味ありや",
	voice_key = 89902,
	headtouch = "",
	feeling2 = "世界は鏡写されし湖の如く、出来事は小さな石の如し。漣起これど、やがて全て平穏に戻れん",
	login = "提示を。指揮官が希求せしめるものを、シャンパーニュが取るべき行動を",
	vote = "",
	hp_warning = "己が体を傷で強固にせん",
	id = 899020,
	detail = "未曾有の偉業の達成、支配の頂点への君臨、安心する片隅の維持――指揮官が辿ろうとする終着点をシャンパーニュに提示を",
	couple_encourage = {
		{
			{
				40146
			},
			1,
			"彩りに瞳開けよう",
			0
		},
		{
			{
				99901
			},
			1,
			"世界に耳を傾けよう",
			0
		}
	}
}
