_G.pg.ship_skin_words[199030] = {
	feeling1 = "なでなで、せんせー、いいこ、なかない…アンカレッジも、なかない…にっこり、うん",
	feeling3 = "せんせー！うさちゃん、あげる！…うん！",
	lose = "アンカレッジ、まけた…てき、こわい…",
	propose = "やくそく…？ゆびきり！…「ゆびわ」？おてて、つける？うん！…アンカレッジも、「ゆびわ」、つくった！せんせー、おてて、うん！",
	expedition = "「いたく」…？みんな、どこ…？アンカレッジ、しりたい…いいの？",
	win_mvp = "かったぁ！アンカレッジ、えらい…！",
	home = "せんせー、どこぉ…？アンカレッジ、ひとりぼっち、こわい…",
	mission = "「にんむ」…「みかんりょー」？アンカレッジ、てつだう…！",
	touch2 = "ぷにぷに…せんせー、すき…？",
	voice_key_2 = -1,
	skill = "アンカレッジ…ええい！",
	drop_descrip = "重巡洋艦・アンカレッジ",
	mail = "「めーる」…むずかしいの、よめない…せんせー、よめる？",
	touch = "アンカレッジ、さわさわ、すき…せんせーも、さわさわ、すき？",
	profile = "アンカレッジ…ユニオンの「じゅうじゅん」…？ボルチモアたち、おともだち！せんせーも、おともだち…！",
	mission_complete = "「にんむ」…「かんりょー」？せんせー、えらい！",
	feeling4 = "せんせー、「とくべつなひと」…アンカレッジ、せんせー、すき！アンカレッジも、「とくべつなひと」！うん！",
	unlock = "しき…かん？せんせー？うん、せんせー。アンカレッジ…わーい、せんせー、すきー…せんせー",
	feeling5 = "せんせー…アンカレッジ、いっしょ？…うん！アンカレッジ、せんせー、おんなのこ、おうじさま…いっしょ！ずっといっしょ…",
	main = "うわぎ…かぶって…ぬぎぬぎ…かぶかぶ…えへへ|おえかき、おんなのこ、おうじさま…ほっこり…すき！|せんせー、いそがしい…？アンカレッジ、いっしょ…うん！",
	battle = "てき…せんせー、みんな、いっしょ…！",
	upgrade = "アンカレッジ…つよく、なる！",
	voice_key = 19903,
	headtouch = "かみ…すき？せんせーのも、さわる…",
	feeling2 = "しらないひと、いっぱい…せんせー、アンカレッジ、こわい…",
	login = "せんせー、アンカレッジ、おかえりー…",
	vote = "",
	hp_warning = "いたい…いたいの、いや…",
	id = 199030,
	detail = "「せんせー」、「しきかん」よりいい…アンカレッジ、「せんせー」、すき…せんせー、好き！",
	couple_encourage = {
		{
			{
				10316
			},
			1,
			"ボルチモア…すごい！",
			0
		},
		{
			{
				10311
			},
			1,
			"ウィチタ…えらい！",
			0
		},
		{
			{
				10324
			},
			1,
			"ブレマートン…うん！",
			0
		}
	}
}
