_G.pg.ship_skin_words[399050] = {
	feeling1 = "三下め。我に関わるな",
	feeling3 = "やるじゃないか。今は我と轡を並べられるが…ふん、今を案じて足踏みするというのなら、誰よりも早くお前を置いていくぞ",
	lose = "は、早くてて撤退しよう！？…か、刀はどこぉ！？",
	propose = "この我をずっと従えるのはそう簡単には……か、刀が！？いつの間に持っていったの！返して！言うこと何でも聞くから！…ま、負けてしまった……うぅ、悪い気はせんが…",
	expedition = "何事かと思ったら委託組が帰ってきたのか。出迎え？おう、行ってくるといい",
	win_mvp = "ふん、三下共がこの白龍に勝てるとでも思ったか！笑止！",
	home = "か、刀は……ふぅ……うむ、やっぱりこれを手にしていると落ち着くな。…お前はなぜここにいる？呆けておる場合ではあるまい",
	mission = "任務？雑用に時間を浪費したくないクチだ。お前がなんとかせい",
	touch2 = "とんだ真似をしてくれたな。……おい、やめろって聞こえなかったのか！？",
	voice_key_2 = -1,
	skill = "天罰覿面、滅せぇ！",
	drop_descrip = "航空母艦・白龍",
	mail = "新しい送り状？…手合わせの誘いじゃないのか。つまらん",
	touch = "なんだ？用があるなら申せ。ウジウジするでない！",
	profile = "重桜空母の白龍だ。我が力を疑う輩がいたらいつでも彼奴らを我と挑ませるが良い。蹂躙とはなんたるかを痛いほど思い知らせてやる",
	mission_complete = "やるじゃないか。雑用をここまでこなせるのも褒めるべきだな",
	feeling4 = "（小声）わ、我の刀を見なかった…？？ここに置いてあったはずなのにいつの間にかなくなってて……コホン！とととにかくこのままではまずい…まずいから助けてぇ…！",
	unlock = "小僧が指揮官だと見受けた。我が名は白龍――お前ごときが我を使いこなそうとするなど笑止千万！控えておれ！",
	feeling5 = "刀を持たん時の我を知られては、お前から目を離すわけにはいかん！ふん、今日という今日は付きまとってやるぞ。…もちろん、お前が遊ぶときも……はっ！何かが違うような気がする…！？ ",
	main = "ここは手合わせしてくれるやつがたくさんいて愉快だ。…トモダチ？ふん、この我にもトモダチの…ひ、ひとりやふたりいてもよかろうよ|刀は我が魂、手放してしまったら……な、なんでもないぞ|暇だしおにぎりを握ってやったぞ。腹が減っていたら持っていくが良い",
	battle = "この白龍に楯突くとはどんな輩か、見させてもらうッ！",
	upgrade = "ふん、ほかの連中との差が広がるばかりではないか",
	voice_key = 39905,
	headtouch = "我が頭を勝手に触るとは、斬られることを恐れぬと見えるな？",
	feeling2 = "勝ったら褒める、へましたら責める、働きとはそういうことだ。お前も我のことを心配せんでいいぞ",
	login = "来ておるか。良い心構えだ。寝坊助だと思っておったが違ったか",
	vote = "",
	hp_warning = "この白龍に傷をつけただと！？",
	id = 399050,
	detail = "部屋の整理整頓がなっていない、だと？構うものか。探しものがすぐ見つかればそれでよかろう",
	couple_encourage = {
		{
			{
				30602,
				30701,
				30707
			},
			1,
			"むぅ、素性の分からぬやつ…",
			0
		}
	}
}
