_G.pg.ship_skin_words[499050] = {
	feeling1 = "自堕落した魂には同情しないわよ",
	feeling3 = "指揮官、飲むのに付き合いなさい。ここに限っては無礼講――ああ、酔っ払ってふざけた話をしても気にしないでやるわ",
	lose = "誰だろうと私の勝利を奪わせない…！見てなさい！",
	propose = "誓いの証明？お前はこういう形ばかりのものを気に入っているのか？それなら…そうね、形ばかりではない、もっとお前を縛り付けられるのを用意してやるから…ふふふ、今に見てなさいな",
	expedition = "委託完了よ。仲間たちを埠頭に待たせるのはお前のやり方か？",
	win_mvp = "我がアギトに飲まれる程度の水しぶきだったわね。ふふふ、ふははははは！",
	home = "休みたいのか？置かれている書類の山を見るに…それは無理な相談ね",
	mission = "まだ完了していない任務があるわね。…ほら、無能呼ばわりされたくないでしょ？",
	touch2 = "やってくれるじゃない。…って、また！？",
	voice_key_2 = -1,
	skill = "ふはははは！巻き込め！エーギルのアギトよ！",
	drop_descrip = "大型重巡洋艦・エーギル",
	mail = "遠方からの手紙か。…ほら、読んでご覧なさい",
	touch = "もうちょっと近いほうがいい…？",
	profile = "我が名はエーギル、かの伝説の深海を司る神の名に因んだものよ。波だの嵐だの自然の力を呼び寄せるあの神様と比べて、私のやり方は結構優しい方よ？ふふふ",
	mission_complete = "任務完了よ。指揮官合格ってところか",
	feeling4 = "私の興味を引こうとするのはいいが、まさかずっと釘つけにさせる気？ふふ、大きく出たものね…ま、まさか、本気！？",
	unlock = "大型巡洋艦エーギルだ。お前の望むがままの私として、お前に使われてやるわ。ふふふ…まずはお手並み拝見といこうかしら",
	feeling5 = "この私に挑むというのなら、深淵の神の名のごとくお前を飲み干してやろうじゃない――さあ、どうした、もう動けんのか？この私に…きゃっ！？",
	main = "モチベーション？宴でも開いてたっぷり飲ませてやったら上がるんじゃない？|そうか、海が暴れるのを見るのが好きか？ふふふ、轟いてこその嵐、荒れてこその海よ|……なに？私に気を取られた、とでも言いたいの？",
	battle = "噛み砕け！あはははは！",
	upgrade = "お祝いに一杯飲もうじゃない。…ぷはっ",
	voice_key = 49905,
	headtouch = "……ハッ！？",
	feeling2 = "私が興味を持っているもの？ふふふ、強い敵、うまい酒、吹き荒れる嵐の海、そして……お前はそんなに私の注意を引きたいのか？",
	login = "さあて、一体誰が来たのかしら？…お前か。じゃ、じゃあ仕事頑張ってちょうだい",
	vote = "",
	hp_warning = "あら、見破られたわね…",
	id = 499050,
	detail = "この子は時々急に暴れ出すから、スキンシップをするなら気をつけなさい。指揮官",
	couple_encourage = {
		{
			{
				29901
			},
			1,
			"お行儀には気をつけてほしいものね",
			0
		},
		{
			{
				40301,
				70301
			},
			1,
			"飲んだくれるのは後よ",
			0
		}
	}
}
