_G.pg.ship_skin_words[499060] = {
	feeling1 = "戦えない者に用はないわ",
	feeling3 = "ツェッペリンにも私にも分かるわ、貴方は運命に抗う惨めでちっぽけな存在であると。それに…貴方は運命を従順に受け入れるべきじゃないものね？",
	lose = "堕ちるのも…致し方ない…か",
	propose = "私に勝つという可能性を、自ら摘み取ったわね。そう、貴方が「愛」という鳥籠で足掻き続けてこそ輝くもの…私を永遠に楽しませて、私のそばに永遠に縛られなさい。「貴方」",
	expedition = "委託組の子が戻ってきたわ。やるべきことは分かっていて？",
	win_mvp = "これが貴方が望んだ勝利よ。そこまで難しくなかったわ",
	home = "いらっしゃい、指揮官。よく勝てたわね。次はいつ私に歯向かってくるのか、楽しみよ",
	mission = "この程度の任務――試練に、貴方が敗北するはずがないわ",
	touch2 = "己に抗えなかった…惨めな敗北という幸せに溺れていなさい",
	voice_key_2 = -1,
	skill = "私から逃れられないわ",
	drop_descrip = "航空母艦・アウグスト・フォン・パーセヴァル",
	mail = "手紙ね。今すぐ確認しなさい",
	touch = "「魔女」に聞きたいことはなに？",
	profile = "鉄血空母、アウグスト・フォン・パーセヴァル、貴方の艦船にして、貴方を縛り付けるものよ。覚えておきなさい、「指揮官」にして私の使い魔くん",
	mission_complete = "任務完了よ。おめでとう。危うくて美しき高みへと一歩前進ね",
	feeling4 = "私を乗り越え、私をねじ伏せたい、そうなるように貴方に枷を負わせた私は、最初から貴方に惹かれてたのよ。その凄惨なる可能性を、私に見せてちょうだい",
	unlock = "やってきたわね、私の使い魔。…いいえ、私の「指揮官」である貴方。「魔女」のアウグスト・フォン・パーセヴァル、待っていたわよ",
	feeling5 = "ヒトは自分の感情に勝てないわ。私が貴方を愛するように、貴方は私への感情を拒否できない。足掻きなさい、それが貴方と私をつなぎとめる絆よ",
	main = "私の遣い手がどれほどのものか知りたい？ええ、いずれわかるわ|じっと黙ってて……足掻くのはもうやめた？従順なのは退屈よ|そんなに見つめていては心が見透けるわ。指揮官",
	battle = "ねじ伏せるわ",
	upgrade = "プリンシプル、強化",
	voice_key = 49906,
	headtouch = "",
	feeling2 = "甘味を味わうか、苦汁を舐めるかは、貴方が決めて、貴方が望むことよ。指揮官",
	login = "静かに。…貴方がいらしたせいでこの子が少し落ち着かなくなったわ。気にしないで",
	vote = "",
	hp_warning = "憐れに思われるにはまだ早いわ",
	id = 499060,
	detail = "足掻くのもいいわ。抗いに抗って無残に敗北した貴方の表情が楽しみね",
	couple_encourage = {
		{
			{
				49905
			},
			1,
			"「魔術」はそっちのほうが心得があるわね",
			0
		},
		{
			{
				40703
			},
			1,
			"羨ましい精力だものね",
			0
		},
		{
			{
				40701
			},
			1,
			"終焉の貌を見せて頂戴",
			0
		}
	}
}
