_G.pg.ship_skin_words[102230] = {
	feeling1 = "指揮官、ちゃんと反省したほうがいい",
	feeling3 = "私がいつも張り詰めているって……？お察しの通りだが、この海を覆う闇を振り払うにはそれだけの努力が必要だ",
	lose = "私は一体どうすれば……",
	propose = "これがケッコン…気づけば指揮官とはこんなに一緒に過ごしていたというのか。…いや、嬉しくないわけじゃない。ただ、こう…この場合においては……コホン！では…指揮官、私とこの海で新しい朝を迎えに行こう",
	expedition = "塵も積もれば山となる。いつかは委託の有用さを知ることになる",
	win_mvp = "次の戦場が待っている。油断はしない",
	home = "ご無事で何より。…少しご休憩を",
	mission = "本部より新しい任務の連絡だ。指揮官、ためらわずに一気に片付けよう",
	touch2 = "これが面白いとでも？",
	voice_key_2 = -1,
	skill = "全速前進！",
	drop_descrip = "クリーブランド級軽巡洋艦・バーミンガム（CL-62)",
	mail = "メールだ。私の勘ではいいニュースばかりだと。――悪いニュースがあっても対応に協力しよう",
	touch = "指揮官、どうした。出撃命令か？",
	profile = "クリーブランド級軽巡洋艦、バーミンガム。かの大戦で生まれた私は数多くの同型艦たちと共に戦い抜き、バトルスターを9個手に入れた。海上の騎士として、これからもこの海のために戦い続ける",
	mission_complete = "任務報酬が届いた。アイスクリームがあれば…あ、いや、なんでもない",
	feeling4 = "なぜか、指揮官には人を安心させる、奇妙な力があると感じる。穏やかな海のような……",
	unlock = "クリーブランド級軽巡バーミンガム、本日より配属になった。この海の明日のために全力で尽くす。指揮官、何卒ご指導とご鞭撻を",
	feeling5 = "笑顔か？こうか？命令にしては妙なものだ。いや、指揮官相手なら別に嫌いじゃない。……ふふっ",
	main = "プリンストン……無事でいて。あのときは私がもっと頑張れていたら…|時に運の悪さを揶揄されていようと、あの地獄のような戦場で生き残れたから、私には十分だと思う|クリーブランド姉貴たちがそばにいると安心する。これが「絆」かもしれない",
	battle = "時は金なり、速戦即決！私が先導する！",
	upgrade = "前に進むには必要な強化だ",
	voice_key = 10223,
	headtouch = "",
	feeling2 = "軽巡として、強大な戦力になりえずとも…この海を守れるだけの力はこの身に宿っていると確信している",
	login = "出撃準備完了。指揮官、ご命令を",
	vote = "",
	hp_warning = "敵の火力は上、このままでは…！",
	id = 102230,
	detail = "いつか、再び穏やかになった海をこの目で見届けられれば――",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"姉貴！翼側（つばさがわ）は私が援護する！",
			0
		}
	}
}
