_G.pg.ship_skin_words[102250] = {
	feeling1 = "指揮官、日々を無為に過ごしたいだけなら、こちらを巻き込まないでくれ",
	feeling3 = "時々仲間たちと非番の日にすることを話し合っているが……なんだ？私から趣味のことを言い出すのはそんなにおかしいのか？こっちは休むときにはちゃんとリラックスしているんだ、決してワーカホリックなんかじゃないからな？",
	lose = "くっ……このままでは終わらんぞ！",
	propose = "戦場を駆ける存在こそが輝かしいと思ったが…今はそばにいる指揮官、つまりあなたのことも同じく輝いて……いや、それ以上に輝いているように思うんだ",
	expedition = "委託組の子たちが戻ってきたぞ。報酬のチェックでもするか？サプライズがあるかもしれないぞ",
	win_mvp = "戦力支援、感謝する",
	home = "出撃ご苦労。これからは凱旋を当然として行動しよう",
	mission = "ミッションは続々と積もってくる。指揮官、怠けることは許されないぞ。",
	touch2 = "礼儀を知らない輩は軽蔑される。指揮官はそんな人間にでもなるつもりか？",
	voice_key_2 = -1,
	skill = "一機たりとも逃さん！",
	drop_descrip = "クリーブランド級軽巡洋艦・ビロクシ（CL-80)",
	mail = "指揮官、メールだ。早めに確認しよう――いいニュースがあるかもしれないぞ",
	touch = "私の兵装を見てくれ。対空性能なら誰にも負けない。そうさ、ターキーシュートのように敵を落としてくれる",
	profile = "ユニオン軽巡ビロクシだ。カンレキでは多くの作戦に参加し、空母護衛の任務をこなしてきた。クリーブランド級の対空性能は折り紙つきだが、作戦で勝つには仲間が力を合わせなければならない。ともに戦おう、指揮官",
	mission_complete = "報酬の回収が完了だ。確認しよう――これは指揮官であるあなたの努力の成果だ",
	feeling4 = "また二人っきりか。ふふ、仕事のことはひとまず忘れて雑談を楽しめそうだ。まあリラックスしな、飲み物と軽いおやつでもどうだ？私の奢りだ",
	unlock = "ビロクシだ。指揮官、艦隊の一員として仲間たちと協同して、勝利を勝ち取ることを願おう――挨拶はここまでだ。これからよろしく",
	feeling5 = "私だって海のあちこちを奔走することに、たまには疲れを感じるんだ。…最近こう思うようになったんだ――指揮官のいるここが私の帰る場所だ、とな",
	main = "姉貴?んん、私のことか？ああ、ネームシップのことか。姉妹艦として尊敬しているよ。あははは|私たちは改修型ではあるものの、バターンたちのように空母にはならなかったし、改修の度合いからすればサブクラスと呼ばれるほどでもない。まあ、そこは外見と人格に強く出ていると思ってくれ|自分がピンチになっても、仲間を全力で助けるべきだ。それこそ「仲間を見捨てない」ということだ。そうだろ？",
	battle = "容易い勝利にしてくれる…！",
	upgrade = "大いなる力には大いなる責任が伴う――まさにその通りだ",
	voice_key = 10225,
	headtouch = "",
	feeling2 = "ふぅ…まだ忙しくて長く手を離せられんが、ちょっとだけ気分転換でもするか。指揮官さえよければ、少し雑談でもどうだ？",
	login = "タスクステータスオールグリーン、指揮官、確認よろしっ",
	vote = "",
	hp_warning = "ちっ…これしき！",
	id = 102250,
	detail = "ん？手伝えることがあったら言ってくれ。こっちも忙しいが、指揮官の指示には対応できるよう調整を利かせているぞ",
	couple_encourage = {
		{
			{
				10729,
				10722
			},
			2,
			"また共に戦えるな。いくぞ！",
			0
		}
	}
}
