_G.pg.ship_skin_words[102270] = {
	feeling1 = "指揮官ってつまんないですねー。やっぱりコンコードたちと遊びに行こうかな…",
	feeling3 = "別に元地味っ子ってことを隠そうとしてませんよ～まあ、昔は昔、今は今、ちょっと派手なあたしのほうがあたしらしい気がしますんで～というわけで、よろしくー",
	lose = "戦闘の分析、し、しっかりやりませんと……な、なんでもないっすよ！",
	propose = "やっぱり指揮官とあたしは相性がいいですね～そりゃ指揮官の好みとかとっくに調査済みなんで～んじゃ、今日も一緒にどこか出かけます～？",
	expedition = "指揮官、委託が完了する予定時間ですよーん？あたしたまたま時間を覚えるのが得意でして～",
	win_mvp = "指揮官、笑って笑って～記念に写メ撮るっすよ～",
	home = "指揮官、なんか食べますー？ケーキ焼いたんですよー",
	mission = "指揮官、任務が終わったら注文したミルクティー持ってきてくれません？甘さ控えめでー",
	touch2 = "うわ？！指揮官、最低ですねー",
	voice_key_2 = -1,
	skill = "食らってもらいますよー☆",
	drop_descrip = "オマハ級軽巡洋艦「マーブルヘッド」（CL-12)",
	mail = "新しいメールでしょうか…あ、見なかったことにしましょうー",
	touch = "指揮官、今自撮りしてるんでちょっとそこどいてー",
	profile = "オマハ級のマーブルヘッドですよー。かの大戦でまあ、あっちこっち行ったりしたんですよー。まあ、お互い気楽にやりましょうよー",
	mission_complete = "指揮官ってガリ勉タイプ？私も……わ、私もこういうタイプ嫌いじゃないですよー",
	feeling4 = "まあなんというか、お仕事とか勉強とかばかりじゃ世の中の楽しさがわからなくなりますよーってやつ？あたしは今楽しいから、もう地味っ子に戻ってと言われても戻りませんよー",
	unlock = "ちょりーす。マーブルヘッドですよー。あなたが指揮官ですか？あは☆イケてる感じです。いひひ、仲良くやりましょー",
	feeling5 = "指揮官はあたしみたいのがタイプ？かどうかはわかりませんけどぉ、あたし、実は指揮官がタイプなんですよ～じゃあ付き合いましょうか？まずはデートから～",
	main = "指揮官、２時間後にメンフィスにネイルのカラーリングをしてもらう約束があるんですよ～多分１時間はかかりそうですから、任せたい仕事があったらその前にどうぞー|ここは…指揮官～ここさあ、あたしもよくわからないですけどぉ、間違いそうな雰囲気ですよー|捺印を確認しまして、数字のチェックとレポート……ん？あたし何もやってないですよー。気のせいですよー？",
	battle = "てきとーにやりますよー",
	upgrade = "へーあたしのこと気になります？",
	voice_key = 10227,
	headtouch = "",
	feeling2 = "ぶら下がってるこの写真のこと？あ、この地味っ子があたしですよーそんなことよりぃ、遊びに行きましょうよ～",
	login = "てんびん座の今日の運勢は……大吉でーす",
	vote = "",
	hp_warning = "ここはちょっと真面目モードですね…！",
	id = 102270,
	detail = "上官と部下だなんてマジメすぎてつまんなくありません？えへへ、仲良くやりましょうよー",
	couple_encourage = {
		{
			{
				10201,
				10202,
				10211,
				10216,
				10218
			},
			1,
			"オマハ級、前進でーす",
			0
		},
		{
			{
				20216,
				30308
			},
			1,
			"ギャル力磨いとく？",
			0
		}
	}
}
