_G.pg.ship_skin_words[102290] = {
	feeling1 = "指揮官の思っていること、よくわからない…",
	feeling3 = "つまづきそうになったら、あとちょっと頑張ってっていつも自分に言い聞かせていて…指揮官も試してみない？",
	lose = "撤退するしかないね……指揮官、ごめん……！",
	propose = "戦闘でも、普段のお仕事でもボイシ、指揮官のためにもっと色々してあげたい…そ、そんなボイシで良ければ……ふーはーふーはー…は、はい！指揮官、よろしくおねがいします…！",
	expedition = "軍事委託の成果……検収をお願い",
	win_mvp = "戦闘、無事完了したよ",
	home = "いない間にちゃんと留守番するから…安心して？",
	mission = "指揮官、まだ任務があるよ。放っておかないほうがいいよ…？",
	touch2 = "これは、一体……？",
	voice_key_2 = -1,
	skill = "一番大きいのを狙って…うん！",
	drop_descrip = "ブルックリン級巡洋艦・ボイシ（CL-47）",
	mail = "指揮官、新しいメール。読むのを忘れないで……？",
	touch = "うん、ちゃんと聞いているよ",
	profile = "かの大戦でボイシが参加した戦闘？はい、上陸作戦の支援作戦なら結構…一番印象深いの？うん、エスペランス岬のとき…あのときはヘレナちゃんに助けられた",
	mission_complete = "ええと、指揮官、さっき話したと思うけど…任務報酬、もう受け取ってもいいよって",
	feeling4 = "フェニックスほどわかりやすい子じゃないけど…指揮官のことは気をかけるつもりで…こ、細かいことからでも…",
	unlock = "ふーはーふーはー…ブルックリン級、ボイシ…あのぉ、私に手伝えることはない…？",
	feeling5 = "たとえ顔が見えなくても――指揮官のそばにいるボイシはずっとずっと、心から幸せで笑っているよ",
	main = "7月9日……大事な日だよ|ふーはーふーはー……うん、リラックス…|フェニックスはどこからどこまでも暑い子ね…ボイシは少し…つ、冷たいかも…",
	battle = "深呼吸して、戦闘開始……！",
	upgrade = "強化完了。定例検査進行中…",
	voice_key = 10229,
	headtouch = "マスクが気になるの…？",
	feeling2 = "指揮官にリマインドする情報は特にない。うん……指揮官も少し、リラックスしてていいよ…？",
	login = "ふーはーふーはー…仕事の時間だよ",
	vote = "",
	hp_warning = "損害を…最小限に…！",
	id = 102290,
	detail = "潜れるけど、せ、潜水艦じゃないから、長くは潜れないよ…",
	couple_encourage = {
		{
			{
				10205
			},
			1,
			"偵察はヘレナちゃんとSGにお願い",
			0
		},
		{
			{
				10204
			},
			1,
			"何を言ってるの…？",
			0
		}
	}
}
