_G.pg.ship_skin_words[103050] = {
	feeling1 = "指揮官って面白くないもん……",
	feeling3 = "パン！ダダダダダ！……ふぅう、今日もいっぱい遊んだ！やっぱ指揮官と一緒にいると楽しいよね~",
	lose = "あーん、頭がくらくらするよお…私よりもっと硬いものに当たったみたい…",
	propose = "指揮官ありがとう~大好き~！えへへ、別にそう真剣にならなくてもいいじゃん~一緒に遊ぼうよ~",
	expedition = "ヒコウキとロケットがナッカマーヨ~うん？指揮官、完了した委託があるよ！",
	win_mvp = "わーい、ほめてほめて～",
	home = "フッフン~軍人なら戦闘、ってネ☆",
	mission = "しーきーかーん！ミッションが終わってないよ～！",
	touch2 = "まったく…指揮官ってほんと…スケべね！",
	voice_key_2 = -1,
	skill = "ヒューストン、絶好調！",
	drop_descrip = "ノーザンプトン級重巡洋艦・ヒューストン（CA-30)",
	mail = "指揮官指揮官、あなた宛のメールよ！",
	touch = "う、頭が動かない…",
	profile = "ハ～イ！ノーザンプトン級五番艦、ヒューストンよ！泗水の戦いや、バタビア沖海戦で重桜の増援小隊に一人で立ち向かって、大統領から褒美のメダルをもらったの！これ私の自慢よ☆",
	mission_complete = "ボーナス、忘れないでね！",
	feeling4 = "ヒューストン、you've got a problem……指揮官に会うと緊張しててお話もうまく出来なくて…どうしよう……",
	unlock = "ハ～イ！ノーザンプトン五番艦、ヒューストンだよ。バタン湾の戦いで重桜増援部隊に単独で挑んだよー！今日から指揮官が遊んでくれるんだよね！ヤッホー☆",
	feeling5 = "指揮官、今日は遊んでないで私と一緒にゆっくりしない？わ……私から少し話したいことがあるから、ちゃんと聞いてね！",
	main = "指揮官って、時々お説教くさいよね～|あのときの泗水は、すっごくにぎやかだったんだよ！|指揮官、あーそーぼー！",
	battle = "ジャジャーン！今日も元気いっぱい、出発だぁ！",
	upgrade = "ヒュー！ヒューストン、第一宇宙速度突破中~！",
	voice_key = 10305,
	headtouch = "",
	feeling2 = "エクセターのやつ、いい人なんだけど、いっつも栄光だの王家だのばっかり！かったいし！",
	login = "今日もまた、指揮官が遊んでくれる！ヤッホー☆",
	vote = "",
	hp_warning = "しまった、スコアで負けてた…",
	id = 103050,
	detail = "軽巡？それとも重巡？指揮官ってば変なところを気にするんだね～",
	couple_encourage = {
		{
			{
				10205
			},
			1,
			"妙に馴染んでる感じ…",
			0
		}
	}
}
