_G.pg.ship_skin_words[103070] = {
	feeling1 = "……（インディアナポリスが気づいていないのか、それともし単にあなたに構いたくないのか、はっきりわからない）",
	feeling3 = "お姉ちゃん……私のことばかりかわいいかわいいと言ってるけど、自分に少し気を使うときっとモテる……だから私、ずっとお姉ちゃんにはちょっと申し訳ないと思ってる……",
	lose = "…なんだかまずい感じ…きっとあの伊58だわ。",
	propose = "うれしい……でも指揮官になんていえばいいかわからない……だから……抱きついても、いいよ……？",
	expedition = "……危うく報告を忘れかけたけど、委託が完了した",
	win_mvp = "あれ…勝ったみたい…",
	home = "……もう終わり？",
	mission = "Mission unfinished……",
	touch2 = "…………（ジーと見つめてくる）",
	voice_key_2 = -1,
	skill = "……？私の番？わかった。",
	drop_descrip = "ポートランド級重巡洋艦・インディアナポリス（CA-35)",
	mail = "メール、ここ",
	touch = "ふう…",
	profile = "……ポートランド級重巡二番艦、インディアナポリス。うるさい姉が迷惑をかけた。ごめん……核爆弾？よくわからない",
	mission_complete = "ボーナス、運んだ",
	feeling4 = "お姉ちゃんはなんでもくれるから、私もなんでもお姉ちゃんにあげているよ。指揮官以外……",
	unlock = "はい？…指揮官、私はインディアナポリス。ニックネームはインディよ。え、核爆弾？それ、何？",
	feeling5 = "私……お姉ちゃんみたいに元気でもないしスタイルもお姉ちゃんほどよくないのに、でも指揮官は私を選んでくれた……少し…‥…ううん……とても嬉しい……",
	main = "私が行っちゃったら、ニューメキシコに頼むしかないね。|どうしてお姉ちゃんは私のことずっと見てるんだろう…|実は…他の人とちゃんと会話できなくて…",
	battle = "私が隊長…ええ、隊長！？",
	upgrade = "………………力が、湧いてきた",
	voice_key = 10307,
	headtouch = "",
	feeling2 = "……指揮官、私はただ反応が遅いだけーーだから突っつかないで、聞いているから",
	login = "……？！指揮官、いつの間に来てたの？びっくりしたあ",
	vote = "",
	hp_warning = "……しまった。",
	id = 103070,
	detail = "何見てるの？小麦色の肌は生まれつきだから、日焼けの跡はないの",
	couple_encourage = {
		{
			{
				10306
			},
			1,
			"お姉ちゃん、うるさい…",
			0
		},
		{
			{
				10126
			},
			1,
			"……私の反応が遅いだけ",
			0
		}
	}
}
