_G.pg.ship_skin_words[103110] = {
	feeling1 = "ふん、私も見る目がないようだ……まさかこんな役立たずを頼りにするとは……",
	feeling3 = "このムチに興味あるか？まあ昔適当に買ったものだが、意外と使い勝手がよい。特に地図を叩く時にな",
	lose = "これこそ面白い。ふん、引くぞ！",
	propose = "お前のことは親友……いや、親友として接するつもりはないーーちょっと待て、今整理する、いや、別に断るというわけでは…少し心を整理させてくれ……",
	expedition = "うん？委託が完了したか……ふん、我が艦隊の強盛を持ってすれば委託など容易いものだ",
	win_mvp = "ハッ！雑魚どもが、相手にもならぬわ！",
	home = "指揮ご苦労だ。お前も休んでなさい",
	mission = "新しい任務？読み上げなさい",
	touch2 = "このムチを味わいたいか？",
	voice_key_2 = -1,
	skill = "この一撃で決める！",
	drop_descrip = "ウィチタ級重巡洋艦・ウィチタ\n<color=#ffde38>図鑑報酬入手で通常建造開放</color>",
	mail = "メールなんざ、お前に一任する",
	touch = "どうした、手合わせしたいのか？",
	profile = "唯一無二たる海の猛将こそ、この私・ウィチタ様よ！\n私が手を下せば空母でも蹂躙してみせるーーだから、指揮官よ、お前の力も期待させてもらうわよ\n",
	mission_complete = "この私にボーナスだと！？",
	feeling4 = "今更だが、私のわがままに付き合ってくれて、本当は感謝したいものだ…これからも付き合ってあげてもいい、と？はっ！流石私が見つけた指揮官だ！",
	unlock = "お前が指揮官かい？よし、今日からお前が私の参謀よ。この海を征服するため力を尽せ！",
	feeling5 = "指揮官よ。最初は冗談のつもりだったが、今は私達が力を合わせれば、もしかしたら本当にこの海を征服できるかもしれない！まあ私のものはお前のものだ、山分けすることもなかろう。そうだろ？",
	main = "魚雷？軟弱軟弱！|見たか、我が征くはこの蒼き海の果なり！|この巨砲の一射で、解決できない問題などない！",
	battle = "全軍、撃ちまくれ！",
	upgrade = "この力があれば……！",
	voice_key = 10311,
	headtouch = "",
	feeling2 = "私の夢は世界征服だ！世界を征服した後？ふん、そんなもの知るか！",
	login = "戻ったか。私をまたせたわね。出立の用意を",
	vote = "",
	hp_warning = "秘蔵の策でも披露してはどうだ？",
	id = 103110,
	detail = "重巡の基準たる私の力、味わいな！",
	couple_encourage = {
		{
			{
				20301,
				30702
			},
			1,
			"アハハハハハハ！この私を満足できる秘策を披露してみせろ！",
			0
		}
	}
}
