_G.pg.ship_skin_words[103130] = {
	feeling1 = "お前とおしゃべりしてもつまんないぞ……",
	feeling3 = "母港にはまだ気になるスポットが多いな。すぐにでも下調べといこうぜ！……仕事？あとに回せばいいだろ？ ",
	lose = "ちっ、仕留めかけた獲物が……",
	propose = "指揮官が狙ってた獲物って私だったか…ちょっと悔しいけど……まあいっか！指揮官になら捕まえられても構わないぜ！と、とにかく！これからもよろしくな！指揮官！",
	expedition = "出かけた仲間たちが戻ってきたようだな",
	win_mvp = "悪いな、元から逃すつもりはないぜ",
	home = "無事だったか？ならいいぜ",
	mission = "新しい任務、新しい獲物、へへへへ～",
	touch2 = "きゃっ！？……てめぇ！私の獲物にされたいのか！？",
	voice_key_2 = -1,
	skill = "もらった！",
	drop_descrip = "ニューオリンズ級重巡洋艦・ミネアポリス（CA-36）",
	mail = "緊急任務？って普通の手紙じゃねぇか……",
	touch = "狩りの準備はできてるか？",
	profile = "珊瑚海からガダルカナルまで、私はあの大戦で太平洋中を旅してたけど、とあるつまらない理由で一時期引退してたな。まあ結果的にいい感じだったぜ！",
	mission_complete = "これで全部か？……あ、そこそこだな",
	feeling4 = "この傷、いつできた？もしかしてこの間私と……じっとしてろ。今治してやるぞ（ペロッ",
	unlock = "Hey ya！ニューオリンズ級ミネアポリスが参上だ！狩りが得意だから、狙いたい獲物があったら私に任せてもいいぜ！",
	feeling5 = "お前は指揮官なんだから、私のことは置いといて艦隊のことを第一に考えるんだな！……で、でも…やっぱりお前がいないと、私だけじゃなんだかやる気がで、出ないんだよな……は、はははは…",
	main = "見た目？別に私だけがこの肌の色じゃないけど…そんなに気になる？|魚雷？そんなもん怖くねーよ！あ、あの時は運がなかっただけ……|おい、そこで座ってばっかいないで、私と一緒に出かけようぜ！",
	battle = "次の獲物はどいつだ？",
	upgrade = "滾ってきたぜ！",
	voice_key = 10313,
	headtouch = "",
	feeling2 = "母港で籠ってるより外に出たほうが楽しいぜ！そうだな…このまま出撃でもしないか？",
	login = "うーん……指揮官は今日もいいコンディションだ",
	vote = "",
	hp_warning = "ちっ、手強いやつだ…！",
	id = 103130,
	detail = "狩りのことを聞きたいのか？いいぜ。ってどっから話せばいいんだっけ",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"今度はきっと守ってみせる！",
			0
		},
		{
			{
				10308,
				10309,
				10310
			},
			1,
			"姉妹艦と一緒に戦う…悪くない……",
			0
		}
	}
}
