_G.pg.ship_skin_words[103140] = {
	feeling1 = "縛り付けて海にでも浸して反省させたほうが良さそうな気がしない？プリンちゃん",
	feeling3 = "今日は何をしようかな～プリンちゃんが気づいていないうちにトラブル起こして困らせたら楽しいかもぉ♪",
	lose = "落ち込むなし～次はこのあたしがあんたの分まで勝ってやるよ！",
	propose = "えー式とかメンドー……今回ばかりはプリンちゃんの言うことを聞いてあげるけど、これからはあたしの言うことを聞いてもらうわよ？あたしさあ、意外と欲張りなんだよね～プリンちゃん相手だと♪",
	expedition = "委託組のお出迎え？それあたしと何の関係があるっていうのさー。楽しい子と出会えるなら話は別っ！",
	win_mvp = "フィニッシュ！雑魚相手は勝って当然よプリンちゃーん♪",
	home = "プリンちゃん発見！こっから働くかそれともサボるか見させてもらいましょー！",
	mission = "任務？こういうスーパーイージーなのはプリンちゃん一人だけでもおっけー？",
	touch2 = "よっしゃ、スカッといっぱーーっつ！…が、ほしそうに見えたから脅してみただけ♪",
	voice_key_2 = -1,
	skill = "騒ごうよ！はははは！",
	drop_descrip = "ニューオリンズ級重巡洋艦・サンフランシスコ（CA-38）",
	mail = "新しいメールあるらしいよ？今疲れてるから代わりに取ってきてってのはなしよ",
	touch = "どうした？なんか起きたの？それともぉ、楽しいことでもやろうぜってお誘い？……マジで声かけてみただけじゃないよね？",
	profile = "ニューオーリンズ級のサンフランシスコ、ユニオン所属の名誉高き重巡洋艦、かの大戦での戦功輝かしいあたしは今、思うがままに適当に……フリーダムに過ごしたいつーことでっ！",
	mission_complete = "報酬？プリンちゃんにあげるよ～あたしこういうのいらないんだ！",
	feeling4 = "さてと…プリンちゃんを味わう番がきたわね～（ぺろっ）どこから貪ってやろっか？ふふふ♡――このいちごプリンのことよ？ってプリンちゃん顔真っ赤！ははは！",
	unlock = "おっす指揮官！サンフランシスコだよ！……おっ、艦隊に着任ってそれ楽しい？いいこととかある？適当に聞いてみたけど、まあよろしく～あっ指揮官のことはこれからプリンちゃんと呼ばせてもらうね♪",
	feeling5 = "今日はお疲れ～うまい飯でも食って遊ぼうよ！ははは、何恥ずかしがってるの？あたしの手を取って出発だ！",
	main = "ジュノー、誰かにいじめられた？あたしに教えてくれればスパッと一発で解決させちゃうぞ！|寮舎の外の壁にさー、なーんかスプレーアートとかやってみたくなるよねー|プリンちゃんは忙しい？い・そ・が・し・い？はちゃめちゃ絶賛仕事中？…マジか。うわっ、執務室で座ってるだけってつまんなくね？|プリンちゃんってどういうことって？こう呼ぶと楽しいだけだよ？はははは♪",
	battle = "オン・マイ・コマンド！",
	upgrade = "ふぅ…そこそこだね～",
	voice_key = 10314,
	headtouch = "おっ、いきなり驚かしたつもり？んじゃあ夜中一人で歩くときは気をつけてちょーだい♪ね、プリンちゃ～ん",
	feeling2 = "プリンちゃんって愛しい名前と思わない？皆が使ってる指揮官とかよりスペシャルな感じがあっていいよね～",
	login = "プリンちゃ～ん！はい！笑って！ハイタッチ！お仕事頑張って！そんじゃ任せたよベイベ～",
	vote = "",
	hp_warning = "うわああ！あたしが的になってる！？",
	id = 103140,
	detail = "バンデージロール、もう一回♪デンジャラスバット、もういっぱーつ♪",
	couple_encourage = {
		{
			{
				10206
			},
			1,
			"今回は狙いを間違えないよ！",
			0
		},
		{
			{
				10313
			},
			1,
			"狩りは連れてってね！",
			0
		},
		{
			{
				10117
			},
			1,
			"着いてきて！うさちゃん♪",
			0
		},
		{
			{
				10208
			},
			1,
			"ゲームに付き合ってやるわよ！",
			0
		},
		{
			{
				1
			},
			5,
			"ユニオン艦隊、ロールアウト！",
			3
		}
	}
}
