_G.pg.ship_skin_words[103240] = {
	feeling1 = "早く元の指揮官に戻った戻ったー。…………辛いなら、アタシの胸の中で泣いちゃってもいいよ？",
	feeling3 = "戦闘以外で好きなことは…挨拶とか友達との交際とか、皆の相談をなーんでも聞いてあげること――んーつまりお付き合いってカンジかな？あ、今艦船通信に書き込まれた、ちょっと待ってて",
	lose = "あっ…ちょっとアタシ、やらかしちゃったっぽい…？",
	propose = "んじゃ、指揮官はこのまま目を閉じて。どうしてって？まあまあそこは気にせず騙されたと思って一回アタシの言う通りにしてよ～多分こっから起きること、一生忘れないんだからさ♪",
	expedition = "委託組の子たちが戻ってきたわよ！はい指揮官、セルフアピールチャンス！",
	win_mvp = "ふふん、これでもボルチモア級だから、この程度の敵なら楽勝よ！",
	home = "ふぅ…あっ、指揮官今、サボろうと思ってたでしょ？へへ、別にいいよ。秘書艦のアタシも一緒ならしばらく誰も気づかないっしょ",
	mission = "任務が難しいの？んーアタシもなんか手伝えることないかチェックしようかな",
	touch2 = "もうまたこんな事したらオシオキしちゃうぞ？",
	voice_key_2 = -1,
	skill = "んじゃ、さいなら～！",
	drop_descrip = "ボルチモア級重巡洋艦「ブレマートン」（CA-130）",
	mail = "指揮官への手紙よ。大したことじゃなさそうならアタシがチェックして返そうか？",
	touch = "くぅ～……肩こっちゃうなこれ～指揮官ごめん、マッサージを頼んでいい？",
	profile = "アタシも含めて、ボルチモア級の多くの子はカンレキ的にかの大戦の末期に建造されたから、あんま活躍できるチャンスなかったの。でも今はいつでもスタンバイOKだから、安心して任せて頂戴！",
	mission_complete = "任務は完了した。でも報酬の受取はまだしてないっと。はい、早く受け取ってきて！",
	feeling4 = "普段は指揮官がみんなの相談に乗ってるけど、アタシの前では指揮官がどんどん相談してくれていいわよ。あっ、恥ずかしいなら別に艦船通信でDMしてくれてもいいよ？",
	unlock = "お・ま・た・せ！ユニオン所属、重巡洋艦のブレマートンよ！よろしく～！あ、そうそう、名前誕生日好きなもの、よかったら教えてくれない？",
	feeling5 = "指揮官、アタシのDM確認してくれた？もう既読スルーしちゃうんだから~アタシさ、どんな返しされるの、ちょっと…えーと、ちょっとドキドキしてるよ？指揮官なら上手い返し方、わかるよね？えへへ",
	main = "なんか元気ないね…あっ、飲み物でも買って来てほしいってカンジ？|仕事以外の指揮官はどんなカンジだろう？もしかして普段まじめなのに意外とドジっ子だったりして？|指揮官はこの格好、結構気になるってカンジ？…ふふ、じゃあ、確かめてみてもいいよ？",
	battle = "よし！やるわよ！",
	upgrade = "なんか変わった気がする！……あれ、変わったのはどこだっけ…",
	voice_key = 10324,
	headtouch = "",
	feeling2 = "ブレマートンのお悩み相談室へようこそ！で、今日は何を悩んでいるのかな？え、ウソ！ただの雑談？…んーそれって雑談相手がほしいってカンジじゃなくて？",
	login = "指揮官、おかえり！今日の作戦目標は…とその前に、指揮官が準備してる間に艦船通信を更新更新っと～",
	vote = "",
	hp_warning = "ちょっと、油断しすぎたかも…",
	id = 103240,
	detail = "ちょい待ち、今これ返信してから……よし！実はアタシ、母港のお悩み相談室みたいなのをやってて、時々こうして相談されてるよ。指揮官はなにかお悩みとかない？書き込むの面倒なら、直接話してくれてもいいよ？",
	couple_encourage = {
		{
			{
				10316
			},
			1,
			"ボルチモア、一緒に頑張ろ？",
			0
		}
	}
}
