_G.pg.ship_skin_words[105030] = {
	feeling1 = "こんな臆病者だったとは……",
	feeling3 = "私と肩を並べる気？……よく考えてごらん。それはとても困難なことなのよ",
	lose = "あなたの指揮能力にちょっとでも期待した私がバカだった…",
	propose = "この艦隊こそ私の帰る場所のようだな……守りたい人と、虫も殺せないのにこの私を守ろうとする人、そしてその人のために舞い上がってる私……バカ…",
	expedition = "委託完了だ。みんなが成長している。結構よ",
	win_mvp = "ちぇっ…こんなんで勝ってもちっとも面白くないわ",
	home = "戦闘のあとの一杯は格別よ。あなたもどう？",
	mission = "任務、忘れた？",
	touch2 = "…！！ちょっと、頭大丈夫？",
	voice_key_2 = -1,
	skill = "あんたたち、この程度？",
	drop_descrip = "ペンシルベニア級戦艦・ペンシルベニア（BB-38)",
	mail = "ほら、メールだ。ちゃんと返しなさいな",
	touch = "何もないなら、いちいち興奮しないでよ",
	profile = "ネバダ級の改良型、ペンシルベニア級のネームシップーーペンシルベニアだ。\n自慢ではないけど、支援と護衛任務を何度も上手く遂行した。能力には自信があるから、どんどん頼ってくれ",
	mission_complete = "ボーナスはこっちに置いておく。回収するのだけは忘れるでないぞ",
	feeling4 = "そんなに無理しなくてもいいわ。あなたが頑張っているもの。私もまさか本気だったとは考えていなかったけど……なんというか、人を守るのは慣れているが……あなたのような人は、初めてだ",
	unlock = "私はネバダ級戦艦の改良型、ペンシルベニア級戦艦のネームシップ、ペンシルベニアよ。ペン姉さんって呼んで。支援と護衛任務を何度も成功させてきた。何でもできる自信があるわ",
	feeling5 = "うん、頑張ってるな。まさか本当に私について来れてるとは思わなかったが……ご褒美は何がいい？キスか？忘れられないほど素敵な夜か？どっちでもいいわ",
	main = "その目、なんだか捨てられた子犬みたいね|そんな飢えた目で私を見ないでくれる？|ほんと、想像力が乏しいのね。あなた…まさかシスコン！？",
	battle = "さあ、この14インチ砲を受けるがいい！",
	upgrade = "私に頼っていいわ",
	voice_key = 10503,
	headtouch = "",
	feeling2 = "アリゾナと同じく私の後ろに隠れてな。この私が守ってやるよ",
	login = "指揮官、意見があれば、遠慮なく言って",
	vote = "",
	hp_warning = "",
	id = 105030,
	detail = "ありがとう、こんなに気にかけてもらえるの、初めてだ…",
	couple_encourage = {
		{
			{
				30505,
				10703
			},
			1,
			"大人として守ってやるわ！",
			0
		}
	}
}
