_G.pg.ship_skin_words[105040] = {
	feeling1 = "私の居場所はどこなんでしょうか……",
	feeling3 = "……いつも私の長話を聞いてくださってありがとうございます……今だいぶ良くなりました……",
	lose = "もうだめ……お願い、一度だけわがままを聞いて…！",
	propose = "ーーあの日のことを二度と繰り返させない、ですか？……ありがとうございます。いままでで一番心に響く言葉でした…あなたのことを信じます！",
	expedition = "風……あの娘たちが帰ってきた兆しですね",
	win_mvp = "とってもステキな気分です…このままあの日の悪夢が消え去ってくれればいいけど…",
	home = "無事に帰ってこれてよかったです",
	mission = "指揮官…あの、任務…まだ終わってませんよ？",
	touch2 = "う…さっきのことは、なかったことにしてもらえます？",
	voice_key_2 = -1,
	skill = "私、今度こそ絶対守らなきゃならないんです！",
	drop_descrip = "ペンシルベニア級戦艦・アリゾナ（BB-39）",
	mail = "指揮官、メールです。人間関係も大切ですよ",
	touch = "少し落ち着いてきました……",
	profile = "夏に生まれた、ペンシルベニア級戦艦の二番艦アリゾナです。\nはい……あの「アリゾナの涙」とは私のことですが、涙と言われて少しだけやるせない…ですね…",
	mission_complete = "リストはこちらです。ですが、物理的な報酬ってそんなに大事なのでしょうか……？",
	feeling4 = "指揮官の胸を借りると、すごく安心します……あの時のことを思い出してももう怖くない気がして……",
	unlock = "ペンシルベニア級二番艦、アリゾナです。夏に生まれました。今度は悲劇を絶対繰り返させません……",
	feeling5 = "ごめんなさい……！あ、いいえ、ただ少し怖くて……今度指揮官がいなくなったら……考えるだけで涙が止まらないんです……",
	main = "指揮官の記憶に残りさえすれば、私はもう寂しくありません|忘れないために……彼らはずっと私と一緒にいるのです|指揮官、今の表情……ご迷惑をおかけしましたでしょうか？ごめんなさい…",
	battle = "今度こそ守りたいものを守りきって…！",
	upgrade = "みんなを守ります……！",
	voice_key = 10504,
	headtouch = "",
	feeling2 = "あぁ……すみません、また悲しいこと考えて……",
	login = "指揮官、仲間を守りたい私の気持ちがお分かりですか…",
	vote = "",
	hp_warning = "泣き…ません…！涙は笑う時まで…！",
	id = 105040,
	detail = "こんな私でも……ありがとうございます！",
	couple_encourage = {
		{
			{
				10503
			},
			1,
			"姉さん、私頑張ります！",
			0
		},
		{
			{
				10502,
				10507,
				10508
			},
			1,
			"今度は私がみんなを守ります！",
			0
		}
	}
}
