_G.pg.ship_skin_words[101110] = {
	feeling1 = "指揮官、この邪悪な化身め！",
	feeling3 = "正義の仲間は中々できないのだ。でも指揮官はこのオースバーンがいるから、きっと大丈夫！",
	lose = "…また戻ってくるわ！正義は必ず勝つ！うぅ…",
	propose = "……わたしにくれて本当にいいの？……そっか。指揮官、わたしのことを選んでくれたんだ……うん！最後まで一緒に行こう！",
	expedition = "正義な軍事委託、ただいま完了！",
	win_mvp = "見たか！これがリトル・ビーバーズの実力よ！",
	home = "出撃隊のみんな、ご苦労様！",
	mission = "指揮官、一気にやっちゃおう！これは正義を実行するチャンスよ！",
	touch2 = "！！…うわ、この…邪悪な指揮官め！",
	voice_key_2 = -1,
	skill = "正義の裁きを受けなさい！",
	drop_descrip = "フレッチャー級駆逐艦・チャールズオースバーン（DD-570)",
	mail = "メールか。人々の支えあっての正義だ！",
	touch = "ん…、正義の力が伝わるのを感じる！",
	profile = "フレッチャー級のチャールズ・オースバーンよ。あの有名なリトル・ビーバーズの隊長として、セント・ジョージ岬沖で活躍したの。ふふん、指揮官も正義の仲間になってみない？",
	mission_complete = "ボーナス降りたよ。努力のあとの見返りが一番嬉しい、そう思わない？",
	feeling4 = "正義の道は孤独だ。同行者がいるのは珍しいのだから、つまり…あの…その…し、指揮官が…正義の物語でも読みましょう！",
	unlock = "はじめまして、指揮官。リトル・ビーバーズの隊長、オースバーンよ。いじめっ子はどこ？私の裁きを受けるがいいわ！",
	feeling5 = "物語の正義のヒーローは仲間たちと邪悪に勝つと元の生活を選び、それまで戦ってきた仲間を選ぶことが少ないんだ。こういう話を聞くと、いつもちょっと悲しくなるよね…",
	main = "私と共に、正義の仲間になって！|正義は…正義よ！|んー…レーダーによると、指揮官、今ドキドキしてる？",
	battle = "さあ、ビーバーズ、31ノットの高速で出発よ！今度は側面を敵の紳士さんに見せないように",
	upgrade = "これが……正義のパワー！",
	voice_key = 10111,
	headtouch = "",
	feeling2 = "指揮官、この世に正義でないことはまだいっぱいあるから、立ち止まるわけには行かないよ！",
	login = "こんにちは、指揮官。リトル・ビーバーズの隊長、オースバーンの到着よ。今日は一体どのいじめっ子が私の裁きを待ってるのかしら？",
	vote = "",
	hp_warning = "正義は不滅だ！",
	id = 101110,
	detail = "武器の装備は、すべて正義の鉄拳のためよ！",
	couple_encourage = {
		{
			{
				10112,
				10113,
				10114,
				10115
			},
			2,
			"ビーバーズ、31ノット全速前進っ！",
			0
		},
		{
			{
				10112,
				10124
			},
			1,
			"いじめっ子はだれだ？",
			0
		}
	}
}
