_G.pg.ship_skin_words[105100] = {
	feeling1 = "弱き者は従うに値せん――聞いたな、そんな話を",
	feeling3 = "戦争は一人でなんとかできるもんじゃねぇ。生死をともにする仲間、最後まで支えてくれる国の力がなきゃ、いくら強くても負けるのさ",
	lose = "オクラホマのやつがいれば……",
	propose = "贈り物ってこの変な指輪のことかい？……お前が決めたことだ、最後まで付き合ってやる！これからはあたしがあんたを守るさ！！",
	expedition = "軍事委託も戦争に関係あるっちゃあるが、どうもやる気が湧いてこねぇな……",
	win_mvp = "ハハッ！肩慣らしにもならん！",
	home = "ちっ、つまんねぇな。じっとしてんのは",
	mission = "任務をこなせなきゃ、バトルスターなど手に入るはずがねぇ",
	touch2 = "指揮官、あたしらの戦闘力はこんなところにないぜ",
	voice_key_2 = -1,
	skill = "何度でも沈めてやる！オラァ！",
	drop_descrip = "コロラド級戦艦・メリーランド（BB-46)",
	mail = "返信は対空機銃を設置してからにするか……",
	touch = "指揮官、そろそろ戦闘かい？",
	profile = "ユニオンコロラド級戦艦、二番艦のメリーランドだ。かつてはビッグセブンとして式典によく駆り出されたな。戦績？バトルスターは7つだから、まあまあってやつかい？それより、ビッグセブンだから仕方がなかったけど、速力がないのはよく悔やまれた！あの時空母たちに追いつけていたら、あんなことには……",
	mission_complete = "報酬だ。……ちっ、つまんねぇな",
	feeling4 = "戦って解決できない問題もあるって？ふん、にわかに信じられねぇが……お前ならなんとかしてくれるだろ？あたしが惚れんこんだ指揮官だからな！",
	unlock = "あたしはメリーランド、ビッグセブンのひとりにして、かつては「ファイティングメリー」と呼ばれていた。これからはもっと戦えそうかい？それは楽しみだ！",
	feeling5 = "あたしの目でも見てな。ここまで至ったらもはや言語もいらねぇ。なあ、あたしが一番信頼する戦友よ――",
	main = "ダチと一緒に戦うのは一番楽しいよな！|奇襲ってもんは嫌いだ。正々堂々殴り合うことこそ戦闘ってもんだろ！|仕事かい？……よくわからん。お前の言う通りにさせてもらう",
	battle = "おい、向こうの！あたしを失望させんなよ！",
	upgrade = "主砲一斉射…すぐにでも一回やりてぇな！",
	voice_key = 10510,
	headtouch = "",
	feeling2 = "ビッグセブンってのを誰が決めたかはしらん。まああの二人が毎日言ってるぐらいだから、特別な意味があるんだろうな",
	login = "硝煙の匂いだな。戦いが始まったのかい？あっ……ヴェスタルがメシを作ってるだけか",
	vote = "",
	hp_warning = "戦いはこうでなくちゃ！",
	id = 105100,
	detail = "式典？栄誉？あたしは戦闘以外の事なんてどうでもいいんだよ",
	couple_encourage = {
		{
			{
				10502
			},
			1,
			"今度はあたしが守ってやるよ！",
			0
		}
	}
}
