_G.pg.ship_skin_words[105140] = {
	feeling1 = "……命令には従う",
	feeling3 = "指揮官の目標を実現するために生まれたんだ。それ以外何の価値もないさ。ーースカート？そんなふわふわしたものを着たことないが",
	lose = "すまない、指揮官……屈辱だ……！",
	propose = "指揮官がそばにいると温かい気持ちになる。指揮官の目標が闘志を振るわせる。指揮官の言葉を聞くだけで嬉しくなる……かつてこの盾を捧げたけど、これからは……心も指揮官に捧げる",
	expedition = "委託組が戻ってきた……必要だったら、僕も動こう",
	win_mvp = "局所的な勝利は歓喜に値しないぞ、指揮官",
	home = "いい戦いだ。指揮官",
	mission = "指揮官、任務を完成するのを忘れないでほしい",
	touch2 = "これが指揮官がしたいことなら……",
	voice_key_2 = -1,
	skill = "ここまでだ！",
	drop_descrip = "サウスダコタ級戦艦・サウスダコタ（BB-57)",
	mail = "新しいメールだ。指揮官",
	touch = "いつでも行動できる",
	profile = "ユニオンの戦艦サウスダコタだ。戦場では僕から離れないでほしい。指揮官は僕が守るーー最強の盾？虚名に価値などない、役に立てればそれで意義がある",
	mission_complete = "指揮官、ミッションボーナスが届いたぞ",
	feeling4 = "戦闘以外の生き方か？僕は……どうするべきかわからない。今までこうしてきたから……指揮官が教えてくれるか？",
	unlock = "僕はサウスダコタ、指揮官。君の盾となって、全ての砲火から君を守護ってあげよう",
	feeling5 = "これが指揮官が見てきた景色、か……生き方は自分で選ぶべきだと仰ったが……今度は自分の使命ではなく、指揮官の笑顔のために戦うよ",
	main = "闇に磨かれた僕の意志、恐れるものはなにもない|確実に指揮官の役に立ったのなら、功績ぐらいはほかの人に譲っても構わない|指揮官に敵対するものは、誰であろうと敵だ",
	battle = "全力でかかってこい！",
	upgrade = "この盾がより強固になった",
	voice_key = 10514,
	headtouch = "",
	feeling2 = "君の意志は僕の行き先さ。指揮官。",
	login = "指揮官、ご命令を",
	vote = "",
	hp_warning = "手加減はしないよ……！",
	id = 105140,
	detail = "サウスダコタ、いつでも命令を待っているぞ。指揮官",
	couple_encourage = {
		{
			{
				10507
			},
			1,
			"背後は僕に任せろ！撃ちまくれ！",
			0
		},
		{
			{
				11201
			},
			1,
			"すまん、また君に迷惑をかけてしまった。",
			0
		},
		{
			{
				10706,
				11201
			},
			2,
			"エンタープライズ、勝負だ！",
			0
		},
		{
			{
				10513
			},
			1,
			"ワシントン、もう一回やるか？",
			0
		},
		{
			{
				10519
			},
			1,
			"マサチューセッツ、戦場では真面目にやって",
			0
		}
	}
}
