_G.pg.ship_skin_words[105170] = {
	feeling1 = "あー、女の子を泣かせたりがっかりさせたりするのはどうかと思ってるわ。はい、反省してなさい",
	feeling3 = "おっ、お喋りに付き合ってくれるようになったわね。じゃあ話題は何にする？小難しい艤装とか技術の話？それとも普段の生活とか？…あたしに選ばせちゃう？",
	lose = "押されてるなんて信じられない……やり返す方法が分かるまで寝てられないっての！",
	propose = "指揮官の想ってることは全部わかっているわ。まあ指揮官さえよければあたしも大丈夫だし？なんならあたしのほうからもう一回指揮官に告白してあげてもいいわよ？ふふん、それがお互い様ってことでしょ♡",
	expedition = "委託組はもう港に戻っているわよ。指揮官の労いの言葉こそ、彼女たちにとって最高のご褒美なのではなくて？ふふ♪",
	win_mvp = "方向よし、目標よし、あたしたちを止められる敵はなにもなし――ふふん、こういうのが好きなんでしょ？",
	home = "バトルレポートチェック♪まずは誰から始める？あんたでいいの？じゃああたしはアイスでも食べながら清聴させてもらうわ",
	mission = "この任務を請けた？いいわ、一緒にやろうじゃない",
	touch2 = "指揮官、今度は「される」側に回っちゃうわよ。色んな意味でね♪",
	voice_key_2 = -1,
	skill = "ファイアコントロール、頼むわよっ！",
	drop_descrip = "アイオワ級戦艦・ニュージャージー（BB-62)",
	mail = "新着メールがあるわよ。ふふ、やっぱり楽しみにしてたんだ～",
	touch = "仕事ならこなすけど、ほかのリクエストはお代をいただいちゃうわね。なんて♪",
	profile = "ユニオン戦艦、最大最強のブラックドラゴン・ニュージャージーよ。これは誇張ではなく、カンレキ的に本気で最強かもしれなかったわね。ふふ♪あたしのことをもっと知っていけば疑うこともなくなるはずよ",
	mission_complete = "重い任務をこなしたからには少し休も？緩急を取って仕事したほうが身体が楽になるし♪",
	feeling4 = "あら、どうしたの疲れた顔をして…やっぱりオーバーワークだったんだ。はい、気を抜いて横になってあたしに世話をさせて――うんうん、この太ももは枕代わりでちゅよ～ふふ、こういうの好きなんでしょ？",
	unlock = "ユニオン所属、最大最強のブラック・ドラゴン、ニュージャージー登場よ！あたしの力をよくご覧なさい！なんて♪こういうのが好きなんでしょ？",
	feeling5 = "指揮官はリードしてあげるあたしと、リードされちゃうあたし、どっちのほうが好き？はい、あたしがじっくり行動でチェックしてあげるから、言葉で答えなくてもいいわよ？焦らされるの、好きなんでしょ？",
	main = "アイオワ対大和か…もう定番じゃないの？ふふん、こういうの好きなんでしょ？|好みの飲み物は果物系ね～―青りんご、オレンジ、炭酸入りでもおっけー。コーヒーは…苦手かしら？|秘書艦として指揮官の仕事を肩代わりするのは…まあ四割程度でいいかしら？全部やっちゃったらあたしが指揮官みたいになっちゃうし。ふふふ|この件は…指揮官の言ってるのも一理あるわね。じゃあ次はあたしの案を聞いてちょうだい？|空母の時代になるって言うけど、それはどうかな？空母は空母で進化するなら、戦艦も戦艦で進化するかもしれないわよ？|ユニオンのビッグジェイこと最大最強のブラックドラゴンとはあたしのことよ！…なんて、ちょっと誇張しすぎたかしら？",
	battle = "全員、第一種戦闘配置！行くわよ！",
	upgrade = "「戦艦」が時代遅れになろうとも、「アイオワ級」は違うわよ",
	voice_key = 10517,
	headtouch = "気が済んだ？ふふ、じゃあ次はあたしの番よ♪座ってよし！",
	feeling2 = "よそよそしいままではお互い遠慮しちゃうから、もしかしてこうやってスキンシップしたほうがいいかも？…なんて、これで緊張がほぐれたでしょ？ふふふ♪",
	login = "いらっしゃい。今日のスケジュールはもう頭に叩き込んでる？それともあたしの手伝いが必要？",
	vote = "",
	hp_warning = "逆転策は思いついてるわよ！",
	id = 105170,
	detail = "兵装点検の手伝いご苦労さん。各システム運転よーし――あら、もしかして見惚れてる？あたしは別に見られても平気よ？あんたこそ、こういうの好きなんでしょ？",
	couple_encourage = {
		{
			{
				19902
			},
			1,
			"口径が大きい「アイオワ」？ちょっと違う…",
			0
		},
		{
			{
				10702,
				10703,
				10705,
				10706,
				10707,
				10708,
				10709,
				10711,
				10717,
				10738
			},
			2,
			"空中戦は任せたわよ",
			0
		},
		{
			{
				1
			},
			5,
			"自由と火力、アンストッパブルってね！",
			3
		},
		{
			{
				70504,
				70505
			},
			1,
			"意外な相手ってところかしら？",
			0
		},
		{
			{
				10706
			},
			1,
			"英雄さんには世話になってるってね！",
			0
		}
	}
}
