_G.pg.ship_skin_words[105190] = {
	feeling1 = "指揮官の体、少し弱い。ちゃんと食べてるか？",
	feeling3 = "自分のできないことに挑み続ける指揮官……面白そう。ぼくも自分の限界を試してみたくなっているね",
	lose = "ごめん、よそ見してた…",
	propose = "ええと、うん……指揮官の言いたいこと、やりたいこと、わかっている。……ぼくも、指揮官のことが大好きだから",
	expedition = "……お。いっぱい持ち帰ってる。手伝ってくる",
	win_mvp = "もう、終わり？ヒートアップしてきたばかりなのに……ほかに敵、いない？",
	home = "戻ったか。……怪我はないか？いじめられたら、ぼくに相談して",
	mission = "任務、多いな……",
	touch2 = "……体を動かせば、変な考えも少なくなるよ",
	voice_key_2 = -1,
	skill = "この一発は重いよ",
	drop_descrip = "サウスダコタ型戦艦マサチューセッツ（BB-59）",
	mail = "お手紙、ここに置いといた。あとで読んで",
	touch = "指揮官は甘えたい？……ぼくに？",
	profile = "ぼくは同型艦の中では普通、かな。バトルスターは11個で、サウスダコタより少ない。僕はあまり怪我をしたことがないって？ちゃんとした相手が、いなかったからね……あの時の姉と同じように、全力で戦ってみたいな",
	mission_complete = "あ、報酬が来た……夕食はお肉食べられそう？",
	feeling4 = "指揮官が必死に頑張っている姿、かっこいいけど……無理しすぎは良くない。強引にでもサボらせるね",
	unlock = "うん？あ……ぼくの番ね。ぼくはマサチューセッツ、いつでもどこでもみかけられる普通のサウスダコタ級……えっと、はい、とにかく仲良く…しよ？",
	feeling5 = "ぼくに望みなどない。でも、望みを叶える力ならある。指揮官、いつか、ぼくに叶えてほしい望み、ある？",
	main = "……実はこの髪の色、気にいっているんだ。ハクトウワシと似ていると思わない？|この服、ヘン？でも航行時、潮風を直接肌に当てられる……気持ちいいよ|印象深い相手？えっと……カサブランカのとき、主砲が一門しかないのに結構持ちこたえてた戦艦が……あの子が万全の状態でもう一度戦いたいな",
	battle = "結構丈夫だよね？殴られても泣かないよね？",
	upgrade = "少し、変わった……",
	voice_key = 10519,
	headtouch = "",
	feeling2 = "強くなる方法？えっと、腕立て伏せ……ダメだった？",
	login = "お昼は……あ、指揮官、今からお散歩？",
	vote = "",
	hp_warning = "……本気にさせたいのか",
	id = 105190,
	detail = "見終わったら、言って",
	couple_encourage = {
		{
			{
				90501
			},
			1,
			"今のあなたは……いいね。これでいい",
			0
		},
		{
			{
				10514
			},
			1,
			"姉貴の防御力、羨ましい……",
			0
		}
	}
}
