_G.pg.ship_skin_words[105200] = {
	feeling1 = "…………あなた、誰でしたっけ？",
	feeling3 = "重桜の子たちと仲良くなった。嫌われると思ったのに、全然そんなことなかった。うん、重桜、面白いかも",
	lose = "撤退？……いいけど",
	propose = "永遠に抱きまくら扱いしていい契約…？毎日指揮官に抱きついて寝てもいい感じ？うん……嬉しいね。指揮官、今から抱きしめていいかな？",
	expedition = "水平線から……指揮官、委託組だよ。うん、遠目は自慢だから",
	win_mvp = "普通にぶっ飛ばしただけなのに、なんで褒めてくれたの？",
	home = "指揮官、ここで横になって。……みんなそうしてるのに？",
	mission = "指揮官、これは？……なるほど、これが任務の書類なんだね…",
	touch2 = "………………………ん？指揮官、何やってるの？",
	voice_key_2 = -1,
	skill = "まだ倒れないで",
	drop_descrip = "サウスダコタ級戦艦・アラバマ（BB-60)",
	mail = "指揮官、どうした？……メール？あ、うん…メールを取ってきたのを忘れてた。はい、これ",
	touch = "腹筋が気になる？……触ってみる？",
	profile = "アラバマ、サウスダコタ級四番艦、幸運のA……ほかに言うこと？ええと……ノルウェー、マーシャル諸島、マリアナ沖で戦果を手に入れた？それとレイテ沖と……モービル湾。うん、いい気持ち",
	mission_complete = "任務の報酬をもらってくる。ぼく、力持ち",
	feeling4 = "指揮官、抱っこさせて。……指揮官、抱きしめるといい気持ち。安心する。うん、いい感じ",
	unlock = "アラバマだよ。ぼくに何か用？……着任？あ、そうだ。うん、ほかにやることないし、一緒に行く。レッツゴー",
	feeling5 = "指揮官、あとで部屋に来てくれる？ええと、ずっと抱きまくらとか、なにかに抱きついて寝てたけど、今は指揮官もいいかなって",
	main = "指揮官、し・き・かん、しーきーかん……別に。呼びたかっただけ|ターキーショット、したいね。ぼくが飛べれば……|いい天気。指揮官、芝生でひまわりごっこでもしてみない？気持ちいいし、一日中あのままでいてもいい気がする",
	battle = "飽きるまで付き合って",
	upgrade = "なにかぶっ飛ばしたくなるよね。……うん",
	voice_key = 10520,
	headtouch = "",
	feeling2 = "指揮官、ティルピッツをここに呼んできてもいい？ずっと力比べしたかったけど、いつまで待っても出てこないから",
	login = "あ、指揮官。悪人だったらぶっ飛ばしてた",
	vote = "",
	hp_warning = "よくもやってくれたね。ふふふ",
	id = 105200,
	detail = "なんかお腹へってきた。ターキー、食べたいかも",
	couple_encourage = {
		{
			{
				10514
			},
			1,
			"姉貴、全部ぼくに任せてもらってもいい？",
			0
		},
		{
			{
				40502
			},
			1,
			"ティルピッツ、勝負",
			0
		}
	}
}
