_G.pg.ship_skin_words[106010] = {
	feeling1 = "指揮官さん…見えない…見えない…",
	feeling3 = "答えは……わ！ビックリ！ーーえー指揮官さんノリが悪い……",
	lose = "や……やだ……まさかわたしのことが見えてるの！？",
	propose = "よーし、契約完了~これでロング・アイランドは指揮官さんに取り憑く幽霊さんになっちゃった~！……でもやることは変わらないけどね~えへへ~",
	expedition = "委託に出かけた娘たちはまだ戻ってないの~ないの……あ、戻ってきた！",
	win_mvp = "へへへ~見て~敵はどこから撃たれたかもわかってないの~",
	home = "しーきーかーん~誰も、戻ってないよ~",
	mission = "指揮官さん~新しい任務なの~終わったら～寝ちゃお？",
	touch2 = "わ……触っているのはロングアイランドじゃないもん！触ったのはゆ、ゆゆ、幽霊さんなの！",
	voice_key_2 = -1,
	skill = "ふぇ……パンツ見られる所だったよぉ……",
	drop_descrip = "ロングアイランド級護衛空母・ロングアイランド（CVE-1)",
	mail = "ロング・アイランド、指揮官さんのメールを「すり替えた」！ロング・アイランドすごい！",
	touch = "指揮官のお馬鹿さん～ここにはのりが塗ってあるの！――えっ、ええ？くっついちゃった！？ど、どうしよう！？",
	profile = "へへへ、わたしはロング・アイランド、ユニオン初の護衛空母よ～カワイイ艦載機たちで商船を護衛したり、シーレーンを保障したりするのがわたしの任務なの～",
	mission_complete = "こそこそ…こそこそ…指揮官の分にはのりを塗っとこ‥…",
	feeling4 = "へへへー幽霊さんのロング・アイランドは「うっかり」指揮官さんに憑いちゃってーもう離れないの~指揮官さんと毎日一緒じゃないとだめなの~",
	unlock = "へへ~わたしロング・アイランドというの。こんにちは指揮官さん~実はわたしにはもう一つの名前があるの、知りたい？",
	feeling5 = "そういえば、ロング・アイランドが本当に指揮官さんに取り憑く幽霊さんなら、いつも指揮官さんと一緒じゃないとだめなのね~ご飯の時も、昼寝の時も、トイ……うわああ！恥ずかしい！！",
	main = "お菓子の~ロシアンルーレット~わさび入りのを~当ててみて~|飲み物~いっしょにどぉ？かんぱい~っプッ！にがい…指揮官さんに飲ませるのと逆にしちゃったよぉ~！|指揮官さん~わたしの袖は~幽霊さんに似てるかな~",
	battle = "パーティしよぉ~燃料を漏らしちゃうぐらい怖がらせちゃうからね~",
	upgrade = "ロングアイランドの~経験値が~上がったよ~",
	voice_key = 10601,
	headtouch = "",
	feeling2 = "幽霊さんは喋らないの~~",
	login = "がおお！ーーへへへ、驚いた？ロング・アイランドは、幽霊さんみたいに毎日指揮官さんのそばにいるの！",
	vote = "",
	hp_warning = "",
	id = 106010,
	detail = "見えない…見えない……見えない……",
	couple_encourage = {
		{
			{
				40809,
				20605,
				70202
			},
			1,
			"ゲームなら幽霊さんのほうが得意なのー！",
			0
		}
	}
}
