_G.pg.ship_skin_words[106550] = {
	feeling1 = "この艦隊の発展を害するものは指揮官だったのですね",
	feeling3 = "映画と読書が好きです。起伏のあるストーリーに、心動かされるシチュエーション…好きなジャンルは…え、ええと…秘密です！",
	lose = "護衛空母では、正面切って戦うのに限界があるというの…",
	propose = "ラブロマンスの物語――波乱なストーリーはたしかに魅力的ですけど、いざ自分のこととなると、どうしても地味で、何気なく日常のことばかり考えちゃいますね……指揮官もそう思うのですか？ふふ、じゃあとりあえずは、この誓いの指輪をはめていただけますか？",
	expedition = "委託報酬の物資チェック、完了しました。ご確認を",
	win_mvp = "私が…一位？ふぅ、前線での戦いは思ったより楽かもしれませんね",
	home = "指揮官、おかえりなさい。戦闘レポートは――あ、あの本は？！げほげほ！なんでもありません！はい！",
	mission = "任務をこなせば補給物資ももっともらえますね。指揮官、頑張ってください",
	touch2 = "きゃぅ？！…こんなの、読んだことがありません…！",
	voice_key_2 = -1,
	skill = "力を尽くしてみんなを守ります！",
	drop_descrip = "カサブランカ級護衛空母「カサブランカ」（CVE-55)",
	mail = "このメール、上層部からの連絡かしら…指揮官、念の為に確認したほうが良さそうですね",
	touch = "指揮官、なにが……あ、私のネクタイがズレています？",
	profile = "かの大戦では、わずか一年で50隻以上建造されたカサブランカ級、多くは戦いが終わった後に自らの使命を終えましたが…ううん、この艦隊では引き続き、輸送任務から船団護衛、航空支援、微力を尽くしてみせます。指揮官、よろしくお願いいたします",
	mission_complete = "任務完了しました。よし、この補給物資さえあれば艦隊行動ももっと上手くいきますね",
	feeling4 = "イルザ…そんな、一人しか選べないなんて…そんなの私、とても選べません…ああ、こんな難しい選択肢に迫られない私は一体どれだけ幸せな――し、指揮官？！いつの間に！？",
	unlock = "おはようございます。こちら護衛空母カサブランカより報告申し上げます。私たちの得意とする方法で艦隊をサポートしますから、安心してお任せください",
	feeling5 = "指揮官、映画を一緒に見に行きませんか？ええ、私が大好きな…愛とロマンスの物語を、あなたと一緒に――",
	main = "指揮官、艦隊兵站の状況を確認しましょうか？|瞬速で変わる最前線、地味ながらも大切な役割を果たす銃後の戦場…もしひとつ居場所を選べるのでしたら、指揮官はどちらのほうをお選びになりますか？|カサブランカ沖海戦…何か縁を感じるのでマサチューセッツさんたちからお話を聞きたいですね",
	battle = "正面切っての戦い…よし、空中支援は任せてください！",
	upgrade = "指揮官、ありがとうございます！",
	voice_key = 10655,
	headtouch = "",
	feeling2 = "アミールに、アラゾン・ベイ、そして勝利のカサブランカ――縁起のいい名前が好ましいですね。ふふ",
	login = "兵は拙速を尊ぶ。早く今日の仕事を始めましょう",
	vote = "",
	hp_warning = "くっ、このままでは無理そうですね…",
	id = 106550,
	detail = "前線での戦いは領分ではありませんが、必要でしたら全力で戦い抜いてみせます",
	couple_encourage = {
		{
			{
				10601
			},
			1,
			"ロングアイランドさん、よろしくお願いします！",
			0
		},
		{
			{
				80201
			},
			1,
			"時々派手なのもいいですね！",
			0
		},
		{
			{
				10704,
				20210
			},
			2,
			"次の読書会はいつにします？",
			0
		}
	}
}
