_G.pg.ship_skin_words[107020] = {
	feeling1 = "あらら、お姉ちゃんがなんでも受け入れてくれると思ったら大間違いよ？",
	feeling3 = "最近珊瑚海の夢を見る時いつも指揮官がいて、なんだか安心するの。なんでだろう~",
	lose = "あらぁ、向こうのペースについていけなくなったわ。ひとまず撤退しましょ？",
	propose = "あら、あらあらあらあら～指揮官はいつまでお姉ちゃんを待たせるかなぁって思ってたのに～うふふ、じゃあ観衆が一人だけのライブはそろそろチケット発売ね～開催期間は――永遠よ～",
	expedition = "あらあら、委託組の娘たちが帰ってきたようね",
	win_mvp = "うふふ、レディレックスは伊達じゃないわよ~",
	home = "あらぁ、顔に何かが付いているわ。拭き落とすから、じっとしてて~",
	mission = "あら指揮官、完成していない任務まだあるわよ～",
	touch2 = "あらら、指揮官は弟くんじゃ不満なの～？",
	voice_key_2 = -1,
	skill = "艦載機たち、いきなさい！",
	drop_descrip = "レキシントン級航空母艦・レキシントン（CV-2)",
	mail = "新しいメールが来たわよ。手が空かないなら代わりに私が返そうか～",
	touch = "指揮官、なんかできのわるい弟くんみたい♪",
	profile = "あらぁ、私は航空母艦・レキシントンよ。\n優しい？みんなのお姉ちゃんだからね～私からすれば指揮官もかわいい後輩くんよ。\nサラトガちゃんが努力しているのを見るとお姉ちゃんも安心するわ。あの娘のことも色々見てあげてね",
	mission_complete = "艦載機たち、ミッションボーナスを指揮官に持ってきて",
	feeling4 = "指揮官、私のマネージャーをやってみない？有能で私のことを知っていて、頼れそうなのは指揮官ぐらいしか思いつかないのよね~",
	unlock = "ご機嫌よ～指揮官さん♪私はレキシントンよ。名前はかつて独立戦争での最初の戦場から来たと聞いているわ。アイドルとして心が豊かでなければならないと思うけど、あなたもそう思わない？",
	feeling5 = "ソロライブ？あら、そういう計画がまだないわ。でも誰かさんが指輪でもプレゼントしてくれたら、もしかして毎日開催されるかも？しかも観衆は一人だけで、ねぇ~",
	main = "妹たちほど活発じゃないけれど、お姉ちゃんとしての魅力に自信あるわ。そうでしょ~|あらら、サラトガちゃんったらどこに隠れたの？世話の焼ける子ね…|目が色っぽい？アイドルたるものは、目も色っぽくないとね~",
	battle = "みんな、指揮官のために勝利を取り戻すわよ！",
	upgrade = "ふふん、急に歌いたい気分なの。聞いてくれる？",
	voice_key = 10702,
	headtouch = "",
	feeling2 = "アイドルはみんなに笑顔をもたらす職業なの。もちろん指揮官にも、うふふ~",
	login = "あらら～指揮官？今日はどこに向かう？大丈夫、私がいれば空飛ぶクレーンだって逃さないわ",
	vote = "",
	hp_warning = "私の歌でみんなを応援しようか～",
	id = 107020,
	detail = "あらぁ、眉をひそめてて、指揮官も大変ね…",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"サラトガちゃん、いたずらもほどほどにね",
			0
		},
		{
			{
				10705
			},
			1,
			"終わったらお茶でも一緒にどう？",
			0
		}
	}
}
