_G.pg.ship_skin_words[107050] = {
	feeling1 = "やっぱり指揮官様もいつか私から……",
	feeling3 = "指揮官様、変なお人……もう悲しい物別れをしたくないというのに、私の心に踏み込んで……",
	lose = "先に撤退してください。指揮官様",
	propose = "かつて闇に落ちた私に、指揮官様が光を与え、救いの手を差し伸べて、私を引き上げてくれた。だから今度は私が……ヨークタウン、この名が背負った自由と平和を、あなたに…",
	expedition = "どうしたの、いーぐるちゃん？なるほど、委託チームが戻ってきたの？指揮官様、迎えに行きましょう",
	win_mvp = "勝利が平和をもたらすというのなら、私は……！",
	home = "お怪我がなくて……よかった",
	mission = "新たに通達されたミッションの資料は片付いたわ",
	touch2 = "こんな私にあなたの印を刻む覚悟があるというの？",
	voice_key_2 = -1,
	skill = "自由のために……！",
	drop_descrip = "ヨークタウン級航空母艦・ヨークタウン（CV-5)",
	mail = "この子がメールを持ってきたわ。ご確認ください",
	touch = "指揮官様、何があったの？",
	profile = "ヨークタウン型航空母艦のネームシップ、ヨークタウン。見捨てられた……？あの娘たちのせいではないけれど、私にはもうあの暗闇から光に手を差し伸べる勇気がないわ。指揮官様、あなたも私からいなくなるの？それともこんな私の手を引いてくださるのかしら……？",
	mission_complete = "ミッションボーナスが届いたわ。ご確認ください",
	feeling4 = "指揮官様を信じていいの……？いいえ、今度こそ自分を信じていいの……？信じて……みたい……",
	unlock = "私はヨークタウン型航空母艦のネームシップーーヨークタウン。名前はかのユニオン独立戦争でのヨークタウン包囲戦から来ているわ。中立…？あれは戦いを交じえる前のマナーに過ぎないわ",
	feeling5 = "はい、指揮官様のこと、そして今の自分を信じている……闇の後に来る光……私ついに見つけたと思う",
	main = "この子私に懐いているわ。でも私なんかこの子を飼ってもいいの……|指揮官様、42と24、くれぐれも間違えないようにね|お時間があれば、妹たちと過ごしたほうが…私なんてどうだっていいわ",
	battle = "光を見出そう…！",
	upgrade = "ありがとう…",
	voice_key = 10705,
	headtouch = "",
	feeling2 = "指揮官様とは上司と部下の関係でいてほしくて…はい、私のことを構わずに、私……",
	login = "指揮官様、ごきげんよう。問題があれば、私におまかせください",
	vote = "",
	hp_warning = "光は、まだ遠く……",
	id = 107050,
	detail = "私のことを覚えなくても……",
	couple_encourage = {
		{
			{
				30605
			},
			1,
			"しゃべり方が変わっただけでは、大人とはいえないわ。",
			0
		},
		{
			{
				10706,
				10707
			},
			2,
			"久しぶりに集まったね。",
			0
		},
		{
			{
				10706
			},
			1,
			"エンタープライズ、羽ばたけ！",
			0
		},
		{
			{
				10125
			},
			1,
			"指揮官様は甘えん坊が好き？",
			0
		}
	}
}
