_G.pg.ship_skin_words[107070] = {
	feeling1 = "ノーザンプトン~どこ~（ホーネットはあなたに気づいていないようだ）",
	feeling3 = "金髪ツインテールなのにツンデレじゃないって？そりゃごめんね、だってホーネット、スネることを知らないんだもん！",
	lose = "新しい私と出会っちゃうかな？",
	propose = "これが指揮官の答え？……えっと、その、じゃあ……うぅぅ…ちょっと外で走ってくる！",
	expedition = "指揮官、ちょっと眠い~え、委託？あっ、そうだ！えへへ、あの娘たちを迎えに行きましょ？",
	win_mvp = "あははは、すっきりぃ！",
	home = "指揮官、先はかっこよかったよ~！",
	mission = "いい天気~ミッション日和よ、指揮官！",
	touch2 = "私だって、恥ずかしがったりするわよぉ……",
	voice_key_2 = -1,
	skill = "ちゃっちゃとやっちゃえ！",
	drop_descrip = "ヨークタウン級航空母艦・ホーネット（CV-8)",
	mail = "妙技・ドーリットル式配達便！",
	touch = "私、自分に自信があるから！",
	profile = "私はヨークタウン型の末っ子、ホーネットだよ！\nうん？そう、ノーザンプトンとはトモダチだよ！けどあの娘何を考えているのか分からないや。\n姉たちほどではないけど、私だって強いんだから！",
	mission_complete = "ははは、ミッションボーナスが届いたわよ！",
	feeling4 = "指揮官さ、本当は姉たちがいるから私のことを評価しているんじゃないの？そう…？ああ違う、私信じてるからね！",
	unlock = "ハロー！私、ホーネット！あっ、遠慮はいらないから、私のことをホーネット様って呼んでいいよ～すごい姉が二人もいると大変だよね……でも私だってすっごいんだから！",
	feeling5 = "私はね、姉たちのように面倒くさくないから。あなたの目の前のホーネットは、好きなことをちゃんと好きって言うの。だからはっきり言うね。指揮官のこと、大好き！指揮官は、どう？",
	main = "指揮官、またぼーっとしてると大棒で叩くわよ～！|姉たちのことを聞きたい？ふっふん、さぁて誰に惚れたのかにゃぁ？|ノーザンプトン？まあ少し固い以外別にどこも悪くないわよ~",
	battle = "安心して、私手を出すのが早いんだから！",
	upgrade = "Yeah！今はすごくアゲアゲ気分！",
	voice_key = 10707,
	headtouch = "",
	feeling2 = "よく食ってよく寝てよく遊ぶ！これが私の目標よ~",
	login = "指揮官、天気いいね、どっか出かけよっか？",
	vote = "",
	hp_warning = "ここで倒れるわけにはいかないっしょ！",
	id = 107070,
	detail = "ふぅん？指揮官、いつも私をジロジロ見てるけど、もしかして惚れたかにゃ？",
	couple_encourage = {
		{
			{
				10303
			},
			1,
			"ぼくねんじん、行くわよ！",
			0
		},
		{
			{
				10705,
				10706
			},
			2,
			"今度は置いていかれたりしないから！",
			0
		},
		{
			{
				10706
			},
			1,
			"エンプラ姉、私の力を見せてあげる！",
			0
		},
		{
			{
				10709
			},
			1,
			"メモとか持ってないよ！",
			0
		},
		{
			{
				30705
			},
			1,
			"うちの姉とそっちの妹……げぇ、ややこしい！",
			0
		}
	}
}
