_G.pg.ship_skin_words[107110] = {
	feeling1 = "指揮官、今の君の行動は卑怯者のそれよ！",
	feeling3 = "あ、指揮官！これ――いったー！誰よここに台車を置いたのは！もうなんで私はいつもこんな目に……あ、いや、なんでもない！それより指揮官、私の出番は？",
	lose = "またもや修理ドック行き…（小声）なんでいつも私が…な、なんでもない！",
	propose = "まさか指揮官が先に手を出してくるとは思わなかったね…もう、しょうがない。指揮官、これからもよろしく！私がそばにいるから、君は何も恐れず望む未来に突き進め！",
	expedition = "軍事委託完了、補給受領も完了～へへ、さすが指揮官、戦力は兵站あってこそってよく分かってる！",
	win_mvp = "勝利の栄冠は、恐れなきイントレピッドの手にあり！",
	home = "ふぅ～戻った！あ、修理補給戦闘報告戦術振り返りブリーフィング、5分で片付けられる？次の出撃にpush ahead（プッシュアヘッド）！",
	mission = "任務って難しいの？どうしてもこなせないなら試しに私にも任せてみる？",
	touch2 = "っ……はあ、褒めるどころかぶっ飛ばされる行動だよ、これ",
	voice_key_2 = -1,
	skill = "イントレピッド、Getting on!",
	drop_descrip = "エセックス級空母「イントレピッド」（CV-11）",
	mail = "新しいメール…作戦任務の指示かな？",
	touch = "なんか飲みたいものないかって？んじゃあ――「マティーニを、ステアせずシェイクして」――Just kidding！",
	profile = "私はエセックス級3番艦、イントレピッド！あの大戦ではちょっと不運が重なって、変なあだ名をたくさんつけられちゃったけど……ふふん、重要なのは今！指揮官のもとで、全力で戦ってみせる！",
	mission_complete = "Mission accomplished！ほら、やリさえすればできないことなんてないじゃない！",
	feeling4 = "暇なときは本を読んだり、映画を見たり、星を眺めたりするのが好きよ。――あ、そういえばカサブランカから映画のチケットもらったけど、見に行かない？",
	unlock = "エセックス級の「The Fighting “I”（ファイティング・アイ）」、イントレピッド参上！指揮官、戦闘任務があれば任せてくれ！勝利と栄光を君に！",
	feeling5 = "夜空の星々は遠い。恐れずに勇気を持って挑むにしろ、手が届くには途轍もない時間も努力も必要よ――それはそれとして、そばにいる指揮官なら今すぐ捕まえられる。つまりこういうこと……へへ、そうだろ？",
	main = "指揮官は星々を眺めるのが好き？あはは、天体観測とかガチの趣味じゃなくてもいいよ。興味があったらちょっと話そう？|潜水艦か…まあ強いよ。私ならちょっと対応できるかもしれないよ|エセックス級は数こそ多いもののみんな特徴がある…え、艦としての性能の特徴以外は？あんまり考えたことがなくて、ちょっと悩ましいな…",
	battle = "発艦準備問題なし――攻撃隊、かっ飛べ！Roll out！",
	upgrade = "強化できるとこ、いくらでもあるよ！ジェット機1ダースとか？",
	voice_key = 10711,
	headtouch = "うお！？髪の毛が！？",
	feeling2 = "何も恐れない大いなる勇気、それが私、イントレピッド！覚えてくれよ！",
	login = "今日の出撃メンバーに私の名前は入っているか？ないなら付け加えてくれ！",
	vote = "",
	hp_warning = "しまった、思ったより敵が多い……",
	id = 107110,
	detail = "相手が誰であろうと挑んでみせる――というのは当然だけど、正直色々あって思いっきり戦えなかったな…",
	couple_encourage = {
		{
			{
				10717,
				10722
			},
			1,
			"TaskForce38、Let's Rock！",
			0
		}
	}
}
