_G.pg.ship_skin_words[107140] = {
	feeling1 = "私だけでは指揮官を助けるのは無理なのかしら…",
	feeling3 = "母港には優秀な仲間がいっぱいいるわね。私も…私も頑張らなくちゃ♪",
	lose = "どこで間違えたのかしら……",
	propose = "！！…え、ええと、指輪を渡されたときは何を話せば…あの…わ、私なんかが本当にもらっていいの？ああ、ごめんなさい、ちょっとうれしすぎて心臓がバクバクしちゃって…",
	expedition = "委託組が戻ってきたわ。ここは出迎えるのが先ね",
	win_mvp = "あら、勝ったわ。指揮官が皆のそばにいてくれたおかげよ",
	home = "作戦お疲れ様、指揮官。ちょっとお手を拝借――ぎゅっと…ふふ、気持ちよさで疲労が抜けていく感じかしら？",
	mission = "新しい任務はまだ完成していないの？ええと…大丈夫、今は自分のペースでこなして",
	touch2 = "あら、さっき重桜の青葉さんに似た誰かがカメラを持ってここを通って行ったけど？",
	voice_key_2 = -1,
	skill = "修行の成果を見せる時ね！",
	drop_descrip = "エセックス級航空母艦・タイコンデロガ（CV-14)",
	mail = "指揮官へのメールよ。早く確認したほうがいいわ。何かを見逃したら大変だからね",
	touch = "サボってはダメよ、指揮官。あら、もしかして私がいるからお仕事に集中できなくなってる？なんて、冗談よ♪",
	profile = "エセックス級の6番艦にして、ロングハル型で作られた1番目の艦よ。かつては「ハンコック」と命名されそうになったけど、最終的にあの戦争を記念するために「タイコンデロガ」と名前を改められたわ。私の紹介はそんなところね",
	mission_complete = "任務、見事に完了したわ！やっぱり指揮官って優秀ね",
	feeling4 = "なんか私と指揮官について本当に変な噂が流れちゃっているわね…ね、狙い通り？…指揮官！？",
	unlock = "Hi～今日からこの母港に着任するタイコンデロガよ。噂通り素敵な指揮官でよかったわ～仲良くなるための第一歩として挨拶のハグでもしない？ふふふ",
	feeling5 = "艦船としてはそこまで優秀じゃないし、本気で指揮官のそばに立つにはまだまだ時間がかかるかもしれないけど…それでも私でいいの？私、指揮官のそばに立っていられる…？",
	main = "月に何があるかって？月のウサギさん？それとも異星人の秘密基地かな？ふふ、いつか自分で見に行ってみたいわ|疲れたら私に寄りかかって休んでもいいわ。あっ、もしかして膝枕の方が良かった？誰かに見られても知らないわよ～ふふ|整理済みの書類に指揮官のスケジュール…ふぅ…チェックに漏れはないよね？",
	battle = "プラン通りに行こう！",
	upgrade = "これでより強くなって…うん！",
	voice_key = 10714,
	headtouch = "",
	feeling2 = "母港の見回りに行くって？じゃあ…こうやって腕を軽く絡ませて～あら、指揮官って私のことが嫌いなの？それとも…ほかの子に見られたら困るの？",
	login = "あら、指揮官はあまりコンディションがよくなさそうね…私が「何か」してあげようか？何って、ふふ、想像してみて？",
	vote = "",
	hp_warning = "取舵いっぱい！火勢に気をつけて！",
	id = 107140,
	detail = "ふぅ…最近の演習で色々と問題が見つかったわね…指揮官！？もう、女の子の部屋に入る前は予め断っておいたほうがいいわよ？",
	couple_encourage = {
		{
			{
				10709,
				10711,
				10717,
				10738
			},
			2,
			"エセックス・コンボで行こうかしら！ふふ",
			0
		},
		{
			{
				10711
			},
			1,
			"落ち着いて行くわ…！",
			0
		}
	}
}
