_G.pg.ship_skin_words[107220] = {
	feeling1 = "単刀直入に聞かせてもらう。何をやってるんだ？",
	feeling3 = "軽空母は戦力的に正規空母に及ばないかもしれないが……私の実力を認めてくれたら、それで十分だ",
	lose = "撤退も作戦のうち……",
	propose = "運命の分かれ道で指揮官と出会ったおかげで、自分の帰るべき場所を見つけた……変な例え…か？え、ええと、つまりそういうところだ。私もいい言葉が見つからない……とにかく、これからはよろしく頼むっ！",
	expedition = "委託の物資……届いてるね。運ぶ手間が省けた",
	win_mvp = "軽空母の力を侮るな",
	home = "次の作戦計画でも準備するか？",
	mission = "新しい作戦任務だ。早くこなそう",
	touch2 = "海軍部に出頭して説明を願おうか。……今すぐにだ",
	voice_key_2 = -1,
	skill = "狙い定めた！",
	drop_descrip = "インディペンデンス級航空母艦・インディペンデンス（CVL-22)",
	mail = "メールはこっちだ。確認を",
	touch = "私？何か用か？",
	profile = "クリーブランド級の五番艦として建造されていた私は、空母の必要性が急遽高まった状況により軽空母として改装された。こうして新しい力を得られたおかげで、後の戦闘で活躍でき、そして皆と一緒に勝利を勝ち取ったのだ",
	mission_complete = "任務が完了しても気を緩めてはいけない",
	feeling4 = "私に言いたいことはないか？戦闘でも、ほかのことでも、なんでも。…急にどうしたって？ああ、指揮官の心の中での私は一体どういう存在か知りたいんだ",
	unlock = "軽空母インディペンデンスだ。…軽空母、というカテゴリーには気にせず、任務をどんどん与えてくれ",
	feeling5 = "「言葉では表せないこともある」…か？理解しかねる。言わなければ、相手がわからないんじゃないか？例えば、私が指揮官のことが大好きだということは言葉にしないと、指揮官はどうやってそれを察せるというのだ？",
	main = "クリーブランド……姉貴って呼べばいいのか？それとも……|任せていただいたタスクのプライオリティを最高レベルにさせてもらう。指揮官|心の探り合いはどうも苦手のようだ……つまるところは指揮官、何事も顔を向けて直接教えてくれ",
	battle = "集中せよ、警戒を緩めるな！",
	upgrade = "すぐ実戦演習の準備でもしないか？",
	voice_key = 10722,
	headtouch = "",
	feeling2 = "空母の夜間戦闘が気になるか？わかった。次の夜間戦闘演習は知らせよう",
	login = "指揮官、今日の訓練と通常任務も滞りなく遂行されている。ご安心を",
	vote = "",
	hp_warning = "勝算は…あとどれぐらいあるのだ？！",
	id = 107220,
	detail = "必要なら、夜の作戦も対応可能だ",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"クリーブランド……姉貴？",
			0
		},
		{
			{
				10706,
				10703
			},
			2,
			"夜間戦闘空母隊、アセンブル！",
			0
		},
		{
			{
				10709,
				10519,
				10514,
				10513
			},
			2,
			"タスクフォース38、オペレーショナル！",
			0
		}
	}
}
