_G.pg.ship_skin_words[107230] = {
	feeling1 = "指揮官より、サラトガさんに指示を出してもらいたいものね",
	feeling3 = "コホン！趣味の話だったね。私は読書と、サラトガさんの…戦闘スタイルを研究することよ。サラトガさんはあのエンタープライズさんにも負けないぐらい戦える人だって思ってるわ",
	lose = "サラトガさんには及ばないわね…",
	propose = "色々未熟でサラトガさんに遠く及ばない私を、なぜ……あ、断るつもりとかそういうのじゃないよ！むしろこんな私で良ければ、一緒に頑張っていきたいというか…うん！一緒に頑張ろう！",
	expedition = "委託組の出迎え？私も行くわ",
	win_mvp = "いい感じ。引き続き進みましょ",
	home = "疲れているようね。タオル、どうぞ",
	mission = "新しい任務が届いたの？一緒に確認しに行きましょ",
	touch2 = "ゲンコツは痛いってこと知らないようね。…っ！",
	voice_key_2 = -1,
	skill = "サラトガさんのように！",
	drop_descrip = "インディペンデンス級航空母艦・プリンストン（CVL-23)",
	mail = "メール？取ってくるから、指揮官はそのまま仕事に集中してちょうだい",
	touch = "もしかして私の表情って硬すぎる？なんか指揮官、いつも笑わせようとしてくる気がするから",
	profile = "インディペンデンス級、2番艦のプリンストンよ。元々はクリーブランド級7番艦の「タラハシー」として起工されていたわ。かの大戦ではサラトガさんと共に多くの戦闘に参加し、色々教えていただいたのに、レイテ沖での戦いでは最後まで持ちこたえられなくて…ここでも一緒に戦えると嬉しいわ",
	mission_complete = "任務報酬……心躍るわ",
	feeling4 = "いい？サラトガさんは普段はキャピキャピしているけど、面倒見がいいし、戦いでも誰よりも仲間のことを考えてて、私だって何回もサラトガさんの世話になったことがあって、それから……指揮官？まさか、寝ちゃったんじゃ……",
	unlock = "インディペンデンス級のプリンストンよ。タラハシー…？そちらで呼んでもらって構わないわ",
	feeling5 = "指揮官、なぜサラトガさんのブロマイドを…部屋の床に落ちてた？！うぅ、私としたことがよりによってそんなミスを…これは私のコレクションで…ほかの子には秘密にしてて！",
	main = "サラトガちゃん？…さ、サラトガさんは尊敬してるお方だから、ちゃん付けで呼ぶだなんてとんでもないわっ|モントピリアは気心の知れた友達よ。同じクリーブランド級として設計されていただけでなく、お互い憧れの人がいる共通点もあるから|お仕事、どんどん任せて頂戴。秘書艦として当然だからあまり気にしないで",
	battle = "前進…ううん、実戦あるのみ！",
	upgrade = "悪くないわ。感謝する",
	voice_key = 10723,
	headtouch = "",
	feeling2 = "お茶でもしながら雑談を…？す、少し待っててください…ええと、今部屋を片付けるので30分くらい時間をください...！",
	login = "来たわね。よく休めた？",
	vote = "",
	hp_warning = "あのときとは違うわ…！",
	id = 107230,
	detail = "何か用？あ、別に今忙しいというわけではなくて、ちょっとぼーっとしてて…",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"サラトガさん、私が守るよ！",
			0
		},
		{
			{
				10214
			},
			1,
			"目標に向けて頑張るわ",
			0
		},
		{
			{
				10223,
				10226
			},
			2,
			"心配いらないわ！",
			0
		}
	}
}
