_G.pg.ship_skin_words[107380] = {
	feeling1 = "指揮官は信用情報のブラックリストに入っています。ご注意ください",
	feeling3 = "指揮官、いくら時間が惜しくても、ジャンクフードを食べては身体に悪い影響しか与えません。…はい、手作りのサンドイッチです。どうぞこちらを召し上がってください",
	lose = "こんな…はずでは…！",
	propose = "この気持ちを一刻でも早くノートに書き記したいのですが、この両手には今もっと大切な役割があります。それはあなたを抱きしめること――これからシャングリラはずっとあなたと一緒に、あなたの行く道の先にある、「理想郷」を目指して……",
	expedition = "委託が完了しました。戻ってくる皆の出迎えに参りましょう",
	win_mvp = "あなたたちではシャングリラにたどり着くことは叶わないのですよ",
	home = "艦隊が母港に帰還しました。皆さんと少し休憩してから、先程の出撃の振り返りと戦術レポートの確認を行いましょう",
	mission = "本部より入電です。タスクリストに書き記しましたので、ご確認ください",
	touch2 = "私の健康状態を確認したかったのですか？",
	voice_key_2 = -1,
	skill = "嵐を越えて、全力で挑む！",
	drop_descrip = "エセックス級航空母艦・シャングリラ（CV-38)",
	mail = "新しいメールがあります。私が代わりに読み上げることも可能ですので、お時間がない時はご検討ください",
	touch = "指揮官はどのエピソードを聞きたいですか？人跡未踏の安息地、それとも水平線の向こうの理想郷？",
	profile = "私の名前・シャングリラはかの大戦でのとある作戦に由来しています。エセックス級として様々な場所を歩き回った私は、このノートに数々の物事とエピソードを書き記すことができました。これこそ私にとっての誇りです",
	mission_complete = "任務が完了しました。今回の報酬は何でしょう？無人観測機？それとも……",
	feeling4 = "はあ、身体を大事にして、と散々言いましたのに……はい、サフランティーを用意しました。身体にいいですよ",
	unlock = "CV-38、シャングリラ、着任しました。このノートに書き記されている数々のエピソード、いつか指揮官にも共有したいのですが……今は目の前の仕事に集中しましょう",
	feeling5 = "サフランの花言葉は「喜び」って知っていますか？こうして間近であなたの物語を書き記し、あなたと一緒に戦い、あなたの生活の面倒を見られること――これこそ私にとっての一番の喜びです",
	main = "この子のことが気になりますか？実は昆虫の観察も私の趣味の一つです。この子はパナマから連れてきました|対潜作戦ですか…？機会があればトライしたいですね。もしかしたら意外と行けるかもしれません！|指揮官の健康を保つのも私の仕事です。くれぐれも体には気を付けて疲労を過度に溜め込まないようにしてください",
	battle = "艦首、風上！自由の重み、思い知らせてやりましょう！",
	upgrade = "感謝します。新たな戦果でお応えしましょう",
	voice_key = 10738,
	headtouch = "この髪飾りですか？私の名前にお似合いだと、逸仙さんからもらったんです",
	feeling2 = "今日から指揮官のすべてを書き記していきますね",
	login = "おかえりなさい、指揮官。指揮官がいない間に起きた重要な出来事はこちらに書き記しました。ご確認いただけますか？",
	vote = "",
	hp_warning = "消火作業、準備を急いでください！",
	id = 107380,
	detail = "外部への秘密厳守、上官への滅私奉公、くれぐれも疑うことなきよう",
	couple_encourage = {
		{
			{
				10709
			},
			1,
			"安心して、私たちはきっと先輩を越えられます",
			0
		},
		{
			{
				10707
			},
			1,
			"飛行機を貸していただけますか？ええと……カウガール…さん？",
			0
		}
	}
}
