_G.pg.ship_skin_words[101170] = {
	feeling1 = "Zzzzzzzzz……",
	feeling3 = "最初、指揮官はちょっと退屈だと思った……でもよくよく考えると、ラフィーは戦闘以外あまりやる気ないし、もしかしたら指揮官と気が合うかもよ……",
	lose = "ふぅ……負けちゃった……初心者じゃ…ないよね？",
	propose = "指揮官のためなら、もう一度鬼になってもいいと思ったのに……こんなに指揮官に大切にされたら、ラフィーにそういう機会はもうないかも…指揮官、がっかりした？（ツンツン",
	expedition = "じーー、委託が完了したこと、指揮官は覚えているのかなって、思ってるの",
	win_mvp = "うん……そこそこ……？",
	home = "任務から帰還、原隊に復帰する",
	mission = "まだ任務がありそう…",
	touch2 = "指揮官……もしかして、ヘンタイさん…？",
	voice_key_2 = -1,
	skill = "状態良好……行こ",
	drop_descrip = "ベンソン級駆逐艦・ラフィ（DD-459)",
	mail = "指揮官に、メール…",
	touch = "指揮官、疲れた？",
	profile = "ベンソン級駆逐艦の「よく期待されてた」ラフィー。\n第三次ソロモン海戦で結構活躍した。戦艦？なぁに？",
	mission_complete = "うん、ボーナス受け取った。",
	feeling4 = "ひとりは慣れたけど……指揮官となら、なんかもっといいかな……むぅ……ぐぅ……Zzzzzz……",
	unlock = "ベンソン級駆逐艦ラフィー、命令を待っている……指揮官、この耳は本物じゃないから、そんなにじっと見ないで……",
	feeling5 = "今考えると、あの時指揮官がいたら、比叡を沈められたかもしれない……ううん……でもあの娘が指揮官に手を出したら、ラフィーが許さないもん……",
	main = "指揮官、お花、飾ってみない？|指揮官はラフィーにかまってくれない…はああ……眠い……|うん？うん。ラフィーの、ご機嫌アピール…|ラフィーは指揮官にかまってほしいって思ってない。うん、思ってない…（ツンツン|ラフィーは指揮官に一緒に遊んでほしいと誘ってない。うん、多分…（ツンツン|指揮官指揮官、ラフィー、コワイ？",
	battle = "自己リミッター解除……",
	upgrade = "うん…二度寝しよう……",
	voice_key = 10117,
	headtouch = "むぅ……指揮官、揺らさないで……",
	feeling2 = "ふあ……指揮官、一緒にねんねする？",
	login = "指揮官、元気？ラフィーは元気だよ。多分",
	vote = "",
	hp_warning = "この程度、あの時と比べて全然…",
	id = 101170,
	detail = "わたしがこの体じゃなくなっても、まだ見てくれる…？",
	couple_encourage = {
		{
			{
				30301
			},
			1,
			"強がっても意味ない…",
			0
		}
	}
}
