_G.pg.ship_skin_words[107990] = {
	feeling1 = "指揮官こそ、学ぶ必要があるのでは……？",
	feeling3 = "どうして「一番強い」艦船になりたいって？一番強くなれば仲間たちを守れて、この戦いを終わらせることができるから！",
	lose = "負けた……く、悔しい…！",
	propose = "これは…指揮官はエンタープライズのことを認めてくれたのか？良かった…でもわたし、まだまだ学びたいことが…真のヒーローになれるまで、エンタープライズから…離れないでよねっ",
	expedition = "軍事委託完了だ！十分な補給があれば前線がもっと戦いやすくなるな！",
	win_mvp = "よし、今回も一番だ！",
	home = "指揮官、今の戦闘でのわたしはどうだった？何かもっと…もっと良くなれるところはなかった？",
	mission = "新しい任務か？はい、今準備して……指揮官への任務か？",
	touch2 = "……？指揮官が今やったこと、よくわからない……",
	voice_key_2 = -1,
	skill = "終わりよっ！",
	drop_descrip = "ヨークタウン級航空母艦・エンタープライズ（CV-6)",
	mail = "指揮官、メールを持ってきた！",
	touch = "わ、わたしへのアドバイスか？ああ、ぜひ聞かせてくれ！",
	profile = "どんなに敵が強かろうと、どんなに状況が悪かろうと、全力で戦い、そして勝つ――これはエンタープライズが自分に定めた目標だ！もっともっと強くなったら、絶対にできるよ！",
	mission_complete = "任務完了！指揮官の役に立てて光栄だ！",
	feeling4 = "ヨークタウン姉さんも、ヴェスタルも、サラトガさんもわたしに優しくしてくれて……ダメだダメだ！全員に優しくされてどうする！指揮官だけでも、厳しくしてほしいっ！",
	unlock = "はじめまして指揮官、ユニオンの空母エンタープライズだ。より強い戦士になるためにここで多く学びたい…指揮官、助けてくれるか？",
	feeling5 = "皆を守ったヒーローは、一人ぼっちで、いつしか忘れられるよね……わたしには指揮官がいるから大丈夫！いつか…いつかエンタープライズの任務が全部終わっても、指揮官はそばにいてくれて…いっしょに遊んでくれるよね？",
	main = "「ぐれいごーすと」？……エンタープライズのことか…？カッコいいと思う！|ヨークタウン、ホーネット、そしてこのエンタープライズ…きっとユニオンのすごい艦船になれる！|戦闘以外にも色々頑張っているぞ！…れ、レモンを食べるのは無理だ！",
	battle = "エンタープライズ、エンゲージ！…わわ！帽子が…！",
	upgrade = "「一番強い」ところまで、また一歩！",
	voice_key = 10799,
	headtouch = "よ、よしてくれ！頭をポンポンされすぎちゃうと背が伸びなくなっちゃうぞ！",
	feeling2 = "指揮官、今日も訓練の指導をよろしく頼む！先に言うけど、手を抜いてはダメだぞ！",
	login = "指揮官、今日は何を学ぶのだ？",
	vote = "",
	hp_warning = "この程度…大丈夫だ！",
	id = 107990,
	detail = "ヴェスタル、わたしが少しかすり傷をつけただけであんなに取り乱して…ああいうのは全然大したことじゃないのに…",
	couple_encourage = {
		{
			{
				30709
			},
			1,
			"何回でもわたしが勝つよ…！",
			0
		},
		{
			{
				30407
			},
			1,
			"予想以上に強い敵…でも負けない！",
			0
		},
		{
			{
				10709
			},
			1,
			"そう簡単に超えられないよ",
			0
		},
		{
			{
				10705,
				10707
			},
			2,
			"エンタープライズの実力を見て！",
			0
		},
		{
			{
				11201
			},
			1,
			"この程度の怪我…本当に大丈夫だからぁ！",
			0
		},
		{
			{
				10706
			},
			1,
			"真のヒーロー…知りたい！",
			0
		}
	}
}
