_G.pg.ship_skin_words[108030] = {
	feeling1 = "嫌いだ！",
	feeling3 = "勇気だけでは楽に勝てない！…って時は、指揮官の力が大事ね！指揮官の指示さえあれば、あたしたちは何でも乗り越えられる！",
	lose = "ぐぅ…海の水が塩辛いからだよぉ……",
	propose = "あわわ！待って待って！なんでいきなりだっこしてきたの！何をする気なの！？「ウェイトトレーニングの練習」？じょ、冗談じゃないよ！？みんなが見てるから早く下ろしてーー！！",
	expedition = "委託組、無事帰ってきたね！",
	win_mvp = "勝利はカヴァラのおかげ！へへへー",
	home = "指揮官、潜水艦の活躍が必要になったらカヴァラに声をかけて！",
	mission = "任務をこなしたら報酬をいっぱい貰える？",
	touch2 = "た、逮捕されちゃうよ！ぶーぶー！",
	voice_key_2 = -1,
	skill = "待ってたよ！このチャンスを！",
	drop_descrip = "ガトー級潜水艦カヴァラ・SS-244",
	mail = "新しいメッセージ！潜水艦の仲間からか？",
	touch = "あははは！もう触るなははは！くすぐったいあははは！",
	profile = "あたし、初パトロールでチャンスを見つけて空母を沈めたんだ！……結構ピンチもあったから、別に楽なんかじゃなかったよ！まあ、全部乗り越えたけどね！この話に興味があったら今度教えてあげる！",
	mission_complete = "おお！報酬が一杯！指揮官、いいもの食べよう！",
	feeling4 = "最近なんか臆病になった気がする…出撃のときに今までのようにシャキッと戦えなくなっちゃったし、指揮官のことを思うと……きっと指揮官のせいだ！…でも、本当に指揮官のせいなのかな……",
	unlock = "ユニオンの潜水艦、カヴァラ！艦隊のために戦果を持ってくるから待ってて！指揮官！",
	feeling5 = "指揮官があたしを子供のように抱っこしながら母港中を走り回る夢を見た……おかしいよねこれ！妙に嬉しく気持ちになっちゃって……なんだろう…",
	main = "潜水艦はもっと強くならないかな？例えば……もっとすごい武器を積めるようになるとか？|何もしないのにここにいるのはつまんないね。…指揮官、なんかやらせて！|ふはー！陸の上でも海と同じぐらい気持ちいい風があるんだー！",
	battle = "仲間たち、勇気をちょうだい！",
	upgrade = "強くなった！ふふん！",
	voice_key = 10803,
	headtouch = "",
	feeling2 = "負けるのが怖いなら、勇気を奮い立たせよう！",
	login = "おはよう！今日も定刻通りに来たね！",
	vote = "",
	hp_warning = "どんなに厳しい状況でも諦めない！",
	id = 108030,
	detail = "海の中だけでしか戦えない潜水艦じゃないよ！水上でも大丈夫よ！",
	couple_encourage = {
		{
			{
				10802
			},
			1,
			"どっちか強いか競争だ！",
			0
		}
	}
}
