_G.pg.ship_skin_words[108040] = {
	feeling1 = "大丈夫！指揮官はお日様をもっと浴びて、悩まずにやればきっとうまくいくよ！",
	feeling3 = "指揮官見つけた！ええい！……抱きつかれると困るって？ごめんなさい！力入れ過ぎちゃった？違う？じゃあなんで？",
	lose = "危なかった…次はこうはいかないよ！",
	propose = "今指揮官に抱きついていいの！？はい！……指揮官に抱きついているときってやっぱり幸せ～えへへ、あともうちょっと抱きつかせてよ～",
	expedition = "指揮官、委託の報酬物資届いたよ！",
	win_mvp = "この勝利の戦い、「ブルーギルの戦い」と呼ぶにする！",
	home = "指揮官、おつかれ！えい！",
	mission = "指揮官、パトロールならブルーギルを連れて行ってもいいよ？役に立てるかも！",
	touch2 = "わわ！指揮官！ちょっとやりすぎだってば！",
	voice_key_2 = -1,
	skill = "ブルーギルアタック！",
	drop_descrip = "ガトー級潜水艦「ブルーギル」・SS-242",
	mail = "ブルーギルへのメール？え、指揮官宛？",
	touch = "ブルーギルと戦う気か？よぉし、喰らえ！ブルーフラッシュ！",
	profile = "ガトー級の一隻にして、色んな海で活躍しかの大戦で敵を大いに悩ませた潜水艦ブルーギル――へへ、この母港でも輝いてみせる！",
	mission_complete = "任務完了！さあ泳ぎに――あれ？まだだめ？なんで？",
	feeling4 = "指揮官が困る理由がわかった！さてはブルーギルに抱きつかれると恥ずかしくなるんだな！大丈夫大丈夫、皆気にしないって！……あ、あれ？",
	unlock = "ついに見つけた！ブルーギルの指揮官！……えへへ、今日から君がブルーギルの指揮官だ！",
	feeling5 = "ブルーギルが指揮官に抱きつくとそんなに困るんだ……ごめんなさい！でもでも、指揮官に抱きついたときは本当にとてもとっても嬉しかった…指揮官がいいと言う時まで我慢すればいいの？はい！いつでも言ってください！！",
	main = "晴れな日は泳ぎにいい日！|あ、指揮官それ裏紙じゃなくてブルーギルのファイルだ！ほら、全部ブルーギルが書いたよ！|指揮官、いつまで机とにらめっこしてるの？一回休憩しようよ！",
	battle = "ブルーギル、出撃だ！",
	upgrade = "うっひょー。お、本当に動きやすくなった！",
	voice_key = 10804,
	headtouch = "",
	feeling2 = "ブルーギル、実は淡水魚だった！……知ってた？ちぇ、びっくりさせられると思ったのに",
	login = "指揮官、おかえり！カーテンをこう…パーっと――へへ、部屋の中まで太陽の匂いだ！",
	vote = "",
	hp_warning = "やばいやばい！",
	id = 108040,
	detail = "科学部の部室にこもる重桜の夕張さん…仲良く遊べる方法ないかな…",
	couple_encourage = {
		{
			{
				30201
			},
			1,
			"おお、新しい装備なの！？",
			0
		},
		{
			{
				10801,
				10802,
				10803
			},
			1,
			"ガトー級、GO！",
			0
		}
	}
}
