_G.pg.ship_skin_words[108050] = {
	feeling1 = "イラストリアスたちが悲しんでいるよ？",
	feeling3 = "おっ、指揮官差し入れくれるの？気が利くぅ～皆が練習していたときにこっそり外から覗いてたことを秘密にしてあげるよ☆",
	lose = "ここは…恥ずかしいけど役に立つ作戦で！",
	propose = "あれぇ、アイドルって恋愛禁止じゃなかったっけ？まああたしはアイドル以前に艦船だから大丈夫だもんね！というわけで指輪、もらっちゃうぞ～これからもよろしく♪",
	expedition = "イヒヒ、委託組の出迎えのときに、ゲリラライブ決行しちゃおっかな！",
	win_mvp = "次の敵までアンコール！",
	home = "指揮官は次に「アルバコアはこちらに何か言わせたいのか」と言う！",
	mission = "オファーが来てるよぉん！",
	touch2 = "今もし、あたしがセクハラーって大声で叫んだら～指揮官は……どうなっちゃうかな？フフフ～",
	voice_key_2 = -1,
	skill = "盛り上がってこー！！",
	drop_descrip = "アイドルアルバコア、メイクアアーッップ！なんて、ノリでやってみただけだよぉん！お、指揮官まさか別のアイデアを持ってたりするの？教えて教えて～",
	mail = "タシュケント、指揮官宛のメールはどこに置いた？…げぇ、指揮官！なんでもないよ！",
	touch = "応援ありがとう☆",
	profile = "アイドル活動中、潜水艦アルバコア！スマートでユニーク、あなたにアクティブにアピール！ボーカル、ビジュアル、ダンス何でもお任せ！",
	mission_complete = "オファー完了！あー疲れたー",
	feeling4 = "おっ、指揮官おっはよー！「デート予定」のメモに気づいた？メンバーのメンタルケアもプロデューサーの仕事だからね～ほかの皆の分もあとで書き足してあげるからちゃんと確認しておいてー",
	unlock = "アイドルアルバコア、メイクアアーッップ！なんて、ノリでやってみただけだよぉん！お、指揮官まさか別のアイデアを持ってたりするの？教えて教えて～",
	feeling5 = "あたし、指揮官のためにトップアイドルになって、ステージの上で輝きたい…！なんて☆もう指揮官、そこは「みんなで」トップアイドルにならないとダメじゃなーい？えへへ",
	main = "サプライズ！アルバコアの新作アイテム、どぉ？|素晴らしい衣装の数々はダイドーの手作り！…しかしぃ、あのぬいぐるみは何だろ？気になるねー|大鳳のライブ見に行きたいな～ねえねえあとで見に行こうよ♡",
	battle = "仕掛けオッケー、レッツゴー！",
	upgrade = "アイドル力、パワーアップ！",
	voice_key = 10805,
	headtouch = "",
	feeling2 = "アイドルっていいね！歌を歌ったり、踊りを踊ったり、皆を笑顔にしたりぃ～あれ？全然あたしっぽくない？そぉ？",
	login = "おはよーP！今日も仲良く、頑張ろ！",
	vote = "",
	hp_warning = "わわ、ミスった！？",
	id = 108050,
	detail = "アイドル活動をしてるといたずらするチャンスがなくなるんじゃないかって？ふふん、どっちもやれるのが真のアイドルだよ！そんなことサラトガちゃんを見てれば分かるんじゃな～い？",
	couple_encourage = {
		{
			{
				30711
			},
			1,
			"大鳳ぉ！コンビでも組む？",
			0
		}
	}
}
