_G.pg.ship_skin_words[108060] = {
	feeling1 = "指揮官がイケてないのはちゃんとワケがあるよ？あたしが色々教えてあげるから、勉強代はちゃんと用意してね～ははは",
	feeling3 = "あのいつも眠そうにしてるお狐さんが寝ている間にぃ、しっぽに潜り込んでもふもふしたら絶対気持ちいいよね～まあでも寝てるのを邪魔するのはよくないか。ははは",
	lose = "一回負けただけよ…もう一回行ってやらぁ！",
	propose = "急に呼び出されたときからこうなると思ってたよ～まあまあ焦らずにまずはじっとしてて、はい、目を閉じて――これからいいことが起きるよ♡",
	expedition = "委託物資無事到着ぅ！あたしが運んであげたら特別なゴホウビとかある？ははは♪",
	win_mvp = "まぁ、あたしの戦果はいつもこんなもんよ♪",
	home = "おかえりなさい～あ・な・た♪はは、また赤くなった！はははは",
	mission = "有能でイケてる指揮官は任務なんてテキパキこなせるって聞いたよ―",
	touch2 = "もうせっかちなんだから～こういうの、ダメよ♪ははは",
	voice_key_2 = -1,
	skill = "こっそりやっつけるぅ！",
	drop_descrip = "バラオ級潜水艦「アーチャーフィッシュ」・SS-311",
	mail = "新しいメール？あたしも見ていい？ちょっと距離縮められるね♡",
	touch = "ん？どうしたの？面白そうなことでもあった？早く教えてー",
	profile = "バラオ級の一隻にして、そして撃沈した軍艦の最大記録を持つ潜水艦！…まあこの記録は中々抜けないだろうね。うん",
	mission_complete = "任務完了！まあ有能でイケてるあたしのおかげよー",
	feeling4 = "指揮官への愛情たっぷりのスープの出来上がり♪へへへ、先に味見してみない？んじゃあスプーンに…じゃなくて…はい、この指先についてるのを味わってみない？",
	unlock = "ははーん、あなたが指揮官？くんくん、イケてるね～早速だけどデート、してみない？…なんて、もう顔が赤くなったの？はは、面白そう～!",
	feeling5 = "おっ、ようやくこっちのペースに着いてこれるようになった？―――でも本番はこれからよ！まずはこうやって手をつないで…デートしよう！",
	main = "指揮官、仕事中は集中が大事よ！…あたしがいるから集中できないなんてなくない？ははは|あたしに構ってくれないと世界一周の旅に出るよー。ってしないよそんなの。まあ母港周辺の海域に行ってデータ集めぐらいはするよ| 海に出る時に可愛い女の子がいればさぁ…指揮官、もっと楽しくなると思わない？",
	battle = "ふふん、次は全力出すわよ！",
	upgrade = "イケイケ度アップ！ははは",
	voice_key = 10806,
	headtouch = "えー頭を触るだけ？別のご褒美は？ふふふ",
	feeling2 = "今日はどこに出かける予定？あたしも付き合ってあげよっか",
	login = "指揮官、起きなさい！もうお仕事の時間だって！放ったらかしたらお仕置きされるよ！",
	vote = "",
	hp_warning = "面倒だな…",
	id = 108060,
	detail = "潜ることが多い潜水艦も肌の保養が重要だよねー。多少の日焼けは致し方なしって感じ？",
	couple_encourage = {
		{
			{
				10801,
				10802,
				10803,
				10804,
				10805
			},
			2,
			"位置につけー",
			0
		},
		{
			{
				30708
			},
			1,
			"おーきーてー！おーきーてー！",
			0
		}
	}
}
