_G.pg.ship_skin_words[112010] = {
	feeling1 = "指揮官、お姉さんを怒らせた罰として、この注射ちょっと痛くするわよ",
	feeling3 = "はいは～い、最近指揮官私に頼りすぎですよ～まあ信頼されるのは嬉しいですけど、指揮官がヘタレになっちゃったらダメじゃないですか・・・",
	lose = "みんなを決して見捨てませんよ。一緒に帰りましょう。",
	propose = "うふふ、これなら指揮官も私の看護を断れませんね～何をそんなに恥ずかしがってるのですか～全部、私にまかせてもいいですよ？",
	expedition = "委託チームの娘たちが帰還しましたね。怪我は大丈夫かしら…",
	win_mvp = "ご安心を。私がいれば、戦いながら修理できます",
	home = "指揮官、怪我したら言ってください",
	mission = "指揮官…あの…やっぱりミッションをもう一度確認したほうが…",
	touch2 = "あ、やだ…は、恥ずかしい…",
	voice_key_2 = -1,
	skill = "はいはい、修理の時間で～す",
	drop_descrip = "工作艦ヴェスタル（AR-4)",
	mail = "指揮官、新しいメールよ",
	touch = "ど、どうしてこんなに心臓の鼓動が早くなるんだろう…",
	profile = "修理メンテナンス担当のヴェスタルです。エンタープライズちゃんの専任世話役をやっていましたから、どこか具合が悪いなら言ってください。でも、私が後方担当だからって見くびっては痛い目に遭いますよ？",
	mission_complete = "ミッションボーナスが来ましたよ~",
	feeling4 = "うーん…白衣の天使としてみんな平等視しないといけませんから、指揮官ばかり世話するのはダメです～でも、個人的には、ちょっと特別なサ・ー・ビ・スを、提供できなくはないですよ~♡",
	unlock = "指揮官、初めまして。工作艦ヴェスタルです。エンタープライズちゃん専属のお世話係をしていたんですよ。みんなが元気に過ごせることが私の幸せで～す",
	feeling5 = "かかりつけ医とはこういうものですね…！24時間フルタイムケア、指揮官の身の回りの世話全般！ーーえ？やりすぎですか？そうかな……",
	main = "指揮官、ずっとぼんやりしてるなら、指揮官をほっといて、エンタープライズちゃんと一緒に遊びに行っちゃいますよ！|指揮官、出撃の前に艦隊の状況をチェックしませんか？|エンタープライズちゃん、ちゃんとご飯食べてるかな？本当に心配です…",
	battle = "みんなの工作艦になれることが、とっても幸せです",
	upgrade = "前よりもっとみんなのお世話ができて本当に良かったです~",
	voice_key = 11201,
	headtouch = "",
	feeling2 = "そう言えば指揮官？ちゃんと健康状況を気にしてます？私に一任？まったく、私はかまいませんけど、体は大切にするものですよ？",
	login = "ヴェスタルは、いつだって傷ついた子たちを癒やしてあげます",
	vote = "",
	hp_warning = "大変！すぐ治療しないと！",
	id = 112010,
	detail = "指揮官、薬品と医療機材の補充をお願いします",
	couple_encourage = {
		{
			{
				10706
			},
			1,
			"エンタープライズちゃん、うっかりしてはダメですよ~",
			0
		},
		{
			{
				20114
			},
			1,
			"お姉ちゃんがいるから、安心してぶつけちゃって~",
			0
		}
	}
}
