_G.pg.ship_skin_words[201030] = {
	feeling1 = "仲がいいのは私の誤解だったよね……ごめん…",
	feeling3 = "指揮官、何か食べない？私が作ってあげる♪大丈夫、好きな料理は全部覚えてるんだから。",
	lose = "わっ！早く撤退しないと熱中症になっちゃう！",
	propose = "ケッコンしても、人生はまだ長いよね…でも何事もない日常も、指揮官さえいればつまらなくはないよ？えへへ♪",
	expedition = "指揮官、委託を完了した娘たちを見かけたよ。迎えに行こ？",
	win_mvp = "コスパのいい戦闘だよね~",
	home = "はぁ……指揮官も戻ったね",
	mission = "任務だよ？ちょうど見ていたから、今教えたんだ。",
	touch2 = "きゃっ！こういうの……おうちに着いてからにしようよ！",
	voice_key_2 = -1,
	skill = "もうちょっと頑張って…！",
	drop_descrip = "A級実験駆逐艦・アーデント（H41)",
	mail = "あ、ついさっきいなかったから、手紙貰ってきちゃったーーはい",
	touch = "あの……そんなに近づいたらほかの人に誤解されちゃうよ……",
	profile = "私はアーデント、A型駆逐艦の三番艦、うーん……グロリアス姉様の話以外は特に言うことないよね。でもあの時は頑張ったよ？まあそういうことで、指揮官に出会えてよかった！これからずっと仲良くしようね？",
	mission_complete = "ボーナスが届いたよ？持ってってもいい？",
	feeling4 = "私的に、亭主関白っていうのもいいよね……でも……こうして毎日淡々と過ごしていくのって、指揮官的に本当にいいの？",
	unlock = "指揮官のところに今日引っ越してきたよ~よろしくね~",
	feeling5 = "日常って多分こんな感じかな…波もなくて、ただ淡々と過ごしていくの。だから指揮官、これからもずっとこんな感じで過ごしましょ？",
	main = "指揮官お腹減った？一緒にごはん食べる？|あ、その、指揮官、余分なパーツある？ちょっと定期検査したいけど~|あの、聞いてる？うぅ……やはり指揮官は私を見飽きちゃったかなーー冗談だよ~",
	battle = "敵が来た！火事には気を付けてね！",
	upgrade = "指揮官に大切されていて、嬉しいなぁ",
	voice_key = 20103,
	headtouch = "",
	feeling2 = "指揮官さ、私とすっごく気が合うと思わない？うんうん♪　私も、指揮官のことをすっごく親しい友達みたいだと思うんだ♪",
	login = "指揮官、おやつ食べる？少しだけ残しておいたよ",
	vote = "",
	hp_warning = "",
	id = 201030,
	detail = "あの……もうここに住んでいるのに、まだ見られるのに慣れてないの……私、かわってるね？あはは…",
	couple_encourage = {
		{
			{
				20102
			},
			1,
			"アカスタ、頑張って！",
			0
		},
		{
			{
				20706
			},
			1,
			"あわわ、グロリアス姉様、敵はあっちだよ！",
			0
		}
	}
}
