_G.pg.ship_skin_words[201120] = {
	feeling1 = "運命は私達を引き離していきます…",
	feeling3 = "わ、私も前から指揮官とお話したくて……その……",
	lose = "神さまは……わたしを見捨てたの……",
	propose = "指揮官とここまで来れたのは……う、運命の導きですけど…指揮官がずっと私の手を引いてくれたおかげで、私の運命を信じ続けられました……ありがとうございます……",
	expedition = "指揮官……あのぉ、委託チームが帰ってきたようです……",
	win_mvp = "勝利は…神さまの恵みです……",
	home = "あの……お疲れ様です！><",
	mission = "に、任務……まだ終わっていないのが……　",
	touch2 = "あ、あの…うぅ…",
	voice_key_2 = -1,
	skill = "あ、あの、運命はあなた方を滅ぼしちゃいますよ>.<!",
	drop_descrip = "F級駆逐艦・フォーチュン（H70)",
	mail = "新しいメール……神の御意では…？",
	touch = "や、やっぱりご迷惑をおかけしました…か?><",
	profile = "ロイヤルネイビーFクラスの駆逐艦、フォーチュンです……妹のフォックスハウンドと一緒に楓の国の海軍に転属しました……Fクラス駆逐艦として、頑張りました……",
	mission_complete = "神より賜った富に、感謝です。",
	feeling4 = "指揮官……私……ずっと、見てますよーー突然こんな事言って、迷惑、ですか…？",
	unlock = "はじめまして指揮官、わ、私はフォーチュンと言います……Fクラス駆逐艦として、頑張りました……",
	feeling5 = "今だから言えます…私の名前になっている運命の女神さまが、私と指揮官を出会わせてくださったって……",
	main = "フォーチュンは……「富」の意味もありますよ……|妹と一緒なら、どこへでも……|サスカチュワン……神から貰った新しい名前……",
	battle = "神さまの裁き…受けちゃえ！",
	upgrade = "運命は……もっと近くに…",
	voice_key = 20112,
	headtouch = "",
	feeling2 = "……き、緊張します……うぅ～",
	login = "指揮官、ま、待たせてしまいました？……うう……",
	vote = "",
	hp_warning = "運命の導きのままに……",
	id = 201120,
	detail = "指揮官……わたし、頑張りましたけど…やっぱりダメ？",
	couple_encourage = {
		{
			{
				20111
			},
			1,
			"F級ととして、いっしょにがんばりましょう…",
			0
		}
	}
}
