_G.pg.ship_skin_words[201130] = {
	feeling1 = "指揮官、しっかりしないと放っておくよ！なーんてね♪もちろんウソ！もう失望させないでね",
	feeling3 = "勉強したいことがいっぱいあるよね！ふふん、今は指揮官がそばにいるからモチベーションも上々よ！",
	lose = "うぅ…やっぱり私じゃ力不足ってこと……？",
	propose = "指揮官の頼れる助手さんになるつもりだったけど、まさか指揮官から指輪を送られるなんて……はい、もう優雅とか作法とか無理しなくていいから、私のことを思いっきり抱きしめちゃって♪",
	expedition = "委託組のみんなが戻ってきた！私も一緒に遊びに……じゃなくて！みんなと一緒に海にでたいな～！",
	win_mvp = "嚮導駆逐艦として当たり前よ♪",
	home = "指揮官戻った？じゃあ早速特訓の成果を…ってごめんごめん！出撃でもう疲れたよね！はい、ジュースよ！とりあえず早く元気になろ？",
	mission = "指揮官、任務が残ってるから、まだサボっちゃダメよ～一緒に頑張って、こなしちゃお♪",
	touch2 = "きゃっ！？……もう怒るよ！指揮官ったらもっと紳士的にならないと！",
	voice_key_2 = -1,
	skill = "今私のスゴさを見せてやるわ！くーらえー！",
	drop_descrip = "G級駆逐艦・グレンヴィル（H03)",
	mail = "メールだ！ふふん、私が開けてもいい？",
	touch = "フッドさんのような優雅なレディになれるといいな～",
	profile = "ロイヤルGクラス駆逐艦のグレンヴィルよ。嚮導駆逐艦、そして駆逐艦隊の旗艦も務めたの。まあそこまで長くは戦えてなかったかな。それと言わなきゃならないことがあるんだ。私、水雷はちょっと苦手なんだよね……",
	mission_complete = "任務報酬を受取に行こ？",
	feeling4 = "指揮官の胃をトリコにしないのはロイヤルレディ失格よ！というわけで、指揮官は私の作ったロイヤルグルメを食べてみない？って、ちょっと頭が焦げちゃってるけどね……あははは",
	unlock = "ヤッホー、ごきげんよう指揮官、Gクラス駆逐艦のグレンヴィルよ！私が着任したからにはもう指揮官は安心してよし！なーんて、冗談よ♪　ま、お互い仲良くしましょう？",
	feeling5 = "指揮官のことは…好きよ！えへへ……あれ？女の子から告白されるのはそんなに珍しいの…？さ、さすがに指揮官でもそんなにじっと見つめられたらちょっと恥ずかしいかな……えっ、もう一回聞きたい？本当に？じゃあ…うん！好きよ！大好き！",
	main = "ふふん、指揮官も私の「作法」の勉強に付き合ってみない？例えばこう、レディの手を優雅に取れるやり方とか～|嚮導駆逐艦として、頼れる戦力になるべきなんだよね！うんうん、私もこれを目標にしてるよ～|実績がなくても怖くない！大切なのは明日の試練を乗り越え……あっごめんごめん、今のちょっと偉そうにしちゃった？",
	battle = "敵にこっちのスゴさを見せちゃいなよ！",
	upgrade = "これで出撃艦隊に編成される機会がもっと増えるよね！ふふん、指揮官、サンキュー♪",
	voice_key = 20113,
	headtouch = "",
	feeling2 = "母港には個性的な子はまだまだたくさんいるでしょ～私に紹介してもらえないかな？もっと皆と知り合いたいよね！",
	login = "指揮官、おかえり！ゆっくり休めた？休めたら今日の仕事、早く始めましょ？",
	vote = "",
	hp_warning = "嚮導駆逐艦を甘く見るなよ～！",
	id = 201130,
	detail = "指揮官、私フッドさんから紅茶の入れ方を勉強したけど、試しに一杯飲んでみる？……あれ？甘すぎ…？あははは、やっぱハチミツをドカーンと入れたのがダメだったかな……",
	couple_encourage = {
		{
			{
				20114
			},
			1,
			"うんうん！そのままぶつけていいよ！",
			0
		}
	}
}
