_G.pg.ship_skin_words[201140] = {
	feeling1 = "寛容なグローウォーム様もバカには寛大じゃないのだ！",
	feeling3 = "指揮官になんて攻略されないよーばーかばーか！",
	lose = "ああ~！ちょ、ちょっと！わたしの戦いがまだこれからだから！I Shall Return！",
	propose = "後悔しないでね？後悔してももう遅いよ！……えへへ、えへへへ、じゃあグローウォームがいっちばーんカワイイって言って！……もっと、もっと言って！",
	expedition = "委託チームから、このグローウォーム様に貢ぎ物を進呈~っと！",
	win_mvp = "敵も馬鹿だなぁ~わたしの勇気は負けないんだから！",
	home = "ジャジャーン！はい、抱っこして☆",
	mission = "おははは！指揮官~任務任務任務！",
	touch2 = "むむむ！ヘンタイ指揮官め！ヘッドスマッシュをくらえ！",
	voice_key_2 = -1,
	skill = "ミリオンヘッドスマッシュ！くらえー！",
	drop_descrip = "G級駆逐艦・グローウォーム（H92)",
	mail = "指揮官ほい！メール、メール、メール！",
	touch = "えへへ~くすぐったいよぉ~グローウォームも指揮官を触りたぁい~",
	profile = "私はGクラスの駆逐艦、グローウォーム！近寄り難いと言われるけど、実はわたしスキンシップが好きなんだ～！指揮官、指揮官、グローウォームの元気は尽きないんだから！う、うわあ！",
	mission_complete = "やっほぉ！~こんなにたくさん！遠慮なくもらうよ！",
	feeling4 = "最近は夢にも指揮官が出てくるようになっちゃった……これは知られてはいけないよね…",
	unlock = "ハロー！わたしがロイヤルネイビーGクラスの駆逐艦、グローウォームよ！ヤホー指揮官さん！今日も元気いっぱいにグローウォームと遊んでね！わたし、かくれんぼは得意だから！ ",
	feeling5 = "諦めたー！好き好き好き！バカにされてもいいからありがたく思うのだー！",
	main = "ほーら、無防備な指揮官、このグローウォームのCQCをくらえ！うにゃあ！あ、足ぶつけちゃった……|じっとしてて、ソーダが溢れちゃうから、押さえてあげる！（ガブッ|指揮官、水の中でぐるぐるしたら、竜巻ができちゃうかな？",
	battle = "つっこめ~！一番先に倒れるやつはあとで罰ゲームだよぉ~☆",
	upgrade = "グローウォーム様がもっともっと強くなったよ！",
	voice_key = 20114,
	headtouch = "",
	feeling2 = "グローウォーム様は最強だよ☆",
	login = "指揮官指揮官~来るのがおっそいよ！早く出発して~遊びにいこうよ~！",
	vote = "",
	hp_warning = "ぶつけるしかない！",
	id = 201140,
	detail = "指揮官指揮官、見て見て、わたし何周ぐるぐるしても酔わないよ！すごい？褒めて褒めて~！",
	couple_encourage = {
		{
			{
				10201,
				10208
			},
			2,
			"バカ三銃士、いっくよー！",
			0
		}
	}
}
