_G.pg.ship_skin_words[201200] = {
	feeling1 = "……（ハンターの仲間があなたに向かって吠えてきた）",
	feeling3 = "ハンターに狩れないものは、ない。あるとしたら、それはまだ準備が十分じゃないだけ",
	lose = "追う者も、追われる者も、変わらない者はいない……",
	propose = "ハンターは獲物を求めてさまよう者……だけど、拠点、ううん、「お家」を持っても…良さそうね",
	expedition = "準備しておくに越したことはない",
	win_mvp = "獲物だと考えていれば、獲りやすい……",
	home = "指揮官、獲物は？",
	mission = "今度の賞金首は…？",
	touch2 = "「指揮官に、ロックオン」",
	voice_key_2 = -1,
	skill = "もがけばもがくほど、苦しむだけ",
	drop_descrip = "H級駆逐艦・ハンター（H35)",
	mail = "メール。ハンティングの情報はないかな？",
	touch = "猟銃ではない、魚雷発射管",
	profile = "ロイヤルネイビーHクラス、ハンター。ナルヴィク海戦で鉄血の駆逐艦に敗れた。獲物に噛まれるハンター、別におかしくない……",
	mission_complete = "なに？勝利のラッパを吹いてほしいと…？",
	feeling4 = "指揮官、夜はなにを食べたい？何匹か獲ってくる",
	unlock = "指揮官、こんにちは。わたしはハンター。……ほかに、言うべきことは…？",
	feeling5 = "戦争が終わったら、指揮官と狩りに行きたい……うん、ハンターと指揮官だけで",
	main = "この子？大切な仲間|ハーディのことは嫌じゃない。時々、うるさく感じるけど……|この格好は……指揮官、ハンティングする時は真似しなくていい",
	battle = "…逃さない",
	upgrade = "うん、次は大きいのを狙おう……",
	voice_key = 20120,
	headtouch = "",
	feeling2 = "母港周辺で…狩場ある？",
	login = "指揮官、ハンティング、いい？",
	vote = "",
	hp_warning = "獲物…手強いね……",
	id = 201200,
	detail = "指揮官、わたしの戦利品コレクション…見たい？",
	couple_encourage = {
		{
			{
				20116
			},
			1,
			"ハーディ、聞いてるから、そんなに大声出さなくても",
			0
		}
	}
}
