_G.pg.ship_skin_words[201210] = {
	feeling1 = "指揮官、もう少し自重しないと、ジャベリンは指揮官のことを好きじゃなくなっちゃいますよ？",
	feeling3 = "指揮官との距離がどんどん近くなっていますね。ふふふ、でももう少し頑張らないと~",
	lose = "うぅぅ…油断しました…",
	propose = "指揮官どうしました？表情を固くして……え？……待って、ジャベリンの心の準備はまだ…どうしようどうしよう、髪はちょっとぼさぼさだし格好も普通だし……指揮官、ちょっと待ってて！絶対に待っててね！",
	expedition = "ちょっと疲れました？ちょうど委託が完了したところですよ。港に出て姉妹たちを迎えに行きましょ？",
	win_mvp = "ジャベリンはすごいでしょう？――いや～、そんな～でも、今度はもっといいホメ方でホメてくださいね♪",
	home = "指揮官お疲れ様です。背中叩いてあげましょうか？",
	mission = "指揮官指揮官、新しい任務が通達されましたよ",
	touch2 = "きゃあ～！指揮官、エロはいけませんよ！",
	voice_key_2 = -1,
	skill = "ジャベリンの活躍、見てくださいね！",
	drop_descrip = "J級駆逐艦・ジャベリン（F61)",
	mail = "ねえねえ、新しいメールですよ！",
	touch = "指揮官疲れてるんですか？じゃあ…おしゃべりでもしましょー！",
	profile = "指揮官こんにちは！Jクラスの駆逐艦のジャベリンです！みんなとダンケルクの戦いに参加しました！途中でちょっとトラブルがありましたけど、最後まで戦い抜きましたよ！",
	mission_complete = "指揮官指揮官、ボーナスに何があるか早く見てみましょう！",
	feeling4 = "指揮官、私ね、マンガみたいに伝説の木の下で告白されたいな~って……",
	unlock = "ジャベリンです！指揮官、どうぞよろしくお願いします！うん？――気になる子の前でどうしていいか分かんないって顔してる～？えへへ♪",
	feeling5 = "えへへ、指揮官と二人っきり、すごくうれしいです！あ、ジャベリン弁当作りましたよ。食べます？",
	main = "今日も一日、がんばりましょ！|ふあ…やっぱり存在感が薄れるのはいやですね…ううん、ジャベリン、もっと頑張るよ！|ジャベリンは運がとってもいいんですよ！|指揮官指揮官、ジャベリンと遊んで~！|指揮官が隣…安心します~|へっへー、ジャベリンはすごいでしょ？",
	battle = "良いひまつぶしになりますね！",
	upgrade = "えへへ、指揮官に気にかけてもらえるのって、なんだかあったかいです！",
	voice_key = 20121,
	headtouch = "指揮官、ジャベリンは元気ですよ！",
	feeling2 = "ーー私が可愛いですか？…えぇぇ~~！ウソでしょう？指揮官またジャベリンを馬鹿にして～＞＜",
	login = "指揮官、お帰り…なさい！",
	vote = "",
	hp_warning = "指揮官のために、みんな頑張って！",
	id = 201210,
	detail = "指揮官がこんなにジャベリンのこと気にかけてくれるなんて、嬉しいです！",
	couple_encourage = {
		{
			{
				20122
			},
			1,
			"Jクラスの実力見せてあげる！",
			0
		},
		{
			{
				10117
			},
			1,
			"指揮官のために、一緒にがんばりましょう！",
			0
		}
	}
}
