_G.pg.ship_skin_words[201240] = {
	feeling1 = "指揮官……わたしのことキライ？",
	feeling3 = "じゅ、ジュノーちゃん…指揮官はわたしひとりでも大丈夫だから、ついてこなくても……",
	lose = "テ、テッタイスルノ！？",
	propose = "こ、これで指揮官とずっと一緒なの？じゃ、じゃあ…指揮官、目を閉じて、わたしからもプレゼント……",
	expedition = "物資が増えた……",
	win_mvp = "不思議……",
	home = "指揮官、私にも出来ることは……ハイ！チャントスワリマス！",
	mission = "やらなきゃならないの……",
	touch2 = "…！？ジュノーちゃんじゃなくて指揮官だったの！？",
	voice_key_2 = -1,
	skill = "よ、避けないで……",
	drop_descrip = "J級駆逐艦・ジュピター（F85)",
	mail = "指揮官、あなたのメールよ…",
	touch = "指揮官……わたしの手、温かい…？",
	profile = "わたしは魚雷装備を強化されたJクラス駆逐艦のジュピター……ジュノーちゃん？わたしたち、ただの姉妹だよ。伊60？たしかにわたしが沈めたけど……",
	mission_complete = "ジュノーちゃん、心配しないで、任務は完了したよ",
	feeling4 = "指揮官、わたしが焼いたトースト、フフフ……美味しい？",
	unlock = "ロイヤルネイビーJクラス駆逐艦ジュピター……ジュノー？えっと、どの「ジュノー」なの？",
	feeling5 = "指揮官、わたしカワイイ？…フフフ……お礼に――",
	main = "わたしは「ジュピター」…「キューピッド」…チガイマス…|指揮官といると、楽しい……|いつか…故郷に帰りたい……",
	battle = "神さまの裁き…フフフ…",
	upgrade = "なにかが変わった……",
	voice_key = 20124,
	headtouch = "",
	feeling2 = "ヒトリデイインデス……",
	login = "じゅ、ジュノーちゃん、そんなに気を使わなくてもいいよ……わたしのほうがカンレキが長いのに……",
	vote = "",
	hp_warning = "",
	id = 201240,
	detail = "伊60を沈めた？ソンナコト……",
	couple_encourage = {
		{
			{
				10207
			},
			1,
			"げ、元気出して！",
			0
		},
		{
			{
				20122
			},
			1,
			"わ、わたしが世話する番でしょ…？",
			0
		}
	}
}
