_G.pg.ship_skin_words[101240] = {
	feeling1 = "あ、今片づけてるの。もう指揮官をいじらないよ？うれしい？",
	feeling3 = "最近さあ、指揮官はわたしがイタズラしても怒らなくなったけど、なんだか寂しそうじゃん……うん？わたし調子乗ってないわよ！",
	lose = "帰って指揮官をいじったほうがマシだもん…",
	propose = "指揮官、なに？……目を閉じてって？ははん、まさか日頃のイタズラの仕返しってやつ？いいわよ～どうせバカの指揮官なんて……あ、あれ……これって……",
	expedition = "委託完了まであと5分~",
	win_mvp = "あと少しでわたしたちに勝てたのに惜しいな~ヒッヒッヒッ",
	home = "指揮官さぁ、今からわたし、お風呂に入るけど、一緒にどぉ~ヒッヒッヒッ~",
	mission = "次の委託完了まであと5分よ~ヒッヒッヒッ",
	touch2 = "…‥指揮官、今夜寝るときは覚悟してな！///",
	voice_key_2 = -1,
	skill = "ヒヒヒ、これでも避けられる~？",
	drop_descrip = "シムス級駆逐艦・シムス（DD-409)",
	mail = "あっラブレターだ！…あごめん見間違えちゃったわ～",
	touch = "ちょっとあんたの趣味って…ヘンじゃない？",
	profile = "シムス級のネームシップはこの私よ。指揮官さぁ~珊瑚海とか言わないでよね、それ聞いたらつい人にイタズラしたくなっちゃうんだから~",
	mission_complete = "あれぇ~ミッションボーナスがあるんだ~うっかり捨てちゃうところだったよ~",
	feeling4 = "もうなによ頬を引っ張って……作り笑いはだめ？……ばーか、本気で笑っているのもわからないの？ ",
	unlock = "あんたが指揮官ね……ふぅん~わたしはシムス級駆逐艦のネームシップシムス、イヒヒ、よろしく頼むわ",
	feeling5 = "はい指揮官、コインを投げて～表が出たらシムスのことが好きって言って～どっちもオモテ？アッチャーバレタカー（棒）",
	main = "知ってる？私のモリスっていう妹はいっちばんいじりがいがあるんだ~ |じゃあ指揮官探してみてよ、このわたしが用意したサプライズが果たしていくつあるのかな~？|はい、わたしと一緒にポーズ~かかった！こちょこちょ攻撃！",
	battle = "適当にやっちゃおうかな~",
	upgrade = "ふふん、ありがとな~",
	voice_key = 10124,
	headtouch = "",
	feeling2 = "なーに指揮官、わたしに一目惚れしちゃった？わたし軽い男はダメよ？",
	login = "おかえり、指揮官……黒板消し？さぁ？わたしが置いたんじゃないわよ~",
	vote = "",
	hp_warning = "",
	id = 101240,
	detail = "指揮官さぁ~どんなにじっと見てもステータスは上がんないわよ。",
	couple_encourage = {
		{
			{
				10125
			},
			1,
			"おーいハムマン！指揮官が飛んでいるよ！",
			0
		}
	}
}
