_G.pg.ship_skin_words[201250] = {
	feeling1 = "あなた、ウジウジしていい子じゃないわ",
	feeling3 = "一つ分かってほしい――あたしは別に毒舌なんかじゃなくて、思っていることをそのまま言ってるだけ。例えば…そうね、「あなたはロリコンなの？」",
	lose = "うう……ドレスを汚したのは高く付くわよ！覚えてなさい！",
	propose = "今振り返ってみると、なんか指揮官とあたしって、ストレートすぎてロマンもなにもあったものじゃないわね……別に今は誰よりもお互いのことを分かっているつもりだし、そうね、ロマンはこれからのお楽しみとしましょう",
	expedition = "指揮官、委託が完了したわ。忘れてないわよね？",
	win_mvp = "これがJクラスの実力よ！自分が油断したことを悔やむがいいわ！",
	home = "戦場から帰ってきたばかりで無理しないのっ。休め休め",
	mission = "新しい任務、見てないふりしてしないで早く片付けたほうがいいわよ",
	touch2 = "し、指揮官！？すすすストレートなのはいいけど時と場合を…！",
	voice_key_2 = -1,
	skill = "のんびりしてる場合じゃないわ！",
	drop_descrip = "J級駆逐艦・ジャージー（F72)",
	mail = "指揮官、メールよ。忘れるんじゃないわよ",
	touch = "なによ、あたしにスリスリしたいの？寝言は寝て言いなさい",
	profile = "あたしはジャージー。Jクラスのジャージーよ。別に身分も高くないし戦歴も輝かしくない、それでもあたしはこういう性格よ。文句があっても聞かないわ。 マルタでのことはうっかり転んだだけよ。…まあ、うっかりはうっかりだわ。それぐらいは分かってるわよ ",
	mission_complete = "指揮官、任務報酬が来たわ。よくできたじゃない",
	feeling4 = "別にいいわよ。指揮官はあたしのことが好きになってもいいし、好きじゃなくても別に損するわけ……なくはないよね…",
	unlock = "あなたは指揮官？あたしはジャージーよ、よーく覚えておきなさい",
	feeling5 = "指揮官、あたしはストレートに言っちゃうから、好きな相手にもそうであってほしいわ。だからあなたの思っていることを素直に言いなさい。代わりにあたしも素直に教えてあげる",
	main = "体の大きさで見くびられるのは大嫌いよ！|考えてることは言わないと誰にも伝わらないわ。ウジウジしてる人も嫌いよ|カワイイより素直だって褒めてほしいけど――まあカワイイって褒めてくれても構わないわ",
	battle = "どんな敵でも本気で相手するわ",
	upgrade = "無駄にはしないわ",
	voice_key = 20125,
	headtouch = "",
	feeling2 = "指揮官とは別に親しいわけじゃないけど、一緒にお茶を飲んだりおしゃべりしたりぐらいは出来ると思うわ",
	login = "指揮官、あたしをこんなに待たせてどうする気？",
	vote = "",
	hp_warning = "",
	id = 201250,
	detail = "なにか用？おしゃべりがしたいだけなの？",
	couple_encourage = {
		{
			{
				20121
			},
			1,
			"みんな、遅れるんじゃないわよ！",
			0
		}
	}
}
