_G.pg.ship_skin_words[201320] = {
	feeling1 = "指揮官、いかつい顔、つまらなそー",
	feeling3 = "りょ、寮舎のこと？ここ、これは暇な時によく家具を分解したり組み直したりして…気づいたら元に戻せなかったりして…ななななんでだろうなー",
	lose = "あわわ、指揮官、ごめん……",
	propose = "うん、指揮官と約束するよ！エスキモーはこれから頑張ってみんなに迷惑かけないで、いい子でいること！んで、指揮官はもっと構ってくれること！えへへ！",
	expedition = "委託組の出迎え？任せて任せて！",
	win_mvp = "そう！MVPはこのエスキモーであーる！さあ、褒め称えてちょーだい！",
	home = "指揮官、出撃前に任された仕事、全部完了してるよ",
	mission = "新しい任務か？うおっしゃ新しい任務だ―！",
	touch2 = "うお？もしかして服が乱れてる？",
	voice_key_2 = -1,
	skill = "うおっしゃ！これでもくらえ！",
	drop_descrip = "トライバル級駆逐艦・エスキモー",
	mail = "指揮官、メールを持ってきたよ～へへ、これぐらいちょちょいのちょい！だよ？",
	touch = "指揮官、どうしたの？お、仕事か？うおっしゃ仕事だ！",
	profile = "トライバル級駆逐艦エスキモーだ！かの大戦ではほとんど本国艦隊勤務で、ナルヴィクの戦いでZ19を倒したけど、そのあとはZ2に逆襲されたなぁ…あのあとは地中海でも活躍したよ！",
	mission_complete = "指揮官、任務報酬はこれで全部だよ？ささ、確認を早く、早くぅ！",
	feeling4 = "ちょこっとうるさいこと？んーこれはねーちょっと指揮官かみんなに構ってほしいなーってサイン……わわ、もしかして困ってる人がいるの？謝ってくる！",
	unlock = "トライバル級駆逐艦エスキモー、到着ぅ！おっ、いいねこの艦隊は！よろしくね！指揮官！",
	feeling5 = "おとなしくなった？えへへ、これはねー指揮官がいるからだよー。だって指揮官が構ってくれるから、他の子に構ってもらわなくても指揮官の手が空くまで我慢すればいいでしょ？ねー",
	main = "指揮官、雪が降ったらイグルーでも作ってみようよ！いやいやこればかりは得意中の得意なんだよ！|おーあーいやっほぉぉ！！あ、指揮官、これはね～やることなさすぎて走り回ってるだけだよー|うおっしゃ、ボンヤリしてる指揮官にエスキモーのヘッドハンマー――うおりゃ！",
	battle = "エスキモー、アタック！",
	upgrade = "ヤッパ！テンションマックスだ！",
	voice_key = 20132,
	headtouch = "",
	feeling2 = "この格好のこと？これはカンレキ的に寒い海域で頑張ってたから、こんな感じになったね～ふふん、中々イケてるだろ？指揮官はどう思う？",
	login = "指揮官を待ちくたびれたエスキモー、怒りの椅子分解作業！――げ、原状回復できなかったけどどうしようかな…",
	vote = "",
	hp_warning = "まだ撤退する時じゃないよー！",
	id = 201320,
	detail = "指揮官と遊ぶために、今会いに行こうとしてたところだ！",
	couple_encourage = {
		{
			{
				40102
			},
			1,
			"うわわ！？ちょっとティーレ、レーベくんを大人しくさせて！",
			0
		}
	}
}
