_G.pg.ship_skin_words[201330] = {
	feeling1 = "…このままでは、指揮官をそばで見守り続けたいと思ってるのはイカルスだけになっちゃいそうですね…",
	feeling3 = "指揮官は最近、頑張りすぎではありません？…休むときはちゃんと休んでくださいね、太陽まで飛ぼうとしても、翼が熔けたら落ちちゃいますよ？……ん？何を言っていましたの、わたし…",
	lose = "魚雷斉射をもう一回行えていればなぁ……",
	propose = "わたしが指揮官から離れないように、指揮官もわたしから離れなくなりましたね？嬉しいです！これからも、色々と…お願いしますね♪",
	expedition = "指揮官、委託組のみんなをわたしが代わりに出迎えに行って来てもいいですか？",
	win_mvp = "勝ちました！指揮官のおかげです！",
	home = "おかえりなさい指揮官。出撃の間に部屋を片付けておきましたよ。…褒めていただくなんてとんでもありません！全然大したことしてないですよ！",
	mission = "新しい任務です。気を引き締めましょう！",
	touch2 = "こ、こういうのはですね……////",
	voice_key_2 = -1,
	skill = "装填完了…っと！",
	drop_descrip = "I級駆逐艦・イカルス",
	mail = "新しいメールを整理しました！持ってきてもいいですか？",
	touch = "わたしに任せたいことはありますか？",
	profile = "カンレキといえば…フッドさんとウォースパイトさんの護衛と、対潜作戦ですね…まあ色んな海に行って色んな戦いに参加して、ちょっとだけ経験が多いってところかな？というわけで、戦いでもなんでも、イカルスにお任せくださいね！",
	mission_complete = "任務が完了しました！指揮官、よかったですね！",
	feeling4 = "んー指揮官のそばにいると、指揮官の代わりになんでもしてあげたくなるんですよね……もしかしてイカルス、指揮官から離れられなくなったりして……？",
	unlock = "指揮官、こんにちは、ロイヤルIクラス駆逐艦のイカルスです。護衛作戦、対潜作戦が得意です。これからよろしくお願いしますね",
	feeling5 = "「君という太陽は、そこにいるだけで暖かく感じる。君という太陽は、近づこうとすると、飲み込まれるのではないかと怖くなる――」指揮官、もう少し…近くに寄っても大丈夫ですか？",
	main = "指揮官、出かける前に声をかけてください！傘でもコートでもなんでも用意しますよ|エスキモー、構って欲しそうな顔をしていますね…指揮官はお仕事に集中してください、あの子はわたしがなんとかしてみます。…そうです、アバークロンビーちゃんを呼びましょう！|駆逐艦だとやっぱり限界がありますね…もっとこう大口径砲とか魚雷とかガンガン積めれば……あっ、今のは独り言です！気にしないでくださいっ！",
	battle = "よし…！次は全弾発射ですね！",
	upgrade = "んん～これで火力マシマシ…じゃなくて、もっと指揮官のお役に立てられますね！",
	voice_key = 20133,
	headtouch = "ふふふ、嫌いではありませんよ？こういうの",
	feeling2 = "指揮官と母港の仲間たちはイカルスが守るべき存在です。みんなを傷つける敵は火力全開でパーッとぶっ倒すべし！ですよ",
	login = "指揮官、今来ました？ふふ、資料は机の上です。お茶もすぐにお持ちしますので、お仕事始めててくださいね",
	vote = "",
	hp_warning = "魚雷はまだですか…ちょっとなら持ちこたえられます…！",
	id = 201330,
	detail = "今度指揮官が着る服に、明日の献立は……あ、指揮官、いつ来ました？…なんでもありませんよ。いつもの準備です♪",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"フッド様、今回はしっかりお守りします！",
			0
		},
		{
			{
				20502
			},
			1,
			"またご一緒になりましたね！",
			0
		}
	}
}
