_G.pg.ship_skin_words[202030] = {
	feeling1 = "壊れちゃったか……いいわ、新しいおもちゃでも探そうかしら",
	feeling3 = "ふふふ、だんだん好きになったわ。どこまで楽しませてくれるかしら。可愛い子豚ちゃん～♡",
	lose = "ちっ…次は痛い目に合わせてあげるわ",
	propose = "これは……新しい「メニュー」を用意しなければいけませんね。期待しててね、愛しいこ・ぶ・た・ちゃん♡",
	expedition = "指揮官、5秒数えますから、数え終わるまでに委託チームの姉妹たちを迎えにいかないと…うふふ……",
	win_mvp = "指揮官、お疲れ様です。よくがんばりましたね…",
	home = "ふふふ、運動したあとの子豚ちゃんたち、みていて美味しそうですわ",
	mission = "ミッションを完了したら、特別にボーナスをあげますわ…",
	touch2 = "そんなところを触るヘンタイは、思い切り踏んづけてあげますわ",
	voice_key_2 = -1,
	skill = "ふふふ、かわいい子豚ちゃんたち……",
	drop_descrip = "リアンダー級軽巡洋艦・エイジャックス（HMS Ajax）",
	mail = "メール。内容？教えてくれますよね？し・き・か・ん",
	touch = "いいですわ、私を気持ちよくしてくれるなら、「あれ」させてあげてもいいんですよ~",
	profile = "リアンダー級軽巡洋艦のエイジャックスです。指揮官、ラプラタ川に行ったことありますか？あそこには私の素晴らしい記憶がありますの。ふふふ……",
	mission_complete = "ボーナスってミッションボーナスに決まっているじゃありませんか？ほら、それともぉ、特別の何かを期待しましたの？",
	feeling4 = "心配しないで、私がここまでいじめたくなるのはあなただけよ。そうよ、エイジャックスの運命の人みたい~嬉しいでしょ~",
	unlock = "指揮官、私はリアンダー級軽巡3番艦、エイジャックス。これでもけっこう有名なんです…。指揮官、私のクローゼットを見たらきっと驚くわよ。見てみます？ふふ…",
	feeling5 = "私は悪い子じゃないですわよ？ただね、あなたに出会うまでは本気になったことないだけ。もうここまで話してやったから、最後まで付き合ってくれますよね？こ・ぶ・た・ちゃん？",
	main = "先にご飯？それともお風呂？それとも…うふふ…|秘密を教えてあげます…耳を貸して…フーッ！くすぐったい？|指揮官がぼんやりしてるのを見ると、顔を踏みつけたくてたまらなくなってきました…",
	battle = "あらら~さっさと跪いてくれれば手加減してあげますわ",
	upgrade = "ふふ~このあとは感謝してア・ゲ・ル~",
	voice_key = 20203,
	headtouch = "……なっ、何をしているのですか！？",
	feeling2 = "いい目つきね……いいわ、じゃああなた、私の新しい子豚になりなさい。拒否権なんてないですわよ？",
	login = "ふふ、今日もよろしくお願いしますね、しーきーかん！",
	vote = "",
	hp_warning = "",
	id = 202030,
	detail = "指揮官、私の秘密をもっと知りたいですか…？",
	couple_encourage = {
		{
			{
				20201,
				20202
			},
			2,
			"力技ではなく策で敵を嵌めますわ",
			0
		},
		{
			{
				70203,
				30701
			},
			1,
			"こぶたちゃんを縛り付ける趣味はないですの",
			0
		},
		{
			{
				40305
			},
			1,
			"楽しく生きてちょうだい",
			0
		},
		{
			{
				20705
			},
			1,
			"いい趣味をしていますね、フォーミダブルさん",
			0
		}
	}
}
