_G.pg.ship_skin_words[202040] = {
	feeling1 = "ああ…そんなぁ…ご主人様、この卑しいメイドのダイドーを…………",
	feeling3 = "メイド隊の子は色々とドジですから、ご主人様によく面倒を見られて大切にされていますね…それに比べてダイドーは……とんでもございません！仲間にヤキモチを焼くなど、メイドの風上にもおけません！…けど…卑怯ですね…ドジって…",
	lose = "ご主人様、申し訳ございません！お願いしますこの子みたいに捨てないでください…",
	propose = "…卑しいダイドーのことを愛してくださる方がいるなんて……ご主人様、お願いします！ダイドーのことをずっと、ずっと好きでいて…愛していてくださいませ……！",
	expedition = "ご主人様、軍事委託の報酬一覧になります。ご確認を",
	win_mvp = "勝ちました！ご主人様、喜ばしいですね！",
	home = "ご主人様、ご無事ですね……ほっ、良かったです",
	mission = "よかったぁ…未完了の任務がある限りダイドーは必要とされますよね",
	touch2 = "ご、ご主人様…ダイドーに良くしてくれるのは恐悦至極ですが……こんなのマナーに反するのでは……",
	voice_key_2 = -1,
	skill = "ご主人様の栄光のために！",
	drop_descrip = "ダイドー級軽巡洋艦・ダイドー（HMS Dido）",
	mail = "ご主人様宛のメールです。早いうちにチェックしましょう",
	touch = "ダイドーはお仕事をよく出来ました、ですか？ご主人様ぁぁ……あっ、いいえ！ととと当然なことをしたまでです！はい！",
	profile = "ダイドー級のネームシップ、ダイドーです。防空巡洋艦として、かの大戦では地中海艦隊の一員として行動しました。あの、シリアスが迷惑をかけていないでしょうか…？",
	mission_complete = "おめでとうございますご主人様。素晴らしい任務報酬です",
	feeling4 = "やっぱりダイドーはできちゃう子だから、皆に心配されたりなんかしなさそうですよね……そ、そんなダイドーでもご主人様は心配してくださるのですか？！なんと勿体ないお言葉、ダイドーには、ダイドーには…ううぅ……",
	unlock = "はじめましてご主人様、軽巡・ダイドーと申します。ロイヤルメイドとして御身にご奉仕させてくださいませ",
	feeling5 = "な、何を仰るのですか？ダイドーのような一介のメイドなどに好きなどと……ほ、本気にしていいですか？本当にいいですか？……ご主人様に好きと言われた、言われちゃいました、ああ……どうしよう…ニヤケが止まらないよぉ…",
	main = "ほかの子はご主人様に捨てられていませんよね…もしかして今そうなっていないだけ？つまりダイドーよりご主人様からの愛が多いってこと？くっ…ダイドー、このまま負けるの嫌…！|ダイドーに任せる仕事ありますか？どんなに些細なことでも任せてください。ええ、ダイドーは仕える方、つまりご主人様が生き甲斐ですから|ご機嫌麗しゅうございますダイドーの愛しいご主人様。今日もダイドーのご奉仕でどうぞ体も心も癒やされてください。だってダイドーはご主人様だけのメイドですから",
	battle = "頑張ればご主人様の役に立てる…！参ります！",
	upgrade = "ご主人様には感謝してもしきれません！ありがとうございます…！",
	voice_key = 20204,
	headtouch = "うわぁ…///",
	feeling2 = "ロイヤルメイドとして、謹んでご主人様にご奉仕いたします。ご用命がありましたら、ダイドーになんなりとお申し付けください",
	login = "ご主人様、おかえりなさいませ。ダイドーはもちろん無事です！ああ…ご主人様に心配されるなんて…！",
	vote = "",
	hp_warning = "この程度では諦めません…！",
	id = 202040,
	detail = "ご主人様、ダイドーのことを捨てませんよね？本当に捨てませんよね？ダイドーご主人様を信じていいですか？信じていいですよね？ああ…ダイドー、ご主人様さえ信じられていれば……",
	couple_encourage = {
		{
			{
				20220,
				20224
			},
			2,
			"戦場でだけ心配する必要はありませんね…",
			0
		}
	}
}
