_G.pg.ship_skin_words[202080] = {
	feeling1 = "ご主人様は害虫と出来が似ていますね。世の中不思議なことだらけです",
	feeling3 = "ご主人様がこっそり愛読している本を読みやすいように並べ替えました。ご自室にお戻りになりましたらご確認くださいませ",
	lose = "ご主人様、殿はこの私が勤めます",
	propose = "聖なる母の名に誓い、ご主人様を傷つける者に我が愛の鉄槌を……ご主人様？いいえ、何でもありません。今のは聞き間違いです。早くこの恥ずかしい儀式を終わりにしましょう",
	expedition = "――今の銃声で委託に関する記憶が戻りましたか？ご主人様",
	win_mvp = "この戦果でご満足でしょうか。ご主人様？",
	home = "お疲れ様でございます。ご主人様。次はこちらの書類になります。頑張ってください",
	mission = "「オソウジ」の任務でしたらおまかせください",
	touch2 = "戦場でもこの気概があれば良いのですが",
	voice_key_2 = -1,
	skill = "お聞きになりましたか? 晩鐘の響きを",
	drop_descrip = "サウサンプトン級軽巡洋艦・シェフィールド（HMS Sheffield）",
	mail = "ご主人様、手紙の仕分けが完了しました",
	touch = "がいちっ――ご主人様、どうなされましたか？申し訳ありません、先程は舌を噛んでしまいました。",
	profile = "タウン級軽巡洋艦のシェフィールドです。鉄血艦隊と戦っていました。シャルンホルスト沈没を目にし、ビスマルクとティルピッツとの戦闘にも参加しました。大戦末期は修理中で出撃できませんでした……これでよろしいでしょうか？では、掃除に戻らせていただきます",
	mission_complete = "任務報酬を全て私にプレゼントするおつもりですか？",
	feeling4 = "ベルファストに見習って、ですか？メイドとは見返りを求めず、全身全霊で奉仕するものだと認識していますが、彼女はメイドとしては欲張り過ぎです。…少しだけ、羨ましくも思いますが",
	unlock = "あっ…害虫だと認識して思わず撃ちましたがーーあなたがご主人様ですか…？失礼しました…ロイヤルメイド隊、軽巡洋艦シェフィールド。仰せのままに",
	feeling5 = "ご主人様、シェフィールドの普段の言動がお困りなのでしょうか。恐縮ですが、あれは私なりの愛情表現だとご理解くださいませ。私、ご主人様をお慕いしております。はい、本当です",
	main = "ゴシュジンサマ、ダイスキ――これでも感情を三割ぐらい込めていますが|ご仮眠でしたらご主人様、起床時間を教えて下さいませ。この銃でお起こししますので|ベルファストはご主人様を甘やかしすぎです。あのままでは、ご主人様がダメ人間になるに違いありません",
	battle = "「ソウジ」しないといけない「ゴミ」が多いようですね……",
	upgrade = "ふぅ……良い感触です。ご主人様、感謝致します",
	voice_key = 20208,
	headtouch = "",
	feeling2 = "なるほど、ご主人様はようやく自分が「モエナイゴミ」だと気づいて、私に廃棄処分を願い出たわけですね…なんてね。今のは冗談です。お茶をお淹れしますので、少々お待ち下さい",
	login = "ご主人様、足元にご注意を…そこ……ついさっき拭いたばかりなので……",
	vote = "",
	hp_warning = "害虫…少々手を焼きますね",
	id = 202080,
	detail = "うん？「ソウジ」は銃砲で行うのが、メイドの常識です。ご主人様",
	couple_encourage = {
		{
			{
				20212
			},
			1,
			"腕は鈍っていないのですね",
			0
		},
		{
			{
				20702
			},
			1,
			"ソードフィッシュはしっかりお持ちくださいませ",
			0
		},
		{
			{
				20203
			},
			1,
			"これも縁ということです",
			0
		},
		{
			{
				20208,
				20211,
				20212,
				20218,
				20219,
				20304
			},
			3,
			"ご主人様、こういうご趣味ではありませんよね？",
			0
		},
		{
			{
				20217
			},
			1,
			"あなたの正義、見せていただきます",
			0
		}
	}
}
