_G.pg.ship_skin_words[202100] = {
	feeling1 = "木偶（デク）に言う言葉はございません",
	feeling3 = "ご主人様、健康のために食事の栄養バランスに気をつけなさい。面倒くさいということでしたら、私に全部作らせてください。そのためのメイドですから",
	lose = "申し訳ございませんご主人様。今度ばかりは私の落ち度でした",
	propose = "ご主人様、私を永遠にそばに置きたいのなら、こんな方法を用いずとも……これがご主人様の意志とあらば、グロスター、喜んで――！",
	expedition = "委託チームの状態をチェックしなさい。ご主人様の評価に響きますから、善処するように",
	win_mvp = "些細な勝利です。ご主人様が先を目指す上で、この程度では満足できないでしょう。…満足されても困ります",
	home = "おかえりなさいご主人様。はい、お茶です。ところで確認ですが、出撃中に手を抜いてはいないでしょうね",
	mission = "未完了の任務を確認しなさい。――全てをこなすまでメイドとして何度も言わせていただきますよ",
	touch2 = "そこに座りなさい。女性への接し方、身をもって分からせて差し上げます",
	voice_key_2 = -1,
	skill = "全てはご主人様のために",
	drop_descrip = "グロスター級軽巡洋艦・グロスター（HMS Edinburgh）",
	mail = "メールのチェックをしなさい。…言われたくなければ言われる前に確認しなさい",
	touch = "なにかご用でしょうか。メイドとして務めている以上、ご主人様自身でなすべきこと以外のリクエストに応じるつもりでございます",
	profile = "ロイヤルネイビーの一員として、数々の作戦に参加しました。沈むことを覚悟していましたが、まさか弾薬不足で無念な結果に……ご主人様、くれぐれもあの時の過ちを繰り返さないよう心がけることです",
	mission_complete = "任務の報酬を受け取りなさい。私に取らせるにしても、そのようにご指示をください",
	feeling4 = "ご主人様、女性の前での振る舞い、特にはスキンシップのやり方には気をつけなさい。…難しそうなら私が練習台になって差し上げましょう。コホン、では――",
	unlock = "ロイヤルメイド隊、軽巡洋艦グロスター、参上しました。ご主人様が優秀な指揮官になれるよう補佐すること――これこそが私の務めにして義務でございます",
	feeling5 = "ご主人様、仕事の能率向上のために生活習慣の改善を…ご主人様さえよろければ、私が喜んで世話を――いいえ、ご主人様と共にさせていただきますから",
	main = "今日もメイド隊の仕事にトラブルが起きましたが…ベルファスト、ドジっ子たちにもっと気を使うようにすべきか|フィジー、化粧品だの新しい服だのをいつも買いたがっているが……ご主人様はあの子の真似をしないで、ちゃんと生活を節制しなさい|メイドにはメイドの務めがあり、ご主人さまも然り。メイドはご主人様のため、ご主人様は皆のために働く。つまりそういうことです",
	battle = "弾薬の残量、もう一回チェックしなさい",
	upgrade = "いい選択です。もっとも、ほかの子も同じように強化して頂けると嬉しいですが",
	voice_key = 20210,
	headtouch = "",
	feeling2 = "間違いを起こさない人間などいません。ご主人様にしていることは、私めの経験と努力でご主人様の間違いを減らすことです。覚悟しなさい",
	login = "時間厳守――美徳（バーチャ―）ではなく原則（デューティ）です。ご主人様、ちゃんと覚えていなさい",
	vote = "",
	hp_warning = "予定とは異なる展開…ですが！",
	id = 202100,
	detail = "メイドが仕事しているのを覗く暇があったら仕事しなさい。ご主人様",
	couple_encourage = {
		{
			{
				20216
			},
			1,
			"信じなさい。ご主人様ならあの過ちを繰り返しません",
			0
		},
		{
			{
				20207
			},
			1,
			"騎士隊に入ったからには自分の身は自分で守りなさい",
			0
		}
	}
}
