_G.pg.ship_skin_words[202110] = {
	feeling1 = "指揮官ですから、もっと警戒しないと…じー…",
	feeling3 = "またベルに説教されました…出かける前に鍵閉め、蛇口閉めを忘れないようにって…なによ！あいつ全然妹らしくない！",
	lose = "くぅ……私の金塊が……",
	propose = "うふふ、エディンバラの金運なら少し分けてあげてもいいですよ。…金塊？ダメです！あれはベルファスト基金のものですよ！",
	expedition = "軍事委託といえば私、プロですから！",
	win_mvp = "敵を優雅に打ち砕く……これこそ王家の優雅たるエディンバラ様です！",
	home = "クッキーを作りました、どうぞ召し上がってください。ベルのと味が同じですって？まあ、私たちは姉妹ですからね！",
	mission = "任務はちゃんとこなしますよ！",
	touch2 = "指揮官、レディは金塊をこんなところに隠しません！",
	voice_key_2 = -1,
	skill = "装甲は厚くても、金の力には勝てませんよ！",
	drop_descrip = "エディンバラ級軽巡洋艦・エディンバラ（HMS Edinburgh）",
	mail = "指揮官、新しいメ……あ、あれ？メールは？どこに置きましたっけ…？？",
	touch = "うわあ！触らないでくださいよ！落ちちゃいますよ！",
	profile = "ロイヤルネイビーエディンバラ級軽巡洋艦のネームシップです。デキすぎる妹を持っていると時々ストレスを感じますね…ビスマルクとシャルンホルストの追撃任務、そして大西洋・北海・地中海の数多くのパトロールと護衛任務に参加しました。最後は鉄血の魚雷で金塊と一緒に海に沈んじゃいました…",
	mission_complete = "なにかを忘れたような……まあいっか！",
	feeling4 = "ふぅん……ようやく指揮官を見つけました。実は……ああーー誰よ！ここにバナナの皮を捨てたのは！",
	unlock = "私の出番ってことですね！私は「アイツ」の姉、エディンバラです！ある意味、「一番高い」軽巡洋艦ですよ！",
	feeling5 = "指揮官、暗くなる前に一緒に海辺を散歩してはどうですか？はい、安心してください。電気は消したし、戸締まりも大丈夫、万事OKです！……あ、あれ…か、鍵はどこ行ったのー！？",
	main = "フッド姉みたいに優雅になりたいですけど、まあ…… |えええ！…ベル、今どこ？私また鍵を忘れちゃったよぉ…|ふふん、シャルンホルストもこのエディンバラ様の前から尻尾を巻いて逃げるしかなかったのですよ！",
	battle = "どどどうすれば？？まずはてっ……じゃなくて迎撃です！",
	upgrade = "運も良くなったみたいです！",
	voice_key = 20211,
	headtouch = "ありがとうございます。少し元気づけられました",
	feeling2 = "「あいつ」は何でも上手くやれますから、私は少しドジでも問題ないでしょ？",
	login = "あう！変なことはやっていません！金塊を部屋に「輸送」しているだけです！",
	vote = "",
	hp_warning = "くっ……せめて金塊だけは……！",
	id = 202110,
	detail = "どんなにエディンバラを見つめてもこれはあげませんよ？",
	couple_encourage = {
		{
			{
				20212
			},
			1,
			"まさかベルと一緒に戦えるなんて！",
			0
		},
		{
			{
				20208
			},
			1,
			"シェフィ、ここは任せるね！",
			0
		},
		{
			{
				20219
			},
			1,
			" ニューカッスルさん、たまにはベルにも言ってあげてくださーい！",
			0
		},
		{
			{
				20129
			},
			1,
			"エコーちゃん、気をつけてー！",
			0
		}
	}
}
