_G.pg.ship_skin_words[202120] = {
	feeling1 = "ご主人様の矯正もメイドの務めです",
	feeling3 = "艦隊のコネをお借りしまして入手した一品でございます。ご賞味くださいませーーお口に合いましたでしょうか？",
	lose = "ご主人様先にお引きください。私はまだ少々所用がございますゆえ",
	propose = "これは少々困ったものですね…ご主人様を見守り、たまにはお困りのご様子を見ることができれば満足していましたというのに……こんな大切な契りを結んでいただけるなんて、もっとご主人様にご奉仕して、もっとご主人様からのお情けがほしくなりますもの… ",
	expedition = "ご主人様、委託を完了したお嬢様方がお出迎えをお待ちしているようです",
	win_mvp = "あら、台所の汚れよりも手応えありませんね",
	home = "おかえりなさいませ、ご主人様、軽食はこちらにご用意しました",
	mission = "新しい任務が通達されました。ご主人様、ご確認くださいませ",
	touch2 = "主にすべてを捧げるのはメイドの勤めです。ご主人様、ご覧になられますでしょうか？",
	voice_key_2 = -1,
	skill = "敵の皆様、次は少々痛くなりますよ",
	drop_descrip = "エディンバラ級軽巡洋艦・ベルファスト（HMS Belfast）",
	mail = "新しいお手紙です。ご主人様、読み上げさせていただいてもよろしいでしょうか",
	touch = "不用意に女性を触るのは紳士の所行ではございません。他の方にはご自重くださいませ",
	profile = "ご機嫌麗しゅうございます。エディンバラ級二番艦のベルファストと申します。ロイヤル最大の巡洋艦にしてメイド長を勤めております。\n幾つかの戦役に参陣し、かのシャルンホルスト様の落命もこの目で見届けました…メイドにとっては些細なことです。\n御用がありましたらなんでも仰ってください",
	mission_complete = "任務の報奨が届きました",
	feeling4 = "ご主人様の意図、特にご主人様自らも自覚していないことを敏感に察知することも大切でございます……いじわる、と仰りますと？うふふ、最近は困っているお顔を見るのを少々楽しみにさせていただいております。何卒ご容赦くださいませ",
	unlock = "あなたは私のご主人様ですか？ご機嫌麗しゅうございます。メイドのベルファストと申します。この身、これからあなたに捧げます",
	feeling5 = "お目覚めですか？……うふふ、寝顔が大変可愛くてつい起こすのは惜しくて……ベルファストの膝枕はいかがでしょうか？いつまでも心ゆくまでお楽しみくださいませ",
	main = "優秀な指揮官になるにはまず自らに自信を持つことから始まります。ご主人様は意のままに最善をお尽くしくださいませ|紅茶はいかがですか？あっ…別のものをご所望でしたら、コーヒーとウィスキーはもう用意出来ております|テムズ川沿いでの日光浴も悪くありませんね。しかし私には今の生活こそが…",
	battle = "主のため障害を取り除くのはメイドの勤めです",
	upgrade = "ベルファスト、ご期待にお応え致します",
	voice_key = 20212,
	headtouch = "",
	feeling2 = "申し訳ありません……艦隊に着任したばかりで用務のほうにはまだ少々不慣れで、100％ご満足いただけるご奉仕ができなくて……何卒これからのご奉仕にご期待くださいませ",
	login = "お帰りなさい、ご主人様。紅茶は用意いたしました。また、書類の方はこちらに片付けておきました。ごゆっくりお仕事をお進めください",
	vote = "",
	hp_warning = "皆様、メインディッシュはまだこれからです！",
	id = 202120,
	detail = "ご主人様、何かご用でしょうか？",
	couple_encourage = {
		{
			{
				20221,
				20208,
				20222,
				20221,
				20218,
				20219,
				20303,
				20304,
				20220,
				20110
			},
			2,
			"ロイヤルメイド隊、参ります！",
			0
		},
		{
			{
				20211
			},
			1,
			"姉さん、がんばりましょう",
			0
		},
		{
			{
				20501
			},
			1,
			"陛下、お守りいたします",
			0
		},
		{
			{
				10706
			},
			1,
			"エンタープライズ様、優雅に参りましょう",
			0
		},
		{
			{
				20603
			},
			1,
			"ユニコーンさん、お気をつけくださいませ",
			0
		}
	}
}
