_G.pg.ship_skin_words[202150] = {
	feeling1 = "指揮官さん、公共の場でこんなことしては…困ります！",
	feeling3 = "女神オーロラは「バラ色の指を持つ」とされていますが、私だってバラの香りぐらいは持っていますよ？少しお嗅ぎになってはいかがですか？指揮官さん？うふふ♪",
	lose = "戦場にはやはり少し慣れないようですね……",
	propose = "「バラはどんな名前で呼んでも、同じように甘く香ります」私もそう、オーロラでも、暁の女神でも、「重慶」でも…私であることに変わりありません。はい、あなたの側にいる私として……",
	expedition = "指揮官さん？私のことをじっと見つめても、委託を忘れてはいけませんよ？",
	win_mvp = "指揮官さん、私たち勝ちました！おめでとうございます！",
	home = "お疲れ様です。ごゆっくりとお休みください",
	mission = "指揮官さん、新しい任務の指令書が届きました。あ、要点は花びらでマークしましたので、ご確認ください",
	touch2 = "指揮官さん！お、怒りますよ！…もう、本当に怒っちゃいますよ！",
	voice_key_2 = -1,
	skill = "指揮官さんの悩みを解決するのも仕事ですね",
	drop_descrip = "アリシューザ級軽巡洋艦・オーロラ（HMS Aurora）",
	mail = "新しいメールです。読み上げましょうか？",
	touch = "指揮官さん、一緒にお花に水やりしませんか？",
	profile = "ロイヤルネイビーアリシューザ級四番艦のオーロラと言います。「暁の女神」とか、「銀色の幻影」とか呼ばれていますが、私的にはまだ女神のほうが……それより、指揮官さんは私のもう一つの名前もご存知でしょうか？",
	mission_complete = "受け取っていない任務報酬があったので、お持ちしました",
	feeling4 = "指揮官さん、ちょっとこっち……うふふ、やっぱりこのバラは指揮官さんにお似合いですね～あっ、別にからかっていませんよ？…もうそんなに気にするんでしたら、私につけるバラも選んでみませんか？指揮官さんが選んだものなら何でも好きですよ♪",
	unlock = "ご機嫌よう、指揮官さん♪私はアリシューザ級軽巡洋艦の四番艦・オーロラと言います。本日より指揮官さんの秘書を勤めさせていただきます。どんな質問でも遠慮なく私に聞いてください♪",
	feeling5 = "指揮官さんの時間を独占していると言われました…うふふ、でもこれだけはみんなには譲れませんわ。指揮官さんも、他の子に拗ねられる覚悟、してくださいね～♪",
	main = "東煌ですか？あそこはいい場所ですよ。えっと、例えば……|私のことをずっと見つめていても構いませんが…お仕事のほうを疎かにしてはいけませんよ♪ |指揮官さん、じっとしてて、今口元を……はい、お仕事がんばってくださいね♪",
	battle = "勝利に女神の祝福があらんことを！",
	upgrade = "もっと指揮官さんに色々してあげられますね~",
	voice_key = 20215,
	headtouch = "",
	feeling2 = "私が育てたバラ、指揮官さんも見てみませんか？いろんなのがありますよ♪",
	login = "私の名前には「暁の光」という意味もあります。うふふ♪私を見て、朝のように元気になりました？",
	vote = "",
	hp_warning = "暁の光よ、私たちの行き先を…！",
	id = 202150,
	detail = "指揮官さん……装備についてお役に立てることはありませんか？",
	couple_encourage = {
		{
			{
				50203,
				50202
			},
			2,
			"平海（ピンハイ）、寧海（ニンハイ）も変面の練習ですか？えっ、稼ぐためですか…？",
			0
		},
		{
			{
				30182
			},
			1,
			"どうしてもお悩みでしたら、バラでもどうですか？",
			0
		}
	}
}
