_G.pg.ship_skin_words[202170] = {
	feeling1 = "残念だなボス。どうやらオレの見る『彼方』とは違うようだ……",
	feeling3 = "正義の時代？そんなものは求めていない。光あれば影あり。ボス、『邪悪』はそんなに簡単に根絶できないものだ",
	lose = "痛みは怖くない…何もなし得なかったのが……ちっ！",
	propose = "ボス、オレたちがやっているのは『荒野』を進む道を切り開くことだ。あなたとともに行くことはオレの一番の『幸運』だ",
	expedition = "ボス、委託組が帰還した。……ベランダでポーズを取るな？わ、わかった……",
	win_mvp = "お前たちを殲滅することこそ『正義』だ",
	home = "海の奥底にある蠢く『悪』を感じる…ボス、ここは得難い『安心』を享受しよう",
	mission = "ボス、オレに任せる『任務』はないか？",
	touch2 = "……ボス、ば、場をわきまえたほうが……",
	voice_key_2 = -1,
	skill = "命の賛歌は…『勇気』の賛歌だ！",
	drop_descrip = "フィジー級軽巡洋艦・ジャマイカ（HMS Jamaica）",
	mail = "ボス、同志からのメールだ",
	touch = "……ボス、あまり触るんじゃない。集中する時に触られたら驚いてしまうぞ",
	profile = "オレだ。…このジャマイカにより、鉄血のバレンツ海の行動が失敗に終わり、シャルンホルストも北岬沖海戦で沈没の運命を辿った。タングステン作戦？もちろん参加した。その後の内戦にもな……『邪悪』の歩みが止まらぬ限り、オレは戦い続ける……そう、全ては『正義』が選んだ選択肢……",
	mission_complete = "ボス、任務の報酬だ。オレ？ふん、オレはこの『達成感』をゆっくり味わうだけで満足だ",
	feeling4 = "自分の正義と理想だけ見過ぎると、自分を見失い『邪悪』の道に踏み入ってしまう。『闇』から目を離さないことだ。ボス、このオレも一緒にいる",
	unlock = "くっ…また目が疼く…お前がボスか？オレはジャマイカだ。全ては『正義』の選択のため――",
	feeling5 = "重要なのは『正義の心』。これさえあれば、いくら挫かれようとオレたちは終着点にたどり着く。オレたちが『正義』であるがゆえに……ボス、あなたは孤独じゃない",
	main = "ボス、オレの『目』に映るあなたは、本当にあなただろうか？|ボス、競走でもするか？真なる『雷電』を見せてやる|オレは知っている。世の中のどこかが、闇の夜に包まれていることを……",
	battle = "我が心に一点の曇りなし…！",
	upgrade = "足りない…この力は、まだ……！",
	voice_key = 20217,
	headtouch = "",
	feeling2 = "ボス、雑談でもするか？お互いを『知る』必要があるようだ",
	login = "ボス、この『目』が捉えている……ネクタイがちょっとズレてるぞ",
	vote = "",
	hp_warning = "諦めない者にこそ勝利が訪れる。踏み切れ！",
	id = 202170,
	detail = "ボス、左目がチェーンに隠れてないか見てくれないか？腕の位置を調整するぞ",
	couple_encourage = {
		{
			{
				10111
			},
			1,
			"同志よ、共にいくぞ！",
			0
		},
		{
			{
				20208
			},
			1,
			"シェフィ、お前も正義の心に目覚めたか",
			0
		}
	}
}
