_G.pg.ship_skin_words[202190] = {
	feeling1 = "人との距離感を図るのは苦手ですので、誤解を与えたようなことがありましたら謝罪します",
	feeling3 = "天気予報によると雨が降るようです。お出かけになるのでしたら、この傘をお持ちくださいませ",
	lose = "またご迷惑をおかけしてしまいました…。お恥ずかしい限りです",
	propose = "……この平凡な日々を、貴方様は忘れ難いものに変えてくださいました……あぁ…このような心に満ち溢れる幸せを一度でも味わってしまったら、どうやって今までどおりに貴方様と接すれば良いのでしょうか……",
	expedition = "潮風から懐かしい匂い……あの子たちが戻ってきましたね。一緒に出迎えに行きましょう",
	win_mvp = "この勝利の美酒は、私には少々強すぎるようで……お譲りいたします。貴方様に",
	home = "おかえりなさいませ。上着はお預かりします。……お怪我がなくてなによりです",
	mission = "やらなければならない仕事でも、貴方様のペースで進めて行きましょう",
	touch2 = "……柔らかいものはそんなにお好きですか？でしたら柔らさをご堪能いただけるよう、代わりに私から抱きしめて差し上げましょうか？",
	voice_key_2 = -1,
	skill = "平凡なる日常を謳えましょう！",
	drop_descrip = "タウン級軽巡洋艦・ニューカッスル（HMS  Newcastle）",
	mail = "貴方様へのメールです。……私が書いた、という可能性もあったりして？",
	touch = "これは……まるで小動物たちがじゃれ合っているようですね。ふふっ",
	profile = "タウン級軽巡洋艦のサブクラス、サウザプトン級のニューカッスルと申します。カンレキ的には一番長い方なのに、なぜか暇をしていた時期も一番長いらしいです……今回も定年まで無事だといいですね。",
	mission_complete = "努力は必ずしも実るとは限りませんが…どうやら今回は幸運に恵まれたようですね",
	feeling4 = "貴方様の笑顔は故郷の風を思い出させてくれます。……温かい西風です。ふふふっ",
	unlock = "道に迷ったかと思いましたが、貴方様にお会いできてよかったです。タウン級巡洋艦のニューカッスルと申します。妹たちがいつもお世話になっています",
	feeling5 = "私のことをしっかり見てくださらないと、この傘を差して――いつの間にか、風とともに去ってしまうかもしれませんよ♪",
	main = "妹たちほど素晴らしい戦歴はないのですが、日々を楽しむことだけは誰にも負けない自信があります|追ったり逃げたりするのは得意ではありませんね。はあ…どうにかお互い、落ち着いて話し合うことはできないのでしょうか…|誰もが期待を抱きながら生を受けていますが……その期待に見合うほどの冒険と驚きが往々にして存在しないのも人生、ですね",
	battle = "いい日差しですもの。無駄な争いは早めに終わらせるといたしましょう",
	upgrade = "うん……温かい感じですね",
	voice_key = 20219,
	headtouch = "",
	feeling2 = "ご安心ください。メイドの責務はちゃんと果たします",
	login = "一日の仕事の前に――コーヒー、濃いめの紅茶、ペールエール、どれをご所望ですか？",
	vote = "",
	hp_warning = "ふぅ……保険を入れといてよかったです",
	id = 202190,
	detail = "相合い傘をご所望でしたら、もう少し近寄ったほうがいいですよ",
	couple_encourage = {
		{
			{
				20208,
				20211,
				20212,
				20216,
				20217
			},
			1,
			"そんなに急ぐことはないでしょうに……私、追いつけなくなってしまいますよ",
			0
		}
	}
}
