_G.pg.ship_skin_words[101260] = {
	feeling1 = "……指揮官、嫌い（エルドリッジがビリビリしていて近づけない）",
	feeling3 = "……指揮官、たかいの。（エルドリッジがたかいのたかいのをしてほしそうにこっちを見ている……ビリビリとスパークしながら！）",
	lose = "……帰りたい…",
	propose = "うおおお……指揮官、ぱない……",
	expedition = "…うん？……（エルドリッジのアホ毛がドアのほうを指している。委託を完了した娘が帰ってきたようだ。）",
	win_mvp = "V（ブイ）~",
	home = "指揮官、抱っこして",
	mission = "任務…！（エルドリッジのアホ毛が「！」になっている）",
	touch2 = "……うぐぅ…（エルドリッジの顔が何も変わっていないが、アホ毛がどうやったのか「////」になっているように見える）",
	voice_key_2 = -1,
	skill = "敵、嫌",
	drop_descrip = "キャノン級護衛駆逐艦・エルドリッジ（DE-173）",
	mail = "（新しく来たメールがエルドリッジの周りでフワフワと浮いている）メール、持ってきた。",
	touch = "……？",
	profile = "キャノン級護衛駆逐艦、エルドリッジ（ぴょん）\nおやつが好き。ビリビリ出せる（ぴょん）\n「しゅんかんいどう」は無理…（べったり）",
	mission_complete = "指揮官、ボーナス、食べれる？（目がキラキラ）",
	feeling4 = "……指揮官、好き。（エルドリッジがあなたの胸にとびかかってきた。このドンとする愛を受け止めよう！）",
	unlock = "指揮官ーーエルドリッジ、着任した（飛び込んでくる）",
	feeling5 = "指揮官、抱っこ（エルドリッジが手を伸ばしてくる。ビリビリしていない）",
	main = "指揮官、腹減った。なんか食べたい|指揮官、見て見て、ビリビリ出せるよ（ビリビリ）|指揮官、たかいのー（こっちに向けてバンザイしているようだ）",
	battle = "好きじゃないけど、頑張る",
	upgrade = "エルドリッジ、力がいっぱい……（ビリビリ）",
	voice_key = 10126,
	headtouch = "",
	feeling2 = "……指揮官、おひざ。（エルドリッジがあなたの膝に座ろうとしている…ビリビリとスパークしながら！）",
	login = "指揮官、食べる？あげる",
	vote = "",
	hp_warning = "……がんばる",
	id = 101260,
	detail = "……指揮官、かわいい？",
	couple_encourage = {
		{
			{
				10307
			},
			1,
			"……あなたも……お話、苦手？",
			4
		}
	}
}
