_G.pg.ship_skin_words[202230] = {
	feeling1 = "私のような者にはやっぱりこんな指揮官がお似合いなのね……",
	feeling3 = "フィジーからいつも「スウィフトシュアはもっと笑ったほうがいい」って言われますけど、どうしたら良いか…ああすみません、つまらない相談をしてしまいまして",
	lose = "すみません、私がもう少し上手くやれたら……",
	propose = "今更で申し訳ございません。私のような者で本当に大丈夫ですか？……こんな私でも…ううん、私でよければ、喜んでお相手いたします！――指揮官、これからもよろしくお願いします！",
	expedition = "指揮官、そろそろ委託完了の時間です。今から出発すれば、ちょうどみんなが帰還した頃には着きますよ",
	win_mvp = "わ、私、頑張りました……",
	home = "お疲れ様でございます。レポートを取りまとめました。お手すきの際にご確認を",
	mission = "指揮官、任務の仕分けが完了しました。ご確認ください",
	touch2 = "指揮官、その…こういうのは艦隊の規律上、あまり相応しい行動ではないかと……",
	voice_key_2 = -1,
	skill = "このタイミング、行ける…はず！",
	drop_descrip = "ロイヤルネイビー、スウィフトシュアと申します。…こんな私でよろしければ、全力で艦隊をサポートいたします",
	mail = "指揮官、新しいメールです。あ、約一時間おきにチェックしていますので、抜かりは…はい、ないと思います",
	touch = "秘書艦を担当している以上、報告するもの全てに責任を持って確認させていただきます",
	profile = "マイノーター級のスウィフトシュアと申します。かの大戦の末期に参加しましたが、戦争終結と色々事情があって期待された程の活躍ができませんでした。そんな私でもよろしければ、この艦隊のために微力を尽くさせていただきたく存じます。あっ、お気に召さないようでしたら、私のことはお構いなく……",
	mission_complete = "指揮官、任務報酬のリストアップが完了しました。ご確認ください",
	feeling4 = "指揮官に言われてこの間ジャマイカのバイクの改装を手伝いに行きましたけど、ふふふ、意外と楽しかったですね。…あっ、指揮官、すみません…今のは、ええと、あの……",
	unlock = "マイノーター級巡洋艦、スウィフトシュアと申します。…こんな私でよろしければ、全力で艦隊をサポートいたします",
	feeling5 = "フィジーのようによく笑うことより、シェフィールドのようなクールに振る舞うほうが私はちょっと楽…かな？たまに笑顔を見せれば指揮官がドキッとしてくれるってみんなが言っていましたし…い、今の聞かなかったことにしてください！",
	main = "指揮官、今日も一日みんなと一緒に頑張りましょ？|指揮官、ロイヤルレディは優雅であるべきだと思いませんか？メイド隊ならともかく、フィジーやジャマイカたち…こう、派手というか、はしたないと言うか…本当に大丈夫ですか？|騎士長のことが羨ましく思います。私でもあんなに気丈に振る舞うことができれば……すみません、今のは忘れてください",
	battle = "全艦、前進！…しっかりして、私っ！",
	upgrade = "スウィフトシュア、しっかりして、あなた期待されているのよ…！",
	voice_key = 20223,
	headtouch = "",
	feeling2 = "指揮官、何か御用でしょうか？なんでもお任せください。…あっ、私などでよければ、ですが…",
	login = "おはようございます。本日の業務はこちらになります。……ふぅ…",
	vote = "",
	hp_warning = "せめて仲間たちを無事に撤退させないと…！",
	id = 202230,
	detail = "あ、ごめんなさいなんだか散らかしてて……シェフィールドが教えてくれた掃除アイテム、意外と使い勝手がわからなくて…あはは…",
	couple_encourage = {
		{
			{
				20208
			},
			1,
			"はい！しっかりしなさい…私！",
			0
		}
	}
}
