_G.pg.ship_skin_words[202240] = {
	feeling1 = "指揮官、貴方も……敵？",
	feeling3 = "指揮官、ずっと笑っているのはどうして？なにか楽しいことでもあった？私にも聞かせて？",
	lose = "負けた……いいえ、このままでは……",
	propose = "貴方に大切にされるこの居心地の良さ、包まれているような温もり……これが幸せということなら、指揮官、お願い…私を…もっと、もっと幸せにして……",
	expedition = "あっ、指揮官、今のは委託から戻ってきたみんなかな",
	win_mvp = "木っ端微塵…一隻残らず、尽く滅ぼした",
	home = "指揮官、帰還お疲れ様。戦闘…楽しかった？",
	mission = "任務を放置すると軍事法廷に送られ……この程度ならまだ大丈夫？",
	touch2 = "指揮官、この触り心地…好き？",
	voice_key_2 = -1,
	skill = "全て、滅ぼす",
	drop_descrip = "ええと、貴方は……指揮官よね？私のことを知らない？あ、はい、そういえば自己紹介がまだのようね…ロイヤルネイビー所属、ブラック・プリンス……これでいいかしら？",
	mail = "メール…内容はどう？指揮官への罷免もありえる……かしら？",
	touch = "指揮官、私の体…どこか気になる場所でもある？",
	profile = "改ダイドー級…ベローナ級？のほうが適切かな……ええ、そこそこ遠洋任務をこなしたカンレキを持っているわ。これからも遠い場所での任務に参加するの？",
	mission_complete = "任務報酬を整理したけど、これって大丈夫かしら…",
	feeling4 = "指揮官は優しい子が好きなのね。ええと……んん……こうして貴方に抱きついていると、私、もっと優しい子に見えるのかな",
	unlock = "ええと、貴方は……指揮官よね？私のことを知らない？あ、はい、そういえば自己紹介がまだのようね…ロイヤルネイビー所属、ブラック・プリンス……これでいいかしら？",
	feeling5 = "私、指揮官にとって大切な人かしら…じゃあ私、何をすればいい？今よりもっと優しくしたほうがいい…かな",
	main = "メイド…？私、違うけど…簡単な料理と紅茶程度なら大丈夫よ|ここでは海が見えるのね。……指揮官、海が好き？|指揮官、今ぼーっとしているの？私も…一緒にぼーっとしていてもいい？",
	battle = "敵には、情けも手加減も不要…",
	upgrade = "指揮官、私、もっと強くなった？",
	voice_key = 20224,
	headtouch = "………ふぅ…",
	feeling2 = "指揮官、私になにか任せて？なんでもいいから",
	login = "指揮官は…毎日このタイミングで帰ってくるわね",
	vote = "",
	hp_warning = "戦い続ける？それとも撤退する？",
	id = 202240,
	detail = "敵を穿つクレシーの弓矢、それとも主を守る忠義の盾……私は貴方の思うがまま、貴方の力になる",
	couple_encourage = {
		{
			{
				10501,
				10309,
				21301
			},
			1,
			"また同じチームね",
			0
		}
	}
}
