_G.pg.ship_skin_words[202250] = {
	feeling1 = "ほかのメンバーが傷つく前に、ご主人様を排除させてください",
	feeling3 = "いい感じで演奏している、ですか。ご主人様でもこれぐらいはできるようになれます――毎日練習していれば、ですが",
	lose = "私のせいで失敗しました。申し訳ございません",
	propose = "シェフィールドはどうなろうと、ご主人様のことをお慕いして、永遠に愛します。――はい、今のは感情を十割込めた言葉です。本当です",
	expedition = "予め録った銃声でお知らせしますか？…委託組が戻ってきたのですが",
	win_mvp = "ライブ、順調でございます",
	home = "お疲れ様でございます。ご主人様。変な声をお聞きなさったんですか。気のせいですね",
	mission = "新しいオファーですか。しっかり準備させていただきます",
	touch2 = "「アイドル」相手にこんなことをするとは、「覚悟」が出来ていると見ていいですね？",
	voice_key_2 = -1,
	skill = "この歌で眠れ――",
	drop_descrip = "ロイヤルメイド隊のシェフィールドでございます。何が起きたか追ってご主人様に説明しますので、今はそのきょとんとした表情を引っ込めてください",
	mail = "新しいメールです。ファンレターはちゃんと返しています",
	touch = "銃砲は持っていませんが、ご自身の行いにご注意くださいませ",
	profile = "タウン級軽巡洋艦のシェフィールドです。陛下の命によりユニット活動をしております。どこかおかしいですか？",
	mission_complete = "オファーの報酬ですか。ほかのメンバーも喜ぶでしょう",
	feeling4 = "メイド以外の仕事もこなせると考えていましたが、実際にやっってみると思っていた以上にうまく行かないのですね。……今の話を、ほかの子に漏らしたらご主人様を「口封じ」させていただきます。……冗談です。気にしないでください",
	unlock = "ロイヤルメイド隊のシェフィールドでございます。何が起きたか追ってご主人様に説明しますので、今はそのきょとんとした表情を引っ込めてください",
	feeling5 = "ご主人様のお気に入りはメイドでもなく、ステージで輝く存在でもなく、あくまで「シェフィールド」ですか。……告白の言葉にしては陳腐ですね。はい、大事に覚えておきます",
	main = "推しのアイドルに罵られて喜ぶ趣味があると聞きました。…理解できませんね|歌で敵を倒す、ですか？現実的に不可能ですが、妄想企画としては面白いと認めて差し上げます|ベルファストのことは正直、羨ましく存じます。メイド以外でも万能ですね、あの人",
	battle = "ライブを邪魔する害虫をソウジします",
	upgrade = "どんな職務でも全身全霊で対応させていただきます",
	voice_key = 20225,
	headtouch = "",
	feeling2 = "ユニット活動でメイド業務が遅れた分は、一段落ついたら取り戻すことにいたします",
	login = "レッスンの前に執務室の掃除を終えました。くれぐれも散らかさないでください",
	vote = "",
	hp_warning = "応急対応に切り替えます",
	id = 202250,
	detail = "プロデューサー、ですか。いいえ、ご主人様のほうが呼びやすいのでこのままで良いです。…それとも害虫と呼ばれたほうが嬉しいですか",
	couple_encourage = {
		{
			{
				90503,
				10224,
				40307,
				30710
			},
			2,
			"チームワークを努力します",
			0
		}
	}
}
