_G.pg.ship_skin_words[202260] = {
	feeling1 = "メイドとして職務を全うできるよう、3メートル以内に近づかないでいただけます？「貴方様」",
	feeling3 = "貴方様、替えのシーツは白…緑のほうがいいの？私の目の色と同じだから？そ、そうなんだ…",
	lose = "要反省ね……次は負けないからっ",
	propose = "貴方様と出会わせてくださった、神の奇跡に感謝を――こ、これでいい？早く帰って仕事を…え？ち、誓いのキ、キス！？そ、そんな、私……！",
	expedition = "委託組が帰還したよ。出迎えを忘れないでください",
	win_mvp = "ふぅ…この戦果なら満足してもらえるんじゃない？",
	home = "お疲れ様。休んでていいよ",
	mission = "新しい任務よ。確認してください",
	touch2 = "！？…お、お先に失礼します……！",
	voice_key_2 = -1,
	skill = "凛として、優雅に……！",
	drop_descrip = "サウサンプトン級軽巡洋艦・グラスゴー（HMS Glasgow）",
	mail = "新しいメールがあるみたいね。取ってくる",
	touch = "貴方様、何かご指示は？",
	profile = "ロイヤル軽巡、タウン級のグラスゴーよ。ノルウェーの戦いや北極海の海上護衛など色々な作戦に参加したわ。…ちょ、ちょっとだけ目が悪いのが欠点よ。イモージェンにはあとでちゃんと謝らないと…",
	mission_complete = "任務報酬よ。先にしまっておくわ",
	feeling4 = "普段着のことが気になる？ど、どうせ何を着ても可愛いって言うんでしょ。想像に任せるわ",
	unlock = "タウン級巡洋艦のグラスゴーよ。指揮官の艦隊に参加できて光栄です。よろしくおねがいします",
	feeling5 = "せっかくこっちがベッドメイキングして、布団まで温めてあげたのに、徹夜で仕事するなんて…いいえ、別に怒ってません。お仕事頑張ってきて嬉しいですー",
	main = "ニューカッスル姉さんのこと？別に…姉さんだからって特に言いたいことはないわ…ないですー！|シェフィはちょっと口が悪いけど、普通にいい子よ|貴方様、マンガとかに興味とか…べ、別になんでもないわ。今のは聞かなかったことにして",
	battle = "旗艦か…ま、真面目にやるから！",
	upgrade = "はい。ご期待に添えるよう努力しますってね",
	voice_key = 20226,
	headtouch = "",
	feeling2 = "疲れたら休んだほうがいいよ？…つ、仕えているこっちのことも考えてね",
	login = "おかえりなさい貴方様。お茶淹れたわよ",
	vote = "",
	hp_warning = "こ、この程度…！",
	id = 202260,
	detail = "まさかこんな神展開になるなんて！早く来週号が見たいわね……わ！？あ、貴方様！コホン！な、何か用…？",
	couple_encourage = {
		{
			{
				20208,
				20211,
				20212,
				20219
			},
			1,
			"ロイヤルの栄光のため、皆様、攻撃開始です！",
			0
		},
		{
			{
				20207
			},
			1,
			"メイド隊に戻る気はないの？",
			0
		}
	}
}
