_G.pg.ship_skin_words[202280] = {
	feeling1 = "ダイドー、ご主人様を失望させてしまっている…？ダイドーはなんて卑しいメイドでしょうか…",
	feeling3 = "アイドルの衣装が似合っているって…ご主人様、ありがとうございます！！…はわわ、こ、これはもしかしてダイドーがメイド失格という意味なのでは…っ！？ご主人様、ダイドーを…ダイドーを捨てるおつもりですか…！？",
	lose = "メイド長のようにうまく歌えないようです……っ",
	propose = "一介のメイドが皆様方と同じステージで輝くなんてとんでもございません。…ですが、最高に輝いてみせます！全てはダイドーが愛するご主人様のために……！",
	expedition = "委託組が帰還しましたと、タシュケントさんからご連絡いただいております",
	win_mvp = "ダイドーはできる子ーーご主人様の誇らしいアイドルですからっ！",
	home = "ご主人様、お怪我はありませんか？お具合は大丈夫でしょうか？ダイドー、アイドル活動を行っているとはいえ、万が一でもご奉仕をおろそかにするようなことは…",
	mission = "ダイドーたちにオファーがありますよね。ご主人様、どうぞご確認ください",
	touch2 = "んん……っ",
	voice_key_2 = -1,
	skill = "アイドルとしてもご主人様のために…！",
	drop_descrip = "特殊兵装実験任務・アイドル活動中の軽巡洋艦、ダイドーです。アイドルの知識は一通りみんなから勉強させていただいておりますので、ぜひダイドーに…ご、ご期待くださいませっ！",
	mail = "業務連絡のメッセージがあるようです。ご主人様",
	touch = "ご主人様が仰るのでしたら、握手やその他ご希望をなんなりとお申しつけください",
	profile = "ロイヤル所属、軽巡洋艦のダイドーです。一介のメイドがまさかアイドルに抜擢されるなんて……精一杯頑張らせていただきます！",
	mission_complete = "ご主人様、報酬はこちらになります。皆のおかげです",
	feeling4 = "メイドとアイドル、同じぐらい期待されているという意味だったのですね…申し訳ございません、ダイドーが勝手な勘違いをしていまして…",
	unlock = "特殊兵装実験任務・アイドル活動中の軽巡洋艦、ダイドーです。アイドルの知識は一通りみんなから勉強させていただいておりますので、ぜひダイドーに…ご、ご期待くださいませっ！",
	feeling5 = "メイドとしてのご奉仕だけでなく、アイドル活動もうまくやれている…ですか？お褒めに預かり光栄でございます！ダイドー、ご主人様のためにアイドルでも…いいえ、なんでも頑張ってやり遂げてみませますっ！",
	main = "歌はスキルより、感情のほうが相手に伝わる…つまり、ダイドーがご主人様のためだと思いながら歌い続ければ…|イラストリアス様、ダンスの練習のとき少し足元だったり、鏡を意識しすぎているようですね…|メイド隊の仲間たち、そして各陣営の方々がいてこそのアイドルユニットですね。それをまとめあげたご主人様…ダイドー、本当に素敵だと思います",
	battle = "ご主人様を魅了させるステージ…お見せします！",
	upgrade = "アルバコアさんのアイデア、うまく生かせるでしょうか…",
	voice_key = 20228,
	headtouch = "",
	feeling2 = "ご主人様に奉仕するメイドではなく、アイドル……メイド隊のみんなからレクチャーを受けましたけど、ダイドーはうまくやれるでしょうか…",
	login = "ご主人様、本日はダイドー、何をいたしましょうか？アイドル活動だけでなく、メイドのお仕事でもなんでもお申し付けくださいませ",
	vote = "",
	hp_warning = "ご主人様に捨てられないように…！",
	id = 202280,
	detail = "アイドル活動のレッスンにオファー、ステージ、訓練、メイド隊の業務、ご主人様へのご奉仕ーーこんなにご主人様のお役に立てるなんて……仕事が多い、ですか？ダイドーの仕事を減らそうとするのはまさか…お願いします！ダイドーを捨てないでください…！！！",
	couple_encourage = {
		{
			{
				20227
			},
			1,
			"豪華な献立もたまには…ね！",
			0
		},
		{
			{
				30711
			},
			1,
			"ダイドーもご主人様にそんな風にアピールできたら…！",
			0
		}
	}
}
