_G.pg.ship_skin_words[202290] = {
	feeling1 = "指揮官…おかしくなってる？",
	feeling3 = "今終わらなかった仕事は放っとけば、そのうち完了させなくてもいい仕事になるかな？",
	lose = "負けた。ごめんね…",
	propose = "誓いの指輪…私とずっといたいって気持ちの証明、みたいな…別にこれがなくても、覚えてくれて、時々声をかけてくれて、見つめてくれれば…それだけでいいよ",
	expedition = "委託が完了した。仲間たちを出迎えて……次は何をすればいい？",
	win_mvp = "指揮官、言われた通り、勝ったよ",
	home = "無事に戻ってこれて嬉しい。指揮官",
	mission = "「未完了の任務について指揮官に知らせる」…うん。未完了の任務があるよ。内容は？うーん……",
	touch2 = "……？指揮官、何をしてるの？",
	voice_key_2 = -1,
	skill = "これでいい？",
	drop_descrip = "アリシューザ級軽巡洋艦・ペネロピ（HMS Penelope）",
	mail = "んっしょ。あっ、なにか忘れてるような………そうだ。メールだ。指揮官、メールはここに置いたよ",
	touch = "……ん？どうしたの？言われた通りにしたけど…",
	profile = "ロイヤルネイビー所属、アリシューザ級軽巡ペネロピだよ。K艦隊でオーロラや仲間たちと輸送任務に参加した。辛いときもあったけどなんとかなったみたい。あとはあのとき、あの子に気づけていれば…",
	mission_complete = "「完了済みの任務について指揮官に知らせる」…うん。完了した任務があるよ。報酬？あっ…",
	feeling4 = "オーロラから教わったローズヒップティーでもどう？……味が濃すぎって？……もしかしてお酢を入れちゃったかも……",
	unlock = "アリシューザ級軽巡、ペネロピ、私の名前。今日から部下、付き人。名前だけでも覚えて",
	feeling5 = "どれだけ時間が経っても、ここで指揮官を待ち続ける。どんなことが起きても、帰ってくるのを待ち続けるから",
	main = "書類書類…どこだっけ…あっちの棚の上？忘れた…|「ペッパーポット」？…料理は胡椒を入れたほうが美味しくなることが多いと思うよ|U-410とは仲良くなりたい。…うん、指揮官がいるし、きっと大丈夫よ",
	battle = "皆で行こ？",
	upgrade = "前より強くなった？",
	voice_key = 20229,
	headtouch = "んっ……子供扱い？",
	feeling2 = "明日も言われた通りここで待っているよ。指揮官",
	login = "指揮官、出撃なの？帰るまでここで待ってるから",
	vote = "",
	hp_warning = "まだ…大丈夫",
	id = 202290,
	detail = "よいっしょ…そんなに見つめてきて、もしかしてこの手袋がほしい…の？",
	couple_encourage = {
		{
			{
				20132
			},
			1,
			"頼むね",
			0
		},
		{
			{
				20215
			},
			1,
			"またオーロラと一緒",
			0
		},
		{
			{
				29901
			},
			1,
			"ネプチューン。あっ…違う",
			0
		},
		{
			{
				30172,
				10307
			},
			2,
			"今何を言ったっけ…？",
			0
		}
	}
}
