_G.pg.ship_skin_words[203010] = {
	feeling1 = "閣下、ほかのどこかに行ってください。こっちは私が全部上手くやれます",
	feeling3 = "閣下、一緒にお茶でもどうでしょう？あ、仕事が終わっていなければそちらを優先してください。もちろん私もついていきますから",
	lose = "…あなたたちに対しては、礼儀を重んじるべきではありませんでしたね",
	propose = "ありがとうございます～そこに置いてください。それより閣下、これを……驚かないかって？うふふ、閣下と私の関係ですから、わざわざ言わなくてもわかりますよ♪ふふふ。でも、せっかくですから、今日の夕食は私が代わりに好きなものをいっぱい作ってあげますね～",
	expedition = "はい、委託は時間通りでした。成果の検収に行きましょう",
	win_mvp = "閣下からお褒めの言葉をいただくことが、何より光栄です",
	home = "お疲れ様です。公務は私に任せて、熱い紅茶でもお飲みになってください",
	mission = "今日の任務は、きっとすぐ終わります",
	touch2 = "か…閣下、それはマナー違反ですよ！",
	voice_key_2 = -1,
	skill = "さてさて、私も頑張らなきゃ",
	drop_descrip = "ロンドン級重巡洋艦・ロンドン (HMS London）",
	mail = "新しいメールはこちらにあります。ご確認ください",
	touch = "ボディタッチはちょっと…いえ、かまいませんけど、慣れてなくて",
	profile = "ロンドン級重巡洋艦のネームシップーーロンドンと申します。第一巡洋艦隊に所属して、北大西洋・太平洋ともに戦い抜きました。閣下、任務なら安心しておまかせください！",
	mission_complete = "ボーナスについてリストアップしました。ご確認ください",
	feeling4 = "デートですか？ここ数日の仕事を上手くやりとげたら約束出来なくはないですよ？どうです？閣下も努力してみませんか？",
	unlock = "ロンドン級重巡1号艦、ロンドンです。第1巡洋艦戦隊に所属し、北大西洋、太平洋での戦いに参戦して参りました。任務なら、安心してお任せください！",
	feeling5 = "じっとしててください。もう襟はちゃんとしてくださいって何回も言ったでしょう。あと髪も整えて…閣下そういうところは本当に大雑把なんですから…はい、これで大丈夫です。じゃあデートはどこに行きます？",
	main = "閣下…アメジストちゃんを見かけませんでした？探してるんです|北極はとっても寒くて、病気になっちゃいそうです…|あれ、今日はいいお天気ですね。えっと、まあ…会話のきっかけになればと…",
	battle = "皆さん、自分を大切にしてください。できるだけケガしないように！",
	upgrade = "嬉しいですが、資源の配分にはご注意ください",
	voice_key = 20301,
	headtouch = "",
	feeling2 = "閣下、少々お待ち下さい。ここに少し問題が……うん、よし！…何か御用でしょうか？",
	login = "ごきげんよう、閣下、ロンドンは今日もおそばにおりますよ",
	vote = "",
	hp_warning = "計算が少しはずれて…",
	id = 203010,
	detail = "どうされました？閣下、そんなに真剣に何を見ているんですか？",
	couple_encourage = {
		{
			{
				20303,
				20304,
				20305
			},
			2,
			"カウンティ級の姉妹たち、行きましょう！",
			0
		},
		{
			{
				20309
			},
			1,
			"よしよし、もう少し表情を緩めた方がいいですよ",
			0
		},
		{
			{
				20302
			},
			1,
			"これ以上閣下をからかうと怒りますよ？",
			0
		}
	}
}
