return {
	{
		desc = "每20秒，有40.0%概率触发护盾，每个护盾阻挡10发子弹，护盾持续10秒",
		addition = {
			"40.0%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有43.3%概率触发护盾，每个护盾阻挡10发子弹，护盾持续10秒",
		addition = {
			"43.3%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有46.6%概率触发护盾，每个护盾阻挡10发子弹，护盾持续10秒",
		addition = {
			"46.6%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有49.9%概率触发护盾，每个护盾阻挡10发子弹，护盾持续10秒",
		addition = {
			"49.9%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有53.2%概率触发护盾，每个护盾阻挡10发子弹，护盾持续10秒",
		addition = {
			"53.2%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有56.5%概率触发护盾，每个护盾阻挡10发子弹，护盾持续10秒",
		addition = {
			"56.5%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有59.8%概率触发护盾，每个护盾阻挡10发子弹，护盾持续10秒",
		addition = {
			"59.8%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有63.1%概率触发护盾，每个护盾阻挡10发子弹，护盾持续10秒",
		addition = {
			"63.1%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有66.4%概率触发护盾，每个护盾阻挡10发子弹，护盾持续10秒",
		addition = {
			"66.4%(+3.6%)"
		}
	},
	{
		desc = "每20秒，有70.0%概率触发护盾，每个护盾阻挡10发子弹，护盾持续10秒",
		addition = {
			"70.0%"
		}
	},
	desc_get = "每20秒，有40.0%(满级70.0%)概率触发护盾，每个护盾阻挡10发子弹，护盾持续10秒",
	name = "不破之盾",
	init_effect = "",
	time = 0,
	color = "blue",
	picture = "",
	desc = "每20秒，有$1概率触发护盾，每个护盾阻挡10发子弹，护盾持续10秒",
	stack = 1,
	id = 10390,
	icon = 10390,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffAddBuff",
			trigger = {
				"onUpdate"
			},
			arg_list = {
				buff_id = 10391,
				target = "TargetSelf",
				time = 20
			}
		}
	}
}
