return {
	{
		desc = "当队友耐久低于20%时，回复其耐久的10.0%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
		addition = {
			"10.0%(+1.1%)"
		}
	},
	{
		desc = "当队友耐久低于20%时，回复其耐久的11.1%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
		addition = {
			"11.1%(+1.1%)"
		}
	},
	{
		desc = "当队友耐久低于20%时，回复其耐久的12.2%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
		addition = {
			"12.2%(+1.1%)"
		}
	},
	{
		desc = "当队友耐久低于20%时，回复其耐久的13.3%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
		addition = {
			"13.3%(+1.1%)"
		}
	},
	{
		desc = "当队友耐久低于20%时，回复其耐久的14.4%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
		addition = {
			"14.4%(+1.1%)"
		}
	},
	{
		desc = "当队友耐久低于20%时，回复其耐久的15.5%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
		addition = {
			"15.5%(+1.1%)"
		}
	},
	{
		desc = "当队友耐久低于20%时，回复其耐久的16.6%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
		addition = {
			"16.6%(+1.1%)"
		}
	},
	{
		desc = "当队友耐久低于20%时，回复其耐久的17.7%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
		addition = {
			"17.7%(+1.1%)"
		}
	},
	{
		desc = "当队友耐久低于20%时，回复其耐久的18.8%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
		addition = {
			"18.8%(+1.2%)"
		}
	},
	{
		desc = "当队友耐久低于20%时，回复其耐久的20.0%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
		addition = {
			"20.0%"
		}
	},
	desc_get = "当队友耐久低于20%时，回复其耐久的10.0%(满级20.0%)，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
	name = "损害管制",
	init_effect = "",
	time = 0,
	color = "blue",
	picture = "",
	desc = "当队友耐久低于20%时，回复其耐久的$1，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
	stack = 1,
	id = 10220,
	icon = 10220,
	last_effect = "Health",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onFriendlyHpRatioUpdate"
			},
			arg_list = {
				hpUpperBound = 0.2,
				target = "TargetSelf",
				skill_id = 10220,
				quota = 1
			}
		}
	}
}
