return {
	{
		desc = "每10秒有20.0%几率触发，自身机动上升30.0%，持续8秒",
		addition = {
			"20.0%(+2.2%)",
			"30.0%(+3.3%)"
		}
	},
	{
		desc = "每10秒有22.2%几率触发，自身机动上升33.3%，持续8秒",
		addition = {
			"22.2%(+2.2%)",
			"33.3%(+3.3%)"
		}
	},
	{
		desc = "每10秒有24.4%几率触发，自身机动上升36.6%，持续8秒",
		addition = {
			"24.4%(+2.2%)",
			"36.6%(+3.3%)"
		}
	},
	{
		desc = "每10秒有26.6%几率触发，自身机动上升39.9%，持续8秒",
		addition = {
			"26.6%(+2.2%)",
			"39.9%(+3.3%)"
		}
	},
	{
		desc = "每10秒有28.8%几率触发，自身机动上升43.2%，持续8秒",
		addition = {
			"28.8%(+2.2%)",
			"43.2%(+3.3%)"
		}
	},
	{
		desc = "每10秒有31.0%几率触发，自身机动上升46.5%，持续8秒",
		addition = {
			"31.0%(+2.2%)",
			"46.5%(+3.3%)"
		}
	},
	{
		desc = "每10秒有33.2%几率触发，自身机动上升49.8%，持续8秒",
		addition = {
			"33.2%(+2.2%)",
			"49.8%(+3.3%)"
		}
	},
	{
		desc = "每10秒有35.4%几率触发，自身机动上升53.1%，持续8秒",
		addition = {
			"35.4%(+2.2%)",
			"53.1%(+3.3%)"
		}
	},
	{
		desc = "每10秒有37.6%几率触发，自身机动上升56.4%，持续8秒",
		addition = {
			"37.6%(+2.4%)",
			"56.4%(+3.3%)"
		}
	},
	{
		desc = "每10秒有40.0%几率触发，自身机动上升60.0%，持续8秒",
		addition = {
			"40.0%",
			"60.0%"
		}
	},
	desc_get = "每10秒有20.0%(满级40.0%)几率触发，自身机动上升30.0%(满级60.0%)，持续8秒",
	name = "水上狂飙",
	init_effect = "",
	time = 0,
	color = "blue",
	picture = "",
	desc = "每10秒有$1几率触发，自身机动上升$2，持续8秒",
	stack = 1,
	id = 10020,
	icon = 10020,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffAddBuff",
			trigger = {
				"onUpdate"
			},
			arg_list = {
				buff_id = 10021,
				time = 10,
				target = "TargetSelf"
			}
		}
	}
}
