return {
	content = [[

感谢您下载并使用《碧蓝航线》游戏（以下称“本游戏”或“产品”）。我们依据《中华人民共和国网络安全法》、《信息安全技术个人信息安全规范》（GB/T 35273-2020）以及其他相关法律法规和技术规范制定了本《隐私政策》，其中主要包括如下内容：向您告知了我们收集您信息的类型及用途；向您告知了第三方SDK类服务收集和使用您个人信息的相关情况与规则；向您介绍了我们的运营主体的基本信息以及我们的联系通道与方式等内容。
为了更好的保护您的个人信息，建议您仔细阅读本《隐私政策》，尤其是以黑色加粗的条款。如您对本隐私政策条款有任何异议或疑问，您可通过本《隐私政策》第十条“联系我们”中公布的联系方式与我们沟通。

本隐私政策将帮助您了解以下内容：
一、 引言
二、 关于我们
三、 名词解释
四、 我们如何收集和使用您的个人信息
五、 我们如何共享、转让、公开披露您的个人信息
六、 关于使用Cookie和同类技术
七、 我们对您个人信息的存储与保护
八、 您管理个人信息的权利
九、 我们对未成年人的保护
十、 联系我们
十一、 本政策如何更新
十二、 争议解决

一、引言
1.本《隐私政策》（以下称“本隐私政策”）仅适用于本游戏下的iOS端应用程序及安卓端应用程序。
2.请您在使用本游戏前，仔细阅读并充分理解本隐私政策的全部内容。一旦您使用或继续使用本游戏产品/服务，即表示您同意我们按照本隐私政策使用和处理您的相关信息。
3.我们可能会不时依据法律法规或业务调整对本隐私政策进行修订。当本隐私政策发生变更后，我们会在版本更新后通过在显著位置提示或推送通知、消息等形式向您展示变更后的内容。
4.您需理解，只有在您确认并同意变更后的《隐私政策》，我们才会依据变更后的隐私政策收集、使用、处理和存储您的个人信息；您有权拒绝同意变更后的隐私政策，但请您知悉，一旦您拒绝同意变更后的隐私政策，可能导致您不能或不能继续完整使用本游戏的相关服务和功能，或者无法达到我们拟达到的服务效果。

二、关于我们
1.本游戏由上海宽娱数码科技有限公司（以下称“本公司”）及其关联公司提供运营服务。
2.关联公司是指在现在、将来控制本公司、受本公司控制或与本公司处于共同控制下的公司、机构。控制指通过所有权、有投票权的股份、合同、实际运营关联或其他被依法认定的方式直接或间接地拥有影响被控制对象管理/经营的能力。
3. 本游戏的研发主体为： 上海蛮啾网络科技有限公司、厦门勇仕网络技术股份有限公司


三、名词解释
除非另有约定，本隐私政策中使用到的名词，通常仅具有以下定义：
1.个人信息（出自于GB/T 35273-2020《信息安全技术个人信息安全规范》）：是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括自然人的基本资料（包括姓名、生日、性别、住址、电话号码、电子邮箱）、个人身份信息（包括身份证件号码）、个人生物识别信息（包括指纹、面部特征）、网络身份标识信息（包括系统账号、IP地址、邮箱地址以及与前述有关的密码、口令、口令保护答案）、个人财产信息（包括银行账号、口令、交易和消费记录、虚拟货币、虚拟交易、兑换码等虚拟财产信息）、通讯录信息、个人上网记录（包括网站浏览记录、软件使用记录）、个人常用设备信息（包括硬件序列号、硬件型号、设备MAC地址、操作系统类型、软件列表、唯一设备标识符）、个人位置信息（包括大概地理位置、精确定位信息）。我们实际具体收集的个人信息种类以下文描述为准。
2.个人敏感信息（出自于GB/T 35273-2020《信息安全技术个人信息安全规范》）：是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。本隐私政策中涉及的个人敏感信息包括您的个人财产信息、个人身份信息（包括身份证件号码）、个人生物识别信息、网络身份标识信息、通讯录信息、精准定位信息、收货地址。我们实际具体收集的个人敏感信息种类以下文描述为准。
3.设备：是指可用于访问我们的产品和/或服务的装置，例如台式计算机、笔记本电脑、平板电脑或智能手机。
4.唯一设备标识符（专属 ID 或 UUID）：是指由设备制造商编入到设备中的一串字符，可用于以独有方式标识相应设备（例如手机的 IMEI 号）。唯一设备标识符有多种用途，其中可在不能使用 Cookie（例如在移动应用程序中）时用以提供广告。
5.IP 地址：每台上网的设备都会指定一个编号，称为互联网协议 ( IP ) 地址。这些编号通常都是根据地理区域指定的。IP 地址通常可用于识别设备连接至互联网时所在的位置。
6.SSL：（Secure Socket Layer）又称为安全套接层，是在传输通信协议（TCP/IP）上实现的一种安全协议。SSL 支持各种类型的网络，同时提供三种基本的安全服务，均通过使用公开密钥和对称密钥技术以达到信息保密的效果。
7.Cookie：是包含字符串的小文件，在您登入和使用网站或其他网络内容时发送、存放在您的计算机、移动设备或其他装置内（通常经过加密）。Cookie同类技术是可用于与Cookie类似用途的其他技术，例如：Web Beacon、Proxy、嵌入式脚本等。
8.账号：当您注册账号并向我们提供一些个人信息，您就可以更好的使用我们的服务。当您登录本游戏时，系统会利用这些账号信息对您进行身份验证，以防止未经授权的人员访问您的账号。
9.去标识化/匿名化：是指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别个人信息主体，且处理后的信息不能被复原的过程。
10.服务器日志：通常情况下，我们的服务器会自动记录您在访问网站时所发出的网页请求。这些“服务器日志”通常包括您的网络请求、互联网协议地址、浏览器类型、浏览器语言、请求的日期和时间及可以唯一识别您的浏览器的一个或多个 Cookie。
11.信息发布日志：是指您在游戏中主动上传或公开的信息记录，例如在游戏内发布信息（聊天频道、还有其他会发布信息的地方），群组聊天记录、应用会话记录和系统会话记录。记录用户账号和通讯群组名称、昵称、简介、备注、标识，信息发布、转发、评论和通讯群组等服务功能。
12.操作信息：是指您在游戏中行为信息的记录；例如修改用户账号、操作时间、操作类型、操作内容（即操作日志，如登录时间、登录地址、IP地址、充值时间等）。

四、我们如何收集和使用您的个人信息
1.我们依据法律法规以及遵循正当、合法、必要的原则而收集和使用您在使用服务过程中主动提供或由于产品和/或服务需要而产生的个人信息。如果我们欲将您的个人信息用于本隐私政策未载明的其它用途，或基于特定目的将收集而来的信息用于其他目的，我们会及时以合理的方式向您告知，并在使用前再次征得您的同意。
2.我们收集和使用的您的个人信息类型包括两种：第一种：我们的产品与/或服务的核心功能所必需的信息：此类信息为产品与/或服务正常运行的必备信息，您须授权我们收集。如您拒绝提供，您将无法正常使用我们的产品与/或服务；第二种：附加业务功能可能需要收集的信息：此信息为非核心业务功能所需的信息，您可以选择是否授权我们收集。如您拒绝提供，将导致附加业务功能无法实现或无法达到我们拟达到的效果，但不影响您对核心业务功能的正常使用。
3.您理解并同意，我们希望提供给您的产品和服务是完善及安全的，所以我们会不断改进我们的产品和服务，包括技术，这意味着我们可能会经常推出新的业务功能，可能需要收集新的个人信息或变更个人信息使用目的或方式（例如，为了产品开发和服务优化，当我们的系统发生故障时，我们会记录和分析系统故障时产生的信息，优化我们的服务。为了安全保障，我们会将您的信息用于身份验证、安全防范、反诈骗监测、存档备份、客户的安全服务等用途。例如，您下载或安装的安全软件会对恶意程序或病毒进行检测，或为您识别诈骗信息）。如果某一需要收集您的个人信息的功能或产品/服务未能在本隐私政策中予以说明的，我们会通过更新本隐私政策、页面提示、弹窗、网站公告等方式另行向您说明该信息收集的目的、内容、使用方式和范围，并为您提供自主选择同意的方式，且在征得您明示同意后收集。在此过程中，如果您对相关事宜有任何疑惑的，可以通过本隐私政策第十条提供的方式联系我们，我们会尽快为您作出解答。
4.通常情况下，我们会在以下场景中收集和使用您的个人信息：
4.1登录及注册账号
（1）我们的游戏可支持您使用哔哩哔哩账号进行登录，如您尚未注册哔哩哔哩账号，则需要按照我们的指引完成一系列注册程序，在此过程中，您需要向我们提供以下信息：账号昵称、手机号码（个人敏感信息，用于接受验证码匹配个人身份）。您只有提供真实准确的上述信息，才能成功注册哔哩哔哩账号并使用产品和/或服务的核心功能。如果您选择不提供上述为实现使用本游戏所需的必备信息，或将导致我们无法为您提供本游戏的核心产品功能。
（2）您也可以直接使用已注册的哔哩哔哩账号登录本游戏。如您使用已注册的哔哩哔哩账号登录的，我们将根据您的授权获取该哔哩哔哩账号下以及本游戏内的相关信息（包括：用户名、昵称、头像等）以及身份验证信息（个人敏感信息）。我们承诺，收集上述信息是用于为您提供账号登录服务以及保障您的账号安全，防范安全风险。如您拒绝授权此类信息，则您将无法使用哔哩哔哩账号登录本游戏，但不影响我们提供的其他产品和服务的正常使用。
（3）您也可以使用我们提供的苹果账号登录本游戏。如您使用该其他方式登录的，则需要按照我们的指引关联您的哔哩哔哩账号。在此过程中，如您尚未注册哔哩哔哩账号，则需根据本条（1）提供相关信息注册，包括账号昵称、手机号码（个人敏感信息，用于接收验证码匹配个人身份）；若您已注册哔哩哔哩账号，则需根据本条（2）款提供相关授权绑定。
（4）同时，您需理解，手机号码和验证码匹配结果属于您的个人敏感信息，我们收集该类信息是基于法律法规的相关要求，如您拒绝提供可能导致您无法注册账号并使用相关产品功能，请您谨慎考虑后再选择是否提供。
（5）同时，为满足相关法律法规政策及相关主管部门的要求，您需要向我们提供个人身份信息（包括身份证件号码）进行实名认证以使用本游戏。我们会在获得您同意或您主动提供的情况下收集您的个人身份信息，该信息属于您的个人敏感信息，如您拒绝提供可能导致您无法注册账号并使用相关产品功能，请您谨慎考虑后再选择是否提供。
（6）若您通过其他安卓应用市场（包括但不限于华为应用市场、OPPO应用市场等）下载本游戏的，您可能会被要求注册第三方账号，并使用该账号登录本游戏。在此过程中，该第三方收集和处理信息等行为详见其提供的隐私条款。
4.2使用游戏
当您下载并使用本游戏过程中，为向您提供最佳的游戏使用体验，我们可能会收集您的如下个人信息：设备型号、设备名称、设备唯一标识符、浏览器类型和设置、语言设置、操作系统和应用程序版本、登录IP地址、接入网络的方式、网络质量数据、移动网络信息、产品版本号、网络日志信息（如操作日志、服务日志）。同时为了收集上述基本的个人设备信息，我们将会申请访问您的设备信息的权限：【本地储存权限、网络访问权限、手机状态权限、麦克风权限、图片访问权限、通知权限、相机权限】，我们收集这些信息是为了向您提供上述功能，如您拒绝提供上述权限将可能导致您无法使用我们的相关产品与服务的相关功能。请您理解，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。
4.3客户服务
当您对本游戏发起投诉、申诉或进行咨询时，为了您的账号与系统安全，我们可能需要您先行提供账号信息，并与您之前的个人信息相匹配以验证您的用户身份。同时，为了方便与您联系或帮助您解决问题，我们可能还需要您提供姓名、手机号码、电子邮件及其他联系方式等个人信息（个人敏感信息）。另外，我们还会收集您与我们的沟通信息（包括文字/图片/音视频/通话记录形式）、与您的需求相关联的其他必要信息。我们收集这些信息是为了调查事实与帮助您解决问题，如您拒绝提供上述信息，我们可能无法向您及时反馈投诉、申诉或咨询结果。
4.4支付
当您在本游戏中使用增值服务时，需要使用到支付功能。在支付过程中，我们可能会收集您的第三方支付渠道的user ID (例如微信的openid、微信的transaction_id、支付宝的trade_no、支付宝的buyer_id、支付宝的buyer_logon_id、paypal的payer_id、paypal的address_street、paypal的first_name、paypal的last_name、paypal的payer_email、paypal的txn_id)（个人敏感信息）。上述信息为我们向您提供您购买游戏内增值服务所必须的信息，我们无法仅根据该信息获得您的个人财产信息，也不能识别特定自然人身份信息。
4.5存储
当下载并使用本游戏时，我们可能会获取有关您设备的存储权限。如您拒绝提供的可能会使您无法使用本游戏。同时，您也可以随时通过您的设备系统相关功能设置页面开启/取消该权限。您开启该权限即视为您授权我们可以访问、获取、收集、使用您的该等个人信息；但当您取消该授权后，我们将不再收集该信息，也无法再为您提供上述与之对应的服务；但除非您依照法律的规定删除了您的个人信息，否则您的取消行为不会影响我们基于您之前的授权进行的您个人信息的处理、存储。
4.6从第三方间接收集的您的个人信息
（1）您理解并知悉，您向外部第三方（研发与运营方关联公司不在此限）提供的个人信息，或外部第三方收集的您的个人信息，我们无法获取，更不会使用非常规方式（如：恶意干预对方系列APP数据）擅自以软件程序获得您的个人信息。本游戏可能因业务发展的需要而确实需要从第三方间接收集（如共享等）您的个人信息的，且由我们直接或共同为您提供产品或服务的，我们（或第三方）在收集前会向您明示共享的您个人信息的来源、类型、使用目的、方式和所用于的业务功能、授权同意范围（如果使用方式和范围超出您在第三方原授权范围的，我们会再次征得您的授权同意）。我们的某些产品或服务由第三方业务合作伙伴提供或共同提供时，为了必要且合理的开展业务，我们可能会从部分业务合作伙伴处间接收集的您的部分信息、其他方使用我们的产品与/或服务时所提供有关您的信息。
（2）我们的专业安全团队对个人信息将进行安全加固（包括敏感信息报备、敏感信息加密存储、访问权限控制等）。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施对间接获取的个人信息进行保护。
4.7出于其他合理且必要的目的
（1）如前文所述，如果某一需要收集您的个人信息的功能或产品/服务未能在本隐私政策中予以说明的，或者我们超出了与收集您的个人信息时所声称的目的及具有直接或合理关联范围的，我们将在收集和使用你的个人信息前，通过更新本隐私政策、页面提示、弹窗、私信、网站公告或其他便于您获知的方式另行向您说明，并为您提供自主选择同意的方式，且在征得您明示同意后收集和使用。
（2）您理解并同意，在以下情况下，我们无需取得您的授权同意即可收集和使用您的个人信息：
a)与国家安全、国防安全有关的；
b)与公共安全、公共卫生、重大公共利益有关的；
c)与犯罪侦查、起诉、审判和判决执行等直接相关的；
d)出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
e)所收集的信息是您自行向社会公开的或者是从合法公开的渠道（如合法的新闻报道、政府信息公开等渠道）中收集到的；
f)根据与您签订和履行相关协议或其他书面文件所必需的；
g)用于维护我们的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；
h)有权机关的要求、法律法规等规定的其他情形。

五、我们如何共享、转让、公开披露您的个人信息
1.共享
我们重视对您的个人信息的保护，您的个人信息是我们为您提供产品与/或服务的重要依据和组成部分，对于您的个人信息，我们仅在本隐私政策所述目的和范围内或根据法律法规的要求收集和使用，并严格保密。通常情况下，我们不会与任何公司、组织和个人共享您的个人信息，但以下情况除外：
1.1先已获得您的明确授权或同意；
1.2据适用的法律法规、法律程序、政府的强制命令或司法裁定而需共享您的个人信息；
1.3法律要求或允许的范围内，为了保护我们及其用户或社会公众的利益、财产或安全免遭损害而有必要提供您的个人信息给第三方；
1.4您的个人信息可能会在我们的关联公司之间共享。我们只会共享必要的个人信息，且这种共享亦受本隐私政策声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意；
1.5为了向您提供更完善、优质的产品和服务，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息，我们将会采用加密、匿名化处理等措施保障您的信息安全。同时，我们会与合作伙伴签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理您的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。如果您拒绝我们的合作伙伴在提供服务时收集为提供服务所必须的个人信息，将可能导致您无法在本游戏中使用该第三方服务。
我们的产品中可能会包含第三方SDK或其他类似的应用程序，如您在本游戏中使用由第三方提供的服务时，您同意将由其直接收集和处理您的信息（如以嵌入代码、插件等形式）。例如：为了解决游戏报错问题，bugly SDK需要读取您游戏内的异常信息；为了播放游戏中的视频，Criware插件需要获取您的设备显卡信息。前述服务商收集和处理信息等行为遵守其自身的隐私条款，而不适用于本隐私政策。为了最大程度保障您的信息安全，我们建议您在使用任何第三方SDK类服务前先行查看其隐私条款。为保障您的合法权益，如您发现这等SDK或其他类似的应用程序存在风险时，建议您立即终止相关操作并及时与我们取得联系。
2.转让
除非获取您的明确同意，我们不会将您的个人信息转让给任何公司、组织或个人。如果发生合并、收购或破产清算，将可能涉及到个人信息转让，此种情况下我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束。如果本隐私政策中约定的个人信息的收集、处理方式发生任何改变，该公司、组织将重新向您征求授权同意。
3.公开披露
3.1公开披露是指向社会或不特定人群发布信息的行为。除了因需要对违规账号、欺诈行为等进行处罚公告、公布中奖/获胜者等名单时脱敏展示相关信息等必要事宜而进行的必要披露外，我们不会对您的个人信息进行公开披露，如具备合理事由确需公开披露的，我们会在公开披露前向您告知公开披露的信息的目的、类型（如涉及您的个人敏感信息的，我们还会向您告知涉及的敏感信息的内容），并在征得您的授权同意后再公开披露，但法律法规另有规定的或本隐私政策另有约定的除外。
3.2对于公开披露的您的个人信息，我们会在收到公开披露申请后第一时间且审慎审查其正当性、合理性、合法性，并在公开披露时和公开披露后采取最严格个人信息安全保护措施和手段对其进行保护。
4.共享、转让、公开披露您的个人信息的例外
请您知悉， 根据法律法规的规定，在下述情况下，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：
4.1与国家安全、国防安全直接相关的；
4.2与公共安全、公共卫生、重大公共利益直接相关的；
4.3与犯罪侦查、起诉、审判和判决执行等直接相关的；或根据法律法规的要求、行政机关或公检法等有权机关的要求的；
4.4出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
4.5个人信息是您自行向社会公开的或者是从合法公开的渠道（如合法的新闻报道、政府信息公开等渠道）中收集到的；
4.6根据与您签订和履行相关协议或其他书面文件所必需的；
4.7法律法规等规定的其他情形。

六、关于使用Cookie和同类技术
1.在您使用我们的产品与/或服务时，我们可能会使用Cookie和同类技术收集您的一些个人信息，包括：您的登录信息，Cookie和同类技术收集该类信息是为了您使用我们的产品与/或服务的必要、简化您重复操作的步骤（如注册、登录）、便于您查看使用历史、保护您的信息和账号安全性、提升我们的产品和服务等。
2.您理解并知悉：我们的某些产品/服务只能通过使用Cookie或同类技术才可得到实现，如您拒绝使用或删除的，您可能将无法正常使用我们的相关产品与/或服务或无法通过我们的产品与/或服务获得最佳的服务体验，同时也可能会对您的信息保护和账号安全性造成一定的影响。

七、我们对您个人信息的存储与保护
1.信息存储
1.1存储地点：我们依照法律法规的规定，仅会将收集到的有关您的个人信息存储于中华人民共和国境内。目前我们暂时不存在跨境存储您的个人信息或向境外提供个人信息的场景。如果确有必要进行数据的跨境传输，我们会单独向您明确告知（包括数据出境的目的、接收方、使用方式与范围、使用内容、安全保障措施、安全风险等），并征得您的授权同意，我们会确保数据接收方有充足的数据保护能力来保护您的个人信息。
1.2存储期限：我们在为您提供满足产品和服务目的所必需且最短的期间内保留您的个人信息，例如：当您使用我们的注册功能时，我们需要收集您的手机号码，且在您提供后并在您使用该功能期间，我们需要持续保存您的手机号码，以向您正常提供该功能、保障您的账号和系统安全。此外，我们或对您的相关信息保存至相关法律所规定的必要期限。
1.3在超出上述存储期限后，我们会对您的个人信息进行删除或匿名化处理。
2.信息保护
2.1您的个人信息安全对于我们至关重要。我们将严格遵守相关法律法规，采取业内认可的合理可行的措施，保护您的个人信息。防止信息遭到未经授权的访问、披露、使用、修改，避免信息损坏或丢失。
2.2我们使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权的访问、公开披露、使用、修改，防止数据发生损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如使用SSL对数据进行加密保护；我们已建立访问控制机制，确保只有授权人员才可以访问个人信息；我们不时的举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
2.3为防止安全事故的发生，我们成立了专门的数据安全部门并制定了妥善的预警机制和应急预案。一旦发生个人信息安全事件，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议和对您的补救措施，并立即启动应急预案，力求将损失最小化。我们将及时将事件相关情况以电话、推送通知等方式告知您。

八、您管理个人信息的权利
我们理解您对个人信息的关注，并尽全力确保您对于自己个人信息访问、更正、删除以及撤回授权的权利，以使您拥有充分的能力保障您的隐私和安全。
1.您有权撤回您对个人信息的授权
如前文所述，我们提供的产品和服务的部分功能需要获得您使用设备的相关权限（包括：通知权限、相机权限）。您可以在授权后随时撤回（或停止）对该权限的继续授权。如果您希望撤销同意我们收集、使用和披露您的其他个人信息或希望我们删除您的个人信息，可通过本隐私政策中的联系方式与我们联系。例如您可以通过安卓设备中的“设置-应用和通知-权限管理”来关闭您对手机相机权限的授权。
您也可以通过注销账号的方式，永久撤回我们继续收集您个人信息的全部授权。您需理解，当您撤回授权后，我们无法继续为您提供撤回授权所对应的特定功能和/或服务。但您撤回授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
2.您有权注销您的账号
（1）您需理解并同意，若您使用哔哩哔哩账号登录本游戏，您能通过注销哔哩哔哩账号的方式注销本游戏的登录账号。
您可以通过哔哩哔哩APP在线申请注销或联系客服或通过其他我们公示的方式申请注销您的账号。当您注销账号后，您将无法再以该账号登录和使用我们的产品与服务；且该账号在本游戏和哔哩哔哩及旗下的其他产品与服务使用期间已产生的但未消耗完毕的权益及未来的逾期利益等全部权益将被清除；该账号下的内容、信息、数据、记录、游戏道具、等级等将会被删除或匿名化处理，但法律法规另有规定或监管部门另有要求的除外，如依据《中华人民共和国网络安全法》规定，您的网络操作日志将至少保留六个月的时间）；哔哩哔哩账号注销完成后，将无法恢复。

更多关于哔哩哔哩账号注销的流程、条件等事项请详见《哔哩哔哩账号注销协议》。

如您在谨慎考虑后仍执意决定注销您的哔哩哔哩账号的，您可以在您使用的我们的产品与/或服务的相关功能设置页面或根据操作指引向我们提交注销申请，例如ios端哔哩哔哩APP的账号注销路径为：“我的—设置—隐私权限设置-账号注销”。
如果您在处置您的个人信息时有任何疑问，您可以通过本隐私政策第十条“联系我们”中公示的联系方式与我们沟通解决。
（2）您需理解并同意，若您使用第三方账号登录本游戏，该账号的注销流程、条件等事项应遵循该第三方提供的隐私条款。

九、我们对未成年人的保护
1.未成年人使用我们的产品与/或服务前应取得其监护人的同意。如您为未成年人，在使用我们的产品与/或服务前，应在监护人监护、指导下共同阅读本隐私政策且应在监护人明确同意和指导下使用我们的产品与/或服务、提交个人信息。我们根据国家相关法律法规的规定保护未成年人的个人信息，只会在法律法规允许、监护人明确同意或保护您的权益所必要的情况下收集、使用或公开披露未成年人的个人信息。
2.若您是未成年人的监护人，您了解并同意：我们将收集、使用、存储和共享您孩子的个人信息：
2.1在您的孩子使用本游戏的过程中，我们仅会收集您同意我们收集的或您及您的孩子主动提供的有关您孩子的个人信息，以向您的孩子提供、优化我们的服务以保障您孩子的账户安全。
2.2我们依照法律法规的规定，仅会将收集到的有关您孩子的个人信息存储于中华人民共和国境内。一般情况下，我们只会在为实现服务目的所需的时间内或法律法规规定的条件下存储您孩子的个人信息。超出法律法规或监管规定的期限后，我们会按照法律法规的要求对您孩子的个人信息进行匿名化处理。
2.3我们使用符合业界标准的安全防护措施保护您孩子提供的个人信息，防止数据遭到未经授权的访问、公开披露、使用、修改，防止数据发生损坏或丢失。我们会采取一切合理可行的措施，保护您孩子的个人信息。
2.4除非法律法规规定应当披露或者根据与您的预定可以披露您孩子的个人信息的，我们不会披露您孩子的个人信息。
3.我们严格遵守法律法规的规定以及与用户的约定，按照本隐私政策所述使用、存储收集的信息。当您对您所监护的未成年人的个人信息有相关疑问时，您可以通过本隐私政策第十条“联系我们”中公示的联系方式与我们沟通解决。如果我们发现在未事先获得可证实的监护人同意的情况下收集了未成年人的个人信息，则会尽快删除相关数据。

十、联系我们
1.如您对本隐私政策的内容或使用本游戏时遇到的与隐私保护相关的事宜有任何疑问或进行咨询或投诉时，您均可以通过如下任一方式与我们取得联系：
1.1您可以拨打4001782233客服电话与我们联系；
1.2您可以向我们开通的gamehelp@bilibili.com客服邮箱发送邮件与我们联系；
1.3.您可通过添加在线客服QQ800864530与我们联系；
1.4您可以写信至：上海市杨浦区政立路485号国正中心3号楼 法务部（收）；邮编：200082；
2.我们会在收到您的意见及建议后，并在验证您的用户身份后的15个工作日内尽快向您回复。此外，您理解并知悉，在与个人信息有关的如下情形下，我们将无法回复您的请求：
2.1与国家安全、国防安全有关的；
2.2与公共安全、公共卫生、重大公共利益有关的；
2.3与犯罪侦查、起诉和审判等有关的；
2.4有充分证据表明您存在主观恶意或滥用权利的；
2.5响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
2.6涉及商业秘密的；
2.7法律法规等规定的其他情形。

十一、本政策如何更新
1.为了给您提供更好的服务，我们会根据产品的更新情况及法律法规的相关要求更新本隐私政策的条款，该等更新构成本隐私政策的一部分。未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。如该等更新造成您在本隐私政策下权利的实质减少或重大变更，我们将在本隐私政策生效前通过在显著位置提示或向您发送推送消息或以其他方式通知您，若您继续使用我们的服务，即表示您充分阅读、理解并同意受经修订的《隐私政策》的约束。
2.重大变更包括但不限于：
2.1我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
2.2我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
2.3个人信息共享、转让或公开披露的主要对象发生变化；
2.4您参与个人信息处理方面的权利及其行使方式发生重大变化；
2.5我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；
2.6个人信息安全影响评估报告表明存在高风险时。

十二、争议解决
1.本隐私政策的解释及争议解决均应适用中华人民共和国大陆地区法律。任何因本隐私政策以及我们处理您个人信息事宜引起的争议，您同意向广州仲裁委员会提起仲裁解决；该仲裁一裁终局，对双方均具有法律约束力。
2.如果您认为我们处理个人信息的行为损害了您的合法权益，您也可以选择向有关政府部门进行反映。
3.本隐私政策的标题仅为方便及阅读而设，并不影响正文其中任何规定的含义或解释。
]],
	title = "隐私政策"
}
