_G.pg.ship_skin_words[213040] = {
	feeling1 = "嘻嘻，指挥官，Mark I也可以当“质量兵器”用哦？像这样——（哐！）",
	feeling3 = "指挥官，指·挥·官~指-挥-官！欸？没事啦，我就是想看看你的脸，嘻嘻~",
	lose = "嘁……真没意思",
	propose = "哇、哇哦——谢谢！我会一直~一直戴在手上的！虽然有些不舍……请收下我的Mark I吧！姐姐说过誓约的时候要把自己最重要的东西交给对方！",
	expedition = "发现目标，演算射击诸元——什么嘛，原来是委托队啊，真没意思……",
	win_mvp = "砰！砰！砰！哈哈哈~果然Mark I是最棒的！",
	home = "指挥官~有没有带回什么有趣的东西呀——敌人的碎片啦掉下来的飞机啦什么的",
	mission = "指挥官，有任务啦！嘿嘿~这次的任务是击沉什么呢？真期待呀~",
	touch2 = "咿呀——！",
	voice_key_2 = -1,
	skill = "终结吧！毁灭吧！",
	drop_descrip = "罗伯茨级浅水重炮舰—阿贝克隆比，舷号F109",
	mail = "邮件~被我~藏起来啦~♪想要~就拿~零食来换~♪",
	touch = "指挥官，想吃薯片吗，这些都给你——罗伯茨姐姐，我找到偷吃你薯片的人啦—！",
	profile = "我是浅水重炮舰阿贝克隆比，和姐姐一同在地中海完成了诸多对陆支援任务。嘿嘿~果然还是轰击不会动的目标比较愉快~",
	mission_complete = "指挥官，下次任务也能像这次这么有趣吗？",
	feeling4 = "心情不好？我可以把Mark I借给你哦。只要打上一个基数，无论谁都会被它悦耳的“轰隆”声和美妙的后坐力俘获！",
	unlock = "吃我一炮——咦，原来是指挥官呀？嘿嘿~我是阿贝克隆比，今天天气真不错呢~",
	feeling5 = "指挥官和Mark I，为什么不能合为一体呢……指挥官，下次出击的时候你要不要试试站在Mark I上指挥？",
	main = "我的兴趣是收集弹壳~呐、呐，不觉得弹壳非常漂亮吗？|胡德阿姨，早上好~！|咿呀—！威尔士，胡德阿姨的表情好可怕好可怕——",
	battle = "嘻嘻，先从哪里开始呢？舰艏？炮塔？还是动力舱？",
	upgrade = "嘻嘻，有点过装药的感觉呢~",
	voice_key = 21304,
	headtouch = "",
	feeling2 = "哈哈~掺了哈瓦那辣椒的印式咖喱味道怎么样？等、等等，纳尔逊妈妈，我没想到这份是你的——咿呀！",
	login = "刚刚的主炮射击声？因为指挥官你一直不来，我有些无聊嘛~",
	vote = "",
	hp_warning = "咿呀！我的装甲——",
	id = 213040,
	detail = "炮击真令人开心啊~",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"胡德阿姨，我来支援你啦！",
			0
		},
		{
			{
				10703,
				10802
			},
			1,
			"我才是恶作剧之王！",
			0
		}
	}
}
