_G.pg.ship_skin_words[301010] = {
	feeling1 = "原本以为指挥官是能理解我的……",
	feeling3 = "妹妹们不知道现在过得怎么样…不过既然是我的妹妹，肯定在哪里坚强地生活着吧～嗯！",
	lose = "好疼好疼……指挥官我们快跑吧！",
	propose = "虽然我说过会让指挥官在“将来”喜欢上我，不过这个“将来”意外地有点近呢～是不是之前问你的时候害羞撒谎了呀～？嘻嘻～",
	expedition = "喂~委托组回来了哟，别睡了！",
	win_mvp = "嗯~哼，我很厉害吧~",
	home = "这样然后这样，接下来……！？指、指挥官，欢迎回来~啊哈哈，我什么都没做哟！",
	mission = "指挥官，有很多任务耶——啊～！莫非你又偷懒了？",
	touch2 = "呜哇！吓我一跳！",
	voice_key_2 = -1,
	skill = "哼哼，见识一下特型驱逐舰的厉害吧！",
	drop_descrip = "特I型{namecode:2}级驱逐舰一番舰—{namecode:2}",
	mail = "有信件～啊…原来是指挥官的吗…",
	touch = "帮忙工作？对哦……看到指挥官这么闲我都忘了呢~",
	profile = "呀吼～我就是曾经让世界都感到震撼的特型驱逐舰命名舰、{namecode:2}！啊不好意思，并不是在自满哦，事实上虽然参加过不少战役…却也没有什么值得一提的事迹…不过我还是会加油的！",
	mission_complete = "指挥官，任务奖励来了~有我在说不定奖励会变多哦～？嘻嘻",
	feeling4 = "指挥官喜欢什么类型的女孩子呢？嗯？我只是参考一下，没有别的意思哦？啊～难道你想歪了？",
	unlock = "呀吼~{namecode:2}级的大姐就是我啦，你就是指挥官吗？请多指教请多指教~",
	feeling5 = "之前真的只是参考哦？反正无论指挥官原本喜欢什么类型，只要“将来”喜欢上我不就好了嘛～嘿嘿",
	main = "今天天气真好耶，指挥官你不这么觉得吗？|{namecode:14}，听好了，指挥官虽然也许可能是个废柴，但是大姐我超可靠的哦！大概|被指挥官夸奖的话，一百句也不嫌多…啊，一百句还是会有点腻呢",
	battle = "天气晴朗，心情绝佳~上了！",
	upgrade = "唔噢？！状态绝佳！",
	voice_key = 30101,
	headtouch = "",
	feeling2 = "手里的这个？好像是叫御币什么的，感觉挥起来挺好看的就带着了~",
	login = "指挥官，今天精神好吗~",
	vote = "",
	hp_warning = "看起来不是开玩笑的时候呢……",
	id = 301010,
	detail = "嘿嘿，指挥官原来这么寂寞的嘛～？",
	couple_encourage = {
		{
			{
				30105
			},
			1,
			"让我们给敌人点颜色瞧瞧！",
			0
		}
	}
}
