_G.pg.ship_skin_words[301020] = {
	feeling1 = "（盖住耳朵）我、我不想听到你的声音…",
	feeling3 = "人多的时候，各种各样的声音传到耳朵里，头会疼…还是安静的地方适合{namecode:3}。",
	lose = "呜，输了…掩护同伴，赶紧撤退吧…！",
	propose = "指挥官，你的心跳得很快哦？没关系的，因为我也是…以后，指挥官可就要一直陪着{namecode:3}了哦？不许反悔哦？嗯嗯，约好了…！",
	expedition = "(竖起耳朵）嗯…我听到委托组的伙伴们回来的脚步声了。",
	win_mvp = "赢了？呼…大家都平安无事吧？",
	home = "咕嘟咕嘟…回来得正好，水刚烧开，来一起泡茶吧。",
	mission = "有新任务呢…唔，要不要我喊{namecode:2}姐姐一起来帮忙？",
	touch2 = "指、指挥官你在干嘛？！",
	voice_key_2 = -1,
	skill = "我也…不是吃素的！",
	drop_descrip = "特I型{namecode:2}级驱逐舰二番舰—{namecode:3}",
	mail = "邮件…再不看就要满出来了。",
	touch = "指挥官…是遇到什么困难了吗？",
	profile = "我是重樱的驱逐舰，{namecode:2}型二号舰，{namecode:3}。之前在第三水雷舰队待过一段时间，具体…好像也没什么好说的。…嗯，希望在这里能够帮上指挥官和大家更多的忙。",
	mission_complete = "唔，这次是…任务奖励送到了的声音吧。",
	feeling4 = "要是下雨的话，就可以和指挥官打一把伞，边听着雨声，边两个人散散步…欸？我、我说出来了？",
	unlock = "{namecode:2}型二号舰，{namecode:3}。和一直元气满满的姐姐比起来，我会比较安静一些……嗯，以后请多指教了。",
	feeling5 = "指挥官，{namecode:3}要借你的胸口休息。…（贴）这就是指挥官的心跳声啊。“扑通、扑通”的，听着非常的舒服呢~",
	main = "沙沙——沙沙——我喜欢听指挥官写字的声音，让人感觉…很安心。|{namecode:2}姐，总是有用不完的精力，而且好像什么都能做的样子…好厉害…|胡萝卜？{namecode:3}，对胡萝卜兴趣不大…你该不会真的把我当成兔子了吧？",
	battle = "虽然有过一点指挥的经验…",
	upgrade = "干劲十足~{namecode:2}姐姐的话应该会这么说吧。",
	voice_key = 30102,
	headtouch = "啊呜！？这、这里很痒…快停下…！",
	feeling2 = "（竖起耳朵）没有什么奇怪的声音…嗯，今天也是一切正常。",
	login = "原来如此，这个脚步声就是指挥官吗……嗯，我记住了。",
	vote = "",
	hp_warning = "好像有点不妙…？",
	id = 301020,
	detail = "为什么大家都喜欢摸我耳朵…有那么好摸吗……",
	couple_encourage = {
		{
			{
				30101
			},
			1,
			"{namecode:2}姐姐果然精力旺盛…",
			0
		},
		{
			{
				10116
			},
			1,
			"兔兔…神教？",
			0
		},
		{
			{
				30212
			},
			1,
			"请尽管指示…！",
			0
		}
	}
}
