_G.pg.ship_skin_words[301090] = {
	feeling1 = "指挥官阁下，请振作起来！",
	feeling3 = "指挥官，想看看我真正的右眼吗？",
	lose = "咕……下、下一次……",
	propose = "永恒的契约吗……我明白了！那就在这里展露我真正的右眼吧！咦，不需要？只要把双眼闭上就好？是……是吗……",
	expedition = "就用在下的探照灯为她们引领航路吧！咦——不需要？是、是吗……",
	win_mvp = "这就是忍者！",
	home = "指挥官~有没有带回来什么亮闪闪的东西？诶？在、在下也不是特别想要啦……",
	mission = "夜里的大海有点可怕……虽然在下是不怕啦！不、不过，当然还是白天更适合做任务吧！",
	touch2 = "碰、碰那里的话，在下的力量会控制不住的！",
	voice_key_2 = -1,
	skill = "黑暗——消散！",
	drop_descrip = "特III型{namecode:11}级驱逐舰一番舰—{namecode:11}",
	mail = "是新邮件！唔……就由在下来念给你听吧",
	touch = "真想快点见到{namecode:12}啊……",
	profile = "特型驱逐舰，忍者{namecode:11}是也！和妹妹们一同组成了第六驱逐队是也！动工也好、沉没也好，全都是第一名是也！东所罗门海战？那是为了照亮敌舰，决、决不是因为在下害怕黑夜是也！在下真正的力量，就请指挥官阁下慢慢期待吧……是也！",
	mission_complete = "奖励~奖励~",
	feeling4 = "妹妹们不在，晚上有点睡不着——是、是因为在下一直担心她们啦！",
	unlock = "第六驱逐队的长姐，{namecode:11}是也！指挥官阁下，请务必允许在下重建第六驱逐队！咦——这里不分什么驱逐队！？",
	feeling5 = "我们第六驱逐队永远都会在一起！然后……那个、指挥官阁下，你也会和我们永远在一起吧！",
	main = "有时候听不太懂{namecode:13}和{namecode:14}在说些什么…… |{namecode:12}一个人能找到这里吗，在下有些担心…… |夜里开灯突然照到人影，谁都会被吓一跳吧！",
	battle = "第六驱逐队——出击！",
	upgrade = "作为长姐，必须得更努力才行！",
	voice_key = 30109,
	headtouch = "",
	feeling2 = "{namecode:13}和{namecode:14}……有点担心她们呢",
	login = "在下{namecode:11}，驱逐一切黑暗之忍者是也——咦咦！指挥官阁下，您、您什么时候出现的！",
	vote = "",
	hp_warning = "",
	id = 301090,
	detail = "在下在夜里开灯可不是怕黑，绝、绝对不是哦！",
	couple_encourage = {
		{
			{
				30112
			},
			1,
			"一同照亮黑暗吧！",
			0
		},
		{
			{
				30111
			},
			1,
			"永远都要在一起是也！",
			0
		}
	}
}
