_G.pg.ship_skin_words[301100] = {
	feeling1 = "看来只有物理上的方法能让指挥官醒悟过来了呢……真是糟透了",
	feeling3 = "{namecode:11}姐姐一直想重建第六驱逐队呢……我觉得嘛，只要大家都在一起，名号什么的就不用在意那么多的啦!",
	lose = "哎呀呀…感觉又要回港修理了呢……",
	propose = "终于到这个时候了呢。嘿嘿~我喜欢指挥官啦！……啊，莫非你害羞了？但是我的攻击还没有结束呢！喜欢你，喜欢你，最喜欢你了！嘻嘻嘻～",
	expedition = "啊对了，委托好像完成了呢。要陪你一起去接她们吗~？",
	win_mvp = "嘿嘿，这次的MVP，我就不客气地收下啦！",
	home = "辛苦啦~话虽这么说，要做的事情还有很多呢，啊哈哈……",
	mission = "大大小小的任务还真是多啊……不用担心，我会帮你的啦！",
	touch2 = "啊～！指挥官刚才绝对是故意的吧！",
	voice_key_2 = -1,
	skill = "",
	drop_descrip = "特III型{namecode:11}级驱逐舰二番舰—{namecode:12}",
	mail = "邮件？也给我看看嘛！",
	touch = "哦哦！指挥官，你喊我？",
	profile = "我是第六驱逐队的{namecode:12}！我和大家一起参加了许多战役，并且都坚持了下来。……不过好像自己回港修理的时间都比较微妙呢，啊哈哈……",
	mission_complete = "任~务~完~成~啦！……喂，我说指挥官，你也给点反应嘛！",
	feeling4 = "啊，对了！指挥官平时有好好注意自己的身体吗？要是生病倒下的话可就麻烦了呢……不过放心吧，如果真的生病了的话，我会好好照顾你的啦！",
	unlock = "尼嘻嘻~终于见到指挥官先生了呢~我是{namecode:12}，要好好记住我啊！",
	feeling5 = "也和我讲讲指挥官的故事吧，我可是非常感兴趣的呢！……理由？那种东西才不需要呢！我们之间难道不是已经无话不说了吗？嘻嘻~",
	main = "“Верный”…？这个名字似乎有点熟悉……|能再次和大家团聚，实在是太好了呢~|没有什么事的话，我就去找{namecode:13}和{namecode:14}她们玩了哦~",
	battle = "哼哼~{namecode:12}可是很厉害的！不信就看着吧~",
	upgrade = "按照{namecode:13}的说法，这就是所谓的“Level up”吧？嘻嘻~",
	voice_key = 30110,
	headtouch = "",
	feeling2 = "一直以来都让{namecode:11}姐姐担心了呢，得好好向她道歉和道谢才行",
	login = "指挥官来啦~？嗯~…嘿咻~今天的工作也一起加油吧！",
	vote = "",
	hp_warning = "才不会就这么简单的结束呢！",
	id = 301100,
	detail = "六驱的大家都很有个性呢，不管是{namecode:13}、{namecode:14}，还是喜欢当忍者的{namecode:11}姐姐。不过，我最喜欢这样的大家了，嘻嘻～",
	couple_encourage = {
		{
			{
				10204
			},
			1,
			"哦哦，你也是不死鸟吗？",
			0
		},
		{
			{
				30109,
				30111,
				30112
			},
			2,
			"第六驱逐队，要上了！",
			0
		},
		{
			{
				30116
			},
			1,
			"也许你才是真正的不死鸟呢，哈哈！",
			0
		},
		{
			{
				30109
			},
			1,
			"{namecode:11}姐姐，我会和你一起战斗的！",
			0
		},
		{
			{
				30111
			},
			1,
			"{namecode:13}，要小心那些看不见的敌人啊！",
			0
		},
		{
			{
				30112
			},
			1,
			"{namecode:14}，要小心那些看不见的敌人啊！",
			0
		}
	}
}
