_G.pg.ship_skin_words[301110] = {
	feeling1 = "原来如此，从这里溜出去顺着洋流就能回到东京老家吗……",
	feeling3 = "明天是{namecode:13}酱的生日，指挥官有准备礼物吗？诶？没听说过？总之……那个项链好像很不错啊，当做礼物的话舰船一定会很高兴的！",
	lose = "原来如此，这种时候就应该找代打了吧！代打！要不然就让{namecode:13}大人来操纵试试吧！",
	propose = "要在这里签字吗……诶，有点看不懂呐，{namecode:14}酱能帮我看一看吗？“签下字后，指挥官就是我一辈子的仆人了”？好的，我明白了！",
	expedition = "如果一直放着委托不管，会不会有利息呢",
	win_mvp = "原来如此，对{namecode:13}大人来说是名副其实吧！诶，还是理所不容？",
	home = "这种时候就应该用美食和美酒犒劳心灵！诶，哪里来的？后宅里不是有很多吗",
	mission = "没有完成的任务？……听起来和没有完成的工作一样普遍呢",
	touch2 = "你刚才做了什么，{namecode:13}可是全都知道的哟",
	voice_key_2 = -1,
	skill = "原来如此，我就是第六驱逐队的{namecode:13}大人！？",
	drop_descrip = "特III型{namecode:11}级驱逐舰三番舰—{namecode:13}",
	mail = "原来如此，这……就是那个吧！拿着就可以进游乐园的那种东西！",
	touch = "原来如此，这是日常问候的礼仪啊",
	profile = "{namecode:11}级驱逐舰{namecode:13}……是也。虽然看起来不太像，但我可是重樱舰队中的老资格哦，{namecode:83}什么的也要叫我……嘛，应该叫吧？那个！总之就是这样啦，以后也请多多支持{namecode:13}的活跃，LIKE的那个按钮，也要多点几次哟！",
	mission_complete = "什么嘛！秘书舰居然不能代领物资，上层在想些什么啊！",
	feeling4 = "指挥官！{namecode:13}好像发现了一个发大财的机会！喏，这里写着“首付1W物资，发展两个下线的话，每月返还30%”什么的……下线是什么意思呀？",
	unlock = "我是{namecode:13}……一只不太会说话的舰船……指挥官以后应该也会与我不断地相逢吧",
	feeling5 = "原来如此，现在我胸口中翻涌的，就是被称作爱的那种情感吗！嗯嗯，我明白的，这也就代表……！诶，脑袋好晕……世界在摇晃，这也是爱吗？",
	main = "疾如{namecode:18}？难道{namecode:18}比我们{namecode:13}{namecode:14}还要快吗？|原来如此，{namecode:14}酱拿下了太平洋战争的first bool |原来如此，我如果一直待在维修厂，也会成为不死鸟吧！唔……不死{namecode:13}？",
	battle = "原来如此，总之摁下左上方的那个就KO了吧！",
	upgrade = "{namecode:13}更想强化人气、爱和希望什么的啦！",
	voice_key = 30111,
	headtouch = "",
	feeling2 = "指挥官，有不懂的事可以来问{namecode:13}，再怎么说，{namecode:13}作为舰船，烧过的油比你吃过的饭都多嘛",
	login = "原来如此，这就是所谓的上线吗？人类的词语还真深奥",
	vote = "",
	hp_warning = "",
	id = 301110,
	detail = "跪下拜{namecode:13}大人的话，大抵什么愿望都能实现哦……没有效果？那个……嗯，一定是你的心不够虔诚！",
	couple_encourage = {
		{
			{
				30112
			},
			1,
			"第六驱逐队……出击！",
			0
		}
	}
}
