_G.pg.ship_skin_words[301120] = {
	feeling1 = "不管指挥官先生变成什么样，{namecode:14}都会陪着你哦",
	feeling3 = "痛苦的事情说出来就少一半，快乐的事情说出来就多一份。所以什么事都可以和{namecode:14}说哦",
	lose = "呼……指挥官先生……跑的好快",
	propose = "指挥官先生……放心吧！我永远都不会抛弃指挥官先生的！就算指挥官先生厌倦了离家出走了，我也会一直一直在这里等待指挥官先生的！",
	expedition = "指挥官先生……油和物资都回来了",
	win_mvp = "……我是MVP？……这样的舰队……真的行吗？",
	home = "欢迎回来……指挥官先生，即使没有新船，{namecode:14}也还在这里哦",
	mission = "一直不完成任务……似乎会坠入名为“加班”的地狱呢",
	touch2 = "指挥官先生……果然已经无药可救了呢",
	voice_key_2 = -1,
	skill = "如果能全队出击就好了……",
	drop_descrip = "特III型{namecode:11}级驱逐舰四番舰—{namecode:14}",
	mail = "邮件恐惧症吗……没事的，{namecode:14}在陪着你呢",
	touch = "指挥官先生……不摸摸我的头吗？",
	profile = "重樱特Ⅲ型{namecode:11}级驱逐舰{namecode:14}酱……的说。作为特型驱逐舰中最小的妹妹，参加了太平洋战争中的诸多战事，不过比起作战，果然{namecode:14}还是更喜欢护航、运输、搜救之类的工作呢……指挥官先生……也想被摸摸头吗？",
	mission_complete = "这里的绩效奖金可不会拖延到下个月才发放",
	feeling4 = "指挥官先生无论想去哪里，{namecode:14}都会陪伴你！……不过从屏幕里跳出来什么的……好像做不到呢",
	unlock = "这就是指挥官先生吗……看起来好像不怎么可靠啊……啊，忘记自我介绍了，我是{namecode:14}……酱的说",
	feeling5 = "指挥官先生，总吃垃圾食品，身体会变脆弱的，试着尝试一下自己做饭怎么样？诶？没事的，{namecode:14}会帮着试吃的！",
	main = "指挥官先生最大的优点就是温柔呢|{namecode:40}姐姐……帮过我很多忙呢|打捞我可是很在行的！",
	battle = "诶……诶，被伏击了吗！",
	upgrade = "唔……没有想象中的痛真是太好了",
	voice_key = 30112,
	headtouch = "",
	feeling2 = "指挥官先生，{namecode:14}会为你加油的！",
	login = "咦……是指挥官先生？这个时候登陆……是又在摸鱼了吗？",
	vote = "",
	hp_warning = "",
	id = 301120,
	detail = "指挥官先生……一直待在房间里呢……",
	couple_encourage = {
		{
			{
				10204
			},
			1,
			"{namecode:12}姐姐……不好意思，我认错人了……",
			0
		},
		{
			{
				30111
			},
			1,
			"第六驱逐队……出击！",
			0
		}
	}
}
