_G.pg.ship_skin_words[301140] = {
	feeling1 = "哼（{namecode:16}对你的投喂毫不理睬）",
	feeling3 = "嗷呜，今天咬谁！怎么样，是不是超凶？……好耶，这样姐妹们就不会说我战斗之外像条小狗了！",
	lose = "混蛋，为什么……我居然输了……",
	propose = "誓……约？那是什么？……就是说我可以随时随地被指挥官摸摸头，闯祸也不会生气，还有很多好吃的？！我做！",
	expedition = "指挥官，有委托完成了……夸奖就行了不要摸我头！",
	win_mvp = "破坏东西这种事我还是很擅长的~",
	home = "指挥官指挥官，要一起吃吗？",
	mission = "上边又下达任务了，那些大人好啰嗦……",
	touch2 = "唔……我要把你装进连装炮里发射出去！你这萝莉控",
	voice_key_2 = -1,
	skill = "化作所罗门的藻屑吧！",
	drop_descrip = "{namecode:15}级驱逐舰四番舰—{namecode:16}",
	mail = "喂，有信，是约架吗？我不会输的！",
	touch = "唔……不要把我当小孩子",
	profile = "我是{namecode:16}！人称“所罗门的疯狗”！哼哼，听起来很强吧，打群架我是不会输的！ \n咦，到点心时间了吗？指挥官，吃的呢！",
	mission_complete = "指挥官指挥官，快看看任务奖励里有没有吃的！",
	feeling4 = "都怪你，我回去被姐妹们笑了，你要怎么赔我！就算是摸头——嘿嘿……也不会……唔嘿嘿……原谅你的~",
	unlock = "{namecode:15}级四号舰，{namecode:16}的说，先说好，我晚上可能比较闹腾，你最好有个心理准备……",
	feeling5 = "指挥官，肚子给你摸……诶？不是有句话说道歉的时候要把肚子露出来……以后我再闯祸就给你摸肚子，你不要生气啦——唔，好痒啊哈哈哈哈",
	main = "指挥官，能别当着我的面扔飞盘吗，我不是小狗……|肉的香味！在哪里？！快告诉我！|没有架打好无聊啊……指挥官，来比试一下吧！",
	battle = "嗷呜，打架我可是不会留情的！",
	upgrade = "指挥官，快带我出海，我现在很想找点什么发泄一下",
	voice_key = 30114,
	headtouch = "",
	feeling2 = "听说有吃的？！",
	login = "喔，指挥官……什么？握爪？？？你在看不起我么！",
	vote = "",
	hp_warning = "让你们见识一下所罗门的噩梦！",
	id = 301140,
	detail = "喔？……有什么事吗？",
	couple_encourage = {
		{
			{
				30113,
				30115
			},
			2,
			"猴子军团{namecode:15}小队，出击！",
			0
		},
		{
			{
				10
			},
			5,
			"我不是狗也不是猴子！",
			4
		}
	}
}
