_G.pg.ship_skin_words[301150] = {
	feeling1 = "你就被噩运笼罩着吧，笨蛋！",
	feeling3 = "所谓幸运呢，就是不经意间获得的才叫幸运哦，比如说，嘿！（跳）……指挥官，看到人家的胖次颜色了吗~",
	lose = "真……真能干啊……我记住你了！",
	propose = "指挥官真是让人放心不下呢……这样的话{namecode:17}大人就只好一~直在你身边照顾你了",
	expedition = "嗯嗯？时间到了啊，哼哼，即使我本人没有去，只要有我在的舰队委托报酬肯定大丰收啦~",
	win_mvp = "打得不错嘛，对于你们来讲",
	home = "哦~呵~呵~猜猜我是谁？",
	mission = "欸，任务？嘛，他们就知道下任务……",
	touch2 = "来玩个游戏吧指挥官，给你5分钟，现在你能逃出警察追捕范围{namecode:17}就放过你喔~",
	voice_key_2 = -1,
	skill = "佐世保之{namecode:17}，睁大眼看着吧！",
	drop_descrip = "{namecode:15}级驱逐舰二番舰—{namecode:17}",
	mail = "我帮你把信拿来了哦~猜猜在我那个手里呢~",
	touch = "别到处乱摸啦，爆炸了我可不管哦！",
	profile = "{namecode:15}级驱逐舰2号舰，{namecode:17}的说。一开始隶属第一舰队，嘛，还是活跃了好一阵子的。之后编入了第二舰队，加入了那场命运般的莱特湾海战…虽然最后只剩下我一个人了，但我绝对不会忘记姐妹们奋战的英姿的…{namecode:79}姐姐…{namecode:78}姐姐…",
	mission_complete = "嘁，要不是这些奖励谁会去做那些任务啦~",
	feeling4 = "能被{namecode:17}我捉弄本身就是一件很幸运的事了，你这个身在福中不知福的笨蛋~不过我就是喜欢这种地方啦",
	unlock = "{namecode:15}级驱逐舰{namecode:17}来啦~不是我吹牛，我可是被幸运之神眷顾着的~哼哼，运气也是实力呢，不要不服哦？",
	feeling5 = "嘻嘻，笨笨的指挥官，你就尽管依靠{namecode:17}好了，{namecode:17}大人什~么都会帮你解决的，你只需要继续喜欢{namecode:17}就好了~",
	main = "真是和平啊……我们要不要来玩玩比运气的游戏？|我可是上头面前的红人呢~还不快来讨好我！|看你没什么精神呢，要不要吃我一发鱼雷啊？",
	battle = "让我们好好招待一下对面的笨蛋们~",
	upgrade = "嗯嗯，让{namecode:17}大人变强是个明智的选择呢",
	voice_key = 30115,
	headtouch = "",
	feeling2 = "想要好运？可没有那么简单哦",
	login = "指挥官！你怎么才来，麻利点快准备下~我等好久了",
	vote = "",
	hp_warning = "要输了？骗人~！",
	id = 301150,
	detail = "白痴指挥官！再看我咬你哦！",
	couple_encourage = {
		{
			{
				30113,
				30114
			},
			2,
			"猴子军团{namecode:15}小队，出击！",
			0
		},
		{
			{
				10
			},
			5,
			"欸，我不可能是猴子吧？",
			4
		}
	}
}
