_G.pg.ship_skin_words[101350] = {
	feeling1 = "想你这样的废柴指挥官，除了贝奇之外应该没人愿意照顾了吧？嚯嚯嚯，真是可怜呢！",
	feeling3 = "哦？贝奇这身大衣很时髦对吧？指挥官穿上这种感觉的服装的话，或许也会变帅呢，哈哈哈！",
	lose = "哼，给我等着，下次贝奇一定给你好看！",
	propose = "就算指挥官独当一面了，还是得要贝奇来照顾呢，不过没关系！贝奇会照顾指挥官一辈子的，嘿嘿，做好觉悟吧",
	expedition = "指挥官！有人回来了，迎接委托队这种事可是指挥官的重要工作，可别忘了！",
	win_mvp = "太弱了，你们这群家伙实在是太弱了~",
	home = "指挥官一副筋疲力尽的样子啊，真让人看不过去！这是贝奇特制的蜂蜜运动饮料！喝吧！",
	mission = "指挥官，任务搞不定的话，就让贝奇来“照顾”你吧！",
	touch2 = "指挥官对这个热裤就这么感兴趣吗？真是个糟糕得不行的家伙啊~",
	voice_key_2 = -1,
	skill = "贝奇大显身手的时间来了！",
	drop_descrip = "弗莱彻级驱逐舰—贝奇，舷号DD-470",
	mail = "哼哼，这儿有你的信！不过看你这么忙，贝奇就好心念给你听吧，指挥官~",
	touch = "现在分心的话，等下工作做不完可别哭着鼻子来找贝奇哦！",
	profile = "哼哼，我是弗莱彻级驱逐舰里最帅的贝奇！不管是苏里高的炮火还是冲绳的的飞机都无所畏惧！最后在太阳神雕像废墟旁看着美丽的爱琴海度过的日子，是别的驱逐舰不会有的完美的待遇呢，哈哈哈！",
	mission_complete = "真是让人不省心的指挥官，这些奖励可不要忘记了啊！",
	feeling4 = "指挥官，你的穿搭实在是太土了啦！过来这边！哼哼，贝奇有必要让指挥官认识一下真正的品味！",
	unlock = "吼吼~？你就是指挥官吗？一副弱不禁风的样子嘛～我是今天开始加入舰队的贝奇～放心，我会好好地“照顾”你的！尽管期待吧！",
	feeling5 = "指挥官最近的穿搭变得很帅了，也不是一副弱不禁风的样子了，嘿嘿嘿，贝奇都要被指挥官迷住了！",
	main = "今天的风儿有些喧嚣呢~啊，风力太大可是会出事的呢，记住了吗？指挥官？|指挥官还真是不懂呢，我这身衣服可是当下时髦的象征呢！|重樱的飞机？那种东西在贝奇面前最没用啦！哈哈哈！",
	battle = "就凭你们也想战胜贝奇？笑死我啦！",
	upgrade = "呵呵，现在就去试一试新的力量吧！",
	voice_key = 10135,
	headtouch = "指挥官虽然看起来弱不禁风的样子，不过这手掌还挺舒服的嘛！",
	feeling2 = "啊？身上有伤？这点小事贴上OK绷就可以啦~贝奇还不需要指挥官来担心呢！嘻嘻~",
	login = "快点喝了这杯提神咖啡吧！贝奇的指挥官可不能这么无精打采的！",
	vote = "",
	hp_warning = "挺有能耐嘛！不过贝奇肯定更强啦哈哈哈！",
	id = 101350,
	detail = "哈哈哈！贝奇出动的时间到了吗？",
	couple_encourage = {
		{
			{
				10109,
				10111,
				10112,
				10113,
				10114,
				10115
			},
			1,
			"你是……你是……不管啦！贝奇已经记不清楚了，总之大家一起上吧！",
			0
		}
	}
}
