_G.pg.ship_skin_words[301180] = {
	feeling1 = "无可救药……",
	feeling3 = "我会在夜深人静的时候来吃掉指挥官你的灵魂……真信了？笨蛋，倒不如说我帮你赶走了好几只这样的东西……",
	lose = "诅咒你们……",
	propose = "哈……真是的，没想到真的会有对幽灵做到这一步的人呢，你是笨蛋吗，还是刚看了什么电影？……不过，东西是无罪的，我就收下了",
	expedition = "我等了1分钟也没看到指挥官发现委托已经完成了，指挥官果然是个离开我就没用的废柴",
	win_mvp = "没想到，居然如此弱小……",
	home = "就算你盯着我也不会飘起来的……",
	mission = "新任务吗……对我来说倒是无所谓的事",
	touch2 = "居然对鬼都有兴趣，果然是……",
	voice_key_2 = -1,
	skill = "万千鬼火，聚于这一击……",
	drop_descrip = "{namecode:19}级驱逐舰二番舰—{namecode:20}",
	mail = "信吗……倒不是不能帮你拿一下",
	touch = "很好玩吗？",
	profile = "{namecode:19}型……或者说{namecode:20}型二号舰{namecode:20}。虽然名字和鬼有关，也确实有点那个意思，不过把这个当成cosplay比较好。 \n总而言之，请多指教，笨……指挥官",
	mission_complete = "任务奖励到了，可别想拜托我……",
	feeling4 = "指挥官明明又懒又笨，还想让姐妹们都获得幸福，这样的傻瓜真是让人放心不下……",
	unlock = "{namecode:19}级二号舰，{namecode:20}……请多指教，指挥官",
	feeling5 = "啊，这么说来，干脆转职成指挥官的守护灵好了……这样的话就能时刻吐槽你和……保护你了",
	main = "飘啊飘……|我不太喜欢热血沸腾的东西|因为想要冷气就靠近我，你是笨蛋吗？",
	battle = "我的战法，就让你们看看吧……",
	upgrade = "果然是笨蛋呢，把贵重的资源用在我身上……",
	voice_key = 30118,
	headtouch = "",
	feeling2 = "我和{namecode:19}相反，如果她是光，那我就是影，而指挥官则是笨蛋……不过我并不讨厌她，指挥官就不好说了",
	login = "我应该说好久不见吗？",
	vote = "",
	hp_warning = "",
	id = 301180,
	detail = "乱碰的话，会死的喔？",
	couple_encourage = {
		{
			{
				31201
			},
			1,
			"结束后一起回收一下零件吗",
			0
		}
	}
}
