_G.pg.ship_skin_words[301200] = {
	feeling1 = "……在你身边我睡不着……",
	feeling3 = "{namecode:130}……这一次我一定会对你伸出手！",
	lose = "我在哪？谁在打我？",
	propose = "这是……亲密无间的姐妹的证明？指挥官想成为我的姐姐吗……咦！完全搞错了！？可是{namecode:130}是这么对我说的啊……",
	expedition = "有人回来了……是到吃饭的时间了吗？",
	win_mvp = "诶？MVP是我！？真是幸运的一天！",
	home = "指挥官，现在的天气正适合睡觉……",
	mission = "任……任务？真希望别太难……",
	touch2 = "嘿嘿，指挥官有点像小{namecode:130}呢",
	voice_key_2 = -1,
	skill = "破野之台风！",
	drop_descrip = "{namecode:19}级驱逐舰十五番舰—{namecode:24}",
	mail = "我不太需要这种睡前读物……",
	touch = "诶、诶，是指挥官呀……嘿嘿",
	profile = "{namecode:19}级驱逐舰{namecode:24}。祥瑞？那是佐世保与吴的名物，我们舞鹤可没有这种土产。特鲁克时因为畏缩放弃了{namecode:130}，莱特湾时则鲁莽地冲进枪林弹雨中救援{namecode:62}——不过最终两位同伴的结局并没有什么不同……在梦里。大家都在我的身边……",
	mission_complete = "不领取奖励，奖励也不会消失的……大概",
	feeling4 = "莱特湾的时候有点勇敢过头了……而且，最后谁也没有获救……",
	unlock = "这里是……咦，你是指挥官先生！？咳、驱逐舰{namecode:24}，即刻加入你的麾下！",
	feeling5 = "Zzzz……指挥官……偶尔也睡睡懒觉怎么样……Zzzz",
	main = "如果我能勇敢一点，特鲁克的时候…… |我喜欢不需要去伤害同伴的这里……|{namecode:40}、{namecode:25}、{namecode:131}、还有——在梦里大家谁都没有离开……",
	battle = "现在可不能再打瞌睡了！",
	upgrade = "Zzz……哎，结束了吗？",
	voice_key = 30120,
	headtouch = "",
	feeling2 = "电影？那种东西我不太喜欢……",
	login = "Zzz……好，我马上起床……阳光好温暖……Zzz",
	vote = "",
	hp_warning = "怎、怎么回事！？",
	id = 301200,
	detail = "莱特湾？那时候的事情我已经记不清了……",
	couple_encourage = {
		{
			{
				30115
			},
			1,
			"我跟你可不一样！",
			0
		},
		{
			{
				30701
			},
			1,
			"这一次，我的鱼雷只会射向敌阵",
			0
		},
		{
			{
				30117
			},
			1,
			"大……大姐头……",
			0
		}
	}
}
