_G.pg.ship_skin_words[301210] = {
	feeling1 = "指、指挥官，再靠近我就开、开炮了！",
	feeling3 = "指挥官，能、能和我一起练习对话吗……我也想和舰队的大家交朋友……",
	lose = "呜呜果然我不适合战斗……",
	propose = "虽然想要变得勇敢可能还要花很长时间，但是现在我不会担心了……因为指挥官会一直在我身边……",
	expedition = "指挥官，姐妹们完成委托回来了……我去迎接？不不不我不行的啦！",
	win_mvp = "赢了……吗？",
	home = "指、指挥官，您您您辛苦了！……说出来了！",
	mission = "指、指挥官，拖延任务是、是不对的！",
	touch2 = "呜……（{namecode:30}晕了过去）",
	voice_key_2 = -1,
	skill = "大、大家，都让一让……",
	drop_descrip = "{namecode:30}级驱逐舰一番舰—{namecode:30}",
	mail = "指挥官，邮件……",
	touch = "我也要努力和指挥官交流才行……呀！！",
	profile = "我是{namecode:30}级一号舰的{namecode:30}……隶属于第二十一驱逐队，一直和妹妹们在北方海域活动……虽然没有什么战功，也努力过了……",
	mission_complete = "指挥官，奖励下达了哦……欸？我、我不要的啦",
	feeling4 = "呜呜呜……果然还是不行……我只要能和指挥官交流就好了……",
	unlock = "您好，我是{namecode:30}……那个，请不要一直盯着我……",
	feeling5 = "指挥官，指挥官！刚、刚才我和其他姐妹们正常对话了！太好了……多亏指挥官一直给我勇气……",
	main = "真想念妹妹们……|指、指挥官，不要老是看我……|虽、虽然我很胆小，但是工作会努力的……大概",
	battle = "初、{namecode:30}，会加油的！",
	upgrade = "能帮上大家的忙就好了……",
	voice_key = 30121,
	headtouch = "",
	feeling2 = "指、指挥官，你觉得胆小真的能改过来吗……",
	login = "呜呜……秘书什么的我不行的啦……",
	vote = "",
	hp_warning = "",
	id = 301210,
	detail = "指挥官，虽、虽然关心我是很感激……",
	couple_encourage = {
		{
			{
				30126,
				30113
			},
			1,
			"跟、跟紧姐姐",
			1
		}
	}
}
