_G.pg.ship_skin_words[301230] = {
	feeling1 = "哎呀呀，指挥官……有点不行呢",
	feeling3 = "能和指挥官成为朋友，真的太好了！",
	lose = "呜哇……",
	propose = "能和你一路走到今天，真的太好了……呜呜……我没在哭啦，只是……只是幸福从眼角溢出来啦……从今以后，{namecode:141}要更加加油了！",
	expedition = "好想躺在堆成小山的物资上晒太阳……呀，不小心说出来啦——",
	win_mvp = "指挥官，怎么样，怎么样！？",
	home = "辛苦啦……欸，等等，不要盯着我的尾巴看啊——",
	mission = "指挥官，新的任务出现了！",
	touch2 = "尾巴上的毛都被捋乱啦……",
	voice_key_2 = -1,
	skill = "呀吼吼吼——！！！",
	drop_descrip = "{namecode:30}级驱逐舰三番舰—{namecode:141}",
	mail = "呐、呐，是谁寄来的？难道是——",
	touch = "指挥官，工作的时候不要三心二意呀",
	profile = "{namecode:30}级三号舰{namecode:141}~名字和两位姐姐一样，都和春天有着紧密的联系哟。和{namecode:129}的亲密接触？那是因为那孩子太招人喜欢啦~嗯，特别可爱喔~指挥官，哪天我把她也带过来吧~",
	mission_complete = "指挥官，我们的征程还没有远远没有结束呢！",
	feeling4 = "那、那个，指挥官，你喜欢什么样的女孩子……？哎，我没别的意思啦…嗯，没有！",
	unlock = "呀吼~早上好，指挥官！我是{namecode:141}，{namecode:30}级三号舰~欸，不是早上？嘛，别在意那些小事~",
	feeling5 = "嘿嘿，每次偷偷看你的时候，都发现你也在看我……哎，这应该不是我自作多情……吧？",
	main = "春天是最棒的季节！|指挥官，昨天你和——嘿嘿，我也不是特别喜欢八卦，只是耳朵实在过于灵敏啦，嗯，过于灵敏啦~|指挥官，想摸摸我的尾巴吗？",
	battle = "见识下我们的厉害吧！",
	upgrade = "嘿嘿~这种感觉真不错~",
	voice_key = 30123,
	headtouch = "",
	feeling2 = "{namecode:30}姐姐，更自信一点，你能行的！",
	login = "指挥官，早上好……咿呀！不要一脸幸福地抱着我的尾巴躺倒啊！",
	vote = "",
	hp_warning = "",
	id = 301230,
	detail = "捋顺毛发~油光闪亮~想要自己的尾巴脱颖而出，每天都得精心呵护呢~",
	couple_encourage = {
		{
			{
				30121
			},
			1,
			"姐姐加油！",
			0
		}
	}
}
