_G.pg.ship_skin_words[301240] = {
	feeling1 = "可惜…指挥官已经没有嘲弄的价值了呢~",
	feeling3 = "啊，难道你是打算攻略我吗？放弃吧，没可能的~",
	lose = "可恶……到时候有你们好看的……",
	propose = "戒指？哼，是平时被我嘲弄多了，现在想要反捉弄我一次？可惜，我可不会轻易上你的当~…等等，你是认真的吗？这，这……剧本不应该是这样的啊？",
	expedition = "我已经迫不及待地想看到被你放了鸽子的姐妹们脸上冷漠的样子了呢~",
	win_mvp = "mvp？不过如此嘛~",
	home = "大家辛苦了呢……啊，别误会了，我可没说你~",
	mission = "不是吧，你居然还有任务没完成？",
	touch2 = "呵呵呵…指挥官，很有勇气呢…",
	voice_key_2 = -1,
	skill = "可不要小瞧了我呢~",
	drop_descrip = "{namecode:30}级驱逐舰四番舰—{namecode:129}",
	mail = "有你的信呢。要我帮你拆开吗？嘻嘻，放心吧，不收你报酬的~",
	touch = "想摸我的尾巴？我可不知道会有什么后果呢~",
	profile = "{namecode:30}型驱逐舰{namecode:129}，隶属第21驱逐队，参加过大大小小的各种战役，几乎都没有受伤~可惜，最后运气还是差了一点呢…",
	mission_complete = "应该还没注意到奖励还没领吧？既然这样的话……",
	feeling4 = "看不出来你还挺顽固的啊……那我就勉为其难地给你一些奖励吧。这可是{namecode:129}大人的特别膝枕，满怀感激地躺在上面吧！",
	unlock = "哎呀，别露出一副害怕的表情的嘛，我又不会把你吃了。对了，我是{namecode:30}型的{namecode:129}，以后还请多多关照呢，呵呵~",
	feeling5 = "好吧，我是彻底败给你了呢~我认输了，从今天起，赐予你和我约会的权利吧。喂，该不会你连和女孩子约会都不会吧？",
	main = "比起专心工作，指挥官更注重的果然还是提高和女孩子们的好感度吧~|{namecode:22}？不得不承认，是她的运气更好一点……|嗯哼？你刚刚——该不会是在工作时间发呆吧？",
	battle = "赶快解决掉吧！",
	upgrade = "感觉…勉勉强强吧~",
	voice_key = 30124,
	headtouch = "",
	feeling2 = "你该不会对我有意思了吧？省省吧，都是徒劳的~",
	login = "现在才想起来自己还有事情要做吗？",
	vote = "",
	hp_warning = "嘁…和预想的有点不一样啊……",
	id = 301240,
	detail = "很好，看来还记得来见我的时间呢~",
	couple_encourage = {
		{
			{
				30123
			},
			1,
			"{namecode:141}，在雾中要多加留意啊",
			0
		}
	}
}
