_G.pg.ship_skin_words[301250] = {
	feeling1 = "当了指挥官也有反抗期这种东西吗？",
	feeling3 = "虽然{namecode:32}有时候太粘人了，不过这正是所谓妹妹的可爱之处呢…指挥官，如果我也很黏你，你会觉得高兴吗？",
	lose = "如果不是维修的话，我倒是不讨厌呆在船坞里呢……",
	propose = "果然持家型妹妹还是有市场的呢…不过，总觉得还是有点害羞呢…嘻嘻，从今往后可以多依赖我一点哦，指挥官，妹妹姑且不论，持家方面我可是超有自信的",
	expedition = "指挥官，在你发呆的期间，委托已经完成了哦",
	win_mvp = "MVP啊……我是觉得有帮上忙就好了啦",
	home = "指挥辛苦咯",
	mission = "新任务啊，有没有输送之类的，那种我很擅长哦",
	touch2 = "指挥官，又不是小孩子了，这方面要注意一点哦",
	voice_key_2 = -1,
	skill = "就是现在",
	drop_descrip = "{namecode:30}级驱逐舰五番舰—{namecode:31}",
	mail = "指挥官，邮件我放在显眼的地方了，空下来记得看哦",
	touch = "来了来了，{namecode:32}你不要扯我衣服……啊，下意识把指挥官当成{namecode:32}了",
	profile = "{namecode:32}、{namecode:15}、还有{namecode:17}…我们27驱的大家在大战期间一直都在一起。因为我最大，所以姑且算是姐姐呢…大家一起经历了许多哦，关系很好的～虽然最后只有{namecode:17}坚持了下来…不过也没办法，战争不是那么轻松的事呢",
	mission_complete = "说起来，{namecode:32}完成任务的时候经常来跟我邀功呢……",
	feeling4 = "哎，作为姐姐照顾了{namecode:32}和{namecode:15}那么久，还有{namecode:17}那令人操心的性格…事到如今忽然要变成粘人的妹妹好像也有点难度呢…",
	unlock = "我是{namecode:30}型的{namecode:31}，指挥官，你好哦……对了，想问一下，{namecode:32}在这里吗？在的话，她……没有给你添麻烦吧？",
	feeling5 = "仔细想想…当指挥官的妹妹似乎是个不错的选择……指挥官你觉得呢？我可是超能干的持家型妹妹哦",
	main = "指挥官，你知道吗，按照{namecode:31}型来算的话，{namecode:15}和{namecode:17}也能算我妹妹哦|指挥官，不养成平时的良好习惯以后可是会吃亏的哦？|指挥官，想要便当吗？我帮{namecode:32}做的时候也给你做一个吧",
	battle = "大家注意空袭，小心作战",
	upgrade = "对空能力是很重要的哦",
	voice_key = 30125,
	headtouch = "",
	feeling2 = "{namecode:31}型？啊，那个啊，原本确实有那样的编制呢，不过后来改回去了，我倒是没什么所谓呢，{namecode:32}那样……也是她的可爱之处吧",
	login = "指挥官，休息得好吗？今天说不定有些忙哦",
	vote = "",
	hp_warning = "情况…有些不妙呢",
	id = 301250,
	detail = "虽然有的时候也希望{namecode:32}能自立一点，不过想想那样好像也…有点寂寞",
	couple_encourage = {
		{
			{
				30126
			},
			1,
			"好了好了，{namecode:32}，要开战咯",
			0
		},
		{
			{
				30115
			},
			1,
			"{namecode:17}，你又在想什么恶作剧了吧？",
			0
		},
		{
			{
				30113
			},
			1,
			"{namecode:15}，跟紧我",
			0
		}
	}
}
