_G.pg.ship_skin_words[301260] = {
	feeling1 = "指挥官大人，关于明天的事项—嗯，我想一次确认完毕…",
	feeling3 = "啊，是指挥官大人！黑烟？我不太清楚，刚才我在挑战炸可乐饼",
	lose = "呜……又要劳烦{namecode:98}了……",
	propose = "指挥官大人……在姐姐来之前，我可以暂且依靠你吗？是吗……谢谢……我会努力将指挥官大人视为共度一生之人的",
	expedition = "委托已经完成了！指挥官大人，要不要再试着建造一次呢，或许这次…",
	win_mvp = "…胜利了吗？如果姐姐能看到就好了……",
	home = "…嗯？有人回来了？是姐姐吗？…抱歉，刚刚做了个梦…",
	mission = "在执行任务之前，先沏一壶茶吧",
	touch2 = "指挥官大人，你做什么！",
	voice_key_2 = -1,
	skill = "为了终有一日的重逢……",
	drop_descrip = "{namecode:30}级驱逐舰六番舰—{namecode:32}",
	mail = "指挥官大人，这是茶点和最新的邮件",
	touch = "诶……诶，嗯嗯，我有在听哦",
	profile = "{namecode:31}级驱逐舰二号舰{namecode:32}。好像很多人都以为我和姐姐也是{namecode:30}级，但那是误解喔。和姐姐一同参与了南太平洋诸多战事，护卫过第五航空战队和第四航空战队，也受到了{namecode:98}不少照顾。这一次……我想待在姐姐身边直到最后",
	mission_complete = "任务奖励的确认，也能像完成任务这么迅速就好了呢",
	feeling4 = "啊，是指挥官大人！诶、不，并不是故意视而不见……抱歉，我刚刚走神",
	unlock = "{namecode:31}级驱逐舰{namecode:32}，从今以后请多多指教，指挥官大人——{namecode:30}?我是{namecode:31}级哦，唯独这点我是不会退让的！",
	feeling5 = "檐下凉风的吹拂，廊中风铃的絮语，都仿佛回到了和姐姐共度的那个炎夏……不过，现在坐我旁边的，只有指挥官大人呢",
	main = "听说只要泡一壶茶，任务就能很快完成？咦，是酒吗？ |即使只有些微的希望，只要不断地尝试下去，终究会有实现的一天吧 |{namecode:85}要来吗？她的眼神不好，我有些担心……",
	battle = "全员按照作战预案，各就各位！",
	upgrade = "如果我能更快一点，也许{namecode:71}姐……",
	voice_key = 30126,
	headtouch = "",
	feeling2 = "{namecode:30}姐姐待我很温柔，就像对待真正的妹妹一样……可是……",
	login = "指挥官大人，您辛苦了",
	vote = "",
	hp_warning = "",
	id = 301260,
	detail = "呐…究竟要怎么做，才能再次见到姐姐呢？",
	couple_encourage = {
		{
			{
				30121,
				30123,
				30124,
				30125
			},
			2,
			"{namecode:141}，为了大家，我会努力的！",
			0
		}
	}
}
