_G.pg.ship_skin_words[301300] = {
	feeling1 = "指挥官…意外地没什么意思呢……",
	feeling3 = "嗯？平时的兴趣？吃饭睡觉逗指挥官？啊哈哈，没错，就是喜欢看指挥官这种一脸困扰的表情～",
	lose = "呜咕……果然性能已经跟不上了吗……",
	propose = "指挥官，现在还有反悔的时间哦~嗯嗯，你可以慢慢想，多考虑一点{namecode:124}的事情也没关系的~嗯？门？哎呀，被谁不小心锁上了呢，真是太不小心了~",
	expedition = "今天也平安完成远征回来了呢！嗯嗯，很好！",
	win_mvp = "看到了吗！这就是年长者的实力！",
	home = "嗯哼，今天也平安回来了呢！作为奖励，给你喝我特制的健康饮料吧！来来～不要客气～",
	mission = "任务啊，要一起去看看吗～？",
	touch2 = "嘻嘻…指挥官的邪念都溢出来了呢，要给你驱驱邪吗？",
	voice_key_2 = -1,
	skill = "抱歉，现在没单挑的时间哟",
	drop_descrip = "{namecode:124}级驱逐舰一番舰—{namecode:124}",
	mail = "信啊…不会又是从白鹰那寄来的吧…",
	touch = "嗯哼？有什么事吗？",
	profile = "{namecode:124}级驱逐舰一号舰{namecode:124}，隶属第一驱逐队，听起来就很厉害对吧～嘻嘻，别看这样，我可是舰队里的老前辈了哟。从大战初期一直奋战到了战争结束，太平洋及阿留申群岛方面、马六甲、马来半岛，都有过我活跃的身影哟～对潜战我可是很擅长的呢～哎呀呀～现在想起和白鹰的狼群们那场生死决战还是会忍不住热血沸腾呢～",
	mission_complete = "嗯？任务完成的奖励下发了？运输奖励物资的时候可不能大意哦！",
	feeling4 = "嘻嘻，指挥官喜欢什么类型的女孩子呢～？像我这种的？还是更文静点的？——真的？录音完毕～哼哼，要给谁听好呢～",
	unlock = "第一驱逐队第一号驱逐舰——{namecode:124}来也～你就是指挥官吗～？看来往后的日子会很有趣呢～哼哼，期待我的表现吧～",
	feeling5 = "（悄声）最喜欢指挥官了～——嗯？指挥官很热吗～？耳根都红了呢～",
	main = "能坚持到最后的，才足以被称为赢家哦！|玳瑁啊～虽然不及我，但也是个可敬的对手|第五战队的大家也都是好人呢…",
	battle = "注意潜艇和鱼雷～全力以赴地上吧！",
	upgrade = "状态绝佳～嘻嘻，感觉又能大闹一场了呢～",
	voice_key = 30130,
	headtouch = "",
	feeling2 = "只有愚者和菜鸟，才会用装备新旧来评估舰船的实力哟，指挥官～",
	login = "啊哈，你来啦～今天要做点什么有趣事情呢～？",
	vote = "",
	hp_warning = "",
	id = 301300,
	detail = "嘻嘻～指挥官究竟是对人家的哪里有兴趣呢～？",
	couple_encourage = {
		{
			{
				30907
			},
			1,
			"又能并肩作战了呢！",
			0
		}
	}
}
