_G.pg.ship_skin_words[101360] = {
	feeling1 = "指挥官笨蛋笨蛋大笨蛋！（吐舌头，略略略）",
	feeling3 = "指挥官，作为一个童星，镜头感可是很重要的。今天的我也很可爱吧！",
	lose = "小小挫折而已啦……",
	propose = "嘻嘻，总算来了 啊，指挥官~霍比早就等不及啦！接下来要多拍点照片记录可爱的霍比，永远做霍比的小马哦！拉钩拉钩~",
	expedition = "委托完成啦，指挥官快查看一下吧。",
	win_mvp = "哼哼，霍比是最棒的~",
	home = "终于结束战斗啦。陪霍比玩一会儿吧~",
	mission = "还有很多任务吧？霍比也来帮指挥官的忙。",
	touch2 = "指挥官，真的很大胆啊……那么今晚就让我们跳过ABCD直奔EFG吧……哈哈，脸红啦脸红啦，略略略，骗你的哦。（吐舌头）",
	voice_key_2 = -1,
	skill = "独一无二的霍比，干劲十足哦~",
	drop_descrip = "本森级驱逐舰—霍比，舷号DD-610",
	mail = "邮件来了，快瞧瞧！",
	touch = "有什么事要我帮忙吗？尽管说吧，说不定霍比是指挥官的救星呢~",
	profile = "白鹰驱逐舰DD610，霍比来咯！平时东奔西走，可惜没什么突出战绩啦~但是但是，霍比以前可是童星哦，还上过银幕呢~是不是很惊讶？",
	mission_complete = "哦？任务完成了……辛苦啦辛苦啦。",
	feeling4 = "霍比和指挥官在一起最开心啦~嘿嘿，这头带很像大大的兔子耳朵吧？霍比，想做指挥官的小兔子！",
	unlock = "独一无二的霍比闪亮登场！指挥官指挥官，准备好被我的魅力所折服了吗？嘿嘿~",
	feeling5 = "指挥官就当一天马让我骑骑嘛。说好咯，不准耍赖哦！哈哈，驾~",
	main = "驱逐舰没什么大本事不是很正常嘛，霍比啊，过得开心就好啦~|无论名字也好，性格也好，霍比可都是独一无二的哦~|指挥官，没相机的话，就用拇指和食指把可爱的霍比框住吧。",
	battle = "独一无二的霍比当然是旗舰啦。",
	upgrade = "嘿嘿，好像更厉害了一些~指挥官多谢啦！",
	voice_key = 10136,
	headtouch = "嘿嘿，手感不错吧？再多摸一会儿也可以哦。",
	feeling2 = "指挥官，要我帮忙就不要支支吾吾啦~",
	login = "指挥官欢迎回来！是想念霍比才回来的吧！",
	vote = "",
	hp_warning = "可恶，霍比不会原谅你们！",
	id = 101360,
	detail = "霍比已经摆好POSE了！指挥官，有好好拍照吗？",
	couple_encourage = {
		{
			{
				10137,
				10116,
				10117,
				10127
			},
			2,
			"大家~跟我一起上！",
			0
		}
	}
}
