_G.pg.ship_skin_words[301390] = {
	feeling1 = "哈啊……好无聊哦。指挥官如果不做点有趣的事情，p子就要因为无聊而大叫了哦？",
	feeling3 = "嗯？《狼来了》的故事？呢嘻嘻，是让{namecode:160}不要光是口头上说说，偶尔也要真的拉响一次p子的意思吗？",
	lose = "呜咕……p子，毕竟只是个报警器而已啊……",
	propose = "这亮闪闪的圆环……是给我的？指挥官，难道是想代替p子来保护我吗？{namecode:160}……现在超开心！可以拉响p子来庆祝一下吗？",
	expedition = "看起来很好玩耶，下次也让我试试嘛？",
	win_mvp = "咦？赢了？……啊哈哈哈，看、看到了吗，这就是{namecode:160}大人真正的实力啊！",
	home = "指挥官回来了！说好帮我带的草莓冰淇淋呢？咦，没说过？",
	mission = "为了让{namecode:160}过上愉快的生活，指挥官就请好好劳动吧～",
	touch2 = "…………！果然还是露出本性了！你这家伙，接受p子的制裁吧！",
	voice_key_2 = -1,
	skill = "让你见识一下p子的厉害吧！",
	drop_descrip = "{namecode:33}级驱逐舰八番舰—{namecode:160}",
	mail = "呢嘻嘻嘻，再不把邮箱里的信拿走，说不定什么时候它就会自己长脚跑掉哦？",
	touch = "呢嘻嘻……指挥官，莫非是在试探p子的底线吗？",
	profile = "我是{namecode:33}级八番舰的{namecode:160}，虽然一直都只是在做些护卫和运输的任务，但是在库拉湾海战里也有过精彩的表现哦？真的哦！嗯？书包上的这个？这是对抗变态萝莉控犯罪者的秘密兵器——报警器p子！",
	mission_complete = "哦哦，这豪华的奖品……什么？没我的份？",
	feeling4 = "呜呜，抱、抱歉啦……指挥官那么温柔善良、和蔼可亲的人，应该不会对{namecode:160}发脾气的，对吧？",
	unlock = "你就是这里的指挥官？虽然看起来有一点点可疑，不过……应该不是什么危险人物吧？我是{namecode:160}，小看我的话，哼哼，可是要吃苦头的哦！",
	feeling5 = "不要把p子拿来玩？唔……如果指挥官多花点时间陪我玩的话，也不是不能考虑一下哦？嘻嘻嘻。",
	main = "请注意看这里……只要把手指伸进这个圆环……向下用力一拽……会有水雷爆炸那么响哦！|要、要说起我的战绩，就连那个{namecode:40}姐姐，落难的时候也接受过我的帮助呢！……大概。|指挥官，请教我一下这两个汉字怎么读！……shēnglī？虽然不知道什么意思但总感觉还是先拽一下p子比较好！",
	battle = "别、别靠过来！这可是犯罪克星p子哦！",
	upgrade = "哦哦，感觉热闹起来了！",
	voice_key = 30139,
	headtouch = "",
	feeling2 = "呢嘻嘻嘻，指挥官又不是可疑人士，不用介意p子的啦……所以，真的不是吧？",
	login = "呢嘻嘻，今天准备做点什么有趣的事情呢，指挥官？",
	vote = "",
	hp_warning = "啊哇哇哇，没、没有触礁吧？！",
	id = 301390,
	detail = "p子为谁而鸣？",
	couple_encourage = {
		{
			{
				30132,
				30133,
				30135,
				30137,
				30138,
				30139,
				30141
			},
			3,
			"{namecode:160}和愉快的伙伴们，出击！",
			0
		}
	}
}
