_G.pg.ship_skin_words[101370] = {
	feeling1 = "指挥官，不喜欢我做的冰淇淋拌辣酱么……小气鬼。",
	feeling3 = "来啦来啦~科尔克的袖子里藏着兔子哦，指挥官想不想看变戏法？呜哇……怎么兔子先生突然溜了。",
	lose = "呜…我讨厌受伤，讨厌啦…  ",
	propose = "指挥官把手伸进袖口来嘛……快点快点，抓紧我的手哦，我们的手合在一起，就是双倍的幸运啦。嘿嘿，以后的日子里要永远开心才好！",
	expedition = "指挥官，快去拿战利品吧~",
	win_mvp = "科尔克今天挺幸运哦！",
	home = "指挥官，就算台风呼噜呼噜吹过来了，我也会陪伴您安然度过的！",
	mission = "指挥官，任务又来啦！",
	touch2 = "……这样会让指挥官高兴么？（歪头）",
	voice_key_2 = -1,
	skill = "在狂风中继续前进哦——",
	drop_descrip = "本森级驱逐舰—科尔克，舷号DD-611",
	mail = "快点打开邮箱看看吧！",
	touch = "咦？又在表扬我把大家的早餐换成自制的意大利地狱辣酱面的战绩啦~谢谢指挥官！",
	profile = "我是本森级驱逐舰，DD611的科尔克号。我在白鹰阵营里干过很多跑腿任务，也去过很多地方。虽然并不太喜欢东奔西走……（小声）",
	mission_complete = "任务顺利完成啦，嘿嘿，指挥官辛苦了。",
	feeling4 = "指挥官指挥官，看到你很开心的样子，我就很开心啦！",
	unlock = "科尔克号向您报到（挥袖）指挥官，弯下腰来和我拍拍手嘛。只要击掌后，我们就是朋友啦~",
	feeling5 = "我想多待在港湾里，指挥官不要离开我，好不好嘛……（挥袖）",
	main = "相比于出港东奔西走，果然还是和指挥官待在港里比较好。|嘿嘿，只要指挥官能抓住我的手，就可以获取幸运哦~|指挥官，需要我把昆虫们放到你的被窝里暖床吗？",
	battle = "开战了开战了，要表现好点哦~",
	upgrade = "身上有些热，我变强了！（挥袖）身手也敏捷啦~",
	voice_key = 10137,
	headtouch = "",
	feeling2 = "我去过很多地方，有很多见闻哦，指挥官想听听吗？",
	login = "指挥官指挥官，您不在的时候，我又把把大伙儿的伙食偷偷淋上辣椒酱啦，可为什么只有我的那份特别辣……呜哇……不要敲我的头啦……",
	vote = "",
	hp_warning = "没关系，科尔克很幸运，应该……应该能撑过去的！",
	id = 101370,
	detail = "要给我配上好装备哦~这样坏坏的飞机们才不会打到我。",
	couple_encourage = {
		{
			{
				10136,
				10116,
				10117,
				10127
			},
			2,
			"本森级的大家，我们一起出发吧！",
			0
		}
	}
}
