_G.pg.ship_skin_words[301490] = {
	feeling1 = "你果然没有超出我的预期呢，指挥官",
	feeling3 = "指挥官也是经历过战场的人，为什么还能够相信那些天真的东西呢？正义、爱、与和平什么的……",
	lose = "没有沉…吗，也不知道算好事还是坏事",
	propose = "没想到会和指挥官走到这一步…和你一起久了，我也开始相信天真的理想了…让我变成这样，你可要好好负起责任喔——",
	expedition = "委托完成。报告书，别忘了确认",
	win_mvp = "所罗门，是你在呼唤着我吗……",
	home = "一场战斗结束后会发生什么？当然是下一场战斗",
	mission = "新任务来了……嗯？难道你希望我这时候也说些有的没的吗？",
	touch2 = "……无聊透顶",
	voice_key_2 = -1,
	skill = "放轻松，痛苦只有一瞬间",
	drop_descrip = "{namecode:15}级驱逐舰九番舰—{namecode:158}",
	mail = "有你的信。我？这种东西跟我无缘呢",
	touch = "秘书舰的工作？本来我也不是喜欢才会擅长战斗的，作为秘书舰也一样吧",
	profile = "准确地说，我是改{namecode:15}型，也就是{namecode:150}型三号舰，和其他三个姐妹组成了24驱。所罗门海…吗，确实是充满回忆的地方啊…铁底湾、北安普顿…还有最后的沉没…",
	mission_complete = "任务奖励，虽然没什么值得期待的，但还是领一下吧",
	feeling4 = "我最讨厌的，是不愿正视现实，一味高喊着理想与信念的天真愚昧…指挥官，你不会变成那样的人吧？",
	unlock = "我叫{namecode:158}，{namecode:15}型的{namecode:158}。我对友好相处没什么兴趣，所以请多指教就免了吧",
	feeling5 = "“心怀信念，终能理想化作现实”…吗，哼，真是老套的说辞…不过如果是你的话…",
	main = "炮弹乃凶器，战斗是为了毁灭对手，无论说什么漂亮话也无法掩盖这一点|有什么问题可以去问{namecode:39}大姐，她懂得多，我……和{namecode:38}比较像吧|这支舰队里，欢乐的家伙还真多啊……",
	battle = "斗争……从未改变",
	upgrade = "变强的感觉…并不坏",
	voice_key = 30149,
	headtouch = "",
	feeling2 = "战争不存在善恶美丑。在我看来，我们和敌人一样丑陋",
	login = "今天也会是一成不变的一天吧",
	vote = "",
	hp_warning = "这点伤…不过是家常便饭",
	id = 301490,
	detail = "我挺喜欢钓鱼的，因为钓鱼的时候能够放空身心，什么都不用去想",
	couple_encourage = {
		{
			{
				10303
			},
			1,
			"这次站在同一边了吗…也好",
			0
		},
		{
			{
				30505
			},
			1,
			"{namecode:74}大人，请小心",
			0
		},
		{
			{
				10106,
				10108
			},
			2,
			"我会配合你们的作战方式…！",
			0
		}
	}
}
