_G.pg.ship_skin_words[301540] = {
	feeling1 = "大家都好像在说指挥官的坏话…指挥官真有那么差劲么…",
	feeling3 = "呜…夜、夜路果然还是有点…指挥官…如果工作结束晚了，可以陪我走回宿舍吗？",
	lose = "呜…不、不要过来…",
	propose = "进行了这个仪式以后，就能一直待在指挥官身边了吗？太好了…嗯…{namecode:32}给的笔记虽然还有些地方不太懂，不过，这时候应该是要闭上眼睛，等待指挥官行动吧…——",
	expedition = "委托组的各位已经回港，唔…我要不要也去看看…",
	win_mvp = "M、MVP是{namecode:174}？难以置信…不是恶作剧吧…？",
	home = "指挥官出击辛苦了…要、要摸摸兔兔吗？毛茸茸的，很治愈的哦？",
	mission = "任务看上去还有很多…指挥官，不要紧吧？",
	touch2 = "虽然不太明白…不过…啊哈哈，好痒…指挥官快停下来，哈哈~",
	voice_key_2 = -1,
	skill = "一、一起给对面点颜色看看吧，兔兔！",
	drop_descrip = "{namecode:35}级驱逐舰八番舰—{namecode:174}",
	mail = "邮件过来了，指挥官快点查收吧！",
	touch = "这是兔兔哦，是不是很可爱呢，嘻嘻。每天{namecode:174}都是和兔兔一起睡着的呢",
	profile = "我是{namecode:35}级驱逐舰八号舰、{namecode:174}…虽然加强了对空能力，但果然对于天上飞的东西还是…{namecode:32}那时候也是…如果我能更争气一些的话…不、不过，在不算太长的作战生涯里，{namecode:174}还是多少有一些战绩的…总、总之，这次会加油的…！",
	mission_complete = "任务…已经完成了的样子，指挥官真厉害啊……",
	feeling4 = "其实呢，除了兔兔之外，{namecode:174}还有许多的“毛茸茸朋友”哦，下、下次要来{namecode:174}的“毛茸茸收藏室”参观吗，指挥官？",
	unlock = "{namecode:35}级驱逐舰，{namecode:174}。向、向您报道…这是我的好朋友兔兔…请、请多指教！…呜…",
	feeling5 = "只要和指挥官待在一起，无论是夜晚的黑暗也好，天上的飞机也好，感觉都没什么好怕的了…！嗯…下次，我能不跟在身后，而是走在前方为指挥官带路吗…？",
	main = "和{namecode:32}呆在一起就有种莫名的安心感，一起合宿时也非常开心…希望还能交到更多像{namecode:32}这样的知心朋友…|呜哇啊啊啊…又、又有空袭了吗！？！—…呜…指挥官不要这样吓人嘛！|无论什么时侯，{namecode:174}都会努力跟上指挥官、跟上大家的步伐的，所、所以，不可以把我一个人丢下哦…？",
	battle = "欸！？我、我来引导大家吗！？…呜…大、大家加油！",
	upgrade = "兔兔，{namecode:174}是不是变强了一些呢…？",
	voice_key = 30154,
	headtouch = "",
	feeling2 = "诶，为什么老是缩在别人身后？唔，不知不觉就这样了…而且总觉得，跟在指挥官的身后准没错…",
	login = "指挥官终于回来了…兔兔，一起和指挥官打个招呼吧？",
	vote = "",
	hp_warning = "我、我会坚持到底的！",
	id = 301540,
	detail = "呜…可、可以不要一直盯着{namecode:174}看吗…",
	couple_encourage = {
		{
			{
				30126
			},
			1,
			"呜…{namecode:32}…我能跟着你吗…？",
			0
		}
	}
}
