_G.pg.ship_skin_words[301590] = {
	feeling1 = "离我远点，笨蛋会传染的",
	feeling3 = "{namecode:128}和{namecode:127}两个丫头都轻飘飘的，一点也没有武将的风范和气度，还是要我这个大姐来撑场面，真是让人头疼……",
	lose = "可恶，给我……胜、胜败乃兵家常事",
	propose = "你这家伙，终于还是认识到我的伟大之处了吗，真是不坦率……所以说我的耳朵没有在动，我也没有很开心，闭嘴，继续仪式！",
	expedition = "委托完成了，你没忘吧？",
	win_mvp = "赢啦……了不是理所当然的吗，有什么好高兴的",
	home = "嗯，你也辛苦了，好好休息吧",
	mission = "任务整理好了……欸，还要我去做吗？！",
	touch2 = "这种事是不需要忍耐的吧？那就受死吧",
	voice_key_2 = -1,
	skill = "时机已到！",
	drop_descrip = "{namecode:19}级驱逐舰十一番舰—{namecode:142}",
	mail = "有你的信……嗯？你读啊，我没有很在意内容写了什么，不用管我",
	touch = "不要没事戳个不停，你是猴子吗",
	profile = "我们第十七驱逐队四个大部分时候都在一起，在各种作战和任务中都有活跃，几乎参与了大战全程。最后和{namecode:70}姐一起倒下…生死有命，我才不会在意那种小事",
	mission_complete = "任务奖励确认完毕，搬运就交给你了",
	feeling4 = "说起来，虽然我并不是很在意，也对自己有自信，不过姑且还是问一下，你觉得我足够独当一面了吗？",
	unlock = "是你吗，今天起指挥我们十七驱军门的大将？看起来普普通通嘛，我是{namecode:19}一族的{namecode:142}，有什么本事就拿出来让我看看吧",
	feeling5 = "什么嘛，我只是随口问问，你这家伙意见还不少…………算了，你的话我还是会听一听的，哼，等着吧，总有一天我会让你刮目相看的",
	main = "{namecode:128}那丫头，明明自己也是妹妹，对{namecode:127}摆的架子比我还大，可恶……|要是当时发现了海狮号，{namecode:70}姐就不会…哼，算了，重要的是现在|公文吗？让我看看……嗯嗯，原来如此，原来如此……",
	battle = "咳咳，全体……出阵！",
	upgrade = "谢谢……耳朵在动？怎么可能，我才没有很高兴",
	voice_key = 30159,
	headtouch = "",
	feeling2 = "扇子？这是军扇，可不是普通的扇子，是大将们指挥时用的，可不要小看我做的功课……咳咳，没什么",
	login = "好慢，你是田里的乌龟吗？",
	vote = "",
	hp_warning = "战术失误了吗……",
	id = 301590,
	detail = "你说这个家纹？是我设计的，还有衣服，不接受可爱以外的意见",
	couple_encourage = {
		{
			{
				30161,
				30162
			},
			2,
			"十七驱，准备接敌！！",
			0
		}
	}
}
