_G.pg.ship_skin_words[301630] = {
	feeling1 = "{namecode:148}…你在哪呀？",
	feeling3 = "昨天又做噩梦了。指挥官今天晚上能陪我一起睡吗？{namecode:145}很怕……怕梦见黑色的海底，怕看到什么都做不到的自己…",
	lose = "只要再强化一下防空设备的话…",
	propose = "如果说…{namecode:145}也遇到过什么好事的话，那一定是和指挥官相遇这件事了吧。指挥官，以后…还能每天找你哄我入睡吗？今晚…明晚…每一晚——",
	expedition = "该去迎接大家了呢",
	win_mvp = "……好像{namecode:145}不小心干了件不得了的事情呢",
	home = "没有什么比这里更能让人安心的了。指挥官，你也是这样认为的吗？",
	mission = "指挥官…任务…偶尔也要提起干劲来哦？",
	touch2 = "感觉…有点奇怪…",
	voice_key_2 = -1,
	skill = "这次…不会再失败了！",
	drop_descrip = "{namecode:145}级驱逐舰一番舰—{namecode:145}",
	mail = "我可以帮您读一下邮件吗？也许…会有{namecode:148}的消息也说不定",
	touch = "没关系，{namecode:145}…没有在害怕哦",
	profile = "{namecode:145}级驱逐舰首舰、{namecode:145}…和{namecode:148}，还有大家一起组成过第八驱逐队，虽然后来队伍解散了…但我相信，总有一点能和大家再聚到一起的。指挥官…愿意帮我找到她们吗？",
	mission_complete = "任务的奖励…可以拿去买吃的吗？",
	feeling4 = "最近和指挥官在一起的时候，{namecode:145}感到特别心安。可当想到{namecode:148}的时候，又会感到很心疼…",
	unlock = "为了寻找失散的同伴，驱逐舰{namecode:145}，加入您的舰队…指挥官，你也有…无法割舍的重要同伴吗？",
	feeling5 = "指挥官总是这样，不知不觉中给人安全感。可是…{namecode:145}现在好像有更加害怕的事了…指挥官，你会一直在{namecode:145}身边的…吧？",
	main = "丹皮尔海峡？{namecode:145}不太愿意回想起那里呢…比起这个，指挥官…可以给我改造一门防空炮吗?|吃好，喝好，睡好，这是最幸福的事情…|啊呼（打哈欠），已经这么晚了吗……还在努力的指挥官大人，要注意身体哦？",
	battle = "防空准备…做好了吗？",
	upgrade = "{namecode:145}觉得，或许再装上一门防空炮会更好…",
	voice_key = 30163,
	headtouch = "",
	feeling2 = "每当凝望海平线时，总是会忍不住想起以前的事情呢…",
	login = "欢迎回来，指挥官。如果暂时不想出航的话，就先休息一下吧？",
	vote = "",
	hp_warning = "好像…情况不太妙…",
	id = 301630,
	detail = "想一直待在港口，可这样是找不到{namecode:148}的…",
	couple_encourage = {
		{
			{
				30166
			},
			1,
			"这次…要一起回去哦",
			0
		},
		{
			{
				30164
			},
			1,
			"{namecode:145}也喜欢可爱的女孩子。…不一样？",
			0
		},
		{
			{
				30165
			},
			1,
			"{namecode:145}也喜欢唱歌哦。",
			0
		}
	}
}
