_G.pg.ship_skin_words[301640] = {
	feeling1 = "果然跟指挥官还是无法心意相通吗…",
	feeling3 = "无论男女，只要是优秀又可爱的孩子，我都会动心哟。重要的不是性别，而是内在呢~",
	lose = "只是一次失败而已，大家不要灰心哦",
	propose = "我喜欢的是独一无二的指挥官，而指挥官喜欢的，也是独一无二的{namecode:146}，一定不会有比这更美好的事了，对吧，指挥官~",
	expedition = "哎呀，委托组的大家回来了呢…看起来真开心呀，我也好想加入呢",
	win_mvp = "大家在战场上的英姿我也都好好记住了哦~",
	home = "平安回来了呢，姐妹们没有受伤吗？",
	mission = "指挥官，到任务的时间咯",
	touch2 = "哎呀，看来要让其他姐妹们也知道一下指挥官的危险了呢",
	voice_key_2 = -1,
	skill = "为了舰队的大家！",
	drop_descrip = "{namecode:145}级驱逐舰二番舰—{namecode:146}",
	mail = "指挥官，有信，会不会是情书呢~",
	touch = "今天给姐妹们做些什么点心呢…哎呀，指挥官也想要吗？真没办法~",
	profile = "我是{namecode:145}级二号舰{namecode:146}，曾作为八驱旗舰，和{namecode:145}、{namecode:147}、{namecode:148}一起经历了许多事，还受到过总部嘉奖呢。虽然后来因为受伤而把队长之位交给了{namecode:145}…呵呵，这些都是过去的事了，现在还是来讨论一下舰队的大家吧~",
	mission_complete = "指挥官，任务奖励到了呢",
	feeling4 = "指挥官人真好呢，感觉能够理解舰队的大家为什么都这么信任指挥官了，我也…",
	unlock = "哎呀，似乎是位出色的指挥官呢~怎么看出来的？当然是你背后这么多出色的姐妹们了~我叫{namecode:146}，舰队的各位请多指教~",
	feeling5 = "呵呵~我只是普通地喜欢上了优秀又可爱的指挥官而已，指挥官呢，喜欢{namecode:146}吗？",
	main = "能和这么多优秀的姐妹朝夕共处，指挥官真是令人羡慕呢|{namecode:145}真是可爱呢，呵呵…|指挥官，有空的话，把大家叫过来开个茶会怎么样？",
	battle = "大家小心不要让自己受伤哦",
	upgrade = "承蒙指挥官的厚爱~",
	voice_key = 30164,
	headtouch = "",
	feeling2 = "女孩子们都那么可爱，怎么会有人不喜欢呢？",
	login = "指挥官，今天也为了大家的幸福一起加油吧~",
	vote = "",
	hp_warning = "大家不要勉强！",
	id = 301640,
	detail = "指挥官最喜欢哪位姐妹？感觉我们可以就这个话题交流一下呢",
	couple_encourage = {
		{
			{
				30114
			},
			1,
			"{namecode:16}，过来我这边~",
			0
		},
		{
			{
				30163,
				30165
			},
			2,
			"第八驱，出击~",
			0
		}
	}
}
