_G.pg.ship_skin_words[301660] = {
	feeling1 = "{namecode:145}亲？别怕别怕。指挥官，失陪了，我得陪陪她——",
	feeling3 = "又做噩梦了？别怕别怕……指挥官，一切都会好的。",
	lose = "没必要太过在意，下次能赢！",
	propose = "指挥官，虽然我不习惯说害羞的话，但这时候还是说给您听听吧……嗯，从今往后，我会在身旁默默支持您，您就是我所依靠的港湾。",
	expedition = "指挥官，看样子委托组满载而归了呢~快去看看吧。",
	win_mvp = "诶？居然我是MVP……嗯，这样也挺好的~",
	home = "辛苦您了。不躺在我的膝上休息一下吗？",
	mission = "出现了新的任务~指挥官，我会来帮忙的。",
	touch2 = "呀——这是成长为大人的必要阶梯吗？",
	voice_key_2 = -1,
	skill = "我会用我的力量来保护大家~",
	drop_descrip = "{namecode:145}级驱逐舰四番舰—{namecode:148}",
	mail = "有邮件，指挥官快瞧瞧~",
	touch = "嗯……我不会刻意去想大家被拆散的缘由。既然都已经团聚，就开开心心继续过日子吧~",
	profile = "我是{namecode:145}型四番舰{namecode:148}，和{namecode:145}亲，{namecode:146}，{namecode:147}都是第八驱逐舰队所属。这次…也能和大家在一起就好了呢",
	mission_complete = "任务结束了。指挥官，您也辛苦了！",
	feeling4 = "不知不觉已经聊了几个小时……很开心啊！坐了那么久肩膀有些酸了？我来给您揉揉肩吧。",
	unlock = "驱逐舰{namecode:148}，加入您的舰队啦~我会好好支援大家的～",
	feeling5 = "这下就只有我们两个人了。从刚才开始心就砰砰乱跳……指挥官，能靠在您的怀里，静静地待上一会儿吗？",
	main = "我和{namecode:145}亲以前就形影不离～晚上也有一起睡的时候呢～{namecode:145}亲睡觉的时候也很安静~ |如果我跟不上大家的步伐，我也相信大家不会抛弃我的……所以，这里就是我最好的归宿。 |您的茶泡好了，请慢用~很想听听您对我手艺的评价呢。",
	battle = "大家，尽量不要受伤……",
	upgrade = "这样就能更好地避免伤害了，多谢指挥官~",
	voice_key = 30166,
	headtouch = "",
	feeling2 = "想要更加了解指挥官~嘻嘻，要从哪一个方面入手呢？",
	login = "现在我摆的这个姿势怎样？迎接您回来当然要笑脸相迎啦~",
	vote = "",
	hp_warning = "这个时候，就镇定一点吧。{namecode:148}，会平安无事的~",
	id = 301660,
	detail = "一看到天上的飞机，心情就不会好……罢了，这些都是往事。指挥官，现在更重要的事，是冲着你微笑~",
	couple_encourage = {
		{
			{
				30163,
				30164,
				30165
			},
			2,
			"第八驱逐舰队，保持紧凑，不要掉队啦~",
			0
		},
		{
			{
				30163
			},
			1,
			"{namecode:145}亲，我在你身旁哦~别怕~",
			0
		}
	}
}
