_G.pg.ship_skin_words[301790] = {
	feeling1 = "趁其它人对你的评价进一步降低之前，赶紧认识到自己的问题吧",
	feeling3 = "对待性格各异的同伴就要用不同的相处方式。这可不是善变，只是一点拉近关系的技巧而已。",
	lose = "看来…还是有点跟不上时代了啊…",
	propose = "选我真的好吗？像我这种没什么吸引人的地方，又啰嗦，又爱管闲事…真的不是开玩笑的？既、既然如此…咳咳，就让我一直陪你走下去吧，直到大海干涸为止——",
	expedition = "在领取奖励之前，可别忘了先慰劳一下辛苦归来的同伴们",
	win_mvp = "胜利就是胜利，不需要过多的修饰与评价。",
	home = "出击辛苦了，来喝杯温茶，然后就开始战术总结吧",
	mission = "能者多劳，既然有未完成的任务，岂有放着不管的道理？",
	touch2 = "如果你能把刚刚的勇气用在别的地方，我或许还能更加欣赏你",
	voice_key_2 = -1,
	skill = "看来轮到我了呢",
	drop_descrip = "{namecode:124}级驱逐舰五番舰—{namecode:140}",
	mail = "记得及时查看新的信件——喏，这里就有一封",
	touch = "防空也是很重要的，一不小心付出的代价，可能会比你想象的要惨痛的多…",
	profile = "我是{namecode:124}级驱逐舰{namecode:140}。虽然算是舰队中的前辈了，不过其实并没有什么出彩的战绩，过去大部分时间都在执行护卫任务，甚至没能像{namecode:124}那样奋战都最后…对我来说，多少还是有点遗憾……",
	mission_complete = "嚯…任务奖励比想象中的要多呢",
	feeling4 = "对了，拿着这个护身符吧，会保佑你和在意的人关系变得更好的。不过要注意，如果做出让对方伤心的事情的话，可是会遭到天罚的哦",
	unlock = "你就是指挥官吗，露出这副不成器的表情可不行啊。我是第五驱逐队所属的{namecode:140}，今后将会作为前辈好好指引你的，做好心理准备吧",
	feeling5 = "还有什么烦恼的话尽管对我说吧。身为年长者，大抵的事情都能依靠经验解决～而且，我们这样的关系，也不需要互相隐藏什么了吧？嘿嘿…",
	main = "{namecode:134}对我们总是担心这担心那的，有时候还真不知道该怎么应对…|偷懒的想法还是尽快打消吧，还有很多工作等着处理呢|{namecode:124}，对指挥官的挑逗还是适可而止吧…",
	battle = "无需多虑，各司其职便是，上吧",
	upgrade = "其实不必为我付出这么多…不过…谢谢",
	voice_key = 30179,
	headtouch = "",
	feeling2 = "如果指挥官有兴趣的话，身为舰队的前辈，我倒是可以给你些怎么和大家相处的建议，如何？",
	login = "准时报道不过是作为一名指挥官最基本的修养，不过看在你坚持了这么久的份上，表扬一下也不为过",
	vote = "",
	hp_warning = "唔…损伤已经到了不容忽视的状况了吗",
	id = 301790,
	detail = "说起来我最开始的名字是“九号驱逐舰”……不管怎么说，幸好最后没有沿用下来呢",
	couple_encourage = {
		{
			{
				30179,
				30130,
				30131
			},
			3,
			"让对面见识一下年长者的实力吧！",
			0
		},
		{
			{
				30115
			},
			1,
			"可别大意了哦，{namecode:17}",
			0
		}
	}
}
