_G.pg.ship_skin_words[301820] = {
	feeling1 = "指挥官，{namecode:29}不想看到您就这么被大家疏远。但是再这样下去的话，恐怕{namecode:29}也没法帮到您了…",
	feeling3 = "说起来有些惭愧，每次想试着自己种点什么的时候，都会演变成纠结养究竟种哪种花，结果最后还是没能动手……指挥官有喜欢的花吗？这次我想给自己下定决心试一试呢。",
	lose = "果然还是太优柔寡断了吗…连累了大家，对不起…",
	propose = "没想到，在我还在为自己的感情犹豫不决的时候，指挥官就已经先一步给出了答案呢。我也是时候真正地自己做出一次决定了…嗯，指挥官，{namecode:29}很高兴能收下您的戒指，也很荣幸能成为您眼中最珍贵的那个人！",
	expedition = "委托组的大家回来了。指挥官，要不让{namecode:29}准备一些花茶去慰问她们吧？",
	win_mvp = "要感谢一同作战的各位才是呢",
	home = "欢迎回来，指挥官。港区就如同家一般，没有什么比回到这里更加让人安心的了，对吧？",
	mission = "没完成的任务还有不少…唔唔，指挥官觉得先完成哪一个会比较好？",
	touch2 = "呀啊！？那个，指挥官…我觉得，这样子是不好的…指挥官，请千万不要对其他人这样做…",
	voice_key_2 = -1,
	skill = "{namecode:29}，会全力支援大家的！",
	drop_descrip = "{namecode:26}级驱逐舰十三番舰—{namecode:29}",
	mail = "又有新的邮件来了呢。需要{namecode:29}为您整理的话，请尽管和我说吧~",
	touch = "嗯？有什么要{namecode:29}做的吗？只要是力所能及的，{namecode:29}很愿意能帮您。",
	profile = "我是{namecode:29}，于大战末期才登上舞台，是针对防空和反潜能力进行了特化的{namecode:26}型的一员…不，{namecode:186}型…唔，还是{namecode:187}型…？呜呜…非、非常抱歉。虽然经验尚且不足，也还请多多关照！",
	mission_complete = "太好了~不愧是指挥官，出色地完成任务了呢。",
	feeling4 = "有的花一年四季都会绽放，有的花开花转瞬即逝…有观赏用的花，也有芳疗用的…指挥官喜欢的，是夺目盛放的花，还是不被注意，默默绽放的花呢…啊！那个，不好意思，我说了奇怪的话呢。",
	unlock = "重樱所属，驱逐舰{namecode:29}，乐意为您效劳。跟同级姐妹们一样，防空和反潜是我最擅长的，还有其它帮得上忙的事我也会尽力协助您，请多指教了。",
	feeling5 = "指挥官，我想用一些花来装饰办公室，可以吗？我不在的时候，指挥官看到这些花，应该就能想起我了吧？嘻嘻，这是我的一点小私心哦~",
	main = "唔，花茶和红茶，哪一个指挥官会更喜欢呢…|指挥官，{namecode:157}好像遇到了麻烦的事情呢。我想去看看她有什么需要帮助的，能暂时失陪一下吗？|“菜花黄，明月东方，日在西。”要是能拥有像这样的一片景就好了呢",
	battle = "各位，小心潜艇的伏击！",
	upgrade = "嗯嗯，原来如此，又学到了新的东西呢",
	voice_key = 30182,
	headtouch = "",
	feeling2 = "指挥官，今天阳光灿烂，是个美好的大晴天呢。有兴趣的话，要和{namecode:29}一起赏花吗？",
	login = "欢迎回来，指挥官。是要继续工作了吗？如果遇到什么困难的话，{namecode:29}很乐意为指挥官分忧~",
	vote = "",
	hp_warning = "咕呜…只要其他同伴们没事就好…",
	id = 301820,
	detail = "我喜欢百花齐放的春天，不过，如果一年四季都是春天，对其他季节才开的花似乎不太公平呢…大自然有她的四季，一定是为了能让更多的花儿都有开放的机会吧",
	couple_encourage = {
		{
			{
				30156,
				30157,
				30158
			},
			1,
			"注意反潜和防空警戒！",
			0
		},
		{
			{
				20215
			},
			1,
			"今天庭院的状况如何呢？",
			0
		}
	}
}
