_G.pg.ship_skin_words[301830] = {
	feeling1 = "指挥官，遇到烦恼和不顺心的事，随时都可以向我倾诉哦，我会一直等着你的......",
	feeling3 = "我的尾巴是暖暖的毛茸茸的那种，{namecode:141}的可能更有点光滑的感觉…还有{namecode:129}的那种细细的和{namecode:18}的一丁点的…嗯，各种各样的都有呢！",
	lose = "要成为优秀的旗舰，看起来还有很长的路啊…",
	propose = "唔...虽然感觉早就和指挥官亲密无间了，这个时候果然还是会感觉到紧张呢。现在要怎么办才好…啊！指挥官，先抱一下我的尾巴吧！这样暖暖的绒绒的肯定就不会紧张了嗯！",
	expedition = "指挥官，执行委托的同伴们回来了。唔...为了迎接辛苦的大家，送上一个温暖的拥抱好了~",
	win_mvp = "哎嘿嘿，没想到一不小心成为MVP啦…不过能战胜敌人是大家所有人的功劳哦~",
	home = "指挥官，战斗辛苦了~快坐到这边来，让我帮你按摩一下肩膀吧。",
	mission = "运输任务我倒可以帮上忙，其他任务就......每天都要处理这么多种类的任务，指挥官真是太厉害了~！",
	touch2 = "指挥官，现在姑且还是工作时间哦......",
	voice_key_2 = -1,
	skill = "总之先来一轮鱼雷齐射好了~",
	drop_descrip = "{namecode:35}级驱逐舰四番舰—{namecode:185}",
	mail = "指挥官，有新的邮件送到了，我这就拿过去。也许会有什么好消息哦~",
	touch = "毛茸茸的尾巴可不是我的本体哦？笑容、还有带给大家的温暖才是~",
	profile = "我是{namecode:35}级四号舰{namecode:185}，虽然主要执行的都是运输任务，不过也曾参加过几次大型的作战，也曾作为旗舰活跃过哦。就算在战场上处境不妙，只要大家相互关心，彼此信任，一定会迎来好的结果吧",
	mission_complete = "任务完成，指挥官辛苦了~不用客气，用我的尾巴当成枕头休息一下吧。",
	feeling4 = "{namecode:135}教我的那个小仪式~像这样…嗯！额头上画个圈，这样你指挥官恋爱运势就会直线上升越来越幸福啦~",
	unlock = "这里就是…港区？（歪头）啊…是指挥官！{namecode:35}级四号舰{namecode:185}，终于和你见面了。自我介绍的话...嗯，我喜欢指挥官，也喜欢大家~",
	feeling5 = "还不够幸福吗？那…那就只能用最终手段了！运势的劣势就用主动出击弥补吧！像这样直接把幸福送给指挥官——啾~",
	main = "{namecode:39}前辈总是充满智慧，像军师一样可靠。我要也能像她那样就好了。|指挥官，下次战斗能不能让我担任旗舰呢？为了指挥官和大家的幸福，我想多努力一些。|最近大家老是说什么被我抱过后，全身就象泡澡之后一样疲劳都不见了。连感冒都能治好...？！传闻越来越不靠谱了啊...…",
	battle = "担任旗舰作战么？放心包在我身上吧~",
	upgrade = "温暖又安心的力量，这就是强化...谢谢你 ，指挥官~",
	voice_key = 30183,
	headtouch = "",
	feeling2 = "{namecode:33}级的小伙伴都那么松松软软的，超可爱~能生活在这样的港区里真是太幸福了~",
	login = "指挥官欢迎回来~无论有多晚，我都会在这里等你的。因为…只要凑到你的身旁，就能感受到幸福的气息",
	vote = "",
	hp_warning = "...同伴们都在奋战，我还不能在这里倒下！",
	id = 301830,
	detail = "全身散发着暖洋洋的气息？哎嘿嘿，大家的评价真是让人害羞呢~诶？指挥官也这样觉得吗…太好了！",
	couple_encourage = {
		{
			{
				30149,
				30117,
				30127,
				30180
			},
			2,
			"团体战的话，第二水雷战队可不会输哦！",
			0
		},
		{
			{
				30213,
				30221
			},
			1,
			"能和你们一同出战，是我的荣幸！",
			0
		}
	}
}
