_G.pg.ship_skin_words[101390] = {
	feeling1 = "为不喜欢的人做饭原来是这么痛苦的事啊……",
	feeling3 = "要是我不研究些奇怪的菜式就完美了？那可真是抱歉呢！不过我觉得呢，惊喜也是很重要的哦！",
	lose = "指挥官，对不起……",
	propose = "指挥官，即使到很久很久以后，我也天天给你做饭好不好？欸，希望到时候奇怪的菜少一点？啊哈哈，我会加油的~",
	expedition = "指挥官，委托完成了呢！",
	win_mvp = "我是第一？欸，我只要能帮到指挥官就很开心啦",
	home = "指挥官，辛苦啦~饭菜我有保温哦，要吃吗？",
	mission = "努力完成任务吧，指挥官~",
	touch2 = "指、指挥官果然也是对色色的东西感兴趣的呢……",
	voice_key_2 = -1,
	skill = "要上咯！",
	drop_descrip = "弗莱彻级驱逐舰—马拉尼，舷号DD-528",
	mail = "指挥官，有你的邮件呢，不要忘了读哦",
	touch = "欸，厨房那边的黑烟？啊哈哈哈，我完全不知道发生了什么呢",
	profile = "我们弗莱彻级的姐妹实在是太多了，所以要是指挥官没听过我也不奇怪。大战中还是经历了不少危险的时刻呢，不过最后还是平安度过了～还有就是在那之后，我还去东煌生活了一段时间，或许看起来稍微显得大点也是因为这样也说不定？",
	mission_complete = "任务奖励啊……我要不要也给指挥官做点什么呢？",
	feeling4 = "指挥官，有保持良好的作息吗，觉得一个人做不到的话，就让我来帮忙生活上的事吧~",
	unlock = "指挥官，你好，我是弗莱彻级的马拉尼，从今往后就要一起生活了呢，请多关照咯~",
	feeling5 = "总是麻烦我觉得不好意思？没事的没事的，能帮到最关心的人也是我最开心的事哦~从今往后也尽管依靠我吧！",
	main = "唔，为什么我明明是按照食谱做的菜，做出来的却是这个样子呢……|指挥官，要注意劳逸结合哦，偷懒和过劳都是不好的~|指挥官，加油哦，相信自己，你是最棒的~",
	battle = "今天也要为了指挥官加油~",
	upgrade = "啊，是新菜谱的灵感！",
	voice_key = 10139,
	headtouch = "被当成小孩子的感觉…有点奇怪呢…啊哈哈…",
	feeling2 = "指挥官，你有什么喜欢的东西吗？我的话喜欢做菜哦，就是有时候会做出一些奇怪的东西，大部分时候还是很好吃的，嗯！",
	login = "指挥官，吃过了吗，要不要我给你做点什么？",
	vote = "",
	hp_warning = "糟、糟糕了……",
	id = 101390,
	detail = "指挥官，有什么需要我的地方记得叫我哦",
	couple_encourage = {
		{
			{
				10109
			},
			1,
			"姐姐，我来帮你！",
			0
		}
	}
}
