_G.pg.ship_skin_words[301840] = {
	feeling1 = "指挥官，我要讨厌你了哦？",
	feeling3 = "指挥官，有什么事也可以尽管来拜托我哦！…欸？偶尔依赖依赖指挥官也没关系…？",
	lose = "唔…无论如何，大家都要一起平安回去…！",
	propose = "啊哈哈…果然到了这时候还是会紧张的呢…本来还以为能更游刃有余一些的呢…那个…指挥官，接下来的…全都交给你就行了吧？",
	expedition = "一起去慰问委托回来的同伴们吧！啊对了，慰问品就让我来拿着吧！嘿~咻~",
	win_mvp = "“敌将，已讨伐！”…开玩笑的，嘿嘿~",
	home = "“甲队由我直接指挥，乙丙队按预定计划行动，然后——”啊，指挥官？什么时候回来的…",
	mission = "指挥官碰到了很难的任务？唔…也给我看看吧？说不定能帮上忙哦！",
	touch2 = "指、指挥官！有些事情是不可以随便做的啦！",
	voice_key_2 = -1,
	skill = "大家由我来守护！",
	drop_descrip = "{namecode:26}级驱逐舰三番舰—{namecode:27}",
	mail = "邮件怎么缺了个口？…啊哈哈……那是噗太做的…对不起…",
	touch = "脸上的墨迹？欸，指挥官你真是不懂呢，这是潮流哦！不觉得很帅吗？我也来给你画一个吧！",
	profile = "我是{namecode:26}级驱逐舰的一员、{namecode:27}！曾经和{namecode:26}、{namecode:189}她们一起在第六十一驱逐队待过~护卫过{namecode:84}，救援过{namecode:49}，还算是挺活跃的吧？虽然遭遇过很多次危机，中雷那两次也是…“天”号作战的时候也是…不过最后还是都坚持过来了呢！",
	mission_complete = "任务完成了！指挥官，可不要忘了给功臣赏赐哦？",
	feeling4 = "依赖指挥官啊…唔，想象一下的话……指挥官给{namecode:27}泡茶，指挥官给{namecode:27}做便当，指挥官把睡着的{namecode:27}抱回宿舍……这，这怎么好意思！",
	unlock = "啊哈哈，噗太，以后这里就是我们的新家了哦？…恩哼，{namecode:26}级三号舰·{namecode:27}，参上！无论是同伴们还是指挥官，都请交给我来守护吧！",
	feeling5 = "指挥官！肩膀借我靠靠~~嘿咻~…还是这样让人感觉最安心~唔，不知不觉已经很自然地依赖着指挥官了呢…要好好负起责任哦，指挥官？嘿嘿，开玩笑的~",
	main = "“吾乃不倒之{namecode:27}，单凭尔等的攻击是无法将吾击败的！”…这样的感觉怎么样？嘿嘿~|噗太，你要去指挥官的头上面吗？嘿嘿~那就去吧！但是，不能捣乱哦！|唔…指挥官每天都要处理好多事情啊。所以说啊{namecode:143}，{namecode:142}，“大名”啦“将军”啦什么的了可没那么好当哦，还是当指挥官麾下的一员“心腹”就好了吧~",
	battle = "愿诸位武运昌隆！一鼓作气上啦！",
	upgrade = "这样就有更多的力量守护大家了！",
	voice_key = 30184,
	headtouch = "嗯嗯，毛茸茸的摸起来很舒服吧！…啊，我说的是这孩子，不是我的耳朵啦！",
	feeling2 = "虽然听起来有点像在自卖自夸，不过，{namecode:27}还是挺可靠的哦？“{namecode:27}，谢谢你，帮大忙了！”经常有小伙伴这么跟{namecode:27}说哦~",
	login = "欢迎回来！…有新的作战任务吗？交给我吧！",
	vote = "",
	hp_warning = "接下来才是紧要关头！",
	id = 301840,
	detail = "被同伴依赖的时候，心中就会涌出一股力量，感觉自己什么都能做得到呢。",
	couple_encourage = {
		{
			{
				30220
			},
			1,
			"当心别受伤了哦！",
			0
		},
		{
			{
				30156,
				30157,
				30158,
				30182
			},
			1,
			"一起保护好大家吧！",
			0
		},
		{
			{
				30160
			},
			1,
			"{namecode:143}，拜托你帮忙了！",
			0
		}
	}
}
