_G.pg.ship_skin_words[301860] = {
	feeling1 = "果然…大家都是注定孤独的吧…我也好，指挥官也好…",
	feeling3 = "嗯，指挥官不是奇怪的人，可以和你做朋友。…其实是{namecode:203}自己想交朋友？…才、才不回答你。",
	lose = "啊啊…我果然还是…",
	propose = "那个指挥官，和{namecode:203}约好，永远不能分开哦？指挥官先答应我，我再答应指挥官，不许反过来。……嗯，谢谢你，{namecode:203}最喜欢你了。",
	expedition = "委托组回来了，指挥官别忘了迎接她们…我？我，我还是算了…",
	win_mvp = "能一直这样下去就好了…",
	home = "指挥官，辛苦了。…有奇怪的笛声？那，那一定是你听错了。",
	mission = "任务…还剩下很多。不许偷懒。",
	touch2 = "诅咒你被霉运附身…",
	voice_key_2 = -1,
	skill = "啊…好想快点结束……",
	drop_descrip = "{namecode:35}级驱逐舰三番舰—{namecode:203}",
	mail = "这孩子把指挥官的信拿过来吧？…啊，不可以抢。",
	touch = "指挥官…想干嘛？（{namecode:203}用怀疑的目光盯着你）",
	profile = "我是{namecode:35}级三号舰{namecode:203}，隶属于第十驱逐队，主要负责运输和护卫相关的工作…这两位是我的伙伴。兴趣爱好？…不告诉你。",
	mission_complete = "任务完成了…{namecode:203}，也有帮上忙吧…",
	feeling4 = "指挥官，跟你讲哦，最近港区，一直有个长发白衣的女人在飘来飘去？刚刚好像就在指挥官身后——奇怪，指挥官不怕吗？拉近关系作战，失败了…",
	unlock = "我是{namecode:35}级驱逐舰{namecode:203}，今天开始加入港区，希望能和港区的大家好好相处…唔，指挥官不会在想什么坏事吧…看起来有点可疑…",
	feeling5 = "只要和指挥官在一起，{namecode:203}就觉得很开心…指挥官，你是我交过的最好的朋友。所以…以后，一定要多陪着{namecode:203}哦。",
	main = "指挥官，请不要盯着我。这样，没法专心…|工作时间，{namecode:203}不能和你闲聊。…实在孤单寂寞的话，也…不是不可以说说话…|我喜欢笛子，“呜呜”的声音，听起来很舒服…吹一下试试？现、现在不行…",
	battle = "应该能赢…吧",
	upgrade = "指挥官，谢谢你…",
	voice_key = 30186,
	headtouch = "我才不是宠物…",
	feeling2 = "和{namecode:203}做朋友？不是不可以…不过，要是被我发现不好的企图，就、就和你绝交。",
	login = "哇！…指挥官，你把它们都吓跑了。",
	vote = "",
	hp_warning = "唔，要盯着水下……",
	id = 301860,
	detail = "我喜欢一个人在房间里安静地待着…做什么？……不告诉你。",
	couple_encourage = {
		{
			{
				30704
			},
			1,
			"{namecode:94}姐姐，我会保护好你的。",
			0
		},
		{
			{
				30180
			},
			1,
			"{namecode:162}，要盯着水下。",
			0
		}
	}
}
