_G.pg.ship_skin_words[301850] = {
	feeling1 = "算了，也不期待你能有什么变化了…这样就好。",
	feeling3 = "外出要护卫？好。…等等，为什么在自家的港区里走动还需要护卫？",
	lose = "需要再磨练一下…",
	propose = "我不懂誓约的仪式，不知道这时候该做什么…既、既然是你提出来的，那就都交给你了…也、也包括我在内。嗯，我、我说完了…",
	expedition = "委托组回来了。我可以去帮忙搬运物资，不过验收还是得你自己来。",
	win_mvp = "我说过的，分内之事我会做好。",
	home = "这段时间没有人擅自闯入过指挥室。嗯，报告完毕了。",
	mission = "怎么会被这些简单的任务给难住…实在不行让我看看。",
	touch2 = "呀啊啊！？！你你你你你你干什么！！",
	voice_key_2 = -1,
	skill = "我会解决的…！",
	drop_descrip = "{namecode:124}级驱逐舰六番舰—{namecode:192}",
	mail = "你的邮件到了，可别说我没提醒过你。",
	touch = "！？这里很痒的，快住手！",
	profile = "我曾经担任过第六水雷战队中第29驱逐队的旗舰，执行过大大小小的护卫和运输任务。有类似的任务的话，你可以交给我。嗯，我说完了。",
	mission_complete = "任务已经完成了，记得去领奖励。",
	feeling4 = "护卫任务挺顺利的，倒不如说港区里还能遇到敌人就见鬼了…对了，还有…那个，和你聊天，还蛮开心的。就、我说完了…！",
	unlock = "我是{namecode:124}级驱逐舰，{namecode:192}，今天开始加入港区。分内之事我会做好，分外之事我会看情况帮忙。嗯，我说完了。",
	feeling5 = "其实我早就知道，所谓的“护卫任务”不过是想拉近彼此关系的借口。我不管，反、反正我的心已经被你骗走了，你要对我负责。嗯，负责…！",
	main = "到底怎样才能阻止{namecode:49}突袭我的耳朵…|对不起，指挥官，文件密密麻麻的文字看太久了，感觉头有点晕，我能休息一下吗…|待在指挥室里也挺好的，至少听不到螺旋桨的嗡嗡声了。",
	battle = "也没什么特别要提的，一起上吧。",
	upgrade = "…总之谢谢了。",
	voice_key = 30185,
	headtouch = "呀？！耳、耳朵很痒的啦！",
	feeling2 = "找我？说吧，有什么任务？",
	login = "还好你按时来了，不然我还得去叫你…没什么，开始今天的工作吧。",
	vote = "",
	hp_warning = "尽在关键的时候添乱…！",
	id = 301850,
	detail = "一直在这待着…指挥官，你好像很闲？",
	couple_encourage = {
		{
			{
				30220
			},
			1,
			"我掩护你。",
			0
		}
	}
}
