_G.pg.ship_skin_words[302070] = {
	feeling1 = "难道说…占卜里说的灾星就是指挥官吗……",
	feeling3 = "是说“她”的事情吗？啊，也就是我的事情呢……嗯，用指挥官能理解的话来说，她就像是式神一样的存在吧。",
	lose = "看来要先后撤了呢……",
	propose = "接下来要和指挥官誓约了呢…真的可以吗？呵呵~高兴过头，自己反倒有些心神不定了…谢谢你。",
	expedition = "委托队回来了哦。人手不够的话，要不就让“她”去吧？",
	win_mvp = "指挥官，这份胜利也有“她”的功劳在里面哦。",
	home = "指挥官，你终于回来了。我一直不敢确定这些文件该放在哪里……",
	mission = "那个…指挥官？放着这些任务不管是不是不太好…",
	touch2 = "这下只能嫁给指挥官了呢。呵呵~",
	voice_key_2 = -1,
	skill = "总之先谨慎点吧。",
	drop_descrip = "{namecode:46}级轻巡洋舰四番舰—{namecode:206}",
	mail = "有信件哦，要不让“她”来读吧？",
	touch = "找我有什么事吗？",
	profile = "{namecode:46}级轻巡洋舰{namecode:206}，曾经担任过一段时间的第四水雷战队的旗舰。相比起姐妹们，我退场得确实比较早就是了…不过，这次我会坚持到最后的！",
	mission_complete = "那个…我不确定有没有提醒过你，任务完成奖励已经可以领取了…",
	feeling4 = "那个…神社的占卜结果说，指挥官最近会遇到不好的事情。这是和{namecode:47}还有姐姐们一起做的，能驱邪祈福的护身符…对待噩兆可不能掉以轻心，请把它一直带在身边吧。",
	unlock = "那个…请问您知道港区的指挥官在哪里吗？我是前来报道的{namecode:206}——欸，您就是？那个…有证件之类的吗？我想确认一下…",
	feeling5 = "一想到指挥官，就会不由得担心起“万一遇到了什么…”之类的。还是让“她”…不，让{namecode:206}我多陪在你身边吧？这样我就安心多了呢。",
	main = "指挥官，茶还有点烫，还是让我帮你吹下吧？|{namecode:47}姐，吃饱了就睡的话，会变成牛的哦？不会吗？这样啊…|驱逐舰们总是充满活力又行动迅速，让人很难跟上她们的节奏呢…|指挥官虽然看不见，不过“她”一直都在我身边哦。|“她”吗？总感觉和{namecode:206}以前的名字有一种特别的缘分……你觉得呢？啊，忘了指挥官似乎是看不见的呢…",
	battle = "是、是不是应该再观察下局势……",
	upgrade = "刚刚发生了什么…？",
	voice_key = 30207,
	headtouch = "是、是要摸我的这个角吗？",
	feeling2 = "指挥官，如果暂时不需要{namecode:206}的话，我就先去神社那边帮忙了哦。",
	login = "指挥官，那个…欢迎回来？",
	vote = "",
	hp_warning = "先重新摆好阵型吧？",
	id = 302070,
	detail = "话说，我偶尔会有种“自己不是自己”的不可思议的感觉……那一定就是“她”吧…？",
	couple_encourage = {
		{
			{
				30201
			},
			1,
			"那个…我们都小心点吧？",
			0
		},
		{
			{
				30181
			},
			1,
			"{namecode:206}的朋友？不是很懂……",
			0
		},
		{
			{
				21301
			},
			1,
			"你看见了“她”吗？",
			0
		}
	}
}
