_G.pg.ship_skin_words[101400] = {
	feeling1 = "指挥官，听我说哦~再这样下去，我也要稍微离你远一点才好了……",
	feeling3 = "和杜威比起来稍微有一点…哼，才不胖呢！真是的，不理指挥官了啦！",
	lose = "啊呜…真的输了…指挥官，能给点糖果安慰一下吗…？",
	propose = "指挥官…就算喜欢上列克星敦小姐也没关系，但是…不可以不喜欢我哦？为了让指挥官一直喜欢我，我会每天每天、每天每天都努力加油的，所以…一定要关注着我哦？一定哦？",
	expedition = "委托完成~指挥官，一起去迎接委托组的大家吧？",
	win_mvp = "拿到MVP了哟~要给奖励才是好指挥官哦~",
	home = "指挥官终于回来了~有没有带什么好吃的回来呢？——哇啊，多谢款待哦~",
	mission = "有任务了哦~快点行动吧，嘿嘿，现在做不完的话也没关系就是了~",
	touch2 = "啊，指挥官，这样可不礼貌哦？",
	voice_key_2 = -1,
	skill = "艾尔温也要给敌人一点颜色看看~",
	drop_descrip = "法拉格特级驱逐舰—艾尔温，舷号DD-355",
	mail = "唔？好像有邮件呢…哈啊——快看，有好东西寄过来哦~",
	touch = "什~么~事？指挥官？",
	profile = "我是白鹰驱逐舰、艾尔温。在生涯中经历了多次演习和战役，和皇家还有鸢尾的各位都有所交集，憧憬列克星敦小姐那样的成熟女性…请多指教了，指挥官",
	mission_complete = "任务完成啦，指挥官的奖励应该会有很多哦~",
	feeling4 = "…指挥官果然还是喜欢有点肉的女孩子吧？…我每天喝牛奶、吃糖果，总有一天能变成指挥官喜欢的类型的对吧？",
	unlock = "初次见面，指挥官，我是艾尔温~其实我去过很多地方，对航路很熟悉的哦。如果舰队需要带路的话，尽管找我吧~",
	feeling5 = "指挥官，我今天也有一点变化哦？注意到了吗？…还没注意到吗？…快点、快点、快点注意到吧…呐？",
	main = "昨晚梦到和列克星敦小姐一起同台演出了呢~如果，只是如果哦，我以后真的做了偶像，指挥官会来支持我吗？|唔…好多演习，一个接一个…好想实战啊，想和大家一起出击呢~|每次和杜威一起出击，她都特别照顾我哟。也许是作为同样喜欢列克星敦的同伴意识使然吧~？呵呵…",
	battle = "大家，一起加油哦~",
	upgrade = "呼…好像身体没什么感觉？不管啦，变强了总归是好事~",
	voice_key = 10140,
	headtouch = "",
	feeling2 = "指挥官现在特别忙吗？嗯，我有点话想跟你说——给，棒棒糖～糖分对大脑是有好处的哦",
	login = "欢迎回来指挥官，新的一天又要开始了~",
	vote = "",
	hp_warning = "还、还没问题~大概……",
	id = 101400,
	detail = "列克星敦小姐和萨拉托加小姐，指挥官更喜欢哪边呢？还是说…更喜欢别的女孩子？",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"列克星敦小姐，我来为你护航啦~我就一直在你身边哦~",
			0
		},
		{
			{
				10102
			},
			1,
			"姐姐，好好看下我的表现哦~",
			0
		}
	}
}
