_G.pg.ship_skin_words[302080] = {
	feeling1 = "懦夫，永远也没法驾驭恶鬼。",
	feeling3 = "哼，虽然{namecode:46}她们有各种一言难尽的地方，不过你还是能好好让她们派上用场呢，我替她们谢谢你了。——什么，我也有些一言难尽的地方……哪里？快给我详细说说！",
	lose = "恶鬼，终究输给了时代么…",
	propose = "你就是征服了恶鬼的强者，指挥官。今日的誓言，我必将铭记于心。一起向着更强进发吧！",
	expedition = "委托组的大家可要等得不耐烦了。",
	win_mvp = "与我为敌，就已经注定了你们的失败。",
	home = "回来了啊，出击越久就越是怀念港区。好好休息，养精蓄锐吧",
	mission = "别忘了你的任务，执行上级的命令可是军人的天职。",
	touch2 = "你真的，要惹怒我吗？",
	voice_key_2 = -1,
	skill = "休想逃走！",
	drop_descrip = "{namecode:46}级轻巡洋舰五番舰—{namecode:181}",
	mail = "邮件里的重要信息，已经给你圈上了，指挥官。",
	touch = "要和我比试一场吗？放心，我会让你一只手的。",
	profile = "我是{namecode:46}型轻巡洋舰{namecode:181}号，名字取自“凶猛狂暴如鬼之怒”的鬼怒川。跟我的名字一样，恶鬼发怒起来，可是很凶悍的。相信我，你绝对不想看到那一幕。",
	mission_complete = "收下这些奖励吧，这是达成任务者的应得的回报。",
	feeling4 = "今晚出来陪我喝两杯吧？哈，放心吧，只是普通的聊聊天而已。借着美酒说点真心话，还有什么事能比这更让人心情舒畅呢？",
	unlock = "我是{namecode:181}。如果想让恶鬼服从于你的话，就展现你的强大来看看吧",
	feeling5 = "嗯……总有一种能把自己全部托付给你的感觉呢。恶鬼的归宿，就是此处吗…指挥官，若是能自由地驱使我的话，你会怎么做？",
	main = "不擅长应付的人？硬要说的话…{namecode:46}吧。因为…欸？{namecode:46}姐！？等、等下，不要抱过来！唔嗯嗯~~~|新式的氧气鱼雷…我说，把那东西也给我装一个吧？我保证能发挥它的全部威力。|披风很帅气？嘿~你也是这样想的嘛！…不对，别想趁机偷懒！",
	battle = "尽管放马过来！",
	upgrade = "唯有实战，才能检验强化的成果。",
	voice_key = 30208,
	headtouch = "别随便碰我的脑袋。",
	feeling2 = "像你这样看上去人畜无害的家伙，居然是掌控整个港区的大人物。我对你稍微有点兴趣了呢。",
	login = "快点安排今天的任务吧。",
	vote = "",
	hp_warning = "哈哈哈！让你们看看真正的恶鬼吧！",
	id = 302080,
	detail = "其他的你随意检查，不过我的鬼面还是最好不要乱碰。",
	couple_encourage = {
		{
			{
				30201
			},
			1,
			"小心点，别放松警惕。",
			0
		},
		{
			{
				30303
			},
			1,
			"喂，{namecode:55}，可别再叫我把你背回去了。",
			0
		},
		{
			{
				30209
			},
			1,
			"下次把你的鱼雷借我用一下吧？",
			0
		}
	}
}
