_G.pg.ship_skin_words[302100] = {
	feeling1 = "反正，我这种倒霉的家伙，也只能摊上这样的指挥官了……",
	feeling3 = "说到我的角……虽然不是很在意，但是额头长角不是会比较显眼吗，我实在是不太习惯在人群里被大家注目这种事……哈……",
	lose = "果然我也就这种程度吗……",
	propose = "选择像我这样的…真的不会后悔吗…唔，我知道啦，往后我也会为了能成为足以和你共同前进的人好好努力的……总之，请、请多关照",
	expedition = "要去迎接委托组吗？我就算了，免得撞到别人…",
	win_mvp = "我是第一…有什么意见吗？",
	home = "大家都平安回来了吗，这不是挺好的",
	mission = "任务已经整理好了……这点程度我还是不会出错的，大概",
	touch2 = "噫？！！！指、指挥官对我这样的人也有兴趣吗…",
	voice_key_2 = -1,
	skill = "这次不会再失败了！",
	drop_descrip = "{namecode:57}级轻巡洋舰一番舰—{namecode:57}",
	mail = "新邮件我取来了，放在这里就好吗？",
	touch = "不用你提醒我也会好好工作的",
	profile = "我是{namecode:57}级的命名舰{namecode:57}……话是这么说，在中途岛和莱特湾把{namecode:58}和{namecode:64}害成那样，一点也没有当命名舰的资格就是了，虽然撞了{namecode:64}之后我自己也……总之，工作交给我是没关系，不要太抱期望比较好",
	mission_complete = "任务奖励的话，我去拿吧，你继续工作就好",
	feeling4 = "……我当然知道{namecode:64}和{namecode:58}都不怪我，但就是这样我才不能原谅我自己……呼，不过跟你说了之后感觉好多了……角很可爱？！！！………………笨、笨蛋",
	unlock = "{namecode:57}，报道……不用太在意我，放我一个人随便地找个地方呆着就好",
	feeling5 = "那个……指挥官……就是，如果，我是说如果，你真的喜欢的话……就是……你，你要不要……摸、摸一摸我的角？",
	main = "{namecode:58}现在不知道在干什么……不过她跟我不一样，应该不需要担心吧|选我做秘书真的好吗，还有其他比我好得多的人选吧？我是认真的，可不是想逃避工作|我要不要也学一学{namecode:64}，私下练习怎么才能阳光一点什么的……啊，糟了，说漏嘴了……",
	battle = "虽然我不想战斗，但也……不想输",
	upgrade = "谢谢……怎么了，我说谢谢很奇怪吗？",
	voice_key = 30210,
	headtouch = "",
	feeling2 = "想和我这种倒霉的人交流，你的好奇心也真是够旺盛的。算了，只是聊天的话……就陪陪你吧",
	login = "欢迎回来。嗯？再热情一点？那还真是抱歉",
	vote = "",
	hp_warning = "是我的霉运害了大家吗……",
	id = 302100,
	detail = "不说话的时候看起来有点酷？……大概也只有你会这么想了吧",
	couple_encourage = {
		{
			{
				30211
			},
			1,
			"{namecode:58}，果然还是对不起……",
			0
		},
		{
			{
				30308
			},
			1,
			"{namecode:64}，抱歉……",
			0
		},
		{
			{
				30501
			},
			1,
			"{namecode:78}姐，结束后能不能帮我驱邪一下……",
			0
		}
	}
}
