_G.pg.ship_skin_words[302110] = {
	feeling1 = "看来要提醒姐姐，这不是个值得信赖的指挥官了……",
	feeling3 = "我们{namecode:57}型四个都隶属于第七战队，不过{namecode:60}和{namecode:59}她们两个要晚一点出生，所以我和姐姐比较亲近一点吧……而且姐姐也……比较需要照顾",
	lose = "这个教训……我记住了",
	propose = "指挥官，让您久等了。欸，要用“你”吗？让…你久等了…唔，总觉得，有点怪怪的，不过慢慢会习惯吧，总之，直到海枯石烂为止，请多指教",
	expedition = "指挥官，委托完成了，如果您比较忙的话就让我去接她们吧",
	win_mvp = "请放心，我不会因此骄傲的",
	home = "您辛苦了，指挥官",
	mission = "指挥官，任务整理好了，请确认",
	touch2 = "……指挥官，请小心主炮走火",
	voice_key_2 = -1,
	skill = "准备就绪，连装炮，发射！",
	drop_descrip = "{namecode:57}级轻巡洋舰二番舰—{namecode:58}",
	mail = "指挥官，今天的信件都在这里了",
	touch = "我在，请尽管吩咐",
	profile = "我是{namecode:57}级的二号舰{namecode:58}，虽然姐姐总是说着是她在中途岛把我害了，不过我完全没有那种想法，倒不如说我希望有一天姐姐能够从阴影里走出来……啊一不小心话题就……总之我会努力为舰队做出贡献的，请尽管下令",
	mission_complete = "指挥官，任务奖励确认完毕了",
	feeling4 = "我虽然能照顾姐姐，但是以姐姐那个爱别扭的这个，要开导她还要靠指挥官你呢…",
	unlock = "我叫{namecode:58}，{namecode:57}姐的妹妹，如果您有见到姐姐的话，还请多照顾她一下，姐姐的性格……有点别扭",
	feeling5 = "嫉妒……吗？嗯……这倒是没有想过的事呢，不过一边是最喜欢的姐姐，一边是最喜……喜欢的指挥官，应该……没关系吧？",
	main = "姐姐现在……恐怕又在一个人钻牛角尖了，指挥官，我能离开一下吗？|秘书就是指挥官的臂膀，所以请不用客气，尽管把工作分派给我吧|说起来，虽然并不值得一提，我似乎是大战中重樱第一个倒下的重巡级呢",
	battle = "诸位，不要掉队了！",
	upgrade = "您的青睐定当得到回报",
	voice_key = 30211,
	headtouch = "",
	feeling2 = "啊抱歉，指挥官，我正在完成您分派的任务，有什么事吗？……交流？好的，我也认为互相了解是十分重要的",
	login = "欢迎回来，今天也努力工作吧，指挥官",
	vote = "",
	hp_warning = "大家不要紧张，还有机会！",
	id = 302110,
	detail = "角吗？我是觉得如果这样能让人记住我，也是一件不坏的事呢",
	couple_encourage = {
		{
			{
				30210
			},
			1,
			"姐姐，不要离我太远",
			0
		}
	}
}
