_G.pg.ship_skin_words[302120] = {
	feeling1 = "是时候离开了",
	feeling3 = "看到不平事我就要用拳头管一管，这是我的生存方式。不过我也知道会给其他人添麻烦，所以一直尽量不和人扯上关系",
	lose = "……真疼啊，不过……呵，这样才对",
	propose = "指挥官，收下这个之前，你若忘了初心，我只会离开你。但收下之后，你要是忘了，可要咬紧牙关了啊，饱含爱与愤怒的拳头可是很疼的",
	expedition = "喂，委托完成了，你不会想让她们等你吧？",
	win_mvp = "啧啧，看起来换绷带的功夫都省了",
	home = "下次出击是什么时候？我的绷带还有很多呢",
	mission = "任务……我喜欢",
	touch2 = "指挥官，你是不是活腻了，要来两拳冷静下吗，嗯？",
	voice_key_2 = -1,
	skill = "给我破！",
	drop_descrip = "{namecode:38}级轻巡洋舰一番舰——{namecode:38}",
	mail = "接着，信",
	touch = "指挥官，随便靠近我会受伤的",
	profile = "我就是{namecode:38}型一号舰{namecode:38}，虽然比不上妹妹，也当过三水战的旗舰。参加过不少战役，最后是在布干维尔，作为战士倒是没什么遗憾就是了",
	mission_complete = "指挥官，不去拿奖励？我倒是无所谓",
	feeling4 = "话是这么说，我也在这里呆了很长时间了，要说不是你的人估计也没人信了……嗯？回想起来真是不知不觉就呆了这么久啊",
	unlock = "指挥官？我不需要这种东西……不过能遇到也是一种缘分，就稍微打扰一下吧，我叫{namecode:38}，别忘了",
	feeling5 = "也是，你是个厉害的家伙，做的也都是我想做的，而且做得更好，跟在你身边不知不觉就忘了时间……好吧，只要你能不忘现在的心情，我{namecode:38}就奉陪到天涯海角吧",
	main = "我的梦想是坚持正义……算了，你就当我开玩笑吧|我有的只是信念和拳头，即使如此，我也会走下去|指挥官，你觉得最大的敌人是谁，塞壬吗？我觉得是我们自己的内心",
	battle = "就让我来会会你们吧！",
	upgrade = "我要变得更强，然后……",
	voice_key = 30212,
	headtouch = "",
	feeling2 = "我不太喜欢跟人扯上关系，放我一个人独处吧。不过放心，我既然在你麾下，事情是会好好做的",
	login = "我已经热身完了，要出击吗？",
	vote = "",
	hp_warning = "",
	id = 302120,
	detail = "绷带？这个是用来保护手部的，可不是我受伤了……能让我受伤的家伙可不多",
	couple_encourage = {
		{
			{
				30301,
				30302
			},
			2,
			"第五战队，出击！",
			0
		},
		{
			{
				30302
			},
			1,
			"{namecode:54}，别离开我身边",
			0
		},
		{
			{
				30213
			},
			1,
			"{namecode:39}，我该怎么行动？",
			0
		}
	}
}
