_G.pg.ship_skin_words[302140] = {
	feeling1 = "姐姐们之所以会选择指挥官，难道只是因为指挥官什么都不会，正好能让她们可以自由发挥……？真奇怪…",
	feeling3 = "欸？爱好啊……我倒是没想过呢，对我来说，读书和训练都挺开心哦，指挥官也来一起努力怎么样，嘻嘻？",
	lose = "呼，指挥官，撤退吧，{namecode:39}姐说过，无谓的牺牲是不必要的",
	propose = "指挥官，再多注视着我一点也没关系哦，因为这样你会收获一个文武双全，还全心全意喜欢着你的{namecode:40}的~",
	expedition = "军事委托好像完成了，去打个招呼吧！",
	win_mvp = "我的目标是超越姐姐们，这点程度可还不够呢！",
	home = "回家的感觉真好，指挥官也这么觉得吧？",
	mission = "指挥官，任务书整理好了，来，请选一份吧！",
	touch2 = "呀！……真是的，指挥官，工作的时候请做该做的事！",
	voice_key_2 = -1,
	skill = "{namecode:40}我可是很厉害的！",
	drop_descrip = "{namecode:38}级轻巡洋舰三番舰—{namecode:40}",
	mail = "指挥官，有你的邮件，我锻炼回来的路上看到的",
	touch = "哼~哼~哼哼~♪啊，不好意思，指挥官，没有吵到你吧？",
	profile = "我是{namecode:38}型的三号舰{namecode:40}，因为地震的关系，比姐姐们晚降生许多，而且经历也比较坎坷，作为第四水雷战队的旗舰也没什么成绩……不过没关系，我会以姐姐们为目标继续努力，直到超过她们！",
	mission_complete = "又完成了一件任务，不愧是指挥官呢，我也要加油！",
	feeling4 = "唔，让指挥官总是陪着我也不太好意思呢，指挥官有什么想做的事吗，我也可以陪你哦？",
	unlock = "指挥官，初次见面！我是轻巡洋舰{namecode:40}，虽然没有两个姐姐那么有名，不过总有一天我会超过她们的！",
	feeling5 = "什么呀，指挥官也一直想要约我而找不到机会吗，那我们不就是想到一起去了？嘻嘻，那，指挥官，我们一起去约会吧~",
	main = "指挥官，暂时用不到我的话，我能做些自己的训练吗？不会打扰到你的~|{namecode:39}姐是文，{namecode:38}姐是武，那我{namecode:40}就要做到文武双全！……啊哈哈，虽然不知道能不能做到就是了|指挥官，累了的话，要不要我教你一些放松的办法？我知道很多哦~",
	battle = "姐姐们，请期待我的活跃吧！",
	upgrade = "有指挥官的支持，我一定会更努力的！",
	voice_key = 30214,
	headtouch = "",
	feeling2 = "休息日在做什么吗？早上起来先晨练一小时，接着读一小时的书，再进行两小时的炮术训练，然后……唔，总之排的挺满啦，为了变强这是必须的哦？",
	login = "指挥官，欢迎回来，今天我也会努力加油的！",
	vote = "",
	hp_warning = "各位，不要慌张，改变策略！",
	id = 302140,
	detail = "指挥官，来开学习会吗？",
	couple_encourage = {
		{
			{
				30212,
				30213
			},
			2,
			"我也要绽放和姐姐们一样的光芒！",
			0
		}
	}
}
