_G.pg.ship_skin_words[302200] = {
	feeling1 = "抱歉，指挥官你呼出的空气让我有些不快呢~",
	feeling3 = "指挥官，来聊聊天吧，我也想知道我的指挥官是个怎么样的人~",
	lose = "大意了呢…看来回去之后要特训了…",
	propose = "指挥官，你喜欢{namecode:49}吗？愿意永远和我在一起吗？欸，为什么是由我问？就算是我，处于被动的时候也会害羞嘛～",
	expedition = "指挥官，委托组回来了喔？再发呆下去就要错过接她们的时间咯？",
	win_mvp = "指挥官看到{namecode:49}的奋斗了吗～？",
	home = "指挥官，出征辛苦了，来喝一杯热·茶吧",
	mission = "新的任务整理好了哦~",
	touch2 = "指~挥~官~（微笑）",
	voice_key_2 = -1,
	skill = "最新锐之名可不是装饰品哦~",
	drop_descrip = "{namecode:49}级轻巡洋舰一番舰——{namecode:49}",
	mail = "指挥官的邮件，不会是哪个女孩子送来的情书吧～？嘻嘻",
	touch = "这些文件就交给我——嗯？意外？兴趣和工作我还是会好好分清的哦",
	profile = "我正是{namecode:49}级的大姐~作为轻巡的性能可是顶尖的哦，不过生不逢时也是事实就是了~总之各方面都请指挥官多多包涵了～",
	mission_complete = "连任务奖励都要秘书舰提醒的话，可是会一步步变成废人的哟，指挥官？虽然变成那样也挺有趣的就是了，嘻嘻嘻",
	feeling4 = "我吗？我比较喜欢有趣的事情呢，比如骗的指挥官团团转就很有意思~啊哈哈，对不起对不起~",
	unlock = "阁下就是指挥官？不才{namecode:49}，从今往后请多指教—呵呵呵……没事，我只是对接下来的生活感到期待而已~",
	feeling5 = "指挥官你知道吗，有一种人就是越喜欢别人就越会欺负他的类型~你觉得…我是不是呢~？",
	main = "指挥官，据说工作累了绕着办公室青蛙跳有助于血液循环呢~要不要试试？|虽然不上前线的生活很悠哉，不过太悠哉了也会有点无聊呢……|指挥官，工作是不是有点累了？嗯？我就是问一声，请继续加油~",
	battle = "大家一起加油吧~",
	upgrade = "顶尖轻巡的实力，请尽管期待吧",
	voice_key = 30220,
	headtouch = "",
	feeling2 = "今天会有什么有趣的事发生呢，真令人期待~",
	login = "指挥官，还不到执勤的时间哦，你是不是搞错啦？",
	vote = "",
	hp_warning = "哎呀呀，这下有点不妙了呢～",
	id = 302200,
	detail = "哎呀，这不是指挥官吗～我正好试做了点心，请来试d……来品尝一下吧",
	couple_encourage = {
		{
			{
				30204
			},
			1,
			"想欺负{namecode:46}的话，得先问过我才行呢～",
			0
		},
		{
			{
				30221
			},
			1,
			"{namecode:50}，要和指挥官再亲近一点才行哦",
			0
		}
	}
}
