_G.pg.ship_skin_words[302210] = {
	feeling1 = "指挥官，你太浮躁了。试着沉静下来反省一下自己如何？",
	feeling3 = "{namecode:49}姐姐邀请我一起训练…唔…总觉得她又想要捉弄我了…不过推辞的话，好像又没有什么说得过去的理由…对了，指挥官，要不你在那个时间段给我安排一点工作吧！",
	lose = "我们必须撤退了…",
	propose = "既然接受了指挥官的心意，那我也要有所回应才行。之后的话……约会、做便当、培养感情，但是训练不能落下，秘书舰的工作也……啊，对不起，我只是发了会呆。我，我们继续吧？",
	expedition = "该派出下一批委托队伍了呢",
	win_mvp = "冷静的思考与正确的决策引导出的结果，必然是胜利。",
	home = "唔……嗯？啊，对不起，我刚刚在想事情。既然你回来了，那我们就来做这次出击战斗的检讨吧？",
	mission = "任务很多的话，不如先按照重要程度规划一下吧",
	touch2 = "请，请务必对刚刚的行为作出检讨！",
	voice_key_2 = -1,
	skill = "就是现在！",
	drop_descrip = "{namecode:49}级轻巡洋舰二番舰——{namecode:50}",
	mail = "信件？我确认一下，没有什么奇怪的内容吧？",
	touch = "遇到困难的话，先冷静下来思考一下如何？",
	profile = "也许如姐姐所说，我们有些生不逢时。不过，作为新锐的{namecode:49}级的一员，只要有能给我发挥的环境，我是不会让您失望的。",
	mission_complete = "任务奖励拿到了哦。保险起见，确认一下有没有缺少吧",
	feeling4 = "说起来，“女性的直觉”是什么东西？我是听同伴们提到，比较好奇，所以想问下。……指挥官也说不清楚吗？抱歉，是有些难为你了。",
	unlock = "{namecode:49}级二号舰，{namecode:50}，从今日起加入您的舰队。让我们共同努力，互相向对方证明自己的能力吧。",
	feeling5 = "这就是所谓“心动”的感觉吗…比起“直觉”，我更习惯于理性的思考，这样的心情多少让我感到有些混乱…不过，现在我有些明白了。无论是我的心情，还是指挥官的心情",
	main = "唔，要不要把明天的三餐先规划好呢……|合理的归类和摆放能节省寻找想要的资料的时间，我建议指挥官能抽空整理一下办公桌。|虽然{namecode:49}姐姐总是那副笑呵呵的样子，不过…我每次都猜不到她的想法，最后反倒被她利用捉弄…",
	battle = "再确认一遍作战计划吧。",
	upgrade = "战力的强化就拜托您了。",
	voice_key = 30221,
	headtouch = "",
	feeling2 = "指挥官，我在考虑训练的事情。你也应该有自己的事情要做吧？",
	login = "来得很早啊。先思考一下今天的计划如何？",
	vote = "",
	hp_warning = "糟了，难道这是敌人的陷阱！",
	id = 302210,
	detail = "不论什么情况下，只有冷静地思考，才能顺利解决困难，这是我的准则哦",
	couple_encourage = {
		{
			{
				30220
			},
			1,
			"姐姐，小心点，别又受伤了",
			0
		},
		{
			{
				10707,
				10708
			},
			2,
			"唔…能、能不要离我太近吗？",
			0
		}
	}
}
