_G.pg.ship_skin_words[101410] = {
	feeling1 = "现在的斯坦利正处于失望模式！哼！",
	feeling3 = "虽然小海狸分队的其它同伴也很有趣，不过还是和指挥官在一起最开心！",
	lose = "糟了，赶紧启动逃——撤退模式！",
	propose = "指挥官，伸出手来——好的，链接成功！这样一来，斯坦利就能和指挥官心意相通了！嘿嘿，感受到斯坦利的幸福了吗？",
	expedition = "下次有委托的时候，就让斯坦利帮忙护送吧！",
	win_mvp = "哼哼，mvp可是我的！",
	home = "欸，指挥官什么时候回来的？斯坦利的休息模式剩余时间还很长呢……",
	mission = "要是有什么模式能跳过任务就好了呢。",
	touch2 = "很遗憾，奇怪的模式是没有的呢~",
	voice_key_2 = -1,
	skill = "攻击！攻击！",
	drop_descrip = "弗莱彻级驱逐舰—斯坦利，舷号DD-478",
	mail = "有新的消息！可别说我没提醒过你哟？",
	touch = "自我防卫模式启动——骗你的啦，哈哈！",
	profile = "斯坦利呢，曾经护航过很多同伴，还作为小海狸分队的一员参加过奥古斯塔皇后湾海战……不管白天还是夜晚，认真模式的斯坦利都是很可靠的！",
	mission_complete = "哦哦！奖励来了！指挥官，快去看看啦！",
	feeling4 = "只要和指挥官在一起，斯坦利的幸福值就会一直上升呢！所以指挥官，再陪斯坦利玩一会嘛。",
	unlock = "你好，指挥官，我是白鹰所属驱逐舰斯坦利。我将听从你的命令，为你带来胜利……噗——哈哈哈！抱歉啦，正经的自我介绍果然还是太难了呢哈哈哈……",
	feeling5 = "警告，斯坦利已经进入了“和指挥官分开3米以上就会自我毁灭模式”……是，是真的啦！所以，斯坦利要一直跟在指挥官身边才行呢，嘻嘻~",
	main = "指挥官，和我一起成为正义的伙伴吧……噗哈哈哈！开玩笑的啦！|指挥官，还在工作模式中吗？真是的，别让斯坦利等太久了啦……|指挥官的头发真好玩！我卷~我卷~",
	battle = "战斗模式启动！出击！",
	upgrade = "强化成功！嗯，奖励自己休息一会好了！",
	voice_key = 10141,
	headtouch = "",
	feeling2 = "今天的斯坦利是做什么都有精神的开心模式！",
	login = "斯坦利已经进入工作模式了！顺便一提，这个模式的持续时间是很短的呢。",
	vote = "",
	hp_warning = "转，转换成防御模式！",
	id = 101410,
	detail = "再怎么看，斯坦利都不会变身的哟？",
	couple_encourage = {
		{
			{
				10111
			},
			1,
			"这就是，小海狸分队的“正义模式”！",
			0
		}
	}
}
