_G.pg.ship_skin_words[303030] = {
	feeling1 = "要不要去海外取材呢~",
	feeling3 = "指挥官，我来舰队有些日子了，对大家也做了不少取材，一开始还觉得说不定是什么坏人，结果你被大家信任着呢，很厉害嘛~",
	lose = "我是青……啧，算了，不能这么没志气",
	propose = "先说好，我对这种场合超不行的，所以你就别指望我也说些肉麻的话了……不过……我的回答当然也只有一个，我也最喜，喜，喜欢你了！",
	expedition = "辛勤工作的女孩们正是舰队一景……ok，指挥官，带点慰问品，我们一起去港口取材吧！",
	win_mvp = "ok，我去采访一下败者的心情……欸，要走了吗？！",
	home = "指挥官，出战的孩子里你最喜欢哪一个呢？",
	mission = "任务？那我就负责记录指挥官的英姿吧~欸，我也要来？",
	touch2 = "……指挥官，得罪记者可不明智哦",
	voice_key_2 = -1,
	skill = "",
	drop_descrip = "{namecode:55}级重巡洋舰一番舰—{namecode:55}",
	mail = "指挥官你对信息也太不敏感了，拿去，新的信",
	touch = "啊，想到了好点子！这一定会成为热门的！",
	profile = "是是~我是{namecode:55}，基本呆在第六战队，和妹妹参加过许多战役也算是活到了最后，不过也完全不是值得自豪的事就是了……啊这种沉闷的话题就到此为止吧，以前来过从军作家所以从他那学了点本事，所以指挥官，身边有什么有趣的事吗？",
	mission_complete = "指挥官别磨蹭了，赶紧去把奖励领了我来给你拍张照",
	feeling4 = "我呢，以前犯下过大错，就想着至少要给努力过的大家留下点什么……啊，抱歉抱歉，说了些不像我的话吧，但是也怪你让我放松了下来，所以我的问题你也不能回避哦！",
	unlock = "哼哼，我闻到了，没错，这支舰队里有新闻的气息！你就是指挥官吗？就让我{namecode:55}毫不客气地取材吧！",
	feeling5 = "好我决定了，为了这里最喜欢的大家，我{namecode:55}要把每个人都记录下来！其中包不包括你？真是的，这种问题自·己·去·想·啦~",
	main = "我相信只要肯行动就一定会有回报~欸，昨天是不是我跟踪你？啊哈哈，你在说什么我完全不明白呢|我说指挥官，你要是让我取材的话，说不定我也有好东西给你哦？比如有关你在意的那个孩子的~|要找到好新闻真难啊……干脆去制造点新闻好了",
	battle = "想逃过我{namecode:55}的眼睛你们还早了一万年呢！",
	upgrade = "感觉离新闻更近了一点！多谢啦指挥官~",
	voice_key = 30303,
	headtouch = "",
	feeling2 = "指挥官，坐拥这么大一个后，啊不对，舰队的感想能请你讲述一下吗~",
	login = "哼哼，指挥官，被我看到了哦~",
	vote = "",
	hp_warning = "自己上新闻可笑不出来……",
	id = 303030,
	detail = "怎么了？情报的话可是要收费的~",
	couple_encourage = {
		{
			{
				30304
			},
			1,
			"完了……又要被念了",
			0
		},
		{
			{
				30301
			},
			1,
			"{namecode:53}…那个时候抱歉了啊",
			0
		},
		{
			{
				30301,
				30302,
				30304
			},
			1,
			"第六战队，出动！",
			0
		},
		{
			{
				10105
			},
			1,
			"来比比看职业嗅觉吧！",
			0
		}
	}
}
