_G.pg.ship_skin_words[303040] = {
	feeling1 = "指挥官想做什么就做什么吧",
	feeling3 = "姐姐虽然是那个样子，其实心里一直很愧疚呢",
	lose = "要回去开反省会了呢……",
	propose = "指挥官，真是的，这么重要的时候袖子，领子还是老样子不弄好，之后我可要好好说说你，现在就先举行仪式吧~",
	expedition = "指挥官，自己不出委托的话至少也要记得去迎接在努力的姐妹们吧？",
	win_mvp = "各位，不要因为赢了就掉以轻心哦",
	home = "指挥官，要注意劳逸结合哦，刚回来就先休息一下吧",
	mission = "指挥官，把工作往后拖只会越来越多哦",
	touch2 = "指挥官，请坐好，接下来是有关舰队风纪的讲座",
	voice_key_2 = -1,
	skill = "",
	drop_descrip = "{namecode:55}级重巡洋舰二番舰—{namecode:56}",
	mail = "指挥官，我应该有讲过要时刻检查信箱吧？",
	touch = "指挥官要来做体操放松一下吗？",
	profile = "您好，我是{namecode:56}，解散前一直和姐姐在第六战队，我们也一起参加了许多比如威克岛，珊瑚海和所罗门海战，最后要比姐姐倒霉一点……总之，指挥官不能学姐姐那样专注工作废寝忘食哦",
	mission_complete = "指挥官，把奖励放在那里不去领也不会变多哦？",
	feeling4 = "其实我也觉得老是说教不太好啦，不过说姐姐说习惯了，而且指挥官也不阻止我……欸，还挺喜欢吗？那……我就不客气啦",
	unlock = "您好，我是{namecode:56}，指挥官有好好地吃饭和睡觉吗？像姐姐那样可不行……这么说起来，请问姐姐也在这里吗？",
	feeling5 = "姐姐虽然总是不耐烦但我还是会一直说，因为她是我最亲的姐姐，指挥官也一样，不知不觉变成了我很重要的人呢",
	main = "指挥官，有好好休息吗？健康可是最重要的|姐姐不知道有没有好好休息……哈……指挥官不能像姐姐那样不爱护自己哦|该玩的时候好好玩，该工作的时候努力工作，这样才能获得幸福哦",
	battle = "大家注意保护好自己，不要莽撞",
	upgrade = "指挥官，铺张浪费可不好哦",
	voice_key = 30304,
	headtouch = "",
	feeling2 = "指挥官，房间整理好了吗，出门有记得关门吗，没有落下什么东西吧？",
	login = "欢迎回来，指挥官今天有补充足够的营养吗？没有的话我去做点什么吧",
	vote = "",
	hp_warning = "不要慌张，先重整队形！",
	id = 303040,
	detail = "健康第一！",
	couple_encourage = {
		{
			{
				30303
			},
			1,
			"姐姐，别东张西望了",
			0
		}
	}
}
