_G.pg.ship_skin_words[303090] = {
	feeling1 = "指挥官大人，如果不喜欢和我待着的话，可以说出来……",
	feeling3 = "虽然我手不太灵巧，虽然叠出的纸鹤已经不能算“纸鹤”了……但我还是要给您。总感觉应该这样做……",
	lose = "我、我还能再战！",
	propose = "指挥官大人，搞这种突然袭击是犯规的…唔，周围好像没别人…那、那就…让我稍微靠一下—嗯，指挥官大人，好暖和…",
	expedition = "指挥官大人，委托组已经回来了",
	win_mvp = "还算…不错吧",
	home = "指挥官大人……虽说可以休息一下了，但请不要松懈太久。",
	mission = "任务还有很多……指挥官大人，好多任务我都不太明白，不会给你帮倒忙吧？",
	touch2 = "唔…这、这种时候该怎么反应比较好…我需要问问姐姐…",
	voice_key_2 = -1,
	skill = "全部斩断吧！",
	drop_descrip = "{namecode:63}级重巡洋舰三番舰—{namecode:144}",
	mail = "邮差已经完成了使命……指挥官大人，快看看吧~",
	touch = "这个是{namecode:63}姐姐送我的，平常都会录些{namecode:63}姐姐说的话，有空的时候就听一下…嗯？这样很奇怪吗？",
	profile = "我是{namecode:144}，{namecode:63}型三番舰。有幸作为代表舰参加了皇家那场盛大的阅舰式…居住性能？…要想在战场上存活下来，有些东西是不得不牺牲的呢",
	mission_complete = "任务完成……指挥官大人还是先去看看奖励吧。",
	feeling4 = "指挥官大人今天怎么回事，还亲自把漱口的杯子和洗脸的毛巾递到我的床前……哇啊！？原来已经那么晚了？！完全睡过头了…",
	unlock = "{namecode:144}，前来报到。指挥官大人，我的利剑将会帮助你斩断所有敌人",
	feeling5 = "为什么，感觉有些心神不宁……指挥官刚才不在的时候，我、我好像折了100多只纸鹤……很奇怪吧……",
	main = "装备只是实力的一部分，自身的实力才是决定性的因素……这是姐姐教我的。|让别人一提“重樱”就能想到我？嗯，我也正在为之奋斗。|指挥官大人……感谢您每天陪我练习，我会不断精进自己的！",
	battle = "一起上吧！祝诸位武运昌隆！",
	upgrade = "呼，这下精神多了……",
	voice_key = 30309,
	headtouch = "",
	feeling2 = "指挥官大人要来参观我的房间？…我先整理一会儿，请稍等片刻。",
	login = "指挥官大人……终于又见面了。能耽误您一会儿，做我剑术练习的对手么？",
	vote = "",
	hp_warning = "现在正是考验我等的时刻！继续冲吧！",
	id = 303090,
	detail = "就算多看我几眼，我也不会变强的…比起那个，不如多让我出击几次吧，指挥官",
	couple_encourage = {
		{
			{
				30307
			},
			1,
			"姐姐，终于到我们联手的时候了！",
			0
		}
	}
}
