_G.pg.ship_skin_words[303110] = {
	feeling1 = "刀剑无眼，还请不要随意靠近我身边",
	feeling3 = "偶尔放下其他事情，像这样和指挥官说说话好像也不错呢",
	lose = "大意了…下次一定不会失败的！",
	propose = "能得到指挥官的认可是{namecode:66}无上的荣幸……这柄剑，从今往后，也将只为你而挥动！从今往后，也请多指教了！",
	expedition = "执行委托的舰队回来了，要去迎接吗？",
	win_mvp = "呼……又斩了些无聊的东西……",
	home = "太好了，您能平安无事地回来",
	mission = "新的任务下达了，要确认一下吗？",
	touch2 = "呀！吓了我一跳……不、不知廉耻！",
	voice_key_2 = -1,
	skill = "恶·即·斩！",
	drop_descrip = "{namecode:66}级重巡洋舰一番舰—{namecode:66}",
	mail = "有新邮件，要帮你拿过来吗？",
	touch = "敌、敌人！？啊…原来是指挥官吗……对不起我视力不是很好……",
	profile = "我是{namecode:66}级重巡洋舰一号舰——{namecode:66}。别看我这样，我也是横越过无数战场以后才站在这里的。请放心依赖我的火力和护甲吧",
	mission_complete = "任务完成，要前往回收奖励吗？",
	feeling4 = "最近修行的时候不太能静下心来……一想到指挥官心就乱了，剑也就乱了……这样的我，还有资格留在指挥官的身边吗？",
	unlock = "你就是指挥官吗？在下{namecode:66}，愿为你献上绵薄之力",
	feeling5 = "即使满身疮痍，狼狈不堪，我也一定会活着回来，陪在指挥官的身边的。所以，指挥官也能一直陪在我的身边吗？",
	main = "即使回到母港也不可过于懈怠，危机往往就潜伏在日常之中|就算是指挥官，也无法接下我的一刀吧——|所谓日日精进，就是说要每天努力向目标靠近，指挥官可不要懈怠了啊",
	battle = "战斗就交给我吧！必定不辱“最强”之名！",
	upgrade = "力量……流入了我的剑中",
	voice_key = 30311,
	headtouch = "",
	feeling2 = "有什么事吗？没事我就回去继续工作了……",
	login = "{namecode:66}在此待命，请问有什么指示？",
	vote = "",
	hp_warning = "明镜止水……！",
	id = 303110,
	detail = "绳锯木断，水滴石穿。平日的不懈锻炼才能在关键时刻带来胜利，我是这么相信着的",
	couple_encourage = {
		{
			{
				303120
			},
			1,
			"{namecode:67}，我的背后就拜托你了！",
			0
		},
		{
			{
				303130,
				303140
			},
			2,
			"妹妹们，随我冲锋！",
			0
		}
	}
}
