_G.pg.ship_skin_words[101420] = {
	feeling1 = "啊，你继续窝着就好，我去锻炼了，拜拜",
	feeling3 = "指挥官，下次休息日一起去买护具怎么样，有好的装备辅助，可是能让效果事半功倍的",
	lose = "这里的空气有点糟糕啊……",
	propose = "放心吧，指挥官，一起奋斗了这么久，你的想法我也是知道的，只是，那个……不知道该怎么回应……所以，我是说……我愿意……",
	expedition = "委托完成了吗，指挥官，比一比谁先到港口？",
	win_mvp = "呼，状态不错",
	home = "给你毛巾，擦汗",
	mission = "用任务来验证自己的能力吗？我喜欢",
	touch2 = "吃我……回旋踢！",
	voice_key_2 = -1,
	skill = "你们躲不开的",
	drop_descrip = "弗莱彻级驱逐舰—斯莫利，舷号DD-565",
	mail = "有新邮件？我去取吧，10秒，不，8秒就够了",
	touch = "指挥官，你也来学一点自由搏击吧，可以防身",
	profile = "弗莱彻级的斯莫利。无论是雷达警戒、沿岸炮击、巡航，还是救援、运输、外交访问，都请尽管交给我。……至于兴趣，应该不用我再说一次了吧？",
	mission_complete = "比起奖励，我更喜欢通过任务证明了自己的感觉",
	feeling4 = "指挥官果然你也是明白的吧，通过锻炼，看到自己一点一点改变的那种成就感，嘻嘻，我们很合得来呢",
	unlock = "斯莫利，驱逐，兴趣是自由搏击，报道。",
	feeling5 = "果然，两个人互相督促，又互相帮助，要比一个人的时候更加快乐……指挥官，让我们一起变得更强吧！",
	main = "指挥官，我可以教你一组运动，坐在位置上也能做的那种，太缺乏运动对身体不好|自由搏击讲究的是百无禁忌，什么部位都可以成为武器，虽然……海战中用不到就是了，所以只是兴趣|有机会，想和战舰级的大姐们过过招，她们之中……有不少看起来很强",
	battle = "先来点热身运动吧",
	upgrade = "谢谢，感觉身体轻盈了一些",
	voice_key = 10142,
	headtouch = "",
	feeling2 = "指挥官，一起去运动一下吗？",
	login = "指挥官，我可以在办公室里训练吗？",
	vote = "",
	hp_warning = "运动不足啊……",
	id = 101420,
	detail = "巴尔的摩小姐？……啊，是指挥官吗……不好意思，刚才在锻炼没注意到",
	couple_encourage = {
		{
			{
				10109
			},
			1,
			"大姐，我来保护你！",
			0
		}
	}
}
