_G.pg.ship_skin_words[303120] = {
	feeling1 = "对于不听话的指挥官…是不是该来点惩罚了呢…呵呵呵……",
	feeling3 = "指挥官，要姐姐给你掏耳朵吗~来，不要客气，尽管交给姐姐我吧~",
	lose = "哎呀呀，这下有点麻烦了……",
	propose = "呵呵，被指挥官抓住了呢~或者说，指挥官终于被我抓住了？嘻嘻，你已经跑不掉了哦~",
	expedition = "执行委托的孩子们回来了呢，要好好迎接她们哟？",
	win_mvp = "作战…完成～多亏了指挥官的指挥呢～",
	home = "欢迎回来～指挥官累了吗？快到姐姐怀里来～",
	mission = "任务更新咯，别忘了确认哦？",
	touch2 = "……其实再多摸一会也没关系的哟？不保证指挥官会有什么下场就是了，嘻嘻……",
	voice_key_2 = -1,
	skill = "要怎么折磨你们好呢",
	drop_descrip = "{namecode:66}级重巡洋舰二番舰—{namecode:67}",
	mail = "哎呀？有新邮件～会是谁呢～？",
	touch = "啊啦……？指挥官要帮我按摩一下吗？",
	profile = "我是{namecode:66}级重型巡洋舰二号舰、第二舰队旗舰——{namecode:67}哟。许多姐妹都曾经在我的带领下作战过呢。不管是什么任务，都放心交给姐姐我吧，呵呵……",
	mission_complete = "任务目标达成～会有什么奖励呢～？",
	feeling4 = "不行哦，指挥官。露出这么可爱的表情，不是让人更忍不住想好好“疼爱”你一下了嘛……",
	unlock = "啊啦，好可爱的指挥官呢～我是{namecode:67}，以后就让姐姐来好好照顾你吧",
	feeling5 = "不行，姐姐已经忍不住了……指挥官，成为我的东西吧，你什么都不用想，只需要听我的话就足够了，我会满足你所有的要求的……",
	main = "最近总觉得肩膀…有点酸呢…|总是盯着我发着呆可不好哟，指挥官？|嘿呀！呼…有小虫子闯进来了呢…你没看到？我对视力可是很有自信的哟？",
	battle = "对于不听话的坏孩子就要给点惩罚～",
	upgrade = "这个感觉……浑身都在发热，指挥官，能陪我一下吗~",
	voice_key = -1,
	headtouch = "",
	feeling2 = "想法不好好表达出来的话，可是没有人能理解的哟，指挥官",
	login = "…欢迎回来，今天想要做些什么呢？",
	vote = "",
	hp_warning = "看来姐姐也要拿出些真本事了……",
	id = 303120,
	detail = "少女的体重可不能随便深究哦？呵呵……",
	couple_encourage = {
		{
			{
				30311
			},
			1,
			"{namecode:66}，在战场上尽情驰骋吧——",
			0
		},
		{
			{
				30313
			},
			1,
			"{namecode:68}，不要冲太快哦？",
			0
		},
		{
			{
				30314
			},
			1,
			"{namecode:69}，不要只顾着其他人而忘了自己哦？",
			0
		}
	}
}
