_G.pg.ship_skin_words[303170] = {
	feeling1 = "{namecode:57}姐是自我评价太低，不过指挥官的话，大概要变成他人评价低了呢……",
	feeling3 = "指挥官是对{namecode:59}自身感兴趣吗？说给您听自然是没问题的……真的光说明就可以了吗？",
	lose = "唔…没办法呢……",
	propose = "（小声）指挥官，在仪式结束后……知道该做什么吧？请放心，{namecode:59}会比所有人都更好对待指挥官的…对吧？达令♡",
	expedition = "委托组回到港区了。一起去迎接她们吧，怎么样？",
	win_mvp = "祝贺各位——诶？{namecode:59}是MVP吗…？谢、谢谢…",
	home = "将经验总结或用到下次的战斗中是非常重要的哟。可以优先确认一下报告吗？",
	mission = "我整理了任务的进行状况，请过目",
	touch2 = "嗯…指挥官从一开始就是想要这样吧…{namecode:59}可是很清楚的。没错，再清楚不过了……呵呵呵♡",
	voice_key_2 = -1,
	skill = "要认真上了！",
	drop_descrip = "{namecode:57}级重巡洋舰三番舰—{namecode:59}",
	mail = "邮件送到了。这是…给指挥官的邮件…啊…",
	touch = "指挥官…刚才偷偷看我这里了吧？我都知道哦…？刚才能明显感受到您的视线…没错吧？",
	profile = "我是{namecode:57}型三号舰{namecode:59}。曾经作为第七舰队的一员，和{namecode:57}姐她们一起奋战过。最后的战斗虽然留下了一点遗憾…但是在这个新的战场，我会以全新的动力和新的伙伴们一起奋斗的。还请您多多关照了",
	mission_complete = "任务奖励来了。真是让人开心呢～",
	feeling4 = "…想隐瞒是没用的。{namecode:59}已经知道您的想法了了，指挥官您也对自己正直一点吧…！",
	unlock = "{namecode:57}型重巡洋舰{namecode:59}，前来报到。指挥官，从今天起请多关照了哟",
	feeling5 = "啊啊…指挥官的视线如此的…现在的话，感觉可以清楚地说出来了。{namecode:59}一直十分仰慕指挥官……！？（小声）啊呜…说出来以后感觉有点…心痒痒的呢…",
	main = "指挥官的视线…没、没什么！| {namecode:60}，不可以给{namecode:57}姐添麻烦哦？{namecode:58}姐又会胃疼的……|虽然也有我们是“{namecode:59}型”的说法，但我还是觉得“{namecode:57}型”听起来更舒服呢。毕竟大家从过去就一直在一起……",
	battle = "这次…绝对不会再逃避了！",
	upgrade = "战力强化了。太好了呢",
	voice_key = 30317,
	headtouch = "",
	feeling2 = "想要了解我们{namecode:57}型吗？嗯，我可以为指挥官做一一讲解。您想先听哪个？",
	login = "欢迎回来，指挥官。今天要从什么工作开始呢？",
	vote = "",
	hp_warning = "就这点程度…我是不会撤退的！",
	id = 303170,
	detail = "指挥官？啊，我在预习下次上课的内容。请不用顾忌我，继续您的工作就可以了",
	couple_encourage = {
		{
			{
				30210
			},
			1,
			"{namecode:57}姐的苦处我能理解",
			0
		},
		{
			{
				30701,
				30312,
				30602
			},
			1,
			"难道我也……？不对，我才没有……",
			0
		}
	}
}
