_G.pg.ship_skin_words[303140] = {
	feeling1 = "一起打起精神来吧，指挥官！",
	feeling3 = "指挥官，今晚想吃什么？唔，我来决定吗…奶油炖菜和炸猪排如何？",
	lose = "我……还能战斗，已经不想再失去任何人了……",
	propose = "虽然没有奢求指挥官的回报…不过如果指挥官也是发自真心，那{namecode:69}…乐意之至~指挥官，愿意为我戴上誓约幸福的戒指吗？",
	expedition = "军事委托成功，物资获取是……OK，这边已经记好了～",
	win_mvp = "大家一起高高兴兴地回去吧~",
	home = "出击辛苦了，文书工作就交给{namecode:69}，指挥官请去休息一会吧～",
	mission = "指挥官，新的任务整理好了哦",
	touch2 = "如、如果是指挥官的要求的话……",
	voice_key_2 = -1,
	skill = "我的温柔…只限于同伴喔！",
	drop_descrip = "{namecode:66}级重巡洋舰四番舰—{namecode:69}",
	mail = "指挥官，邮件的内容，{namecode:69}来念给你听吧",
	touch = "在太阳落山之前，一起去哪里散散步吧？",
	profile = "{namecode:66}级重巡洋舰四号舰{namecode:69}，武勋舰，担任过第八舰队旗舰，在许多海战中都活跃过。无论有什么问题，都请尽管交给我吧，指挥官～",
	mission_complete = "太好了指挥官，任务顺利完成了呢~",
	feeling4 = "能让指挥官感到高兴，就是{namecode:69}最大的幸福~",
	unlock = "总觉得好像很久以前在哪里见过指挥官呢……我是{namecode:69}，{namecode:68}的同胞妹妹，以后请多多指教了哟",
	feeling5 = "{namecode:69}愿意为指挥官做任何事——指挥官也一样吗？嘻嘻…我现在感到非常幸福~",
	main = "指挥官，一直都很温柔呢…… |指挥官，等到天气晴朗，适合踏青的时候，一起去看看风信子们吧|指挥官，要休息吗？我为了这种情况特意练习了按摩技巧呢，来吧请不要客气~",
	battle = "全舰队状况确认……炮击战准备！",
	upgrade = "谢谢，{namecode:69}会为了指挥官慎重地使用这份力量的",
	voice_key = 30314,
	headtouch = "",
	feeling2 = "指挥官，稍微休息一会吧…诶，想听{namecode:69}唱歌？那就——",
	login = "指挥官，欢迎回来。文件{namecode:69}已经整理好了。然后…要吃一点曲奇吗？",
	vote = "",
	hp_warning = "我还…没问题！",
	id = 303140,
	detail = "诶，会不会无聊？不会哦，只要跟指挥官在一起，即使像现在这样什么也不做，{namecode:69}也会感到很开心!",
	couple_encourage = {
		{
			{
				30402
			},
			1,
			"这次也请多指教了～",
			0
		},
		{
			{
				30313
			},
			1,
			"一起加油吧！",
			0
		}
	}
}
