_G.pg.ship_skin_words[303180] = {
	feeling1 = "指挥官…不太行啊感觉~啊不是批评你啦，只不过我也有点小想法而已～",
	feeling3 = "指挥官～{namecode:60}一个人好寂寞啊～什么都行来玩玩吧～ 找别人？好过分！{namecode:60}就是想找指挥官玩嘛～来啦来啦！",
	lose = "这还怎么打呀~",
	propose = "呃，“互相信赖，互相帮助……”后面是什么来着？啊啊这东西又长又不好记，而且在别人面前说也太羞耻了吧！跳过这个直接回房间去吧？亲爱的也没问题吧！",
	expedition = "委托组回来了哦~不赶紧去迎接她们可不行啊~！",
	win_mvp = "{namecode:60}，MVP！嘿嘿~快夸我快夸我~！",
	home = "战斗反省？挺好的，去吧~？欸，要{namecode:60}来做吗？",
	mission = "任务啊…应付这种还是{namecode:59}更拿手啊…",
	touch2 = "哼~果然指挥官也喜欢这样啊~没关系哦，只是这点程度的话，随便你~♡",
	voice_key_2 = -1,
	skill = "我可要认真揍你了哦！",
	drop_descrip = "{namecode:57}级重巡洋舰四番舰—{namecode:60}",
	mail = "私信…不对，是邮件来啦！指挥官，不可以假装已读哦！",
	touch = "啊哈~刚才指挥官偷偷看我了吧？呼呼呼，不用这么藏着掖着，正・大・光・明地看就好了嘛♡",
	profile = "我是{namecode:57}型重巡洋舰{namecode:60}！在大战中曾经作为第七舰队的一员努力过哦！怎么说呢，虽然在那个岛，以及最后的时刻发生过不少事情…算啦，这次会和小伙伴们全力以赴加油努力的，还请多多关照啦！",
	mission_complete = "好困……呜哇糟糕，任务奖励来啦！喂~！",
	feeling4 = "能陪{namecode:60}一起玩？太棒了！一开始就这么说不就好了～于是去哪玩呢？就我们两・个・人♡",
	unlock = "锵~！重巡{namecode:60}，来报道啦~！指挥官，多多指教~",
	feeling5 = "指、指挥官喜欢{namecode:60}吗！？是这样啊……其实{namecode:60}也喜欢指挥官哦…？诶，是说正经的啦！",
	main = "噢，战斗的时候很认真？那是~{namecode:60}可是该干的时候就能好好干的类型呢。|指挥官~喜欢什么类型的女孩子呀？难道…{namecode:60}也有机会…？啊哈☆|超闲…指挥官，我叫{namecode:59}过来好不好？想商量下下次出门买东西的事～",
	battle = "发现敌舰！这下只能干一架了吧！",
	upgrade = "哦哦！搞不好出击的机会要变多了？",
	voice_key = 30318,
	headtouch = "",
	feeling2 = "指挥官~好闲啊~做点什么嘛~真是的，有什么关系嘛！又不会少块肉~啊，好疼！",
	login = "哦哦指挥官来啦！所以~今天要做什么？和{namecode:60}一起去哪玩玩？啧，要工作吗…",
	vote = "",
	hp_warning = "一定要…回到港区…！",
	id = 303180,
	detail = "指挥官，和{namecode:60}一起玩嘛~啊！要给我糖吃吗？那不用一起玩也没事啦！啊~呣！",
	couple_encourage = {
		{
			{
				30210
			},
			1,
			"{namecode:57}姐，和{namecode:60}玩啦！",
			0
		},
		{
			{
				30317
			},
			1,
			"{namecode:59}，那边就交给你了！",
			0
		},
		{
			{
				20216
			},
			1,
			"这个妆画得不错嘛！",
			0
		}
	}
}
