_G.pg.ship_skin_words[304020] = {
	feeling1 = "真遗憾……",
	feeling3 = "{namecode:73}她……还真是受欢迎啊……",
	lose = "被摆了一道吗……",
	propose = "这是……永远相伴的誓约吗？谢谢，我很高兴…但是，假如不幸的时刻真的降临了，希望您能优先考虑自身……",
	expedition = "欢迎回来～没有遇到什么奇怪的人吧",
	win_mvp = "举手之劳～",
	home = "欢迎回来，茶的温度现在刚刚好",
	mission = "一鼓作气，全都做完吧！",
	touch2 = "呵呵，指挥官是没有睡醒吗？",
	voice_key_2 = -1,
	skill = "与波涛一同消逝吧！",
	drop_descrip = "{namecode:70}级高速战舰二番舰—{namecode:71}",
	mail = "这些是最新的信件吗？辛苦了",
	touch = "只要是风与海能够抵达的地方，无论哪里我都可以带您去——",
	profile = "我是首艘于重樱建造的{namecode:70}级战舰——{namecode:71}。曾悠然巡弋在重樱港湾上，也曾率领舰队奋战于所罗门海——指挥官，准备好了吗？宴会马上开始了哟",
	mission_complete = "庆祝一下，晚上举行宴会吧！",
	feeling4 = "每次看到筵席上大家露出的笑容，举办宴会的辛劳都会一扫而空——",
	unlock = "{namecode:70}级二号舰——{namecode:71}来了～指挥官，接下来您想巡游哪里？",
	feeling5 = "指挥官，今晚的宴会结束后，您可以稍微等我一会吗？呵呵，请好好期待吧——",
	main = "哈……{namecode:73}每次参加宴会，跟着她来的那些女孩子们都会把宴会的气氛弄得乱七八糟……|在战斗中理智与勇气同样重要。赌上一切，然后大获全胜的奇迹决不会发生第二次——|请放心，无论遭遇何种状况，我都有保护您的余裕",
	battle = "呵呵，巡游的余兴节目登场了",
	upgrade = "今天的风儿格外舒爽呢",
	voice_key = 30402,
	headtouch = "",
	feeling2 = "呵呵，指挥官，您有什么烦恼吗？",
	login = "在紧张战斗的间歇，宴游是最好的放松……指挥官，今天我有空哟",
	vote = "",
	hp_warning = "指挥官……还没到放弃的时候！",
	id = 304020,
	detail = "呵呵，抹茶和红茶——您更喜欢哪种？",
	couple_encourage = {
		{
			{
				30126
			},
			1,
			"还在等你的姐姐吗？",
			0
		}
	}
}
