_G.pg.ship_skin_words[304010] = {
	feeling1 = "你不配拥有胜利！",
	feeling3 = "{namecode:96}一个人出击没问题吧……嗯，这个距离应该不会被她发现",
	lose = "请放心，局势还没到不可挽回的地步",
	propose = "既然你已为追逐我的身影付出这么多努力，那么我确然也应对你有所回应。来，牵住我的手吧",
	expedition = "呼——稍微休息一下吧。指挥官，要来杯红茶吗？",
	win_mvp = "胜利即是优雅！",
	home = "辛苦了，有好好完成战术目标吗？",
	mission = "需要我亲自出马吗？",
	touch2 = "指挥官，你该不会对我的妹妹们，也做出过此等不雅之举吧——",
	voice_key_2 = -1,
	skill = "一鼓作气——！",
	drop_descrip = "{namecode:70}级高速战舰一番舰—{namecode:70}",
	mail = "根据新情报，重新调整下作战计划吧",
	touch = "发生必须优先处理的紧急事态了！？",
	profile = "{namecode:70}级高速战列舰首舰、第七代联合舰队旗舰、同时也是重樱最后一艘自海外订购的主力舰，享有如此多荣衔的——那就是我，{namecode:70}！",
	mission_complete = "很好，距离最终的胜利又近了一步！",
	feeling4 = "听说在黄昏时分，人最容易吐露心声……你也是这样吗？",
	unlock = "我是{namecode:70}级巡洋战舰一号舰，{namecode:70}。通向胜利的路途，就由我为指挥官探明！",
	feeling5 = "{namecode:71}今晚又要举办宴会吗……指挥官，你有时间陪我一起去吗？",
	main = "区区鱼雷怎么可能击沉像我这样的战列舰！|击溃眼前的敌人，越过那条狭隘的运河，重返我出生的地方吧——！|如果你认为我过于严肃，那是因为你太懈怠了！|角？啊啊，你说这个啊，其实是帽子上的装饰哦，这样才比较有“重樱的一员”的感觉，不是吗？",
	battle = "全员展开战斗序列！",
	upgrade = "呼……又多了一张底牌",
	voice_key = 30401,
	headtouch = "",
	feeling2 = "指挥官，请安心等待胜利的到来吧",
	login = "已经充分休息过了吗？舰队现在交由您来指挥",
	vote = "",
	hp_warning = "逆转的机会来了！",
	id = 304010,
	detail = "请千万不要忘记，战争的唯一价值便是和平",
	couple_encourage = {
		{
			{
				30402,
				30403,
				30404
			},
			3,
			"高速战舰战队，出击！",
			0
		},
		{
			{
				30402
			},
			1,
			"一同迈向胜利吧！",
			0
		},
		{
			{
				30403
			},
			1,
			"千、千万小心敌方的炮弹！",
			0
		},
		{
			{
				30404
			},
			1,
			"在战场上受欢迎可不是好事",
			0
		}
	}
}
