_G.pg.ship_skin_words[304040] = {
	feeling1 = "指挥官肯定有什么苦衷的吧！",
	feeling3 = "其实我和{namecode:72}算是双胞胎姐妹，而且对我来说，她更像个让人不省心的妹妹呢",
	lose = "能在炮击战中谢幕，说不一定也是一种幸运……",
	propose = "没想到会由指挥官发起攻势…总觉得有点不好意思呢…咳咳，那就作为回礼…指挥官，愿意与我共舞一曲吗",
	expedition = "真是辛苦，我也去帮帮忙吧——",
	win_mvp = "嘛，因为我全力以赴了嘛~",
	home = "辛苦啦，指挥官，下次也带上我吧~",
	mission = "唔，回来的时候要带什么礼物呢……",
	touch2 = "指挥官，要做就堂堂正正的来，我就在这里——啊哈哈，害羞了吗？",
	voice_key_2 = -1,
	skill = "露出破绽了哦——",
	drop_descrip = "{namecode:70}级高速战舰四番舰—{namecode:73}",
	mail = "给你的信件，指挥官还真是有人气啊",
	touch = "指挥官，寂寞了吗？",
	profile = "我是{namecode:70}级最小的妹妹——{namecode:73}号高速战舰。曾炮击过亨德森与南达科他，探照灯、三式弹？哈……哈哈……",
	mission_complete = "指挥官，一起来把累趴下的孩子们抱回寝室吧",
	feeling4 = "大体来说，我的姐姐们都很优秀，为了成为不令她们蒙羞的妹妹，我一直都在努力——我也很棒？啊哈哈…得到指挥官你的承认太好了",
	unlock = "我是高速战舰、{namecode:73}！未来的路途还很漫长，指挥官，我们一同前行吧！",
	feeling5 = "指挥官，{namecode:71}姐宴会上的舞伴…能拜托你吗？我能想到的只有你了——诶？这种一般要由男士邀约？啊哈哈……",
	main = "探照灯？啊哈哈…战场和舞台还是不一样呢…|为什么蒙面？哈哈，要不要猜猜看？|{namecode:70}姐，我来帮你——欸，不、不需要吗……",
	battle = "万方将由此炮而定！",
	upgrade = "继续改造下去，我最终会变成什么模样呢……",
	voice_key = 30404,
	headtouch = "",
	feeling2 = "{namecode:71}姐真是无论何时都不慌乱…",
	login = "指挥官，我有什么能为您效劳的吗",
	vote = "",
	hp_warning = "最终幕……拉开了！",
	id = 304040,
	detail = "指挥官要一起来喝点红茶吗？{namecode:70}姐送我的",
	couple_encourage = {
		{
			{
				10514
			},
			1,
			"让我看看最强之盾是否名副其实！",
			0
		},
		{
			{
				30401
			},
			1,
			"{namecode:70}姐，今天也很漂亮啊",
			0
		},
		{
			{
				30402
			},
			1,
			"{namecode:71}姐，这次不要再离开我了！",
			0
		},
		{
			{
				30403
			},
			1,
			"{namecode:72}，要来比一比吗？",
			0
		}
	}
}
