_G.pg.ship_skin_words[305010] = {
	feeling1 = "殿下是祸津日神的化身吗……！",
	feeling3 = "殿下最近有些疲惫呢，过度工作可不是好习惯，请来我这边，我为您做一些能消除疲劳的仪式吧",
	lose = "糟了，难道说弹药库又被诅咒了！？",
	propose = "……愿如高砂之同根松，如大椿之八千年般，门楣广大，家名高响，有奋发图强之志。谨以拜言，诚惶诚恐——这样我与殿下就是一心同体了……小女子不才，从今往后也请多多指教",
	expedition = "殿下，委托组的姐妹们已经回来了，一起去迎接她们吗？",
	win_mvp = "愿你们魂归故土，不在这海上游荡",
	home = "殿下，您辛苦了，请来{namecode:78}这里好好休息一下吧",
	mission = "殿下，发布了新的任务，请确认一下吧",
	touch2 = "殿下，这样是不洁的！",
	voice_key_2 = -1,
	skill = "请赐祓除，请赐清净！",
	drop_descrip = "{namecode:78}级战列舰一番舰—{namecode:78}",
	mail = "有新的信件，殿下，请过目",
	touch = "殿下，请过来躺好，我来为您掏耳朵",
	profile = "我是重樱的第一艘超弩级战舰{namecode:78}，为了祓除从诞生时就缠绕我与妹妹身上的厄运而一直向神明祈祷，当然，我自己也有在努力，唯有莱特湾时的悲剧我绝不会让它在我和妹妹身上重演，要是能得到殿下的帮助就再好不过了",
	mission_complete = "殿下，不领取奖励可不是好习惯哦",
	feeling4 = "神乐？那是用在神明之前的舞蹈……对了，那我为殿下跳一支里神乐吧~不过要是被其他姐妹看到会很害羞的，请不要告诉其他人，当做我和殿下两个人的秘密可以吗？",
	unlock = "初次见面，您就是指挥官殿下吧，{namecode:78}已经等候多时了~这也是神明的指引，从今往后，还请多多指教",
	feeling5 = "殿下，您知道吗？重樱的巫女虽然是侍奉神明之身，不过本身并没有恋爱方面的禁令，不如说为了神社的继承，巫女有时候还要努力地寻找夫婿呢……不知道殿下……意下如何呢？",
	main = "即使是不幸的命运，只要努力也是能够改变的，所以向神明祈祷的同时自己也不能懈怠……我是这么认为的|只要{namecode:79}那孩子能够茁壮成长，我就心满意足了|我的主炮因为是火力特化型的，发射时的反作用力总是让身体晃得很厉害，稍微有些困扰……",
	battle = "挡在殿下面前的话，我是不会留手的",
	upgrade = "这样就能多为殿下出力了",
	voice_key = 30501,
	headtouch = "",
	feeling2 = "殿下对重樱的八百万神灵感兴趣吗？呵呵，即使没有兴趣也没有关系，我会连同您的份一起向神明祈祷的",
	login = "殿下，欢迎回来~来占卜一下接下来的运势吗？",
	vote = "",
	hp_warning = "神明们，请保佑我们……！",
	id = 305010,
	detail = "殿下，要一起喝杯茶吗？",
	couple_encourage = {
		{
			{
				30502
			},
			1,
			"{namecode:79}，不要离姐姐太远",
			0
		}
	}
}
