_G.pg.ship_skin_words[304070] = {
	feeling1 = "主上是不是因为最近身体不好，影响精神了呢……",
	feeling3 = "希望{namecode:161}健健康康的，这个…作为主上的部下和舰船，健康管理自然是很重要的……{namecode:161}需要做一些更特别的事吗？",
	lose = "咳咳…这副样子该怎么去见{namecode:91}她们呢…",
	propose = "主上，不行的，如果{namecode:161}接受了这个戒指的话{namecode:91}她一定会…{namecode:91}也说没问题了吗？太好了，那个孩子也成长了呢…啊，不对，现在比起{namecode:91}应该先要回复主上的心意——那，那个…嗯！{namecode:161}，荣幸之至！",
	expedition = "主上，委托完成了。主上如果愿意的话，可否让{namecode:161}向您提议下一次出击的人选呢？",
	win_mvp = "那么…该怎么利用这场胜利才好呢……呼呼呼……",
	home = "主上，欢迎回来。需要来一点重樱的点心吗？……可以的话，{namecode:161}也能和您一块吃吗？",
	mission = "还有未完成的任务。任务报酬，要投入到最合适的地方才行呢。",
	touch2 = "？主上，{namecode:161}正在想事情哦。",
	voice_key_2 = -1,
	skill = "呼呼呼…",
	drop_descrip = "{namecode:161}级战列巡洋舰一番舰—{namecode:161}",
	mail = "是送来的小点心吗？…原、原来只是普通的信啊。",
	touch = "这个不是衣服滑下去了，而是……小心感冒吗？嗯，{namecode:161}会注意身体的。",
	profile = "重樱所属，巡洋战舰{namecode:161}。在这个母港我会健康成长，为保护指挥官和{namecode:91}全力以赴——也就是，吃好睡好，嗯！",
	mission_complete = "主上，任务完成了。下一个任务您打算什么时候确认呢？",
	feeling4 = "嚼嚼……真好吃…啊，主上，对不起。{namecode:161}不小心把这个糕团给…尽管吃也没问题吗？那、那{namecode:161}就恭敬不如从命…",
	unlock = "巡洋战舰{namecode:161}，参见指挥官。咳咳…啊，没事的，只是刚刚吹来了一阵风…哈啾！呜呜……",
	feeling5 = "主上，已经到休息的时间了哦。总是让{namecode:161}注意身体，却不自己注意健康的话可是没有说服力的。好了，我给你把被褥铺上吧～",
	main = "不愧是皇家的女仆长，这么好的红茶，{namecode:161}佩服不已呢。……呼～呼～|{namecode:91}，主上是指挥官，不是你的部下。……再这样给主上添麻烦我要敲你了哦。|啊，又不小心把啾啾当成团子了…大概是因为{namecode:161}有点饿了吧…",
	battle = "按照计划行事吧。",
	upgrade = "为了保护{namecode:91}，{namecode:161}也要变得更强呢。",
	voice_key = 30407,
	headtouch = "呜呜呜…主上，停停停……",
	feeling2 = "为了保护重樱和{namecode:91}，还有港区的伙伴们，{namecode:161}什么事都愿意做。主上，请尽管下命令吧。",
	login = "主上，今天的行程和待确认的资料都放在这里了。…？这种程度的活我一个人就能做好哦。",
	vote = "",
	hp_warning = "是哪里算错了吗……",
	id = 304070,
	detail = "咳咳…唔……没、没事……{namecode:161}在吃点心的时候不小心呛着了…咕嘟咕嘟…呜呜呜",
	couple_encourage = {
		{
			{
				30701,
				30709,
				30710
			},
			1,
			"{namecode:91}，不许给指挥官添麻烦。",
			0
		},
		{
			{
				30507,
				30508
			},
			2,
			"不能让指挥官看见可怕的表情哦。",
			0
		}
	}
}
