_G.pg.ship_skin_words[305060] = {
	feeling1 = "指挥官…为什么呢？",
	feeling3 = "我知道的哟，有些事情搞明白了反而会让人更难过…但是我还是想弄明白～而且～有更多知道了会让人开心的事呀～",
	lose = "指挥官，三号炮塔好像出了点问题…",
	propose = "这样我就和指挥官牢牢地联系在了一起吗？好厉害呀，我看到戒指，好像真的能感觉到和指挥官在一起的样子，这是为什么呀？",
	expedition = "指挥官，港口好像有人回来啦~",
	win_mvp = "指挥官快看快看，有条鱼好好看呢，它是什么鱼呀？",
	home = "指挥官不要动，我来给你驱邪~",
	mission = "指挥官，这个任务是要去干什么呀？还有这个呢？",
	touch2 = "指挥官，为什么要这么做呀？这么做是什么意思呀？",
	voice_key_2 = -1,
	skill = "喵喵，小心点哟，我要……认真啦！",
	drop_descrip = "{namecode:74}级战列舰二番舰—{namecode:75}",
	mail = "这就是信呀…指挥官，我也给你写信然后你给我回信吧~",
	touch = "呀哈哈，指挥官，好痒啦~",
	profile = "我是{namecode:74}型二号舰{namecode:75}！战前可是和{namecode:74}姐姐轮流当联合舰队的旗舰哦～不过之后就交给{namecode:83}小姐啦！外面的世界有好多新奇的东西呀～欸，三号炮塔？唔…这回应该没问题吧？",
	mission_complete = "指挥官，任务奖励我放在炮塔上运过来啦，小心点不要吓着喵喵了~",
	feeling4 = "指挥官~~有时间陪我玩嘛？要工作的话我就等会儿再来问问，我有好多想问的问题，也有好多想让指挥官知道的事呢~",
	unlock = "你好~我叫{namecode:75}，是{namecode:74}姐姐的妹妹！那个那个，你就是指挥官吗？为什么你是指挥官呀？怎么样才能成为指挥官呀？指挥官是不是很厉害呀？告诉我告诉我~",
	feeling5 = "想问指挥官喜不喜欢我，也想问我这样问来问去有没有添麻烦，还想要告诉指挥官，我最喜欢舰队的大家还有指挥官啦～",
	main = "指挥官，为什么这里要这样呀，这样不行吗？为什么呀？|指挥官指挥官，外面好像有好玩的事情，我能去看看嘛？|蚂蚁们究竟会爬到哪里去呢，好好奇哦！",
	battle = "联合舰队！那个…出击！",
	upgrade = "我会加油的！",
	voice_key = 30506,
	headtouch = "",
	feeling2 = "和姐姐在柱岛的时候，我就常会想…天为什么会这么蓝呢？鸟儿为什么会飞呢？大家为什么要打来打去呢？…世界上不可思议的事情真的好多呢",
	login = "啊，指挥官！跟你讲哦，你不在的时候我又发现了不知道的事情，所以所以，为什么——",
	vote = "",
	hp_warning = "我要保护大家！",
	id = 305060,
	detail = "指挥官，来帮我检查一下三号炮塔~",
	couple_encourage = {
		{
			{
				30505
			},
			1,
			"姐姐姐姐~一起加油吧！",
			0
		}
	}
}
