_G.pg.ship_skin_words[305080] = {
	feeling1 = "弱者就好好待在岸上吧。巨浪袭来的时候，我可没工夫照顾你。",
	feeling3 = "在我们重樱的舰船面前也毫无惧色，指挥官你倒也是个十足的怪人…不过，跟你如此交谈也确实很愉快，所以，今天来聊些什么呢？",
	lose = "看来，我偶尔也是会高估自己的呢…",
	propose = "原本，我以为命运对我的馈赠只是一个足够大的舞台，没想到，它真正的馈赠是一个可以托付一生的伙伴…人生之路，道阻且长，能与你同行嘛，倒也不赖。",
	expedition = "该不会还要我提醒你，你才会想起来委托已经完成了吧？",
	win_mvp = "这样就结束了？哼，不过如此么。",
	home = "遇到了什么有趣的事吗？啊，别误会，我感兴趣的不是你，是你遇到的事。",
	mission = "指挥官，你应当选择任务，而不是让任务选择你。",
	touch2 = "你就不担心，一时的冲动，可能会导致自己身首异处吗？呵呵~",
	voice_key_2 = -1,
	skill = "是时候告诉你们，优势在哪边了。",
	drop_descrip = "{namecode:92}级战列舰二番舰—{namecode:81}",
	mail = "邮件？哼，如果有三成的信息是可靠的，那我就要谢天谢地了。",
	touch = "如果你觉得太无聊的话，来和我练练刀术如何？",
	profile = "{namecode:92}型2号舰{namecode:81}。虽然建造直到最后都未能完成……一会当做航母一会当做战舰，一会用来试炮一会用来当靶船，也算是被人好好使唤了一番。哼，既然我以这幅形象报道，自然是不会让你失望的",
	mission_complete = "任务完成了？那就别磨蹭，赶紧把奖励取了。",
	feeling4 = "一个人的时候，我可以不顾任何规则，专心做我想做的事。但是一牵扯到你，我就不得不谨慎计划，步步为营。你可真是个大麻烦啊，指挥官。",
	unlock = "{namecode:92}级二号舰，{namecode:81}。我只为我看得上的服务，至于你嘛——鲁莽地下决定不是我的风格，先让我看看你的能耐吧。",
	feeling5 = "你的志向是什么，我现在不感兴趣。我只知道，你的志向需要我的帮助，而我的计划中也少不了你的位置。我们就是“命运共同体”，谁也离不开谁……没错吧？",
	main = "武力是最原始，却有最有效的语言。不过可以的话，我希望自己的敌人是个能先酣畅淋漓辩论上一番的对手呢。|我不反感为了自己的目的而耍一些小手段，这总比恪守规矩而失利好上十倍|如果你觉得自己不够强大，那也没关系，躲在后面就好了。强者行强者之义，弱者循弱者之理。――姐姐就是这么认为的|我没有{namecode:161}那么慎重，也没有{namecode:92}姐那么容易暴虐。…不是这样的？你是说姐姐？还是说我？",
	battle = "哦呀？这是准备让我大显身手吗？",
	upgrade = "你很有眼光嘛，指挥官。",
	voice_key = 30508,
	headtouch = "",
	feeling2 = "我可是随身带着能取你性命的家伙，你就对我这么没有防备？……嗯？“信任”？哈哈，“信任”，真是一个好听的词语呢。",
	login = "给我找点有趣的工作做吧，指挥官。",
	vote = "",
	hp_warning = "呼呼…有悬念的战斗才有意思啊！",
	id = 305080,
	detail = "我最讨厌的是那些动不动就把“一直以来都是这样的”挂在嘴边上的人。难道不正是因为他们的愚蠢才让错误一直重复到了现在吗？",
	couple_encourage = {
		{
			{
				30507
			},
			1,
			"姐姐，一起上吧！",
			0
		},
		{
			{
				30405
			},
			1,
			"还是赢不过{namecode:161}啊……",
			0
		}
	}
}
