_G.pg.ship_skin_words[305140] = {
	feeling1 = "哈啊…无论在哪都一样没什么好事呢…至少请让我轻松一点吧…",
	feeling3 = "比、比起我，请多关心关心其他人！不用像这样隔三岔五就来嘘寒问暖一下啦，我没问题的！",
	lose = "好啦完事完事…不、不要在丢人的事情上这么显眼啊！",
	propose = "指挥官真是爱多管闲事啊…事到如今我也不会再觉得惊讶了。你的感情，是货真价实的，我从很早以前就知道了——{namecode:175}，诚心诚意接受指挥官爱的誓约。",
	expedition = "委托组返航了，差不多该去迎接了吧？",
	win_mvp = "笨蛋！是我…不，是我们的胜利！",
	home = "辛苦了。不用在意我，请好好休息吧",
	mission = "把任务完成掉吧。这是作为指挥官应尽的义务呢",
	touch2 = "呀！？突然地是要干嘛呢……！",
	voice_key_2 = -1,
	skill = "打飞你们！！",
	drop_descrip = "{namecode:80}级战列舰—{namecode:175}",
	mail = "有新邮件呢。请确认",
	touch = "指挥官，我会遵循你的指示行动",
	profile = "我是{namecode:80}级战列舰三号舰、{namecode:175}。虽然在大战时没有最终建成…不，没什么，能像这样和舰队的同伴们并肩作战也算是一种缘分，既然已经在这里报到了，我就会竭尽全力做到最好。请多指教。",
	mission_complete = "报酬我拿来了，呼…",
	feeling4 = "知、知道你很关心我，不过在大家面前这样实在是太羞耻了！像这样给我增加烦恼是能拿什么好处吗？！真是的！",
	unlock = "战列舰、{namecode:175}，前来报到。和这个港区多少也算是有些缘分…不，没什么，请不要在意",
	feeling5 = "哈啊…结果因为指挥官，在港区里又变得很引人注目了…真是的，就算是亲密的体现，也有很多不那么让人害羞的方法吧…！指挥官，究竟是想怎样啊！",
	main = "分析资料，提出计划，这方面的工作似乎更适合我呢，毕竟速读和默记都是我擅长的|我和不顾一切往前冲的类型的人有点合不来呢。实际上也确实有过一些很痛苦的经历…不过对于这种性格的人我本身倒是不讨厌就是|对于把我任命为秘书舰这件事我非常感激。不过，只有我的话果然还是有点忙不过来呢，能再多点其他的同伴一起在指挥室帮忙就再好不过了|虽然我不喜欢竞争，不过对于找上门的架我是绝对不会推辞的，毕竟这就是为了战斗而生的我们的存在意义|在这个港区生活从各种方面来说都挺轻松的呢，毕竟有那么多比我优秀的同伴在",
	battle = "{namecode:175}舰队…全、全力以赴…！",
	upgrade = "所谓胜负…不取得胜利就毫无意义了。为此像这样的强化还是多少有必要的吧",
	voice_key = 30514,
	headtouch = "没有摸到角…太好了…不，没什么！",
	feeling2 = "旗舰{namecode:175}，作为港区的一员，将为舰队献上微薄之力。随时等待您的命令，指挥官",
	login = "今天一天也要加油工作哦。需要我的帮助请尽管提出来，不要客气",
	vote = "",
	hp_warning = "啊啊真是的！运气真差！",
	id = 305140,
	detail = "方案舰的各位，角色属性都很强烈…不对，个性都很独特呢。虽然我并不羡慕就是了",
	couple_encourage = {
		{
			{
				30505
			},
			1,
			"{namecode:74}大人，我来保护您！",
			0
		},
		{
			{
				30702
			},
			1,
			"{namecode:92}小姐…请不要太逞强",
			0
		},
		{
			{
				30405
			},
			1,
			"{namecode:161}小姐…只要有您在……",
			0
		},
		{
			{
				39902
			},
			1,
			"如果我再稍微多等下的话…大概也不太可能吧…",
			0
		},
		{
			{
				30512
			},
			1,
			"{namecode:80}，要上了哦！",
			0
		}
	}
}
