_G.pg.ship_skin_words[101450] = {
	feeling1 = "好啦好啦，心情不好就来撒撒娇吧~姐姐温暖的怀抱借给你哦~",
	feeling3 = "呼~今天的训练顺利完成！接下来就是休息时间了。…啊，抓住指挥官！这个星星贴纸送给和我一起辛苦的你——就贴额头上好了~",
	lose = "放松过头了啊，还好只是近失弹…我会反省的啦~",
	propose = "这究竟是算我攻略了指挥官，还是指挥官攻略了我呢…哎呀，不纠结了，结果是Happy End就行啦！欸嘿嘿~爱你哦，指挥官~",
	expedition = "委托完成了哦！物资分类的标记我已经用贴纸代替好啦~",
	win_mvp = "哎呀，这不是轻轻松松的嘛~回头再贴一颗星星~",
	home = "噢！欢迎回来呀！沙发没人坐哦。",
	mission = "我是个无情的任务提醒器~有任务，有任务，快完成，快完成~",
	touch2 = "嘿，我躲，我再躲~",
	voice_key_2 = -1,
	skill = "开始大闹一场吧！",
	drop_descrip = "艾伦·萨姆纳级驱逐舰—艾伦·萨姆纳，舷号DD-692",
	mail = "是新邮件哦！…过会再看？那我先贴个“未读”标记了~",
	touch = "咋啦？想向我撒娇吗？来吧来吧~",
	profile = "艾伦·萨姆纳级是弗莱彻级的改进型哦。虽然数量上比不过它们，不过无论是火力还是防空都更胜一筹！说我们是活跃在那时的白鹰最强驱逐舰也不为过呢~",
	mission_complete = "任务完成！…不对，好像和我没什么关系？",
	feeling4 = "下次的假日你没有安排吧？确定了对吧？好，这天我预定了！到时我在房间准备好游戏机等你哦~",
	unlock = "白鹰新型驱逐舰，艾伦·萨姆纳就是我哦！叫我艾伦就好，请多指教啦，指挥官~听说你的港区好吃好喝还很轻松，是不是真的？",
	feeling5 = "Zzz…唔，指挥官？不小心睡着了欸嘿嘿…所以，把我背回到沙发上啦~拜·托·你·咯~哎呀，我们关系都这么好了，有点亲密接触不是很正常嘛~",
	main = "你的办公桌有些单调啊，来贴点亮晶晶的贴纸什么怎么样？嘿嘿，我推荐这几个款式的哦~|弗莱彻真是为姐妹们操碎了心啊…我？硬要说的话…我是自由派吧！|原来指挥官的工作是这样的啊…如果学会了这些，我也能当指挥官？嘻嘻，开玩笑的~怎么样，有没有觉得放松点了？|指挥官，你刚刚打盹了，对吧？嗯嗯，承认错误的人是好孩子哦~",
	battle = "好，出发吧~！",
	upgrade = "嗯~嗯！是该活动下筋骨了~",
	voice_key = 10145,
	headtouch = "喵呼~？",
	feeling2 = "嗯哼，舰装状态非常好！下次出击也要靠你们了呢~嘿嘿~",
	login = "一副没睡醒的样子啊…呼！呼！怎么样，清醒一点了吧？",
	vote = "",
	hp_warning = "局势僵住了啊…",
	id = 101450,
	detail = "指挥官，你是喜欢撒娇的那一方呢，还是喜欢被撒娇的那一方呢？只是有点好奇~",
	couple_encourage = {
		{
			{
				10144
			},
			1,
			"有黑猫！…嘿嘿，开个小玩笑~",
			0
		},
		{
			{
				10117
			},
			1,
			"拉菲？嗯，稍微有些不一样啊~",
			0
		},
		{
			{
				10227,
				10308,
				10324
			},
			1,
			"噢，不觉得这个新贴纸挺可爱的吗~？",
			0
		},
		{
			{
				10601
			},
			1,
			"让幽灵小姐的衣袖成为新潮流吧~",
			0
		}
	}
}
