_G.pg.ship_skin_words[306070] = {
	feeling1 = "总觉得指挥官散发着一股让人不想靠近的气息呢…",
	feeling3 = "对于她人的批评或赞赏，指挥官是什么想法呢？没什么，我只是稍微有点好奇，不必在意…",
	lose = "哼，这次就让你们一局吧",
	propose = "{namecode:179}，今后也会陪伴在你的身边，与你共同进退。……今、今后我会用真实的自己面对指挥官你的，请做好觉悟…………吧？",
	expedition = "委托完成了。我先去迎接她们了，但愿这次是个大丰收。",
	win_mvp = "无论胜负，皆淡然处之，这才是重樱名门应有的风范",
	home = "辛苦了，稍微休息下好了…但也不能太过松懈，一会就来做战术研讨吧！",
	mission = "新的任务么……既然是上面的指令，还是尽快完成吧。",
	touch2 = "必须祛除你心中的妖魔！",
	voice_key_2 = -1,
	skill = "胜利…在我的手中！",
	drop_descrip = "{namecode:179}级轻型航空母舰—{namecode:179}",
	mail = "信件，里面会是什么样内容……很在意呢",
	touch = "华丽而不失凛然气质，指挥官也能明白这服装的美好之处吧？",
	profile = "从潜水母舰到轻航母，从状况频发到最后久居濑户内海……但我是不会一直驻足不前的，正如之前所说，{namecode:179}，会为您带来胜利的",
	mission_complete = "有了指挥官的努力，任务才能完成得如此顺利。",
	feeling4 = " 只要是自己切实努力得到的褒奖，我都会欣然接受，然后把它们转变成前进的动力。……所、所以指挥官，今后请给我更多出击的机会吧！",
	unlock = "潜水母舰{namecode:183}改装，{namecode:88}级轻航母，{namecode:179}，将会为您带来胜利！没错，这回不会再屡遭挫折，只会迎来接连不断的胜利！",
	feeling5 = "正是因为在指挥官身边，我才能够有机会展示自己的实力。没有指挥官，就没有今天的我。所以在指挥官面前，就算不用压抑想法也…欸？平时就表现得很明显？是、是这样吗！？",
	main = "照顾潜艇的孩子们可是很辛苦的……这、这可是我的亲身体验，相信我！|我不会在意别人对我的看法。我们是舰船，等同于出身武家，这是应有的风度|有时候也挺羡慕那些正规空母的。如果我也能有和她们一样的力量的话…",
	battle = "累积已久的战意和激情，全部倾泻在敌人身上！",
	upgrade = "承蒙厚爱，感激不尽，指挥官",
	voice_key = 30607,
	headtouch = "",
	feeling2 = "那片大海…那是个让人又怀念，又心情复杂的地方呢……不过这些都和现在没有关系了。我需要的只有努力",
	login = "竟然让我等了这么久…没，没什么。这点程度都还好",
	vote = "",
	hp_warning = "啧，偏偏在这种时候…",
	id = 306070,
	detail = "潜艇的强大我是心知肚明的。虽然现在说这个有点不合适，但是如果那次大战中我没有被改造成航母，在大家眼中我又会是怎样的一个存在呢……",
	couple_encourage = {
		{
			{
				30601
			},
			1,
			"这一次我们一起加油吧！",
			0
		},
		{
			{
				10707
			},
			1,
			"呃，你好像是那时候的……",
			0
		},
		{
			{
				30603
			},
			1,
			"{namecode:89}前辈，请多多指教！",
			0
		},
		{
			{
				8
			},
			1,
			"啊啊啊别缠着我啊！",
			1
		}
	}
}
