_G.pg.ship_skin_words[306080] = {
	feeling1 = "指挥官，能离{namecode:104}远一点吗？越远越好…",
	feeling3 = "有一个老是缠着自己撒娇的妹妹还真是…倒也不是讨厌…嗯…怎么说呢……",
	lose = "该撤退了…希望{namecode:104}能平安无事…",
	propose = "既然是指挥官的心意，我自然愿意欣然接受…以后每天，{namecode:103}都会在港区等着你，为你祈福。你也可以…像{namecode:104}那样……嗯，经常来找我撒娇的哦？",
	expedition = "委托组，平安回来了，真是太好了。",
	win_mvp = "我…也能帮上大家这么多了么…",
	home = "平安回来了啊。…衣服里的护身符是我做的，给指挥官和{namecode:104}都做了一个。",
	mission = "任务？没完成放着的话，不太好吧？",
	touch2 = "！？请、请不要这样…",
	voice_key_2 = -1,
	skill = "攻击队，缠住敌人…！",
	drop_descrip = "{namecode:88}级轻型航空母舰—{namecode:103}",
	mail = "有给你的信件，请注意查收…指挥官。",
	touch = "！？…呼，是指挥官啊，还以为是白鹰那个粉毛小姑娘又来捉弄人了…",
	profile = "最初我和{namecode:104}都是作为水上飞机母舰诞生。不过，在那一役过后，我、{namecode:104}，还有一些同伴们都加入了航空母舰的队伍。不过，应该说是时运不济，还是实力不足呢…我们直到最后，也没有什么亮眼的发挥…",
	mission_complete = "任务完成了，嗯，是值得高兴的事情呢。",
	feeling4 = "做饭打扫这类的活儿，总是被{namecode:104}揽过去做了，导致我的手艺反而生疏了……唔，我想说的其实就是…这些其实我也可以做得到…仅，仅此而已哦？",
	unlock = "重樱轻型航空母舰，{namecode:103}号。指挥官，还请以后多多指教。对了，我听说{namecode:104}她也在这里，对吗？……没什么，只是问一下而已。",
	feeling5 = "那个…指挥官，不向我撒撒娇吗？啊…我是想说…我在被撒娇方面还是很有经验的，比方说，膝枕之类的…不，不来试试吗？",
	main = "{namecode:48}…真是个好孩子呢，虽然有点胆小，不过，也正因为这样显得更加可爱了…|{namecode:104}坚持让我留着这麻烦的发型，所以就保持这样了。倒是一直麻烦她帮忙打理，有些对不住就是…|神乐舞…我其实还满擅长的哦？下次有机会的话…可以来观摩一下。",
	battle = "总之…先谨慎行动吧。",
	upgrade = "总之谢谢你了，指挥官。",
	voice_key = 30608,
	headtouch = "你也和{namecode:104}一样，喜欢摸我的头发吗？",
	feeling2 = "“诱饵舰队”么……希望那样的事情不会再次发生就好。",
	login = "来了吗…桌子上有{namecode:104}送来的羊羹，你想吃的话就拿去吃吧。",
	vote = "",
	hp_warning = "不太妙…{namecode:104}…没事吧…",
	id = 306080,
	detail = "我和{namecode:104}，姑且都算是神社巫女的一员呢，虽然{namecode:104}老是那么闹腾…不过也算是带来了不太一样的欢乐呢。",
	couple_encourage = {
		{
			{
				30609
			},
			1,
			"好了好了，我知道了，一起上吧。",
			0
		},
		{
			{
				10703
			},
			1,
			"小、小{namecode:103}？？",
			0
		},
		{
			{
				30205
			},
			1,
			"不要怕，这次我在你身后",
			0
		}
	}
}
