_G.pg.ship_skin_words[306090] = {
	feeling1 = "指挥官，请离{namecode:103}姐远一点，越远越好…",
	feeling3 = "指挥官，你想摸摸{namecode:103}姐那超级柔顺的头发吗？虽然她平时看起来有点凶凶的，不过只要你好好拜托的话，她一定不会拒绝的！",
	lose = "呜呜呜…想埋在{namecode:103}姐的胸口哭…",
	propose = "终于到这个时候了啊~以后就可以更肆无忌惮地向指挥官撒娇了呢~…嗯？之前就已经挺肆无忌惮了？是、是吗…好啦，作为回报，放心地尽管把各种内务都交给我就可以吧！",
	expedition = "委托组平安回来了，指挥官！",
	win_mvp = "看到了吧！我华丽的战斗身姿！",
	home = "平安回来了吗？嗯哼，看来我偷偷放进衣服里的护身符起作用了啊~",
	mission = "任务还是早点完成比较好哦？",
	touch2 = "呜哇？要是对{namecode:103}姐这样的话，她大概会脸红到不行吧？",
	voice_key_2 = -1,
	skill = "该我大显身手了！",
	drop_descrip = "{namecode:88}级轻型航空母舰—{namecode:104}",
	mail = "有你的信件，指挥官！",
	touch = "呼呼，是不是{namecode:104}太有魅力忍不住来搭话啦？但是现在还请先专心工作哦~",
	profile = "那场海战的时候，我和{namecode:103}姐都还只是水上飞机母舰呢，之后因为那场战斗的失利，就顺势都改装成了航空母舰。不过直到最后，我们好像都没帮上大家什么忙呢，啊哈哈……",
	mission_complete = "任务完成啦？好，趁着休息的空档，我们一起去看看{namecode:103}姐吧！",
	feeling4 = "{namecode:103}姐的膝枕真的超舒服的~但是现在{namecode:103}姐不在呢，有没有什么能代替的……嗯？发现摸鱼的指挥官一只！作为保守秘密的交换，就让指挥官代替姐姐给我膝枕吧？嘿咻！哈啊~",
	unlock = "哼哼，久等啦！我正是大名鼎鼎的水上飞机母舰——啊不对，航空母舰，{namecode:104}！那么，我就在这里住下啦！对了对了，{namecode:103}姐也在这里吗？",
	feeling5 = "没、没想到和指挥官已经变得这么亲密了呢…不知道{namecode:103}姐看到的话会是什么反应呢…嗯~“你们俩我都喜欢所以无所谓”…{namecode:103}姐的话，肯定是这样的吧！嘿嘿~",
	main = "嘎哦！……哎呀？好像没什么效果啊。指挥官和{namecode:103}姐反应一样的啊…真没劲~|指挥官，注意到{namecode:103}姐那头漂亮而且好闻的长发了吗？其实，{namecode:103}姐的长发是我一直在打理的哦！|和{namecode:79}她们练习神乐舞的时候经常会发生各种奇妙的意外呢，这个东西掉了，那个东西飞了之类的…啊哈哈，其实还挺好玩的？",
	battle = "大家，华丽地解决掉敌人吧~",
	upgrade = "嘿嘿，已经等不及想让{namecode:103}姐看看我的变化了！",
	voice_key = 30609,
	headtouch = "呼呼…指挥官喜欢短发？还是长发？",
	feeling2 = "好！把这个羊羹拿给姐姐，然后随便找个理由再撒会娇~啊，指挥官的份在这里哦，请吧~",
	login = "今天也是要在大家面前大显身手的一天！指挥官，一起加油吧！",
	vote = "",
	hp_warning = "呜呜，{namecode:103}姐快帮帮我~",
	id = 306090,
	detail = "我和{namecode:103}姐偶尔会去神社帮{namecode:78}她们的忙呢，作为巫女~…嗯？没见过这么闹腾的巫女？",
	couple_encourage = {
		{
			{
				30608
			},
			1,
			"好，一起华丽登台吧~{namecode:103}姐！",
			0
		}
	}
}
