_G.pg.ship_skin_words[101460] = {
	feeling1 = "没意思……我去别的地方了，有事叫我。",
	feeling3 = "你说“为什么我只是在旁边看着”……因为你也没说让我帮忙呀？有事要拜托的话，说就好了嘛。眼神暗示这种我可不懂。",
	lose = "哎呀，放松过头了……",
	propose = "誓约之后，责任也跟着变多了，总感觉要更累了啊……哎呀，我只是随口一说而已。为了自己喜欢的人，稍微累点又能怎样呢~",
	expedition = "委托完成了。怕你忘了，姑且还是提醒下你吧。",
	win_mvp = "马马虎虎吧，其实我本来不想这么活跃的。",
	home = "哼哼哼♪~哦？你回来啦？",
	mission = "有新任务哦！啊，糟了，我要是说出来的话，指挥官岂不是没有理由偷懒了……",
	touch2 = "哇！你，你还挺直接的嘛……",
	voice_key_2 = -1,
	skill = "赶紧解决吧。",
	drop_descrip = "弗莱彻级驱逐舰—史蒂芬·波特，舷号DD-538",
	mail = "是谁的邮件放在桌上无人问津呢——",
	touch = "要泡泡糖？薄荷味还是柠檬味？",
	profile = "像我这样的驱逐舰嘛，护护航，防防空，偶尔猎个潜艇，参与个救援任务就OK了。大部分驱逐舰的任务我都可以胜任哦，当然要让我像英雄一样挺身而出的话还是算了……",
	mission_complete = "任务完成了？那我就去休息了……",
	feeling4 = "有点放心不下你啊……不，倒不是怕你过劳或者摸鱼，就是单纯的那种担心……算了，还是盯着你好了。",
	unlock = "我是弗莱彻级的史蒂芬·波特。弗莱彻级的姐妹们你应该已经见过很多，我就不再赘述了，就这样。",
	feeling5 = "我也稍微思考过，爱啊、喜欢啊，这些究竟代表着什么……结果？结果是，因为太复杂就懒得去想了。反正，只要跟在你身边，自然会慢慢明白的~",
	main = "啊，摸鱼被指挥官看到了……不对，好像没注意到？算了，继续发呆好了~|要听爵士乐吗？哎呀，只是听会音乐，算不上偷懒的啦。|指挥官，你的外套暂时不用吗？借我下——嗯，是个不错的被子呢~",
	battle = "哎，当旗舰不就不能摸鱼了么…算了算了，大家一起上吧。",
	upgrade = "摸鱼的机会要变少了啊……",
	voice_key = 10146,
	headtouch = "唔……大概理解为什么有人喜欢被摸头了……",
	feeling2 = "有事要拜托我？哎，弗莱彻级的姐妹那么多，找其她人也是可以的嘛。",
	login = "欢迎回到名为“工作”的地狱。啊，放心，实在太忙的话我会来帮忙的。",
	vote = "",
	hp_warning = "不得不用全力了啊。",
	id = 101460,
	detail = "看来指挥官也想在这里偷个懒啊~",
	couple_encourage = {
		{
			{
				10109,
				10110,
				10111,
				10112,
				10113,
				10114,
				10115,
				10129,
				10130,
				10131,
				10133,
				10134,
				10135,
				10138,
				10139,
				10141,
				10142,
				10143
			},
			2,
			"稍微摸摸鱼……应该没关系吧。",
			0
		},
		{
			{
				10210
			},
			1,
			"新口味的泡泡糖，来一个？",
			0
		}
	}
}
