_G.pg.ship_skin_words[307030] = {
	feeling1 = "请好好完成工作",
	feeling3 = "我的过去？那可没有什么好听的，不过指挥官要是感兴趣，那就一边聊一边来一局吧",
	lose = "焦躁是不可取的，回去需要好好反思一下了",
	propose = "指挥官，您又偷偷用经费买了什么吧！…给我的礼物？别以为——欸？这是……！咳，咳咳……只有这次我就放过您吧",
	expedition = "委托组准时返港，检查成果",
	win_mvp = "精英空母可不是开玩笑的",
	home = "虽然想说还有许多文件，不过就请先好好休息吧",
	mission = "任务也请按部就班的好好完成吧",
	touch2 = "你！……你是想让我把你的手砍下来吗？",
	voice_key_2 = -1,
	skill = "猪、鹿、蝶！",
	drop_descrip = "{namecode:93}号航空母舰",
	mail = "指挥官，有新的信件",
	touch = "……指挥官，请不要在别人工作时随便打扰",
	profile = "我是重樱海军第一艘正规舰队航母，为日后航母的设计提供了参考……对不起，请不要提起中途岛",
	mission_complete = "这是任务完成的奖励清单，请您核对一下吧",
	feeling4 = "不知不觉和指挥官玩了好久的花札呢，也说了很久的话……现在回想起来，当时您说喜欢花札完全就只是想接近我的借口吧……",
	unlock = "我是{namecode:93}，从今往后，指挥官在做奇怪的事情之前，请务必跟我提交书面申请",
	feeling5 = "从花札开始，那就用花札来延续吧，呵呵，指挥官要是能从我手里赢下一局的话，我什么都答应你哦",
	main = "指挥官，发什么呆呢，请好好工作|请认真点执行任务！绝对不要对奇怪的东西产生兴趣|航空战队听命，全方位锁定指挥官，保证工作进行",
	battle = "虽然我希望避免无意义的战斗——",
	upgrade = "我会以行动来回报您的",
	voice_key = 30703,
	headtouch = "",
	feeling2 = "有什么事，指挥官？花札？你要是有兴趣我当然不介意……那么，这是松，这是梅……",
	login = "指挥官，公文已经准备好了，请开始批阅吧",
	vote = "",
	hp_warning = "指挥官，冷静一点",
	id = 307030,
	detail = "如果这些数据对您有所帮助的话……",
	couple_encourage = {
		{
			{
				30704
			},
			1,
			"{namecode:94}，热身完毕了吗",
			0
		},
		{
			{
				10705
			},
			1,
			"真是让人生不起气的人",
			0
		}
	}
}
