_G.pg.ship_skin_words[307040] = {
	feeling1 = "哈！（拳头停在你的脸颊旁边）离我远点",
	feeling3 = "要说女子力……你不觉得姐姐那样有点不近人情的感觉反而有魅力吗？还有姐姐的脚踝也超棒的！我要是有一天也能像姐姐一样就好了",
	lose = "胜败乃兵家常事",
	propose = "那个……我一点也不像其他姐妹们那么温柔，身材也不像姐姐那么好，唯一有自信的就是战斗，即使是这样的女孩子你也……愿意接纳吗？",
	expedition = "指挥官，前去完成委托的姐妹们应该回来了",
	win_mvp = "预料之中的胜利，不值一提",
	home = "这是刚才的记录，开始战术总结吧",
	mission = "任务啊，会有什么挑战呢，真期待",
	touch2 = "指挥官，在我出拳前姑且问一下，你莫非不把我当女性？",
	voice_key_2 = -1,
	skill = "花！见！那个……！",
	drop_descrip = "{namecode:94}号航空母舰",
	mail = "信。这样飞很危险？我会注意",
	touch = "当心，随意靠近我可能会受伤",
	profile = "我是{namecode:93}级航空母舰的{namecode:94}，我和{namecode:93}虽然是姐妹舰，但不是同型舰。\n作为航空母舰，在战斗中一旦大意可不行，慎重地前进，以最好的战果为目标来战斗吧！",
	mission_complete = "奖励清单，请过目",
	feeling4 = "不过修行要做什么好呢，战斗的修行我倒是很拿手……欸，不用做特别的事只要呆在你身边？……既然你这么说了……",
	unlock = "空母{namecode:94}听候差遣。有任务就交给我吧，我会战斗到最后一刻！",
	feeling5 = "唔，感觉好像没什么变化……不过至少确认了指挥官是把我当女孩子看的，我在指挥官身边也有姐姐说的女孩子心动的感觉，这就……足够了吧？",
	main = "状态良好，随时待命！|嗯……我一直觉得，姐姐的脚踝曲线，真是优美……|指挥官没事做的话，和我过过招如何？",
	battle = "先手必胜！舰载机，起飞！",
	upgrade = "喝！……嗯，状态很不错",
	voice_key = 30704,
	headtouch = "",
	feeling2 = "我因为满脑子都是战斗所以一直被姐妹们说没有女子力，所以……那个……就是，想在您这里修行一下！",
	login = "哈！欸，啊！指挥官，躲开！",
	vote = "",
	hp_warning = "不要害怕炮火！",
	id = 307040,
	detail = "这个姿势很酷……吗？",
	couple_encourage = {
		{
			{
				30703
			},
			1,
			"姐姐的美足天下第一",
			0
		},
		{
			{
				10706
			},
			1,
			"天下无双真有气势啊",
			0
		}
	}
}
