_G.pg.ship_skin_words[101470] = {
	feeling1 = "果然，我不适合在这里…",
	feeling3 = "指挥官，你对小熊感兴趣吗？那，我稍微为你介绍一下…？",
	lose = "好痛…呜…我想回港口…",
	propose = "呼…之前为了这种时候特地练习过的，所以没关系，{namecode:198}，你一定可以的…指挥官，那个，我准备好了！所以，接下来的…拜、拜托了…！",
	expedition = "委托完成了哦。那个，需要人手的话，我正好有空…",
	win_mvp = "暂时能喘一口气了…",
	home = "指挥官，那个…不知道这些能不能帮到你…（递文件）",
	mission = "指挥官，任务需要帮手的话，我可以…",
	touch2 = "呀，小熊它暴走了！",
	voice_key_2 = -1,
	skill = "有，有谁需要帮助吗！",
	drop_descrip = "弗莱彻级驱逐舰—{namecode:198}，舷号DD-560",
	mail = "小熊，把指挥官的邮件给他……",
	touch = "小熊，也和指挥官打个招呼？先普通地挥挥手……不，不可以打人！",
	profile = "我只是普通的弗莱彻级的一员，和同伴们一起击沉过重樱的潜艇，也参与过一些救援工作…指挥官，如果有什么地方需要帮助的话，我大概…都是可以的。",
	mission_complete = "任务完成了吗？啊，暂时不需要我了么…",
	feeling4 = "指挥官，有时间吗？其实，最近我想对小熊做一些改进，但是没什么灵感……可以的话，那个……一起想想？",
	unlock = "呼，顺利到达了…那个，你是指挥官吧？我是弗莱彻级的{namecode:198}。对，就是有很多很多同级舰的那个弗莱彻级…",
	feeling5 = "指挥官，{namecode:198}有帮上你的忙吗？没有添麻烦吧…？每次得到指挥官肯定的回答时，都会感到非常安心呢…谢谢你……",
	main = "铁血的舰装…不知道能不能要几件样品研究一下呢…|啊，是！…欸，指挥官，你刚刚没叫我吗？抱歉…|今天是晴天呢。不过，也不能说晴天就是好天气啊…",
	battle = "又、又要打起来了吗……",
	upgrade = "不用为我做到这个份上的…",
	voice_key = 10147,
	headtouch = "小熊……？指挥官，小熊它不，不是故意要打你的……",
	feeling2 = "指挥官，那个…有件事…算了。没，没什么，请不要放在心上…",
	login = "指挥官，那个，我，我就先不打扰你了……",
	vote = "",
	hp_warning = "小熊，保护我…！",
	id = 101470,
	detail = "小熊是{namecode:198}的同伴哦。你看，右手这里还有——啊，不可以瞄准指挥官的！",
	couple_encourage = {
		{
			{
				10723
			},
			1,
			"护、护卫……我、我会加油的！",
			0
		}
	}
}
