_G.pg.ship_skin_words[307100] = {
	feeling1 = "向{namecode:91}谢罪时的悲鸣…也许也能成为不错的音乐吧…呵呵",
	feeling3 = "只要指挥官希望，{namecode:91}可以永远只为指挥官演出~没错，{namecode:91}的舞台，可以永远变成指挥官专属的舞台♡",
	lose = "咕…好险。可不能被指挥官看到这副模样……",
	propose = "呵呵呵呵…我的全部都属于指挥官，指挥官的全部都属于我…从今往后，也会像演出时一样…牢牢抓住指挥官的耳目…和身心…指挥官，已经不会让你逃掉了哦…？",
	expedition = "害虫又…指挥官，能稍微等我一会吗？",
	win_mvp = "啊，连安可的孩子都一块烧掉了吗？",
	home = "指挥官，要开场慰问演出吗?当然只有{namecode:91}啦~",
	mission = "指挥官，任务就交给我吧？",
	touch2 = "不需要在意观众席观众们的目光哦？只要指挥官想…呵呵呵♡",
	voice_key_2 = -1,
	skill = "呵呵…凋零吧",
	drop_descrip = "只要使用重樱的秘术，这点程度的外貌变化还是很容易的…呵呵，指挥官？觉得现在的{namecode:91}如何？",
	mail = "信件…指挥官？该不会…给别人写了粉丝信吧…？",
	touch = "指挥官，你在犹豫什么？{namecode:91}无论何时都是准备万全的状态哦",
	profile = "特殊兵装·重樱航母{namecode:91}，前来拜见。指挥官，这次和以往不同，稍微尝试了一下“偶像”风格的姿态，还请多多关照了~呵呵呵…",
	mission_complete = "任务完成了哦。接下来还请继续待在{namecode:91}身边哦？",
	feeling4 = "事已至此，已经不需要其他人了…果然为了指挥官…还是要进行一下“扫除”啊……呵呵呵……",
	unlock = "只要使用重樱的秘术，这点程度的外貌变化还是很容易的…呵呵，指挥官？觉得现在的{namecode:91}如何？",
	feeling5 = "和其他成员也要友好相处？如果这是指挥官的要求的话，{namecode:91}会遵守的…不过作为补偿…指挥官？只能看着{namecode:91}一个人哦♡",
	main = "{namecode:91}也想知道呢~指挥官粉的是谁…嗯…非常想知道呢…|虽然和“偶像”多少有些不同，不过也没关系，只要是指挥官想要的，无论是什么我都……|{namecode:92}，可以把之后的练习全都取消掉吗？和指挥官在一起的时间可不能有一丝一毫的浪费呢",
	battle = "{namecode:91}的Live，好好听着吧~呵呵呵",
	upgrade = "这就是我的爱的力量~呵呵呵呵~",
	voice_key = 30710,
	headtouch = "",
	feeling2 = "指挥官，听说你想要来看我的Live？好高兴~{namecode:92}，能把最前排空出来吗？",
	login = "指挥官，今天的行程是什么呢？呵呵",
	vote = "",
	hp_warning = "我的爱可不止这点程度！",
	id = 307100,
	detail = "只要是为了指挥官，{namecode:91}可以做任何事。当然，就算是所谓“偶像”也…呵呵呵",
	couple_encourage = {
		{
			{
				90503,
				10224,
				40307,
				20225
			},
			2,
			"看在指挥官的面子上，就配合你们一下吧",
			0
		}
	}
}
