_G.pg.ship_skin_words[307110] = {
	feeling1 = "难道说{namecode:97}不适合当偶像吗…？！",
	feeling3 = "指挥官大人♡{namecode:97}因为练习现在全身肌肉酸痛~能不能送人家回宿舍呢……不，干脆送人家回指挥官房间休息吧~",
	lose = "啧，明明只是一群害虫…！",
	propose = "指挥官大人觉得{namecode:97}的新舞台怎么样呢？这件衣服呢？还有…直到指挥官看厌为止，{namecode:97}会一直一直一直一直在舞台上闪耀最动人的色彩的~啊哈哈哈哈哈！！",
	expedition = "指挥官大人，能麻烦您前去迎接委托组的各位吗？…毕竟是那个白鹰小姑娘说的，总觉得她会躲在哪里吓人一跳…",
	win_mvp = "啊哈哈哈哈，匍匐在{namecode:97}的爱面前吧！",
	home = "指挥官大人♡要看看{namecode:97}练习的成果吗？",
	mission = "只要是为了指挥官，无论什么通告{namecode:97}都不会在意…不，都会欣然前往的！",
	touch2 = "呵呵呵，花边新闻什么的完全不用在意哦♡",
	voice_key_2 = -1,
	skill = "害虫就要迅速驱逐才行呢♪",
	drop_descrip = "这身衣服，还有这舞台……呵呵，呵呵呵呵……指挥官大人的心终究是要被{namecode:97}俘获的…啊啊，指挥官大人~{namecode:97}的歌，一定要听到最后哦♡",
	mail = "粉丝来信…？难道除了指挥官之外还需要搭理谁么？",
	touch = "呵呵♪果然这个姿势对指挥官也是充满吸引力吧♡",
	profile = "我是重樱的装甲航母·{namecode:97}，正在参加“μ兵装”的兵装实验…呵呵呵♡只要指挥官有需要，{namecode:97}随时愿意献上自己的一切~甚至生命~",
	mission_complete = "呵呵呵…{namecode:97}进步了一些…！",
	feeling4 = "指挥官大人♡这些是{namecode:97}的偶像周边哦~当然不是店里卖的那些，这里的全~都是指挥官大人限定的“特别款”…是不是很想知道“特别”的地方在哪里呢？呵呵呵♪",
	unlock = "这身衣服，还有这舞台……呵呵，呵呵呵呵……指挥官大人的心终究是要被{namecode:97}俘获的…啊啊，指挥官大人~{namecode:97}的歌，一定要听到最后哦♡",
	feeling5 = "在舞台上发光发亮什么的，{namecode:97}一点兴趣都没有呢。不过既然指挥官这么想看{namecode:97}…呵呵呵♪那么{namecode:97}为了指挥官，无论什么都会努力做到的~",
	main = "嘁、没想到这个舞这么难跳…要再多加练习，让指挥官看到最好的一面才行！|铁血的那位…宣传上写着“治愈系”…这个怎么看…都是假的吧？|指挥官大人♡居然来看{namecode:97}练习…{namecode:97}突然感觉干劲十足了~！",
	battle = "臣服于{namecode:97}的魅力吧",
	upgrade = "真想赶快让指挥官看看特训的成果~",
	voice_key = 30711,
	headtouch = "指、指挥官大人！？啊啊，居然把{namecode:97}当作孩子一样…呵呵♡",
	feeling2 = "竟然要给指挥官大人以外的对象唱歌跳舞……不，不对，{namecode:97}…所谓偶像，说到底也不过是为了指挥官才当的，换句话说，偶像活动的一切都只是为了指挥官才做的！这么想的话就没有任何问题了…！",
	login = "指挥官大人~{namecode:97}今天应该做什么好呢？",
	vote = "",
	hp_warning = "指挥官大人在看着呢…！",
	id = 307110,
	detail = "虽然原本想作为个人偶像出道的，不过毕竟还需要多学习些偶像的知识，再加上来自指挥官的请求…如今就先卧薪尝胆一段时间吧…呵呵呵♡",
	couple_encourage = {
		{
			{
				40308
			},
			1,
			"还是不要太靠近指挥官吧…",
			0
		}
	}
}
