_G.pg.ship_skin_words[307120] = {
	feeling1 = "不行啊指挥官，身为舰队的总大将，怎么能颓废成这个样子呢？",
	feeling3 = "指挥官，你准备去做什么呀？去检查塞满了各种装备的仓库？还是只想随便走走散个步？啊！难道是赶着和谁约会…那个你有在听吧？",
	lose = "居然输了？！明明已经尽全力了呀…究竟是哪出了问题…",
	propose = "虽然平时经常被你糊弄过去，不过今天我说的话你可要听好了。咳咳，吾，{namecode:208}，今日与汝缔结誓约，从此患难与共，永不离弃…嗯，这样就好了！该汝重复一遍了哦！",
	expedition = "委托任务的奖励到了哦。我只负责通知，搬运工作就交给你去安排啦！",
	win_mvp = "哦~嚯嚯嚯~你们这些小喽啰，怎么可能赢得过身为航空母舰的我嘛~",
	home = "哦，你回来啦？说起来刚刚有只鸟不小心飞进办公室里，我花了不小的力气才把它从这里请走呢。你的这个房间还真是受鸟类欢迎呀…嗯，你有在听我说吗？",
	mission = "欸——你该不会还有任务没做完吧？",
	touch2 = "哼哼，我就知道你不敢——等等，快住手！你你你你这样是·要负责的你知道吗！？",
	voice_key_2 = -1,
	skill = "睁大眼睛看好了！",
	drop_descrip = "{namecode:209}级航空母舰三番舰—{namecode:208}",
	mail = "有你的新邮件哦！这是重要文件吗？任务通知？还是……？哎呀你快点打开看看嘛~",
	touch = "怎么啦？有事要拜托我了吗？只要你诚心诚意地提出请求，本{namecode:208}也不是不能考虑考虑~",
	profile = "教给你一些与可爱又活泼的{namecode:208}相处的方式吧！第一，不准嫌我话多；第二，不要让我做搬东西的杂活；第三，更多地用“请求”而不是“命令”。嗯，暂时就这些，以后再慢慢补充！…你有在听吧？",
	mission_complete = "不错！有了这些物资奖励，就能顺利开展更多的工作了！不过这样一来的话，指挥官的任务也会变多呢，嘻嘻，是不是突然就感觉有压力了？",
	feeling4 = "指挥官，我发现一件不得了的事哦！明天是休息日，指挥官没有预约，我刚好明天也没有安排…哎呀，你说这么“巧合”的日子，应该做些什么好呢？真是烦恼呀~",
	unlock = "噢，你好呀指挥官！我是{namecode:209}级航空母舰{namecode:208}，擅长航母擅长的一切事情！讨厌的事情暂时保密！兴趣有很多~比如说……还有……另外……嗯…？指挥官，你有在听吗？",
	feeling5 = "按照小说的情节，见到心上人的时候不应该是那种“脸红羞涩，紧张到说不出话”的感觉吗？为啥我见到你的时候却总关不上话匣子…哦我知道了！其实紧张的是你对不对！…那个，你有在听吗？",
	main = "弹跳轰炸？嗯，确实是个很有想象力的战术。白鹰用它可是让我吃了些苦头呢。|我说，你要是累了，要不我来帮你批阅文件吧？正好让我试试模仿你的签名会不会被别人看出来……哈哈，当然是说笑的！|桌上有半个留给你的蛋糕哦！…为什么是半个？因为我吃掉了一个半！哈哈~",
	battle = "哼哼，有我{namecode:208}大将坐镇，此役必将取胜！",
	upgrade = "嗯，不错！看在你认识到我的重要性的份上，表扬你一下！",
	voice_key = 30712,
	headtouch = "想靠摸头就把我收服吗？太天真了指挥官！…能坚持三百六十五天我再考虑一下！",
	feeling2 = "哎呀这不是理所当然的嘛？航母能做到的事我全都能做到，除此之外的就全都做不到，毕竟我可是老牌的正规航空母舰啊！",
	login = "早上好呀！今天的事情好像有点多哦，多到有种要加班的预感呢。你有把握都按时处理完吗？",
	vote = "",
	hp_warning = "喂，你们的主力航母正在被不明炮火攻击哦？！",
	id = 307120,
	detail = "既然你这么想多陪我一会…正好我缺个陪聊的！就从我喜欢的杜鹃花开始说起吧——",
	couple_encourage = {
		{
			{
				30602
			},
			1,
			"我不是说你说的不对，只是…",
			0
		},
		{
			{
				30607
			},
			1,
			"不用心急，胜利会水到渠成的！",
			0
		}
	}
}
