_G.pg.ship_skin_words[308010] = {
	feeling1 = "一定是人家还不够努力呢……",
	feeling3 = "要按摩吗？要捶背吗？还是要在人家的膝枕上睡一会呢？诶嘿嘿~",
	lose = "呜呜呜，好疼……好想回到指挥官身边……",
	propose = "从此以后，指挥官就是人家一个人的了~人家还要听更多更多的夸奖，要和指挥官创造更多更多的回忆呢……",
	expedition = "要去迎接委托的姐妹们了吗？人家也想一起去呢，可以吗？",
	win_mvp = "要得到指挥官的称赞了呢……诶嘿嘿~",
	home = "辛苦了呢~人家来帮你按摩吧……怎么样，人家是不是很能干？嘻嘻……",
	mission = "任务？要人家帮忙吗？人家会加油的呢~",
	touch2 = "诶嘿嘿，指挥官，只要你夸夸人家，人家就什么都答应你哦~",
	voice_key_2 = -1,
	skill = "人家，还要更加，更加地努力呢~",
	drop_descrip = "{namecode:280}潜艇{namecode:154}",
	mail = "邮件？人家已经拿过来了呢。怎么样，人家是不是很聪明~",
	touch = "要人家帮你放松一下吗？",
	profile = "驱逐舰，航空母舰，战列舰，人家可是一下子把它们都打沉，打伤了呢。人家是不是很厉害~，指挥官？",
	mission_complete = "人家把任务奖励带过来了呢~指挥官，不夸夸人家吗？",
	feeling4 = "指挥官，人家可爱吗？……诶嘿嘿，人家还想听呢，能再说一遍吗？",
	unlock = "人家是{namecode:154}哦。指~挥~官~，人家一直在等你出现呢~",
	feeling5 = "人家已经彻底离不开指挥官了呢~指挥官也是一样的，对吧？嘻嘻~",
	main = "人家给指挥官泡了热茶哦~嘿嘿，人家能干吧？|文件整理好了？嘻嘻，人家想要摸摸头的说~|嗯哼？在盯着人家的哪里看呢~",
	battle = "这次人家也会好好努力呢~",
	upgrade = "再多夸夸人家也没问题的哟~",
	voice_key = 30801,
	headtouch = "",
	feeling2 = "敌人？人家才不会放他们逃走呢~指挥官的敌人，要全——部消灭才行呢~",
	login = "指挥官，人家想你好久了呢~",
	vote = "",
	hp_warning = "这、这点程度人家才不会被吓到呢！",
	id = 308010,
	detail = "想人家了吗？诶嘿嘿，指挥官，人家很高兴呢~",
	couple_encourage = {
		{
			{
				10129
			},
			1,
			"讨厌……离人家，远一点！",
			0
		},
		{
			{
				10708,
				10512
			},
			1,
			"人家可是很——厉害的呢，对吧？",
			0
		}
	}
}
