_G.pg.ship_skin_words[308020] = {
	feeling1 = "指挥官？不对，是空气吧，哈哈。",
	feeling3 = "指挥官，要来比赛憋气吗？输了的人要帮赢了的人按摩，怎么样？",
	lose = "哎呀，好像有点放松过头了…",
	propose = "其实我也觉得这天快来了呢，不过没想到就是现在。我现在兴奋地能绕港口游一百圈呢！指挥官，一起吧，嘿嘿！",
	expedition = "委托完成了呢。下次委托叫上我一起吧，运输破坏我可是很在行的，嘿嘿~",
	win_mvp = "突然袭击大成功！",
	home = "指挥官，你的头好像又秃了一点啊……啊哈哈，开玩笑的啦！",
	mission = "有任务了，（伸懒腰）嗯——正好可以活动活动身体了呢。",
	touch2 = "在妄想些什么呢，指挥官？说出来听听呀，嘻嘻~",
	voice_key_2 = -1,
	skill = "我看到你了哟~",
	drop_descrip = "{namecode:280}潜艇{namecode:155}",
	mail = "邮件？过期了早被我扔了……骗你的啦，赶快看看吧~",
	touch = "嗯哼？要帮我做准备运动吗？",
	profile = "提问，姐妹里面第一个击沉了白鹰的货船的是谁呢？没错，就是我啦！……最后怎么样了？管那个干什么呢，现在才是最重要的嘛，哈哈！",
	mission_complete = "装着奖励的运输船，有种想击沉的冲动呢……怎么可能啦，哈哈！快去看看吧。",
	feeling4 = "你也差不多应该注意到了吧，那个……什么……你的扣子扣歪了啦！以为我会说什么吗？哈哈~",
	unlock = "潜艇{namecode:155}，今天开始就待在这里了哦！哼哼~这一天你是不是期待了很久呢？",
	feeling5 = "指挥官，借你肩膀一用……嘿！怎么样，我很轻吧？到办公室前你可要坚持住哦！",
	main = "这双耳朵？怎么，想摸摸看吗？|文书处理……好麻烦啊……比起那个，指挥官，来打会排球吧！|我想去游泳了呢，指挥官，要比比谁更快吗，嘻嘻~",
	battle = "今天是哪个倒霉鬼的幸运日呢~",
	upgrade = "要是身材上也有所变化就好了呢…",
	voice_key = 30802,
	headtouch = "",
	feeling2 = "潜伏，看准目标，上浮，发射鱼雷，boom！怎么样，很轻松吧！指挥官你要不要也试试？",
	login = "嘿！……怎么样，指挥官，吓了一大跳吧！",
	vote = "",
	hp_warning = "啊哈哈…好像有点危险了呢…",
	id = 308020,
	detail = "小麦色的皮肤可是健康的象征。指挥官，要不你也来晒晒太阳吧！",
	couple_encourage = {
		{
			{
				10207
			},
			1,
			"别怕，现在我们是伙伴啦",
			0
		},
		{
			{
				10703
			},
			1,
			"准备活动不充分的话，会很容易受伤的哟，修理厂的女王~",
			0
		}
	}
}
