_G.pg.ship_skin_words[308040] = {
	feeling1 = "指挥官大人，虽然万分抱歉，但我还是不得不提醒您…您的懒散已经影响到了他人…",
	feeling3 = "…今天指挥官大人不来吗……寂寞的要死掉了…——指挥、指挥官！？听到刚才的话了？？",
	lose = "大家都还平安吧…？",
	propose = "这就是和指挥官大人的誓约的证明…谢谢您！我现在真的非常幸福！…还有，其实像这样能够一整天和指挥官在一起也很开心呢…嘻嘻",
	expedition = "委托组的大家已经平安回归了~嗯…给她们带一点手作巧克力作为慰劳如何？",
	win_mvp = "嘻嘻，今后也请多把任务交给我吧",
	home = "看指挥官大人的笑脸，今天一定是凯旋而归吧。呵呵~要不要给您揉揉肩膀放松一下？",
	mission = "还有一些任务没完成呢~指挥官大人，一起来完成吧~",
	touch2 = "唔……指挥官大人喜欢这、这样的感觉吗……",
	voice_key_2 = -1,
	skill = "现在就是进攻的时机！",
	drop_descrip = "{namecode:280}潜艇{namecode:252}",
	mail = "新的邮件陆续过来了，还请尽早取阅哦，指挥官大人",
	touch = "哈啊…指挥官大人成分，补给完成…",
	profile = "我是{namecode:280}潜艇{namecode:252}。生涯里完成了多次巡视和破交、运输任务，还成功实施了几次非常大胆的作战哦。不管是什么任务都请尽管交给我吧，指挥官大人~",
	mission_complete = "这些都是大家努力的成果，应该挺起胸膛接受才是~",
	feeling4 = "指挥官大人，对、对不起，这么突然来找您…只是突然觉得有点寂寞…很大胆吗？嘻嘻，其实在那次大战中我有过这样钻进敌人怀里的经验哦？指挥官大人想听听吗？",
	unlock = "呼……终于碰到人了。指挥官大人，初次见面，我是{namecode:252}。希望我的到来能对指挥官有所帮助，请多指教了~",
	feeling5 = "啊呜…指挥官大人…我又来找您了…今、今天也可以一直在一起吗？只要和指挥官在一起我是永远不会感到孤单的！",
	main = "每次用餐前，和同级的姐妹们一起念“我开动了”的时候，都会有一种安稳的感觉油然而生呢|妹妹{namecode:155}给您添麻烦了，她是不是太活泼了呢？唔…我大概很难像她那样有用不完的精力吧|指挥官…指挥官……？精神还好吗…抱歉，我有点担心…",
	battle = "有时也需要显眼一点呢……！",
	upgrade = "非常感谢指挥官大人，让我能够变得更可靠~",
	voice_key = 30804,
	headtouch = "",
	feeling2 = "感谢指挥官大人经常来看望我们。这样今天我也能努力工作了呢。嘻嘻",
	login = "呃嗯……欢迎回来，指挥官。您不在的期间的内容我总结成汇报了，请您过目~",
	vote = "",
	hp_warning = "这下有点难办了呢…",
	id = 308040,
	detail = "指挥官大人，非常抱歉，在您百忙之中有所叨扰……能帮我测试下侦察机的性能么？",
	couple_encourage = {
		{
			{
				30802
			},
			1,
			"不要跑偏了哦？",
			0
		}
	}
}
