_G.pg.ship_skin_words[308050] = {
	feeling1 = "请让我一个人待着就好…",
	feeling3 = "舰队里的大家关系都好好呀…呼呼…—欸？没、没什么，我是说，请让我一个人就好……",
	lose = "悄悄地撤退吧…",
	propose = "这…难道我还在妄想吗？嗯，这一定是妄想，但是，指挥官和平时一样温柔……那个，指挥官，能捏我一下吗？",
	expedition = "这次的委托组，会是什么样的组合呢……",
	win_mvp = "……下次，希望不会再拿第一了……",
	home = "今天的战斗……还算顺利吧？",
	mission = "指挥官，那个，这些是任务书……吧？",
	touch2 = "呀？！难、难道要在这里被指挥官…！？——没、没什么，对不起…",
	voice_key_2 = -1,
	skill = "没办法了，上吧…！",
	drop_descrip = "{namecode:283}型潜艇{namecode:254}",
	mail = "邮件的内容可要好好看清楚哦…？",
	touch = "指挥官，怎么了？欸，难道我又自言自语说了什么奇怪的话吗！？",
	profile = "我是{namecode:283}型潜艇，或者说{namecode:253}型潜艇二号舰，{namecode:254}。我没有什么引人注目的战果…毕竟出生时已经是那时候了，也没办法呢…",
	mission_complete = "……哈！糟了，清点任务奖励的途中，不小心陷入了妄想……",
	feeling4 = "我有时候会不小心把心里想的事情自言自语说出来…请、请不要太在意…",
	unlock = "被找到了吗……好吧，我是{namecode:254}。那个，请给我一些一个人就能完成的任务，可以吗？",
	feeling5 = "指挥官，对不起，最近一直没有来找你……因为，因为…我最近忍不住妄想起了我和指挥官在一起的情景，而且，完全停不下来……好丢脸",
	main = "指挥官每天都要和那么多舰船打交道，真厉害，我完全做不到|和指挥官独处的时候，很安静，感觉很舒服，可以安心地去想事情……|58和19…额，26那样的运动型其实也挺…哈啊！？指挥官！？没、没什么…",
	battle = "没人发现我吧？",
	upgrade = "那个……谢谢",
	voice_key = 30805,
	headtouch = "",
	feeling2 = "存在感低也是有好处的，可以避免掉很多麻烦的接触……",
	login = "噫！指挥官，不用和我打招呼也没关系的……",
	vote = "",
	hp_warning = "好、好像有点太引人注目了呢…",
	id = 308050,
	detail = "咿！？是、是指挥官啊…有什么事吗？",
	couple_encourage = {
		{
			{
				30803
			},
			1,
			"58到底该和谁一起最好呢……",
			0
		}
	}
}
