_G.pg.ship_skin_words[101480] = {
	feeling1 = "要是你的脑袋上有螺丝的话，我一定得拧开来看看里面是什么怪东西……",
	feeling3 = "库珀，你上次说的什么“变身道具”已经做好了。……等等，艾伦，不要擅自往上面贴奇怪的贴纸！",
	lose = "哎…回去得好好维修一下这身装备了。",
	propose = "我还以为你会是比较迟钝的那种，没想到你也挺主动的嘛。对了，这个是我自己做的戒指……虽然比不上这个誓约之戒，不过还是希望你能好好珍惜它，毕竟我不会再做第二个了哦。",
	expedition = "委托完成了哦。不介意我拿走一些边角料零件吧？",
	win_mvp = "好，装备状态绝佳~",
	home = "唔…这里果然不对，偏了1毫米……啊，指挥官，来的正好，看看这个？",
	mission = "新任务？哎，不太想到处跑啊…",
	touch2 = "就是这只手对吧？被我抓到了就用卡钳夹到你认错为止——",
	voice_key_2 = -1,
	skill = "可不要怪我哦？",
	drop_descrip = "艾伦·萨姆纳级驱逐舰—英格拉罕，舷号DD-694",
	mail = "邮件…要不要我帮你升级下邮箱？",
	touch = "喂，别到处乱碰啊。",
	profile = "唔…想来想去，果然还是没什么好介绍的呢…要不…给你看看我做的这个艾伦·萨姆纳级微缩船模？这些是主炮，这些是防空炮，这些是投放深水炸弹的装置…",
	mission_complete = "在找笔签署确认任务完成的文件吗？喏，我这支借你。",
	feeling4 = "指挥官，我在空闲时间拿边角料做了一个铁勋章哦。你站过来，我给你戴上——噗，还真有点合适呢。",
	unlock = "白鹰驱逐，英格拉罕。嗯…没什么特别要介绍的了？总之以后请多指教吧。",
	feeling5 = "指挥官，以后有事可以多来找我……啊当然没事也可以啦。总之，你要是不在我身边我会有些寂寞的……咳、咳咳！",
	main = "指挥官，我在这里弄些小玩意不会打扰到你的工作吧？…那就好。|袜子少了一只？大概是起床的时候忘记穿了…算啦，这又不重要。|有个螺丝好像掉到柜子底下了…那个，我来捡就好，你只要别看奇怪的地方就行。",
	battle = "各模块调整完毕，可以出击。",
	upgrade = "装备强化…好像还算靠谱。",
	voice_key = 10148,
	headtouch = "发夹？是我随手拿的夹子…有问题吗？",
	feeling2 = "任何一个零件上一丝一毫的误差，都会影响整个制造品的成果……所以，必须要保证精确性。",
	login = "你迟到了哦？是不是给指挥官做一个停不下来的闹钟比较好呢…",
	vote = "",
	hp_warning = "啊！这里修起来很麻烦的啊！",
	id = 101480,
	detail = "把东西破坏掉并不难，但想要创造一件东西，可就难多了呢。",
	couple_encourage = {
		{
			{
				10145
			},
			1,
			"艾伦，可别放松过头了。",
			0
		},
		{
			{
				10226
			},
			1,
			"这个手甲，有点厉害……",
			0
		},
		{
			{
				31201
			},
			1,
			"交流下维修心得？",
			0
		}
	}
}
