_G.pg.ship_skin_words[308060] = {
	feeling1 = "我最讨厌你了！离我远点！",
	feeling3 = "{namecode:251}！别拿甲标的挠我痒！欸，。你不是{namecode:251}！？",
	lose = "（咕嘟咕嘟咕嘟咕嘟）",
	propose = "你、你可算来找我了！我真的可以吗……嘿嘿……什、什么嘛！不坦率的明明是你！",
	expedition = "诸位，辛苦了！…不知道有没有什么好东西呢……",
	win_mvp = "耶！看到了吗？看到我刚才的表现了吗？？",
	home = "干的不错，休息一会吧",
	mission = "任务……？哼！就让本小姐来指点你吧！要认真听知道吗！",
	touch2 = "呀！？怎、怎么回事！？",
	voice_key_2 = -1,
	skill = "给我沉下去吧！",
	drop_descrip = "海大VI型a型潜艇{namecode:256}",
	mail = "给你的信，快看吧！……就没人给我写信吗…",
	touch = "不许随随便便就摸我！……你说按摩？是这样吗……那就交给你啦！",
	profile = "我是潜艇{namecode:256}！在那场战役干掉了约克城和哈曼，给{namecode:94}报了仇！还有…嗯…虽然我努力了…还是没击沉过什么别的船…",
	mission_complete = "干得还行！呃，给你赏赐！",
	feeling4 = "因为我在那场战役里击沉了约克城，有时候哈曼会瞪我……有什么关系嘛！约克城本人都说不介意了！",
	unlock = "我是{namecode:256}哦，叫我168就好。怎么说我也是武勋舰，要好好地让我派上用场哦！",
	feeling5 = "哼！喜欢直白的人，那你找直白的人契约不就好了！——你怎么能这样！哈曼不是比我更不坦率吗！？",
	main = "好无聊…指挥官，给本小姐找点乐子听见了吗！|好困啊……还是海里舒服……|你说哈曼？她想找茬的话就放马过来！看我不揍扁她！",
	battle = "来吧，我们来钓个大鱼！",
	upgrade = "很好！我又变强啦！",
	voice_key = 30806,
	headtouch = "你，你干吗！？",
	feeling2 = "哼！别看我这样，那场战役里我可是代表重樱潜艇击沉了对方大型空母呢！还不快来膜拜本小姐！",
	login = "太·慢·了!就算我们潜艇擅长等待时机，也不能真的让我等这么久吧…",
	vote = "",
	hp_warning = "",
	id = 308060,
	detail = "你找本小姐有事吧？……没事也可以……",
	couple_encourage = {
		{
			{
				10125
			},
			1,
			"现在我们是队友了！",
			0
		}
	}
}
