_G.pg.ship_skin_words[319010] = {
	feeling1 = "哪怕再多的物资，指挥官大概也无法运用好吧……",
	feeling3 = "有些驱逐舰们喜欢和我玩游戏。嗯，就是那种，让她们坐在我的肩膀上，扮演大机器人之类的游戏…还是挺有趣的呢，嗯♪",
	lose = "果然，和正规战斗舰船们一起作战还是太勉强了吗…",
	propose = "身为运输舰的我在战场上或许帮不上什么忙。但是指挥官却如此信赖我、重视我……我，会在各种方面努力的！嗯！",
	expedition = "委托队顺利返航了。比起迎接的那一方，我更擅习惯处在被迎接的那一边呢。",
	win_mvp = "嗯……总感觉，心情有些微妙呢……",
	home = "嘿咻…啊，指挥官欢迎回来。我刚把大家带回来的物资都一口气搬到仓库里了。清单的话…请再稍微等一会哦",
	mission = "好像指挥官您还有新任务没完成？要注意一下时间哦。",
	touch2 = "呀啊！？指挥官？",
	voice_key_2 = -1,
	skill = "补给已经送到了！",
	drop_descrip = "运输舰—{namecode:188}",
	mail = "物资中间好像夹杂着一封信件……啊，是给你的呢，指挥官。",
	touch = "是需要我把主炮运送到哪里吗？……啊，不好意思…我刚有点发呆了……",
	profile = "我叫{namecode:188}，兴趣爱好是泡温泉，另外身高体重是……啊，现在不是要这方面的自我介绍呢！不好意思…嗯…我是为{namecode:83}级战列舰运送主炮——记得名字是叫做“九四式40厘米炮”而诞生的。后来也参与过一些普通的运输任务，不过最后因为潜艇的伏击而结束了自己的生涯。嗯…这样就可以了吧？",
	mission_complete = "任务完成。心上挂念的事情又可以少一件了。",
	feeling4 = "指挥官，累了的话，要不要去泡个澡？泡完澡再来一瓶新鲜的牛奶的话肯定…指挥官？？没事吧！？要带您去医务室吗？",
	unlock = "初次见面，指挥官。我是重樱所属运输舰{namecode:188}。嗯…虽说姑且算是比较特殊的舰船，不过…有我能帮上的地方的话，请尽管交给我…好吗？",
	feeling5 = "呼…啊，指挥官，感觉舒服多了吗？冰好的牛奶和点心，还有大家的慰问品我都放在这里了。想要冲冲背的时候话随时叫我就好～",
	main = "1、2、3……指挥官，您让准备的建材都在这里了。…嗯？不用大家一起搬哦？这么轻的东西…|♪～指挥官，我给您泡了茶哦。加了一点牛奶的皇家风味……觉得怎么样呢？|指挥官，在窗户边挂一些风铃怎么样？风铃飘动的时候，清脆的铃声能让人心情变好哦。",
	battle = "对空战斗……开始！",
	upgrade = "嗯……发生了什么变化吗？",
	voice_key = 31901,
	headtouch = "…！对、对不起，尾巴打到您了？",
	feeling2 = "这身舰装和其它舰船的相比，有一些特别之处呢。指挥官感兴趣的话……嗯，不如坐上来试试？",
	login = "指挥官，欢迎回来。今天有什么需要{namecode:188}运送的，或者其他{namecode:188}能帮得上忙的事吗？",
	vote = "",
	hp_warning = "一点损伤……没关系，还撑得住！",
	id = 319010,
	detail = "你说刀吗？…像这样？啊，很帅气吗？没有的事，我并不是特别擅长这个的…",
	couple_encourage = {
		{
			{
				30708
			},
			1,
			"武器，运过来了！",
			0
		}
	}
}
