_G.pg.ship_skin_words[401010] = {
	feeling1 = "不行啊指挥官，你完全不开心啊",
	feeling3 = "生涯短暂啊，指挥官，我想尽全力的活着。作为我的伙伴，你可不能落后，来，笑一个！",
	lose = "干得不错，伙计们……",
	propose = "一旦和别人扯上关系，就不能只顾着自己了，不能想哭就哭，想笑就笑，不过和你扯上关系我一点也不后悔，指挥官",
	expedition = "有委托完成了。打起精神，要给长途跋涉的姐妹们最棒的笑脸才行",
	win_mvp = "哈，哈，哈！Z1大人是无敌的！",
	home = "表情不错啊，是场精彩的战斗吧",
	mission = "新的任务，一起去挑战一下吗？",
	touch2 = "想让我好好“疼爱”你一下吗？",
	voice_key_2 = -1,
	skill = "跟我一起上！",
	drop_descrip = "1934型驱逐舰—Z1 莱伯勒希特·马斯",
	mail = "嘿，新邮件，接好了！",
	touch = "打招呼的话，这么软弱可不行！",
	profile = "和其他那些所谓姐姐不一样，我Z1可是整个第三帝国驱逐的大姐头，背负的东西就已经差了十万八千里。\n所以指挥官有了我就放一百个心吧，Z1大人可是无敌的",
	mission_complete = "我们的组合是无敌的！来看看任务奖励吧",
	feeling4 = "即使是世界末日我也不会害怕的，而且指挥官你能站在我的身边，我一定能像这样笑出来吧",
	unlock = "指挥官吗，为这一刻欢呼吧，接下来万事只要交给我Z1大人就没问题了！",
	feeling5 = "这么说来，说到世界末日总是会想到轰轰烈烈的恋爱或者在世界的尽头抱在一起的两人呢，指挥官，要来做我的亚当吗？",
	main = "来比比谁处理公文的速度快吗~|我的全名是莱伯勒希特·马斯，不过叫Z1也没什么|加油啊指挥官，我会一直在你身边的",
	battle = "让我们乘风破浪！Feuer！",
	upgrade = "哈哈，这种感觉真不错！",
	voice_key = 40101,
	headtouch = "",
	feeling2 = "怎么样，指挥官，和我一起度过的日子还算开心吗？我的话每天都很开心啊",
	login = "走，让我们来大闹一场吧！",
	vote = "",
	hp_warning = "你们在害怕什么！",
	id = 401010,
	detail = "又快又强，这就是我Z1大人！",
	couple_encourage = {
		{
			{
				40303
			},
			1,
			"你的笑太假了",
			0
		},
		{
			{
				10
			},
			5,
			"哈！小猴子们，跟我上！",
			4
		}
	}
}
