_G.pg.ship_skin_words[401250] = {
	feeling1 = "安可先生……我想离开这里……",
	feeling3 = "现在大家都觉得我是一个认真，负责的人，都愿意和我一起出击，执行委托。指挥官也觉得有我在就能够放心了。安可先生，我做到了呢！",
	lose = "这次的战斗……得认真检讨才行……",
	propose = "原来，我和安可先生说的话你都听到了吗……呜呜，我真的是个笨蛋……但是，指挥官给了我这个，我真的很开心。不，不许反悔哦！",
	expedition = "委托组已经在港口待命了。要我去接应她们吗？",
	win_mvp = "不错，就照着这个感觉继续吧！",
	home = "大家都辛苦了呢，趁这个时间检查一下装备的状态吧。",
	mission = "拖欠任务可不行呢，赶紧完成它们吧！",
	touch2 = "呜！……如果你是故意的话，小心我的拳头！",
	voice_key_2 = -1,
	skill = "目标锁定！",
	drop_descrip = "1936A “纳尔维克”型驱逐舰—Z25",
	mail = "有新的信……要是错过重要的讯息的话可就不好了。",
	touch = "呼…啊！对不起，我不应该发呆的…",
	profile = "从z23姐开始，我们就都以代号称呼了。不过对我来说，无论被叫做什么，身处何处，我都会履行好自己的职责的！",
	mission_complete = "任务完成了。怎么样，下一步的计划想好了吗？",
	feeling4 = "最近，我感觉我变得越来越在意指挥官了。在他身边的时候，总感觉很难静下心来。安可先生……我该怎么办才好……",
	unlock = "1936A型驱逐舰z25到任。请放心，我会尽全力去战斗的。",
	feeling5 = "喜，喜，喜……啊，还是不行啊。对不起呢，安可先生，让你扮演指挥官陪我练习了这么久。果然还是算了吧，现在这个样子其实也蛮好的……欸，等等，指，指挥官？",
	main = "z23姐……现在应该正在认真看书吧……|科研计划……委托安排……唔唔，现在可不是犯困的时间……|这个吗？这，这真的只是一个普通的玩偶而已啦！",
	battle = "z25，正在搜索敌舰！",
	upgrade = "变强的话，就离z23姐更近一点了呢。",
	voice_key = 40125,
	headtouch = "",
	feeling2 = "虽然我和指挥官说了让他放心，但是我还是有点担心自己会做不好，融入不了这个新的地方……安可先生，我能做得好吗？",
	login = "按时到位了呢。那我也要打起精神了！",
	vote = "",
	hp_warning = "还可以再坚持一会……",
	id = 401250,
	detail = "安可先生，我要怎么做才能像姐姐那样优秀呢……",
	couple_encourage = {
		{
			{
				40123
			},
			1,
			"姐姐，一起努力吧！",
			0
		}
	}
}
