_G.pg.ship_skin_words[401240] = {
	feeling1 = "汝可知…堕落至极的凡人会有什么样的下场？",
	feeling3 = "无论何种对手，感受到到吾之威势都会吓得落荒而逃！…为何汝对吾却没有任何惧意？",
	lose = "哈啊…哈啊…已经……不用忍耐了吧？可以把一切的一切，都破坏殆尽了吧…？",
	propose = "嚯~居然真的胆敢向吾提出誓约吗，就让汝称赞下汝之勇气吧，凡人！哼哼，从今往后，还要一如既往地向吾献上敬畏和贡品哦！",
	expedition = "委托奖励？不感兴趣…不过要是有黑巧克力或是黑森林蛋糕之类的美味，记得向吾进贡啊，凡人！",
	win_mvp = "啊哈哈哈哈！鲜血与火焰浇铸出的战场之烟花，真是太棒了！",
	home = "汝总算回来了啊，吾累了，要休息一会，没有急事或者黑巧克力不要喊吾。",
	mission = "任务？这些琐碎的麻烦事就不要一直留在在那里，快把它们都处理掉，凡人。",
	touch2 = "敢对吾如此不敬…想必已经做好足够的心理准备了吧，凡人…？",
	voice_key_2 = -1,
	skill = "全都匍匐在吾之脚下吧！啊哈哈哈哈！！",
	drop_descrip = "1936A “纳尔维克”型驱逐舰—Z24",
	mail = "来自深渊的信息…呼呼……",
	touch = "这双巨爪很棒吧？无论威慑力还是杀伤力，都和“魔王”的称号相匹配！哼哼哼~",
	profile = "从Z23开始，吾等1936型，以及之后的驱逐都只用编号来称呼了，这究竟是为何？明明“莱伯勒希特·马斯”或者“格奥尔格·蒂勒”这样又有气势，又让对手难记的名字更加……",
	mission_complete = "哼哼，不管怎么说，收获的时刻总是让人愉快的，是吧，凡人~",
	feeling4 = "有黑巧克力蛋糕要进贡给吾？哼哼，算你上道，凡人，来吧~啊…还愣着作什么？快喂吾！",
	unlock = "颤抖吧，凡人！站在汝之面前的，是赤与黑的恐惧之魔王，铁血的驱逐舰Z24！无须多虑，匍匐于吾之脚下，献出汝之敬畏即可！",
	feeling5 = "好，看在汝对吾如此尊敬的份上，就特别赐予汝与吾亲密接触的权力吧！来吧！(张开双臂)……是拥抱啦，拥抱！非得吾说得这么清楚吗，愚蠢的凡人！",
	main = "“黑”乃高贵之象征！无论黑咖啡，黑巧克力，或是黑森林蛋糕，都是从名字就透露出高贵的气息，汝不这么觉得吗，凡人~|哈啊~~无聊得吾都犯困…要不试着吓吓下一个进指挥室的人好了~…唔，不行吗？真没意思…|贯彻吾之道才是人生！所以Z23啊，作业什么的对吾而言只是累赘！好疼！吾、吾知道了啦，别再念吾了！|把慰劳品…忘了？……看来得好好让汝知晓生命是有多么脆弱才行呢，凡人。",
	battle = "哼哼，那就开始吧，令人兴奋的铁与血之祭典！",
	upgrade = "干得好，凡人！感觉力量逐渐凝聚起来了！",
	voice_key = 40124,
	headtouch = "胆、胆子不小啊，凡人，敢在吾头上乱摸……唔，还、还可以再来点…",
	feeling2 = "呣…那些在天上乱窜的“苍蝇”们确实非常讨人厌，不是吗？",
	login = "汝可知现在已是几时？快回到工作之位上去，懒惰的凡人！",
	vote = "",
	hp_warning = "哈啊…哈啊……已经可以了吧…？",
	id = 401240,
	detail = "区区凡人，居然敢不畏惧吾？吾应当已经表现出足够的威慑感了才对…为何……",
	couple_encourage = {
		{
			{
				40305
			},
			1,
			"哼哼，一起把敌人撕成碎片吧！",
			0
		},
		{
			{
				40125
			},
			1,
			"汝之黑色使魔，还挺有趣的。",
			0
		},
		{
			{
				40126
			},
			1,
			"这次，不会再令汝独自迷失于白色的风暴中了",
			0
		},
		{
			{
				40136
			},
			1,
			"恶魔(Devil)啊，听从恶魔的命令，消灭敌人吧~",
			0
		},
		{
			{
				40123
			},
			1,
			"吾讨厌说教！",
			0
		}
	}
}
