_G.pg.ship_skin_words[401260] = {
	feeling1 = "指挥官，不合格！",
	feeling3 = "嗯，今天指挥官做得很好，以后再接再厉！……这样指挥官就能理解我表达称赞的意思了吧。",
	lose = "输了…大家，非常对不起！",
	propose = "「无论是顺境或是逆境、富裕或贫穷、健康或疾病、快乐或忧愁，我将永远爱着你、珍惜你、对你忠诚，直到永永远远」……呼，太好了，一字不错地背下来了！…啊，对了！指挥官，接下来是该轮到你说了吧？",
	expedition = "委托部队回来了，她们做得不错！……不对，应该是，她们辛苦了！",
	win_mvp = "大家还需要努力！……啊不对，应该是，大家都辛苦了！",
	home = "指挥官，请喝咖啡！……要加糖？那，加10块方糖可以吗？",
	mission = "有任务！唔，这时候应该说的是…请指挥官迅速完成！",
	touch2 = "不纯洁的接触，不行！",
	voice_key_2 = -1,
	skill = "我已经准备好了！",
	drop_descrip = "1936A “纳尔维克”型驱逐舰—Z26",
	mail = "是最新的情报！指挥官，请过目！",
	touch = "有什么需要我做的？快说！……不对，是，请说！",
	profile = "介绍下自己的经历吗？我明白了！我是铁血的1936A型驱逐舰·Z26！护卫过希佩尔和舍尔，还和Z24、Z25一起参加了拦截PQ-13船队的行动，不过， 也是在这次行动里迎接了最后的结局…",
	mission_complete = "任务完成了！这个时候应该说的是…感谢指挥官对舰队做出的贡献！",
	feeling4 = "工作要劳逸结合。指挥官，明天是休息日，我要监督你，不能让你工作。这样的话，指挥官就一定能得到充分的休息了！",
	unlock = "铁血驱逐舰·Z26，前来报到！接下来还请多多指教，指挥官！……好！这样应该就没问题了！",
	feeling5 = "经过一小段时间的观察，我得出了一个结论：指挥官不需要我监督，也可以做得很好。嗯，指挥官是一个非常优秀的人！我为我能有这样一个指挥官而骄傲！",
	main = "指挥官，不准偷懒！……已经完成了很多任务了？那，指挥官，工作辛苦了！|Z23喜欢看书，Z1喜欢运动。那，想超过她们的话…边看书边运动？好像真的可以？|Z25的玩偶，其实是活的？……因为，经常能看见Z25在和那孩子说话。",
	battle = "大家，一起跟着先锋！…我就是？那，都跟着我吧！",
	upgrade = "感觉很好！……不对，应该是…谢谢指挥官！",
	voice_key = 40126,
	headtouch = "",
	feeling2 = "被敌人盯上了怎么办？唔唔……祈祷她们认错人！或者，等她们鱼雷不小心打到自己！",
	login = "非常抱歉，这里是指挥官办公的地方，闲杂人等不能进入……啊，指挥官不是闲杂人等来着，那就…欢迎回来，指挥官！",
	vote = "",
	hp_warning = "Z25她们都去哪儿了…",
	id = 401260,
	detail = "我讨厌暴风雪，不仅会把同伴们分开，还会让人怎么都躲不掉敌人……",
	couple_encourage = {
		{
			{
				40125
			},
			1,
			"不要再跟丢我了！……不对，是，我不会再跟丢你们了！",
			0
		}
	}
}
