_G.pg.ship_skin_words[401280] = {
	feeling1 = "在指挥官改正错误，被大家重新接纳之前，我会一直照顾你的。所以，不要放弃自己哦！",
	feeling3 = "想要请个假休息一小会？可以哦，理由我来帮你想吧。不过，指挥官的工作，我可能没法帮上忙呢…之后一定要记得补上哦？",
	lose = "指挥官，我们都已经安全撤退了，不要难过啦~下次一定能赢的！",
	propose = "从来没想过，能从指挥官那里收到这个…我真的非常开心哦！今后，也请尽情地向我倾诉你的心情吧，我会把它们全部接纳的！",
	expedition = "委托完成啦~指挥官，你先忙，我去迎接委托组的大家吧！",
	win_mvp = "赢啦赢啦！指挥官真厉害！",
	home = "指挥官辛苦啦！这是平安回港的抱抱哦~",
	mission = "有新任务啊…有没有那种陪指挥喵一起玩的任务？",
	touch2 = "做这样的事可是会被女孩子讨厌的哦？",
	voice_key_2 = -1,
	skill = "全力猛攻！嘿~",
	drop_descrip = "1936A “纳尔维克”型驱逐舰—Z28",
	mail = "鸟儿们把信件带回来了。要不，我念给你听吧？",
	touch = "睡吧睡吧~等休息好了再工作也行哦！",
	profile = "因为我是领航驱逐舰，所以武备上比起姐妹们要稍逊一点呢。这也是我比起直接的手段，更喜欢用别的方式解决问题的原因啦~",
	mission_complete = "任务完美完成啦！这是额外奖励的拥抱哦~",
	feeling4 = "今天的工作也圆满完成了吗？嗯，那就给指挥官作为奖励的拥抱吧！真棒真棒~",
	unlock = "指挥官，你好呀！我是1936A型驱逐舰中，排在中间的z28！尽力支持指挥官的工作就是我的任务哦！",
	feeling5 = "指挥官，累了吗？那，请在我的膝枕上，伴随着睡梦，把疲劳和烦恼一起，一点点、一点点地忘掉吧~",
	main = "好想和可爱的动物们玩上一整天呀~|大的办公室，虽然空旷，但能制造一种宁静的氛围，让人更加专注哦！|如果能及时处理完这份文件的话，我就给指挥官准备一些好吃的点心哦~",
	battle = "大家都要跟上我哦！",
	upgrade = "唔，要是这身舰装能变得更可爱一点就好了…",
	voice_key = 40128,
	headtouch = "嘿嘿，也让我这样摸摸指挥官~",
	feeling2 = "我一直很好奇，在树上叽叽喳喳的鸟儿们，会是在谈论什么有趣的事呢~",
	login = "唔…指挥官一定是有什么原因才迟到的吧？不过没关系，从现在起打起精神开始工作吧！",
	vote = "",
	hp_warning = "敌人有些厉害，大家一定要小心！",
	id = 401280,
	detail = "指挥官，给你看看我的鱼雷~我在上面画了不同的表情哦，是不是很可爱？",
	couple_encourage = {
		{
			{
				40123
			},
			1,
			"z23姐姐，也别对指挥官太严格啦~",
			0
		},
		{
			{
				40124
			},
			1,
			"z24姐姐说的话有些难懂啊…",
			0
		},
		{
			{
				40125
			},
			1,
			"需要我帮姐姐你照顾一下安可先生吗？",
			0
		},
		{
			{
				40126
			},
			1,
			"不用着急，想说的话慢慢地说清楚就好了哦！",
			0
		},
		{
			{
				40401
			},
			1,
			"沙恩霍斯特小姐战斗的样子，真的非常帅气哦！",
			0
		}
	}
}
