_G.pg.ship_skin_words[401360] = {
	feeling1 = "我已经看到了，指挥官终将破碎的宿命！",
	feeling3 = "哼哼～就让恶魔之力也寄宿在你的身上吧——不要动，还没画完呢！",
	lose = "咕…恶魔是不会就此败北的……！",
	propose = "感觉到了…这就是与指挥官(Master)之间的灵魂共鸣…！好…！我决定了，直到时间的尽头，无论是在舞台上还是战场中，我都不会离开指挥官，我会永远只为了指挥官而使用我的恶魔之力的！指挥官也会一直在我身边的，对吧～？",
	expedition = "远行执行任务的同伴们(Sisters)已经归来，让我们怀着感激的心情去迎接她们吧！",
	win_mvp = "这场胜利也是命运的必然选择！",
	home = "哈啊…哈啊……嗯？为什么这么累？哼，当然是因为魅惑之力——啊呜，我知道了啦！其实是在做演唱会的练习啦",
	mission = "星辰已经为我们指引了方向，该行动了，指挥官！",
	touch2 = "随、随随意触碰恶魔的躯体，可是会招致灾祸的！",
	voice_key_2 = -1,
	skill = "接招吧！掌控魅惑的恶魔的全力一击——",
	drop_descrip = "1936B型驱逐舰—Z36",
	mail = "难道是粉丝的来信吗～？切～是给指挥官的啊",
	touch = "等、等等！就算是指挥官，我也不会让你把这绷带随便拆下来啊！绝对不行！不行！嗯！",
	profile = "我是诞生自不莱梅的驱逐舰，恶魔偶像Z36！曾与伙伴一同驰骋于波罗的海，然而最后却被那可恶的黑色不祥之球给……咳咳，总之期待我的恶魔之力为你带来胜利吧！",
	mission_complete = "星辰的赠礼已经降临，不要错过了哟，指挥官！",
	feeling4 = "既然同为拥有恶魔标记的人，我们就是生死与共的命运之人了哦，指挥官！",
	unlock = "哼哼，你就是指挥官吗？在这里相遇也是命运的选择！就让有着俘获人心力量的恶魔偶像(Devil Idol)Z36来助你一臂之力吧！锵～",
	feeling5 = "唔…在指挥官身边，即便不使用恶魔之力，也能感觉到从体内涌出的无尽力量呢，这就是我对指挥官的“爱”吧～！嘻嘻～♪",
	main = "指挥官(Master)看到Z35了吗？本来还想跟她分享一下提升恶魔之力的仪式呢，结果一转头就不见人了，切……|哼哼，没有人能够逃离恶魔偶像(Devil Idol)的歌之魅力～！|无论是战斗也好，演出也好，只要解放这股恶魔之力，就没有什么能难倒我的～！",
	battle = "封印…解除！哼哼，见识一下恶魔偶像的力量吧！",
	upgrade = "恶魔之力…又进一步觉醒了…！",
	voice_key = 40136,
	headtouch = "用心感受吧！这黑暗的律动……啊！指挥官(Master)，这样会长不高的啦！",
	feeling2 = "嗯哼～！我能感觉到，你有使用恶魔之力的潜能啊，指挥官！",
	login = "哦哦，来得正好！要听听我的新曲吗？名字就叫做——《恶魔序曲-Devil Intro》！",
	vote = "",
	hp_warning = "力、力量要暴走了……！",
	id = 401360,
	detail = "哼哼，怎么样！这充满不祥的异色魔眼(Granat Eyes)是不是很帅！…嗯？当、当然是天生的啦！",
	couple_encourage = {
		{
			{
				40135
			},
			1,
			"双重解放·恶魔之力——哎～？姐姐不要走掉嘛！",
			0
		}
	}
}
