_G.pg.ship_skin_words[401460] = {
	feeling1 = "这里或许并没有我渴求的东西……",
	feeling3 = "亲友、敌人、喜好、厌憎……来到这里之前，我什么都不曾拥有",
	lose = "向世界炫耀吧，为击败过我而骄傲吧！",
	propose = "我挚爱的人啊，我已经期待这一天很久了，你为我准备了怎样的名字？",
	expedition = "在港口等待外出执行委托的舰船归来……这也是我来到这里前未曾拥有过的体验",
	win_mvp = "是我太强了？还是你们太弱了？",
	home = "战争结束了吗？还是才刚刚开始？",
	mission = "前去邂逅未知与相遇吧！",
	touch2 = "如果你的渴求是正确的，那你的手为何在颤抖？",
	voice_key_2 = -1,
	skill = "虚假的，必将湮于尘世",
	drop_descrip = "1936C型驱逐舰—Z46",
	mail = "有新邮件是被人期待与信赖的证明",
	touch = "能被碰触到是确实存在着的证明",
	profile = "铁血海军Z级驱逐舰1936年C型。和四个妹妹一同列入建造计划，但最终只有我和Z47开工。由于进度缓慢，直到终战也没有完工…尚未出生便遭解体的舰船，那就是我……期待着你不再称呼我为Z46的那天来临",
	mission_complete = "自由与命运只垂青每天努力的人",
	feeling4 = "微风拂过海面，蝉鸣漾入云间。叽叽喳喳的笑声在沙滩上留下深浅不一的足迹，盛暑阳光夺神炫目，模糊了远近的归船……这里的风景真是令人缱绻",
	unlock = "是你在召唤我吗？我是……很可惜，现在我还没有名字，你就暂时叫我Z46吧",
	feeling5 = "被需要、被期望、被信赖、被喜爱……经历了种种风风雨雨后，我这张白纸已然染上了你的颜色。请好好思考我的名字吧，我的挚爱。",
	main = "我不曾失败，也未尝受伤，因此，亦无武勋 |名字不仅仅是一种称呼。它还是在这个世界中自身独一无二的证明 |这个世界上，不亲身体验就无法真正认识的事物如那令人敬畏的漫天繁星般不可胜数",
	battle = "我要夸赞你们看到我还没有逃跑的勇气与愚蠢！",
	upgrade = "此为无足轻重之事，但我仍要嘉奖你的心意",
	voice_key = 40146,
	headtouch = "",
	feeling2 = "追寻着“名字”的踪迹，我来到了这里",
	login = "这个世界和我料想的大不相同，真有趣！",
	vote = "",
	hp_warning = "但凡不能杀死你的，最终都会使你变强",
	id = 401460,
	detail = "Z46只是一个代号，并不是我的名字。对船来说，有无名字并不重要，但……",
	couple_encourage = {
		{
			{
				40701
			},
			1,
			"战斗结束以后，请教我今天便当的做法吧",
			0
		},
		{
			{
				40135
			},
			1,
			"偶像的名字与我不相配，请不要…加上“小”字……",
			0
		},
		{
			{
				40123
			},
			1,
			"记住，太过努力有时反而会有反效果。",
			0
		}
	}
}
