_G.pg.ship_skin_words[402050] = {
	feeling1 = "指挥官…还真是碍眼啊……",
	feeling3 = "想学习烤肠的做法？没问题哦。不过，事先说好，我可是很严格……等等，这该不会是指挥官用来接近我的手段吧？！",
	lose = "怎么会这样…是我的责任，非常抱歉……",
	propose = "我、我知道了啦，这次就全部听您的…所以……能不能别再盯着我的脸了，这样真的很害羞的！再、在这样下去，我可能会变得很奇怪…总、总之快点结束这个仪式吧！呜呜…",
	expedition = "委托完成了哦，不用我提醒，指挥官应该也知道做些什么的吧？",
	win_mvp = "欸？我是MVP？这倒是有些意外呢…",
	home = "出击辛苦了，指挥官。不过，为了大家，再坚持一会！…吧？",
	mission = "有新的任务哦，指挥官，之前的任务都完成了吗？",
	touch2 = "呀啊啊？！也、也太直接了吧指挥官！？",
	voice_key_2 = -1,
	skill = "请，请在这里被打倒吧！",
	drop_descrip = "莱比锡级轻巡洋舰—纽伦堡",
	mail = "有新邮件哦，指挥官。不会是骚扰信吧…",
	touch = "莫、莫非指挥官是想通过不经意的碰触，逐渐降低我的警戒心？！",
	profile = "虽然曾经接受过多次改装，但是都没有在大战中派上多少用场…算下来，我在铁血里还算是服役比较长的了？连我自己都不敢相信……",
	mission_complete = "任务全都完成了？真不愧是指挥官呀…",
	feeling4 = "最近和指挥官待在一起的时间越来越长了…呜呜，指挥官果然是有什么奇怪的想法的吧！如果放任下去的话我就…咦？好像…也不是那么讨厌…？",
	unlock = "我是莱比锡级的二号舰，纽伦堡号。今天起，就让我留在这里为指挥官效劳吧。……没问题吧？",
	feeling5 = "仔细想想，好像实际上并没有被指挥官做过太过分的事情…反而是经常得到绅士般的关怀……和指挥官在一起其实也满开心的…(小声)就、就算真的被做了什么也………我我我在说什么呀！？请、请当作什么都没听见！",
	main = "指挥官喜欢吃烤香肠吗？嗯…工作顺利的话，回头我就给您做一些吧|有什么办法能治好莱比锡容易晕倒的毛病呢…通过接触锻炼？好像可行…不对，指挥官不会是想借机接近莱比锡干什么坏事吧？|对指挥官是不是太严厉了些…怎么办…指挥官不会生气吧…？算、算了，反正指挥官肯定满脑子只想着奇奇怪怪的事情……",
	battle = "请大家…各司其职吧？",
	upgrade = "希望这些努力，最后都能派上用场…",
	voice_key = 40205,
	headtouch = "突然摸头，肯，肯定是在想奇奇怪怪的事情！我，我没说错吧？",
	feeling2 = "还是好担心莱比锡会不会突然晕倒…指挥官，也请您帮忙多看看她哦？",
	login = "已经是工作的时间了，请…请打起精神来，指挥官！",
	vote = "",
	hp_warning = "好、好疼……",
	id = 402050,
	detail = "为什么独自一个人来看我？莫、莫非指挥官是想趁别人不在的时候……？！不、不是的吗？",
	couple_encourage = {
		{
			{
				40204
			},
			1,
			"一起鼓起勇气战斗吧！",
			0
		}
	}
}
