_G.pg.ship_skin_words[403010] = {
	feeling1 = "垃圾！别出现在我的视线中！",
	feeling3 = "哈？担心我？被你这种人担心可高兴不起来",
	lose = "可可可——可恶！好不甘心啊啊啊！",
	propose = "哈？我为什么非要带上这个不可啊！算了，难得今天心情不错……照顾我一生一世？哼，那不是理所当然的吗！",
	expedition = "笨蛋！还没有想起来你忘记了什么吗？",
	win_mvp = "哼，今天就特别容许你夸赞几句好了",
	home = "笨蛋！既然回来了怎么不来见我？哈？谁在担心你！",
	mission = "笨蛋，做任务的时候不要分心！",
	touch2 = "哈？笨笨笨笨——笨蛋！去死吧！沉到基尔港里去吧！",
	voice_key_2 = -1,
	skill = "哈？谁允许你们反抗了！",
	drop_descrip = "希佩尔海军上将级重巡洋舰—希佩尔海军上将",
	mail = "笨蛋，没注意到新的邮件已经到了吗？",
	touch = "哈？我有允许你碰我吗？",
	profile = "我是铁血第三帝国希佩尔海军上将号重巡洋舰，名字源于“不败的名将”弗兰茨·冯·希佩尔。参与过各种各样的战斗并在每场战斗中都尽了最大的努力！哈？巴伦支海？那是因为库默兹比你还愚蠢！",
	mission_complete = "笨蛋！完成任务就快去领奖，在我面前炫耀什么！",
	feeling4 = "哈？谁会喜欢你！只是欧根想和你一起吃饭，我陪她而已！笨蛋，不要会错意了！",
	unlock = "哈？你就是指挥官？战事已经紧张到随便什么人都能当指挥官了吗？",
	feeling5 = "哈？谁会爱上你！我只是按照规定上交出击时捡到的东西罢了！哈？戒指，那种东西谁会戴啊！",
	main = "布吕歇尔，这一次我一定会保护好你|哈？你这种菜鸟想和我比试巡洋舰的指挥技术？|哈？猪肘和啤酒还没准备好吗？几人份？笨蛋！你的脑子是摆设吗！",
	battle = "这种规模的海战，相较于日德兰不过是过家家！",
	upgrade = "哈？你以为这样我就会心怀感激吗！",
	voice_key = 40301,
	headtouch = "",
	feeling2 = "哈？这种事情都做不好，你是笨蛋吗？",
	login = "笨蛋，起床了吗？哈？你在妄想什么，我只是绕着港区散步刚好看到你而已！",
	vote = "",
	hp_warning = "",
	id = 403010,
	detail = "笨蛋，你在看什么！快从我的房间出去！",
	couple_encourage = {
		{
			{
				40303
			},
			1,
			"欧根！你在说谁是贫乳傲娇！"
		},
		{
			{
				20114
			},
			1,
			"萤火虫，请开始你的表演"
		}
	}
}
