_G.pg.ship_skin_words[102040] = {
	feeling1 = "胆小鬼，离我远点！",
	feeling3 = "怎么了？如果我可以的话就跟我商量吧！",
	lose = "嘁，给我记住！",
	propose = "……谢谢，我就收下了。那个……太肉麻的话我也不会说，不过既然你选择了我，那我一定不会辜负你的期待的！",
	expedition = "委托完成……我说，也该让我去一趟了吧？",
	win_mvp = "啧啧啧，就没有更强的对手了么？",
	home = "Yo~看样子今天也顺利的归来了嘛！",
	mission = "完成任务这种事怎么能落后？",
	touch2 = "Hey~！要保持绅士！",
	voice_key_2 = -1,
	skill = "血染……东方……！",
	drop_descrip = "布鲁克林级轻巡洋舰—菲尼克斯，舷号CL-46",
	mail = "Hey！指挥官，来新邮件了！",
	touch = "来了来了！要出海了吗？",
	profile = "我是菲尼克斯，也就是凤凰，曾经是某位大人物的座舰，无论是什么死地我都会扛过来给你看的，所以危险的任务也尽管交给我吧，不会让你失望的！",
	mission_complete = "看来我们应得的奖励终于送来了",
	feeling4 = "虽然我十分敬仰那位大人，但是你就是你。只要你站在我的背后，我就是无敌的！",
	unlock = "你就是指挥官吗？我是菲尼克斯，对，就是凤凰，你能驾驱得了我吗？",
	feeling5 = "原来如此，难怪和你在一起时状态好的整个人跟点燃了一样。这样啊，这就是爱啊……我以前从没体验过…",
	main = "我的信条就是什么事都要做到第一！|阿根廷的太阳会不会比较大呢？|没有比死地后生更令人心跳加速的事了",
	battle = "看啊，东方正在火红地燃烧！",
	upgrade = "好！我变得更强了！",
	voice_key = 10204,
	headtouch = "",
	feeling2 = "只有不怕死的人才配活着！——啊指挥官你别怕，不是说真的要死要活啦，只是说心理准备，要有那样的心理准备才行",
	login = "Hey~指挥官！今天我会一如既往地保护你的",
	vote = "",
	hp_warning = "我的手在呼唤我握紧胜利！",
	id = 102040,
	detail = "指挥官，你的眼神怎么有点呆滞",
	couple_encourage = {
		{
			{
				10504
			},
			1,
			"哭丧着脸可不行啊大姐头",
			0
		},
		{
			{
				7
			},
			3,
			"阿鸡分队？我可是凤凰！",
			4
		}
	}
}
