_G.pg.ship_skin_words[403050] = {
	feeling1 = "无论是什么样的指挥官，斯佩伯爵都会为其效劳……",
	feeling3 = "我的双手，是为了紧紧抓住胜利而存在的……即使无法再拥抱重要之人，那也无可奈何",
	lose = "失败了吗……但还没有结束！",
	propose = "原来如此，即便我无法拥抱您，您也可以拥抱我啊……呐，指挥官，再一下下就好……能再抱我一会儿吗……",
	expedition = "委托完成了？太好了，看来没有被偷袭呢",
	win_mvp = "这份胜利，能够积累下去吗……",
	home = "指挥官，回港前有确认港口没有被封锁吧？",
	mission = "无论是怎样的任务，一旦下达了就有执行的必要",
	touch2 = "指挥官，我可以用这双手抱抱您吗？",
	voice_key_2 = -1,
	skill = "为了我所珍视的一切！",
	drop_descrip = "德意志级装甲巡洋舰—斯佩伯爵海军上将",
	mail = "这份邮件是……太好了，和声望没有关系",
	touch = "今天的天空很晴朗？是的，就和拉普拉塔河口海战那天一样呢",
	profile = "我是铁血海军德意志级装甲舰三号舰斯佩伯爵。在南美洲执行破交战时，被皇家巡洋舰击伤后驶入蒙德维的亚港， 最终迫于种种压力自沉……指挥官，这一次，我想好好地——战斗到最后！",
	mission_complete = "和我不同，漂亮出色地完成了任务呢",
	feeling4 = "指挥官，这一次，我可以不再孤单地出港、孤独地沉没，而是一直在您的陪伴下到最后吗？",
	unlock = "无论在哪里，战争都还没有结束……指挥官，德意志级装甲舰三号舰斯佩伯爵前来报道",
	feeling5 = "战斗也无法填补的内心的空虚，根源就是在这里吗……",
	main = "战斗的目的在于胜利，而非杀戮|第一场海战即是最后一场海战，这对于我们铁血并不罕见|即使和大家聊天，总是孤身一人的我也不知道该聊些什么",
	battle = "为了铁血的尊严与利益，将荣光延续到底！",
	upgrade = "这就是…力量吗…",
	voice_key = 40305,
	headtouch = "指挥官……请不要一直那么用力的摸我的头好吗。",
	feeling2 = "孤独地航行、孤独地战斗、孤独地沉没……即使这样，我也确实地为铁血海军做出过贡献吧",
	login = "我将为您而战，直至燃尽最后一滴热血",
	vote = "",
	hp_warning = "再坚持一下，或许就……",
	id = 403050,
	detail = "无论胜利的希望多么渺茫，都会义无反顾地扬帆出航……那样的存在才值得被人们憧憬",
	couple_encourage = {
		{
			{
				20401
			},
			1,
			"可以离我远一点吗……",
			0
		},
		{
			{
				20203
			},
			1,
			"你还是和过去一样性格恶劣啊",
			0
		},
		{
			{
				40401,
				40402
			},
			1,
			"能与你再次携手作战真是荣幸",
			0
		}
	}
}
