_G.pg.ship_skin_words[102050] = {
	feeling1 = "SG，快来保护我……",
	feeling3 = "表情？啊……因为我离开的时候战况还是相当不利的呢……对于和平啊，欢笑啊之类的……稍微有些不适应，不过不用担心，海伦娜没问题的！",
	lose = "……拜托先救我~不要再和敌人纠缠了",
	propose = "这就是指挥官给我的承诺吗……这样啊……好开心……",
	expedition = "指挥官，你说下次我把SG借给姐妹们出委托好不好？",
	win_mvp = "……居然赢了？",
	home = "大家都回来了吧？感觉除了甲板上多出了点零件以外没什么大问题呢……",
	mission = "让我们从任务开始一点一点累积胜利的基石吧",
	touch2 = "如果这样能让指挥官打起精神，我……是愿意的",
	voice_key_2 = -1,
	skill = "SG，把你的力量借给我！",
	drop_descrip = "布鲁克林级轻巡洋舰—海伦娜，舷号CL-50",
	mail = "有新的邮件到了，请好好珍惜和其他人之间的关系哦",
	touch = "嗯？我没事，只是有些走神而已",
	profile = "我是以不输给其他重巡姐妹们为理念设计的型号，不过果然只靠我一个人是救不了大家的……指挥官，能帮帮我吗？",
	mission_complete = "任务的奖励累积起来也是一笔巨大的资源，请好好利用吧",
	feeling4 = "最近感觉放松了不少……嗯，之前神经绷的太紧了，这多亏指挥官一直在我身边给我勇气哦~",
	unlock = "指挥官，您好，我是海伦娜。索敌是我的长项，请……将我们带往胜利吧",
	feeling5 = "我相信哦，指挥官一定会带给我们曙光的。而且这一次我一定要努力到最后……和喜欢的人生离死别这种事，光是想想就感觉心要裂开了…",
	main = "指挥官躲起来了吗，就算这样我也知道你在哪里的|指挥官，等战争结束以后想做点什么呢？|要是我的火力能跟雷达一样强的话……",
	battle = "在我面前，你们无所遁形",
	upgrade = "这份力量，我一定会用来保护大家的！",
	voice_key = 10205,
	headtouch = "",
	feeling2 = "我的索敌能力要是能帮到姐妹们那就好了……",
	login = "……啊，指挥官，欢迎回来，不好意思刚才在想事情",
	vote = "",
	hp_warning = "SG，锁定敌人位置！",
	id = 102050,
	detail = "光靠这些是没用的呀……",
	couple_encourage = {
		{
			{
				10503
			},
			1,
			"SG全开，决不让悲剧重演！",
			0
		},
		{
			{
				10502,
				10504,
				10508
			},
			2,
			"轰姐罩我~",
			0
		},
		{
			{
				7
			},
			3,
			"阿鸡分队……还挺可爱的！",
			4
		},
		{
			{
				10213
			},
			1,
			"路易斯姐姐，战场上请认真一点…",
			0
		},
		{
			{
				10212
			},
			1,
			"火奴鲁鲁，我来支援你！",
			0
		},
		{
			{
				10209
			},
			1,
			"克利夫兰，我们不会输的，对吧？",
			0
		}
	}
}
