_G.pg.ship_skin_words[403070] = {
	feeling1 = "哈？跟你这种废物怎么可能合作啊！",
	feeling3 = "日程表给你——哈！？这种管理的工作谁都能做吧！才不是专门留给你的呢！",
	lose = "混蛋——！给我记住——！！",
	propose = "哈！？这个戒指谁要……戴、戴也不是不行……这样就行了吧？赶快把仪式结束，让大家看看我们最好的表演去吧！",
	expedition = "在那发什么呆！和我一起去接军事委托回来的同伴！",
	win_mvp = "就这种程度根本就不该让我出场！",
	home = "哈？？笨蛋，你回来的这么晚差点就要担…我在说什么啊！",
	mission = "任务还是通告都赶紧解决！",
	touch2 = "哈！？你这是故意的！？",
	voice_key_2 = -1,
	skill = "让你们见识下我的表演！",
	drop_descrip = "哈？那个奇怪的眼神是什么啊！？我可不是自己想做这个才做的！",
	mail = "哈？粉丝来信不是应该你先拆吗！？",
	touch = "哈？谁让你随便碰我的！",
	profile = "铁血所属世界第一的重巡洋舰，希佩尔海军上将号。本来不想干这种事的，但是也没办法了。",
	mission_complete = "报酬…不被欧根那家伙嘲笑就好…",
	feeling4 = "啊～啊～……今天状态看来不错……哈！？谁让你偷看的！？就是利用空闲时间自己练习一下而已！回去做你自己该做的事！",
	unlock = "哈？那个奇怪的眼神是什么啊！？我可不是自己想做这个才做的！",
	feeling5 = "于是？下一个日程是什么？这种小事你心里应该早清楚了吧？……既然心里清楚就赶紧告诉我！故意拖着不说逗我玩！？你……！",
	main = "笨蛋，赶快告诉我下一个行程！想让人家等多久啊！|德意志，炫耀妹妹不要太过分了！…真是的，别人家的妹妹那么正经，为什么自己家的就…！|哈？谁让你帮我宣传的！粉丝我自己争取！",
	battle = "让你们见识一下我的厉害！",
	upgrade = "欧根，等下让你看看我的厉害！",
	voice_key = 40307,
	headtouch = "",
	feeling2 = "我说在前面，既然决定要做就要尽最大努力，决不允许糊弄……给我好好听着！",
	login = "练习结束了。真是的，为什么要做这种事啊…！",
	vote = "",
	hp_warning = "还没完呢！",
	id = 403070,
	detail = "…今天吉他的状态不大好呢…试试调弦？不行，还是先练习一下比较好…",
	couple_encourage = {
		{
			{
				90503,
				10224,
				30710,
				20225
			},
			2,
			"不要拖我的后腿！",
			0
		}
	}
}
