_G.pg.ship_skin_words[403090] = {
	feeling1 = "虽然不知道指挥官是遇到了什么事才会变成现在这样…不过，如果一定要有人拉一把才能振作的话，就让我来吧！什么也不要说，抓紧我的手！",
	feeling3 = "听港区里的舰船同伴们讲她们的故事，确实挺有意思的呢~若是我也有这么多的“经历”的话，现在会变成什么模样呢？光是想象都觉得挺有趣的啊~",
	lose = "欸——？居然输了？！",
	propose = "唔，除了戒指之外，感觉好像还缺了点什么……啊，对了！是这个吧~……（啾）嘿嘿~之后也多多指教啦，指挥官！",
	expedition = "委托组回来了~下次也让我出去嘛，好嘛好嘛~",
	win_mvp = "胜利和MVP全部拿下！哈哈~♪",
	home = "比起在港区待着，还是出海更有意思啊~下次出击也带上我嘛~",
	mission = "有新的任务？交给我吧！看我把敌人一扫而空~",
	touch2 = "Stooooop！到此为止了哦！",
	voice_key_2 = -1,
	skill = "直觉告诉我就是现在！",
	drop_descrip = "P级装甲舰—海因里希亲王",
	mail = "啊，不可以把邮件吃掉哦，不然指挥官会很困扰的！",
	touch = "嗯~~啊~工作这么久指挥官也累了吧？一起去哪里走走放松下嘛~",
	profile = "自我介绍吗？唔，我的名字“海因里希亲王”和型号“P级装甲舰”，除此之外好像也没什么好说的了呢，嗯~~小铁呢？你有什么想和指挥官说的吗~？",
	mission_complete = "又要签字又要盖章的，完成一个任务好麻烦啊…唔，奖励在这里…",
	feeling4 = "指挥官！能和我讲讲你的故事吗？英勇指挥的经历也好，工作时的糗事也行，无论什么样的故事我都想听！嘿嘿~好嘛，说说嘛~",
	unlock = "Hallo，指挥官！P级装甲舰一号，海因里希亲王，就是我啦！这是我的小伙伴“小铁(Eisen)”，你也来向指挥官打个招呼吧！——啊，不可以咬指挥官的衣服啦！",
	feeling5 = "指挥官，今天也来约会吧！时间…？玩到什么时候算什么时候！地点…？边走边想！哎呀，凡事开始了才会有结果嘛~走吧走吧！",
	main = "直觉告诉我，指挥官要找的文件在这里！…唔，没猜中吗？|港区里的其他阵营中还是有不少和我一样没有舰历的同伴的嘛~原本还以为只有铁血才有呢~|彼得总是会提醒我做各种事情，虽然有时会觉得有点啰嗦，但要是没有她在的话，真不知会怎么样呢，啊哈哈~",
	battle = "一起上吧！Los! Los! ",
	upgrade = "变！强！啦！",
	voice_key = 40309,
	headtouch = "哦哦~",
	feeling2 = "正因为过去一无所有，所以才更有一往无前的勇气！嘿嘿，是不是说得很不错呀，小铁，指挥官？",
	login = "欢~迎~回~来~！一起打起精神，迎接新的一天吧！嘿嘿~",
	vote = "",
	hp_warning = "感觉还能撑一会~",
	id = 403090,
	detail = "唔~要怎样才能让大家都不害怕这孩子呢…贴一些可爱的贴纸上去试试？",
	couple_encourage = {
		{
			{
				40204,
				40205
			},
			1,
			"啊，不可以吓到鱼鱼哦！"
		},
		{
			{
				40304,
				40305
			},
			2,
			"装甲舰冲锋！"
		}
	}
}
