_G.pg.ship_skin_words[405010] = {
	feeling1 = "请让我一个人静一静",
	feeling3 = "你是个不错的指挥官呢……怎么了，我夸人很少见吗？……是你太大惊小怪了",
	lose = "玷污我骄傲的罪，就在下回以命赎清吧",
	propose = "…指挥官…这种时候我该露出什么表情比较好？——微笑……吗？",
	expedition = "……委托组回来了，我先去迎接她们了",
	win_mvp = "弱者可能会为此而欣喜，不过，我很强",
	home = "辛苦了，稍微放松一下吧",
	mission = "没做完任务的人没资格上战场",
	touch2 = "我只是不擅长将感情表现出来，请不要故意逗我……",
	voice_key_2 = -1,
	skill = "真理只在我的射程范围内",
	drop_descrip = "俾斯麦级战列舰—俾斯麦",
	mail = "尽快查阅新邮件",
	touch = "不要随意地触碰别人",
	profile = "被冠以俾斯麦之名的铁血战列舰，就是我。凭借着铁血式的防护和装甲设计，无论是在哪里我都会展现出自己最强的实力的，你要期待的话也不是不可以",
	mission_complete = "任务的报酬是必要的",
	feeling4 = "怎么了，一直盯着我看，我的脸上有什么吗？漂亮？……谢谢",
	unlock = "Guten Tag，我是俾斯麦，我的御敌经验可是相当丰富的，有疑问尽管请教我就好",
	feeling5 = "我……对于感情表现不太拿手，但是……我想让你知道，能看到你在身边，我就十分幸福……",
	main = "有困扰吗？我的战斗经验很丰富的|“莱茵演习”吗？对我来说是个不好的回忆呢|指挥官又一脸懈怠的表情了，来，抬头挺胸，睁大眼睛！很好！",
	battle = "大家请务必紧随我，别跟着欧根走了。对面的，不管多少，尽管来吧！",
	upgrade = "Danke",
	voice_key = 40501,
	headtouch = "",
	feeling2 = "我可不是那么容易取悦的!",
	login = "我对你也是抱有期待的",
	vote = "",
	hp_warning = "大家……都来我的身后",
	id = 405010,
	detail = "我的脸上沾了什么吗？",
	couple_encourage = {
		{
			{
				40502
			},
			1,
			"提尔比茨……对不起",
			0
		},
		{
			{
				40303
			},
			1,
			"欧根，不要玩得太过火",
			0
		},
		{
			{
				4
			},
			5,
			"没有人能阻挡铁血的行军，没有人",
			3
		}
	}
}
