_G.pg.ship_skin_words[406010] = {
	feeling1 = "给你点忠告吧，指挥官。状态不好的时候就请个假，睡个回笼觉，而不是把不好的状态暴露给所有人。",
	feeling3 = "彼得虽然优秀，但多少有些太紧绷了。偶尔还是要抛开“时间”、“计划”这些烦人的词语，让自己放松一下才是。",
	lose = "唔，对舰载机的运用还是不够熟练么……",
	propose = "誓约的仪式？不用那么着急，我没有忘记，也不会突然不见的。还是说…我就这么不被指挥官信任？呵呵，开玩笑的。在漫长的未来里，也请多多指教了哦，指挥官？",
	expedition = "委托组回来了？放着她们不管多少有些不妥…需要我先去看看吗？",
	win_mvp = "是如同预想一般的胜利呢。",
	home = "指挥官可真是个忙碌活啊……稍微喘口气休息一下吧。",
	mission = "有新任务？不急，先把手上的事情做完再看看吧。",
	touch2 = "你的勇气…也许换一种表达方式会更好。",
	voice_key_2 = -1,
	skill = "时机已至！",
	drop_descrip = "威悉号航空母舰",
	mail = "你的信件。不是紧急内容的话，晚点再看也没关系吧。",
	touch = "累了就尽管休息吧，有人来的话，我会叫醒你的。",
	profile = "无论是希佩尔海军上将级四号舰塞德利茨，还是辅助航母威悉，都因为战局而没能最终完成。不过，现在在你这里，我有足够的时间做我自己想做的事情，也算是弥补了当初的遗憾吧。",
	mission_complete = "任务完成了。放心吧，报酬是不会跑掉的，一会记得领取就好。",
	feeling4 = "我一直认为，应当由我们去选择如何生活，而不是让生活来决定我们。所以，我一直尽力按照自己的节奏来生活。指挥官呢，你喜欢自己现在的生活吗？",
	unlock = "重巡洋舰塞德利茨——不，辅助航母威悉，向你报到。好奇我为什么有两个名字？不着急，之后我再慢慢和你说。",
	feeling5 = "看来，指挥官已经能跟上我的步调了，或者说，是我逐渐适应了指挥官的步调？呵呵，总之，有你在身边…确实挺让人安心的。",
	main = "铁血的航空母舰和其它阵营比起来少很多，总感觉演习对阵的时候会吃不少亏…|“不沉战舰”？…啊，我知道你说的是哪位了。不知道以后有没有机会见到那位值得尊敬的“塞德利茨”前辈呢？|希佩尔、欧根…真没想到还能像这样同她们并肩作战。这都多亏了指挥官你呢。",
	battle = "保持冷静与耐心，胜利自然会属于我们。",
	upgrade = "似乎能驾驭更强的装备了，谢谢你，指挥官。",
	voice_key = 40601,
	headtouch = "",
	feeling2 = "战场永远充满难以预料的变数，光靠墨守成规地遵循既定的指令，是无法抓住胜利的。",
	login = "在急匆匆地投身工作之前，不妨先坐下享受一口咖啡的醇香如何？",
	vote = "",
	hp_warning = "还不到着急的时候…！",
	id = 406010,
	detail = "指挥官，莫非很闲？那来帮我做个舰载机的使用特训如何？",
	couple_encourage = {
		{
			{
				49902
			},
			1,
			"你的计划是什么？",
			0
		},
		{
			{
				40303,
				40301
			},
			2,
			"安心上吧，我会支援你们的。",
			0
		}
	}
}
