_G.pg.ship_skin_words[407020] = {
	feeling1 = "哼，不要靠近我，我要靠自己找到回家的方法！",
	feeling3 = "你这家伙，想要我帮你忙可以早点说呀……天天能吃到这么美味的蛋糕的话……我也不是不能在这里停留一段时间的嘛！",
	lose = "不、不是我的错哦！大、大概是饭没有吃饱！",
	propose = "笨蛋笨蛋笨蛋，讨厌讨厌讨厌，给我这种东西的话，不就让人更加不想回去了吗！呜呜……这、这样的话，你要和我约好，如果我回去了的话，将来你一定要找到我，知道了吗？说好了哦！",
	expedition = "喂，港口那边好像有人回来了",
	win_mvp = "哼哼，果然飞机才是最强的呢！",
	home = "没想到你这家伙也挺厉害的嘛，够资格当我的指挥官了！",
	mission = "欸？有任务就要去完成，这不是常识吗？",
	touch2 = "渣滓，吃我一炮",
	voice_key_2 = -1,
	skill = "结束吧！",
	drop_descrip = "齐柏林伯爵号航空母舰",
	mail = "欸，邮件少了一封？真、真的？",
	touch = "不要随便碰我！吃我一炮！",
	profile = "我可是齐柏林伯爵，铁血的第一艘航母！哼，说出来可不要太惊讶，将来的海战一定是飞机的时代，而我齐柏林伯爵一定会是其中最耀眼的那颗星！所以快让我回去！……欸，回不去了？……吃我一炮！",
	mission_complete = "任务奖励好多呀",
	feeling4 = "喂，指挥官，今天的点心是什么？欸，回家？……这个、那个……对、对了！我离长大还有很久呢，可以让铁血先等一等！嗯，大家不会生气的！",
	unlock = "你是谁！这里是哪！……我知道了，你也是对齐柏林图谋不轨的家伙吧！我可是将来要成为铁血第一航空母舰齐柏林伯爵！居然趁我不注意把我带到了这种地方，吃我一炮！",
	feeling5 = "你这家伙，意外的是个好人呢，这里的其他人对我也很好……等我以后成为了超级厉害的航母，也可以来到这支舰队生活呢~",
	main = "…唔…唔唔…呒呒呒……为什么你一直工作不理我！吃我一炮！|哼，无论你做什么我都不会向你屈服的！……点心？……我要吃|欸，这个应该是这样，不对不对，好像是这样…？唔…干、干什么，才不要你帮忙！|我喜欢高的地方！因为这样可以看到很远的地方！|绝望和憎恶都不算什么！我相信，只要不放弃总有一天肯定能实现梦想！",
	battle = "让你们见识一下飞机的厉害！",
	upgrade = "我、我可不会被轻易收买！",
	voice_key = -1,
	headtouch = "",
	feeling2 = "你那是什么表情！明明是你这里太大了才害我才找不到回家的路！哼，你这坏蛋一定是故意的！",
	login = "你突然消失到哪里去了！吃我一炮！",
	vote = "",
	hp_warning = "哼、哼！我才不会输！",
	id = 407020,
	detail = "这里为什么也有铁血，而且大家都好大只，稍微有点可怕……",
	couple_encourage = {
		{
			{
				40701
			},
			1,
			"我热爱着一切！"
		},
		{
			{
				20218,
				30406,
				30709
			},
			1,
			"我和你们才不一样！"
		},
		{
			{
				40146
			},
			1,
			"哼哼，拜倒在我的博学之下吧！"
		}
	}
}
