_G.pg.ship_skin_words[407030] = {
	feeling1 = "你…不值得我花费时间。",
	feeling3 = "指挥官，你房间的时钟慢了两分钟。不过没关系，我已经把它拆卸下来修理好了。可不能拿“时钟慢了”做迟到的理由了哦？呵呵~",
	lose = "花点时间寻找失败的原因，总比因重复犯错浪费更多的时间要好。",
	propose = "为了不让彼此的时间投入化作泡影…既然你都说到这份上了，这个信物，我就收下。未来还很长，就让我们继续在彼此身上投入更多的“时间”…以及“感情”吧，呵呵~",
	expedition = "委托已经完成了，伙伴们的高效率值得赞赏呢。",
	win_mvp = "嚯？比预计的结束时间还要早一些呢。",
	home = "越是精密的仪器，越容易因为维护不当而陷入停摆，人更是如此。别忽略了应有的休息，指挥官。",
	mission = "新任务来了，花点时间规划任务吧，会比一股脑地去做要有效率得多。",
	touch2 = "若是这样就能提高你的工作效率的话，这也算是有意义的时间花费了吧…",
	voice_key_2 = -1,
	skill = "时机到了！",
	drop_descrip = "齐柏林伯爵级航空母舰—彼得·史特拉塞",
	mail = "有你的信件，尽快看了吧，指挥官。",
	touch = "还未到休息的时间哦，指挥官？",
	profile = "命运多舛的齐柏林伯爵级航母之一，未能经历下水便遭拆除的“B航舰”，就是我。至于“彼得·史特拉塞”这个名字…总比“B航舰”好听，不是吗？",
	mission_complete = "呼呼，任务的报酬也算对得起我们在任务上所花费的时间了。",
	feeling4 = "将大量时间倾注在另一个人身上，是一种极大的“浪费”。无论怎么看，这都是件收益与付出极不对等的行为……是吧？",
	unlock = "我是未曾真正面世的齐柏林级“B航舰”，如今作为“彼得·史特拉塞”降生于此。时间有限，而需要完成的事情还有很多，让我们直接开始正题吧。",
	feeling5 = "两人都将时间倾注于彼此身上，就能达到相对的“收支平衡”…吗。真是有趣的算法啊。姑且先认可你这种说法吧，呼呼。",
	main = "将计划精确到每分钟，就能有效减少在犹豫与抉择中浪费的时间了吧，要试试吗，指挥官？|海因里希，你的训练计划在这里，下次可别再忘了|看着事情在预定的时间内一件一件地完成，确实是件令人愉快的事情呢，呵呵~",
	battle = "好，就先试试这步棋如何吧。",
	upgrade = "强化完成，呼呼，度过了一段意义非凡的时间呢。",
	voice_key = 40703,
	headtouch = "",
	feeling2 = "时间宝贵，指挥官，有什么事请尽量简洁地阐述吧。",
	login = "来了吗？好，今天也请加油，高效地完成工作吧。",
	vote = "",
	hp_warning = "事态…还在可控范围之内。",
	id = 407030,
	detail = "时间乃无形之物，却能通过“钟表”这一精密的机械得以让人有直观的认知，确实是件很妙的事情，不是吗？",
	couple_encourage = {
		{
			{
				40701
			},
			1,
			"比起毁灭世界，先考虑如何毁灭眼前的敌人如何？"
		},
		{
			{
				40309
			},
			1,
			"不要冒进，按原定战术行动…喂！"
		},
		{
			{
				40402
			},
			1,
			"呵呵呵，合作愉快~"
		},
		{
			{
				20705
			},
			1,
			"咳…稍微静静，别太激动"
		}
	}
}
