_G.pg.ship_skin_words[408020] = {
	feeling1 = "我得和你保持距离……",
	feeling3 = "不过，指挥官的事情我也帮不上什么忙……总是呆在这里的话……没问题吗？",
	lose = "我要在这里结束了吗…",
	propose = "现在…对我来说，自身的意义不只存在于冰冷的海水之下，更存在于岸上和指挥官身边…与你一起，即使无言，也是我最幸福的时光。",
	expedition = "委托组返航了……人有点多，我不想去……",
	win_mvp = "习以为常了…",
	home = "人多起来了…有点吵…",
	mission = "还有任务……",
	touch2 = "想睡在斯卡帕湾底下吗？",
	voice_key_2 = -1,
	skill = "Auf wiedersehen…",
	drop_descrip = "铁血VIIB型潜艇U-47",
	mail = "有信息……不会被敌人破译吧……",
	touch = "要检查装备吗？",
	profile = "我是U-47……曾经穿过了斯卡帕湾的防线，击沉在那里的皇家橡树…我会像那个时候一样，击沉更多的敌人，然后回来的…",
	mission_complete = "报酬……不去确认吗？",
	feeling4 = "我可以随时来这里吗？谢谢……只是最近不知为何，在这里我反而变得有些难静下心来了……",
	unlock = "我是VIIB型潜艇U-47，平时不喜欢吵闹的地方…没什么事的话，我就去休息了…",
	feeling5 = "原以为我已经习惯了在黑暗的海面之下潜行…但是最近出击的时候，却总是忍不住想起指挥室的明亮温暖…或许，我已经无法离开指挥官了吧。",
	main = "既然敌人在这片区域，那么…|需要巡逻的话，我随时可以出动。|安静的办公室…是个不错的地方呢。",
	battle = "你们都将沉睡于此！",
	upgrade = "强化…应该有用吧。",
	voice_key = 40802,
	headtouch = "",
	feeling2 = "指挥官的办公室很安静呢，我喜欢这里。",
	login = "啊…你回来了…",
	vote = "",
	hp_warning = "……别开玩笑了",
	id = 408020,
	detail = "需要我出动吗？我一个人就可以解决的…",
	couple_encourage = {
		{
			{
				40801,
				40803
			},
			2,
			"「狼群」……出动了……",
			0
		}
	}
}
