_G.pg.ship_skin_words[408040] = {
	feeling1 = "求你了，不要再露出那样的表情了……可以吗？",
	feeling3 = "指挥官，要看看我的潜泳表演吗？哼哼，这个可是连大姐都夸赞过的，我的绝对自信之作！",
	lose = "不会……再让那个时候的失败重演的！",
	propose = "我以我的全部向海之神发誓，不管遇到什么事情，我都会保护好指挥官！……哼哼，我也是有值得指挥官依靠的一面的！指挥官还请好好期待吧！",
	expedition = "我好像看到委托的姐姐们回来了呢！要去接她们吗？",
	win_mvp = "哼哼，胜利女神站在了我们这边！",
	home = "指挥官，你不在的时候我在书柜拿了一些书，但是我忘了它们原本的位置了……那个，对不起呢，嘿嘿……",
	mission = "欸，还要做任务啊……",
	touch2 = "啊，指挥官，不准逃跑！",
	voice_key_2 = -1,
	skill = "已经迟了！",
	drop_descrip = "铁血VIIC型潜艇U-556",
	mail = "哔哔哔！U-556号收到了新的消息！",
	touch = "指挥官，走吧，我们一起去找大姐玩怎样？",
	profile = "曾经我向海洋之神发誓，无论是在哪里，只要大姐遇到了危险，我一定会保护好大姐的！但是……单凭我的一念之想，有些事情还是做不到的吧，啊哈哈……",
	mission_complete = "任务完成了！这下可以去玩了吧？",
	feeling4 = "欸~为什么大姐不肯抱一下我嘛，还说小孩子才这么做……作为代替嘛——嘿嘿，果然指挥官很懂我的嘛！",
	unlock = "嘿！我是VIIC型潜艇U-556！这里就是我接下来要住下的港口了吧！啊对了，大姐她也在这里吗？",
	feeling5 = "指挥官和大姐一样，都是我最重要的人。如果，指挥官哪天消失了的话，我想我就会失去所有战斗的勇气了吧。指挥官能一直陪着我，我真的非常地高兴，非常地幸福……",
	main = "指挥官，你不陪我玩的话，我就去找大姐了！|指挥官，一起去游泳嘛！有我在旁边，指挥官可以完全放心的！|指挥官，坐太久的话，身体会越来越差的哦！",
	battle = "你们已经跑不了啦！",
	upgrade = "大海，我来了！",
	voice_key = 40804,
	headtouch = "",
	feeling2 = "俾斯麦大姐！我来找你玩啦！啊、啊咧……？",
	login = "欢迎回来！今天也是令人兴奋的一天呢！",
	vote = "",
	hp_warning = "别，别在关键的时候失控啊！",
	id = 408040,
	detail = "哦哦哦哦！看招！……呼——这孩子有点时候太兴奋了，需要冷静一下呢，嘿嘿。",
	couple_encourage = {
		{
			{
				40501
			},
			1,
			"大姐！一起华丽地把敌人解决掉吧！",
			0
		},
		{
			{
				20702
			},
			1,
			"抱歉，我不是很想看到你……",
			0
		},
		{
			{
				40502
			},
			1,
			"提尔比茨，看我的！",
			0
		}
	}
}
