_G.pg.ship_skin_words[408050] = {
	feeling1 = "嗯…其他的伙伴还在等我，指挥官，我先告辞了——",
	feeling3 = "悄悄潜伏，等待机会，然后奇袭命中，哈哈，抓住你啦，指挥官！",
	lose = "啊哈哈……哈哈，居然会失败……",
	propose = "嘻嘻，没想到这一天那么快就到了。从今往后，你就是我的人了。说好咯，一切包在我身上～我会好好照顾你一辈子！",
	expedition = "委托完成了，大家干得真不错！",
	win_mvp = "哼哼！见识到我的厉害了吧~",
	home = "欢迎回来～哈哈，好好休息下，有什么另外要忙的都交给我吧～",
	mission = "任务来了，指挥官，一起来完成吧！",
	touch2 = "哼～指挥官看来是想吃几颗鱼雷了啊？",
	voice_key_2 = -1,
	skill = "“狼群战术”启动！",
	drop_descrip = "铁血VIIB型潜艇U-73",
	mail = "邮件来了~要不要我来帮你处理掉？",
	touch = "嗯？还有什么事需要求助吗？尽管说吧。",
	profile = "铁血潜艇U-73号，我可是执行过很多次巡逻任务，战绩出色的“群狼”之一呐~",
	mission_complete = "有我在支援，任务当然很快就完成啦~",
	feeling4 = "现在开始感受到姐姐的魅力了吧？指挥官，一直待在我身边吧！",
	unlock = "铁血所属，U-73向您报告！有什么需要我做的事情，就尽管提吧，包在姐姐身上～",
	feeling5 = "指挥官，虽然坐骑的速度不敢保证……不过就算你跑得再快，也会被我俘获的～主要是内心呢～哼哼！",
	main = "在水下待久了，有时候也会想要享受下在水面疾驰的感觉呢…啊！指挥官，让我带你去海上飙一圈吧～？|比起港区里待着，还是在各种海域悄悄接近敌人更让人感到兴奋啊……|倾听烦恼，为大家解忧其实还挺有意思的。开个“烦恼咨询室”之类的说不定也不错…指挥官有什么烦恼么？",
	battle = "现在的我，是群狼之首！",
	upgrade = "这下能更好地实施精准打击了！嘻嘻～",
	voice_key = 40805,
	headtouch = "",
	feeling2 = "指挥官终于闲下来了，要不要一起逛逛？",
	login = "Yahoo~指挥官，又见面啦。我已经整装待发，随时可以出击～就等你一声令下了",
	vote = "",
	hp_warning = "唔啊——好像需要回避一下了……",
	id = 408050,
	detail = "指挥官，不要太烦恼啦～凡事总有解决的办法",
	couple_encourage = {
		{
			{
				40801,
				40804,
				40802,
				40803
			},
			2,
			"接下来，该是我们U艇飒爽登场的时候了。",
			0
		}
	}
}
