_G.pg.ship_skin_words[408090] = {
	feeling1 = "像你这样的，大概只适合被扔到海里喂鲨鱼了。开玩笑的",
	feeling3 = "怎么？对潜艇的战斗体验感兴趣？那下次跟着我们一起出战看看嘛？……啊，指挥官没办法像我们这么长时间潜水呢，要不，你先练习练习潜水技巧？",
	lose = "算了，下次再来找回场子吧。",
	propose = "呜哇！？被指挥官先下了一城呢…不，我还有反击的机会…指挥官，闭上眼睛！——(啾)哼哼，怎么样，有没有感觉被我“击沉”了呢~？",
	expedition = "委托组回来了，似乎敌人并没有像我们这样的“狼群”呢，真是太好了。",
	win_mvp = "稍微见识到一点王牌的风范了吧~",
	home = "指挥官，地图借我下——嘿咻…好啦，我标记的这几个点，很适合伏击哦，下次要不要考虑安排下？",
	mission = "怎么？还没发现有未完成的任务吗？",
	touch2 = "怎么？对这里这么感兴趣的吗？",
	voice_key_2 = -1,
	skill = "Jetzt(就是现在)！",
	drop_descrip = "铁血VIIC型潜艇U-96",
	mail = "信箱，再不处理下早晚要满了哦？到时候可别说我没提醒你……",
	touch = "怎么，有求于我了吗？",
	profile = "我是铁血的VIIC型潜艇，第七潜艇编队的U96。在大战中的十一次巡航中，姑且算是取得了不少的战果吧，虽然最后还是被讨厌的飞机给摆了一道……哼哼，安心吧，“王牌”的实力，不会让你失望的。",
	mission_complete = "怎么？要我帮你把任务报酬都领了搬到你面前吗？",
	feeling4 = "想了想，水面上的巡航，就能带上指挥官了吧？安心，就算在水面上我的驾驶技巧也是很好的！不会把你甩下去或者突然下潜什么的啦~要不，现在就去体验一下？",
	unlock = "我是VIIC型潜艇U96，曾经的“前进狼群<Vorwärts>”中的一员。哼哼，尽管看着吧，指挥官。我会给你带来更多的战果的。",
	feeling5 = "我现在在想，有机会的话，能带着你一起，悠闲地游遍这片海洋就好了呢。对了，到时候，就由你把我们的故事写成小说吧！最好还能拍成电影什么的！……唔，想了下这样好像有点羞耻…还是作为我们俩的回忆就够了！",
	main = "比起可见的威胁，还是潜伏的未知更令人恐惧，对，就像我们潜艇一样——|潜航和等待，是我们潜艇的强项，不过未来有机会的话，还是挺希望能一直悠闲地航行在水面之上的呢。|“橡树叶的巡逻队”啊…是个充满荣誉的名头呢，其实我们不过是作为狼群，不断地狩猎目标猎物而已。",
	battle = "让我们开始新的一轮狩猎吧！",
	upgrade = "我很期待下一次的出击哦，嘿嘿~",
	voice_key = 40809,
	headtouch = "",
	feeling2 = "潜艇作战其实大部分时候还是挺无聊的，所以大家都很懂得怎么找乐子呢。你要是觉得无聊了，可以尽管找港区的潜艇同伴们玩哦。",
	login = "来得挺早得嘛？还想看看迟到的指挥官会有多慌张呢",
	vote = "",
	hp_warning = "差不多该见好就收了吧…",
	id = 408090,
	detail = "怎么？难道是被U艇出击前的英姿迷住了吗？",
	couple_encourage = {
		{
			{
				40801,
				40802,
				40803,
				40804,
				40805,
				40806,
				40807,
				40808
			},
			2,
			"没有能从“狼群”口中逃脱的猎物！",
			0
		}
	}
}
