_G.pg.ship_skin_words[408110] = {
	feeling1 = "指挥官…好像不太会与人相处呢，这可怎么办才好…",
	feeling3 = "对潜艇来说，最不缺的品质就是“耐心”了。指挥官呢？你愿意为了重要的人等待多久呢？",
	lose = "看来已经扭转不了战况了呢…该撤退了~",
	propose = "这个“准备”时间可真长呢…呼呼，指挥官，准备好一直一直在我的身边了吗？…那就好♪",
	expedition = "伙伴们带着委托成果平安回来了，真是太好了~",
	win_mvp = "看来水面部队的小伙伴们要再加把劲才行了呢",
	home = "这么急匆匆地可成不了事哦？先稍微缓口气吧。",
	mission = "呵呵，指挥官也是追求在最后一刻才完成任务的刺激感的人吗？",
	touch2 = "哎呀，指挥官，是我的衣着让你分心了吗~？",
	voice_key_2 = -1,
	skill = "小心水下哦~",
	drop_descrip = "铁血VIIC型潜艇U-410",
	mail = "等信箱满了再一封封查阅虽然很有满足感，不过，可算不上什么好习惯哦？",
	touch = "指挥官要是想偷懒的话，给我个眼神就是了~",
	profile = "我只不过是铁血“狼群”中不算突出的一员，除了一次对同伴的救援，和屈指可数的几次战斗之外，就没有太多值得夸耀的过往呢。…唔，要说遗憾的话倒是有件——如果可以的话，还是希望能沉睡在大洋中而不是在港口里呢…",
	mission_complete = "完成任务的过程有时候比奖励本身更重要哦？不过，有奖励总是很让人开心的~",
	feeling4 = "“猎物”差不多要上钩了呢。什么意思？暂时不告诉你，先“耐心”等待着吧~",
	unlock = "你好啊指挥官，VIIC型潜艇U410前来报道了哦。当然，你也可以用别的方式称呼我，用什么方式？呵呵，那就看你的了~",
	feeling5 = "指挥官，我们去约会吧？…太突然了？呼呼，正相反哦，为了这一次“偷袭”，我已经准备很久了哦？呵呵，乖乖“投降”吧♡",
	main = "指挥官累了的话，可以来点酸菜汁提提神~|佩内洛珀也在这里呢，指挥官，要好好照顾人家哦？|唔？这份报告有疑问？我看看啊…嗯？靠得太近了？哎呀，不好意思~",
	battle = "没什么好担心的，放轻松上吧。",
	upgrade = "作战能力增加是再好不过的事情了呢。",
	voice_key = 40811,
	headtouch = "",
	feeling2 = "潜伏于黑暗中的未知，最容易勾起人心中的恐惧，就像战场上的潜艇一样呢…呵呵呵",
	login = "欢迎回来指挥官。准备好面对堆积成山的文件了吗？",
	vote = "",
	hp_warning = "该稍微认真点了呢…！",
	id = 408110,
	detail = "作为潜艇来说，还是保持点“神秘感”更好，不是吗，指挥官？",
	couple_encourage = {
		{
			{
				40801,
				40802,
				40803,
				40804,
				40805,
				40806,
				40807,
				40808,
				40809,
				40810
			},
			2,
			"别想轻易从狼群口中逃脱哦~",
			0
		},
		{
			{
				20229
			},
			1,
			"就是那里~把敌人引过来吧~",
			0
		}
	}
}
