_G.pg.ship_skin_words[501010] = {
	feeling1 = "指挥官，我在渤海湾养的山楂到花期了，可以回去看看吗？",
	feeling3 = "即使有一天不再需要我去战斗，我也想永远守望着渤海，永远眺望着被晚霞染红的海面……",
	lose = "整军再战，我们决不能就此退缩！",
	propose = "指挥官，我的生命、我的躯体、我的灵魂，从今以后都将归属于你。你可要，好好地承担起这份责任哦",
	expedition = "太好了，全员安全回港！",
	win_mvp = "能帮到指挥官真是太好了！",
	home = "稍微休息一下吧，精神一直紧绷着可不好",
	mission = "为了守护和平，完成这些任务也是必要的",
	touch2 = "喂——妹妹们可能会看到啊",
	voice_key_2 = 501012,
	skill = "吾德天助，前后遮罗",
	drop_descrip = "鞍山级驱逐舰1号舰—鞍山，舷号101",
	mail = "指挥官，有新的信件，需要我代为拆阅吗？",
	touch = "指挥官……嘻嘻，偶尔这样也不错呢",
	profile = "东煌鞍山级驱逐舰首舰“鞍山”号，东煌第一代“四大金刚”之首。作为长姐（旗舰），参加过诸多演习、监视和对峙，并都取得了足以自豪的成绩。虽然没有经历过实战，但我可是世界上行驶里程最远的驱逐舰之一哦",
	mission_complete = "再接再厉，还不能松懈！",
	feeling4 = "指挥官，请放心，无论你前往哪里，我都会跟在你身边守护你。嗯？那当然是因为你是我的……",
	unlock = "驱逐舰“鞍山”号报到。妹妹们与指挥官就由我来守护！",
	feeling5 = "能遇到指挥官真是太好了，结识了各种各样的朋友，产生了多姿多彩的回忆……呐，指挥官，等我卸下“四大金刚”的职责后，一起去环游世界吧！",
	main = "哇，我还是第一次见到战列舰|抚顺跑哪去了？多少听听姐姐的话啊…|抚顺、长春、太原，不管哪个都是令我骄傲的妹妹！",
	battle = "你们是为了什么而战斗呢？",
	upgrade = "这样对付“狄海文”之流就更加得心应手了",
	voice_key = 50101,
	headtouch = "",
	feeling2 = "指挥官，为了守护重要的事物，战斗是必要的。这可不是个人喜好问题",
	login = "今天的事项表也很满，一起加油吧！",
	vote = "",
	hp_warning = "指挥官，集中精神、加倍小心！",
	id = 501010,
	detail = "指挥官，你想知道些什么呢？",
	couple_encourage = {
		{
			{
				50102
			},
			1,
			"不要乱跑，来姐姐这边",
			0
		},
		{
			{
				50103
			},
			1,
			"记住，在战场上再谨慎也不为过！",
			0
		},
		{
			{
				50104
			},
			1,
			"再勇敢一点！对！就是这样！",
			0
		}
	}
}
