_G.pg.ship_skin_words[501020] = {
	feeling1 = "哇，长春、太原，指挥官来了！",
	feeling3 = "指挥官，这是我做的火箭，很漂亮吧！指挥官如果坐上去的话，一定能飞到比天空还高的地方吧！下来？放心，我和长春会在下面接着你的啦",
	lose = "呜……姐、姐姐，你在哪里啊？",
	propose = "指挥官，这样我们是一家人了呢……所以，能把物资储藏室的钥匙借我用下吗？求你了！一天就好！",
	expedition = "想要的东西也一起带回来了。唔，这应该不算走私吧。",
	win_mvp = "哼哼，这还不是我的真本事",
	home = "那么，继续去调查港区的神秘事件吧～长春，你也来吗？",
	mission = "去完成任务吧！",
	touch2 = "呀！指挥官，你在摸哪里！我可什么都没藏！",
	voice_key_2 = 501022,
	skill = "南明离火，焰曜诸方",
	drop_descrip = "鞍山级驱逐舰2号舰—抚顺，舷号102",
	mail = "并不是什么紧急的信件，我想就不必打扰指挥官了",
	touch = "呀！不，我的手只是碰巧放在背后而已，才没有在藏什么东西",
	profile = "东煌鞍山级驱逐舰二号舰“抚顺”号，东煌第一代“四大金刚”之一。“Резкий”？那是我的乳名。虽然执行过很多任务，但未曾经历过实战实在令人遗憾，明明和鞍山姐那一次差一点就开火了！总之，请让我在战场上尽情活跃吧！",
	mission_complete = "任务完成了！港区里有黑烟？我想指挥官您可能看错了？",
	feeling4 = "指挥官，早上好！咦，昨晚在干什么？为什么问这个，我没干什么坏事啦！指挥室被翻得乱七八糟？不，不是我干的！我想应该是狼人吧，狼人！",
	unlock = "驱逐舰“抚顺”号报到。咦，长春呢，明明刚刚还跟在我身后呢",
	feeling5 = "那边是我的秘密基地，很漂亮吧！这可是我最重要的秘密！诶？只是一时的心血来潮啦，才没有什么企图呢！",
	main = "这个送给太原的话，她一定会很高兴吧！|在极北处昼夜交替时出现的幽灵船？确实听说过这种传闻 |长春虽然是妹妹，但她教了我很多呢！",
	battle = "姐姐，这次可不是演习！",
	upgrade = "我还能变得更强！",
	voice_key = 50102,
	headtouch = "",
	feeling2 = "哎，是指挥官？不不，我才没有搞破坏，学院的窗户全碎了？我想……那可能是“日落后的妖怪”做的……吧？",
	login = "今天的抚顺，也是元气满满！",
	vote = "",
	hp_warning = "嘁！我要拿出真本事了！",
	id = 501020,
	detail = "如果有什么想了解的，我可以陪指挥官一起调查哦",
	couple_encourage = {
		{
			{
				50101
			},
			1,
			"有姐姐在我就什么都不怕！",
			0
		},
		{
			{
				50104
			},
			1,
			"太原，你学到了吗？",
			0
		}
	}
}
