_G.pg.ship_skin_words[502010] = {
	feeling1 = "指挥官……似乎不是我在等的那个人呢",
	feeling3 = "能够回到指挥官身边，真的是太好了",
	lose = "放弃吗？怎么会呢，我早已不是那个脆弱的逸仙了",
	propose = "这……就是羁绊的力量吗？与您在一起的每时每刻，就好像是在做梦一样，生怕梦醒来就会……不，没什么，今后逸仙也会一直陪伴在您的身边",
	expedition = "负责委托的姐妹们已经回来了，不去看看她们吗？",
	win_mvp = "当风重新吹起的时候，我才能够再次感受到自己的存在……",
	home = "家，真是个温暖的地方啊",
	mission = "新的任务已经下达，逸仙准备完毕，随时听候您的差遣",
	touch2 = "对女性做出这样的举动，想必指挥官也做好承担后果的心理准备了吧？",
	voice_key_2 = 502012,
	skill = "到此为止！",
	drop_descrip = "逸仙号巡洋舰",
	mail = "邮件吗？已经放到您的桌子上了",
	touch = "怎么了？可不要对我有什么奇怪的期待哦",
	profile = "东煌海军第一舰队，逸仙号。听说姐妹们也都在这里，这一次，逸仙绝对不会再离开指挥官的身边了",
	mission_complete = "任务奖励统计完毕，请您查阅……我？不，并没有什么想要的东西",
	feeling4 = "以前的事吗，那可是……只能讲给指挥官一个人听的故事哟",
	unlock = "终于等到了这一刻……东煌所属第一舰队，逸仙号，请再次让我为您效劳",
	feeling5 = "看着指挥官的脸，有时会忘记呼吸......真是奇怪的感觉",
	main = "宁海蒸的包子？嗯……还是以前熟悉的味道。|勿忘昨日，才能更好的向明日迈进……|有时候，我也会想起那些和姐妹们一同训练的日子……",
	battle = "前辈们，现在逸仙也扛起了这副担子",
	upgrade = "如果能够早些变强，或许……",
	voice_key = 50201,
	headtouch = "逸仙，早已经不是那个时候哭哭啼啼的小女孩了",
	feeling2 = "指挥官……那个人，会是您吗？",
	login = "又见面了，指挥官。请不用担心，我会如约陪伴在您的身边",
	vote = "",
	hp_warning = "真正的地狱，我已经见识过了",
	id = 502010,
	detail = "关于逸仙，有什么想要了解的吗，指挥官？",
	couple_encourage = {
		{
			{
				50202,
				50203
			},
			2,
			"能像以前那样和大家在一起，我已经很满足了",
			0
		}
	}
}
