_G.pg.ship_skin_words[102080] = {
	feeling1 = "指挥官不要靠近我，笨蛋会传染的！",
	feeling3 = "喂喂，指挥官，来赛跑吧，赢了的人请吃饭！",
	lose = "咦，这里是谁，我是哪儿，怎么就输了？！",
	propose = "指挥官，我可不是笨蛋，别以为随便拿假的就能来逗我玩哦！……欸？是真的？！也就是说……指挥官是认真……的？",
	expedition = "指挥官指挥官，好像也许可能有委托完成辣！",
	win_mvp = "欸不是热身赛么……他们投降干嘛？",
	home = "指挥官，要吃好吃的吗！",
	mission = "有多少任务尽管放马过来！",
	touch2 = "嗷！工口指挥官！~",
	voice_key_2 = -1,
	skill = "虽然不太明白，上啊！",
	drop_descrip = "亚特兰大级轻巡洋舰—圣地亚哥，舷号CL-53",
	mail = "指挥官，新邮件！折痕？不是我折飞机折的哦？",
	touch = "喂喂，你在找什么东西吗？",
	profile = "我是圣地亚哥！听说我是战争中获得星星仅次于企业大姐头的船，虽然不太明白星星是什么但是好像很厉害！\n指挥官，你在说什么，阿妹你看？这是什么暗号吗？",
	mission_complete = "指挥官，有奖励欸，快看看，快看看！",
	feeling4 = "指挥官经常嘴上说人家不好，但其实觉得很开心吧～？",
	unlock = "Hello~~我是圣地亚哥哟~二次大战获得最多星的巡洋舰——嘿嘿，简单得体的自我介绍完毕！我真是太聪明了！",
	feeling5 = "以前的我什么都不去想，现在的我脑子里只有指挥官，感觉也没什么差别嘛！",
	main = "听说把我埋进土里就可以丰收……我莫非功能很多？！|星星？我房间里很多哦，大家都有几个吧，很厉害吗？|拿出点干劲来！不然的话会变成笨蛋的！",
	battle = "踏浪出击！嘿……好险，差点摔倒",
	upgrade = "感觉我好像变聪明了！",
	voice_key = 10208,
	headtouch = "",
	feeling2 = "指挥官，不要多想，来玩吧！",
	login = "嘿指挥官，来一场激动人心的水枪战吧！",
	vote = "",
	hp_warning = "对面原来来真的吗？！",
	id = 102080,
	detail = "这些东西有什么好看的啊？不如一起去玩嘛~",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"萨拉，一起来玩啊！",
			0
		},
		{
			{
				1
			},
			5,
			"枫之军团，听起来超强！",
			4
		}
	}
}
