_G.pg.ship_skin_words[502030] = {
	feeling1 = "指挥官……就是姐姐说的坏人吗……",
	feeling3 = "姐姐说不能随便和指挥官独处——姐姐要独占包子？！平海以后会多来找指挥官的！",
	lose = "姐姐你在哪儿……",
	propose = "也就是说，以前平海只听姐姐的话，现在开始平海要只听指挥官的话了吗？——自己决定？（歪头）那平海决定都听好了",
	expedition = "指挥官指挥官，姐姐说有委托完成的话要告诉指挥官",
	win_mvp = "第一？好吃吗？",
	home = "姐姐累了的时候只要吃包子就会开心，指挥官要吗？",
	mission = "姐姐说任务不是靠发呆就能完成的，那练武就可以吗？",
	touch2 = "姐姐说遇到色狼要揍他，但是色狼是什么？",
	voice_key_2 = 502032,
	skill = "嗨~呀！功夫~~",
	drop_descrip = "宁海级轻巡洋舰—平海",
	mail = "姐姐说及时回复信件是基本礼仪，指挥官要看吗？",
	touch = "指挥官也想抱抱吗？平海经常和姐姐抱抱",
	profile = "我是宁海级的一号舰宁海，姐姐说自我介绍要这么做，欸，我是平海？对哦……那我是宁海级的一号舰平海。还是错了？好麻烦……",
	mission_complete = "指挥官，奖励有好多，能换很多包子吗？",
	feeling4 = "姐姐说比起喜欢的人不如找能管饱的人，那平海既喜欢指挥官又能吃饱，应该没问题吧？",
	unlock = "指挥官？姐姐说要找个养得起自己的指挥官才行，指挥官养得起自己吗？……不是自己是我？……？",
	feeling5 = "平海只要和指挥官在一起，还偶尔能见到姐姐就心满意足了……欸，姐姐会哭的？为什么？",
	main = "袜子？姐姐说要节省，就两个人共穿一双了|功夫？姐姐说可以卖艺就让平海也学了|头上？姐姐养的大宝和我的二宝也是姐妹喔",
	battle = "赢了会有好吃的吗？",
	upgrade = "平海……饿了！",
	voice_key = 50203,
	headtouch = "",
	feeling2 = "姐姐总是说穷的揭不开锅了，但是平海每次打开锅总有吃的，这是为什么呢？",
	login = "指挥官，吃饱了吗？不吃饱可没有力气做事情哦",
	vote = "",
	hp_warning = "肚子饿了……",
	id = 502030,
	detail = "……？指挥官在看什么呢",
	couple_encourage = {
		{
			{
				50202
			},
			1,
			"姐姐，你要吃包子吗？",
			0
		}
	}
}
