_G.pg.ship_skin_words[502050] = {
	feeling1 = "我和你可不熟！",
	feeling3 = "指挥官！应瑞她…她拿不给我吃宁海蒸的包子威胁我！要我今天帮她打扫房间！快帮帮我想想办法啦！",
	lose = "呜…我还不足够强大吗…",
	propose = "那个……“执子之手，与子偕老”…是这个时候说的对吧？还，还有什么这个时候能引用上的啊……啊啊啊算了想不到了！！总之，指挥官，从今你以后你要好好对我负责！记住了吗！",
	expedition = "委托队回来了？好像是有这么一回事…我，我可没有忘记哦？",
	win_mvp = "哼，重复一遍，不要企图侵犯我们的领域！",
	home = "现在这里没人吧？偷偷练一下舞…欸、欸？那个你…什、什么时候回来的？",
	mission = "有新的任务！赶紧去看看啦！免得应瑞又说我像个老妈子一这催你那催你…",
	touch2 = "哇啊啊！！你你你你这个无礼之徒！！！",
	voice_key_2 = -1,
	skill = "舞衫歌扇！",
	drop_descrip = "肇和级防护巡洋舰—肇和",
	mail = "指挥官，再不看看邮件，你的信箱都要长草了！",
	touch = "……你想做什么？！",
	profile = "我是肇和级防护巡洋舰首舰，经历……略过，数据……略过，略过略过！全部略过！",
	mission_complete = "这些简单的任务，对我不过是小菜一碟啦~啊啊当然也有指挥官的功劳在里面！",
	feeling4 = "指挥官，应瑞她说，你不喜欢脾气暴躁的人。我会试着收敛自己的脾气的！那个，你、你也别太讨厌我…你，你笑什么啦！哼，就知道蹬鼻子上脸！",
	unlock = "我是肇和级巡洋舰的肇和，肇！和！别念错了哦！不管应瑞她怎么说，一定要记住，我才是姐姐！",
	feeling5 = "我排练了一支新的歌舞，想请你当第一个观众并为它命名，你…你可以来吗？不对，随便你来不来都行啦！不对不对！你一定要来！知道了吗？！",
	main = "需要撑场面的事让应瑞去干就好啦！我负责在旁边保护她就好！…不对，这样我不就更不像姐姐了吗！|你已经在我面前晃了好多好多圈了！不能好好坐下来吗？诶？！我…我才没有特别在意你…别，别自作多情了！|凡事只有持之以恒，才能最终到达炉火纯青的境界…这是应瑞说的！",
	battle = "除、除恶……啊！记不清了！总之，把敌人都消灭就好了！！",
	upgrade = "这、这下是不是看起来更可靠一点了呢…",
	voice_key = 50205,
	headtouch = "别摸了别摸了，头发要被你摸炸了啦！",
	feeling2 = "唔，今天还没练过舞…欸，指挥官？可，可不许你来偷看哦！",
	login = "你怎么这么晚才回来！你说，你是不是故意让我担心你！",
	vote = "",
	hp_warning = "该打起精神来了，绝对不能被敌人看扁！",
	id = 502050,
	detail = "为什么老是有人把应瑞当成是姐姐…我、我这个姐姐就这么不可靠吗？！指挥官，你给评评理！",
	couple_encourage = {
		{
			{
				50204
			},
			1,
			"我才不怕敌人！",
			0
		},
		{
			{
				50101,
				50102,
				50103,
				50104
			},
			1,
			"我们还有这么厉害的后辈吗！？",
			0
		}
	}
}
