_G.pg.ship_skin_words[601030] = {
	feeling1 = "果然…已经无可救药了呢…指挥官……",
	feeling3 = "我的家乡？在利沃诺哦，撒丁王国西海岸一个漂亮的古城。有机会的话和我一起去看看吧，指挥官！",
	lose = "呜…我、我是不会轻易沮丧的！",
	propose = "要、要选择焦贝蒂作为誓约对象吗？呜…不行不行，要冷静啊焦贝蒂！这时候应该优雅而冷静地接受才行！……咳咳，那么，能、能请指挥官为我戴上戒指吗？",
	expedition = "委托组回来了哦！",
	win_mvp = "耶~轻松取胜！…咳、咳…这是理所当然的结果，没什么好骄傲的——",
	home = "给回来的大家一个拥抱是不是更有姐姐风范呢…？",
	mission = "欸，有新的任务？我，我还没准备好…！原、原来不是我的吗…",
	touch2 = "呜哇，指挥官，真差劲…",
	voice_key_2 = -1,
	skill = "我要认真了哦！",
	drop_descrip = "诗人级驱逐舰—文琴佐·焦贝蒂",
	mail = "邮件给你带过来了哦，指挥官。",
	touch = "欸？我、我没有做什么不合适的举动吧？",
	profile = "我是诗人级驱逐舰二号舰，文琴佐·焦贝。与不少厉害的巡洋舰一起共事过，参与过很多任务——什么？与资料不符？呜…虽、虽然我是完工的晚一些…但是下水可是很早的，是货真价实的姐姐哦！",
	mission_complete = "任务完成了，嘻嘻…会有什么奖励呢~？",
	feeling4 = "慌张的样子很可爱？才没有经常慌张啦！还不是你时不时故意戏弄我…不、不过，可爱这种说法…我倒是不讨厌啦…",
	unlock = "我是来自撒丁帝国的文琴佐·焦贝蒂——嗯？名字太长记不住吗…？那GB怎么样，是焦贝蒂的缩写，不要忘记了哦！",
	feeling5 = "如果，我和指挥官以别的身份相遇的话…比如说同班同学之类的…会不会，有一段平凡而浪漫的经历呢？…只，只是想象一下而已啦！",
	main = "西、西蒙不在这里吧…？咳、咳咳…我可不是怕她哦，只、只是出于谨慎考量…|哇！真是的，不要在工作的时候突然扮鬼脸吓我啦！|指挥官，想吃点心吗？我推荐提拉米苏！",
	battle = "一定不会让指挥官失望的！",
	upgrade = "嗯哼，离成熟大姐姐更进一步了！",
	voice_key = 60103,
	headtouch = "我、我已经过了被摸摸头就能满足的年龄了！",
	feeling2 = "唔…我什么时候才能像维内托姐姐那样独当一面呢…",
	login = "今天也要开始忙碌了吗？指挥官，加油哦！…对了，我、我也得去准备一下才行！",
	vote = "",
	hp_warning = "烟、烟雾掩护！",
	id = 601030,
	detail = "嗯？需要焦贝蒂做什么吗？嘿嘿，身为姐姐，没有什么能难得倒我的！尽管说吧~",
	couple_encourage = {
		{
			{
				60102
			},
			1,
			"稍微放松点也可以的哦？",
			0
		},
		{
			{
				20502
			},
			1,
			"哇哇？！呼…这次是同伴了啊……",
			0
		}
	}
}
