_G.pg.ship_skin_words[601060] = {
	feeling1 = "我要把你抛下，自己去航行了！",
	feeling3 = "指挥官！地图上这个空空的地方，说不定还有我们没发现的新地方哦！下次就去这里探险吧！",
	lose = "呜呜，我们是不是来错地方了…",
	propose = "誓约之后，我们是不是就会变得“心有灵犀”了呀？以后我无论出航去哪，就算没有指南针，也找到回指挥官身边的路！如果这么方便就好了呢，嘿嘿~",
	expedition = "委托完成了！下次试试走别的航线怎么样？",
	win_mvp = "碍事的家伙都赶跑了！接下来就可以安心探险啦！",
	home = "下一次出航的地点选在哪里比较好呢~",
	mission = "指挥官，快把这些任务做完啦！不然可就没法做出航的准备了！",
	touch2 = "达雷科虽然小，但还是有料的！",
	voice_key_2 = -1,
	skill = "风向测定完毕，开炮！",
	drop_descrip = "航海家级驱逐舰—尼科洛索·达雷科",
	mail = "有邮件来啦！莫非是新航线开辟的通知？",
	touch = "只要做完这些工作就能准备出航了？我做我做！",
	profile = "可不要小看达雷科哦！我可是和许多同伴们一起并肩作战过的！而且还幸运地留到了最后哦！真不愧是我…——啊，被Q舰队袭击的那次只是意外啦！",
	mission_complete = "任务完成了！指挥官，说好的出航！说·好·的·！",
	feeling4 = "“如果平时多帮指挥官的忙的话就考虑一下”…？好！我答应你！",
	unlock = "噢噢！成功到达港口啦！小小航海家，尼科洛索·达·雷科向指挥官致以敬意！跟我一起，顺着航线走遍世界吧！Andiamo！",
	feeling5 = "指挥官！接下来就要那个——“约会”了对吧！那么，路线的规划就交给经验丰富的我吧！首先是…欸，还是让指挥官来？唔…那，这次就交给你好了！",
	main = "指挥官，还有没有多余的地图借我用用呀？我不会乱来的，只是在上面画画航线而已！|指挥官，我想看看你珍藏的勋章，可以吗？…真的只是好奇啦！|明明大海那么宽广，为什么大家只喜欢走其中的几条航路呢？",
	battle = "达雷科船长，出发！",
	upgrade = "向着更遥远的地方前进~",
	voice_key = 60106,
	headtouch = "不要揪我的发带啦！",
	feeling2 = "指挥官！今天天气晴朗，适合出航哦！让我先规划一下航线…",
	login = "噢！指挥官你回来了！快点开始我们今天的出航计划吧！",
	vote = "",
	hp_warning = "糟了糟了！好像遇到麻烦了！",
	id = 601060,
	detail = "欸，这条航线补给跟不上所以不行吗？…那这条呢？考虑到洋流也不行…真是的，指挥官你太挑剔啦！",
	couple_encourage = {
		{
			{
				20215,
				20220
			},
			2,
			"哇！吓，吓了我一跳…",
			0
		},
		{
			{
				29904
			},
			1,
			"向着未知的冒险Andiamo！",
			0
		}
	}
}
