_G.pg.ship_skin_words[601040] = {
	feeling1 = "要保持距离，要保持距离……",
	feeling3 = "指挥官…请确认一下这个。是，是一点最近委托结果的总结…应该能，能帮上点忙？",
	lose = "失败的话，要说些什么好…",
	propose = "誓约，誓约时要说的话…欸，什么都不需要说吗？那……啾~这，这样，就好了吧……",
	expedition = "委托完成了。码头的人有点多……",
	win_mvp = "MVP的感想……很，很开心？",
	home = "准备茶…嗯，就用这个茶包，然后是温度和时间……指挥官，再等一会就好了。",
	mission = "高优先级的未完成任务…再接再厉？不对…我，我也来帮忙！",
	touch2 = "……做，做什么！？",
	voice_key_2 = -1,
	skill = "应，应该攻击这边！",
	drop_descrip = "西北风级驱逐舰—西北风",
	mail = "邮件，邮件……在这里。呼……好不容易整理好却差点忘了……",
	touch = "我…我没有说什么奇怪的话吧？",
	profile = "西北风级的首舰西北风号，在一次出航的时候碰到了水雷而回港修理。…别的？我，我想应该没有了…",
	mission_complete = "任务完成了。…奖励，还是帮确认比较好？",
	feeling4 = "……指，指挥官？为什么刚好在这个时候…是聊天吗？现，现在的话有点……啊，不是，现在的话没关系的！对，对不起……！",
	unlock = "双手微提群裙摆，再开始自我介绍…咳咳，撒、撒丁帝国所属驱逐舰，西北风，向舰队的指挥官致以问好。…这样应该就可以了…",
	feeling5 = "那，那个，指挥官！请看这个！西南风说过的，有些事如果怎样都说不出口的话，就用这个传达…！所以，请，请收下这本绘本…！",
	main = "西南风么…嗯，是我重要的妹妹，虽然有时候比较迷糊呢，呵呵~|刚刚的文件在这……盖过章的决定书在这……啊，不是找不到，而是像这样告诉自己比较快……唔……///|指挥官，你累了吗？…呼…还是有点紧张…",
	battle = "作为旗舰要大声鼓励大家……唔……",
	upgrade = "火力、雷击、装填，都需要强化才行。",
	voice_key = 60104,
	headtouch = "你、你在干什么？",
	feeling2 = "西南风，不能在工作时打扰指挥官…我把指挥官有空的时间列给你了。嗯，应该不会有错的…",
	login = "问候，问候语……嗯，早安，指挥官。",
	vote = "",
	hp_warning = "怎么办，该怎么办…",
	id = 601040,
	detail = "要是西南风在我身边的话，就不用烦恼怎么和指挥官相处了……",
	couple_encourage = {
		{
			{
				60105
			},
			1,
			"西南风，等、等等我！",
			0
		}
	}
}
