_G.pg.ship_skin_words[603020] = {
	feeling1 = "不行啊…这样的指挥官，一点吸引人的地方都没有…",
	feeling3 = "别看波拉看起来那样，其实是个很容易受伤的孩子呢…要是有谁敢欺负她或者…就算是指挥官，我也不会轻易原谅的哦？",
	lose = "啧…不想回忆起那个屈辱的夜晚…",
	propose = "用这么一枚小小的戒指，就想把扎拉永远地留在身边…你是不是想得太简单了点…？——啊哈哈，指挥官这样的表情，真是百看不厌呢~开玩笑的~就算没有这个，我也不会轻易离开你的身边的，安心吧——",
	expedition = "能将这么多物资安全运到，真的很了不起呢…要好好慰劳她们哦，指挥官",
	win_mvp = "正如说过的那样，扎拉，为您带来胜利与荣光了~",
	home = "出击辛苦了~需要来点葡萄酒解乏吗？",
	mission = "嗯？遇到困难的任务了吗？让我帮你看看吧。",
	touch2 = "呀啊！？——…咳、咳咳…指挥官？扎拉级引以为豪的可不只是“重点防御”哦？难道你也想感受下扎拉级的“威力”吗？",
	voice_key_2 = -1,
	skill = "别想轻易突破我的防御！",
	drop_descrip = "扎拉级重巡洋舰—扎拉",
	mail = "指挥官，邮件已经送到了。再不收的话，我就要替您大声念出来了哦？也许会是哪个孩子的“情书”也说不定呢~？",
	touch = "指挥官…是对我的佩剑感兴趣吗？还是说，感兴趣的…是别的什么地方？",
	profile = "我是扎拉级重巡洋舰的一号舰，扎拉。为了水面炮战而诞生的我，拥有着引以为豪的主炮射程和重装甲防御，并且一直作为舰队旗舰奋战，直到那个命运的夜晚…",
	mission_complete = "任务完成了！奖励很丰厚呢，指挥官值得表扬啊，好孩子好孩子~",
	feeling4 = "难得的独处机会，指挥官有什么特别想做的事情吗？…掏耳朵吗？那就请先…在我的腿上躺好~……呵呵，指挥官很僵硬呢，放轻松嘛~我会非~常温柔地为你服务的~",
	unlock = "Ciao。十分有幸能和您相遇，指挥官。重巡洋舰扎拉，将为您的舰队带去胜利与荣光，请多指教了",
	feeling5 = "事到如今，和指挥官之间已经不需要过多的言语了呢。呵呵，要不要猜猜看我现在在想什么？——当然是…想着指挥官你啦，小傻瓜~",
	main = "“tenacemente”——不论身处怎样的战场，都应当拼尽全力坚持战至最后，这可是我的信条呢|夜晚在房间里欣赏美妙的繁星和夜空，我并不讨厌哦？不过夜间的出航还是免了吧…|虽然是题外话，不过我对于服装搭配还蛮擅长的哦？嘻嘻，下次帮你也打扮一身吧，指挥官？",
	battle = "熟悉的旗舰担当呢。全舰队，保持战斗阵型，tiro！",
	upgrade = "Grazie！这下主炮能更好地捕捉敌人了~",
	voice_key = 60302,
	headtouch = "",
	feeling2 = "不管指挥官有什么样的烦恼，我都会好好地听你说的，不用顾虑太多哦？",
	login = "欢迎回来，指挥官。扎拉和姐妹们一起，随时等候的你的检阅哦~？",
	vote = "",
	hp_warning = "我的装甲…还能坚持！",
	id = 603020,
	detail = "哎呀？虽然我们姐妹确实经常被称赞外形优美，不过指挥官一直这么盯着看，可是会让人产生奇怪的误解的哦？",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"这次是盟友了吗…火力支援就拜托了！",
			0
		}
	}
}
