_G.pg.ship_skin_words[603030] = {
	feeling1 = "这样的指挥官，或许需要“再教育”一下才行呢",
	feeling3 = "指挥官，您不必有太多的顾虑，只要做您想做的事情就好，杂鱼们都交给我来对付吧",
	lose = "披风都被弄脏了啊，真可惜",
	propose = "一旦成为了我选中的指挥官，就要做好被我束缚一生的准备呢。这份“条约”，您愿意和我一同签下么？",
	expedition = "委托组已经回港了，大家都是很努力的孩子啊",
	win_mvp = "MVP，那不是理所当然的事情吗？单凭这些杂鱼，可没有弄脏我披风的价值呢",
	home = "欢迎回来，指挥官。有带回什么有趣的见闻吗？",
	mission = "指挥官，没有完成任务的动力可不行喔？还是说您在期待着我给您单独准备的奖励呢？",
	touch2 = "指挥官，你该不会对扎拉姐姐做了同样的事情吧？",
	voice_key_2 = -1,
	skill = "稍微陪你们玩一玩吧",
	drop_descrip = "扎拉级重巡洋舰—波拉",
	mail = "指挥官，是司令部发来的邮件，磨磨蹭蹭的话，说不定会错过重要的消息哦？",
	touch = "我的佩剑，可不只是为了好看而存在的喔？",
	profile = "我是扎拉级重巡洋舰的四号舰，波拉。我们姐妹拥有着重巡中少有的坚固装甲，在水面炮战中有着独特的优势。论担当舰队旗舰的能力，我说不定要比扎拉姐姐还要强呢",
	mission_complete = "任务顺利完成了，就是得这样才行呢。奖励？呵呵，我可没有忘记喔？请您期待一下吧",
	feeling4 = "我和姐姐究竟谁更优秀？这个问题的答案，得经过实战才能知道呢，呵呵",
	unlock = "撒丁帝国海军所属，重巡洋舰波拉，正式到任。哦？您就是这个舰队的指挥官吗？千万不要让我失望哦？",
	feeling5 = "指挥官也是一位温柔的人呢，和扎拉姐姐一样让人担心，不过…或许只有像您这样的指挥官，才有值得我们姐妹托付未来的价值吧",
	main = "“条约”、“协定”，那些东西都是没有感情的枷锁，如果能够通通消失掉就好了|即使面对再大的暴风雨我也不会退缩，真正的战士，是不会畏惧任何挑战的|被探照灯的白光笼罩着的感觉，让人不快",
	battle = "杂鱼总是认识不到自己身为杂鱼的极限啊",
	upgrade = "哦？发生了一些有趣的变化呢",
	voice_key = 60303,
	headtouch = "",
	feeling2 = "扎拉姐姐总是那么的温柔、善良，不会好好地拒绝他人的请求，真让人头疼啊",
	login = "好慢啊指挥官，编队演习马上就要开始了喔？",
	vote = "",
	hp_warning = "炮塔无法运作！偏偏在这种时候...",
	id = 603030,
	detail = "扎拉姐姐总是那么温柔，那么优秀，真是耀眼夺目啊",
	couple_encourage = {
		{
			{
				60302
			},
			1,
			"扎拉姐姐的手，是那么的温暖…",
			0
		}
	}
}
