_G.pg.ship_skin_words[605010] = {
	feeling1 = "看来，有必要重新考虑撒丁帝国的未来了呢……",
	feeling3 = "为了将撒丁帝国的威光弘扬光大，需要我们每一个人都要努力——指挥官也要加油哦。呵呵",
	lose = "只是实力不如对方……是我最能接受的失败类型呢",
	propose = "你在向我许下承诺，指挥官。这份承诺代表着，我们将分享彼此的未来——原本，我不应该立刻答应。但是，真没办法，你那炽烈的爱意，让我也忍不住想要用最真挚的感情回应了呢",
	expedition = "指挥官，Tortellino准备的怎么样了？用来犒劳军事委托回来的伙伴们这个东西可是要用心做的哦？",
	win_mvp = "撒丁帝国的希望、信念与仁慈，它们终将重新洒满这片大海——由我们舰队来完成",
	home = "指挥官，我约了皇家的各位一起用餐，你也一起来吧？",
	mission = "指挥官，不要忘记，我是你的舰船，你随时可以依赖我",
	touch2 = "指挥官，无论出于什么理由，这种行为也是不被允许的哦？",
	voice_key_2 = -1,
	skill = "见识下撒丁帝国的力量吧！",
	drop_descrip = "维托里奥·维内托级战列舰—维托里奥·维内托",
	mail = "我有一个建议——要谨慎选择朋友哦？",
	touch = "作为统率撒丁帝国海军的总旗舰……有时候也会放松一点的哦？天天绷的再紧也有派不上用场的时候",
	profile = "应期望诞生的伟大设计，在那噩梦之夜后接过了旗帜，最后却没法为同伴们拿下胜利……不是什么令人高兴的故事呢。所以呢，指挥官，我可是对你充满了期待的哦。",
	mission_complete = "“这种程度的任务，轻而易举”。呵呵~指挥官，你是这么想的吗？",
	feeling4 = "不光是我们撒丁帝国的成员，这个舰队所有的人似乎都过的很开心。指挥官到底是怎么做到的……我很感兴趣呢。",
	unlock = "贵安，指挥官。我是撒丁帝国的总旗舰维托里奥·维内托。虽然这个问题可能有些冒犯，不过，你有信心能够驾驱得了我吗？",
	feeling5 = "在这里，在你身边，我获得了许多曾经梦寐以求的东西——力量，值得信赖的伙伴，还有安全感。那么，你想从我这里获得什么呢？告诉我，我的指挥官，如果是你的话……",
	main = "口径可不是衡量火炮威力的唯一标准。小看这门15寸炮的人必将为此付出代价|加入这个舰队的目的不光是为了和平，也包括将撒丁的威光传播到整个世界呢。指挥官，请多多关照|“存在舰队”…吗…平心而论，指挥官，如果手握足以歼灭敌人的力量，你还会选择单纯的威慑吗？",
	battle = "帝国舰队总旗舰维托里奥·维内托，拔锚！",
	upgrade = "英明的抉择呢，指挥官。",
	voice_key = 60501,
	headtouch = "",
	feeling2 = "能和那位光辉小姐茶会上一起聊着音乐与艺术……呵呵，不得不说，真是奇妙的体验呢",
	login = "在开始工作前，先来一些点心和一杯茶吧",
	vote = "",
	hp_warning = "仅凭这种程度的攻击就想击败我吗？",
	id = 605010,
	detail = "作为总旗舰说这个可能比较不合适，但是如果把大家都拉来泡个澡就能展示我们帝国的威光的话，也未尝不是一件坏事吧…？",
	couple_encourage = {
		{
			{
				7
			},
			2,
			"没有后顾之忧的出击，真是令人愉快",
			1
		},
		{
			{
				6
			},
			3,
			"在撒丁帝国的威光前俯首吧！",
			3
		},
		{
			{
				20703,
				20704,
				20705,
				20403,
				20501,
				20505
			},
			1,
			"皇家的盟友，合作愉快咯。",
			0
		}
	}
}
