_G.pg.ship_skin_words[605060] = {
	feeling1 = "你没有能与指挥官之位相匹配的魄力呢。",
	feeling3 = "如果有人不服从命令的，给她一点教训就会懂事了吧。…不能这么简单粗暴吗？我还以为这会是个好建议来着…",
	lose = "是我的力量还不够吗……",
	propose = "原本我已经把双人休假旅行的线路规划好了，实在是可惜…和谁一起去？当然是和你了！下次先问问你的意见？我这难道不是为了你…我，我知道了啦。",
	expedition = "远处走过来的是委托队吧。指挥官，不和她们打个招呼吗？",
	win_mvp = "veni，vidi，vici",
	home = "看你的表情，这次应该是一如既往的大胜吧。",
	mission = "如果不想做的任务能跳过就好了呢。",
	touch2 = "故意拿我消遣的话，就别怪我对你抱有偏见了。",
	voice_key_2 = -1,
	skill = "折服于我吧！",
	drop_descrip = "加富尔伯爵级战列舰—朱利奥·凯撒",
	mail = "有你的信件。不是私人消息的话，不介意我帮你拆开吧？",
	touch = "唔……欸？对不起，刚刚发了会呆。指挥官，莫非是看出来了，特地提醒我…",
	profile = "印象最深刻的事情么……那还用说吗？当然是在庞塔斯提洛海战中，让我不得不撤出战斗的那一炮了。要是那个时候，我的炮击能先命中她的话…",
	mission_complete = "完成这些任务，真的会对战局有什么帮助吗？",
	feeling4 = "听说你过几天有休假。我弄到了两张歌剧的门票，有空的话不妨陪我一起？尝试点新事物，对你而言没有坏处的。",
	unlock = "朱利奥·凯撒，撒丁帝国所属战列舰。让我见识一下，你是如何统领舰队的吧。",
	feeling5 = "指挥官，放心吧。只要我仍是你的后盾，你就只需要考虑怎么前进就好。其他的一切就交给我了！",
	main = "文书处理？加富尔比较擅…唔…现在我是秘书舰，还是我来帮你吧。|指挥官，做决定时要果断一点。犹豫之中失去的时间可是追不回来的。|比起钜细靡遗的解释和调停，果断而决绝地下达命令分配任务才是一个领导者真正需要做的，你也是这么觉得的吧，指挥官？|加富尔，在指挥官面前说话口吻不要那么文绉绉的！你也不想让指挥官觉得像个老人家吧",
	battle = "遵循指挥官的命令，出征！",
	upgrade = "我的极限，不止于此！",
	voice_key = 60506,
	headtouch = "",
	feeling2 = "加富尔总是强调与别人沟通的技巧。我觉得只要把自己的意思表达清楚就好，有那么多需要顾忌的东西吗？",
	login = "每一天都如此准时……真不愧是指挥官呢。这一点我也要向你学习才行。",
	vote = "",
	hp_warning = "这点程度还不足以让我屈服！",
	id = 605060,
	detail = "厌战…终于能够与她面对面一决胜负了吗。这天我等了很久了！",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"我们之间胜负未分！",
			0
		},
		{
			{
				60505
			},
			1,
			"不必担心我，还是多对自己上点心吧。",
			0
		}
	}
}
