_G.pg.ship_skin_words[701020] = {
	feeling1 = "指挥官同志真奇怪，大家都说不要和奇怪的人说话，不过那样的话，指挥官会很寂寞的吧…？",
	feeling3 = "虽然大家总是让我小心身边奇怪的人，但是指挥官同志应该不算是奇怪的人？唔，所以吃一点应该不会有问题吧",
	lose = "唔，喝多了晕乎乎的…",
	propose = "比起收下戒指，威严更喜欢这种方式呢。来，一起喝下这个，指挥官同志就也是“家人”了…嗯？这么说来，指挥官同志好像已经和“家人”差不多了…？",
	expedition = "指挥官我先去港口了。嗯，希望能第一个看到大家回来的样子。",
	win_mvp = "хорошо，身体暖和了。…嗯？已经结束了吗？",
	home = "指挥官同志，热可可和罗宋汤，喝吗？",
	mission = "“不劳者不得食”——这是我们这里的规矩。嗯，为了明天还能喝得开心，一起加油完成任务吧，指挥官同志",
	touch2 = "кролик生气了也会咬人的。…嗯？这孩子的话，应该是砍人…才对？",
	voice_key_2 = -1,
	skill = "кролик、грызть！",
	drop_descrip = "愤怒级驱逐舰—威严号",
	mail = "指挥官同志，威严把邮件拿来了。嗯？一点也不奇怪哦，大家本来就会轮流做这事情的",
	touch = "指挥官同志，这些小点心吗，是对我勤奋努力的奖励吗？",
	profile = "我是愤怒级的威严，擅长布雷和护航，还做过对陆地的支援。指挥官同志，有什么指示的话尽管找我，如果是找我喝东西的话，就更好了。",
	mission_complete = "干得好，指挥官同志，今晚汤的材料有着落了",
	feeling4 = "总是吃指挥官同志给的小点心也不好呢。所以威严和和指挥官分享一下好了。来，指挥官，喝吗？",
	unlock = "Здра́вствуйте，指挥官同志。愤怒级驱逐舰威严，报道。……嗯？指挥官同志为什么离我这么远。手里拿着的…？这是我的кролик。可爱的убийца。",
	feeling5 = "…嗝。和指挥官同志一起，总是不知不觉就全喝光了。唔…不知道为什么，和指挥官同志在一起，就感觉更能喝了。指挥官同志，下次还能…还能和你一起——哈啊啊…唔，今天就先…晚安Zzzz…",
	main = "咕嘟咕嘟…指挥官同志，你知道还有谁喜欢这么喝？另一位兔子一样的…？哦哦…|港区里有号称“四大金刚”的同伴，好厉害。威严也有点想加入…不过那样的话就变成五个人了，真遗憾|无论是敌人还是狐狸，都会侵占我们的家呢。所以来了的话，就要把它们都赶走，嗯",
	battle = "唔，要说些什么好呢？那就…Ура!",
	upgrade = "还是北方联合的好喝~嗝",
	voice_key = 70102,
	headtouch = "",
	feeling2 = "大家说了，不可以从奇怪的人那里拿食物，也不可以把奇怪的人当作食物呢",
	login = "咕嘟咕嘟…唔，指挥官同志，指挥官同志是顺着这个香味过来的吗？…嗯，要来一杯吗？",
	vote = "",
	hp_warning = "喝得不够…",
	id = 701020,
	detail = "只要这么举着кролик，指挥官同志就会乖乖听话。嗯，恰巴耶夫说得没错。",
	couple_encourage = {
		{
			{
				30154,
				10127
			},
			2,
			"兔兔同盟？听起来很可爱哦。",
			0
		}
	}
}
