_G.pg.ship_skin_words[701030] = {
	feeling1 = "唉，指挥官同志真是个无趣的人啊。这样可不招人喜欢哦。",
	feeling3 = "啊哈哈哈…指挥官同志，我们已经是好朋友了对吧，所以等一下大家来算账的时候能不能把我的也……欸？怎么指挥官同志先跑了啊！",
	lose = "等等！等等！我还没准备好，哇啊啊啊！",
	propose = "收下这个之后，就相当于签下终生契约书了吧。欸嘿嘿，也就是以后我可以尽情用指挥官尝试我的新点子了！放心吧，我会·温·柔·点·的。",
	expedition = "委托完成啦！嘿嘿，我先去迎接大家咯。",
	win_mvp = "怎么样！我这澎湃的动力！嘿嘿，羡慕吧~",
	home = "我已经控制不住我那喷涌的灵感啦！所以呀，虽然指挥官同志刚回来，不过，嘿嘿…",
	mission = "来来来，指挥官同志，让我来跟你介绍下这个灵光一现的新方案。喂，别跑啊！",
	touch2 = "！？…这该不会是对我之前行为的报复吧？！",
	voice_key_2 = -1,
	skill = "该我啦！开火!",
	drop_descrip = "列宁格勒级驱逐舰—明斯克",
	mail = "呃，等一下，请给我一分钟时间解释这满屋子的邮件到底是怎么回事…！",
	touch = "嗯？指挥官同志也有什么灵光一现的想法要告诉我吗？",
	profile = "38型驱逐舰首舰明斯克，我参加过冬季战争，和姐妹们在卫国战场并肩作战，指挥官同志，你可以期待我的表现！",
	mission_complete = "哎呀~结果好就万岁了嘛，所以，这次的奖励我能拿到多少呢？",
	feeling4 = "哎呀，原本以为指挥官同志会是一个刻板无趣的人，但交往之后发现指挥官同志格外的有趣呢！有意思的想法又多…更重要的是！我搞砸了事情也不会呵斥我！哈哈哈哈！",
	unlock = "Ура！怎么样怎么样？有感觉到惊喜吗？咦？我听说欢迎新同志的时候有点惊喜才好呀，嗯？我才是被欢迎的那个？好像搞错了呢，欸嘿~",
	feeling5 = "好了，我已经完全明白了。关于“最近总是会去想指挥官同志”这件事的结论已经十分明确了。那么，我要公布我的答案咯，呼~哈~指挥官同志，我可能是爱上你了！哼哼，没错吧？",
	main = "甘古特…不对，甘古特同志？我倒是知道她啦，怎么说呢，感觉她有点可怕…|如同我不断闪现的灵感一样，我的斗志也绝不会被轻易浇灭——没错，无论多少次，我都会重新站起来的！|搞砸的时候怎么办？当然是拼命道歉啦！这样的话大家就一定会原谅的！大概…",
	battle = "跟上我的速度，Ура!",
	upgrade = "哦哦哦！新的想法涌现出来了！",
	voice_key = 70103,
	headtouch = "",
	feeling2 = "想要招女孩子喜欢，就要让自己变得有趣起来！换句话说，就是要能够随时有无数灵光一现的想法才行！",
	login = "指挥官同志，你来的正好，我又灵光一现，想到了一个新的战术！陪我试试吧！",
	vote = "",
	hp_warning = "哎呀，看来是时候认真起来了~",
	id = 701030,
	detail = "吼吼~？要来帮我进行新的灵光一现的实验吗？指挥官同志？",
	couple_encourage = {
		{
			{
				70201
			},
			1,
			"今天也是熠熠生辉呢，阿芙乐尔同志！",
			0
		}
	}
}
