_G.pg.ship_skin_words[608010] = {
	feeling1 = "指挥官…竟然比我还要废…唔呼呼…",
	feeling3 = "{namecode:37}托你带句谢谢？只是顺手帮她那想了下新装备的改造方案而已…欸？还要帮忙？算、算了吧…",
	lose = "还、还是赶紧溜回去吧…",
	propose = "唔嘻嘻…太好了，长期饭票确保！…咳，开、开玩笑的，别在意…所以…接下来要干嘛？",
	expedition = "委托组回来了…？与我无…唔，你要去迎接么…没办法…我也跟你去下好了……",
	win_mvp = "可以收工了…？那就快回去吧，唔呼呼…",
	home = "这股熟悉的气味…果然是指挥官回来了，唔呼呼…",
	mission = "任务？真麻烦啊…能不能放着不管…",
	touch2 = "指挥官，对我这种的也有兴趣啊…",
	voice_key_2 = -1,
	skill = "悄咪咪地…",
	drop_descrip = "布林级潜艇—托里拆利",
	mail = "你的邮件…安心，除了我之外没人看过，唔呼呼…",
	touch = "我可没有战列航母大姐姐们那样的“包容力”…唔呼呼…指挥官觉得遗憾吗？",
	profile = "布林级潜艇托里拆利…嗯，记住名字了就行…唔？你说和皇家遭遇的那次？只不过是给轻敌的对手一点教训罢了，唔呼呼…",
	mission_complete = "不知道任务奖励堆久了会不会长出蘑菇来呢…唔呼呼…",
	feeling4 = "指、指挥官，我可以再靠近一点吗…？嗯…指挥官的手，果然很温暖呢…唔嘻嘻…",
	unlock = "你就是那位指挥官啊…我是托里拆利，从今天开始就留在这里不走了。不用在意我，我会找个角落安静地待着的…唔呼呼……",
	feeling5 = "指挥官又勤劳，又照顾人…当初选择赖在你这果然没选错，唔嘻嘻…偶尔也帮忙干点活儿？我、我尽量吧…",
	main = "指挥官果然很忙啊…帮忙？唔…我再考虑考虑…|水底是个好地方，安静又安全…要是指挥官也能一起待水底就好了，唔呼呼…|指挥官…能把窗帘稍微拉一下吗？阳光太强了有点受不了…",
	battle = "怎么都好，快点搞定收工回去吧…",
	upgrade = "别忘了顺便强化下甲板炮…",
	voice_key = 60801,
	headtouch = "唔嘻嘻…再、再多摸会…",
	feeling2 = "前面也说过了，不用太管我，我只要能静静待在这里就好…唔呼呼…",
	login = "！？不要突然出现啊，吓、吓了我一跳…",
	vote = "",
	hp_warning = "好想收工回去…",
	id = 608010,
	detail = "干、干嘛一直盯着我……？",
	couple_encourage = {
		{
			{
				80801
			},
			1,
			"唔…好难搞…",
			0
		},
		{
			{
				30805
			},
			1,
			"嗯…果然还是不太一样吧…",
			0
		}
	}
}
