_G.pg.ship_skin_words[701040] = {
	feeling1 = "不要靠近塔什干，你这个讨厌鬼！",
	feeling3 = "凭着“天蓝色的巡洋舰”这样的称号就擅自认为塔什干是可爱听话的好孩子，和塔什干接触以后又擅自失望…困扰的可是塔什干，你不觉得吗，同志酱？",
	lose = "你这…！塔什干还能再战斗！",
	propose = "什么啊，重要的事就是指这个吗？这样。没问题哦，我收下了……咦？塔什干没有说过吗，塔什干喜欢指挥官。所以和指挥官定下誓约不是很正常的事情吗？",
	expedition = "喂，你是不是忘了委托？真是笨呢，还是塔什干记性好",
	win_mvp = "Ура! 尝到塔什干的厉害了吧！",
	home = "欢迎回来……茶？只有伏特加你要吗？",
	mission = "任务？有什么好玩的东西吗？",
	touch2 = "……嗯？你在干什么？要玩塔什干衣服上的球球吗？",
	voice_key_2 = -1,
	skill = "见识一下塔什干的实力吧！",
	drop_descrip = "塔什干级驱逐舰—塔什干",
	mail = "有你的邮件，塔什干只是顺便帮你拿的，不用感谢塔什干也没关系",
	touch = "嗯？有事情要交给塔什干吗？…这样。我给你干掉就好吧",
	profile = "塔什干是北方联合的驱逐领舰，同型舰有3…没什么…因为出生在撒丁帝国，加上这样的设计，所以也被叫做“天蓝色的巡洋舰”。明明是驱逐…算了，塔什干也不讨厌这个名字就是了。塔什干会像塞瓦斯托波尔那时一样努力战斗的，同志酱就敬请期待吧",
	mission_complete = "任务奖励？让塔什干看看。…这样。于是呢？没有什么好吃的吗？",
	feeling4 = "塔什干只是普通的驱逐舰。并不想得到特殊对待，只要像现在这样就好。同志酱也是这样…嗯，这样就好",
	unlock = "我是塔什干，大家都叫塔什干“天蓝色的巡洋舰”。同志酱也是慕名而追寻塔什干的人吗…这样？真是个没办法的人呢",
	feeling5 = "虽然还没有完全认识港区的所有舰船，不过塔什干很喜欢这里。大家在认识了真正的塔什干以后都还愿意和塔什干交朋友。…对同志酱当然也…很喜欢！",
	main = "塔什干是撒丁建造的，撒丁的料理的倒是挺熟悉的。不过嘛，合不合北方联合的口味就不管了|为什么港区会这么热啊…同志酱，快给塔什干开空调啦|真奇怪，明明塔什干对大家也没有多亲切友好，为什么大家反而更喜欢塔什干了…喂，同志酱，这是为什么？",
	battle = "看塔什干把你们揍扁！Ура！",
	upgrade = "让塔什干去战斗吗？这样。塔什干会去做的",
	voice_key = 70104,
	headtouch = "",
	feeling2 = "同志酱找塔什干有事吗？塔什干这边忙着呢，要没什么事的话…这样？于是你其实来找塔什干玩的？唔，正好事情告一段了，要玩的话陪你就好……",
	login = "看着塔什干就这么开心？……这样？随你高兴吧",
	vote = "",
	hp_warning = "塔什干才不认输！",
	id = 701040,
	detail = "同志酱是来参观塔什干练习的吗？这样。于是你到底看不看？",
	couple_encourage = {
		{
			{
				30401
			},
			1,
			"不像你那样，塔什干可没有能一起享受撒丁料理的小伙伴",
			0
		},
		{
			{
				90111,
				80101
			},
			1,
			"塔什干认真起来是绝对不会输的！",
			0
		}
	}
}
