_G.pg.ship_skin_words[701050] = {
	feeling1 = "塔什干自己也能行。…不需要同志酱的帮助。",
	feeling3 = "同志酱担心塔什干和大家的团队配合？哼，不用担心，北方联合的每个人都很擅长集体表演的。",
	lose = "没能配合好？为什么会这样……",
	propose = "哼哼，果然同志酱还是太天真了。只是和大家一起在舞台上发光发亮可不行，塔什干要努力成为当中最闪亮的明星才行。所以同志酱，还要一直一直，看着塔什干哦♪",
	expedition = "委托完成了噢，就算当了偶像，也不能懈怠了平日的工作呢。",
	win_mvp = "这不仅是μ兵装，也是靠塔什干的胜利！",
	home = "咖啡跟红茶，巧克力牛奶、果汁还有伏特加…给回来的各位准备的东西在这里…同志酱，你想喝点什么？",
	mission = "同志酱，有任务哦，快完成掉。",
	touch2 = "同、同志酱！？",
	voice_key_2 = -1,
	skill = "别想移开视线！",
	drop_descrip = "同志酱，这身打扮感觉如何？…这样，难得塔什干当上了偶像就这点反应？哼，绝对要让你在演唱会上发出“哦呼”的声音。",
	mail = "有工作相关的来信。同志酱，在给巴尔的摩她们看之前，先和塔什干一起确认下吧？",
	touch = "要给我巧克力？…这样，谢谢你的慰问品，同志酱。",
	profile = "我是北方联合的驱逐舰——现在正在执行μ兵装实验任务的偶像·塔什干。同志酱，准备好见识下北方联合的顽强不屈吧。",
	mission_complete = "任务完成了啊，干得不错嘛！",
	feeling4 = "在和大家配合的同时彰显个性，确实挺困难的…明明同志酱之前还因为这个担心过…塔什干却…啊，同志酱？要帮塔什干想办法吗？",
	unlock = "同志酱，这身打扮感觉如何？…这样，难得塔什干当上了偶像就这点反应？哼，绝对要让你在演唱会上发出“哦呼”的声音。",
	feeling5 = "同志酱，现在塔什干看起来怎么样？……这样。你看，和大家一起练习，一起登上舞台…现在的塔什干已经不用同志酱担心了，哼哼♪",
	main = "其他的参与者都有乐器？…这样，无论对上什么样的对手，我们都不会输的。|大青花鱼还真厉害…从服装到舞蹈的点子都能出…|舞步的配合还是挺难的…唱歌的话只要用听的就能把握其他同伴的状况，跳舞的话总不能随时看着别人…",
	battle = "要开始了！Ура！",
	upgrade = "看来只能加油干了呢。",
	voice_key = 70105,
	headtouch = "把塔什干当小孩了？哼。",
	feeling2 = "很期待塔什干作为偶像的表现？…这样，反正原本就要配合进行兵装实验，就稍微加点油好了。",
	login = "塔什干今天的行程安排就交给你了，同志酱。",
	vote = "",
	hp_warning = "同志酱还在看着呢…！",
	id = 701050,
	detail = "塔什干本来就比较擅长跳舞，唱歌也不输给其他人…同志酱还是不放心？……这样，真是太爱担心了，塔什干没问题的。",
	couple_encourage = {
		{
			{
				90112
			},
			1,
			"这孩子居然…这么能跳舞！？",
			0
		}
	}
}
