_G.pg.ship_skin_words[702020] = {
	feeling1 = "……坏心眼",
	feeling3 = "哈啊啊…嗯？床单和软绵绵的枕头？哼~想得还真周到，辛苦你啦♪这下就能安心午睡了！那就…呼……Zzz……",
	lose = "Сожаление…本来以为在这舰队里，会更厉害一点的…",
	propose = "哈哈哈♪竟然这么容易就把戒指给出来了，指挥官也太容易攻陷了吧？下次遇到类似的事情还是多想想比较好哦？不过，给我戒指，是绝对不会后悔的就是了♡",
	expedition = "委托完成了哦！真是的，特意通知指挥官的我也是很辛苦的哦！",
	win_mvp = "一群渣渣！竟然比我弱这么多的吗？还是说~是我太强了~？",
	home = "回来啦？那就快点准备食物吧！我想要吃~重樱那个叫拉面的食物！",
	mission = "有任务哦~快做快做~啊，我还有游戏没打完呢",
	touch2 = "果然还是…喜欢大的吗？变态♡",
	voice_key_2 = -1,
	skill = "上吧！",
	drop_descrip = "博加特里级轻巡洋舰—水星纪念",
	mail = "今天轮到我来送信咯。你就心怀感激地等着就好啦♪",
	touch = "啊~这难道就是所谓的“亲密接触”？那~告诉我，你究竟真正想接触的是哪里呢~？",
	profile = "我是防护巡洋舰水星纪念哦~曾经奋战在驰骋世界的黑海舰队，也和阿芙乐尔一起参与过另一场大战！无论是魅力还是经验还是可爱程度都是指挥官不能比的哦~！",
	mission_complete = "任务完成，我也很努力了，要夸夸我才行哦♪",
	feeling4 = "睡相差？！你你你说什么呢！话说难道你一直看着！？呜…人家要嫁不出去了啦……指挥官，你要负责收下人家哦♪",
	unlock = "呀吼~指挥官，我是北方联合所属巡洋舰，水星纪念哦！以后请多关照啦！嘿嘿，为了我努力干活吧~♪",
	feeling5 = "不过~人家又不是东西，才不能轻易送给指挥官呢♪不过~如果指挥官实~~在是想的话……欸嘿嘿，知道该怎么做了吧？",
	main = "阿芙乐尔~能帮我跑一趟，买下新出的新游戏吗？…唔，那我叫指挥官去吧…行不行呀，指挥官~？|哦~秘书舰呀…虽说我为了指挥官而努力干活也不错，不过，指挥官为了我而努力干活，似乎更让人开心吧~？|一直盯着指挥官会觉得害羞？我不觉得害羞就好啦~哼哼~",
	battle = "撞角战准备就绪~上啦！",
	upgrade = "毕竟有设计上的限制在，别让我干太过头的活哦？",
	voice_key = 70202,
	headtouch = "这是干什么？{namecode:82}没教过你要尊敬长者吗~？",
	feeling2 = "这房间，又不是船舱，是不是太朴素了点呀？既然要我在这里生活，就得多少注意下房间的内饰才行哦~！",
	login = "呀吼~指挥官，今天要从什么工作开始做起呢？",
	vote = "",
	hp_warning = "疼疼疼…这是压榨劳力啦…！",
	id = 702020,
	detail = "别看我这样，我可是和阿芙乐尔、{namecode:82}她们同时代的舰船哦！作为指挥官~是不是应该做点什么表示一下尊敬呀~？",
	couple_encourage = {
		{
			{
				30511,
				70501
			},
			1,
			"一点都没变是什么意思啦！哼！",
			0
		}
	}
}
