_G.pg.ship_skin_words[702010] = {
	feeling1 = "指挥官心中的黑暗……连我都无能为力吗",
	feeling3 = "我的故乡？那里很美哦，不过指挥官去可能要做好保暖措施……我的话就算不穿衣服也不怕的，呵呵，您…想看看？",
	lose = "革命是不会停下脚步的",
	propose = "指挥官，保暖措施做好了吗？返乡旅行可能会很冷哦~不过也不用太担心，我带了很多伏特加呢~",
	expedition = "指挥官，有一个委托完成了呢，把酒带上去给姐妹们暖暖身子吧",
	win_mvp = "要谨记胜利的背后是怎样的牺牲……",
	home = "辛苦了，要来一瓶伏特加暖暖身子吗？",
	mission = "新的任务，总觉得有些激动呢",
	touch2 = "表达感情要用更热情的方式哦",
	voice_key_2 = -1,
	skill = "曙光之中，是鲜血与烈火……",
	drop_descrip = "帕拉达级轻巡洋舰—阿芙乐尔",
	mail = "这里是远方而来的信件，请您过目",
	touch = "我不冷哦",
	profile = "我是巡洋舰阿芙乐尔，如您所知道的，我曾经为那一场著名的革命打响了第一炮，不过在那之后的世界变得我也有些看不懂了…… \n总之，在舰队中我也只是普通的士兵，请尽情使用我吧，我会为舰队带来胜利的！",
	mission_complete = "这是任务奖励，是您应得的",
	feeling4 = "指挥官，我家乡的人都很直爽的，我也不例外哦~只要你能喝下这里的伏特加，想对我做什么都可以哦",
	unlock = "Здравствуйте，阿芙乐尔向您报到。我将曙光带来，愿胜利与您同在",
	feeling5 = "Я люблю тебя，指挥官~想知道意思的话，就请好好学习我的母语然后……和我回去一起看看吧",
	main = "我的胸襟很广阔……？谢谢您的夸奖|作为司晨之人，我将为大家带来曙光|熊？以前养过哦，很可爱的",
	battle = "我们的前方是，胜利！",
	upgrade = "感觉现在能把一头熊给举起来呢，呵呵",
	voice_key = 70201,
	headtouch = "",
	feeling2 = "指挥官，要喝一杯吗？不过想灌醉我做奇怪的事的话，可就要看您的本事了~",
	login = "啊，指挥官，您回来了，要喝罗宋汤吗？",
	vote = "",
	hp_warning = "",
	id = 702010,
	detail = "只是作为战士存在的感觉还有些新奇呢",
	couple_encourage = {
		{
			{
				70501
			},
			1,
			"别太欺负指挥官了哦，甘古特",
			0
		},
		{
			{
				70202
			},
			1,
			"水星纪念。你的说话方式，是不是有点…啊哈哈哈…",
			0
		},
		{
			{
				70102,
				70103,
				70104,
				10202,
				70203
			},
			2,
			"北方联合，前进！",
			0
		}
	}
}
