_G.pg.ship_skin_words[702040] = {
	feeling1 = "很抱歉，我想你已经不配被称为“同志”了。",
	feeling3 = "对，你做得很好，Товарищ Офицер(指挥官同志)，自己选择的道路就应该贯彻下去，来吧，让我们看看我们还能走多远！",
	lose = "咕……在我们的事业完成之前，我基洛夫可不会轻易倒下！",
	propose = "世界和所爱的人要保护哪边？лупый вопрос(愚蠢的问题)，当然是两者都要。我有这个决心，也有这个能力去做到。Товарищ Офицер(指挥官同志)，让我们携手共进吧！",
	expedition = "委托已经完成了。一起去迎接吧，可不能怠慢了辛劳的同志们！",
	win_mvp = "我们的脚步永不停歇！",
	home = "Хороший бой, Товарищ Офицер!（不错的战斗，指挥官同志）！你的奋斗将会点缀在港区报纸之上！",
	mission = "别磨蹭了Товарищ Офицер（指挥官同志），去挑战任务吧！",
	touch2 = "现在可没有做这种事情的功夫，Товарищ Офицер（指挥官同志）。",
	voice_key_2 = -1,
	skill = "Докладывает Киров! ！（基洛夫报到！）",
	drop_descrip = "基洛夫级轻巡洋舰—基洛夫",
	mail = "有你的信，快看看吧，同志当然是越多越好。",
	touch = "携手共进吧，Товарищ Офицер（指挥官同志）！",
	profile = "Здравствуй（你好），Товарищ Офицер（指挥官同志），我是基洛夫，一名战士。不必纠结是轻还是重这种小事，在我们的事业面前，这不值一提。让我们一同为了红色的明天奋斗吧！",
	mission_complete = "我就相信你一定做得到的，Товарищ Офицер（指挥官同志），这是奖励。",
	feeling4 = "我会一直和你在一起的，你要是陷入迷茫的话，我就会毫不客气地赏你一拳，所以尽管向前进吧，指挥官！",
	unlock = "史无前例之国与自由之子，就是我基洛夫！走吧，Товарищ Офицер（指挥官同志），一起来完成我们伟大的事业吧！",
	feeling5 = "不只是为了祖国，还是为了某个特殊的人而战，这就是恋爱……原来如此，“恋爱”竟是让人如此热血沸腾的东西！有你在身旁，我感觉我什么都做得到！",
	main = "只有弱者才会一味固守，强者永远行进在进攻的路上！|光荣将使我们志更坚力更强，并经受住时间的考验！|我想要保护一切，想看到所有人都欢笑着的明天。为此，我会不断前行。",
	battle = "Давай, пойдём на войну（走吧，让我们大干一场）！",
	upgrade = "有这股力量的话一定……！",
	voice_key = 70204,
	headtouch = "",
	feeling2 = "不要被“如果”，“要是”这些话给蒙蔽了，指挥官同志，你所选择的，就是你的真实！",
	login = "Товарищ Офицер（指挥官同志），你回来得正好。今天也让我们的敌人领教下，何为“Сплоченность и дружба（团结友爱）”吧！",
	vote = "",
	hp_warning = "Ещё нет, ещё не закончилось!（还没呢，还没结束！)",
	id = 702040,
	detail = "黑暗也好，命运也好，都无法阻挡我们的事业！",
	couple_encourage = {
		{
			{
				7
			},
			2,
			"北方联合，进攻！",
			3
		},
		{
			{
				70301
			},
			1,
			"支援我！",
			0
		},
		{
			{
				31201,
				20501
			},
			2,
			"你们这些布尔乔亚！…虽然很想这么说，现在还是先一起战斗吧！",
			0
		}
	}
}
