_G.pg.ship_skin_words[102100] = {
	feeling1 = "哈啊……看来你也不过如此，有所期待是我的错",
	feeling3 = "什么？没想到我居然会喜欢芭蕾舞？你什么意思？再笑我可锤你了哦？",
	lose = "啧……这帮不要命的家伙……",
	propose = "嗯……谢谢。希望今后就算远离了战场，我也能一直和指挥官在一起……哎呀，这样的台词真是不适合我，总之，我真的很高兴！",
	expedition = "姐妹们下班回家了，不去慰劳一下么？",
	win_mvp = "没什么没什么，只是日常操作而已啦~",
	home = "回去喽，口香糖都嚼得没味道啦~",
	mission = "刚把口香糖放进嘴里，又有新的任务下达了……",
	touch2 = "指挥官喜欢的是星星，还是别的什么~？",
	voice_key_2 = -1,
	skill = "枪炮无眼，自求多福吧~",
	drop_descrip = "克利夫兰级轻巡洋舰—哥伦比亚，舷号CL-56",
	mail = "快去翻翻信箱吧，说不定有好东西呢",
	touch = "干嘛啦！害我泡泡都吹破了~",
	profile = "嗨，我是跑遍了大半个太平洋，获得10颗战役之星的哥伦比亚。我知道自己很厉害啦，要夸就多夸夸我姐姐克利夫兰吧。没事的话，我继续去巡航了？",
	mission_complete = "今天的任务也是小菜一碟，轻松轻松~",
	feeling4 = "为什么只有左脚穿了袜子？这可是秘密，有本事就来脱掉试试呀，嘻嘻",
	unlock = "指挥官好，克利夫兰级轻巡二号舰哥伦比亚就是我~是南卡罗莱纳的哥伦比亚不是首都那个哦~什么，南美洲的？你是故意装傻吧？",
	feeling5 = "休假的时候见不到你，总觉得心里空落落的……让女孩子主动说这种话，你好意思吗，笨蛋！",
	main = "指挥官问我在听什么？你猜？摇滚？错啦~|切，墨镜又被姐姐抢走了……|战争结束后，去玩橄榄球也不错……",
	battle = "切~没办法，就让你们见识下南方人的厉害吧",
	upgrade = "哼嗯……感觉还不错",
	voice_key = 10210,
	headtouch = "",
	feeling2 = "指挥官，天气不错，不出门透透风么？老呆在家里小心发霉哦~",
	login = "今天也是风平浪静的好天气，很好很好~",
	vote = "",
	hp_warning = "别以为这样就算完了……",
	id = 102100,
	detail = "想了解我？那就让你看个够吧",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"老姐，没我支援还是不行吧？",
			0
		}
	}
}
