_G.pg.ship_skin_words[703010] = {
	feeling1 = "在发出指示之前先用脑子好好想想，我不想跟着连这种事都做不到的指挥官。",
	feeling3 = "不想整天被我训，就自己把工作都做好来！你啊…不会是觉得被我念叨很开心吧？",
	lose = "……嘁，就因为些小失误…！！",
	propose = "乖乖在这里签个名，之后的事都交给我就好。戴上戒指，然后是誓约的吻…(小声)被我夺走嘴唇的感觉如何？呵呵呵♪",
	expedition = "你现在的职责是慰劳委托组的各位，好好干吧。",
	win_mvp = "赢了。哼，按训练时的战术来，这不是理所应当的吗？",
	home = "似乎干得不错嘛，下次也加油吧。",
	mission = "完成任务是应尽的责任——无论是在铁血还是北方联合都一样。",
	touch2 = "……呀！？挺敢的啊你…",
	voice_key_2 = -1,
	skill = "所有主炮，继续射击！",
	drop_descrip = "重巡洋舰—塔林",
	mail = "有你的信，会是谁寄来的呢…",
	touch = "有什么事？不要以为我是秘书舰就可以把杂活都推给我哦。",
	profile = "我是由铁血重巡吕佐夫改造而成的，北方联合重巡洋舰塔林。曾以“彼得罗巴甫洛夫斯克”之名参加了那场著名的战役，虽然直到最后也没能得到完整的力量…对你的指挥，我还是有所期待的。",
	mission_complete = "喂，该查看任务奖励了，别让同伴们干等着。",
	feeling4 = "你啊，该不会我说什么你都会听吧。呵呵，呵呵呵…既然你喜欢这样，那我就做得再彻底一点吧。",
	unlock = "我是北方联合的重巡洋舰，塔林。在对我下达指示之前，最好先用你的脑袋好好思考一下，我可不会因为你是指挥官就盲目地服从命令哦。",
	feeling5 = "秘书舰的什么话都听，作为指挥官你真的没问题吗？…为了让你能就这样作为指挥官干下去，我会给你各种命令的。最近感觉这样也越来越开心了呢，呵呵呵",
	main = "把注意力放到工作上。…休息？还有回答的力气就赶紧干活！|塔什干和摩尔曼斯克…和大家相处得挺不错的嘛……没什么，集中精神干活吧。|工作结束后想来杯啤酒…伏特加？唔，还是算了…",
	battle = "蠢货！放弃无谓的抵抗吧！",
	upgrade = "竭尽所能罢了。",
	voice_key = 70301,
	headtouch = "什…？！别随便碰我的头！",
	feeling2 = "想要让我听你的，就先做出表率把自己该做的事情做好，否则，我也是有自己想法的。",
	login = "差点就迟到了啊，你就这么想被我教训吗？",
	vote = "",
	hp_warning = "咕…对手是怪物么…？！",
	id = 703010,
	detail = "即使变成浮动的炮台，无论剩下几座火炮，只要还能战斗，就要全力奋战到最后。这是我们的责任与使命。",
	couple_encourage = {
		{
			{
				70204
			},
			1,
			"基洛夫，交给你了！",
			0
		},
		{
			{
				40301,
				40303,
				40601
			},
			1,
			"哼哼，看样子状态不错嘛。",
			0
		},
		{
			{
				40304
			},
			1,
			"总觉得你的名字有些微妙啊。",
			0
		}
	}
}
