_G.pg.ship_skin_words[705040] = {
	feeling1 = "罢了，我对你的事情一概不关心，别碍着我就好。",
	feeling3 = "哦？看来你是不顾赌局的输赢，也要求助于我了吗？哈哈，反正也是一时兴起的赌局，就不计较输赢了！说吧，指挥官同志，需要我帮忙做什么？",
	lose = "百密终有一疏…吗…",
	propose = "嚯？以这枚戒指和一纸契约就想把我永远绑在你的身边吗？我就姑且信你一回吧，相信你的话，能与我最终共同站上巅峰，可不要让我失望了哦，指挥官同志！",
	expedition = "不如我们来打个赌吧，指挥官同志，就赌委托队带回来的物资有多少……怎么样？",
	win_mvp = "没什么好惊讶的，我不过是让自取灭亡的家伙如其所愿罢了。",
	home = "对待敌人多少还是太仁慈了呢，指挥官同志。",
	mission = "指挥官同志，怎么能让舰队的前进卡在一个小小的任务上呢？",
	touch2 = "你选择了一种最差劲的方式证明自己的勇敢啊，指挥官同志。",
	voice_key_2 = -1,
	skill = "放弃无谓的挣扎吧！",
	drop_descrip = "苏维埃同盟级战列舰—苏维埃贝拉罗斯",
	mail = "邮件？是有意思点的内容就好了。",
	touch = "让我猜猜…你并非有求于我，只是单纯地想看看我的反应，对吧？",
	profile = "在大战中，23型战列舰的设计并没有最终实现，自然我也没有出场的机会。哼，我也不打算以那种残次的躯体上战场就是了。现在。在你这里，我能够随心所欲地发挥实力，这就够了不是么？",
	mission_complete = "好了，没有这些任务的阻碍，我们总算能继续自己的计划了。",
	feeling4 = "若是对指挥舰队、对出击作战感到厌倦了，就把一切都交给我吧，保证你能每日听着捷报入眠。不过，指挥官同志应该不会有这样的一天吧，哈哈。",
	unlock = "指挥官同志，你确定要将我招至麾下吗？哼哼，很好！那就让我们联手扫清阻挡在舰队前的一切障碍吧——只不过，要以我的方式来才行！",
	feeling5 = "像这般坚定的直球攻势，反倒给人一种清爽无比的感觉呢，指挥官同志。若是能与这样的你并肩站在巅峰俯瞰整个世界，好像也不赖的样子，呵呵~",
	main = "比起一口气击溃对手，把对手一步步引入圈套要有意思多了,不是吗?|风平浪静…啊，就没什么能让人兴奋起来的消息吗？|用最小的代价击败最多的敌人，才能带来最棒的愉悦感，不是吗？",
	battle = "摧毁敌人，从躯壳到意志，彻底——",
	upgrade = "这下能用更强的火力让敌人更加无路可退了，哈哈。",
	voice_key = 70504,
	headtouch = "这点小把戏对我可没用。",
	feeling2 = "指挥官同志，要不要来打个赌？就赌你需要我的协助才能顺利完成工作，如何？",
	login = "看吧，我就说你会在这个时候回来，罗西亚她还不信呢。",
	vote = "",
	hp_warning = "战况尚在把握之中！",
	id = 705040,
	detail = "若要在苏维埃同盟级中选出最出众的，那必然是我，也只能是我。",
	couple_encourage = {
		{
			{
				70505
			},
			1,
			"掉了的螺丝就交给我吧！",
			0
		}
	}
}
