_G.pg.ship_skin_words[801010] = {
	feeling1 = "指挥官原来…是这样的人啊…",
	feeling3 = "为了各自的理想与抱负，即使是至亲之人，也可能分道扬镳，甚至兵戎相见，真是…令人悲伤",
	lose = "偶尔…也是会有这种事的呢…",
	propose = "终于…到了这一天…指挥官果然就是我的命定之人呢。凯旋、愿意将此剑、此盾、此身皆奉献于您——",
	expedition = "下次也让我试试吧？会以最快的速度完成的～",
	win_mvp = "想要跟上空想级的速度，可没有那么容易哟～",
	home = "作战辛苦了，指挥官。喝杯红茶，再继续工作吧？",
	mission = "有新的任务哟",
	touch2 = "竟、竟然超越了空想级的速度…指挥官…不可小觑…",
	voice_key_2 = -1,
	skill = "为了自由…！",
	drop_descrip = "自由鸢尾空想级驱逐舰—凯旋",
	mail = "来自未知的问候，真是不错呢",
	touch = "把我们姐妹看作一般的驱逐舰的话，可是会吃大亏的哟，指挥官",
	profile = "自由鸢尾、空想级驱逐舰凯旋号，向您问安。曾经作为布雷斯特的第八分队一员，与姐姐们一同突入了斯卡格拉克海峡，然而之后却和姐姐们走向了不同的道路…",
	mission_complete = "这是对您辛勤工作的嘉奖呢",
	feeling4 = "共同历经困境与苦难，才更能培养出生死与共的感情，我是这么认为的",
	unlock = "贵安，指挥官。自由鸢尾、“超级驱逐舰”凯旋，向您报到。超越幻想的空想级之威力，尽管期待吧～",
	feeling5 = "和指挥官一起的话，无论多大的困难与逆境都能轻松克服…我有这样的感觉呢",
	main = "盾和剑？习惯了就不重哟，毕竟…我的力量还是很强的|如果那时候和姐姐们在一起，是不是就能有不一样的结果呢…|盟友和敌人，有时候也并不是那么一成不变的呢…",
	battle = "以鸢尾花之名，肃清前方之敌！",
	upgrade = "从剑与盾中感受到了更强的力量…谢谢您，指挥官",
	voice_key = 80101,
	headtouch = "",
	feeling2 = "位高则任重(noblesse oblige)…您不觉得挺有道理的吗？",
	login = "哎呀—您回来了？今日有何计划？无论是出击还是委托，都可以放心交给我哟！",
	vote = "",
	hp_warning = "胜负…还没有决定！",
	id = 801010,
	detail = "有什么问题可以尽管问我哟，我会一一回答您的",
	couple_encourage = {
		{
			{
				20704
			},
			1,
			"一起将胜利带给指挥官吧！",
			0
		},
		{
			{
				90111
			},
			1,
			"又可以一起战斗了呢！姐姐！",
			0
		}
	}
}
