_G.pg.ship_skin_words[801040] = {
	feeling1 = "能不能把指挥官变成透明人呢……",
	feeling3 = "指挥官，看着这个小球。左边……右边……左边……右边……唔…催眠术失败了吗…？",
	lose = "有没有什么能庇佑大家的咒语…！？",
	propose = "…没想到如此神圣的仪式有一天会降临在我的身上…指挥官，我会好好珍惜这份情感，从今以后一直陪在您的身边的。",
	expedition = "委托队的大家辛苦了。",
	win_mvp = "咦？我赢了吗？靠自己的实力赢的…太好了。",
	home = "辛苦了，指挥官。就用这杯果汁代替提神的“魔法”吧。",
	mission = "能让任务自动完成的咒语……很遗憾，没有呢。指挥官，请加油吧。",
	touch2 = "稍等一下，我找找能把人变成兔子的咒语。",
	voice_key_2 = -1,
	skill = "attaque！",
	drop_descrip = "自由鸢尾大胆级驱逐舰—倔强",
	mail = "漂浮的魔法并不管用，所以我直接帮您把信拿过来了。",
	touch = "指挥官，感到疲倦了吗？要不…我用这根魔杖给你敲敲脑袋清醒下？",
	profile = "那时几经曲折，最终仍然未能完工的我，如今能够像这样作为舰队的一员生活于此…已经是“魔法”…不，是命运于我最好的馈赠了吧。",
	mission_complete = "任务奖励……嗯，不知道有没有办法让它变多一点…",
	feeling4 = "指挥官，能借用一下你的双手吗？像这样放在我的双手之间就好。嗯嗯……奇怪？明明书上说这样应该知道指挥官正在想什么…",
	unlock = "我是来自于自由鸢尾的“魔法使”，驱逐舰倔强，今后请多多指教。啊，顺便一提，魔法使是开玩笑的。",
	feeling5 = "说起来，在指挥官身边的时候，心总是会跳个不停，冷静不下来……这难道也是某种“魔法”吗？",
	main = "敦刻尔克小姐的甜点……那是真的加了什么魔法吧？|我戳……欸？不，我没什么事，就是突然想拿魔杖这么戳一下，我戳我戳…|指挥官，如果能实现自己一个愿望的话，你会许什么愿？",
	battle = "没关系，倔强，你能行的……！",
	upgrade = "要是有能够代替训练的魔法就好了呢…",
	voice_key = 80104,
	headtouch = "",
	feeling2 = "指挥官，你相信这个世界上存在“魔法”吗？",
	login = "指挥官，您果然在这个时候回来了。嗯？这只是根据平时指挥官的习惯的一点“占卜”而已。",
	vote = "",
	hp_warning = "我还不想这么早认输…！我，我该怎么办才好？",
	id = 801040,
	detail = "这本书上记载了几百个拥有强大魔力的咒语…—开玩笑的，这只是一本普通的故事书而已……真的。",
	couple_encourage = {
		{
			{
				80103
			},
			1,
			"鲁莽，你又一个人冲到最前面了！",
			0
		}
	}
}
