_G.pg.ship_skin_words[801030] = {
	feeling1 = "这样下去的话指挥官会没有朋友的！",
	feeling3 = "我约了朋友们一起在休息区玩游戏呢。指挥官也一起来吧！",
	lose = "欸？我们输了？",
	propose = "我不太理解誓约是什么，应该意思就是两人永远不分开吧！从今以后，我就一直陪在你身边啦，指挥官！",
	expedition = "指挥官，我去接委托回来的大家吧！",
	win_mvp = "嘿嘿，见识到我的厉害了吧！",
	home = "欢迎回来！桌上的文件我都帮你收好了！……欸，那些是要回港的时候确认的吗？",
	mission = "还有任务呢，一鼓作气全部完成吧！",
	touch2 = "我，我还没做好心理准备啦！",
	voice_key_2 = -1,
	skill = "冲——啊！",
	drop_descrip = "自由鸢尾大胆级驱逐舰—鲁莽",
	mail = "邮件！我已经帮你拆了哦！",
	touch = "啊哈哈！这里有点痒啊！",
	profile = "我是自由鸢尾、大胆级的鲁莽(Le Téméraire)！因为各种各样的原因，那个时候的我最后未能完工呢……所以，现在能够在舰队和大家一起，我真的非常开心！",
	mission_complete = "任务奖励已经收到了哦！……欸，要确认的吗？",
	feeling4 = "虽然我交了很多朋友，不过指挥官是特别的！和指挥官一起的时候，感觉最开心啦！",
	unlock = "终于找到了！指挥官，请多指教啦！……名字吗？我是自由鸢尾所属，大胆级的鲁莽(Le Téméraire)哦！！",
	feeling5 = "比朋友更好的关系的话……恋人？但是，恋人之间要怎么做，我果然还是不太明白呢…欸？像平时那样就可以了吗？",
	main = "今天又交到了别的阵营的朋友了呢！嘿嘿~|啊，是昨天一起玩的人！指挥官，我先离开一下啦！|如果所有人都能成为朋友的话，是不是就不会有战争了呢？",
	battle = "总之向前冲就行了吧！",
	upgrade = "变强了呢！",
	voice_key = 80103,
	headtouch = "",
	feeling2 = "今天也在港区里转转吧，说不定能交到新的朋友呢！",
	login = "打起精神吧！今天的工作才刚刚开始！",
	vote = "",
	hp_warning = "我，我在哪里？",
	id = 801030,
	detail = "港区的大家都很友好呢。不过，也有一些人感觉很难说上话的样子……",
	couple_encourage = {
		{
			{
				90401
			},
			1,
			"敦刻尔克小姐，我想吃马卡龙～",
			0
		}
	}
}
