_G.pg.ship_skin_words[901010] = {
	feeling1 = "啊，是指挥官！我、我还是自己去跑步锻炼吧！",
	feeling3 = "指挥官愿意教我学习吗？哇！谢谢指挥官！我一定会……欸欸欸，要学这么多东西吗！我、我忽然肚子疼了！",
	lose = "糟了，快撤快撤！",
	propose = "唔……这种场合应该怎么办才好来着，我完全不知道耶…那、那个，总、总而言之，未来也请，那个，请多多指教！",
	expedition = "大家回来了。我这就跑过去接她们，嘿~",
	win_mvp = "我是第一吗？太好了！嘿嘿~",
	home = "指挥官，不流点汗的话可是要变胖的！",
	mission = "还有任务呢。要跑腿的话，尽管和我说吧！",
	touch2 = "这，这里也要按摩吗？感觉……有点奇怪啊……",
	voice_key_2 = -1,
	skill = "我要上咯~！",
	drop_descrip = "维希教廷机敏级驱逐舰—勒马尔",
	mail = "有信件！我已经拿过来啦，嘿嘿~",
	touch = "正好肩膀酸了呢……谢谢指挥官啦！",
	profile = "我是机敏级的驱逐舰，同时也是维希教廷的见习骑士，勒马尔。一直在为维希教廷服务，最后为了不让铁血得逞而被白鹰在港口击沉…",
	mission_complete = "任务完成！……嗯，还有奖励的吗？",
	feeling4 = "好像有点明白了，又好像还是不明白……不过指挥官愿意教我这个笨蛋好开心呀，谢谢指挥官~",
	unlock = "嗯？你是……啊，对了，是指挥官！我是机敏级驱逐舰勒马尔，以后请多多指教啦！",
	feeling5 = "虽然书上的知识还是不太明白，不过有一件事我现在明白了，那就是，只要是有关指挥官的事，我就能发挥出200%的力量！",
	main = "指挥官，我来教你一些可以坐着舒活筋骨的动作吧~|当指挥官可真不容易啊，要看这个还要安排那个的，换了我肯定一下就晕了……|唔，学习好痛苦…书上的字明明每个都认识，组合起来就完全看不懂了呢",
	battle = "准备活动完成！要上了！",
	upgrade = "又变强了呢，谢谢指挥官~",
	voice_key = 90101,
	headtouch = "",
	feeling2 = "都说一名优秀的骑士，不仅要有保护他人的力量，也要通过学习让自己拥有强大的内心……可是我翻书就犯困，怎么办呀",
	login = "指挥官，你终于来啦，今天我的训练任务是什么？",
	vote = "",
	hp_warning = "唔，这点小伤，忍一忍就过去了！",
	id = 901010,
	detail = "其实我挺羡慕福尔班的，虽然她当时也无法行动，至少比我要好…",
	couple_encourage = {
		{
			{
				80102
			},
			1,
			"福尔班，我先上喽？",
			0
		}
	}
}
