_G.pg.ship_skin_words[901020] = {
	feeling1 = "指挥官，能安静一些吗，思路要被打断了。",
	feeling3 = "我的坏习惯是一旦开始想事情，很容易无视周围环境陷入沉思之中。这样的话，没有办法成为可以照顾他人的成熟女性吧......",
	lose = "嗯…果然，刚才那一发炮弹应该再右移一点比较好…啊，对不起，已经要撤退了对吧…！",
	propose = "指挥官喜欢现在这样的我吗？嗯，我也喜欢现在这样的指挥官哦。但是，总觉得一直在被指挥官单方面照顾......我一定会努力成为成熟的女性，成为可以照顾指挥官的人！",
	expedition = "差点忘记了。指挥官，远征完成了哦。",
	win_mvp = "……啊，抱歉，谁是MVP来着？欸，我是MVP？",
	home = "该用什么样的方式欢迎指挥官回来比较好呢…",
	mission = "上次任务得到的奖励，要怎么使用比较好呢…咦，又有新的任务发下来了吗？",
	touch2 = "唔…按照沃克兰推荐的书来说…这种时候应该是…证据确凿，人赃俱获…吧？",
	voice_key_2 = -1,
	skill = "这种情况下应该…这样！",
	drop_descrip = "维希教廷沃克兰级驱逐舰—塔尔图",
	mail = "啊…对了，我是来给指挥官送信的",
	touch = "……啊！指挥官，关于前面你问的的那个问题…欸？已经没问题了吗？这样啊…",
	profile = "我是维希教廷的塔尔图，在战争中一直在陆间海服役，也参与了皇家发动的那场战役，最后在土伦和其他姐妹们一同迎来了结局…嗯？我对过去没有什么特别的想法呢…“重要的是现在！”如果是沃克兰的话，大概会这么说吧，呵呵…",
	mission_complete = "任务完成。报告的排序，应该按照优先级、完成时间、还是报酬多少呢，唔.......",
	feeling4 = "指挥官一直都在配合着我的节奏聊天呢……谢谢你。不过，有时候也请直接地打断我，如果是指挥官的话，我是不会生气的…",
	unlock = "你好，指挥官，我是沃克兰级的塔尔图…—啊，抱歉，我只是在想，这座港口真大呢…",
	feeling5 = "最近，只要一想到指挥官的事，就会陷入比以往更久的深思之中。感觉状况更严重了.....唔—啊！抱歉，指挥官，我又走神了…",
	main = "指挥官，你觉得我能够成为敦刻尔克那样可以照顾别人的成熟女性么？|沃克兰说想要成为成熟的女性，首先要有成熟的精神，于是推荐我多读读推理小说，实际读过以后，其实还挺有趣的呢，呵呵|沃克兰很喜欢运动呢。运动，疲劳，休息，营养，糖分……唔，有点想吃敦刻尔克做的甜点了",
	battle = "集中精神…！",
	upgrade = "感觉，好像变得厉害了一点",
	voice_key = 90102,
	headtouch = "",
	feeling2 = "疼--！原来是树枝...啊，指挥官，早上好。嗯？我只是在散步的时候想事情入迷了。请不要在意，对我来说，这是很常有的事。",
	login = "啊，指挥官，你好。我正在想你怎么还没有来呢",
	vote = "",
	hp_warning = "唔，要更加集中注意力！",
	id = 901020,
	detail = "照顾人的敦刻尔克，优雅大方的阿尔及利亚，正气凛然的黎塞留…大家都是充满成熟魅力的女性呢，嗯，我也要以她们为目标，努力加油才行！",
	couple_encourage = {
		{
			{
				90103
			},
			1,
			"沃克兰，不要逞强哦",
			0
		},
		{
			{
				90401
			},
			1,
			"和敦刻尔克一起……要、要加油！",
			0
		}
	}
}
