_G.pg.ship_skin_words[901030] = {
	feeling1 = "指挥官，你知道吗，我最讨厌的，就是没有自知之明的人了",
	feeling3 = "话说，以前塔尔图来向我咨询如何成为成熟女性时，我随口给了让她多看推理小说的建议，结果她真的听进去了……感觉，有点对不起她……",
	lose = "欸，指挥官，你难道在征求我的意见？这种事交给指挥官解决就好啦！",
	propose = "欸，指挥官，你之前说要和我契约难道是来真的？……欸，虽然我也不是说哎呀一定是骗人的，是玩笑……但是，你确定你知道自己在说什么吧？",
	expedition = "接下来是委托完成，的，通，知——！唔唔，好啦，普通地迎接大家就行了对吧",
	win_mvp = "第一名！让我摆个超帅的pose！……呜哇，大家的眼神好伤人！",
	home = "指挥官，来，让我摸摸你的头奖励你……呀哈哈，不要露出那副表情嘛~",
	mission = "任务？哼哼，终于到了我出场的时候了吗！",
	touch2 = "指挥官，我稍微有点受到了惊吓……",
	voice_key_2 = -1,
	skill = "我还蛮厉害哦，大概！",
	drop_descrip = "维希教廷沃克兰级驱逐舰—沃克兰",
	mail = "邮件？啊，我这就去拿！",
	touch = "干嘛干嘛，有重要的事拜托我吗？",
	profile = "（虽然很想做个超帅的自我介绍，但是我的舰历确实没有什么值得一提的呢，除了护送过敦刻尔克和阿尔及利亚……）嗯，这样吧，我是维希教廷的沃克兰，将来会成为很厉害的舰船！怎么样！",
	mission_complete = "指挥官，任务报酬一定有很多吧！？欸，没有吗！",
	feeling4 = "是不是真的笨蛋先不提，偶尔装傻是有好处的哦，这样的话，在聪明的时候就会让大家觉得，哇，沃克兰好像很聪明！……应该有吧？！",
	unlock = "锵锵锵锵！沃克兰级大型驱逐舰一号舰，沃克兰，闪亮登场~欸，指挥官，不要露出那种表情嘛，我可是很厉害的哦！大概！",
	feeling5 = "不过，老实说，当个笨蛋有时候很快乐哦，不用去想复杂的事情，而且还能给大家带来欢乐，推荐指挥官你要是累了的话也来试试~",
	main = "指挥官，你好像很无聊的样子，我来给你表演个舞枪才艺吧！嘿呀！哇，指挥官当心！|指挥官，我可不可以拜托你一件事？唔，就是，那个……晚饭的青椒可不可以去掉？|嗯嗯，嗯嗯嗯，哦哦，原来如此，我完全听明白了，指挥官，交给我吧！——才怪啊！",
	battle = "让你们见识一下大型！驱逐舰的实力！",
	upgrade = "该不会……我的工作也变多了吧……",
	voice_key = 90103,
	headtouch = "诶嘿嘿嘿嘿嘿……",
	feeling2 = "哼哼哼，敦刻尔克的蛋糕~今天会是什么样的呢~指挥官也猜猜看吧",
	login = "指挥官，你走之前不是说好要给带点心的吗？我的点心呢！",
	vote = "",
	hp_warning = "冷静，先寻找机会……",
	id = 901030,
	detail = "指挥官，你能不能不要突然出现，很吓人的",
	couple_encourage = {
		{
			{
				90102
			},
			1,
			"塔尔图，借你的书看完了吗？",
			0
		}
	}
}
