_G.pg.ship_skin_words[902010] = {
	feeling1 = "指挥官如果不想做了，我有个更合适的地方推荐你去哦",
	feeling3 = "敦刻尔克做了慕斯蛋糕，我给你带了一个来——这么看着我干嘛，想感谢不如去谢做出这些美味甜点的人。",
	lose = "啊，失败了……算啦，鼓足气势再打一次吧！",
	propose = "哈哈哈~我就喜欢指挥官你这么直接的人！以后如果谁敢欺负指挥官，就让我来三两下帮你解决吧！",
	expedition = "委托队伍回来了？刚好有些无聊，我替你去迎接吧！",
	win_mvp = "啊哈哈！这次玩得很尽兴！",
	home = "停~除了指挥官谁都不能进这里~——啊，是指挥官你啊，那没事了。",
	mission = "任务很难？自己想办法去，我又没办法帮你在任务书上划勾。",
	touch2 = "我可不是那些教廷骑士。指挥官，想体验一下我的本职工作么？",
	voice_key_2 = -1,
	skill = "消失吧！！",
	drop_descrip = "维希教廷拉·加利索尼埃级轻巡洋舰—拉·加利索尼埃",
	mail = "喂，有你的邮件！再不拿被风吹走了可不关我事啊。",
	touch = "你想摸摸它？之后被划伤了可别怪我。",
	profile = "战争爆发之后，我成为了“公海舰队”的一员。不过因为燃料的问题，实际我上一次都没去过公海呢，哈哈！至于之后的事情，就没什么好说的了。或许你可以问问敦刻尔克？",
	mission_complete = "任务完成了？比我估计花的时间短呢……或许是我小看你了？",
	feeling4 = "不光是鱼雷火炮，偶尔聊聊冷兵器或者别的什么话题不也挺有趣嘛？看起来你也不是那么无趣的人，下次有空再一起聊天啦！",
	unlock = "维希，撒丁，铁血……然后是你这里么？算了，随便啦，只要能让我开心，哪里都是一样的啦。就是这样，维希所属拉·加利索尼埃，请多多关照咯。",
	feeling5 = "我就直说了吧，指挥官。我很喜欢你，有兴趣来和我一起弄点大动静吗？…开玩笑的~像这样每天在一起就已经很开心啦！",
	main = "噢，看啊，办公室里只剩一位忙碌的指挥官和另一个快无聊到死的人了呢，哈啊…|只要能解决敌人，不论用炮火还是斧头都一样吧，指挥官，拘泥于形式可不好哦。|我不怎么喜欢计划这东西。地球转得那么快，计划怎么赶得上变化呢？",
	battle = "要让我玩得尽兴才行…哦！",
	upgrade = "有点怀念起在布雷斯特的时光了呢。",
	voice_key = 90201,
	headtouch = "",
	feeling2 = "哎，今天也是无聊的一天吗……",
	login = "终于回来啦？你不在，我都快无聊死了。喂，找点什么事情让我做吧？",
	vote = "",
	hp_warning = "对嘛！这样才对嘛！再让我兴奋一点吧！",
	id = 902010,
	detail = "嗯？你是对我手上的东西感兴趣呢，还是说…对我感兴趣呢？",
	couple_encourage = {
		{
			{
				90401
			},
			1,
			"这张战斗结束之后，再做点慕斯蛋糕给我吃吧~",
			0
		},
		{
			{
				80501
			},
			1,
			"没想到还能有并肩战斗的机会啊，枢机主教阁下",
			0
		}
	}
}
