_G.pg.ship_skin_words[903020] = {
	feeling1 = "指挥官，我正在寻找指挥官退役所需的材料证明，您不会已经准备好了吧？",
	feeling3 = "指挥官，要来一杯红酒么？不大会喝酒？没关系的，不要急着咽下去，细细地、细细地品尝——就能感觉到那种热情和清凉交织的…成熟而美味的感觉了吧",
	lose = "失败了么......没关系，指挥官不用消沉。下次做好更充分的准备之后再来招待它们吧。",
	propose = "谢谢您。从此刻开始，我的力量、我的身心、还有我的一切，就全部为您所有了。呵呵呵，从今天开始，让我们一点一点、一点一点地品尝生活中的甜蜜吧——我的伙伴，我的挚爱",
	expedition = "指挥官，执行委托任务的舰队已经回来了。呵呵，让我猜猜，重要物资被藏在哪一艘船上了呢~",
	win_mvp = "如果能早点认清形势就不用变成这样了，现在又是何苦呢？",
	home = "指挥作战辛苦了，指挥官。来杯刚泡好的咖啡如何？",
	mission = "指挥官，又有新的任务下发下来了。嗯？如果忙不开的话，我可以帮您申请延长任务期限哦",
	touch2 = "指挥官，得寸进尺在战场上是正确的选择。在女性身上可就不一定了哦？",
	voice_key_2 = -1,
	skill = "事到如今，想要逃跑也来不及了哦",
	drop_descrip = "维希教廷阿尔及利亚级重巡洋舰—阿尔及利亚",
	mail = "世间悲喜，人情冷暖都隐藏在了信件之中。阅读信件某种程度上来说也是充满心跳的行动呢。指挥官，有新的信件来了哦？",
	touch = "嗯，指挥官想要偷懒一会儿么？没关系，我不会把这个把柄告诉其他人的。",
	profile = "我曾是鸢尾教国所属地间海第一巡洋舰队的旗舰，然后作为维希教廷的骑士留了下来。至于后来的事，史书里应该都有记载吧。对于条约下最优秀的重型巡洋舰来说，确实是段颇为有趣的经历，指挥官也这么觉得吧？",
	mission_complete = "任务完成了么？指挥官辛苦了。之后的报告整理就交给我，您可以趁机去休息一下",
	feeling4 = "其实我也很喜欢可爱的小东西的呢。小饰品，还有那些圆圆的摸起来软软的小猫们……成熟的大人拥有一些可爱的爱好的，像是做一些小点心什么的——这样不也很好吗~？",
	unlock = "Bonjour，很荣幸见到您。我是维希教廷所属，重型巡洋舰阿尔及利亚，从今日开始配属在您的港区。如果不介意的话，指挥官，让我们交个朋友吧？",
	feeling5 = "指挥官想要成为我的依靠么？呵呵，如果是指挥官的话，确实值得人全心依赖，并且全力奉献出自己的一切呢…就让我期待下指挥官会有什么具体的表现吧~？",
	main = "就算没有功绩，没有奖章。我依然是强大的，这份力量就是最好的证明。|指挥官，要来一杯红酒么。啊，我是指，在工作完成之后，要来一杯红酒么~|黄金？指挥官对这个话题感兴趣么。那要从鸢尾教国的时候开始说起了.......|平时我喜欢偶尔去逛一逛猫咖呢……说起来，这个母港也有很多可爱的孩子啊。真不错。……嗯！|皇家以前也曾是一起战斗的伙伴，然后……昨日之敌亦会是今日之友，人生真是有意思呢。呵呵",
	battle = "希望会是一场不辜负期待的战斗呢…呵呵~",
	upgrade = "就这样一口气突破条约的限制好像也不错呢~",
	voice_key = 90302,
	headtouch = "这是…要测体温吗？",
	feeling2 = "您好像有些畏惧我？请放松下来指挥官。我们是朋友，我是不会伤害您的。",
	login = "指挥官，既然我们是朋友，再让我多等一会也是没关系的哦？",
	vote = "",
	hp_warning = "......条约的限制，还真是不太方便啊",
	id = 903020,
	detail = "指挥官，如果想了解历史与真实之间的区别，有些事情还是需要自己去寻找答案的哦？",
	couple_encourage = {
		{
			{
				90103,
				90101
			},
			1,
			"不要害怕，就算是末日审判来临，教廷骑士也要英勇的面对它！",
			0
		},
		{
			{
				60302
			},
			1,
			"机会终于来了。扎拉，要来比试一下么？",
			0
		},
		{
			{
				10117,
				70102,
				70501
			},
			1,
			"请问，那瓶可以让我也品尝一下吗？",
			0
		}
	}
}
