_G.pg.ship_skin_words[901120] = {
	feeling1 = "这是…表示我可以尽情偷懒的意思吧…",
	feeling3 = "又要练习又要接通告又要锻炼又要排舞……要做的事情也太多了吧！不行了撑不下去了…光是看行程表就感觉累死了…我要休息了……",
	lose = "没有让人悔恨的空闲啊…！",
	propose = "因为有鸢尾的同伴们和指挥官，才有现在这般优雅的舞台。来吧，将誓约的戒指献给恶毒，让这闪耀的光芒成为…成为永恒！",
	expedition = "委托组回来了哦。……啊！也就是说可以休息了对吧！",
	win_mvp = "为鸢尾之光而喝彩、而感动吧！",
	home = "辛苦了。来一杯优雅的红茶如何？",
	mission = "通告…希望能高效又快速地全部搞定啊…",
	touch2 = "哇！你、你要干嘛！",
	voice_key_2 = -1,
	skill = "光啊！",
	drop_descrip = "吾乃逐浪之空想，守护教廷之利剑——恶毒，以偶像之姿登场，愿以祈愿之歌为你带来心灵之治愈。",
	mail = "有工作信件，请确认。",
	touch = "谢谢指挥官一直以来的支持~",
	profile = "我是空想级驱逐舰·恶毒。哼哼…偶像任务，一定会做到最好给你看的。我、我可没有对这个兴致满满的哦？",
	mission_complete = " 终、终于都完成了…优雅地把奖励给领了吧…",
	feeling4 = "哈啊…哈啊……怎么样！看到恶毒的表现了吗！觉得不错的话就让我休息！没错！我要休息！或者等休息的时候给我准备好吃的点心也行！",
	unlock = "吾乃逐浪之空想，守护教廷之利剑——恶毒，以偶像之姿登场，愿以祈愿之歌为你带来心灵之治愈。",
	feeling5 = "指挥官，这边结束以后约会的约定，很抱歉果然还是在房间里就……咦，可以吗！？太好啦~可以在房间里滚来滚……咳咳，要先集中在舞台上、没错！",
	main = "偶像，是受人崇拜的存在。所以不能轻易做出缩短距离感的行为。|虽然让巴尔说随心所欲就好…不过，唔…凯旋和黎塞留她们期待的眼神让人感到好刺痛…|皇家的那孩子，不仅纯真无邪，唱也是“祈愿”的歌呢。呵呵，我是不会输给她的~",
	battle = "将祈愿传达过去吧！",
	upgrade = "鸢尾之奇迹，显现于此！",
	voice_key = 90112,
	headtouch = "…？这是做什么？",
	feeling2 = "我是闪耀的鸢尾偶像·恶毒——为我提供优雅的指引吧，指挥官。",
	login = "早上好，今天的练习内容是什么？",
	vote = "",
	hp_warning = "我可不像埃米尔那么能跳啊…！",
	id = 901120,
	detail = "虽然并非本意，终归是参与了偶像任务。尽情欣赏来自鸢尾的优雅演出吧。",
	couple_encourage = {
		{
			{
				89902
			},
			1,
			"麻烦歌词写得好懂一点！",
			0
		},
		{
			{
				90503
			},
			1,
			"一起在舞台上加油吧！",
			0
		},
		{
			{
				90501
			},
			1,
			"随心所欲…果然很棒吧…！",
			0
		}
	}
}
