_G.pg.ship_skin_words[905010] = {
	feeling1 = "想把狼像狗一样饲养倒也无所谓，被咬的时候可别哭鼻子哦？",
	feeling3 = "不要露出那种表情……只要你不选择背叛我，我也绝不会背叛你。",
	lose = "我会很快让你们知道…这份屈辱的利息有多重！",
	propose = "我所行走的道路，是条绝不会被赞许、看不见未来的泥泞之道，即便如此你也要与我一同前行吗？……哼，真是个愚蠢的家伙啊。那份愚蠢的信任——就让我用余下的生命来回报吧。",
	expedition = "吵吵闹闹的家伙们回来了呢。",
	win_mvp = "你们的努力令人感动——可惜选错了对手",
	home = "狩猎结束了？我在场的话，那种战斗一瞬间就会分出胜负了。",
	mission = "工作就是工作，光发牢骚数量也不会减少。",
	touch2 = "……待会可别后悔哦？",
	voice_key_2 = -1,
	skill = "游戏就到此为止了！",
	drop_descrip = "黎塞留级战列舰—让·巴尔",
	mail = "看到有你的信，我顺手带过来了。",
	touch = "别向我撒娇。",
	profile = "我是战列舰让·巴尔号，这名字源于“受人敬仰”的某位私掠船船长……嗯？你问私掠船是什么？哼，就是打着国家大义名号，公然抢劫的海盗船啊。",
	mission_complete = "……哼，真是寒酸的报酬啊。",
	feeling4 = "你要是受伤了，其他人会很罗嗦的……把我当作盾牌使用吧。",
	unlock = "我是让·巴尔，七大洋上最新也是最后的战列舰。今后就是由你来决定我的航向吗……哼，就让我看看你有多少能耐吧",
	feeling5 = "有你在附近的话，好像连空气都会放松下来……我可能、要稍微睡一会………………………不要走开。",
	main = "战列舰的时代结束了？哼，那又如何，我的时代才刚刚开幕。|信仰也好理念也好，整天挂在嘴边也就只是梦话罢了。|为什么总有傻瓜向永远不会给予回应的东西祈祷？",
	battle = "不用讲究无聊的骑士道精神，你们一起上吧",
	upgrade = "感觉不错。想试试吗？",
	voice_key = 90501,
	headtouch = "",
	feeling2 = "你的笑容让我想起某个人……某个，我想要憎恨的人。",
	login = "你这家伙……意外地忙碌啊。有什么我能做的就说一声吧。",
	vote = "",
	hp_warning = "就这点能耐吗？",
	id = 905010,
	detail = "随便刺探个人情报的家伙，被绑在炮管上也别抱怨啊。",
	couple_encourage = {
		{
			{
				80501
			},
			1,
			"停止祈祷吧——战斗开始了。",
			0
		},
		{
			{
				10519
			},
			1,
			"这回可不会落后了！",
			0
		}
	}
}
