_G.pg.ship_skin_words[900185] = {
	feeling1 = "指挥官，你的气概呢！？",
	feeling3 = "一心一意地磨练自身的技艺，专心致志地打倒眼前的敌人——仅仅做到这些就足够了吗？",
	lose = "我……还不够成熟吗……",
	propose = "指挥官的身姿，比任何人都更加耀眼，比任何人都更加高洁……从今以后，我能有幸成为指挥官的剑，为你斫断通往未来之途上的荆棘吗？",
	expedition = "再为各舰补充一些物资吧，长时间作战时，物资可不能先于精神濒临极限",
	win_mvp = "向着未来，继续前进吧！",
	home = "欢迎回来，很抱歉，虽然准备了茶点，但我对厨艺实在没什么自信……",
	mission = "狂风大作也好，暴雨雷鸣也罢，无论什么情况我都可以外出执行任务哦！",
	touch2 = "指挥官，你在摸什么呢？",
	voice_key_2 = -1,
	skill = "破绽……看到了！",
	drop_descrip = "克利夫兰级轻巡洋舰—丹佛，舷号CL-58",
	mail = "指挥官，请阅览邮件",
	touch = "真意外，指挥官也喜欢Fist bump吗？还以为只有我们习惯这么打招呼呢",
	profile = "克利夫兰级轻巡洋舰四号舰，在奥古斯塔皇后湾海战中与三位姐姐一同大展身手。虽然还不够成熟，但为了回应指挥官的期待，我会好好努力的！",
	mission_complete = "正因为大家团结一致，任务才能顺利完成",
	feeling4 = "虽然还无法把握你所追求的未来的全貌，但那既然是你所憧憬的，想必一定非常耀眼美丽吧",
	unlock = "Hello~我是克利夫兰级的丹佛，第四名海上骑士～在正式投入你的麾下前，可以告诉我——指挥官所期望着的，是怎样的未来吗？",
	feeling5 = "指挥官是我最信赖的人，也是我最崇拜的人……所以，如果有一天指挥官背弃了现在的自己，我一定会……一定会为了现在的你而战！",
	main = "好想再像皇后湾海战那时一样和三位姐姐并肩作战啊|我也想像克利夫兰姐姐那样在战场上帅气地横行狂飙！|虽然有不少妹妹被改装成了航母，但我并不羡慕她们喔，能成为自己就是最好的",
	battle = "消灭眼前的敌人～全员炮击预备！",
	upgrade = "我会努力驾驭这份力量的！",
	voice_key = -1,
	headtouch = "",
	feeling2 = "在遇到指挥官之前，我一直都只顾沿着克利夫兰姐姐的足迹前行……",
	login = "欢迎回来，指挥官，今天的天气也很适合外出行动呢",
	vote = "",
	hp_warning = "伤痕是最棒的武勋！",
	id = 900185,
	detail = "指挥官，要不要来观摩我的训练？嘿嘿，指挥官偶尔也亲自下场怎么样？",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"克利夫兰姐姐，无论何时都那么有气概！",
			0
		}
	}
}
