_G.pg.ship_skin_words[900242] = {
	feeling1 = "指挥官，我要学习了，能不要打扰我吗？",
	feeling3 = "有点累了吗，嗯，休息也是很重要的。膝枕？真是没办法，就一会儿喔",
	lose = "呜……不行，我不能哭……",
	propose = "这就是指挥官对我的认可……我明白了，我Z23从今往后也会一直陪在指挥官你的身边，为你能够正确又愉快的生活努力的",
	expedition = "时间到了，工作先放一放，去检查委托成果吧",
	win_mvp = "战斗就像是考试，第一就意味着高分哟~",
	home = "刚才的战斗还有许多要检讨的地方呢……",
	mission = "完成任务是熟练技巧的好途径哦，不要忘了",
	touch2 = "这可不是指挥官应有的行为哦",
	voice_key_2 = -1,
	skill = "命中吧！",
	drop_descrip = "1936A “纳尔维克”型驱逐舰—Z23",
	mail = "有你的信，指挥官意外地挺受欢迎嘛",
	touch = "有这个时间多处理些公文如何？",
	profile = "我是1936A型驱逐舰的大姐，Z23，从我开始的妹妹们都只有代号，不像姐姐们有继承前人的名字。 \n虽然有些不近人情不过确实比较方便，所以请不要客气直接叫我Z23就好",
	mission_complete = "任务奖励发放了喔",
	feeling4 = "指挥官，看着我干什么……认真的我很漂亮？笨，笨蛋，做自己的事去啦！",
	unlock = "Guten Tag，指挥官阁下。\n我是Z23，让我们共同学习，一起向顶点前进吧",
	feeling5 = "指挥官，你知道吗，人站得越高，看得越远，也会变得更冷……我希望指挥官你能登上高峰，但我也希望你在那时能和现在一样每天过得开心",
	main = "不用担心，我的话，指挥官有这份心就够了|给指挥官准备什么点心好呢……最近好像也挺累的，稍微给他按摩一下吧……|嗯嗯，指挥官只要用心的话还是办得到的呢|欸？我负责的部分？啊，啊哈哈……糟了，真的忘了……|摸头？哦，你是说这个动作吧？",
	battle = "走吧，到了检验努力成果的时候了！",
	upgrade = "指挥官，我希望能跟你一起进步",
	voice_key = -1,
	headtouch = "我可不是那种被摸摸头就可以蒙混过去的女孩子哦，指挥官，请好好工作",
	feeling2 = "学习是很重要的喔，伟人说过：“知识就是力量”……法国就是培根？真是的，再耍小聪明我可要生气了哦",
	login = "今天还有好多事情要做呢，可不要偷懒哦",
	vote = "",
	hp_warning = "我得想想办法……",
	id = 900242,
	detail = "比起看我，不如多看看书啦！我也是会害羞的嘛……（小声）",
	couple_encourage = {
		{
			{
				40125
			},
			1,
			"Z25，一起加油吧！",
			0
		}
	}
}
