_G.pg.ship_skin_words[900187] = {
	feeling1 = "大姐头果然看走眼了吗……",
	feeling3 = "大姐头又厉害又酷，而且总是笑的很帅，就好像没有什么能打倒她一样，我的梦想就是有一天变成她那样",
	lose = "对不起…大姐头…丢了海上骑士的脸…",
	propose = "大姐头说了，这种大事必须要遵从自己的内心。所以我现在站在了这里，指挥官你呢？",
	expedition = "委托完成了，不去接一下她们吗？",
	win_mvp = "胜利的感觉……还不坏",
	home = "辛苦了，不休息会儿吗？",
	mission = "指挥官，任务来了，时间就是金钱，赶快完成吧",
	touch2 = "忍耐，我要忍耐…这一定是在考验我对大姐头的信任…",
	voice_key_2 = -1,
	skill = "碍眼，消失吧",
	drop_descrip = "克利夫兰级轻巡洋舰—蒙彼利埃，舷号CL-57",
	mail = "你的信，我放那了",
	touch = "……？没有什么事的话请不要叫我",
	profile = "你知道吗，我们克利夫兰级是大战中白鹰最出色的轻巡，所以你要对大姐头更加尊敬一点才行。至于我，伦内尔，皇后湾，还有些其他作战，也算是参加过一些战斗吧",
	mission_complete = "奖励吗……好吧，这也是职责的一部分，我去拿吧",
	feeling4 = "说起来，指挥这种工作，我以前一直以为就是趾高气扬地在那发号施令的家伙……实际看过之后才知道，当指挥官也很辛苦呢",
	unlock = "指挥官吗？看起来…不是那么可靠啊…不过既然大姐头也在这里…没办法，蒙彼利埃、报道，不用请多指教也没关系",
	feeling5 = "倒也不是说大姐头的话我什么都会听，只是大姐头总是对的……比如我现在已经理解了，她选择的指挥官有多么优秀",
	main = "怎么才能变得像大姐头那样呢……笑容？……似乎，不太行|我不太习惯和同级姐妹之外的人相处，至于指挥官你……唔，我会加油的|指挥官，我有点好奇，大姐头当秘书的时候是什么样的？",
	battle = "海上骑士，出击！",
	upgrade = "这样就离大姐头更近一点了…",
	voice_key = -1,
	headtouch = "",
	feeling2 = "虽然还不理解大姐头为什么会选择你，不过我还是相信大姐头的眼光的",
	login = "你回来了？那我出去透透气，好闷",
	vote = "",
	hp_warning = "大姐头说了，不能放弃！",
	id = 900187,
	detail = "大姐—原来是指挥官啊，有什么事吗？",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"…不能给大姐头丢人！",
			0
		}
	}
}
