_G.pg.ship_skin_words[900188] = {
	feeling1 = "抱歉，还有姐妹在等我，没时间陪你",
	feeling3 = "嗯……虽然我也不是强迫自己心胸宽广，不过指挥官这样能平等聊天的对象还真不多呢……",
	lose = "欸嘿……好像有点不大妙呢……？",
	propose = "嘿嘿，就觉得差不多要从你这里收到了呢，从今往后有什么都尽管告诉我吧，我会好好照顾你的～",
	expedition = "哼哼，指挥官，那个很赚的委托是收获的时候了",
	win_mvp = "嘿嘿，这可是我努力的成果呢！~ ",
	home = "欸嘿~指挥官，我来给你按摩吧——忍住哦！",
	mission = "有新的任务啊，一鼓作气解决掉吧！",
	touch2 = "公共场合做这种事可不好哦，指挥官",
	voice_key_2 = -1,
	skill = "唯有前进！",
	drop_descrip = "克利夫兰级轻巡洋舰—克利夫兰，舷号CL-55",
	mail = "有新的邮件寄过来了，指挥官挺受欢迎嘛",
	touch = "要来活动一下吗？",
	profile = "我是克利夫兰级的大姐头，好吧看名字就知道就是了。\n我参加过伦纳尔岛海战，奥古斯塔皇后湾海战等各种战役，获得了13枚战役之星，可是很强的！",
	mission_complete = "NICE！任务奖励要到手了~",
	feeling4 = "不知不觉居然变成我向指挥官你倾诉了，不过感觉也不坏，以后也要麻烦你啦",
	unlock = "指挥官，你好，我是克利夫兰！作为一名称职的海上骑士，我可是一刻都闲不住的，时间就是金钱啊！",
	feeling5 = "我已经差不多把我的一切都告诉你了，时间过得还真快啊…已经不会再出现第二个这么了解我的人了吧，所以…",
	main = "不去后悔自己的选择就对了|为什么你们都叫我克爹啊，我不是女孩子么？|我喜欢树木，指挥官，种点盆景吧",
	battle = "我赶时间~能麻烦你们一起上么？",
	upgrade = "嘿嘿，感觉不错！",
	voice_key = -1,
	headtouch = "",
	feeling2 = "指挥官，怎么，有什么烦恼吗？我毕竟有很多妹妹嘛，早就习惯听她们抱怨了，所以有什么事都告诉我吧",
	login = "Hiya~指挥官，今天精神不错的样子嘛！",
	vote = "",
	hp_warning = "乘风破浪！",
	id = 900188,
	detail = "我对自己可是很自信的哦",
	couple_encourage = {
		{
			{
				10109,
				40101
			},
			1,
			"都是做大姐的，一起加油吧！",
			0
		},
		{
			{
				8
			},
			3,
			"八才战队，出击！",
			4
		}
	}
}
