_G.pg.ship_skin_words[900248] = {
	feeling1 = "指挥官，你想体验一下——马里亚纳海战时我的心情吗？",
	feeling3 = "我的命运一直和列克星敦纠缠在一起……啊，指挥官，这句话不要告诉萨拉小姐，我可拿她没辙……",
	lose = "又要与大炮巨舰……一同消亡了吗……",
	propose = "哎、哎！这、这个代表的是……我、我没有想错吧！？那、那个……从今以后，请多多指教了，亲、亲爱的！呜哇呜哇！{namecode:95}姐在叫我！",
	expedition = "如果能有更多的舰载机……",
	win_mvp = "我可是幸运之鹤！",
	home = "好好整备一下吧——不过，可不能耽误战机！",
	mission = "到休息时间了？指挥官，也来尝尝{namecode:95}姐的手艺吧，嚼嚼～",
	touch2 = "指挥官，{namecode:95}姐的更大更软唷",
	voice_key_2 = -1,
	skill = "只要姐姐在我身边—!",
	drop_descrip = "{namecode:95}级航空母舰二番舰—{namecode:96}",
	mail = "那么，是好消息？还是坏消息？",
	touch = "我最讨厌的食物？当然是火鸡咯",
	profile = "我是五航战的{namecode:96}！嘛，虽然也去过一航战就是啦。和姐姐一同，在前辈们华丽丽地退场后成为了重樱仅存的精锐航母。虽然还有一些后辈，可遗憾的是没发挥什么作用就都去追随一航战们了。参与击沉过列克星敦和大黄蜂，也重伤过企业，不过——灰色幽灵那家伙，说不定、不，是肯定比我更幸运吧！最后经列克星敦之手谢幕，也算是宿命和因果的轮回吧，不过和前辈们不同，在谢幕之前——我可是好好地把自己最后的任务完成了哟！",
	mission_complete = "这样、局势应该会稍稍好转一些吧",
	feeling4 = "心情烦乱，不知道该做什么的时候就去训练吧！迟早有一天，我要追上那个“幽灵”！",
	unlock = "我是重樱航空战队最后的精锐——{namecode:96}！不过……指挥官，只有在{namecode:95}姐身边我才能发挥出全部的战斗力唷",
	feeling5 = "指挥官给我的感觉和{namecode:95}姐有点像呢……哎、哎？不是啦！我没有把指挥官当成姐姐啦！",
	main = "现在这样别扭的{namecode:95}姐也很可爱！ |直到最后都坚持到底，这才是所谓的“精锐”！|等等，灰色幽灵，不要赢了就跑！再、再来一次，这次我一定——",
	battle = "与像下饺子一样茫茫多的敌舰战斗——我早已习惯了！",
	upgrade = "前辈也好、幽灵也好——作为理想型航空母舰，无论和谁比都不会输！",
	voice_key = -1,
	headtouch = "",
	feeling2 = "呜哇，前辈也好后辈也好，都很让人头痛呢",
	login = "今天要去哪里？珍珠港还是珊瑚海？",
	vote = "",
	hp_warning = "姐……姐姐呢？",
	id = 900248,
	detail = "真想和她单独决斗一次啊，那个灰色幽灵——",
	couple_encourage = {
		{
			{
				30705
			},
			1,
			"只要有姐姐在身边，我就无所畏惧！",
			0
		},
		{
			{
				10204
			},
			1,
			"不知为何，就是觉得你很讨厌……",
			0
		},
		{
			{
				10702
			},
			1,
			"得分1:1，第三局开始！",
			0
		},
		{
			{
				10703
			},
			1,
			"呜哇，一不留神就跑到了我的身边！",
			0
		},
		{
			{
				10706
			},
			1,
			"真没想到能和那个“灰色幽灵”并肩战斗！",
			0
		}
	}
}
