_G.pg.ship_skin_words[900255] = {
	feeling1 = "昭和的笨蛋！",
	feeling3 = "如果没有想好如何结束战争，就不该挑起战争！",
	lose = "这就是坛之浦吗……",
	propose = "想要被我仰视，现在的你还远远不够呢！嘻嘻～这段旅程就由我来陪伴你吧——直到你成为我触碰不到的伟大之人！",
	expedition = "如果后勤匮乏，再强大的舰队也会成为乌合之众",
	win_mvp = "大亨以正，天之道也！",
	home = "很好！战争的天平正在一点一点朝我们这边倾斜！",
	mission = "今天我来制定任务完成计划？那就……吾——唔，干嘛捂住我的嘴！",
	touch2 = "想找我做胜利后庆功舞会的舞伴！？真没办法～",
	voice_key_2 = -1,
	skill = "诸君一同，戮力齐心！",
	drop_descrip = "{namecode:136}级战列舰四番舰—{namecode:82}",
	mail = "奖章与荣耀我永不嫌多……嘿嘿～",
	touch = "一个人无论多么努力都难免偶尔松懈，这种时候进行进谏就是我的职责",
	profile = "我是{namecode:136}级战列舰四号舰，“六六舰队”的最后一艘战列舰{namecode:82}号。在我担任舰队总旗舰时，获得了那场令吾等威名响彻世界的大海战的胜利—",
	mission_complete = "那么，赶快去掠——领取胜利的果实吧！",
	feeling4 = "我认同你的努力了——但是，可不要就此松懈喔",
	unlock = "我乃从枪林弹雨中脱围而出，将胜利与威名带回祖国的、重樱舰队旗舰——前无畏舰、{namecode:82}！",
	feeling5 = "不用那么拼命啦，稍微放慢些步伐、松懈一会儿我也会睁只眼闭只眼喔～想念我的膝枕了？真没办法～",
	main = "对马的胜利可不是偶然喔|皇家料理？不……那种东西那时候我就吃够了——|飞在天上的那个，唔，是叫做”肥鸡“的玩具吗？",
	battle = "为了重樱的未来！",
	upgrade = "只有战场才能分辨“优秀”与“平庸”",
	voice_key = -1,
	headtouch = "",
	feeling2 = "见不到过去的同伴，确实有些……但——为了仍旧幼稚的后辈们，我可得打起精神才行！",
	login = "在重拾往昔的荣光前，无论如何都决不能停下前进的步伐！",
	vote = "",
	hp_warning = "不要慌张，胜负还没有尘埃落定！",
	id = 900255,
	detail = "身为旗舰，当然要身居最前线指挥战斗，这是理所当然的吧！",
	couple_encourage = {
		{
			{
				70201
			},
			1,
			"一起为了人类而战吧",
			0
		},
		{
			{
				30706
			},
			1,
			"振作精神，勇往直前吧！",
			0
		},
		{
			{
				30505
			},
			1,
			"不用担心，重樱的大家永远都是你的伙伴~",
			0
		},
		{
			{
				30701
			},
			1,
			"小心呐，这份力量若是使用不慎，可是会反噬自身的",
			0
		}
	}
}
