_G.pg.ship_skin_words[900256] = {
	feeling1 = "指挥官的身体，有点弱呢。有好好吃饭吗？",
	feeling3 = "总是在挑战自己做不到的事情的指挥官……很有趣呢。害得我也有点、想试试自己的极限在哪里了。",
	lose = "抱歉，我刚才走神了……",
	propose = "嗯，好啊……指挥官想说的话，想做的事情，其实我大概都知道喔。因为……我也最喜欢指挥官了。",
	expedition = "……喔，她们带回来不少东西呢。我去帮忙搬一下。",
	win_mvp = "已经、结束了？感觉身体才刚刚热起来……没有其他的敌人了吗？",
	home = "回来了吗……没有受伤吧？如果被人欺负了的话，要和我说哦。",
	mission = "任务、还有这么多啊……",
	touch2 = "……多活动身体的话，奇怪的想法也会变少哦。",
	voice_key_2 = -1,
	skill = "水平装甲、厚度足够吗？",
	drop_descrip = "南达科他级战列舰—马萨诸塞，舷号BB-59",
	mail = "信，放这里了。记得要看。",
	touch = "指挥官也想撒娇？……对我？",
	profile = "在同级里，我算是普通强的那档吧。战斗星章只拿到过11枚，比起南达科他大姐还差一些。没受过什么伤？那只是因为、没遇到过什么像样的对手吧……唔，我也想像大姐头那样、不遗余力地打一场啊。",
	mission_complete = "啊，报酬送来了……晚上可以去吃顿肉了吧？",
	feeling4 = "指挥官拼命努力的样子、虽然还挺帅的……但要是太勉强自己的话，就算硬拖，我也会把你一起拖去偷懒喔？",
	unlock = "嗯？喔……轮到我了吗。我是马萨诸塞，随处可见非常普通的南达科他级战列舰……唔、那个，总之友好相处吧？",
	feeling5 = "我并没有什么、属于自己的愿望，但我拥有能够实现愿望的力量。指挥官，有什么想要我帮你实现的愿望吗？",
	main = "……其实我还挺中意自己的发色的。不觉得、有一点像白头海雕吗？|这身衣服…很奇怪吗？可是航行的时候，海风直接拍在皮肤上…会很舒服的哦|印象深刻的对手？唔……在卡萨布兰卡的时候，对面有艘只装了一门主炮的战舰，在我手底下撑了很久呢……想在她状态万全的情况下，再打一次试试啊。",
	battle = "你们、挺结实的吧？被揍的话不会哭吧？",
	upgrade = "好像、有点不一样了呢……",
	voice_key = -1,
	headtouch = "",
	feeling2 = "怎样才能变强？唔，多做几个俯卧撑就行了吧……不行吗？",
	login = "午饭吃什么好呢……喔，指挥官。是要去散步吗？",
	vote = "",
	hp_warning = "……希望我认真一点吗？",
	id = 900256,
	detail = "看完了的话，记得叫我一声。",
	couple_encourage = {
		{
			{
				90501
			},
			1,
			"这次你的状态……很好嘛。那就好。",
			0
		},
		{
			{
				10514
			},
			1,
			"大姐头的防御力，真羡慕啊……",
			0
		}
	}
}
