_G.pg.ship_skin_words[900257] = {
	feeling1 = "唉……看来不下猛药不行了呢",
	feeling3 = "虽然我常把时刻保持优雅挂在嘴边，但是这并不意味着指挥官需要配合我，您平常的样子才是最有魅力的",
	lose = "胜败乃兵家常事，而我们有的是时间",
	propose = "呵呵，看你紧张的样子，面对女士这么紧张可是无法顺利传达心意的，指挥官——不过你的心意确实地传达到了我的心底里了……胡德，乐意之至",
	expedition = "完成委托也是荣誉的象征，不去犒劳一下那些孩子们吗？",
	win_mvp = "温暖的阳光，舒适的海风，漂亮的胜利",
	home = "指挥官，麻烦您的红茶泡好了吗？来边品茶边检讨吧",
	mission = "指挥官，上面发布了新任务，请过目",
	touch2 = "对淑女不敬会被如何，指挥官应该很清楚吧…做好心理准备了吗？",
	voice_key_2 = -1,
	skill = "优雅，可不是花瓶",
	drop_descrip = "海军上将级战列巡洋舰—胡德，舷号51",
	mail = "没有拆封过……指挥官，冷落他人信件可不是绅士所为哦？",
	touch = "适当的接触也是有必要的，想要来跳一支舞吗？",
	profile = "是的，皇家海军的荣耀正在您的面前。 \n无论什么时候都要优雅，这是身为皇室所应有的教养。丹麦海峡？胜败乃兵家常事，那不过是一时的失败罢了",
	mission_complete = "获得荣耀的同时必然伴随奖赏，可不要忘了后者",
	feeling4 = "嗯？太近了？虽然淑女要随时保持优雅，但是淑女对于钟情的对象也会勇敢发起攻势哦？",
	unlock = "您就是指挥官吗，贵安。皇家海军的荣耀——胡德，与胜利一同来到您的身边",
	feeling5 = "我想将你比作迷人的夏日，但你却更加可爱与温存……只要我一息尚存，你与这诗篇将永驻我心间……很美丽的诗句呢，能为我读一遍吗，指挥官？",
	main = "一名优秀的指挥官对于红茶应该有深入的了解|这个字是……啊，原来刚才看岔了，抱歉，我的视力不太好呢|多听，少说，您应当多听取他人的意见，但保留自己的判断",
	battle = "荣耀与你我同在",
	upgrade = "您的付出一定会得到回报",
	voice_key = -1,
	headtouch = "",
	feeling2 = "指挥官，这么好的下午，不来聊聊天吗……嗯，好吧，那我就说说和声望的故事吧",
	login = "欢迎回来，指挥官，要来一杯红茶吗？",
	vote = "",
	hp_warning = "就算是我也有点生气了呢",
	id = 900257,
	detail = "皇家海军的荣耀，请您尽情欣赏吧",
	couple_encourage = {
		{
			{
				20401
			},
			1,
			"声望，可别又走神了",
			0
		},
		{
			{
				20402
			},
			1,
			"保持礼仪，反击",
			0
		},
		{
			{
				20501
			},
			1,
			"为您效劳，陛下",
			0
		},
		{
			{
				2
			},
			5,
			"前进吧，我们是皇家的荣耀",
			3
		}
	}
}
