_G.pg.ship_skin_words[900258] = {
	feeling1 = "果然指挥官完全比不上驱逐妹妹们……",
	feeling3 = "本人一开始还在想终于要被指挥官送去海军法庭了，能被接受真是太好了——没什么丢人的？……指挥官，皇家方舟将一生追随你！",
	lose = "嘁，被摆了一道！",
	propose = "舰队的驱逐妹妹们从今往后就交给本人吧！谁也别想伤害本人和指挥官的妹妹们，谁也别想！",
	expedition = "指挥官，有委托已经完成了，要是是有驱逐妹妹去的委托，请尽管交给本人去迎接吧！",
	win_mvp = "失去了方向的敌人必将失败！",
	home = "接下来是休息时间吗，那本人去照看驱逐妹妹们！",
	mission = "指挥官，请不要忘记完成任务是军人的天职！",
	touch2 = "欸……咦……阁下请别……这是为什么啊！",
	voice_key_2 = -1,
	skill = "是诸位退场的时候了",
	drop_descrip = "皇家方舟号航空母舰，舷号91",
	mail = "需要本人代为朗读信件内容吗？",
	touch = "指挥官温暖而坚定的双手给了本人继续战斗的动力！",
	profile = "皇家方舟报到。本人是皇家海军第一艘专门设计建造的航母，并且是后续姐妹们的原型，对此本人十分骄傲！ \n对俾斯麦的战绩想必不用本人重复，就是想问一下，舰队里有那种，就是，小小的，很可爱的，驱逐舰妹妹吗？",
	mission_complete = "指挥官，放着奖励不领是对任务的不尊重！",
	feeling4 = "真，真是的……指挥官要也是驱逐妹妹们那么大，本人就不会这么害羞了……这种事明明给妹妹们做就很正常，指挥官来就……",
	unlock = "皇家方舟前来报到，随时待命！本人对各种战斗都很有自信的，俾斯麦的方向舵就是被本人破坏的！",
	feeling5 = "要是本人能以更、更近的距离站在指挥官身边，那就能更近距离接触驱逐妹妹们了…当当当然，需要本人和指挥官都有这种意向才行，本、本人非常愿意！不知指挥官意下如何！",
	main = "指挥官看起来很忙，那本人先不打搅，有什么吩咐请务必告知|指挥官，那个……能把那些驱逐妹妹叫到本人的房间里来吗……本人有点礼物想给她们……|这是……呜哇~好可爱！——欸……指、指挥官什么时候来的！|正如人们努力提高舰炮射程，远距离单方面的攻击敌人也是航母的战斗方法。俾斯麦也自然懂得这一点",
	battle = "呵呵，就凭你们吗？剑鱼中队，准备起飞！",
	upgrade = "唔哦哦哦哦哦，驱逐妹妹们，本人来保护你们了！",
	voice_key = -1,
	headtouch = "",
	feeling2 = "事，事先声明，本人对驱逐妹妹们是那句话怎么说来着，哦对，发，发乎于情，止乎于礼，可没有构成犯、犯、犯、犯罪……",
	login = "指挥官，本人已准备就绪，随时待命！我对各种战斗都很有自信的！",
	vote = "",
	hp_warning = "要是有驱逐妹妹给本人抱一抱的话！",
	id = 900258,
	detail = "皇家方舟，随时恭候指挥官的检阅！",
	couple_encourage = {
		{
			{
				1
			},
			3,
			"本人现在充满力量！",
			1
		},
		{
			{
				10501,
				10503
			},
			2,
			"不给后辈们做榜样可不行！",
			0
		}
	}
}
