_G.pg.ship_skin_words[900265] = {
	feeling1 = "抱歉，我得了指挥官一靠近就会头疼的病，可以稍微离我远一点吗？",
	feeling3 = "不光是光辉姐姐和胜利姐姐，竟然能把这么多舰船团结在一起，指挥官真是有包容力呢。作为友好的象征…呵呵…这块蛋糕，请享用吧？",
	lose = "你们这些可……咳，可敬的敌人，下次我会赢回来的！",
	propose = "从今往后，可畏会将毕生之爱奉献给我的指挥官，喜怒哀乐，酸甜苦辣……因为很长，所以以下省略！指挥官，到你了，虽然有点长，不过指挥官可不许像我一样省略哦~",
	expedition = "指挥官，委托完成了，一起去港口迎接大家吧",
	win_mvp = "真是一场漂亮的胜利，大家再接再厉吧",
	home = "哼哼哼~啊，咳咳，欢、欢迎回来，指挥官",
	mission = "指挥官，整理好的任务书不要忘记检查哦",
	touch2 = "指挥官，这样的行动作为一个人来说是不是稍微有点…？",
	voice_key_2 = -1,
	skill = "到谢幕的时候了…！",
	drop_descrip = "光辉级航空母舰—可畏，舷号67",
	mail = "指挥官，你的邮件，放在这里了，请不要忘了哦？",
	touch = "不得不说，提尔比茨真是一个顽强的对手呢",
	profile = "我是光辉级的三号舰，可畏。曾经在地中海服役了一段时间，和那位维内托交过手。然后，我又去了印度洋，太平洋，最后，在重樱作战直至大战结束。虽然没有十分出色的战果，不过，也算是为大战的终结出过一份力了",
	mission_complete = "指挥官，任务奖励的清单还请不要忘记清点哦？",
	feeling4 = "比起做一名皇家淑女，其实我还是更喜欢活得更轻松一点呢。虽然平时不能表现出来，但是在光辉姐姐那样比较亲近的人面前的话……指挥官，想要让我们之间的关系更进一步吗？",
	unlock = "初次见面，指挥官，我是光辉级的三号舰，可畏。从今往后，还请多多指教了。",
	feeling5 = "指挥官，贵安♪ 今天要不要也一起吃蛋糕呢？我从女仆队那边弄到了很甜很甜的蛋糕哦！…嗯？我决定在指挥官面前不掩饰自己了。其实这样的我也挺可爱的吧～？",
	main = "指挥官，工作遇到什么困难的话，就先放在一边，稍微休息一下如何？我准备了一些茶点，来一起享用吧？|和指挥官独处的话，放松一下也——欸？胜利姐姐，你怎么来了？……没事，贵安，胜利姐姐，找指挥官有什么事吗？|说起来，曾经我也有过在造船厂因为太，嗯……奔放，而把下水日搞砸了的经历呢，不过那也已经是过去了",
	battle = "淑女的礼仪中，不包括对敌人的仁慈哦",
	upgrade = "可畏不会辜负你的期望的",
	voice_key = -1,
	headtouch = "",
	feeling2 = "指挥官，有什么事吗？没事的话一起喝杯茶如何？",
	login = "指挥官今天来的意外得准时呢",
	vote = "",
	hp_warning = "各位，请再坚持一下",
	id = 900265,
	detail = "！？……咳咳，抱歉，刚才稍微整理了一下房间，请进",
	couple_encourage = {
		{
			{
				20703
			},
			1,
			"光辉姐姐，稍后一起喝茶吧？",
			0
		},
		{
			{
				20704
			},
			1,
			"胜利姐姐，我今天的仪态没有问题吧？",
			0
		}
	}
}
