_G.pg.ship_skin_words[900263] = {
	feeling1 = "请你不要摆出一副好像你和我很熟的样子",
	feeling3 = "没有什么贵族气质吗？不像胡德她们那样还真是对不起呢……我才没有在说欧派……",
	lose = "损管，舵机怎么又不好控制了？嘁！居然在这个时候",
	propose = "这一天终于来了吗，看来我的努力没有白费……走吧指挥官，我已经准备好了，Officers，draw swords！",
	expedition = "委托啊，真怀念，我以前也有到处跑的时候，走吧，努力的她们理应得到迎接",
	win_mvp = "别被所谓的极限禁锢。不沉的传奇不是浪得虚名的！",
	home = "呼…不错的杀气，不过回来了就放松一下吧",
	mission = "接下新的任务然后下令出征吧，指挥官",
	touch2 = "你要清楚，我绝对没有那么的、呃……",
	voice_key_2 = -1,
	skill = "Belli dura despicio！",
	drop_descrip = "伊丽莎白女王级战列舰—厌战，舷号03",
	mail = "指挥官，有你的信件",
	touch = "身体的接触……并不讨厌……",
	profile = "伊丽莎白级高速战列舰厌战，我是最远炮击命中移动目标的记录保持者。之前出征，好几次以为要撑不住了却都奇迹般的被救了回来——这一定是我的命运",
	mission_complete = "所谓任务，完成必定有其奖励，可别忘了领取",
	feeling4 = "怎么说呢……我在姐妹们之中是算得上是年长者的，虽然是这种体型……就是，感觉和她们争有点丢脸，又忍不住想见你……不知道怎么办好……",
	unlock = "初次见面，我是厌战，最远炮击命中移动目标的记录保持者——很意外吗？我比想象中的要小只？看来我们需要好好谈谈……",
	feeling5 = "算了，我可是厌战，藐视战争的厌战！哼，不过要是有谁想抢指挥官，那就先问过我的大炮再说吧！",
	main = "指挥官的命令就是法令，我会优先对待的|老女士如果不穿裙子跑得就更快了，比比看吗？|再拿我开玩笑的话，即使吃15寸炮弹也没关系吗？",
	battle = "绝不放过与指挥官为敌的人！",
	upgrade = "战场啊，我来了",
	voice_key = -1,
	headtouch = "",
	feeling2 = "指挥官，想要听听皇家海军史吗？我给你讲讲我以前跟随过的那些将领吧",
	login = "只要有我厌战在，敌人跑再远都能解决掉",
	vote = "",
	hp_warning = "战斗的艰辛，不过如此",
	id = 900263,
	detail = "不要被数据迷惑双眼，影响胜利的还有许多东西",
	couple_encourage = {
		{
			{
				10105,
				10108
			},
			1,
			"要和老女士比比速度吗，小家伙"
		},
		{
			{
				10706
			},
			1,
			"天下无双？哈……",
			0
		},
		{
			{
				20403
			},
			1,
			"优雅可不适合战场",
			0
		},
		{
			{
				20501
			},
			1,
			"陛下，请期待我的活跃",
			0
		},
		{
			{
				20503,
				20504
			},
			2,
			"后辈们，跟上",
			0
		}
	}
}
