_G.pg.ship_skin_words[900273] = {
	feeling1 = "您是我见过最英明的指挥官，您的所作所为都是对的——在指挥官大人梦里的话，我也许会这么说呢。",
	feeling3 = "“魔导书”？倔强是这么向您介绍的啊，真是有趣的说法呢~很抱歉，指挥官大人。我突然想起了一件急事，请允许我先离开一下。",
	lose = "非常抱歉，指挥官大人，这次失败的责任完全在我。",
	propose = "改变心意，影响意志——如果这样的“秘仪”真的存在的话，誓约这一仪式毫无疑问就是最高级的魔法了吧。感觉身体轻飘飘的，幸福抑制不住的从心中涌出。呵呵，被这样的魔法“击中”的感觉，还不坏嘛~",
	expedition = "委托环节中，运输舰队的安全固然重要，但容易被忽视的一点是，收发港口的安全也同样重要哦。",
	win_mvp = "如何，指挥官大人，我的发挥还让您满意吗？",
	home = "指挥官大人需要糖分补充么？我明白了。给，这是我整理的港区甜品清单，请过目。",
	mission = "指挥官大人，指挥部发来了新的任务委托，我这就进行整理。",
	touch2 = "“人最可悲的是没有知识和不能自我约束”指挥官大人是哪一种呢？",
	voice_key_2 = -1,
	skill = "就按照计划那样——",
	drop_descrip = "自由鸢尾航空母舰—贝亚恩",
	mail = "指挥官大人，这是最新的邮件，我替您拿过来了。",
	touch = "指挥官大人，我在这里。如果有事情需要我去做的话，请尽管开口。",
	profile = "我曾是诺曼底级的一员，后来成为了鸢尾第一艘航空母舰。再后来，见证了自由鸢尾与维希教廷的同根相煎…真是的，希望这样的悲剧永远不要再在世界上发生了。",
	mission_complete = "任务完成。很好，这样需要操心的事情就又少了一件。",
	feeling4 = "又是这个话题么...指挥官大人对此还真是热衷啊。“鸢尾的秘仪能实现任何奇迹”——如果是真的，指挥官会用来做什么呢~？",
	unlock = "鸢尾最初的航空母舰，贝亚恩号，向您报道。能与您共事是我的荣幸。指挥官大人，请按照您的需要吩咐我便是。",
	feeling5 = "指挥官大人，工作完成了，办公室整理好了，天气看起来也不错。接下来的时间——就如您所愿，让您勘见一下我的“爱之秘仪”吧",
	main = "指挥官大人，不可以轻易翻开我带着的这本书哦。没有开玩笑，我是认真的。|指挥官大人，您是在发呆么？没关系，今天的规划上给您预留了充分的空余时间，请尽情发呆吧。|不论是工作日程还是晚餐食谱，我都会亲自为您安排。指挥官大人只需要将注意力集中在眼前的事上就好。",
	battle = "大家按照计划行事，准备战斗！",
	upgrade = "您的付出不会白费的，指挥官大人。",
	voice_key = -1,
	headtouch = "",
	feeling2 = "嗯？指挥官大人果然还是对这本书很在意么。其实只是用来记录琐事的笔记本而已，不是什么可疑物品，请您放心——也没有什么好看的，请不用在意",
	login = "这是今天的事务安排，指挥官大人，请您过目。",
	vote = "",
	hp_warning = "还好，损伤情况还在可控范围内……",
	id = 900273,
	detail = "操作的方式…过去的记录…材料的改良…如果尝试一下这个组合的话，会不会很有趣呢.....嗯，先记下来吧。",
	couple_encourage = {
		{
			{
				80201,
				80202
			},
			2,
			"这次也来运输些有趣的东西吧",
			0
		},
		{
			{
				80501,
				90501
			},
			2,
			"很荣幸，能与你们两位并肩作战！",
			0
		},
		{
			{
				20601,
				30603
			},
			1,
			"见识一下鸢尾的“秘仪”吧",
			0
		}
	}
}
