_G.pg.ship_skin_words[900282] = {
	feeling1 = "就算是罗德尼也有点失望了呢……",
	feeling3 = "指挥官真是很温柔呢，一起散步时总是会照顾我放慢速度，这种细节，我很感动哦",
	lose = "虽然还能战斗……不过还是先撤退吧",
	propose = "和指挥官度过的每一天对于我来说都是纪念日，这样梦一般的日子真希望能延续到永远",
	expedition = "嘻嘻，指挥官，完成委托的姐妹们已经回来了~",
	win_mvp = "唔，好像不小心浪费了不少弹药呢……",
	home = "我来泡杯茶吧~",
	mission = "指挥官，一起去完成新的任务吧？",
	touch2 = "不要在司令室做这种事啦",
	voice_key_2 = -1,
	skill = "对待敌人就不用客气了呢",
	drop_descrip = "纳尔逊级战列舰—罗德尼，舷号29",
	mail = "有新的信件，我帮你拿过来了",
	touch = "怎么了吗？",
	profile = "我是纳尔逊姐姐的妹妹，罗德尼，嗯……我们姐妹也算挺有名吧？ \n欸，和外表相反的战斗风格？讨厌啦，指挥官，这种空穴来风的事情当然是骗人的~",
	mission_complete = "有任务奖励呢，打开看看吧",
	feeling4 = "上下关系不处理好可是会有大麻烦的，以前就有过这样的事……当然像我和指挥官这么亲密是不用啦~",
	unlock = "你好，我是罗德尼，从今往后还请多多关照",
	feeling5 = "指挥官，今天要一起吃饭吗？我来做你喜欢的菜哦——嗯？不是什么节日啦，只是忽然就这么想了……指挥官想的话，每天都可以哦~",
	main = "有什么事情就交给我罗德尼吧！ |不介意的话，就由我陪你打发时间吧|指挥官~再摸鱼的话，就算是罗德尼也要生气了哦？",
	battle = "嗯……罗德尼也期待诸位恪尽职守，吧？",
	upgrade = "接下来也请期待罗德尼的表现吧~",
	voice_key = -1,
	headtouch = "",
	feeling2 = "天气不错，要出去走走吗，指挥官？正好前阵子听来一些有趣的事情，聊聊天就当放松一下，怎么样？",
	login = "啊指挥官你回来了吗，正好我稍微整理了一下文件，请过目吧",
	vote = "",
	hp_warning = "我可以加强些火力吗？",
	id = 900282,
	detail = "需要我详细解释吗？",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"胡德姐姐，犹豫不定可不好呀",
			0
		},
		{
			{
				20503
			},
			1,
			"姐姐，不要太小看对手哦",
			0
		},
		{
			{
				1
			},
			5,
			"枫之军团吗，一起加油吧~",
			4
		}
	}
}
