_G.pg.ship_skin_words[102160] = {
	feeling1 = "哼，被我无视，是你咎由自取！",
	feeling3 = "被我迷住也是没办法的事。行吧，就允许你多发一下呆~",
	lose = "居然会失败……真狼狈。",
	propose = "感到光荣吧，你已经得到我孟菲斯的认可了~我现在对你可是充满期待哟，可不要让我失望了~",
	expedition = "委托组已经回来了。抽空审阅下他们的工作实绩吧。",
	win_mvp = "哼~看到了吧！这是只属于我的荣耀时刻~",
	home = "嘻嘻，还是干得不赖嘛~可别太得意，后面还会有很多考验。",
	mission = "有任务就赶快处理，不要放置不管。说你呢，指挥官~",
	touch2 = "不放开的话，你会知道下场的~",
	voice_key_2 = -1,
	skill = "护航还是要看我的！",
	drop_descrip = "奥马哈级轻巡洋舰—孟菲斯，舷号CL-13",
	mail = "快去收邮件吧~应该有好事发生。",
	touch = "哦？迫不及待地就想看我训练？那就好好给你展示一下~",
	profile = "我是奥马哈级的轻巡洋舰孟菲斯。生涯里迎接过一些重要的宾客，也曾作为旗舰被征用。多说无用，想要更好地了解我，就好好跟在后头，看我的精彩表现吧~",
	mission_complete = "抽空去看看吧，这是你应得的奖励。",
	feeling4 = "挨得这么近，是想感受一下我发梢的气味吗？嘻嘻，怎么样，有没有海风的味道？",
	unlock = "哦？你就是这里的指挥官吗？放心吧，我会为你护航的。不过，你得要先达到我的标准才行呢~",
	feeling5 = "缺了我总觉得浑身不自在？放心吧，我会为你尽心护航的，所以，你也要尽心陪着我才好~",
	main = "接受检阅，就应该把最好的一面展示给大家看。这是我的准则~|一直以来都频繁地巡洋四海，在港区多待上一段时间都是奢望…不过没关系，我喜欢让自己忙碌起来~|要我在回港的时候带点礼物给你？指挥官得先在港区好好表现才行~",
	battle = "上吧！大家都要发挥出最好的水准！",
	upgrade = "这下就能更好地护航了~",
	voice_key = 10216,
	headtouch = "",
	feeling2 = "接下来我会处理一些文书并审核一些训练计划，指挥官最好也帮忙看下其中的细节，可别拖了我后腿哟~",
	login = "指挥官，总算来了。那就出发吧~快跟上我的脚步！",
	vote = "",
	hp_warning = "不能再掉以轻心了！",
	id = 102160,
	detail = "如果想继续陪着我，那就好好审视我的全部吧~",
	couple_encourage = {
		{
			{
				10201,
				10202,
				10211
			},
			1,
			"好不容易能一起出战。跟我前进吧~",
			0
		}
	}
}
