_G.pg.ship_skin_words[9707020] = {
	feeling1 = "如果你还听得进去的话，我劝你回头，指挥官阁下。",
	feeling3 = "舰船若是迷失了方向，终究会沉没于大海，人也一样。指挥官阁下，在你的心中，有一个正确而坚定的航向吗？",
	lose = "不是每次的战斗，都能有这样的退路…",
	propose = "要把这个给我？很好，我答应你了！从今往后，我会与你共同进退。我很期待我们的航路会通向何方哦，哈哈~",
	expedition = "不能忽视了冒着风险运回物资的同伴们…快去迎接她们吧，指挥官阁下。",
	win_mvp = "无论逃得多远，都逃不开我的追击。",
	home = "不用担心我的状态，皇家方舟，随时听候你的调遣。",
	mission = "完成任务是阁下重要的职责之一，可别忘了。",
	touch2 = "现在可不是做这种事的时候啊…",
	voice_key_2 = -1,
	skill = "你们逃不掉的！",
	drop_descrip = "皇家方舟号航空母舰 <color=#92fc63>(若已获得相应的META角色，奖励将会转化为对应的角色结晶，可在「META研究室」-「能量激活」中使用)</color>",
	mail = "新的邮件？赶紧看看吧，可不能错过了最新的情报。",
	touch = "目光不够坚定！…哈哈，这样好多了。",
	profile = "你我是军人，是战士。越是面对困境，越不可忘记我们的身份，以及我们身后需要守护的人们。",
	mission_complete = "任务完成了啊，做的不错！",
	feeling4 = "嗯，指挥官阁下的态度与行事风格确实值得赞赏。看来有阁下在前方领航，这支舰队一定能够航向更遥远的前方的。",
	unlock = "航空母舰皇家方舟，加入你的麾下。只要阁下是心怀大志之人，我就会全力为你而战！",
	feeling5 = "放心吧，指挥官阁下。无论你想把这支舰队带向何方，我都会为你保驾护航。即便前路尽是巨浪与冰山，我也会把它们统统击碎！",
	main = "保护同伴是天经地义的事情，对象是驱逐妹妹们的时候更是如此。|我最擅长的是超视距打击，当然，近距离战斗我也不会落下风。|在研究新的战术？需要我也出一份力吗？",
	battle = "对敌人无需手下留情！",
	upgrade = "为了要保护的事物，还得变得更强才行！",
	voice_key = 970702,
	headtouch = "",
	feeling2 = "有驱逐妹妹需要护航吗？别的任务也行，我随时可以出击。",
	login = "精神不错的样子，很好！",
	vote = "",
	hp_warning = "不会让你们…破坏这一切的！",
	id = 9707020,
	detail = "和平的光景，值得付出任何代价去守护。",
	couple_encourage = {
		{
			{
				1
			},
			3,
			"放心吧，我会保护好你们的！",
			1
		},
		{
			{
				20706
			},
			1,
			"一起守护皇家的光荣—！",
			0
		},
		{
			{
				97
			},
			2,
			"再次…燃起来吧！",
			3
		}
	}
}
