_G.pg.ship_skin_words[9707030] = {
	feeling1 = "别等到危机来临的时候再后悔，到那时可就来不及了。",
	feeling3 = "花札？有些时日没听到这个东西了呢…若是有兴趣的话，完成工作之后，陪你来一局也无妨。",
	lose = "留给我们的时间不多了…",
	propose = "这么慌乱可不是你应有的作风，究竟什么事——等等…这个是…原来如此…呵呵，何必那么担心呢，我的回答，你不是应该早就清楚了吗？",
	expedition = "委托物资运送回港了，去清点吧。消耗，收获，损失，这些都别忘了详细记录下来。",
	win_mvp = "高效地赢下胜利，这正是我们需要的。",
	home = "做一下战斗总结吧。虽然麻烦，但是有效。",
	mission = "完成任务是你身为指挥官的使命。去吧。",
	touch2 = "（叹气）无药可救了啊…",
	voice_key_2 = -1,
	skill = "没有时间可以浪费了！",
	drop_descrip = "{namecode:93}号航空母舰 <color=#92fc63>(若已获得相应的META角色，奖励将会转化为对应的角色结晶，可在「META研究室」-「能量激活」中使用)</color>",
	mail = "新的信件，放你桌上了。如果是{namecode:94}的话，大概会直接让你接着吧。",
	touch = "希望你是因为要事才分神来找我说话。",
	profile = "航空母舰，二航战{namecode:93}。我会一直盯着你，直到你成为足够优秀的指挥官为止。",
	mission_complete = "任务奖励的清单——我来吧，你就休息一会好了。",
	feeling4 = "你以为我不清楚，你是想接近我才提起花札的吗？呵呵~来吧，让我们再来一局。边玩花札的时候，我来给你讲讲你尚且不足的地方吧。",
	unlock = "重樱二航战，{namecode:205}。见面的礼节就先略去，让我们抓紧时间开始正事吧。",
	feeling5 = "现在的你，即使面对最严峻、最艰难的状况，也能沉着冷静地想出解决的办法了吧。不过，我还是会在你身边时刻盯着你的，可不要松懈哦？",
	main = "{namecode:94}…又在自主训练了啊，还是一如既往地自己很严格呢。指挥官，也向她学习下，多点自律少点懈怠如何？。|过去无法改变，着手当下，才是最明智的。|又在发呆了吧？我得提醒你，你的一举一动，都是逃不过我眼睛的。",
	battle = "尽快解决战斗吧。",
	upgrade = "战力强化么…好，辛苦了。",
	voice_key = 970703,
	headtouch = "",
	feeling2 = "此时的懈怠，很可能会成为将来彼时面对强敌时的破绽。如果你不能狠下心对自己严格，那就让我来承担这个角色吧。",
	login = "既然你来了，就直接进入主题吧。给，这是等着你处理的公文。",
	vote = "",
	hp_warning = "冷静下来，寻找突破口——",
	id = 9707030,
	detail = "你觉得自己算一名称职的指挥官吗？如果不能第一时间给出“是”的答案，那么，请反思自己。",
	couple_encourage = {
		{
			{
				9707010
			},
			1,
			"二航战，出击！",
			0
		}
	}
}
