_G.pg.ship_skin_words[9702010] = {
	feeling1 = "如果你决定封闭自己内心的话，我就去做我自己的事情了哦。",
	feeling3 = "拥有一双看透一切的眼睛，却并没有一双解决一切的双手……我不想再经历这种痛苦的事了。指挥官，你一定能做得比我更好吧。",
	lose = "是有什么连我都没注意到的情报么…算了，就这样吧。",
	propose = "这个就是永远不会背叛，永远不会分开的象征吧…嗯，我知道的哦。海伦娜，现在感到无比的安心…让我们永远、永远、永远在一起吧——",
	expedition = "SG已经感知到快要归港的同伴了哦。指挥官，提前准备一下吧。",
	win_mvp = "雷达上的红色光点，已经全部消失了。",
	home = "指挥官，你刚刚去哪里了？我是知道你有没有说谎的哦~",
	mission = "指挥官，任务放着也是不会消失的哦？还是乖乖地完成它吧。",
	touch2 = "这种时候，你果然是会犹豫的呢。",
	voice_key_2 = -1,
	skill = "找到你们了哦。",
	drop_descrip = "海伦娜号轻巡洋舰 <color=#92fc63>(若已获得相应的META角色，奖励将会转化为对应的角色结晶，可在「META研究室」-「能量激活」中使用)</color>",
	mail = "新邮件到了哦，我拆了帮你看吧。",
	touch = "要借用我力量的话，必须先告诉我是要做什么哦。",
	profile = "布鲁克林级轻巡洋舰海伦娜号。优点的话，大概就是知道的比别人多一点吧。",
	mission_complete = "任务完成的奖励只有这点吗？有些少啊。",
	feeling4 = "明明我掌握着如此之多的情报，为什么我的内心还会感到不安……啊，我知道了，我身边的，我心中的最大的不安定因素，正是你啊……",
	unlock = "你是在找海伦娜吗？我可以把我的力量借给你——不过，你要答应，对我不能隐瞒任何东西哦。",
	feeling5 = "只有你那温柔的声音，才能消除我心中的不安与猜忌……没有你，我不知道我会做出什么呢……哪里也不要去，就陪在海伦娜的身边，好吗？",
	main = "指挥官，我想听你说话，我想知道你内心的想法。我不能忍受身边还有我不清楚的事的这种焦虑感……|指挥官，你要找人吗？不仅是办公室附近，全港区的情况我都一清二楚哦。|知道太多不一定是件好事哦，特别是当你发现自己什么也做不了的时候。",
	battle = "SG，这次也好好地把敌人的位置告诉我吧？",
	upgrade = "那么，这份力量的代价会是什么呢？",
	voice_key = 970201,
	headtouch = "",
	feeling2 = "我喜欢微笑哦。只要一直微笑着，别人就无法攻破你的心防。",
	login = "海伦娜知道，指挥官你会在这个时候回来的。",
	vote = "",
	hp_warning = "别再抵抗了。你们的位置，我可是一清二楚的！",
	id = 9702010,
	detail = "要是SG不仅能知道指挥官在哪，也能知道指挥官在想什么就好了呢。",
	couple_encourage = {
		{
			{
				10502,
				10504,
				10508
			},
			1,
			"有些东西，是我无论如何都不会放手的呢。",
			0
		}
	}
}
