_G.pg.ship_skin_words[10100020] = {
	feeling1 = "能赶紧从我的视线里消失吗？",
	feeling3 = "我的朋友们说下次也想和指挥官一起吃午饭，没问题吧？我当然也会参加了。要好好看着你，防止你得意忘形做出什么奇怪的事情才行呢",
	lose = "我一辈子都不会忘记这次失败的。所以才要变得更强",
	propose = "咦！？不是整人游戏吧…？骗人，本来以为绝对会被讨厌的……你这是什么表情啊。当然是OK啦！为什么这点小事都不懂啊笨蛋！",
	expedition = "委托似乎完成了哦。太好了，大家似乎都平安无事",
	win_mvp = "哼，太轻松了。我可不会满足于这点程度",
	home = "辛苦了。休息也是训练重要的一环，我是这么认为的",
	mission = "要记得经常检查任务啊",
	touch2 = "你、这……不注意点分寸我真的要生气了哦",
	voice_key_2 = -1,
	skill = "这里就交给我吧！",
	drop_descrip = "你就是指挥官？嗯—罢了。我叫诺瓦露，是黑土边域（Lastation）的守护女神。我来了你们就可以安心了",
	mail = "似乎有邮件来了呢",
	touch = "呀…！你在摸哪里啊！",
	profile = "我是黑土边域（Lastation）的女神、诺瓦露。在这个世界能交到很多朋友吧…比、比起这个！先把现在的战况跟我说一下吧",
	mission_complete = "如果是用不上的奖励的话，我帮你跟上面说一下",
	feeling4 = "谈心？就算不找我也无所谓吧？拜托上次一起聊得很开心的那个女孩子试试如何？没别的事了？那就自己加油吧。…………我真是笨蛋……",
	unlock = "你就是指挥官？嗯—罢了。我叫诺瓦露，是黑土边域（Lastation）的守护女神。我来了你们就可以安心了",
	feeling5 = "呐…只要和你待在一起，就觉得胸口好像要裂开了一般。我在你的心里…是什么样的呢？…不，不用回答。我已经知道你的答案了…",
	main = "日常维护没有懈怠吧？装备自不必说，那些女孩子们的斗志也是胜负的关键，一定要注意哦|这些女孩子们的服装，大多都很可爱呢。可、可不是说我想穿哦，才没有那个意思呢|哼哼哼~♪哼~哼♪……喂，你从什么时候开始在那里的啊……",
	battle = "见识一下我的全力以赴吧！",
	upgrade = "以更高处为目标努力吧",
	voice_key = 1010002,
	headtouch = "",
	feeling2 = "啊，来得正好。我正打算吃午饭，要一起来吗？",
	login = "真是优哉游哉的回来了呢，今天也还有许多事情要做，紧张起来",
	vote = "",
	hp_warning = "没问题",
	id = 10100020,
	detail = "等、等下！你在看哪里啊！",
	couple_encourage = {
		{
			{
				1010001
			},
			1,
			"等一下涅普顿！注意别光顾着吐槽了啊！",
			0
		},
		{
			{
				1010001,
				1010003,
				1010004
			},
			3,
			"做好心理准备了吧？",
			0
		}
	}
}
