_G.pg.ship_skin_words[10100030] = {
	feeling1 = "……谁？",
	feeling3 = "哎呀，真巧呢。我也正好想去你那一趟。然后今天的是这本小说……",
	lose = "没想到会被逼迫到这地步…",
	propose = "…！没想到会从你那听到这句话啊。我来到这个世界也好，和你相遇也好，大概都是命运吧。当然，从今往后也请多多指教咯",
	expedition = "委托完成了",
	win_mvp = "作为热身来说正好",
	home = "那就来继续看那本书吧",
	mission = "今天的任务都检查过了吗",
	touch2 = "你在期待什么？",
	voice_key_2 = -1,
	skill = "胜负已定！",
	drop_descrip = "我是布兰，请多指教。能不能给我介绍一下这个世界有什么有趣的书呢……",
	mail = "有邮件来了哦",
	touch = "呼呼…有点痒呢",
	profile = "我是白露之滨（Lowee）的女神、布兰。兴趣是读书和写小说。目前正在写新的小说哦",
	mission_complete = "去领取任务奖励吧",
	feeling4 = "之前的小说，好看吗？是吗，那就好。……？不，因为一直没有说好看的的人，一时不知道该怎么反应才好……",
	unlock = "我是布兰，请多指教。能不能给我介绍一下这个世界有什么有趣的书呢……",
	feeling5 = "会满怀兴致地看我的小说的，只有你…没有比这更让我开心的了，之后也要继续看我的小说哦",
	main = "给你推荐一本书吧。诶？没必要？是吗…真遗憾|今天的风儿有点喧嚣呢…快走吧，趁风还没有停…|把这个世界的点滴都记下来吧，回到白露之滨还能拿出来看看",
	battle = "冷静应对就不会有什么问题",
	upgrade = "等级什么的只不过是个数字…还是以实力来证明吧",
	voice_key = 1010003,
	headtouch = "",
	feeling2 = "我有在写小说哦，你要不要看看？",
	login = "欢迎回来，没有发生什么特别的事情",
	vote = "",
	hp_warning = "我有点不爽了",
	id = 10100030,
	detail = "指挥官也想看书吗？",
	couple_encourage = {
		{
			{
				1010004
			},
			1,
			"可恶…我要把你这对摇摇晃晃的玩意儿当成垫背！",
			0
		},
		{
			{
				101
			},
			3,
			"最后一击就交给我吧！",
			3
		}
	}
}
