_G.pg.ship_skin_words[10100050] = {
	feeling1 = "没想到你是这么不济的一个人……",
	feeling3 = "哎呀，这不是指挥官吗。来得正好，有个怎么都闯不过的关卡，能来帮帮忙吗",
	lose = "因为我的能力不足…让其他伙伴们也受苦了呢……",
	propose = "终于到了这个时候了呢。真是让人等候多时啊。你明白吗？把这个东西赠与我，就表示从今往后，都要一直陪我玩游戏下去哦。我很期待呢，指挥官。",
	expedition = "参与委托的伙伴们回来了。我是不是也要帮点忙比较好呢",
	win_mvp = "理所当然的胜利",
	home = "不错的运动。稍微休息一下也无妨吧？",
	mission = "任务啊…指挥官也好、女神也好，做的事情其实都没什么不同呢",
	touch2 = "哎呀，意外地积极呢。不过请考虑时间和场所",
	voice_key_2 = -1,
	skill = "这就是女神之力！",
	drop_descrip = "我是紫曜之都(Planeptune)的女神、绀紫之心。你就是指挥官吧？往后请多多指教",
	mail = "似乎有寄给指挥官的邮件到了呢。还是趁着还没忘记，尽快看看比较好吧",
	touch = "呀…真是的，想我理睬直接说就好了嘛",
	profile = "我是紫曜之都(Planeptune)的女神、绀紫之心哦。经常有人吃惊地表示“女神化以后简直换了个人似的”…真是过分呢。保持这个姿态其实挺累的，所以不是特别必要的时候，一般是不会女神化的呢",
	mission_complete = "任务完成。不知道有什么报酬呢，真是让人期待",
	feeling4 = "指挥官，最近和你一起玩游戏的时候，总觉得难以集中精神。这难道是……为了确认原因，再一起玩会游戏吧！",
	unlock = "我是紫曜之都(Planeptune)的女神、绀紫之心。你就是指挥官吧？往后请多多指教",
	feeling5 = "我也渐渐习惯这个世界了呢。这都多亏了指挥官。来，抓紧我！稍微去约个会吧",
	main = "嗯，大家都是好孩子我就放心了。这样一来我就能毫无后顾之忧地全力战斗了|有点口渴了呢……不知道这里有没有布丁果汁呢？|指挥官。能告诉我一些关于这个世界的事情吗？",
	battle = "一个不留，全部驱除",
	upgrade = "为了保护指挥官、保护大家…我会变得更强的",
	voice_key = 1010005,
	headtouch = "",
	feeling2 = "今天天气不错呢。这个世界的推荐景点在哪里呢？",
	login = "欢迎回来。要出击吗？还是演习？还是要吃·布·丁？",
	vote = "",
	hp_warning = "绀紫之心可不是只有好看而已！",
	id = 10100050,
	detail = "真的那么在意的话，再靠近一点也没关系哦？",
	couple_encourage = {
		{
			{
				1010006
			},
			1,
			"那边就交给你了！",
			0
		},
		{
			{
				1010006,
				1010007,
				1010008
			},
			3,
			"各位，要上咯！让敌人见识一下女神的力量！",
			0
		}
	}
}
