_G.pg.ship_skin_words[10100010] = {
	feeling1 = "呃？你说什么？耳朵进香蕉了听不清楚",
	feeling3 = "对了！指挥官。下次也来紫曜之都玩吧～大家一定都会很开心的～",
	lose = "非常遗憾 涅普子 输掉了",
	propose = "实际上来到这个世界还是很不安的，不过遇到了指挥官，还成为了指挥官最重要的人…我真的觉得，能来到这个世界真是太好了。所以接下来也请多多指教了哦！",
	expedition = "啊！大家都回来了哦！我们快去迎接她们吧～？",
	win_mvp = "正义必胜！开玩笑的～",
	home = "布丁正在召唤着我…！快回家吧！",
	mission = "诶～ 任务？给我5个布丁的话，也不是不能帮忙哦？……开玩笑的啦～快点解决掉吧！",
	touch2 = "喂喂，不能这样哦，指挥官",
	voice_key_2 = -1,
	skill = "看我把你们涅普涅普掉！",
	drop_descrip = "呀吼～我的名字是涅普顿！这就是《碧蓝航线》世界吗…只能趁势而上了呢！冲上这股巨浪的浪尖！",
	mail = "邮件～来啦！现在可不是吃布丁的时候！",
	touch = "啊哈哈哈，好痒啊～",
	profile = "我就是主人公中的主人公——涅普顿！我可是紫曜之都(Planeptune)的女神哦——嗯？你问女神是什么？要说起来话可就长了，还是改天再说吧",
	mission_complete = "任务结束！得到奖励啦！",
	feeling4 = "抓到指挥官了！来一起玩游戏吧！做好准备了吗？今晚不会让你睡觉的哦～",
	unlock = "呀吼～我的名字是涅普顿！多多关照啦！",
	feeling5 = "今天要玩什么游戏？猜心上人的游戏？嗯～～指挥官喜欢的人……就是我吧！哼哼～我猜对了吧？",
	main = "哼哼～你看～这个部件怎么样？完完全全是《Azurlane》定制款哦～是不是和我非常搭配！|涅普涅普♪涅普涅普～♪涅普涅普涅普普♪|肚子好饿……指挥官～帮我带个布丁～",
	battle = "让你们看看主人公的力量吧！",
	upgrade = "锵啦啦啦哒哒哒～当",
	voice_key = 1010001,
	headtouch = "",
	feeling2 = "偶尔在户外活动活动身体也不错呢～下次要不要一起去哪里散散步呢？",
	login = "欢迎回来～今天也要加油涅普！",
	vote = "",
	hp_warning = "涅普！？还没到需要慌张的时候啦",
	id = 10100010,
	detail = "被这样盯着看还是有点害羞呀",
	couple_encourage = {
		{
			{
				1010002
			},
			1,
			"诺瓦露！来比看看谁打倒的敌人更多吧！",
			0
		},
		{
			{
				1010002,
				1010003,
				1010004
			},
			3,
			"好～大家一起上吧～",
			0
		}
	}
}
