_G.pg.ship_skin_words[10100040] = {
	feeling1 = "我可以回去了吗？",
	feeling3 = "今天想办场网游的线下聚会呢。指挥官当然也会参加的吧？参加者就暂定为我和指挥官两个人了哦",
	lose = "这就是失败……原来如此，确实是场令人热血沸腾的战斗",
	propose = "每天都想喝到我泡的红茶吗…我很高兴哦。我很乐意，指挥官…我会为你泡你喜欢喝的红茶的",
	expedition = "大家都回来了呢。一起去迎接他们吧",
	win_mvp = "我的字典里可没有失败这个词哦？",
	home = "辛苦了呢。要来杯红茶吗？",
	mission = "指挥官要完成任务的话，5分钟就很够了吧？",
	touch2 = "要温柔对待女性，不然的话会被讨厌的哦？",
	voice_key_2 = -1,
	skill = "见识一下绿荫箱庭女神的力量吧！",
	drop_descrip = "我是绿荫箱庭（Leanbox）的女神，贝露。我也很擅长射击游戏呢，所以就放心交给我吧！",
	mail = "有邮件来了呢。要记得经常检查哦",
	touch = "呵呵，指挥官真是调皮呢",
	profile = "我是绿荫箱庭（Leanbox）的女神、贝露。喜欢的东西是红茶和游戏，还有可爱的妹妹们！…嗯？没有妹妹？只要我认定是妹妹，就是妹妹了呀！",
	mission_complete = "任务完成了呢！快去领取奖励吧！",
	feeling4 = "指挥官，能聊聊天吗？最近我有个十分在意的人，不知道该怎么和他相处…不，还是忘了我说的吧！",
	unlock = "我是绿荫箱庭（Leanbox）的女神，贝露。我也很擅长射击游戏呢，所以就放心交给我吧！",
	feeling5 = "只要和指挥官在一起，就觉得心里暖暖的呢。对，就像我最喜欢的红茶一样。真希望这样的时光能永远持续下去，是不是太贪心了呢？",
	main = "呵呵呵，指挥官就由我来保护吧，放宽心尽管依靠我吧|哈！？那孩子、那孩子到底是谁！？请、请一定要让她做我的妹妹——|竟然有这么多可爱的女孩子，我觉得好幸福呢",
	battle = "指挥官，准备好了吗？",
	upgrade = "要以更高处为目标了呢",
	voice_key = 1010004,
	headtouch = "",
	feeling2 = "下次要一起玩我正在玩的网游吗？当然会手把手地辅助你啦～",
	login = "贵安。我正好泡了红茶，指挥官不妨一起喝杯红茶如何？",
	vote = "",
	hp_warning = "这样才足以当我的对手呢",
	id = 10100040,
	detail = "呵呵，找我有什么事吗？",
	couple_encourage = {
		{
			{
				1010003
			},
			1,
			"不觉得阅读和红茶很相配吗？要试试吗？",
			0
		},
		{
			{
				1010001,
				1010002,
				1010003
			},
			3,
			"为与我们为敌而忏悔吧！",
			0
		},
		{
			{
				1
			},
			3,
			"回去以后让我抱抱吧～",
			1
		}
	}
}
