_G.pg.ship_skin_words[10100060] = {
	feeling1 = "你应该知道再靠近会是什么后果吧？",
	feeling3 = "工作似乎很辛苦呢。我现在正好有时间，要帮忙吗？",
	lose = "输掉原来这么让人不甘心…不过…下次一定会赢给你看的！",
	propose = "选我真的可以吗？要反悔的话趁现在哦。……是吗，你的心意这么坚定啊。虽然也不是说多喜欢你，但既然你这么认真，我也得认真和你交往呢。但是，如果要半途而废的话，我是绝对不会放过你的哦！",
	expedition = "委托好像完成了呢。快去看看吧",
	win_mvp = "已经完了？真无聊……",
	home = "平安回港了呢。那就开始报告战果，然后开反省会吧",
	mission = "似乎有新的任务下达了呢。快点去解决掉吧",
	touch2 = "就算是指挥官，也不允许再进一步了哦",
	voice_key_2 = -1,
	skill = "这下就结束了！",
	drop_descrip = "我是黑土边域（Lastation）的女神、圣黑之心。为了帮助你特意从“游戏业界“赶来，心怀感激吧",
	mail = "好像有邮件来了哦。如果你没空，我也不是不能帮你去拿……",
	touch = "等下…突然碰我，肯定会吓到的嘛",
	profile = "我的名字是圣黑之心，可是黑土边域（Lastation）的守护女神哦。你就好好看着、学习一下什么叫做历经千锤百炼的战斗方式吧",
	mission_complete = "任务似乎完成了呢。获得与劳动相符的报酬，是理所当然的吧",
	feeling4 = "和你差不多已经培养出默契了呢。本来以为你会半途而废的，稍微对你有点改观了呢。之后也一起努力成长吧！",
	unlock = "我是黑土边域（Lastation）的女神、圣黑之心。为了帮助你特意从“游戏业界“赶来，心怀感激吧",
	feeling5 = "我…虽然有时候对你比较苛刻，但那都不是发自真心的。不过就算这样，我可能也已经对你造成许多伤害了…从今往后希望你能好好地斥责我…如果是你说的话，我想我一定能改正的",
	main = "指挥官，训练已经足够充分了吧。接下来就让我用实践来证明实力吧|话说回来，真是十分漂亮的海呢。要不要去游个泳放松心情呢|一脸松懈的表情啊。要我帮你打起精神看来也不是不行，怎么样？",
	battle = "一开始就要全力以赴了哟！",
	upgrade = "可不要以为这种程度就足够了",
	voice_key = 1010006,
	headtouch = "",
	feeling2 = "你啊，有朋友吗？哎～要我特别优待，当你的朋友也不是不行哦？",
	login = "让你见识一下女神的战斗方式！我随时可以出发哦",
	vote = "",
	hp_warning = "干、干得不错嘛",
	id = 10100060,
	detail = "喂，不觉得靠太近了吗？",
	couple_encourage = {
		{
			{
				1010005
			},
			1,
			"可不要拖我的后腿啊！",
			0
		},
		{
			{
				101
			},
			3,
			"你能接下这波攻击吗？",
			3
		}
	}
}
