_G.pg.ship_skin_words[10100070] = {
	feeling1 = "我一点都不想看到你这货的脸！",
	feeling3 = "虽然是个不怎么可靠的指挥官，但我还是对你有所期待的哦？",
	lose = "下次再拖后腿…就干掉你",
	propose = "这个是…给我的？你认真的吗？是吗，认真的啊…我知道了，我就接受你的这份心意吧！我会更加全力以赴，作为你的盾守护着你的！",
	expedition = "委托组似乎回来了呢，要不要去迎接他们呢",
	win_mvp = "是不是放水放过头了？",
	home = "这次打得不错嘛？就这样继续一起加油吧",
	mission = "快点把任务都解决了吧",
	touch2 = "呜……我不会放过你的！",
	voice_key_2 = -1,
	skill = "看我把你打成一块破布！",
	drop_descrip = "我是白露之滨（Lowee）的守护女神、群白之心。多多指教啦！就让你见识一下女神的力量吧！",
	mail = "喂，邮件来了哦。快去看看吧",
	touch = "趁早下定决心吧",
	profile = "我是白露之滨（Lowee）的女神、群白之心。我有两个可爱的妹妹，虽然非常调皮，整天恶作剧，让人费了不少心思，但还是很可爱的。下次要不要和她们一起玩呢？",
	mission_complete = "很好！奖励来啦！",
	feeling4 = "喂，指挥官！下次一起去哪里玩吧！顺便你可没有拒绝的权利呐？",
	unlock = "我是白露之滨（Lowee）的守护女神、群白之心。多多指教啦！就让你见识一下女神的力量吧！",
	feeling5 = "别担心，我会一直在你身边的。不知道为什么，总觉得胸口发热，力量不断涌出来",
	main = "还要在这待多久？老是这样技术都要退步了|我是不是生气了？只是习惯这种说话口气而已，不用在意|放心吧，我会保护你的",
	battle = "别以为能就这样回去哦！",
	upgrade = "我会变得更强的！",
	voice_key = 1010007,
	headtouch = "",
	feeling2 = "喂，你这家伙在看哪呢。就算不说我也知道！……可爱？就算夸我也没什么好处给你！",
	login = "慢死了。真是…要人等多久啊",
	vote = "",
	hp_warning = "你真的惹怒我了！",
	id = 10100070,
	detail = "有什么事？",
	couple_encourage = {
		{
			{
				1010008
			},
			1,
			"翡绿之心！你那对巨乳挡着我都看不到前面了啦！",
			0
		},
		{
			{
				101
			},
			3,
			"上吧！做好心理准备！",
			3
		}
	}
}
