_G.pg.ship_skin_words[10100080] = {
	feeling1 = "我没有什么要和你说的",
	feeling3 = "最近在工作上会不会太依靠我了？不，我是没关系，但这样下去指挥官就有点让人担心了呢",
	lose = "没想到我会犯下这种失误…下次绝不会输了",
	propose = "终于觉察到我的心意了呢。就算这边的战斗结束以后，回到原来的世界，我对指挥官也——接下来想听听指挥官怎么说呢",
	expedition = "委托似乎完成了呢。还是慰劳一下她们比较好哦",
	win_mvp = "这点程度，还不足当我的对手呢",
	home = "休息也是很重要的哦",
	mission = "需要我帮忙的话，请随时跟我说哦",
	touch2 = "不可以做这些不好的恶作剧哦？",
	voice_key_2 = -1,
	skill = "一瞬间就了结了你们！",
	drop_descrip = "我是绿荫箱庭（Leanbox）的女神、翡绿之心。无论面对谁我都不会客气的哦。做好心理准备了吗？",
	mail = "新邮件来了呢",
	touch = "这个处理单元是脱不下来的哦。呵呵呵，开玩笑的",
	profile = "我是绿荫箱庭（Leanbox）的女神、翡绿之心，来自名为《游戏业界》的世界。不用这么害羞，再靠近一点看也没关系哦？",
	mission_complete = "会有什么奖励呢，真是让人期待呢",
	feeling4 = "我今晚有空，可以帮您分担一点工作哦。结束以后，请给我……没、没什么",
	unlock = "我是绿荫箱庭（Leanbox）的女神、翡绿之心。无论面对谁我都不会客气的哦。做好心理准备了吗？",
	feeling5 = "指挥官……？又累积了许多工作吧？…真没办法呢，约会结束以后我们一起处理掉吧。我会给你泡杯特制的红茶的",
	main = "大才是正义，您不这么觉得吗？|……。哎呀，不好意思，我正在思考下次公会战的战略呢|来泡杯红茶吧",
	battle = "从一开始就全力对付你们吧",
	upgrade = "又进一步雕琢了我的美丽呢",
	voice_key = 1010008,
	headtouch = "",
	feeling2 = "不嫌弃的话，随时可以来找我谈心哦？",
	login = "真慢呢。红茶要趁热喝才最好喝哦？",
	vote = "",
	hp_warning = "可没那么简单就结束了哦",
	id = 10100080,
	detail = "似乎是被我的美丽迷住了呢",
	couple_encourage = {
		{
			{
				1010007
			},
			1,
			"真羡慕白心啊，中弹面积那么小～",
			0
		},
		{
			{
				1010005,
				1010006,
				1010007
			},
			3,
			"好～上吧！",
			0
		}
	}
}
