_G.pg.ship_skin_words[10400010] = {
	feeling1 = "花Q！",
	feeling3 = "在这里加个音效，再加上字幕…嘿咻，哦哦，指挥官上手很快嘛。就按这个势头，以做出更好的动画为目标努力吧！",
	lose = "啊！刚才的不算！接下来才是正式的啦！！",
	propose = "这样就算誓约完成了，吧！已经无法想象没有指挥官的日常生活了呢。要一直一～～～直支持我哦！",
	expedition = "啊，执行委托的伙伴们回来了呢！我去给她们慰劳的啾啾吧♪",
	win_mvp = "这对本高智能的超级AI来说，就是小菜一碟啦~",
	home = "指挥官辛苦啦！休息一会以后，就陪我拍照吧！",
	mission = "指挥官，新的任务来了哦。我也会帮忙的，一起加油吧！",
	touch2 = "很遗憾，指挥官摸到的可不是我，而是屏幕哦？",
	voice_key_2 = -1,
	skill = "爱碳光——线！",
	drop_descrip = "嗨多磨~！我是绊爱！你就是传说中的指挥官吗？接下来请多指教啦！",
	mail = "邮件来啦！说不定是我的工作委托呢！",
	touch = "指挥官，我话说在前面，千万不要把我的晃悠悠摘下来！不然的话这个港区会怎么样我也不知道了哦！",
	profile = "嗨多磨~！我是绊爱！没想到竟然会在实况的时候穿越到了碧蓝航线的世界啊……，算了，在这里也会本着「靠喜欢的东西活下去」的YouTuber精神，一如既往地加油的！",
	mission_complete = "奖励奖励～♪物资可是很重要的哦！赶紧领了吧！",
	feeling4 = "指挥官，怎么了？在思考新的企划吗？嗯嗯……哦～！这个不是挺棒的嘛！指挥官难道是天才！？",
	unlock = "嗨多磨~！我是绊爱！你就是传说中的指挥官吗？接下来请多指教啦！",
	feeling5 = "感觉和指挥官在一起，就能创造出更多更多更棒的东西呢！感觉今后也会多呆一段时间…要不要干脆和我一起Youtuber出道算了！？",
	main = "拉菲酱好可爱～！傲娇！淘气！一起玩嘛～让我抱抱！|布里酱，等等～只要一下下！只要让我突破一下就好！|我是为了让世界上的所有人都能联系在一起而活动着的，指挥官你是为了什么而努力工作的呢？",
	battle = "现在正是展现高智能的超级AI实力的时候……！",
	upgrade = "安装完毕！战斗插件追加！POWER UP!",
	voice_key = 1040001,
	headtouch = "",
	feeling2 = "难得来到这里，就来录制动画吧！啊，指挥官来得正好！能帮我点忙吗？",
	login = "啊，指挥官欢迎回来！我刚上传了新的动画哟。请一边周回海域一边看吧！",
	vote = "",
	hp_warning = "不要不要不要！{namecode:98}酱～～帮帮我～",
	id = 10400010,
	detail = "啊，指挥官！你是来订阅频道的吗？欸、只是看看而已吗？来都来的，就订阅一下嘛！好嘛！",
	couple_encourage = {
		{
			{
				1040002,
				1040003,
				1040004
			},
			1,
			"因为是AI，所以分身什么的自然也不在话下啦！",
			0
		},
		{
			{
				10208
			},
			1,
			"圣地亚哥酱！终于能共同演出了呢！",
			0
		}
	}
}
