_G.pg.ship_skin_words[10400040] = {
	feeling1 = "啊啊啊 啊啊 aa 啊啊 aaa 啊啊啊啊啊……",
	feeling3 = "诶？恐怖游戏的实况？不不，不会出的……不要不要不要不要！",
	lose = "啊—好气！绝对不会放过你们的！！",
	propose = "指挥官为了我准备了戒指吗！好高兴！啊，不对不对！其实想说的是谢谢才对！…接下来也要教我各种各样的游戏哦，指挥官！一直以来谢谢你了……♪",
	expedition = "委托组回来了哦。快点派出下一组委托吧！不然就浪费了哦！",
	win_mvp = "WINNER～！拿到MVP啦～！",
	home = "指挥官辛苦啦～♪哈？膝枕？…好好，老老实实被{namecode:14}酱宠着，一步步变成废柴指挥官吧～{namecode:14}酱，接下来就拜托你啦～",
	mission = "发现任务！一个个完成掉，然后赚进大把大把的物资吧！",
	touch2 = "指挥官知道什么是”爆头“吗？想试试看吗？",
	voice_key_2 = -1,
	skill = "要上啦～啪锵～！",
	drop_descrip = "嗨多磨～我是虚拟玩家绊爱！指挥官，请放心！碧蓝航线我玩得很多啦！…诶，我、变成舰船了！？",
	mail = "啊，邮件来了哦！说不定是“yunying”发来的礼物呢！！",
	touch = "想和我用游戏一决胜负？好吧，我接下了！就让你看看我的实力吧！",
	profile = "剪头发了？没有的，我可以自由变换头发的长度哦！毕竟是虚拟的嘛！这才是面不改色打出高分的绊爱超级玩家版！嗨呀！",
	mission_complete = "任务完成！报酬是什么呢～？嗯，怎么了{namecode:13}酱？诶？“秘书舰”是领不了奖励的！？",
	feeling4 = "啊～真是的！为什么恐怖游戏的实况反而更有人气啦～！虽然也是多亏了提出建议的指挥官啦…不过下次还请准备不那么恐怖的游戏，拜托了！",
	unlock = "嗨多磨～我是虚拟玩家绊爱！指挥官，请放心！碧蓝航线我玩得很多啦！…诶，我、变成舰船了！？",
	feeling5 = "指挥官很擅长教人玩游戏呢！又知道很多游戏，只要有指挥官在，就再也不怕被人说是废柴AI了！…接下来也拜托你啦，指挥官♪",
	main = "也想在这里举办绊爱杯呢～{namecode:6}酱和长岛酱都说会参加，指挥官不参加吗？|明明是天才却要假装废柴还真是痛苦啊～|咻～怎么样，从牙买加那里学来的姿势！是不是很帅呢？",
	battle = "上啦啦啦啦啦！嗨呀啊啊啊啊！",
	upgrade = "这下主炮的校准也完美啦！",
	voice_key = 1040004,
	headtouch = "",
	feeling2 = "游戏实况也不是那么简单的呢。明明拼命努力了，却还是被人说废…到底要怎么做才能玩得更好呢？",
	login = "指挥官，没忘了登录奖励吧？这可是游戏的基本哦～！",
	vote = "",
	hp_warning = "啊，好像有点糟…？",
	id = 10400040,
	detail = "指挥官也要来玩游戏吗？正好有个想实况的游戏呢！指挥官要一起来玩吗？",
	couple_encourage = {
		{
			{
				40303
			},
			1,
			"欧根酱，援护就拜托啦！",
			0
		}
	}
}
