_G.pg.ship_skin_words[102180] = {
	feeling1 = "我现在不累，不要碰我的脚哦。再碰就踢你！",
	feeling3 = "就这样多陪我一下不也挺好嘛。好好看着我，别发呆！",
	lose = "大失败……提不起劲了……",
	propose = "嘻嘻，和指挥官终于走到这一步了呢～今后也要帮我捏捏脚哦，当然，我也会让你多多品尝我的糖分的～敬请期待吧～",
	expedition = "委托组回来了～不知道有没有带新品的冰淇淋什么的回来呢",
	win_mvp = "嘻嘻，MVP也不是那么困难的事情嘛～",
	home = "终于回来了~要尝尝我手上的新式甜筒吗？",
	mission = "还有任务要做哦？不要再对着我的脚发呆啦，嘻嘻～",
	touch2 = "指挥官，下次再碰这里的话，我可要立即把你踢飞了哦～？",
	voice_key_2 = -1,
	skill = "别小看我！",
	drop_descrip = "奥马哈级轻巡洋舰—康克德，舷号CL-10",
	mail = "有新邮件～不知道是不是新甜品进货的通知呢～？",
	touch = "嗯？你也喜欢糖分吗？嘻嘻，求我的话，说不定我会分你一点哦？",
	profile = "我是来自白鹰的奥马哈级康克德号轻巡洋舰～历经多次武器改装，值得信赖哦~大概吧？嘻嘻",
	mission_complete = "不快点去收奖励的话，我就代劳咯~这些奖励也就全属于我啦！",
	feeling4 = "对于缺乏糖分的你来说，要用什么方式来取悦我，换到奖励的巧克力呢？我很期待哦~",
	unlock = "轻巡康克德，报到了哟。喜欢棒棒糖和冰淇淋——嗯？指挥官就这么喜欢盯着人的脚么？嘻嘻",
	feeling5 = "我的身体充满了糖分，要不要稍微给你展示下？嘻嘻~快把脸凑过来……（啾）怎么样？够甜吧～",
	main = "呼，走路有些累了……看你闲着没事，就快给我捏捏脚吧～？|和我同名的那个小镇，一直想去看看呢～有机会要不要一起去呢？|我可是很乐于助人的哦～看不出来？哼哼，我们还需彼此更多了解呢～",
	battle = "哼哼哼，要怎么“疼爱”你们才好呢～？",
	upgrade = "感觉真棒～",
	voice_key = 10218,
	headtouch = "",
	feeling2 = "快帮我拿好这些甜品…嗯！接下来就这样乖乖跟在身边，帮我提东西就好啦~",
	login = "总算又见到指挥官了～给我带回好吃的糖果了吗？",
	vote = "",
	hp_warning = "嗯～…是不是不要太冒险前进比较好呢…",
	id = 102180,
	detail = "指挥官要好好加油哦，表现得好的话就奖励你一些棒棒糖吧～",
	couple_encourage = {
		{
			{
				10201,
				10202,
				10211,
				10216
			},
			1,
			"嘻嘻，难得终于在一起作战了。好好干吧！",
			0
		}
	}
}
