_G.pg.ship_skin_words[10500010] = {
	feeling1 = "指挥官这样可不行的，太废柴了…嘿咻~就让我稍微帮你一把，一起通关这个游戏吧！",
	feeling3 = "聊着聊着就要到深夜了呢~为了回报刚才一直叫着“猫咪猫咪”的指挥官，我决定了！要在你耳边报菜名，深夜放毒哦~",
	lose = "呜喵~~！这里的难度设置是不是有点奇怪？！",
	propose = "非常感谢，指挥官！一直以来都为了指挥官努力着，接下来也请继续多多指教了哦！指挥官也是，一直以来都这么努力，好乖好乖~！",
	expedition = "大家都很厉害啊，满载而归！就让我去迎接她们吧~",
	win_mvp = "作为Hololive Gamers的领队，这种程度的战斗还是很轻松的！",
	home = "哦~指挥官看起来状态不错嘛…接下来稍事休息，喝杯茶吧",
	mission = "任务好多啊~不过没关系，我会试着帮帮你~",
	touch2 = "指挥官！尾巴很敏感的，不可以乱碰啦！",
	voice_key_2 = -1,
	skill = "Kon----！！",
	drop_descrip = "终于见面了呢！我是hololive所属的虚拟狐狸、白上吹雪！应指挥官的邀请前来就任！好啦，加油干吧！",
	mail = "啊稍等片刻，有邮件过来了~哦？是指挥官的啊，就给大家念念吧~",
	touch = "指挥官，有什么需要帮助的么？",
	profile = "我是Hololive Gamers的队长，白上吹雪~在这个世界应该是驱逐舰白上吹雪才对了呢~",
	mission_complete = "领完这些奖励，要不要一起把任务继续做下去呢？",
	feeling4 = "我很开心哦，指挥官一直以来都这么关注着我！好！今晚一起去吃烤肉吧！也约约看{namecode:158}酱好了…",
	unlock = "终于见面了呢！我是hololive所属的虚拟狐狸、白上吹雪！应指挥官的邀请前来就任！好啦，加油干吧！",
	feeling5 = "总觉得越来越适应这个地方了呢！当然！对指挥官也是！",
	main = "哼~哼哼~啊！呃…那个！我没有在偷懒哦！|今天的茶也很好喝呢！要一起喝点吗？现在的话，可以给你泡一杯超棒的茶哦！|{namecode:2}型的{namecode:2}…蓬松的尾巴…好想摸摸看啊！！|呼呼呼，指挥官，我的这身新衣服是不是很厉害啊~",
	battle = "Gamers领队！白上吹雪！出击！",
	upgrade = "对的对的，就是这种越来越强的感觉呢~",
	voice_key = 1050001,
	headtouch = "呜~~~哈啊哈啊…饶了我吧~耳朵一直挠下去会很痒的~",
	feeling2 = "快看指挥官！这个！是我一直很想喝的茶呢！居然被我偶然发现了！啊，指挥官也要一起喝吗？",
	login = "指挥官！欢迎回来！准备好了美味的茶等着你哦！好了！和我一起出击吧♫ ",
	vote = "",
	hp_warning = "啊——等等……这下糟糕了",
	id = 10500010,
	detail = "我可是正统派的可爱Vtuber哦~性格有点安静害羞…诶，看不出来？只是喜欢跟人多聊天嘛~",
	couple_encourage = {
		{
			{
				30101
			},
			1,
			"Wfubiki，开演！",
			0
		},
		{
			{
				30149
			},
			1,
			"{namecode:158}酱！终于可以并肩战斗了呢",
			0
		},
		{
			{
				1050002,
				1050003,
				1050004,
				1050005,
				1050006,
				1050007
			},
			5,
			"hololive舰队，出击！",
			0
		}
	}
}
