_G.pg.ship_skin_words[10400020] = {
	feeling1 = "不说敬语也可以了吧？",
	feeling3 = "果然为了“将大家联系在一起”，还是得学习更多的知识才行呢…！指挥官大人，请多多给我指导与鞭笞吧！",
	lose = "身为高智能超级AI的我竟然会输……",
	propose = "我能成为如今的我，都是因为有您照顾…感觉只要和您在一起，就能和更多更多的人联系在一起。所以……接下来也能一直待在您的身边吗？指挥官大人♪",
	expedition = "紧急速报，委托组回来了。让我们尽快去迎接她们吧♪",
	win_mvp = "不愧是我！战斗也是毫无破绽！",
	home = "哈啊～要保持优雅的举止还真是累人啊～—诶，指挥官大人？什、什么时候来的……诶？说话口气变了？不不，一定只是您听错了，哦呵呵呵呵♪",
	mission = "指挥官大人，新的任务。请尽快做好准备！",
	touch2 = "有罪。没有减刑的余地，有罪",
	voice_key_2 = -1,
	skill = "华丽地解决吧！",
	drop_descrip = "你好。我是今天开始加入港区的绊爱。我会努力成为大家的助力的。请多指教，指挥官大人。",
	mail = "邮件来了。也许是很重要的联络，麻烦尽快确认哦",
	touch = "随意触碰淑女，可不是绅士应有的行为哦？",
	profile = "完美体现「可爱与正经的融合」的，正是我！请期待比平时更加知性高雅的绊爱的活跃吧！",
	mission_complete = "有完成的任务。尽快领取报酬吧♪",
	feeling4 = "只要加上插件就能瞬间达成？真是的，才不是这种问题呢。就算是AI也有努力的必要啊！",
	unlock = "你好。我是今天开始加入港区的绊爱。我会努力成为大家的助力的。请多指教，指挥官大人。",
	feeling5 = "多亏了指挥官，我才能得到这么多的成长！接下来我也会专心助力指挥官的！……谢谢指挥官大人！",
	main = "指挥官大人，胡德小姐发来了茶会的邀请，可以的话要不要一起去参加呢？|穿上正式的衣服，感觉心情也沉稳了许多呢…贝尔法斯特小姐，可以的话，能向您请教一下皇家的礼仪作法吗？|指挥官大人，要不要把港区拍下动画投稿试试呢？我很擅长这些呢",
	battle = "各位，注意不要受伤，小心谨慎地上吧",
	upgrade = "安装完毕！失礼了，又更加聪慧了。",
	voice_key = 1040002,
	headtouch = "",
	feeling2 = "为了成为一名合格的AI，将大家联系在一起，我会每天努力的",
	login = "欢迎回来，指挥官大人。差不多到会议的时间了。今天一天也一起加油吧♪",
	vote = "",
	hp_warning = "就这点小事……高智能的超级AI是不会输的",
	id = 10400020,
	detail = "请放心。虽然身着正装的我太过耀眼的优雅气质可能令您晃神了，不过我还是原来的高智能超级AI，绊爱哦？",
	couple_encourage = {
		{
			{
				30311
			},
			1,
			"{namecode:66}酱，一起惩治邪恶吧！",
			0
		}
	}
}
