_G.pg.ship_skin_words[10400030] = {
	feeling1 = "放心吧，我是不会邀请指挥官来演唱会的",
	feeling3 = "想要办好演唱会的话，唱歌和跳舞的练习，还有talk的准备都不能缺少呢！还要开始舞台的准备……啊啊～有好多事情要做啊——！",
	lose = ".....这个教训绝对要留给下次演唱会！",
	propose = "大家一起举起手，一起唱歌跳舞，露出开心的笑容！这就是演唱会。这些光景我都看到了哦……！指挥官，谢谢你！！不过，当然！绝对不会就这样结束的。继续前进吧，只要有指挥官在，我们就能继续前进，前往更远的彼方！接下来也请多多指教了哦！！！",
	expedition = "执行委托的同伴们回来了哦！用欢迎回来的歌迎接她们吧！来，指挥官也一起唱♪",
	win_mvp = "完・全・胜・利～！不愧是我！简直是天才！",
	home = "辛苦了，指挥官！接下来我要和小天鹅酱她们一起做跳舞的练习。距离下次出击也还有一点时间，陪陪我吧！",
	mission = "新的任务好像下发了呢。快把它们都完成掉吧！",
	touch2 = "想要击掌吗？那要来咯！耶～♪",
	voice_key_2 = -1,
	skill = "听我的歌吧！",
	drop_descrip = "绊爱，身着礼服登场！不论是演唱会还是战斗，我都会加油的！ ",
	mail = "哦？邮件来啦！是不是粉丝信呢！",
	touch = "哦，点歌吗？好～想要听什么呢？我唱给你～！",
	profile = "举办演唱会的时候就会穿着这身衣服哦！要是有一天也能在这个港区举办演唱会就好了呢～",
	mission_complete = "快领取任务报酬吧！会有什么好东西呢？",
	feeling4 = "啊，指挥官，怎么了吗？诶？舞台的准备什么的已经都做好了！？好厉害！接下里只要专心练习就行了？……指、指挥官看起来好能干……！",
	unlock = "绊爱，身着礼服登场！不论是演唱会还是战斗，我都会加油的！ ",
	feeling5 = "演唱会非常成功呢！有指挥官在真是太好了。啊，对了！让我为指挥官特别唱一首吧？那就敬请聆听——",
	main = "Z35酱辛苦啦！啊，指挥官！我刚刚在旁听Z35酱的唱歌练习呢♪|快看快看，这个轻飘飘的哦！跳一下？这可不是裙子呀|诶？可爱？是吧！我就知道～谢谢～！",
	battle = "战斗也要燃起气氛上哦——！",
	upgrade = "强化完成♪演唱会和战斗都是靠体力决胜负的呢！",
	voice_key = 1040003,
	headtouch = "",
	feeling2 = "我想要在这个港区办一场演唱会呢！指挥官能帮帮我吗？",
	login = "指挥官欢迎回来！为了准备下次演唱会，特意找萨拉老师做了唱歌的练习呢。也来帮我听听嘛！",
	vote = "",
	hp_warning = "我绝对会坚持到最后一刻的！",
	id = 10400030,
	detail = "指挥官想听什么样的音乐？现在有个非常值得推荐的歌手哦！叫做Kizuna AI……啊，就是我嘛！！",
	couple_encourage = {
		{
			{
				20112
			},
			1,
			"运运，我会保护你的～♪",
			0
		}
	}
}
