_G.pg.ship_skin_words[10500040] = {
	feeling1 = "再这样下去，可爱的女孩子们，祭都要包揽了哦？",
	feeling3 = "指挥官喜欢清纯可爱的声线么？那就立即切换~“konkon狐狸~”…嘿嘿，厉害吧？我的声线有很多种变化呐~",
	lose = "哇啊啊！作为天才女子高中生的祭居然输了.....",
	propose = "指挥官一直以来给了我许多的鼓舞与应援，下次要和祭一起开心才行哦！",
	expedition = "委托队的孩子们已经回来了，指挥官！我们来一期突击采访吧！",
	win_mvp = "MVP就由祭收下咯~☆",
	home = "唱吧，跳吧，旋转吧~♪ 呼，真尽兴，出了好多汗~啊，指挥官欢迎回来~你也要跟着我一起练习么？",
	mission = "任务一个接一个啊...指挥官，现在才八点，打起精神来，全部消灭干净吧！",
	touch2 = "哇啊啊啊！对.....对祭出手可是禁止事项哦！",
	voice_key_2 = -1,
	skill = "鼓起精神大闹一场了哦！",
	drop_descrip = "我是hololive所属的美少女女子高中生夏色祭！！我会充满精神地做些唱歌或是聊天这类的有趣实况，大家一定要看哦！！",
	mail = "啊，是送给指挥官的邮件。指挥官意外的有人气呢",
	touch = "嗅嗅…嗅嗅……可爱的女孩子们都跑去哪里了啊……",
	profile = "hololive清楚担当，夏色祭、参上！因为是啦啦队的一员，所以应援什么的尽管交给我吧！指挥官也要尽全力加油哦！",
	mission_complete = "任务的奖励有够多的~嘿嘿，晚上去吃烤肉吧！",
	feeling4 = "指挥官，难得两个人独处，该改改对我的称呼了吧？夏妹，祭妹二选一哦~夏哥？什、什么意思啦！",
	unlock = "我是hololive所属的美少女女子高中生夏色祭！！我会充满精神地做些唱歌或是聊天这类的有趣实况，大家一定要看哦！！",
	feeling5 = "谢谢指挥官配合祭做实况呢！下次我会想出更厉害的企划的，请多多指教啦，指挥官！",
	main = "指挥官在看哪里呢~就算祭再有魅力，也要适可而止哦！|这边有好多好~~~多可爱的女孩子，真开心啊！|指挥官！嗯？指挥官也在做耐久实况吗？|DD？没错，祭确实是DD哦，从各种意义上来讲。指挥官也是DD么？",
	battle = "哼哼哼，让敌人见识一下天灾女子高中生的火力吧！",
	upgrade = "Yeah~！似乎变得更强了！真厉害啊",
	voice_key = 1050004,
	headtouch = "如果祭开启猫耳模式的话，摸起来更舒服哦？",
	feeling2 = "啦啦队的演出可是体力活~指挥官，快来陪我进行体能锻炼吧~",
	login = "指挥官好啊~今天又是鼓足干劲的一天。可不要期待有什么奇怪的企划，我可是超——正经的Vtuber哦！",
	vote = "",
	hp_warning = "快到极限了？放心吧，祭还能继续坚持呢~",
	id = 10500040,
	detail = "喂喂，别边看着我的身体边说“抱歉”啊！祭好歹也是女孩子，要注意点啦。既然要道歉，不如说说祭的可爱之处吧！",
	couple_encourage = {
		{
			{
				30101,
				1050001
			},
			1,
			"Fubuki↓,Fubuki↑ Fubuki↑ FUBUKI!!!!!",
			0
		},
		{
			{
				20702
			},
			1,
			"无需多言，那种眼神，我懂！",
			0
		}
	}
}
