_G.pg.ship_skin_words[10500050] = {
	feeling1 = "啊~啊，指挥官的实力就是这样子的么…真失望……",
	feeling3 = "指挥官大人，和余一起在游戏里一决胜负到天亮吧！余可不会输哦~",
	lose = "居然…输了？下次绝对要取胜…！",
	propose = "指挥官大人…？这、这个是…？余收下真的好么…哎嘿嘿，谢谢指挥官大人~从今往后也要一直在一起哦~！",
	expedition = "余也真想去做做委托什么的啊…啊，委托的孩子们回来了？余也要去帮忙！",
	win_mvp = "余的完全胜利！",
	home = "指挥官大人，辛苦百鬼！余已经把饭做好了，是不是很能干？嘿嘿，和余一起吃吧！唔~好吃！",
	mission = "人类大人们的工作烦恼就让余来消解吧！余会好好协助你完成任务！",
	touch2 = "有传闻说余的姓氏也可以解释为「抚斩」，指挥官想要验证一下么？",
	voice_key_2 = -1,
	skill = "阿修罗修罗刹鬼神斩！",
	drop_descrip = "你好百鬼！余乃hololive所属的虚拟鬼神百鬼绫目！与式神一同自幽世而来，请多指教了!",
	mail = "哼哼哼♪~指挥官大人，邮件到了哦，余给你拿来了哦~",
	touch = "嗯？这些吗？这把红色的刀是「阿修罗」，那一把是「罗刹」。怎么样，很帅吧~",
	profile = "想不到余之实力竟然被看破到如此地步！既然如此，拔出「罗刹」和「阿修罗」的话…",
	mission_complete = "任务完成！指挥官大人了不起了不起！",
	feeling4 = "快起床~快起床~快·起·床！再睡懒觉的话，可不管你了！",
	unlock = "你好百鬼！余乃hololive所属的虚拟鬼神百鬼绫目！与式神一同自幽世而来，请多指教了!",
	feeling5 = "指挥官大人~余搞到了一瓶好酒，今天晚上和余两个人一起喝吧~没、没什么特别的意思哦…？",
	main = "指挥官大人在人类大人之中也是特别伟大的人吗？|别直愣愣地盯着余看！|这里有大家和指挥官在，余并不觉得寂寞！",
	battle = "现在正是展露余之实力的时候，「业」，还有「不知火」，一起上啦！",
	upgrade = "力量…如泉涌！这个世界真是不可思议！",
	voice_key = 1050005,
	headtouch = "不要随便触摸余之鬼角！",
	feeling2 = "那么！在这个世界里也可以把鬼火放出来吓人吧~咦？吓不了指挥官么！",
	login = "啊，指挥官大人欢迎回来~余正在做直播前的准备，稍微等一下哦~",
	vote = "",
	hp_warning = "咳…业！不知火！剩下的就交给余吧……！",
	id = 10500050,
	detail = "听说这里也有同样拥有着“鬼神”之名的同伴，余也挺想会会她的啊！",
	couple_encourage = {
		{
			{
				30105
			},
			1,
			"两倍的鬼神，百倍的强度！",
			0
		}
	}
}
