_G.pg.ship_skin_words[10500060] = {
	feeling1 = "哇啊啊啊，做实况的软件没关掉么？明明都已经和大家说再见了…该怎么关掉啊？",
	feeling3 = "要给诗音制订“成长计划”…这计划实质上就是给诗音礼物？喂，不要尽买小孩子的玩具给我啦！",
	lose = "Neeeeee！好遗憾…不过诗音毕竟是天才嘛，即使偶尔失败也是可以被原谅的…吧…？",
	propose = "指挥官总算明白诗音的魅力所在，今后也请一直应援我吧！好多开心的事，还想和指挥官一起分享呐！",
	expedition = "委托的大家都回来了。诗音也要帮忙清点物资！",
	win_mvp = "这不是理所当然嘛！",
	home = "欢迎回港，指挥官！就算换上这套白色的衣服，诗音天才魔法使的属性也没有一点改变哦！要看看我的魔法？那就开始直播吧！",
	mission = "任务不清掉总觉得会不舒服…？嘿嘿，指挥官，打起精神来，和诗音一起完成所有任务吧",
	touch2 = "唔啊…这这这这…好突然！吓了一跳…",
	voice_key_2 = -1,
	skill = "诗音认真起来，地球都会爆炸哦！",
	drop_descrip = "是天才魔法师、紫咲诗音哦！来感受下这件充满成熟大人魅力的服装吧！",
	mail = "有诗音的邮件…？啊，是指挥官的，给你，快点打开吧~",
	touch = "把手搭在帽子的旁边，再配以清爽的微笑！诗音是不是也有做偶像的潜质呢？",
	profile = "有天才魔法使诗音大人在，无论什么对手都能用黑魔法一击轻易解决！轻而易举！再多依赖点诗音吧~！",
	mission_complete = "哼哼，诗音大人是个好帮手吧？任务已经完成了，快领取奖励吧",
	feeling4 = "指挥官，虽然做实况挺消耗MP，但和你待在一起，MP一下子又会恢复成全满状态呢！嗯，就是这么神奇！",
	unlock = "是天才魔法师、紫咲诗音哦！来感受下这件充满成熟大人魅力的服装吧！",
	feeling5 = "看来一直陪伴在天才诗音身边，指挥官也变得越来越像天才的样子了！今后也要两人一起努力，做出更厉害的实况！",
	main = "呐呐！不觉得这个船锚和舰桥的装饰很可爱吗！？|哼哼~在意这身衣服吗？很适合我吧，我很喜欢这件的哦~|哼哼，要俘获大家的心，果然需要改变固有印象！",
	battle = "可别小看诗音哦。速攻作战开始！",
	upgrade = "唔哦~诗音的黑魔法，看起来更强了！",
	voice_key = 1050006,
	headtouch = "嘿嘿，收到大家的夸奖几乎全是“了不起，真聪明”呢，不过，偶尔也想收到些别的夸奖呐~",
	feeling2 = "来玩黑白棋嘛，哼哼！诗音可是很擅长的，要小心对付哦！",
	login = "早上好，指挥官！换上这套服装之后，诗音无论是在港区还是在海上，都会俘获大家的心的吧！",
	vote = "",
	hp_warning = "疼疼疼…不过，诗音是天才嘛，这点小问题不会退缩的！",
	id = 10500060,
	detail = "无论身材和个头都只像个小孩子？啰、啰嗦！诗音可是成熟的大人，超厉害的！指挥官总有一天也会体会到的！",
	couple_encourage = {
		{
			{
				1050003,
				1050005
			},
			2,
			"接下来，会上传怎样有趣的作战记录呢~",
			0
		}
	}
}
