_G.pg.ship_skin_words[10500070] = {
	feeling1 = "真是的，指挥官，不能偷懒哦~好孩子的摸头鼓励就先收回了！让咱看看指挥官帅气的一面吧~",
	feeling3 = "指挥官指挥官！嘿嘿，没事，只是想叫叫而已~",
	lose = "哇啊……等等，等一下啊…！",
	propose = "之前的回答？额、现在有话要对我说？唔，还没做好心理准备…怎么办…啊，是！我愿意哦，指挥官…！",
	expedition = "委托的孩子们真能干啊，咱也要去帮忙~！",
	win_mvp = "好！胜利啦！咱还是挺能干的吧~",
	home = "指挥官辛苦了Mio！累了吗？咱来给你摸摸头吧~！然后，和咱一起玩游戏吧~♪",
	mission = "任务，任务！嘿嘿，指挥官赶紧处理完，咱给你做好吃的！",
	touch2 = "喂！禁止摸尾巴啦！如果是和尾巴一样的头发的话…唔…可以吧",
	voice_key_2 = -1,
	skill = "好~！去吧，鸽塔洛斯！",
	drop_descrip = "早安Mio！咱是“大神澪”哦。在这个世界好像是正航…来着？欸嘿嘿，请多指教！",
	mail = "还有未读邮件！指挥官指挥官，快开开看看嘛！",
	touch = "嗯，怎么怎么了~想要撒娇了么~？好乖好乖~",
	profile = "在这边也能和大家一起享受就好了呢～♪指挥官知道hololive吗？？下次要来看看哦！",
	mission_complete = "任务完成了？好棒！咱给你摸摸头夸夸你吧~",
	feeling4 = "指挥官，这个世界的同伴们，都说我的耳朵很可爱呢~！嗯~？耳朵以外也很可爱？！啊、呜…谢、谢谢，欸嘿嘿…",
	unlock = "早安Mio！咱是“大神澪”哦。在这个世界好像是正航…来着？欸嘿嘿，请多指教！",
	feeling5 = "感谢指挥官一直以来的应援呢。这么一说，来到这个世界这么久，也渐渐习惯这里了呢，指挥官，喜、喜欢咱么…？",
	main = "不知道在这边能不能也交到许多朋友呢~？|在这边开演唱会吗~好像挺不错的欸。咱想唱好多怀旧歌曲呢！|驱逐舰们真可爱啊。咱要是做饭的话可以请她们来吃吗？想和她们一起睡觉、一起洗澡，能喂布里吃东西就更好了~",
	battle = "好啦~要上啦！咱可要好好表现一番~",
	upgrade = "哦哦哦…！总觉得变得超强？！有种现在什么都能做到的感觉啊~欸嘿嘿",
	voice_key = 1050007,
	headtouch = "咱可是一匹狼，摸头什么的…是指挥官才有的特别待遇哦？！",
	feeling2 = "虽然还没有彻底熟悉这个世界…不过有指挥官给咱做说明，咱就安心了~",
	login = "哦！~终于上线了啊指挥官~咱早就准备好了，快出击吧~！今天能一直在一起…不对，能玩个痛快就好了呢~♪",
	vote = "",
	hp_warning = "啊呀——这下怎么办呢？",
	id = 10500070,
	detail = "搭配上这种舰装，应该挺威风吧…嘿嘿，大神澪、Destroy Mode！…嗯？Destroy的用法，竟然还对上了？！",
	couple_encourage = {
		{
			{
				1050001
			},
			1,
			"鼓足干劲，和咱一道并肩作战吧~",
			0
		}
	}
}
