_G.pg.ship_skin_words[10600010] = {
	feeling1 = "笨蛋笨蛋笨蛋！再这样下去的话，玛莉可要讨厌你了！",
	feeling3 = "港区里有好多厉害的女仆小姐呢。不过，就算和她们比起来，玛莉也是不会输的！",
	lose = "输掉了…怎么办才好啊，指挥官先生…",
	propose = "呼呼♪从指挥官先生那里收到了特别的东西呢♥玛莉，也是一样的心情哦？嘻嘻，和指挥官先生一起的点滴回忆，玛莉都会当作宝物好好珍惜的~",
	expedition = "噢噢，好多的物资啊！这些都是同伴们带回来的吗？好厉害！",
	win_mvp = "指挥官先生，看到玛莉的活跃了吗！",
	home = "啊，指挥官先生~…咳咳，欢迎回来，作战辛苦了。嘻嘻~",
	mission = "指挥官先生，还有没完成的任务哦！是忘记了吗？",
	touch2 = "你在摸哪里啊，指挥官先生！",
	voice_key_2 = -1,
	skill = "见识下玛莉的厉害吧！",
	drop_descrip = "您好！那个…应该怎么称呼您呢？“指挥官”？我明白了！我是玛莉萝丝，叫我玛莉就可以了！请多指教，指挥官先生！",
	mail = "好像有新邮件来了呢，指挥官先生~",
	touch = "指挥官先生，有什么事吗？",
	profile = "玛莉是DOATEC的总帅，海莲娜·道格拉斯大人最中意的仆从。无论是打扫卫生，洗衣服，做饭还是保镖，玛莉都很擅长的哦！",
	mission_complete = "任务完成！玛莉帮上指挥官的忙了吗？",
	feeling4 = "今天在“皇家”的女孩子们邀请下参加了茶会，还吃到了很好吃的公主蛋糕呢！嘿嘿~玛莉已经在这里交到许多新的朋友了！",
	unlock = "您好！那个…应该怎么称呼您呢？“指挥官”？我明白了！我是玛莉萝丝，叫我玛莉就可以了！请多指教，指挥官先生！",
	feeling5 = "玛莉，觉得和指挥官先生待在一起很开心！指挥官先生，要多陪玛莉玩哦！…有时间的话，来一起看恐怖电影吧！",
	main = "呼啊啊…玛莉…有点困了呢……|指挥官先生工作累了吗？让玛莉帮你按摩一下吧！|唔…指挥官先生看起来很忙啊…那，玛莉先去找穗香玩一会，之后再回来帮忙！…欸，不行吗？",
	battle = "哼哼，让你们也绽放血色的蔷薇吧~！",
	upgrade = "指挥官先生，玛莉是不是稍微成长了一些呢？",
	voice_key = 1060001,
	headtouch = "真是的，不要把玛莉当小孩子啦！",
	feeling2 = "这里真的好大呀，海莲娜大人也不在…多少有些不安呢…嗯嗯(摇头)，玛莉已经是成熟的大人了，才不会因为这点状况就动摇呢！",
	login = "啊，指挥官先生你好！今天也和玛莉一起加油吧！",
	vote = "",
	hp_warning = "玛莉才不会输呢！",
	id = 10600010,
	detail = "指挥官先生，接下来要做什么呢？",
	couple_encourage = {
		{
			{
				1060002
			},
			1,
			"我会保护好你的！",
			0
		}
	}
}
