_G.pg.ship_skin_words[10600030] = {
	feeling1 = "指挥官，我是真的生气了！请好好反省！",
	feeling3 = "重樱似乎也有不少对“忍术”兴趣浓厚的舰船伙伴呢…嗯？指挥官也感兴趣吗？那个…对不起，那是不太能在他人面前使出的东西呢…",
	lose = "咕呜…不应该变成这样的…",
	propose = "没想到能收到这么重要的东西…呵呵，这个港口确实是我的“幸运地点”呢。看来还要再这里多叨扰上一段时间了，未来还请多多指教了哦，呼呼~",
	expedition = "大家一起齐心协力地完成委托…真不错啊，这种感觉。",
	win_mvp = "状态不错！呵呵♪",
	home = "虽然对这身“舰装”？还不太熟悉，不过我会努力适应的！下次也请尽管带我一同出击吧！",
	mission = "指挥官，有新任务…也让我来帮忙吧！",
	touch2 = "请，请适可而止！",
	voice_key_2 = -1,
	skill = "就是现在！看我的！",
	drop_descrip = "你就是这个港口的主人，也就是“指挥官”是吧？初次见面，我是霞。今后可能要在这里打扰一段时间，还请多多指教了——",
	mail = "唔，新的信件…是指挥官的家人…寄来的吗？",
	touch = "怎么了吗，指挥官？",
	profile = "不知道维纳斯岛上的其他人现在怎么样了呢…啊，抱歉！既然现在在这里，我会努力为指挥官帮上忙的~",
	mission_complete = "任务顺利完成了，需要操心的事又少了一件呢，指挥官。",
	feeling4 = "喜欢的食物吗？嗯…草莓千层酥吧。会不会…有些小孩子气了？每次和别人说起这个的时候，总会有这样的担心呢…",
	unlock = "你就是这个港口的主人，也就是“指挥官”是吧？初次见面，我是霞。今后可能要在这里打扰一段时间，还请多多指教了——",
	feeling5 = "指挥官，那个…能打扰您一下吗？占卜上说，港口的这里是今日的幸运地点。但是，我对这里的路还不是很熟悉呢…所以，能陪我一下吗？嗯，谢谢您！",
	main = "那个…秘书舰要做些什么工作？关于这方面的知识，我知道的并不多…|港区的大部分地方都能直接看到大海呢。真是不错的风景啊~|根据占卜结果，今天的幸运地点应该是…",
	battle = "呼呼，轮到我出场了啊，加油上吧！",
	upgrade = "感觉变强了…多亏了指挥官呢，呵呵",
	voice_key = 1060003,
	headtouch = "那个…这是在…",
	feeling2 = "这里的舰船伙伴们也有很多“姐妹”呢…“姐姐”和“妹妹”么…啊，抱歉，只是稍微发了下呆，没什么……",
	login = "指挥官，要开始今天的工作了吗？我会一直这里的，有什么需要尽管吩咐我。",
	vote = "",
	hp_warning = "还可以…再努力一下！",
	id = 10600030,
	detail = "“重樱”…吗，总觉得对她们有种很亲近的感觉呢，呵呵~",
	couple_encourage = {
		{
			{
				30109,
				30127,
				30404
			},
			1,
			"这就是、雾幻天神流！",
			0
		}
	}
}
