_G.pg.ship_skin_words[10600040] = {
	feeling1 = "这个港口挺有趣的，但是指挥官多少有些靠不住的感觉？看来这部分得靠我来好好补足一下了呢~♪",
	feeling3 = "虽然大家在战斗时都很厉害，但平时果然还是普通的女孩子呢，我还找到了和我一起看漫画的同伴哦~呵呵~",
	lose = "是我们…输了啊…",
	propose = "来到这里，受到了指挥官那么多的照顾，现在又收到了这么重要的东西…谢谢你，指挥官~作为回报，我会努力帮上指挥官更多的忙的！",
	expedition = "委托的伙伴们回来了！不知道会不会有人带甜品回来呢~",
	win_mvp = "是我们赢了！摆出胜利的手势吧！",
	home = "啊，指挥官，作战辛苦了！稍微休息一下吧？",
	mission = "指挥官，是新任务哦！完成这些任务的话，就能拿到奖励了吧！",
	touch2 = "呀啊！？真是的，我真要生气了哦？",
	voice_key_2 = -1,
	skill = "看好了哦！！",
	drop_descrip = "初次见面，指挥官！嗯，我问了其它的人了，应该是叫“指挥官”没错吧？我是海咲，有过很多打工的经验，一定能给大家帮上忙的~请多多指教咯！",
	mail = "指挥官，有你的邮件，记得要看哦！",
	touch = "我在~喊我有什么事吗~？指挥官♪",
	profile = "自我介绍吗？我是海咲，兴趣是潜水、天文观测、还有看漫画~喜欢的食物是珍珠奶茶和香草可丽饼！别的就没有什么特别的了…啊，对了。凪咲是我的姐姐，指挥官也要和她好好相处哦！",
	mission_complete = "任务完成。别忘了给我报酬哦！嘻嘻，开玩笑的~",
	feeling4 = "商店街的奶茶店好像最近有“买一送一”的活动呢。唔…我一个人的话可喝不完两杯珍珠奶茶呢…指挥官，有空的时候，我们一起去吧？",
	unlock = "初次见面，指挥官！嗯，我问了其它的人了，应该是叫“指挥官”没错吧？我是海咲，有过很多打工的经验，一定能给大家帮上忙的~请多多指教咯！",
	feeling5 = "指挥官，待会再一起去港区的甜品店探索美味吧♪~还有就是，吃完之后，能陪我在港区里散散步吗？我还想更了解这里，以及…唔…好啦，我们这就出发吧！",
	main = "如果没什么特别重要的事情的话，我要去打工…啊，这里的工作也算是打工…吧？|嗯~突然想吃点甜食了呢，可丽饼什么的…|别看姐姐有时候嘴上不饶人，其实还是很关心人的，虽然有时多少有些过度保护就是了…",
	battle = "好！决定上了，就要全力以赴！",
	upgrade = "如何？我是不是有所成长了呢？",
	voice_key = 1060004,
	headtouch = "真、真是的…感觉很奇怪的啦…",
	feeling2 = "只要穿上这个叫“舰装”的东西，就能在海上自由地驰骋了呢。真是神奇啊~",
	login = "指挥官终于来了呀，那就…马上开始今天的工作吧~？",
	vote = "",
	hp_warning = "还没有结束！",
	id = 10600040,
	detail = "这个港区、还有身为“舰船”的女孩子们，都充满了一种不可思议的感觉呢…或许，指挥官才是最不可思议的那个？开玩笑的，呵呵~",
	couple_encourage = {
		{
			{
				30110
			},
			1,
			"姐姐？不，弄错了吗…",
			0
		},
		{
			{
				1060005
			},
			1,
			"我会保护好自己的！姐姐也要小心哦！",
			0
		}
	}
}
