_G.pg.ship_skin_words[10600020] = {
	feeling1 = "呜呜呜，我要回老家找奶奶去了！",
	feeling3 = "指挥官，回头陪我去商店街逛逛吧？我想给奶奶带点纪念品什么的~",
	lose = "啊呜…已经使不上力了啦~",
	propose = "啊哇哇哇哇…要把这个看起来就很贵重的戒指，送给穗香吗？…要跟奶奶报告一下才行了呢！嗯！我会把这个当作一生的宝物的！欸嘿嘿~",
	expedition = "委托完成了！清点就交给我吧，指挥官，我之前就经常有在帮奶奶的忙呢！",
	win_mvp = "呼呼~把气氛炒起来了呢~",
	home = "指挥官，欢迎回来！一路上有遇到什么好玩的事情吗？",
	mission = "任务？指挥官每天都要完成这些东西吗？",
	touch2 = "呀！哇哇哇…就算是指挥官也不可以哦！",
	voice_key_2 = -1,
	skill = "穗香攻击——！",
	drop_descrip = "请问，您就是“指挥官”吗？啊，太好了！初次见面，我是穗香！虽然不知道能帮忙到什么程度，不过我很擅长学习的~总之…请多指教！",
	mail = "指挥官，你的信件哦！嘿嘿，我要不要也试着写一封信给奶奶呢~",
	touch = "嗯？指挥官需要帮忙…吗？",
	profile = "自我介绍吗…？我是穗香，最喜欢祖母！然后是…喜欢格斗技！我很擅长模仿哦，格斗电影里的招式什么的，看一眼就能学会了！之前学的时候还不小心把电视弄坏了…啊，那个…要对大家…保密哦~？",
	mission_complete = "任务完成了！…哦哦，这些都是报酬吗？指挥官，真厉害呢！",
	feeling4 = "指挥官！我把这里的事都写信告诉奶奶了哦！“有着指挥官和很多很多女孩子的有趣的地方”，这样~嘻嘻，有机会的话，就让指挥官见见奶奶吧！",
	unlock = "请问，您就是“指挥官”吗？啊，太好了！初次见面，我是穗香！虽然不知道能帮忙到什么程度，不过我很擅长学习的~总之…请多指教！",
	feeling5 = "在这个港区受到了指挥官和各位小伙伴的很多照顾呢！特别是指挥官，给穗香一种奶奶般的安心感~作为回报，无论有什么需要做的，都可以和我说哦！",
	main = "今天也要让玛莉教我更多的东西，嗯！|呼…呼……哈啊！一不小心就发起呆来了呢…我、我可没有睡着哦？|指挥官♪那个，有没有什么我能帮忙的呀？",
	battle = "卯足全力，上咯~！",
	upgrade = "穗香、Power Up！",
	voice_key = 1060002,
	headtouch = "欸嘿嘿，总觉得，有点开心…",
	feeling2 = "嗯~…天气好的时候，人的心情就会跟着好呢~今天也在港区里散散步吧！",
	login = "要开始今天的工作了吗？辛苦了呢，指挥官！",
	vote = "",
	hp_warning = "哇啊啊啊…陷入危机了啦~",
	id = 10600020,
	detail = "要吃饭、还是洗澡，还是…我？呵呵♪那就和我一起玩吧~",
	couple_encourage = {
		{
			{
				1060001
			},
			1,
			"玛莉！要一起加油哦！",
			0
		},
		{
			{
				30501,
				30502
			},
			2,
			"拔除邪恶！嘿嘿，是这种感觉吗~",
			0
		}
	}
}
