_G.pg.ship_skin_words[10600050] = {
	feeling1 = "我要带着海咲离开这里，再也不会回来了。",
	feeling3 = "既然海咲在港口玩得挺开心的，那我也不多说啥了。但是，如果你敢对海咲做出奇怪的举动的话，我绝对不会轻饶你！",
	lose = "都怪你支援不够了，笨狗…",
	propose = "我，我知道你的意思啦！真是的，我又不是笨蛋…回复？这，这还用说吗？！真的是一只迟钝的笨狗呢。这个，就让我好好保存起来吧，小~笨~狗~",
	expedition = "喂，完成委托的人都已经在港口等着你了哦？笨狗。",
	win_mvp = "哈啊，稍微有些累了…你也算是有点用吧，笨狗。",
	home = "作战辛苦了，笨狗。但是，你还有很多事要做吧？",
	mission = "任务清单上还有没划勾的地方。笨狗，这些是你等下要做的吧？",
	touch2 = "果然是只无可救药的笨狗啊…",
	voice_key_2 = -1,
	skill = "做好心理准备吧！",
	drop_descrip = "你就是把海咲带来这个港口的人吧？是叫“指挥官”对么…哼，虽然不知道你是怎么把海咲骗来的，身为姐姐的我可没那么好对付。敢乱来的话，要你好看！…我的名字？…叫我凪咲就好了，你这“大笨狗”！",
	mail = "你的邮件。居然还要我特地提醒你，你是不是容易忘记事情啊？",
	touch = "你，你想做什么？大笨狗！",
	profile = "一开始的时候我也说过了，我是凪咲，海咲的姐姐。喜欢的东西是舒芙蕾蛋糕，讨厌的东西是青椒。…要是敢对海咲乱来的话我可不会放过你的哦，笨狗。",
	mission_complete = "一直以来，你都是一个人完成这些任务的吗？稍微小看你了啊，笨狗。",
	feeling4 = "你说，看见我一个人面对大海说话的场景？啊，没和你说过吗？我是剧团的成员，平时自然要做这种练习。…等等，你，你偷看了我的练习？你这…大笨狗！",
	unlock = "你就是把海咲带来这个港口的人吧？是叫“指挥官”对么…哼，虽然不知道你是怎么把海咲骗来的，身为姐姐的我可没那么好对付。敢乱来的话，要你好看！…我的名字？…叫我凪咲就好了，你这“大笨狗”！",
	feeling5 = "这段时间，和海咲一直受你的照顾了啊，谢谢。 或许，我对你的看法太先入为主了。这么接触下来，其实你人也挺好的嘛。所以，就让我再好好观察你一阵子好了，笨狗~",
	main = "笨狗，别人送过来的慰问品我放在桌上了。里面居然还有法式薄煎饼…没，没什么！你等下别忘了就行。|埋头工作的样子倒是挺不错的嘛，笨狗…|喂，笨狗，要我做些什么？…别误会了，我只是不想欠你太多而已。",
	battle = "都打起精神来，准备赶走敌人了！",
	upgrade = "谢了。…偶尔感谢一下有什么奇怪的吗？",
	voice_key = 1060005,
	headtouch = "",
	feeling2 = "不仅把海咲拐到了这里，连别的女孩子都…笨狗，你的真正的目的到底是什么？！",
	login = "回来了啊，指挥官。…对工作倒是挺上心的呢。",
	vote = "",
	hp_warning = "糟糕了…这样下去的话，恐怕…",
	id = 10600050,
	detail = "这座港口里，居然有那么多的女孩子，真是难以置信…反正，一定是你用了什么手段把她们都骗过来的吧！",
	couple_encourage = {
		{
			{
				1060004
			},
			1,
			"海咲！小心点，别受伤了！",
			0
		},
		{
			{
				1060002
			},
			1,
			"穗香也换上了巫女的服装呀~",
			0
		}
	}
}
