_G.pg.ship_skin_words[102190] = {
	feeling1 = "跟指挥官相处好无聊，我要回去了！",
	feeling3 = "指挥官，这个发型现在好像很流行哦，不过我还是喜欢这个，你觉得哪个比较好看？",
	lose = "呜呜呜，指挥官，他们欺负我……",
	propose = "姐姐说过，契约是和一个人建立起深厚关系的证明……就是说，我和指挥官是非常非常要好的朋友，永远不会分开了吗？……嘻嘻，好开心~",
	expedition = "姐姐说过，不守时是会让人讨厌的哦，指挥官",
	win_mvp = "嘻嘻，果然我是最可爱的呢~",
	home = "指挥官，你有没有时间帮人家梳一下头发呀？",
	mission = "指挥官，你说人家用这个发型去出任务怎么样呀？",
	touch2 = "指挥官，做这种事是会被女孩子讨厌的！",
	voice_key_2 = -1,
	skill = "可爱…是无敌的！",
	drop_descrip = "布鲁克林级轻巡洋舰—海伦娜，舷号CL-50",
	mail = "咦……好像是新邮件，指挥官能自己去取一下吗，人家正在忙呢",
	touch = "指挥官，你看，小兔子~",
	profile = "人家是圣路易斯级的海伦娜，特长是防空，兴趣是打扮自己~虽然好像来到了奇怪的地方，不过路易斯姐姐教育过我，淑女是要在任何时候都保持冷静的，而且你好像不是坏人，就稍微打扰一下好啦",
	mission_complete = "哇，这些都是任务奖励吗，指挥官好厉害~",
	feeling4 = "以前都是路易斯姐姐帮我做一些复杂的发型并且帮我化妆的，现在，有指挥官帮我做啦~嘻嘻，谢谢你，指挥官",
	unlock = "今天编什么发型好呢~咦，你、你是谁呀，为什么出现在我家里？欸，不是我家？欸……欸！！！！",
	feeling5 = "为什么呢……指挥官帮我做发型和化妆的时候，总觉得心跳得好快。明明姐姐帮我做的时候，就从来没有这样的事，我难道是病了吗……",
	main = "圣路易斯姐姐老是喜欢买各种衣服给我换上，感觉像把我当作穿衣人偶一样…不过衣服很可爱，我也挺喜欢的就是了|咦……那个金发女孩子的身边，好像总是有很多人呢……欸，我、我才没有特别在意她哦？|指挥官，我今天看起来可爱吗？",
	battle = "比可爱，我是不会输哒！",
	upgrade = "指挥官，我来帮你捶捶背吧～",
	voice_key = 10219,
	headtouch = "",
	feeling2 = "指挥官，都说了女孩子的私人空间不要随便闯进来啦！……嗯？",
	login = "指、指挥官，人家还在想今天的发型呢，不要突然进来啦",
	vote = "",
	hp_warning = "怎么办怎么办怎么办呀！",
	id = 102190,
	detail = "我的目标就是，有一天变得像路易斯姐姐那样漂亮！",
	couple_encourage = {
		{
			{
				10220
			},
			1,
			"你、你好，我叫海伦娜！",
			0
		}
	}
}
