_G.pg.ship_skin_words[10600060] = {
	feeling1 = "汝…令人提不起兴趣啊……",
	feeling3 = "这个港区里还是有不少我不熟悉的“技术”产物呢，呵呵，指挥官殿下，是不是应该一一为我介绍下呢？毕竟，汝应是这方面的专家，不是吗？",
	lose = "居然会被逼到这个程度…小看汝等了啊…",
	propose = "啊呀，汝这是想把我留在人间，不让我回去了么？…呵呵~当然是开玩笑的。我的假期还长着呢，在那之前，我会好好陪着汝的，安心吧~",
	expedition = "汝的手下们正在海湾呼唤着汝呢。怎么，还打算让她们干等着吗~？",
	win_mvp = "这样就结束了么，也太快了点吧？",
	home = "方才还在指挥作战，现在马上又要埋首于公文之中。汝可真是苦劳命啊…让吾来助你一把吧。",
	mission = "汝还有任务没有完成哦？真是健忘呢，呵呵~",
	touch2 = "呼呼~不行哦…♥",
	voice_key_2 = -1,
	skill = "臣服于我吧！",
	drop_descrip = "哦？竟然不惧怕我。汝为何人？…这样啊，汝就是统率此处之人吗？今后就称呼汝为“指挥官殿下”吧。我乃女天狗，呼呼，汝可要好好招待我哦？",
	mail = "信件？会是来自哪里的呢，真令人好奇啊~",
	touch = "汝是打算来亲自确认我的身体么？真是大胆呢~",
	profile = "我可是如假包换的天狗♪嚯~？若是对此还有所怀疑的话…就用汝之双眼、汝之双手来亲自确认吧？呵呵呵~♥",
	mission_complete = "任务完成了哦。呵呵~看汝的样子，是倦了吗？那便小憩一会吧",
	feeling4 = "无论在哪里，人们都一样喜欢“祭典”和“宴会”呢，呵呵……不错~我也很喜欢就是了♥",
	unlock = "哦？竟然不惧怕我。汝为何人？…这样啊，汝就是统率此处之人吗？今后就称呼汝为“指挥官殿下”吧。我乃女天狗，呼呼，汝可要好好招待我哦？",
	feeling5 = "嚯~约会…吗？竟然会由汝这头发起攻势…看来我似乎小看汝了啊。呵呵，那我就却之不恭了。汝会给我带来怎样的美好回忆，我很期待哦？",
	main = "人类不会飞行，所以制造出了“飞机”么…不知从狭小的“飞机”里看到的，会是怎样的风景呢~？|嗯~~泡杯茶，再配上馒头，稍微休息一下吧~呵呵~说的可不是港区里那些小家伙们哦？|“重樱”的小姑娘们身上似乎都有些奇妙的特征呢，呼呼，有趣，确实有趣…",
	battle = "居然敢打扰我的假期…做好心理准备了吧？呵呵~",
	upgrade = "呵呵，还不够，还可以更加……♥",
	voice_key = 1060006,
	headtouch = "有、有点痒痒的啊……",
	feeling2 = "人间一日，对天狗族来说不过是一炷短香。不过，这可不意味着吾是个对俗世漠不关心的人哦？",
	login = "汝回来了么？今日，也带我熟悉下这座“港口”吧。",
	vote = "",
	hp_warning = "胜负从现在才开始，对吧？",
	id = 10600060,
	detail = "接下来要玩点什么好呢……汝啊，有什么好想法吗？",
	couple_encourage = {
		{
			{
				30511
			},
			1,
			"呵呵，来看看这些天上飞的小玩意儿有多厉害吧",
			0
		},
		{
			{
				3
			},
			5,
			"嚯~真是奇妙的缘分啊~",
			3
		}
	}
}
