_G.pg.ship_skin_words[10700020] = {
	feeling1 = "有事吗？",
	feeling3 = "虽然偶像的工作不仅仅是唱歌而已。 但是提高自己的唱功，对于什么样的工作都会有所帮助…我是这么想的",
	lose = "……唔！还得再多加练习才行…",
	propose = "能来到这里，唱歌给许多人听，真的是一段非常棒的经历…感谢指挥官给了我这样的机会，我会用最好的歌来回应指挥官期待的…！",
	expedition = "指挥官，执行委托的大家好像回来了。最好去迎接一下她们吧。",
	win_mvp = "赢了……不过，距离顶点还有很远的路…",
	home = "辛苦了，指挥官。可以稍微休息一下…是吗？我明白了。",
	mission = "指挥官，还有没做完的工作哦。",
	touch2 = "请、请别这样。你在碰哪里啊！",
	voice_key_2 = -1,
	skill = "把这首歌…送给大家！",
	drop_descrip = "初次见面，我是如月千早。您就是港区的负责人吧？以后请多多关照了。",
	mail = "指挥官，新邮件到了。还是尽快确认一下吧。",
	touch = "不好意思…我想先做一下发声练习…",
	profile = "我是如月千早，目标是成为最顶尖的歌手。……欸，想听我唱歌…吗？好的…那就来一首吧。",
	mission_complete = "看来任务都完成了呢。我也该回去上声乐课了。",
	feeling4 = "港区里有很多小朋友呢。实际上，我受大家的拜托，最近正在教她们唱歌哦。呵呵，大家的歌声都很棒呢。",
	unlock = "初次见面，我是如月千早。您就是港区的负责人吧？以后请多多关照了。",
	feeling5 = "指挥官，那个…如果方便的话，能陪我一下吗？练习新歌的时候遇到了瓶颈，想听一下指挥官对这首歌的看法。",
	main = "没什么事的话，我可以看乐谱吗？想练习下次演出的表演曲目。|港区的大家都操纵着很大的机械呢…真厉害呀，我就…不太擅长机械类的东西…|啦啦啦~♪不对，这里应该更有感情一点…啊，指挥官，抱歉打扰到你了，这首歌稍微有点难把握…",
	battle = "发声练习很充分，一定没问题！",
	upgrade = "非常感谢，学到了不少东西呢。",
	voice_key = 1070002,
	headtouch = "怎么了吗？",
	feeling2 = "啦啦啦～♪啊，指挥官，我正在做发声练习哦。",
	login = "早上好，指挥官。我想确认一下今天的日程安排，可以吗？",
	vote = "",
	hp_warning = "还…没有结束！",
	id = 10700020,
	detail = "找我有什么事吗？我正要开始自主练习来着…",
	couple_encourage = {
		{
			{
				1070001
			},
			1,
			"春香！一起歌唱吧！",
			0
		},
		{
			{
				1070004
			},
			1,
			"梓小姐，请多关照。",
			0
		}
	}
}
