_G.pg.ship_skin_words[10700030] = {
	feeling1 = "哦，原来你在的吗？",
	feeling3 = "这是我从小就在一起的好朋友呢。对吧，小兔子？",
	lose = "居然输了…等我加强练习，绝对不会再失败了！",
	propose = "你这家伙，已经相当了解伊织了吧。所以以后要是你想把目光从伊织身上的光芒移开的话，我可是不会答应的！",
	expedition = "委托组的大家回来了呢。伊织会亲自去迎接她们的。",
	win_mvp = "就这种程度还想做我的对手，太天真了！",
	home = "哦，你回来了？正好来陪我喝个下午茶吧！",
	mission = "还有任务没完成？那就快点把它做完啊！",
	touch2 = "呀！……你这家伙突然在碰哪里啊！",
	voice_key_2 = -1,
	skill = "看我的厉害！",
	drop_descrip = "你好~！我叫水濑伊织！很高兴见到你~！…欸？不用勉强自己…？等下，你这是什么意思啦！",
	mail = "你的邮件到了。难得我告诉你了，还不快点去确认！",
	touch = "有什么事？不要光杵在那里，说点什么啊！",
	profile = "我是水濑伊织！目标当然是成为顶级偶像啦♪虽说只是暂时而已，但能和超级偶像伊织待在一起，你应该心怀感激才对！嘻嘻♪",
	mission_complete = "任务终于完成了呢。做到这点不是理所当然的嘛。",
	feeling4 = "为了在舞台上更加耀眼，该怎么做才好呢……？把歌唱到极致？让表演变得华丽……？既然你在这里的话，机会难得，就听听你的意见吧。",
	unlock = "你好~！我叫水濑伊织！很高兴见到你~！…欸？不用勉强自己…？等下，你这是什么意思啦！",
	feeling5 = "这里的景色真不错…呀！人在这里为什么不说话啦！……算了，我说你啊，也坐过来这边吧？",
	main = "你的指挥室还不错嘛。不过，跟我的房间比起来还是差远了。|啾啾是指那些圆滚滚的小鸟吧，我还以为是什么点心呢。|你还有时间休息？难道你看不见这些堆积如山的工作吗？",
	battle = "这些家伙够格做我的对手吗？",
	upgrade = "感觉还不赖。让我感谢一下你也不是不行…",
	voice_key = 1070003,
	headtouch = "呀！……等下，能不能不要突然摸头！？",
	feeling2 = "好渴啊……这个橙汁是给我的？果汁含量100％！你很机灵嘛！",
	login = "早上好…什么嘛，一脸没精神的样子，不会还没睡醒吧？",
	vote = "",
	hp_warning = "这种程度，根本不算什么！",
	id = 10700030,
	detail = "想进我房间？等一下，不要随便进来啊！",
	couple_encourage = {
		{
			{
				1070006
			},
			1,
			"亚美，别玩了，该上了！",
			0
		},
		{
			{
				1070007
			},
			1,
			"这种程度的敌人可阻挡不了我！嘻嘻♪",
			0
		},
		{
			{
				1070004
			},
			1,
			"梓姐，我们上吧！",
			0
		}
	}
}
