_G.pg.ship_skin_words[10600070] = {
	feeling1 = "指挥官，可不能因为一时的失利而气馁哦？人生本来就是有输有赢的，对吧！",
	feeling3 = "呼呼，指挥官，来见识下我最近新学会的扑克技巧吧~看好了！……啊，真是的，不是看我，是看牌啦~",
	lose = "输了啊…好不甘心！下次…绝对不会再输了！",
	propose = "欸，直接就把这么重要的东西…给我了吗？真是突如其来的“豪赌”啊…呵呵，看来是不得不“跟注”了呢！还是说…我也再“加注”一些比较好呢？指挥官",
	expedition = "委托组们回来了哦~看来胜负是赢了呢~",
	win_mvp = "呵呵，对局的结果是不可逆转的哦♪",
	home = "辛苦了，指挥官，我给你倒了水~…荷官可不只是会发牌，察言观色也是很重要的哦~？",
	mission = "指挥官，有待办事项哦，尽快完成吧！",
	touch2 = "这里什么都没藏啦！",
	voice_key_2 = -1,
	skill = "我已经看穿了♪",
	drop_descrip = "你就是负责这里的指挥官？我叫莫妮卡，是一名荷官。…虽然还在实习就是了。虽然有点突然…要不要和我来一场胜负呢~？",
	mail = "指挥官，你的邮件，可不要忘了看哦。",
	touch = "下一场赌局，还是留在指挥官工作完成之后吧！",
	profile = "想成为荷官的理由？那当然是因为，荷官非常的帅气啦！无论是用华丽的手法发牌的样子，还是认真对决的时候都是~",
	mission_complete = "准时又高效地完成任务了呢。指挥官，也许很适合成为赌场的经理？",
	feeling4 = "指挥官是不是很容易被可爱的女孩子牵着鼻子走？这样可不行哦，不保持一颗冷静的头脑是没法赢得赌局的呢~",
	unlock = "你就是负责这里的指挥官？我叫莫妮卡，是一名荷官。…虽然还在实习就是了。虽然有点突然…要不要和我来一场胜负呢~？",
	feeling5 = "和指挥官的每一次对决，我都很享受哦？无论胜负如何，都能让人由衷地感到开心~这大概就是指挥官独有的魅力吧，呵呵~",
	main = "指挥官是喜欢扑克类型的游戏呢，还是喜欢轮盘那样子的更纯粹拼运气的游戏？|赌局的筹码不一定要是真金白银，比方说——指挥官，要不就用下午茶来赌一把吧？输了的人请客~|指挥官…在想什么吗？可以跟我聊聊哦，当然…是在赢了我以后~",
	battle = "呼呼，就让我来成为这场胜负的“鬼牌”吧~",
	upgrade = "感觉又更进步了一些♪",
	voice_key = 1060007,
	headtouch = "呵呵，突然这是怎么了？",
	feeling2 = "我曾经见过在对决中把所有赌注都压在一个数字上的人…那种如同命运对决一般的潇洒帅气，十分让人着迷呢！",
	login = "你好呀，指挥官。在开始工作之前，要不要来个小小赌局呢~？",
	vote = "",
	hp_warning = "冷静、集中…！",
	id = 10600070,
	detail = "每天认真的赌局只有一次哦！如果指挥官想赢回来的话，就等第二天吧~",
	couple_encourage = {
		{
			{
				10501
			},
			1,
			"呵呵，要来赌赌这场战斗的战绩吗？",
			0
		}
	}
}
