_G.pg.ship_skin_words[10700040] = {
	feeling1 = "非常抱歉…我不知道该说什么…",
	feeling3 = "您好，指挥官。我在散步哦，不过不小心有点迷路了…请问，去宿舍的路在哪一边呢~？",
	lose = "各位，还好吗…？快点回到安全的地方吧…！",
	propose = "在港区与指挥官和伙伴们的相遇…虽然不知道这是不是命运的安排，但我一定会好好珍惜这段缘分的。",
	expedition = "执行委托任务的伙伴们回来了哦。大家辛苦了~",
	win_mvp = "战斗结束~大家没有受伤吧？",
	home = "欢迎回来，指挥官。休息的时候要来点茶水和点心吗？",
	mission = "哎呀，好像还有工作没做完呢。还差一点就能完成了哦。",
	touch2 = "呀！指挥官到底在做什么……",
	voice_key_2 = -1,
	skill = "希望你们能喜欢这首歌~",
	drop_descrip = "初次见面，我叫三浦 梓~呃，港区…还有…舰船？那个~请问…这里究竟是什么地方？",
	mail = "新的信件已经送到了，要给您拿过来吗？",
	touch = "今天的运势是……啊，指挥官也要看我占卜吗？",
	profile = "我叫三浦 梓。短期大学毕业后，因缘际会而成为了偶像。当偶像的契机……吗？说的也是啊……我想是因为，想被某人发现吧…",
	mission_complete = "呼呼，任务完成了呢。指挥官辛苦了~",
	feeling4 = "啊，指挥官来得正好…我趁着空闲的时候做了些料理，但是不小心做太多了…如果方便的话，能帮我吃点吗？",
	unlock = "初次见面，我叫三浦 梓~呃，港区…还有…舰船？那个~请问…这里究竟是什么地方？",
	feeling5 = "总是麻烦您带路真不好意思~…想着在港区迷路的时候总能遇到指挥官，下意识就放松了…呵呵~",
	main = "前段时间，被驱逐舰们围住了，要我和她们一起玩呢，呵呵，大家都是好孩子呢。|因为我不太擅长认路，所以经常迷路呢。就连载这港区里，也已经迷路过好几次了…说来还真有些不好意思呢~|港区的餐厅里有各种各样的料理，每种都非常美味……一不小心就容易吃多了呢。",
	battle = "虽然不太擅长和别人竞争……但我会努力的。",
	upgrade = "我能有所成长，也是多亏了指挥官呢。非常感谢~~",
	voice_key = 1070004,
	headtouch = "哎呀~指挥官是有烦恼的事情吗？如果不介意的话，就告诉我吧？",
	feeling2 = "指挥官，找我有事吗…？诶，您捡到了我的手帕吗？非常感谢~",
	login = "早上好，指挥官。今天也要精神饱满地工作哦。",
	vote = "",
	hp_warning = "在完成下定决心要做的事情以前，还不能认输…！",
	id = 10700040,
	detail = "指挥官……想跟我聊天？当然没关系，我们坐下来慢慢聊吧？",
	couple_encourage = {
		{
			{
				1070005
			},
			1,
			"律子~我们是在哪里呀？",
			0
		},
		{
			{
				1070002
			},
			1,
			"千早，一起加油吧~",
			0
		},
		{
			{
				1070003
			},
			1,
			"诶？伊织等我一下~",
			0
		}
	}
}
