_G.pg.ship_skin_words[102200] = {
	feeling1 = "大家在等我，指挥官拜拜~",
	feeling3 = "嘿嘿，虽然指挥官很忙，却还愿意陪我们到处跑，从今天起，你就是我们探险队的名誉顾问啦！",
	lose = "指挥官，情况好像有点不妙……？",
	propose = "这就是永远的好朋友的证明吗？我会好好保管的！嘻嘻，指挥官以后遇到什么困难也告诉我吧，我会照顾你的！",
	expedition = "指挥官，我们比赛谁先跑到港口吧，先到的有奖！",
	win_mvp = "嘿嘿，我可是每天都有在锻炼自己哦！",
	home = "指挥官，要吃点什么补充能量吗？我有很多！",
	mission = "指挥官，让我们一鼓作气解决掉新任务吧！",
	touch2 = "指挥官，你想摸我的肚子吗？",
	voice_key_2 = -1,
	skill = "乘风破浪！",
	drop_descrip = "克利夫兰级轻巡洋舰—克利夫兰，舷号CL-55",
	mail = "有新的邮件欸，指挥官你跟我一样很受欢迎嘛~",
	touch = "指挥官，补充能量可是很重要的，来，分你几根巧克力棒！",
	profile = "我是克利夫兰级的大姐头哦，虽然看名字就看得出来啦！我们这一级虽然是轻巡洋舰，其实可是一点都不输给重巡级的哦，嘿嘿，毕竟我们可是未来的海上骑士嘛，这也是理所当然的！",
	mission_complete = "哇，这么多奖励，能换好多好吃的啊，指挥官？",
	feeling4 = "指、指挥官，我、我有一个问题！海伦娜说，巧克力棒吃多了，会变得很胖，然后指挥官就不跟我一起玩了……是、是真的吗？",
	unlock = "你好！我是克利夫兰！我的梦想是成为一名称职的海上骑士，每天都在向着这个目标前进！",
	feeling5 = "呼，果然把问题告诉指挥官是对的，指挥官总是能帮我解答，我最喜欢指挥官啦！指挥官，以后我有问题也都来问你，可以吗？",
	main = "指挥官，跟你说，我有好几个妹妹呢，我可喜欢她们啦，有机会也介绍给你！|指挥官，舰队里不是有一个和我差不多大，总是在房间里照镜子的蓝发女孩子嘛，我可不可以去找她玩啊？|感觉体格小的话有时候不大方便啊……什么时候？额，比如要帮助别人的时候算吗……？",
	battle = "你们一起上吧，我可不怕你们！",
	upgrade = "这个感觉不错！",
	voice_key = 10220,
	headtouch = "",
	feeling2 = "啊，指挥官，跟你说，我和舰队里的其他孩子组成了探险队，今天要在港区探险，指挥官要一起来吗？",
	login = "指挥官，你好呀！要吃巧克力棒不？",
	vote = "",
	hp_warning = "可不能在这里停下脚步啊！",
	id = 102200,
	detail = "虽然我每天都吃好多东西，不过一点也没有长高，这是为什么呢……",
	couple_encourage = {
		{
			{
				10219
			},
			1,
			"我叫克利夫兰，之后一起来玩吧！",
			0
		}
	}
}
