_G.pg.ship_skin_words[10700050] = {
	feeling1 = "上次演出需要改进的地方还有…啊，不好意思，我现在有点忙。",
	feeling3 = "辛苦了，指挥官。还是一如既往地忙碌呢。我正好有时间哦，需要我帮什么忙吗？",
	lose = "看来是计算失误了啊……先重整一下势头吧！",
	propose = "在这里学习得到的经验，一定会成为将来对我而言无比珍贵的财富。嗯，让我再郑重地说一次吧，真的非常感谢你，指挥官！",
	expedition = "执行委托的伙伴们回来了哦。好啦，别发呆了，快去迎接她们吧！",
	win_mvp = "战斗结束，正如我计算的一样！",
	home = "指挥官辛苦了，下个工作来之前先休息下吧。",
	mission = "还有没完成的工作哦！快快，赶紧解决掉！",
	touch2 = "指挥官！请把做这种事的时间花在完成工作上！",
	voice_key_2 = -1,
	skill = "该展示精彩的部分了！",
	drop_descrip = "初次见面，我是秋月律子。突然来到这里的时候还有点手足无措来着…咳，总之…之后这段时间，还请多关照吧！",
	mail = "有新邮件哦。尽快查看下吧，以免忘记了。",
	touch = "有事需要我帮忙…吗？没问题。放心吧，我的原则是要做就会努力做到最好哦。",
	profile = "我是秋月律子。下决心要做的事情一定会全力以赴！即便是在港区，也不会懈怠了偶像活动哦。…说到这个，港区里有很多能有偶像潜质的孩子呢…！",
	mission_complete = "工作完成了呢。别忘了领取奖励哦。",
	feeling4 = "指挥官的工作和制作人的有不少相似之处呢。感觉能从指挥官那学到一些新东西…如果方便的话的话，下次能让我参观学习一下吗？",
	unlock = "初次见面，我是秋月律子。突然来到这里的时候还有点手足无措来着…咳，总之…之后这段时间，还请多关照吧！",
	feeling5 = "在指挥官身边参观学习了各种各样的工作，得到了许多新的经验…感觉视野都拓宽了许多。现在的我，感觉随时能构想出崭新的战略呢！",
	main = "啊，抱歉指挥官，想着各种事情，稍微走神了…|虽然是大家一起来到这里，不过…果然还是一如既往地热闹啊…等下，亚美！真美！你们拿着铲子是想干嘛！？|如果这段舞像这样…让动作表现得更有活力的话，应该会有更好的演出效果…嗯，下次演出的时候试试吧！",
	battle = "打起精神开始吧！",
	upgrade = "进展顺利~一切都在计划之内！",
	voice_key = 1070005,
	headtouch = "先别说我，指挥官的头发还是一副睡乱了的样子哦。真是的…身为指挥官，要多注意下仪容才行呢。",
	feeling2 = "哎呀，指挥官来得正好。请问这里有全身镜吗？我想确认一下舞蹈的动作，但一直没找到合适的镜子。",
	login = "指挥官，今天也请多关照了。马上确认一下今天的日程安排吧",
	vote = "",
	hp_warning = "不到最后，决不放弃……！！",
	id = 10700050,
	detail = "简历资料对于了解偶像们个性，充分发挥大家潜力是很重要的，要仔细看看哦。",
	couple_encourage = {
		{
			{
				1070007
			},
			1,
			"真美！不要捉弄别人！",
			0
		},
		{
			{
				1070004
			},
			1,
			"梓小姐，你要去哪里~！？",
			0
		},
		{
			{
				1070001
			},
			1,
			"春香，这样编舞不是更好吗？",
			0
		}
	}
}
