_G.pg.ship_skin_words[10700060] = {
	feeling1 = "不行啊——好感度这么低可没法通关呢~……还要再加把劲才行啊，指挥官。",
	feeling3 = "嘿咻…在门框上放上黑板擦，椅子放上老鼠玩具……呜哇！指挥官已经回来了吗！切——恶作剧失败了啊~",
	lose = "哇！HP槽怎么是红色的！！快撤退——！",
	propose = "亚美能来到这里，和指挥官还有大家一起玩了这么久，真的很开心呢～♪指挥官，今后也请让亚美更加开心吧！",
	expedition = "诸君，欢迎归来！各位都有奖励哦！",
	win_mvp = "看见了吗！偶像亚美的闪亮表现！",
	home = "指挥官辛苦了！亚美也有些累了~来吃点心吧~",
	mission = "工作还没结束吗？不早点做完的话……天就要黑了哦，老板？",
	touch2 = "嚯嚯嚯~指挥官原来是这样的人吗~？",
	voice_key_2 = -1,
	skill = "见识一下亚美的力量吧！",
	drop_descrip = "嗯哼哼~我是偶像双海亚美哦~！这里挺热闹的嘛，看起来很适合恶作剧的呀~今后多多关照啦，指挥官！",
	mail = "好像收到了新的邮件哦~？指挥官？",
	touch = "什么什么？要和亚美一起玩吗？指挥官真好！",
	profile = "我叫双海亚美，和真美是双胞胎。我们曾经彼此作为替身交换过工作哦~其实在这里的，并不是亚美，而是真美哦…嗯哼哼~♪",
	mission_complete = "任务完成了！亚美也很努力对吧？",
	feeling4 = "快看快看。我要模仿指挥官的表情了哦……！诶，不像指挥官吗？真奇怪——明明其他人都说我学的很像啊~",
	unlock = "嗯哼哼~我是偶像双海亚美哦~！这里挺热闹的嘛，看起来很适合恶作剧的呀~今后多多关照啦，指挥官！",
	feeling5 = "嗯哼哼~猜猜我是谁……！亚美？答对了！不愧是指挥官！作为奖励，亚美把零食分给你~",
	main = "港区这里人还挺多的呢~！嘻嘻，下次该对谁恶作剧呢~♪|耶~拿到SSR了！亚美今天运势绝佳☆|指挥官，哈喽哈喽~……嗯？我要用这把扫帚做什么？嗯哼哼~当然是~~秘密啦♪",
	battle = "今天要以谁为目标呢~？",
	upgrade = "升级啦！谢谢指挥官！",
	voice_key = 1070006,
	headtouch = "难道打算对亚美做恶作剧吗…？那就来试试吧~！",
	feeling2 = "指挥官！你看到真美了吗？嗯，本来约好跟她一起玩游戏的…",
	login = "指挥官还在睡觉吗~？嗯哼哼~趁着这个机会搞些恶作剧吧…",
	vote = "",
	hp_warning = "双海亚美的传说，还远远没有结束哦！",
	id = 10700060,
	detail = "指挥官那么想了解亚美吗？先从一起玩游戏开始吧~",
	couple_encourage = {
		{
			{
				1070007
			},
			1,
			"让我们一起登上超棒的舞台吧！真美！",
			0
		},
		{
			{
				1070001
			},
			1,
			"香香，小心摔倒哦！",
			0
		},
		{
			{
				1070003
			},
			1,
			"伊织~！今天也很棒呢~",
			0
		}
	}
}
