_G.pg.ship_skin_words[299020] = {
	feeling1 = "无论如何，我都永远比不上那些KGV吗！？",
	feeling3 = "爱是不应期待回报的，所以，无论皇家对我做过什么，我对皇家的感情都不会改变",
	lose = "又要……被放弃了吗？",
	propose = "我很幸福喔，即使这个世界不再需要我，你也会需要我，这对我已经足够了……指挥官，或许我是为了与你相爱，才来到这里的吧",
	expedition = "指挥官，建造我花费了多少物资？放心，无论花费了多少我都一定能加倍回报你！",
	win_mvp = "相信我，我会永远胜利下去！",
	home = "前来迎接的人好多呢，真好啊，如果是我一个人回港，会有人前来迎接……吗？",
	mission = "这份任务请交给我，我会证明自己的优秀！",
	touch2 = "请不要沾染上那些KGV的恶习",
	voice_key_2 = -1,
	skill = "女王可无法号令我",
	drop_descrip = "战列舰—君主",
	mail = "是关于战争的邮件，指挥官，请检阅",
	touch = "指挥官？需要我了吗？",
	profile = "皇家海军战列舰君主号，英王乔治五世级战列舰的废弃方案之一。她们即使已经落伍，即便存在瑕疵，也可以理所当然地继续存在着呢……",
	mission_complete = "我不是理所应当就可以存在的，所以理所当然要比它们更加优秀",
	feeling4 = "看到了那些KGV的灿烂笑容，稍微有些觉得自己当初被放弃并不完全没有价值",
	unlock = "初次见面，我是战列舰君主，皇家已经凄惨到要求助于曾被抛弃的我了吗？",
	feeling5 = "指挥官，你在我的心中，自始至终永远都是最重要最特殊的存在喔！",
	main = "威尔士和约克……我既厌恶夺去了我存在位置的她们，又喜爱秉承我的消失而生的她们|如果我有妹妹，会为她取什么名字呢……“威尔士亲王”或许真的不错呢|我会使整个世界知晓，当初没有选择我是多么地愚蠢！",
	battle = "请放心，我会将这支舰队完整地带回来的！",
	upgrade = "哼，果然，我才是最强的KGV方案",
	voice_key = 29902,
	headtouch = "",
	feeling2 = "在被所有人抛弃后，我凭恃着“自己是最优秀的KGV方案”这股信念，一直坚持到了现在……",
	login = "欢迎回来，我比威尔士与约克更加优秀，指挥官，这是我们的共识吧？",
	vote = "",
	hp_warning = "哼！如果是威尔士，现在已经回归大海了吧",
	id = 299020,
	detail = "对我而言，你是这个世界上唯一特殊的存在……在遇到你之前，没有任何人对我有过任何期待",
	couple_encourage = {
		{
			{
				20506
			},
			1,
			"我的名字会是乔治、伊丽莎白、爱德华，但决不会是威尔士！",
			0
		},
		{
			{
				20507
			},
			1,
			"或许在某个世界，我是你真正的姐姐也说不定……",
			0
		}
	}
}
