_G.pg.ship_skin_words[102210] = {
	feeling1 = "指挥官，不要难过，比圣地亚哥笨并不是你的错",
	feeling3 = "要是遇到了一些怎么样都忘不掉的问题要怎么办呢……啊，我知道了，这个时候只要找指挥官就好了吧！",
	lose = "欸欸？那边不是回去的方向吗？",
	propose = "这个闪闪亮亮的东西是什么呀？是要这样戴在手上的吗？哦哦，看起来好漂亮！嘿嘿，那我就一直这样戴着好了！",
	expedition = "…………？！指挥官，直觉告诉我，港口有人回来了！",
	win_mvp = "看到了吗，看到了吗！是我拿到了mvp！",
	home = "指挥官，刚刚是在和我玩躲猫猫吧！",
	mission = "看我一口气把这些任务都完成！",
	touch2 = "指挥官是笨蛋！",
	voice_key_2 = -1,
	skill = "我知道的！该上了吧！",
	drop_descrip = "亚特兰大级轻巡洋舰—圣地亚哥，舷号CL-53",
	mail = "指挥官总能收到好多信呢。下次我也写信给指挥官吧！",
	touch = "哇，轮到我当鬼了！指挥官我数到10哦，1，2，然后是……5？10！",
	profile = "亚特兰大级三号舰，圣地亚哥就是我！将来我一定能成为舰队里最耀眼的那颗星星！",
	mission_complete = "有好多好多的奖励呢！怎么样，我有帮上指挥官的忙吧！",
	feeling4 = "没想到不管什么样的问题和指挥官都知道答案……难道说，指挥官就是这里最聪明的人？！",
	unlock = "圣地亚哥，闪耀登场！我冲，我跳——嘿！哼哼，能想到如此独一无二的登场方式，果然我是最聪明的人！",
	feeling5 = "以后只要有指挥官在，无论遇到什么样的问题我都不用怕了！嘿嘿，无所不能的指挥官我最喜欢啦！",
	main = "姐姐们说，有不懂的问题就要问！但是，之后我又该做什么呢？|唔唔唔……有没有什么办法让大家都注意到我的厉害之处呢？|欸，指挥官，你一直坐在这里，不会觉得无聊吗？",
	battle = "向着大海，冲呀！",
	upgrade = "欸？这样子做真的有用吗？",
	voice_key = 10221,
	headtouch = "",
	feeling2 = "只要把问题都忘掉，就能每天都开开心心的了！指挥官，你说是吧！",
	login = "指挥官，正好这里有很多纸，我们来比比谁的纸飞机飞得远吧！",
	vote = "",
	hp_warning = "为什么大家的表情变得严肃起来了？",
	id = 102210,
	detail = "天空不只有飞机，还有云彩和星星！",
	couple_encourage = {
		{
			{
				10206
			},
			1,
			"亚特兰大姐姐！看我看我！",
			0
		},
		{
			{
				10208
			},
			1,
			"我们一起就是最强的！",
			0
		}
	}
}
