_G.pg.ship_skin_words[102220] = {
	feeling1 = "果然变成这样子了吗。但是，我是不会放弃的！",
	feeling3 = "我说话可能不太好听，但是，我想指挥官能明白我的意思的。呃……对，对吧，指挥官？",
	lose = "呜…我、我来掩护大家撤退！",
	propose = "因、因为指挥官比姐姐们让人省心得多，再多照看一个人也不会有太多负担我才答应你的哦！…只、只有你是特别的哦！如果是其他人我才不管呢！明、明白吗？",
	expedition = "委托物资好像送到了呢。指挥官，你……还是我去看看吧。",
	win_mvp = "战果不过是平日付出与努力的证明，没什么值得骄傲的",
	home = "欢迎回来，一切…还顺利吗？",
	mission = "你怎么还有任务没完成？实在不行的话，我也不是不能帮一下你…",
	touch2 = "你你你你在摸哪里啊！",
	voice_key_2 = -1,
	skill = "你们已经闯进禁飞区了！",
	drop_descrip = "亚特兰大级轻巡洋舰—圣胡安，舷号CL-54",
	mail = "邮件我帮你拿过来了，别忘了看啊。",
	touch = "现在可不是喊累的时候哦，指挥官。……处理完这些文件，我给你按按摩吧。",
	profile = "我是防空巡洋舰、亚特兰大级四号舰圣胡安号，曾经先后加入过许多航母编队。企业、萨拉托加、胡蜂，还有埃塞克斯级的几位，我都曾经与她们并肩作战过。作为航母的助手，我可是相当有经验的哦。",
	mission_complete = "任务完成了呢。怎么样，感觉不错吧？",
	feeling4 = "说实话，我一开始是做好了被指挥官讨厌的准备的……当然现在这个样子我也很开心啦。但是，更亲密的人之间要做些什么，我，我不是很清楚……",
	unlock = "防空巡洋舰、亚特兰大级四号舰圣胡安号，是白鹰航空编队可靠的帮手哦。指挥官看起来很需要帮助的样子呢…就让我来好好辅助你吧！",
	feeling5 = "我，我说啊，有时间的话，一起去……约会，怎，怎样？平时我对指挥官比较苛刻，所以，拉近两人的关系的责任什么的，也，也该由我来承担……可，可以吗？",
	main = "指挥官…不会又在发呆了吧？|做航母的助手只要关注天空就好，做你的助手可就没那么容易了呢…|姐姐们没给指挥官添麻烦吧？…没有就好。",
	battle = "防空支援交给我，大家上吧！",
	upgrade = "能更好地进行护航了呢~",
	voice_key = 10222,
	headtouch = "",
	feeling2 = "总是露出一副懒散的表情，可是会失去大家的信任的呢，指挥官，打起精神来！",
	login = "太·懒·散·了！今天的工作早就开始啦！真是的…快过来，我帮你整理一下仪容——",
	vote = "",
	hp_warning = "只、只是一点轻伤，我还可以…！",
	id = 102220,
	detail = "我明明照着书上的方法设置好了捕鸟的陷阱，为什么总是没有收获呢？好奇怪啊……",
	couple_encourage = {
		{
			{
				10206
			},
			1,
			"不用总是强调“姐姐”的……",
			0
		},
		{
			{
				10208
			},
			1,
			"圣地亚哥，现在可不是玩耍的时候！",
			0
		},
		{
			{
				10207
			},
			1,
			"朱诺，害怕的话，就不要勉强自己了…",
			0
		}
	}
}
