_G.pg.ship_skin_words[199010] = {
	feeling1 = "咦？聚会？没算上你哦，指挥官，请继续工作吧",
	feeling3 = "虽然我很喜欢开派对，不过我从不会硬拉不喜欢集体活动的姐妹们来参加哦？但是，如果愿意来参加的话，即使不擅长交流的人，我保证也能让她找到乐趣~",
	lose = "要是我的火力再强一点就好了……",
	propose = "ok，心情整理完毕！果然，我也是对指挥官有意思的，不然，从一开始就不会来邀请你了嘛~话说回来，指挥官，今天起，我们除了派对，又有了一样要做的事呢，那就是——约会！",
	expedition = "指挥官，委托完成咯？我觉得带点什么去犒劳委托组的姐妹们是个不错的主意！",
	win_mvp = "胜利！回去可要好好庆祝一下~",
	home = "指挥官，虽然战斗很重要，但是放松也很重要！",
	mission = "新的任务！多找些姐妹们一起去吧！",
	touch2 = "指挥官，如果你是故意的，我可要生气了",
	voice_key_2 = -1,
	skill = "让战场也热闹起来吧！",
	drop_descrip = "轻巡洋舰—西雅图",
	mail = "指挥官，有你的邮件！难道是派对的邀请？",
	touch = "指挥官，来练习一下舞蹈吧～舞技好会更受欢迎哦？",
	profile = "来了来了，那么，我叫西雅图——啊，确切地说，我其实没有名字，姑且是叫西雅图，嗨呀，这种小事就不要在意了。总之，作为伍斯特级的原型设计之一，亚特兰大级的改进型，我最擅长的就是防空了，天上飞的小家伙们就交给我吧！",
	mission_complete = "任务完成！指挥官，我们来庆祝一下吧！",
	feeling4 = "指挥官，现在你知道集体活动的魅力了吧？只要聚在一起，大家就会自然而然地增进关系。你看，现在我们不是已经成为朋友了吗？",
	unlock = "就是你把我从沉睡之中唤醒的吗？……你好你好，幸会幸会～我叫西雅图，从今往后，请多指教啦！",
	feeling5 = "看在我们交情的份上，指挥官你要是对哪个姐妹有意思，我也可以给你助攻一下哦？……咦，我？欸，啊，呃，不是，真……真的？",
	main = "指挥官，你不会觉得只有一个秘书太冷清吗？我觉得多叫几个姐妹来一起担任秘书会比较热闹哦！|指挥官，今晚下班后有预定吗？我约了不少姐妹办派对，你要不要一起来？|虽然我的战斗经验不足，不过姐妹们都很愿意教导我，我会很快赶上来的~",
	battle = "好～大家一起上吧！",
	upgrade = "感觉现在我能把蚊子都给射下来！",
	voice_key = 19901,
	headtouch = "",
	feeling2 = "指挥官，不要总是把工作啊，战斗啊挂在嘴边，稍微让自己喘一口气会比较好哦？总之，等会儿有个我发起的派对，你会来的，对吧？",
	login = "指挥官，吃过了吗？没有的话先一起吃点什么吧~",
	vote = "",
	hp_warning = "大家再坚持一下！",
	id = 199010,
	detail = "派对，茶会，女子会，聚餐……ok，日程排得很满，完美！",
	couple_encourage = {
		{
			{
				10206,
				10207,
				10208
			},
			1,
			"前辈，回港后来参加我的派对吧？",
			0
		},
		{
			{
				30402
			},
			1,
			"重樱的宴会，我很有兴趣！",
			0
		}
	}
}
