_G.pg.ship_skin_words[399040] = {
	feeling1 = "指挥官，我很担心你的近况……不要再这样下去了，好吗？",
	feeling3 = "想要和重樱、还有港区的各位都搞好关系呢～不如办个交流会如何…？就由我来准备饮品和点心吧～呵呵～",
	lose = "失败了…该怎么和指挥官交代好呢…",
	propose = "指挥官的心意，我已经完全明白了。从此刻起，我会用未来的全部时光去爱着您的…呼…虽然是自己说出来的，不过还是有点害羞呢…嘻嘻…",
	expedition = "委托组的大家已经回港了，指挥官，要我代为清点物资么？",
	win_mvp = "这是大家一起努力的结果，我只不过是其中的一份子~",
	home = "欢迎回来~指挥官，喝杯茶，吃点点心休息一下吧？",
	mission = "遇到了困难的任务吗？我来帮你吧",
	touch2 = "指挥官，还请你注意下场合呢……",
	voice_key_2 = -1,
	skill = "接下来到我了呢~",
	drop_descrip = "超甲巡—{namecode:165}",
	mail = "邮件我已经帮指挥官收好了，快看看吧~",
	touch = "哎呀？指挥官想要摸摸我吗？还是想要被我摸摸？无论哪种，都可以直接跟我说哦？",
	profile = "我是大型巡洋舰{namecode:165}号，作为夜间雷击战的支援火力旗舰设计，可惜当初并没有被投入到实战中来…擅长夜战指挥，不过雷击战的话就有点…啊哈哈……",
	mission_complete = "任务的奖励有好多……真不愧是指挥官呢~",
	feeling4 = "指挥官，你知道吗？无忧无虑，充满幸福的笑脸是这个世界上最可爱的东西呢。大家的，和指挥官的笑脸，我想就这样守护下去……",
	unlock = "大型巡洋舰·{namecode:165}，前来报道。虽然资历尚浅，不过还是希望指挥官能多依赖我一点呢~我会尽全力保护好指挥官的~",
	feeling5 = "指挥官累了吗？呵呵，请安心地躺下，让{namecode:165}给你掏掏耳朵，或者揉一揉肩膀放松一下吧～？",
	main = "和大家一起出海的时候，我的防护能力就能派上用场了呢！|炮击的精准度吗？过奖了呢~但是，比起天赋，不断练习才是更重要的。|指挥官，需要{namecode:165}做什么事吗？",
	battle = "由我来指挥吗…？虽然不敢保证结果，但是我会尽全力的！",
	upgrade = "嗯嗯，就是这个感觉~",
	voice_key = 39904,
	headtouch = "",
	feeling2 = "我对这里还不是太熟悉……能耽误指挥官一点时间，稍微陪我在港区里走走吗？",
	login = "让我们开始今天的工作吧？放心，我会一直陪在你身边的~",
	vote = "",
	hp_warning = "这点损伤，还不要紧……",
	id = 399040,
	detail = "我想积累更多经验，尽快跟上伙伴们的脚步。所以，无论什么事情都行，还请尽管吩咐我吧~",
	couple_encourage = {
		{
			{
				40304
			},
			1,
			"德意志小姐，还是稍微谨慎点比较……",
			0
		},
		{
			{
				30401
			},
			1,
			"和{namecode:70}姐比起来，我还差得很远呢",
			0
		},
		{
			{
				39903
			},
			1,
			"{namecode:164}，不要迷路了哦？",
			0
		}
	}
}
