_G.pg.ship_skin_words[499020] = {
	feeling1 = "有在认真反省了吗？",
	feeling3 = "在战场上，勇气并没有意义，谁更接近拉普拉斯的恶魔，谁就更接近胜利",
	lose = "那么，请静待下次演奏吧",
	propose = "以后，悲伤也好、喜悦也好、痛苦也好、欢愉也好，无论发生什么，都来依靠我吧，我会一直、一直理解你、包容你、支持你的喔……",
	expedition = "要好好欢迎认真完成了委托的孩子们哟",
	win_mvp = "真遗憾，安可演奏还没有开始呢",
	home = "欢迎回来，无论遇到什么事，都可以向我报告",
	mission = "无论想要什么，我都可以帮你拿到",
	touch2 = "仿佛变回了小孩子呢……真可爱",
	voice_key_2 = -1,
	skill = "第九交响曲，合唱！",
	drop_descrip = "战列舰—腓特烈大帝",
	mail = "那么，我来唱给你听吧",
	touch = "害怕的时候，就躲到我身后吧",
	profile = "铁血海军腓特烈大帝号战列舰，H计划的产物之一。我的孩子，如果失眠的话，就让我为你唱首摇篮曲吧",
	mission_complete = "那么，想要什么奖励呢？",
	feeling4 = "比起战斗，我更喜欢像现在这样，来、张开嘴，啊~~",
	unlock = "欢迎你的到来，我的孩子，你希望我赠予你什么？黄金、荣耀，还是青春？",
	feeling5 = "尽情地向我撒娇吧，更多地、更多地……",
	main = "战斗时压抑的感情，就在演奏中释放出来吧|战场上的我理性得几近残酷？我姑且把它当做一种夸奖吧|即便不小心惹怒了我，只要好好道歉，我还是会原谅你的",
	battle = "聆听我的演奏，献上痛恶、深惧与绝望吧！",
	upgrade = "感觉能奏出更精妙的乐曲了呢",
	voice_key = 49902,
	headtouch = "",
	feeling2 = "我是本不应出现的存在，不过，既然我已存在于此，那么其中必然蕴藏着某种合理性…",
	login = "快拉开今日的帷幕吧，奏者们早已急不可耐了！",
	vote = "",
	hp_warning = "再稍微，忍耐一下喔",
	id = 499020,
	detail = "我的孩子，若想取得彻底的胜利，必须保持绝对的理性",
	couple_encourage = {
		{
			{
				40146
			},
			1,
			"偶尔也来向我撒撒娇嘛",
			0
		},
		{
			{
				40502
			},
			1,
			"我的指挥无法让你的才能淋漓尽致地展现出来吗……",
			0
		}
	}
}
