_G.pg.ship_skin_words[299040] = {
	feeling1 = "若只是几次无心之过，我是不会放在心上的，但如果你还是这样一意孤行，那就别怪我不留情面了。",
	feeling3 = "你对冒险也有兴趣吗？太好了，我正愁缺个伴呢，说吧，你想要的是寻找大海中的黄金秘宝，还是探寻远方的神秘国度？",
	lose = "今天的所有屈辱，我都会铭记在心的…走着瞧吧！",
	propose = "你不觉得奇妙吗？这种既不是“被征服”也不是“不甘心”，单纯感到“羞耻”的感觉……都是因为你，我都变得不像我了。虽然我也不讨厌这样的状态…就是了。你能理解吗？",
	expedition = "果然老老实实地做委托没有直接从敌人手里掠夺来得过瘾啊…啊，没什么。",
	win_mvp = "胜利，无论何时都让人倍感愉快啊，哈哈！",
	home = "作战辛苦了，正好我准备了些新鲜的葡萄，要来一颗吗？…那好，接好了！嘿！",
	mission = "按部就班地做任务可不是我的风格，嗯…先看看有多少报酬吧！",
	touch2 = "嚯~？你胆子还不小嘛~！",
	voice_key_2 = -1,
	skill = "可别怪我无情了！",
	drop_descrip = "重巡洋舰-—德雷克",
	mail = "信件，会不会发现了哪里有宝藏的消息呢，哈哈。",
	touch = "我喜欢直白的人，所以有什么事尽管直接说出来就好。",
	profile = "我是皇家海军的重巡洋舰·德雷克。也许你对我的存在还感到比较陌生，不过没关系，在以后的战斗里，我的9.2寸炮会给你留下足够充分的深刻印象的！",
	mission_complete = "虽然任务报酬还不少，不过像这样由上面施予的奖励总感觉少了点什么呢…",
	feeling4 = "唔…一起探险是挺好的，不过，最近出去的地方是不是都太近了点？不是港区内就是近海……老实说，有点无趣啊。下次，我带你去大海更深的地方吧？",
	unlock = "你就是指挥官吧？看起来不错~皇家海军重巡德雷克，现在加入你的麾下！姑且问一句，出击的许可，应该已经准备好了吧？",
	feeling5 = "原来如此，你并不在乎旅行的终点，而更加在意同行的伙伴吗。也就是说，只要和我一起，无论去哪都没问题！是这样吧，哈哈哈…唔？等等，这意思不就是…",
	main = "武装舰船的是装甲、火炮和鱼雷，而武装人的，则是胆识、见识与学识。|我不讨厌礼节，也不反对适当的仪式感，不过，繁文缛节的东西，能少点还是尽量少点好。|比起榨好的苹果汁，还是沾着露水的新鲜苹果更诱人，你也是这么觉得的吧！",
	battle = "哼哼哼，放开了大干一场吧！",
	upgrade = "感觉炮管能发出更让人愉快的声音了，哈哈！",
	voice_key = 29904,
	headtouch = "",
	feeling2 = "战场上无需拘泥于手段，无论是靠小伎俩，还是正面进攻，站到最后的胜者才有资格谈论正义，如此而已。",
	login = "来了啊。今天先做点什么？先研究下作战也好，要直接先出击也是没问题的哦？",
	vote = "",
	hp_warning = "嘁，对面的有两下子嘛！",
	id = 299040,
	detail = "任何伟大的事迹都必定有它的起点，但惟有坚持到最后才能获得真正的荣耀——所以继续努力吧！",
	couple_encourage = {
		{
			{
				90501
			},
			1,
			"比比看谁能夺得更多的战果吧！",
			0
		}
	}
}
