_G.pg.ship_skin_words[899020] = {
	feeling1 = "为何，要给与我虚假的光明？",
	feeling3 = "树木为了抵御风雨而深扎土壤，鱼儿为了种族存续逆流而上。即便知晓己身终归虚无，万物仍会奋力抵抗命运——",
	lose = "此处…还不是终点。",
	propose = "即使世界失去言语，我仍会倾听你的呼吸；即便世界失去色彩，我仍会注视你的脸庞。没有任何事物，能将你从我心中抹去分毫。…你给了我心灵的温暖，我会予你永恒的守护。这是…我的意志。",
	expedition = "鸟儿们的啼鸣近了——她们要归巢了。",
	win_mvp = "使命，必须得到践行。",
	home = "暂时，让脑海里只留下白兰地的醇香吧。世界需要“暂时”，人人都需要“暂时”。",
	mission = "不奋力挥舞双翼，便无法触及蓝天。不奋勇滑动双桨，便无法到达彼岸。",
	touch2 = "指挥官的所为——是最原始，也最为人忌惮的…冲动。",
	voice_key_2 = -1,
	skill = "于深邃的蓝色中沉睡吧。",
	drop_descrip = "战列舰——香槟",
	mail = "报信人带来了远方的呼唤。是喜？是悲？还是，一如既往？",
	touch = "互相碰触的温暖…令人难忘。",
	profile = "不曾有过使命，不曾有过功名。我本是虚无，却具现于此世。我的指挥官，愿香槟能成为胜者的佳酿。",
	mission_complete = "最美的鸢尾花，会绽放在最辛勤的园丁的泥土上。",
	feeling4 = "守护舰队必要之武装——装甲、主炮、鱼雷——指挥官皆无法装备。是故，身为舰船的我，才更应履行使命，守护舰队与指挥官。",
	unlock = "自由鸢尾、香槟。指挥官，请给予我使命，请给予我存在的理由。",
	feeling5 = "若无力之人都试图反抗宿命，手握力量之人便更不能袖手旁观。指挥官之光辉、温暖、感情——值得我献上全部保护。",
	main = "指挥官，你在思考什么？生存的意义、亦或是…？|潮起潮落，浪涌浪跌，此乃自然之理，随波逐流也许正是你我的宿命。|与这支舰队共存，就是我的使命——是你给予了我这个使命。",
	battle = "为舰队而战，便是我的使命。",
	upgrade = "利刃终会锈蚀，一味追求强大，又有何意义？",
	voice_key = 89902,
	headtouch = "",
	feeling2 = "世界如同平静的巨大湖泊。投以卵石，至多激起些许涟漪，而后终将重归永恒的平静。",
	login = "告诉我，你需要的，你期望我做的一切。",
	vote = "",
	hp_warning = "伤痕，终会成为甲胄。",
	id = 899020,
	detail = "指挥官，告诉我你所追求的终点——是无人能及的丰功伟业，君临世界的顶点，亦或只是经营好属于自己的一隅天地？",
	couple_encourage = {
		{
			{
				40146
			},
			1,
			"只要你想要看见，世界就是五彩的颜色。",
			0
		},
		{
			{
				99901
			},
			1,
			"凝视、倾听，这个世界，满溢着感情。",
			0
		}
	}
}
