_G.pg.ship_skin_words[399050] = {
	feeling1 = "哼，末等之流，离我远点。",
	feeling3 = "做得不错，看来你有与我携手并进的资格…哼，如果被我发现你贪图安逸而退步的话，我会比谁都快地抛弃你在一边的。",
	lose = "赶、赶紧撤退！……我的刀呢！？",
	propose = "哼，别想那么简单让我老实听你……等等，我的刀！你，你什么时候拿走的？！我听你的总行了吧？！快还给我！哎，彻底输了…但，感觉倒也不坏就是了…",
	expedition = "我说怎么这么大动静，原来是委托队回来了啊。要去迎接？哦，那走吧。",
	win_mvp = "就凭你们这种货色也想战胜{namecode:204}？可笑！",
	home = "我的刀…我的刀……呼~还是拿在手上安心……嗯？你在这干嘛？现在不是发呆的时间吧？",
	mission = "任务？我不想在小事上浪费我的时间，你想办法自己解决吧。",
	touch2 = "看来你是吃了豹子胆啊……喂，我叫你住手没听到吗！",
	voice_key_2 = -1,
	skill = "降临吧，天罚！",
	drop_descrip = "航空母舰—{namecode:204}",
	mail = "新的信件……不是挑战书？没意思。",
	touch = "干嘛？有话就说，别磨磨唧唧的。",
	profile = "我是重樱航空母舰{namecode:204}。任何人若是对我的实力有所质疑，欢迎她们随时来挑战我，我会告诉她们什么叫做“碾压”。",
	mission_complete = "不错。能把这些小事完成的井然有序，值得夸奖。",
	feeling4 = "（小声）你有见到我的刀吗？我明明放在手边的，一觉醒来之后就找不到了……总，总之，再这样下去会变得很麻烦，所以快帮帮我！",
	unlock = "你就是指挥官吗？我的名字是{namecode:204}。任何想要掌控我的努力都将是徒劳的，牢记在心吧！",
	feeling5 = "哎，既然丢人的一面被你知道了，那就只好时刻都盯着你避免泄密了。从今天起，你所有的行动我都要跟着。……一起出去玩？当然包括在内。…等下，总觉得有哪里不对……",
	main = "来这里之后，能切磋的对手多了不少，甚是愉快啊。…朋友？哼，对我来说有一两个就够了。|武器是我的灵魂。若是手中空空如也，恐怕……不，没什么。|闲着的时候姑且是做了几个饭团，你要是饿的话就拿去吃吧。",
	battle = "我倒要看看，何人竟敢与我{namecode:204}为敌！",
	upgrade = "这下，与其他人的差距要拉得更开了啊……",
	voice_key = 39905,
	headtouch = "随便摸我的头，你就不怕被我斩了？",
	feeling2 = "做得好就夸，做不好就批评，一码归一码，这就是我的原则。我会做好我自己的事，你不需要担心我。",
	login = "不错，准点来了嘛。我还以为你会睡个懒觉啥的。",
	vote = "",
	hp_warning = "竟然伤到我{namecode:204}……！？",
	id = 399050,
	detail = "房间有点乱？这有什么关系。反正每样东西要找的时候我都能找到，这不就够了？",
	couple_encourage = {
		{
			{
				30602,
				30701,
				30707
			},
			1,
			"不是很好相处啊……",
			0
		}
	}
}
