_G.pg.ship_skin_words[499030] = {
	feeling1 = "结果第一个指挥官就是这个样子……我还真是可怜啊。",
	feeling3 = "实战经验不足，就用更多的实战去弥补。指挥官，请不用顾忌我的言辞，指派我去参与作战吧。",
	lose = "哼，就当是积累实战经验吧。",
	propose = "对我来说，存在的意义早已不再停留于战斗。我的存在，我的命运，早已经和你紧紧地系在了一起了呢。我的心永远属于你，我的指挥官。",
	expedition = "失陪了，我去迎接一下委托归来的她们。",
	win_mvp = "有我在，这不是理所当然的吗？",
	home = "装备也需要维护一下了呢。",
	mission = "难道你要把这些任务一直留着吗？",
	touch2 = "正好，拿你来试试主炮吧。",
	voice_key_2 = -1,
	skill = "就是现在，主炮齐射！",
	drop_descrip = "轻巡洋舰——美因茨",
	mail = "有新的信件，你该不会忘了吧？",
	touch = "怎么了？莫非你是在向我寻求安慰？",
	profile = "我是美因茨号巡洋舰。原本，我应当作为希佩尔上将级的后续舰型诞生，然而因为种种原因，我的建造最终被取消。这么说的话，你应该就能明白了吧。",
	mission_complete = "任务的奖励……你还要放多久呢？",
	feeling4 = "如果说之前是为了证明自己而战，那我现在更愿意为你而战。指挥官，我想向别人证明，你是一个值得钦佩的人。",
	unlock = "我是巡洋舰美因茨。看起来，你就是我的第一个指挥官了啊。可别让我失望！",
	feeling5 = "你是我第一个，也是我最后一个效忠的指挥官。不仅如此，你是我唯一一个想要走近得更近的人……",
	main = "你在干什么！？牛奶可是对咖啡的亵渎！砂糖也一样！|难以置信……那么大的办公室居然连一台咖啡机都没有……|如果能够在大战中顺利诞生，我能够做到什么事呢……算了，反正都过去了。",
	battle = "可不要拖了我的后腿。",
	upgrade = "哼，有点想在实战中看看效果了呢。",
	voice_key = 49903,
	headtouch = "",
	feeling2 = "既然降生于世，我就要做些什么。不然，我将无颜面对那些设计我和建造我的人们。",
	login = "让我的等待变得有些意义起来吧，指挥官。",
	vote = "",
	hp_warning = "怎么装备有些不听使唤了……",
	id = 499030,
	detail = "战绩么……那种东西从今天算起就好了。",
	couple_encourage = {
		{
			{
				49901,
				49902,
				49904
			},
			1,
			"这才是铁血真正的实力！",
			0
		}
	}
}
