_G.pg.ship_skin_words[499060] = {
	feeling1 = "对于不能战斗的人，我无话可说。",
	feeling3 = "齐柏林和我都知道，你是试图反抗命运的弱小而凄惨的存在。不过我想，你应该不会就这样乖乖接受命运审判的吧？",
	lose = "坠落亦不可避…么。",
	propose = "没想到，你会亲手给你赢过我的可能性判处死刑…也好，你就在这名为“爱”的牢笼里，继续反抗我吧。就这样作为取悦我的存在，永远的在我身边吧，“亲爱的”——",
	expedition = "委托组的伙伴们回来了哦，该做点什么，你应该知道的吧？",
	win_mvp = "这便是你所期望的胜利。并没有那么困难，不是吗？",
	home = "不错的战斗，指挥官。我很期待，你什么时候能向我发起挑战。",
	mission = "这点程度的任务，这点小小的障碍，不可能难倒你的吧。",
	touch2 = "还是没能抵抗自我么…就这样沉溺于败北的幸福之中吧。",
	voice_key_2 = -1,
	skill = "没人能逃离魔女的掌控——",
	drop_descrip = "航空母舰—奥古斯特·冯·帕塞瓦尔",
	mail = "新的邮件，尽快阅读吧。",
	touch = "想向魔女咨询什么？",
	profile = "铁血航母，奥古斯特·冯·帕塞瓦尔。我是你的舰船，亦是束缚你的存在。牢牢记住吧，我的“指挥官”，我的使魔。",
	mission_complete = "任务完成。恭喜你，又往那迷人而危险的高峰前进了一小步。",
	feeling4 = "让你想要超越我，压倒我——对你施加了这般“枷锁”的我，才是一开始就被你吸引了的存在…就让我看看吧，你那凄惨悲哀的“可能性”。",
	unlock = "终于来了，我的使魔。…不，我的“指挥官”。我是“魔女”奥古斯特·冯·帕塞瓦尔，在此等候你多时了。",
	feeling5 = "人是无法战胜自己的感情的…正如我无法抑制对你的爱一般，你也无法拒绝我的感情。继续挣扎、抵抗吧，这正是连接着你我的，永恒羁绊。",
	main = "想知道“魔女”都有哪些手段？安心吧，你会有机会见识到的。|如此安静…是暂时放弃反抗了么？你若是就这样轻易地顺从，那也太无趣了。|像这样一直盯着人看的话，很容易就会被看透内心的哦，指挥官。",
	battle = "匍匐在我等身前吧——",
	upgrade = "规则，强化。",
	voice_key = 49906,
	headtouch = "",
	feeling2 = "享受努力后的甘甜，或是舔舐堕落后的苦涩，皆由你决定，因你所望，指挥官。",
	login = "安静。…这孩子因为你的到来而有点躁动起来了，不用在意。",
	vote = "",
	hp_warning = "别心急，还不到哀悼的时候。",
	id = 499060,
	detail = "想试着当个叛逆的孩子亦不无不可。我很期待，看到你失败时那不甘心的表情呢。",
	couple_encourage = {
		{
			{
				49905
			},
			1,
			"看来“魔法”还是你擅长",
			0
		},
		{
			{
				40703
			},
			1,
			"真是令人感叹的活力…",
			0
		},
		{
			{
				40701
			},
			1,
			"让我看看“终焉”应有的姿态吧。",
			0
		}
	}
}
