_G.pg.ship_skin_words[699010] = {
	feeling1 = "哼，扶不起的家伙。要不是受这规则所限，我早就已经……",
	feeling3 = "你的见识与眼界…确实与那些无聊的凡俗有所不同。不过，多少再多点“野心”就好了…",
	lose = "可恶，今日我等蒙受的羞耻，他日一定要百倍讨回！",
	propose = "按理说，心怀大志之人，不应被誓约这类事物所束缚，不过…既然对象是你，就稍微“迁就”下吧，在我们一同实现野心之前，可不要擅自消失了哦？",
	expedition = "委托队伍回归了啊。指挥官，你应当同她们一起出行，看看远处那些风景。",
	win_mvp = "啊？对面这就投降了？是我们做的吗？真伤脑筋啊~",
	home = "我一直认为，秘书舰应当被赋予代为行事的权利——啊，当然是你不在的时候。",
	mission = "任务？这点小事拖着可不好，迅速解决掉吧。",
	touch2 = "啧，凡夫俗子的幼稚爱好……",
	voice_key_2 = -1,
	skill = "低头，然后臣服于我吧！",
	drop_descrip = "战列舰-—马可波罗",
	mail = "信件？是来议和的？那条件得由我们说了算。",
	touch = "说吧，打扰我所为何事？",
	profile = "我是撒丁帝国的战列舰，马可波罗。我不介意你拿我和维内托她们作比较，不过你要明确一点——如果我在那个位置，我会比她们做得更优秀。",
	mission_complete = "琐事处理完了？很好，把精力放回更重要的事情上吧。",
	feeling4 = "坐拥一个实力如此雄厚的舰队，你真的没有一点别的想法吗？真是让人惊讶…",
	unlock = "唤醒我之人，做好付出相应代价的觉悟了吗？很好，我赞赏你的勇气！我乃马可波罗，让我们一起为弘扬帝国威光奋战吧！",
	feeling5 = "你啊，没人说过要把“马克·波罗”，把我的名声发扬光大吧？！你这…你这…也太野心过头了吧？！",
	main = "既然好的东西总会被人收入囊中，与其拱手让人，不如由我们来接收，不是吗？|东煌…那可是个遍地黄金的好地方！有机会的话再让我跟你好好说说吧！|从地图上看，这港区果然还是太小了…你啊，就不想再扩张下地盘吗？",
	battle = "启程吧，战士们。为了荣光的复兴！",
	upgrade = "不错！你也认识到了，只有更强的人才有配索求更多的利益。",
	voice_key = 69901,
	headtouch = "",
	feeling2 = "没有畏惧我，而是试图靠近我，了解我吗？哼，随你便吧。",
	login = "看来你已经有为事业而牺牲自己时间的觉悟了，不错！",
	vote = "",
	hp_warning = "危机也是转机，再来！",
	id = 699010,
	detail = "我不介意你做我的鲁思梯谦。倒不如说，我很享受这种被别人记录的感觉。哦对，失败的记录就不用写进去了。",
	couple_encourage = {
		{
			{
				60501
			},
			1,
			"优柔寡断可当不了一个好的领导者哦。",
			0
		},
		{
			{
				6
			},
			5,
			"为了重振撒丁的荣光！",
			3
		}
	}
}
