_G.pg.ship_skin_words[199030] = {
	feeling1 = "摸摸，老师，好孩子，不哭…安克雷奇，不哭…笑笑，嗯…",
	feeling3 = "老师…！小兔子，折好的…送给你…嗯！",
	lose = "安克雷奇，输掉了……敌人，好可怕……",
	propose = "在一起的…约定…？那，拉勾！…戒指？…要帮我戴上？嗯！…嘿，戴好了！安克雷奇…也做了一个…老师，戴上…嗯！",
	expedition = "委托…？大家…是去了哪里？安克雷奇，想知道…可以吗？",
	win_mvp = "赢了…！安克雷奇，好厉害…！",
	home = "老师……去哪里了？安克雷奇，一个人…有点害怕…",
	mission = "任务…没完成？安克雷奇，想帮忙…嗯！",
	touch2 = "软软的…老师，喜欢…？",
	voice_key_2 = -1,
	skill = "安克雷奇，fight！",
	drop_descrip = "重巡洋舰-—安克雷奇",
	mail = "信件…？复杂的，看不懂…老师，看得懂…？",
	touch = "安克雷奇，喜欢摸摸…老师，也喜欢摸摸…？",
	profile = "安克雷奇…是白鹰重巡。和巴尔的摩她们…是朋友！和老师也是…嗯！最好的…！",
	mission_complete = "任务…完成了？老师…好厉害！",
	feeling4 = "老师…是特别的！安克雷奇…喜欢！……安克雷奇，也是特别的？…嗯！",
	unlock = "指挥…官？老师…？嗯，老师！安克雷奇，喜欢老师…！",
	feeling5 = "老师…和安克雷奇，一直在一起？…嗯！安克雷奇，和老师…女孩，和王子…一直，一直在一起…",
	main = "外套…披上…脱下…再披上……嘿嘿~|漫画里，女孩子和王子…暖暖的……很喜欢…！|老师…很忙？安克雷奇，陪你…嗯！|",
	battle = "…是敌人！老师，大家…一起…！",
	upgrade = "安克雷奇…变厉害！",
	voice_key = 19903,
	headtouch = "头发…喜欢？老师的，我也摸摸看…",
	feeling2 = "不认识的人，好多…老师，安克雷奇，有点怕…",
	login = "老师…！安克雷奇，等到了…！",
	vote = "",
	hp_warning = "好痛…呜呜…疼痛，不要…",
	id = 199030,
	detail = "“老师”，比“指挥官”短，也好听…安克雷奇，喜欢…！老师…喜欢…？",
	couple_encourage = {
		{
			{
				10316
			},
			1,
			"巴尔的摩…很酷！",
			0
		},
		{
			{
				10311
			},
			1,
			"威奇塔…很酷！",
			0
		},
		{
			{
				10324
			},
			1,
			"布莱默顿…也很酷！",
			0
		}
	}
}
