_G.pg.ship_skin_words[499050] = {
	feeling1 = "我可不会同情自甘堕落的灵魂哦？",
	feeling3 = "指挥官，过来吧。要做什么？当然是 要你陪我喝几杯。安心吧，就算你醉了在我面前说胡话，我也不会介意的。",
	lose = "我不会容许任何人在我面前抢走胜利的果实…等着瞧吧！",
	propose = "誓约的证明？你喜欢这种形式上的东西吗？那样的话…不光是形式上的，我会给你更多实际上的束缚…呵呵呵，不如现在就让你见识一下吧~",
	expedition = "委托完成了哦。难道你打算让同伴们在港口干等着吗？",
	win_mvp = "弱小的水花，在巨浪面前不值一提。哼哼，啊哈哈哈！",
	home = "虽然很想让你就这么休息，不过看桌上的文件数量…好像不太行哦？",
	mission = "还有没完成的任务哦。你也不想被别人说成无能的指挥官吧？",
	touch2 = "你还真敢啊。…喂，还来？！",
	voice_key_2 = -1,
	skill = "哈哈哈哈！被荒海之神的巨口吞噬吧！",
	drop_descrip = "大型重巡洋舰-—埃吉尔",
	mail = "来自远方的信件…姑且还是看看吧。",
	touch = "你想要…再靠近一点？",
	profile = "我的名字，来源于传说中的深海之神。不过，比起那位呼风唤雨，支配波涛的海神，我的手段可温柔得多了哦~",
	mission_complete = "不错，这才算是合格的指挥官。",
	feeling4 = "我知道你想引起我的兴趣，但难不成你要一直盯着我吗？呵呵，你也算有所成长了呢……等等，你，你该不会是认真的吧！？",
	unlock = "大型巡洋舰，埃吉尔。指挥官，想要我为你驱使海浪吗？好啊，那就让我先看看你的能耐吧。",
	feeling5 = "既然是想要挑战我，那我就不得不以深渊之神的名义将你彻底吞噬了——来呀，怎么不动了？不是说要把我……呀！？",
	main = "喝酒的理由？只要有宴席，大家能开怀畅饮不就行了吗？|你喜欢看大海狂暴的那一面吗？那可是夹杂着暴风雨的，汹涌的海洋哦。|…嗯？难道是我让你分心了吗？",
	battle = "咬碎你们！哈哈哈哈！",
	upgrade = "为庆祝而饮一杯吧。……噗哈~",
	voice_key = 49905,
	headtouch = "……哈！？",
	feeling2 = "我感兴趣的事情？呵呵呵~强大的对手、美味的酒、狂风暴雨的海洋，还有……你就这么想引起我的注意吗？",
	login = "让我们看看是谁来了？哦，原来是你啊——那就…工作加油吧。",
	vote = "",
	hp_warning = "哦？小把戏被看穿了吗？",
	id = 499050,
	detail = "这孩子有时候会异常活泼，照顾的时候小心点哦，指挥官。",
	couple_encourage = {
		{
			{
				29901
			},
			1,
			"还是稍微稳重得体些比较好哦。",
			0
		},
		{
			{
				40301,
				70301
			},
			1,
			"凯旋之后再来痛饮吧。",
			0
		}
	}
}
