_G.pg.ship_skin_words[102250] = {
	feeling1 = "指挥官，如果你只是想无所事事度日的话，我可没工夫陪你",
	feeling3 = "有时候，我也会和同伴们聊聊假期里该做的事…怎么，觉得这话由我说出口挺奇怪？该工作时就得努力工作，到假期时就该好好放松。我可不是什么工作狂哦？",
	lose = "可恶……我是不会就此罢休的！",
	propose = "曾经我以为，只有驰骋于战场的身影才是最闪耀的…但现在我发现，一直陪伴在身边的指挥官也同样——不，在我的心中，没有什么比你的光芒更加耀眼",
	expedition = "委托的同伴们回来了，一起去看看她们带回了哪些东西吧？说不定还有惊喜",
	win_mvp = "得感谢大家的战力支援呢",
	home = "欢迎回来。今后就试着让凯旋而归成为一种习惯吧",
	mission = "任务一个接一个的到来了。指挥官，不能有所懈怠",
	touch2 = "无礼的家伙只会被人唾弃，指挥官你也想做这种人？",
	voice_key_2 = -1,
	skill = "领教一下我的防空火力吧！不会让你们逃掉",
	drop_descrip = "克利夫兰级轻巡洋舰—比洛克西，舷号CL-80",
	mail = "指挥官，有新邮件了。请尽早取阅，也许有好消息",
	touch = "仔细瞧瞧我的配装吧，我的防空火力可不输给任何人。击败那些天上的敌人，就像是在猎火鸡一样",
	profile = "我是白鹰轻巡比洛克西，生涯中参与了多场战役，为多个航母前辈进行护航。虽然我们克利夫兰级的姐妹们防空能力都很出色，但作战的胜利还需仰仗所有人的力量。所以，一起加油吧",
	mission_complete = "奖励已经领回来了，请查看吧~这是指挥官的成果体现",
	feeling4 = "哼哼~又只剩我们两个人了。这下可以完全忘掉工作，随心所欲地畅所欲言了。就放轻松点吧，要来点饮料和点心吗？我请客。",
	unlock = "比洛克西向你报到，指挥官。希望在战场上能和大家协力取得胜利——寒暄的话到此为止，今后就一起努力吧！",
	feeling5 = "有时也会对东奔西走的日子感到厌倦…最近偶尔会觉得，指挥官所在的这里，才是我最终应该停靠的港湾",
	main = "大姐头？啊，是说我们的首舰么。作为姐妹舰来说我是很尊敬她的哦，啊哈哈哈|和克利夫兰相比，虽然我们在设计上有一定的改进，但是并不像巴丹她们那样直接变成了航母，所以也不足以被归为新的舰型呢…|无论处境多么危险，只要同伴有难，就应该全力施救，对吧？嗯，不能抛弃任何人",
	battle = "我会让胜利变得唾手可得的…！",
	upgrade = "能力越强，责任越大，说得一点都没错",
	voice_key = 10225,
	headtouch = "",
	feeling2 = "呼…虽然工作还很忙，不过还是稍作休息好了。如果指挥官很闲，陪你聊会儿也不是不行",
	login = "各项任务正在顺利执行中，请指挥官检视",
	vote = "",
	hp_warning = "嘁…小伤而已",
	id = 102250,
	detail = "嗯？有什么需要帮忙的，尽管对我说。虽然我很忙，不过还是会排好时间，尽量优先把你的事情处理掉的",
	couple_encourage = {
		{
			{
				10729,
				10722
			},
			2,
			"我们几个又能一起作战了，上吧！",
			0
		}
	}
}
