_G.pg.ship_skin_words[102260] = {
	feeling1 = "原来近距离接触偶像会幻灭的说法是真的啊……唉……",
	feeling3 = "以前我也有憧憬成为英雄而想锻炼自己的时候，但是这个……一点剧烈运动就会晃得很厉害……我好羡慕平胸的舰船们啊……",
	lose = "事情在变好前，总会变得更糟……嗯，下次继续努力！",
	propose = "那么，从今天起，我就是指挥官的助手兼人生伴侣了~嗯嗯，虽然作为助手要做的事我已经很熟练了，不过作为人生伴侣的话……完全不知道♪要是有想让我做的事记得告诉我哦，指挥官~",
	expedition = "委托组回来了哦，指挥官，一起去迎接她们吧~",
	win_mvp = "yeah！正义必胜~",
	home = "指挥官，作战辛苦啦~来我给你擦擦汗，再喝杯水……欸？哎呀，这是作为粉丝应该做的~",
	mission = "这次下达的任务也有不少呢……不过我相信对指挥官来说都是小菜一碟~",
	touch2 = "指挥官也觉得有些太大了吧？真是没办法呢……",
	voice_key_2 = -1,
	skill = "I am Reno！",
	drop_descrip = "亚特兰大级轻巡洋舰—里诺，舷号CL-96",
	mail = "有你的邮件哦，指挥官，会不会是粉丝信什么的呀？",
	touch = "欸，我做得很好吗？……呜哇啊，我我我被崇拜对象夸奖了，怎么办，好高兴，我现在脸一定超红的！",
	profile = "我是亚特兰大级的改进型，奥克兰级的里诺！相比亚特兰大级的姐姐们，我们更加专注于防空哦~虽然诞生时大战已经过半，不过也还是做了不少事呢！虽然没有救到普林斯顿是一个遗憾……总之，在这边我也会加油的，请多关照！",
	mission_complete = "不愧是指挥官，这次的任务报酬也很丰盛呢！",
	feeling4 = "虽然放弃了锻炼自己，不过我还是很喜欢看各种比赛哦，我经常会和克雷文一起去当啦啦队的。对英雄们的喜爱也完全没有减少，嘻嘻，而且，为了守护所有人而努力的指挥官，我可是你的头号粉丝哦~",
	unlock = "你就是我的指挥官吗？太好了，我一直很想见你！……欸，因为指挥官就是拯救世界的超级英雄一样的存在，也就是说我就像是你的助手对吧？对了对了，我是亚特兰大级的里诺，从今往后请多指教啦~",
	feeling5 = "虽然说“能力越大，责任越大”这句话很对，但是，英雄也好舰船也好也不是一天到晚都在战斗的嘛，指挥官也偶尔和我一样，像个普通人一样做自己喜欢做的事吧！",
	main = "哼哼，指挥官，你一定很在意我的手甲对吧？我跟你说哦，这个按这里能发出强光呢！还有这个按钮，它是有变形结构哦，然后然后……|指挥官，请暂时不要管我……没事的，我没事的，我只是没有抢到想要的限量版周边而已……|哈……欸？啊，指挥官，不小心吵到你了吗，不好意思……我只是在想能在这么近的距离观察崇拜对象工作的样子，世上一定没有比我更幸福的助手了！",
	battle = "防空就交给我吧！",
	upgrade = "哼哼，我一定会帮到指挥官的~",
	voice_key = 10226,
	headtouch = "",
	feeling2 = "哼哼，我就知道指挥官对我的超级英雄装备收藏感兴趣，你看，这个是振银盾牌，这个是黑夜骑士飞镖，这是五色硬币变形腰带……哼哼，只有你想不到，没有我没有的哦！",
	login = "指挥官，今天也要加油拯救世界哦~",
	vote = "",
	hp_warning = "看我和你们死磕到底！",
	id = 102260,
	detail = "唔，指挥官，这下可麻烦了呢……这个cos道具居然连{namecode:98}小姐那里都找不到流通渠道，看来我只能亲自出马了",
	couple_encourage = {
		{
			{
				10106
			},
			1,
			"一起为大家加油打气吧~",
			0
		},
		{
			{
				10208
			},
			1,
			"圣地亚哥你是不是又偷偷把我的收藏拿去玩了！",
			0
		},
		{
			{
				10111
			},
			1,
			"不要放弃梦想，我也会为你加油的！",
			0
		}
	}
}
