_G.pg.ship_skin_words[102270] = {
	feeling1 = "指挥官好无聊啊，还是去找斐济玩吧",
	feeling3 = "嗯……也不是刻意想要掩饰，过去是过去，现在是现在，而且我觉得奔放一点更适合我~所以说，请多指教啦~",
	lose = "要回去做战局分析了呢……啊，没什么！",
	propose = "果然我就说我和指挥官一定很合得来嘛。嘻嘻，其实指挥官的喜好我早就已经调查完毕了~那么，今天也一起去哪里逛逛吧？",
	expedition = "指挥官，委托完成了哦。嗯？记时间对我来说是小意思~",
	win_mvp = "指挥官，快笑一笑，来一张纪念自拍~",
	home = "指挥官，你要吃点心吗？我刚烤了饼干哦",
	mission = "指挥官，任务回来帮我带杯奶茶，去冰少甜，谢谢~",
	touch2 = "呜哇，指挥官，你好差劲",
	voice_key_2 = -1,
	skill = "吃我一击~★",
	drop_descrip = "奥马哈级轻巡洋舰—马布尔黑德，舷号CL-12",
	mail = "啊，有新的邮件来了，假装没有看到好了",
	touch = "指挥官，我正在自拍，让一下",
	profile = "我是奥马哈级的马布尔黑德，在大战中，也到处去了不少地方哦。嗯……总之，友好相处吧~",
	mission_complete = "指挥官真努力啊，我也…咳，我也不讨厌这种类型哦",
	feeling4 = "怎么说呢，应该是意识到——只是学习和工作的话就享受不到人生的乐趣了，这件事吧。我现在很开心哦，所以现在即使想让我变回去也已经做不到了哟~",
	unlock = "yahoo，马布尔黑德来啦~所以你就是我的指挥官咯？啊哈，感觉很不错嘛，那么，让我们友好相处吧~",
	feeling5 = "虽然不知道指挥官是不是喜欢我这种类型的，但我其实挺喜欢指挥官这一型的哦。怎么样，我们要不要试着交往看看，先从约会开始~",
	main = "指挥官，我约了孟菲斯两个小时后做美甲，大概要一个小时左右，有什么要做的事记得提前告诉我哦|指挥官，这份文件的这条栏目你看一下，虽然我也不是很懂，不过总觉得好像有什么陷阱的样子~|印章确认完毕，检查一下数字然后做好报告……嗯？我什么都没做哦，是错觉啦错觉",
	battle = "轻松地上吧~",
	upgrade = "嗯嗯？指挥官难道在意我？",
	voice_key = 10227,
	headtouch = "",
	feeling2 = "嗯？你问这张照片？啊，这个很土的妹子就是过去的我啦~好了，比起这个，我们去逛街吧！",
	login = "天秤座今天的运势是……大吉~",
	vote = "",
	hp_warning = "要稍微认真对待了呢…！",
	id = 102270,
	detail = "虽然是上下级，不过太认真就没有意思了，让我们搞好关系吧~",
	couple_encourage = {
		{
			{
				10201,
				10202,
				10211,
				10216,
				10218
			},
			1,
			"奥马哈级，前进~",
			0
		},
		{
			{
				20216,
				30308
			},
			1,
			"一起锻炼辣妹力？",
			0
		}
	}
}
