_G.pg.ship_skin_words[102290] = {
	feeling1 = "感觉指挥官好难懂……",
	feeling3 = "每当遇到困难时，我总会告诉自己，再努力一下……指挥官，你也可以试试？",
	lose = "只能撤退了么……指挥官，对不起……",
	propose = "不仅是单纯的战斗或者工作，我希望今后能在更多的地方帮上你。如果你愿意接纳这样的我的话……（深呼吸）嗯，指挥官，以后请多多指教了哦~",
	expedition = "军事委托的成果……可以验收了。",
	win_mvp = "作战，顺利地完成了哦。",
	home = "你不在的时候，我会照看好办公室的……请放心吧。",
	mission = "指挥官，还有任务哦。最好不要忘记……",
	touch2 = "这么做是……？",
	voice_key_2 = -1,
	skill = "盯住最大的那个敌人……嗯！",
	drop_descrip = "布鲁克林级轻巡洋舰—{namecode:197}，舷号CL-47",
	mail = "指挥官，新的邮件。记得看……？",
	touch = "嗯，我在听着的哦。",
	profile = "{namecode:197}参加的战役吗？登陆作战的话有很多哦。……印象最深的吗？那就是在埃斯帕恩斯角那次……嗯，多亏了海伦娜的帮助哦。",
	mission_complete = "指挥官，我想我应该提醒你……已经可以收取任务报酬了哦。",
	feeling4 = "我不像菲尼克斯那样热情似火……不过，我会努力做到去关心指挥官的。就从…身边的小事开始吧。",
	unlock = "布鲁克林级，{namecode:197}号…请问，有什么能为你做的吗？",
	feeling5 = "无论指挥官看不看得到我的脸，在你身边的时候，我一直是发自真心地，幸福地笑着的哦。",
	main = "七月九日……是个很重要的日期呢。|呼~哈~呼~哈~……嗯，暂时放松一下……|菲尼克斯是位热情的同伴呢。和她比起来的话，我大概比较……冷淡？",
	battle = "深呼吸……嗯，作战开始！",
	upgrade = "强化完成，例行检查进行中……",
	voice_key = 10229,
	headtouch = "面罩……很感兴趣？",
	feeling2 = "暂时没有要提醒指挥官的事情了。唔……指挥官大概可以放松一下？",
	login = "呼~哈~呼~哈~……到工作的时间了哦~",
	vote = "",
	hp_warning = "损失，控制在最小……",
	id = 102290,
	detail = "潜水？我能做到哦。但是，不是潜艇，所以没法太久……",
	couple_encourage = {
		{
			{
				10205
			},
			1,
			"侦察，就拜托你和SG了。",
			0
		},
		{
			{
				10204
			},
			1,
			"你在说什么……？",
			0
		}
	}
}
