_G.pg.ship_skin_words[103050] = {
	feeling1 = "指挥官一点也不好玩……",
	feeling3 = "呯！哒哒哒哒哒！……嗯，今天也玩的很痛快！果然还是和指挥官一起玩最开心了~",
	lose = "呜哎~头、头晕晕的……撞到了比自己硬的东西了……",
	propose = "谢谢指挥官~最喜欢你啦！嘻嘻，好啦，又不是什么很严肃的事情，一起去玩吧~",
	expedition = "小飞机，小火箭，小伙伴……嗯？指挥官，有委托完成了哦~",
	win_mvp = "哇哦——再多称赞我一些~",
	home = "哼哼~战斗便是军人的天职！",
	mission = "指~挥~官~~！还有任务没干完呢~！",
	touch2 = "真是的……指挥官真……工口！",
	voice_key_2 = -1,
	skill = "休斯敦，状态完美！",
	drop_descrip = "北安普顿级重巡洋舰—休斯敦，舷号CA-30",
	mail = "指挥官指挥官~你的信！",
	touch = "唔，头脑不好使了……",
	profile = "Hiya~北安普顿5号舰休斯敦在此！我因为在泗水海战班丹湾战役里单挑了整个重樱增援小队获得了一次总统部队嘉奖，这是我引以为豪的荣誉勋章！",
	mission_complete = "别忘了领取奖品哦！",
	feeling4 = "Houston,you've got a problem……见到指挥官时就心里有点发紧，连话都说不好了，这究竟是什么感觉……",
	unlock = "Hiya~北安普顿5号舰休斯敦在此，我在班丹湾战役里单挑过整个重樱增援小队呢！今天开始就可以让指挥官大人陪我玩了！~耶呼——☆",
	feeling5 = "指挥官，今天先不玩了，能陪陪我吗？我……我有些话想要对你说，你要认真听喔！",
	main = "指挥官有时候给人感觉好像在说教一样呢……|我在泗水的时候，那里可是相当热闹的呢！|指挥官大人~来—玩—吧~",
	battle = "锵锵锵~今天也元气满满的出发咯！",
	upgrade = "咻~休斯敦，突破第一宇宙速度！",
	voice_key = 10305,
	headtouch = "",
	feeling2 = "埃克塞特那家伙虽然是个好人，不过，整天把荣誉啊，皇家啊挂在嘴边的，太坚硬啦！",
	login = "今天又可以让指挥官大人陪我玩了！~耶呼——☆",
	vote = "",
	hp_warning = "糟糕，比分落后了……",
	id = 103050,
	detail = "CL还是CA？指挥官真喜欢在奇怪的地方操心呀~",
	couple_encourage = {
		{
			{
				10205
			},
			1,
			"好奇怪的熟悉感……",
			0
		},
		{
			{
				7
			},
			3,
			"火鸡分队，出击！欸错了？",
			4
		}
	}
}
