_G.pg.ship_skin_words[103070] = {
	feeling1 = "……（你并不清楚波利斯是真的没有反应还是只是不想理你）",
	feeling3 = "姐姐……虽然总说我可爱，但她要是稍微花点时间在自己身上一定会非常受欢迎的……所以我一直觉得有些对不起姐姐……",
	lose = "……情况好像不太妙……一定是可恶的{namecode:156}",
	propose = "好开心……但是不知道怎么传达给指挥官……所以……给你抱抱……",
	expedition = "……差点忘了报告，委托完成了",
	win_mvp = "喔……好像赢了……",
	home = "…………已经结束了吗？",
	mission = "Mission unfinished……",
	touch2 = "…………（盯）",
	voice_key_2 = -1,
	skill = "……？到我了吗？知道了",
	drop_descrip = "波特兰级重巡洋舰—印第安纳波利斯，舷号CA-35",
	mail = "信，都在这里了",
	touch = "呼噜……",
	profile = "……波特兰级重型巡洋舰二号舰，印第安那波利斯。 \n有个比较吵闹的姐姐，要是给你添麻烦了十分抱歉……核弹？不是很清楚",
	mission_complete = "奖励，搬过来了",
	feeling4 = "姐姐什么都愿意给我，我也什么都愿意给姐姐，但是只有指挥官……",
	unlock = "Hi…指挥官，我是印第安纳波利斯，小名叫印第，欸，核弹？那是什么？",
	feeling5 = "我……既没有姐姐那么活泼，也没有姐姐身材那么好，指挥官还是选择了我……稍微……不对……非常开心……",
	main = "如果我等不住先走了的话，你就只能找新墨西哥了|为什么姐姐老是盯着我看……|我其实……都无法和别人正常对话……",
	battle = "我是队长……欸，队长？",
	upgrade = "………………力量，涌出来了",
	voice_key = 10307,
	headtouch = "",
	feeling2 = "……指挥官，我只是反应比较慢——不要一直戳我，我在听的",
	login = "……？指挥官，什么时候来的，吓到我了",
	vote = "",
	hp_warning = "…………糟了",
	id = 103070,
	detail = "你在看什么？小麦色是天生的，所以这里不会有晒痕",
	couple_encourage = {
		{
			{
				10306
			},
			1,
			"姐姐，好吵",
			0
		},
		{
			{
				10126
			},
			1,
			"…………我只是反应比较慢",
			0
		},
		{
			{
				10
			},
			5,
			"…………我们是猴子军团",
			4
		}
	}
}
