_G.pg.ship_skin_words[103110] = {
	feeling1 = "啊，看来我的眼光有问题啊……找了这么个废柴……",
	feeling3 = "好奇这根鞭子吗，其实只是过去随便买的，用着还挺顺手就一直用着了，用来指地图的时候还是挺好用的",
	lose = "这样才有意思，撤退！",
	propose = "我当你是亲友……不对，我好像也没把你当亲友——等等，让我理一理，啊，我不是拒绝的意思…等一下让我整理一下心情……",
	expedition = "嗯？委托完成了啊……哼，我们舰队兵强马壮，几个委托自然是不在话下的",
	win_mvp = "哈！虾兵蟹将，不是我一合之敌",
	home = "指挥辛苦了，你也休息一下吧",
	mission = "新的任务？读来听听",
	touch2 = "你小子想尝尝鞭子的滋味吗？",
	voice_key_2 = -1,
	skill = "用这一击决胜吧！",
	drop_descrip = "威奇塔级重巡洋舰—威奇塔，舷号CA-45\n<color=#ffde38>获得后将解锁建造</color>",
	mail = "邮件这种东西你全权负责就好了",
	touch = "怎么了，想和我过过招吗？",
	profile = "独一无二的大将军就是我威奇塔大人了！ \n哼，只要是我出手，哪怕是航母也不在话下，所以期待你的表现啊，指挥官",
	mission_complete = "竟然要给我奖赏",
	feeling4 = "虽然是事到如今，不过谢谢你一直陪我任性啊……以后也可以？哈，不愧是我看上的指挥官！",
	unlock = "你就是指挥官？很好，今天起你就是我威奇塔的军师，征服这片大海就靠你了",
	feeling5 = "我说指挥官，虽然一开始只是开玩笑，现在我感觉我们联手的话说不定真的能征服这片大海啊！反正我的东西就是你的东西，我们到时候也不用分嘛，对不对！",
	main = "鱼雷？软弱无力|看到了吗，我们的征途是这汪洋大海！ |没有什么是一炮不能解决的！",
	battle = "全军，自由开火！",
	upgrade = "有这股力量的话……",
	voice_key = 10311,
	headtouch = "",
	feeling2 = "我的梦想就是征服世界！征服以后干什么？哼，我怎么知道！",
	login = "回来了吗，让我好等，准备出征了",
	vote = "",
	hp_warning = "该拿出你的密策了吧？",
	id = 103110,
	detail = "重型巡洋舰的标杆，好好体会吧",
	couple_encourage = {
		{
			{
				20301,
				30702
			},
			1,
			"哈哈哈，来个让我满意的计策吧！",
			0
		},
		{
			{
				3
			},
			2,
			"重巡战队，突击！",
			1
		},
		{
			{
				1
			},
			5,
			"枫之军团，随我出征！",
			4
		}
	}
}
