_G.pg.ship_skin_words[103140] = {
	feeling1 = "要不要把你绑了沉海里反省反省呢……",
	feeling3 = "今天做点什么好呢~要不，趁小布丁不注意的时候，给他制造点小麻烦？说不定很有趣呢！",
	lose = "别愁眉苦脸的啦~下次会帮你赢回来的！",
	propose = "哎，誓约仪式啊，怪麻烦的……算啦算啦，这次就迁就你好了~下次就轮到小布丁迁就我了哦？做好心理准备吧，毕竟我可是个贪得无厌的人呢——特别是在在对小布丁的时候~",
	expedition = "迎接委托队？和我好像没啥关系欸……能认识有趣的人？好，我一起去！",
	win_mvp = "收工！一群杂鱼而已，不值一提啦~",
	home = "发现小布丁一只！让我看看他接下来是打算工作还是偷懒——",
	mission = "任务？这个看起来很简单哦？小布丁一个人就能做完的吧！",
	touch2 = "好嘞，正好来试试球棍，嘿！……哎呀，只是吓吓你而已啦~",
	voice_key_2 = -1,
	skill = "搞点大动静吧！",
	drop_descrip = "新奥尔良级重巡洋舰——{namecode:195}，舷号CA-38",
	mail = "有新邮件哦！啊，我有点累就不帮你拿啦~",
	touch = "怎么啦？有新鲜事？还是准备去干点有趣的事？你不会……单纯的只是叫我一声吧？",
	profile = "我是新奥尔良级的{namecode:195}，算是在白鹰里小有名气的重巡洋舰吧。那时我从头打到尾，吃过亏也立功，荣誉什么的也拿了一些。不过，现在我只想随心所欲……啊不，自由一点地做我想做的事！",
	mission_complete = "任务奖励？都给你就行！反正我也不需要这个~",
	feeling4 = "嗯嗯，差不多该尝尝这个布丁的味道了呢。怎样尝才好呢~啊，我说的是这个新款草莓布丁哦~没有想歪吧，小布丁~？",
	unlock = "嗨呀！指挥官，你好呀，我是{namecode:195}！……嗯？要我加入你们？有什么好处吗？你这好玩吗？哎呀，我就随口问问嘛~好啦，总之多多指教咯~啊，对了，以后就叫你小布丁吧！",
	feeling5 = "今天工作辛苦了吧？我这就带你去吃好吃的，玩好玩的！哎呀，我们都这个关系了，害羞啥嘛。来，牵着我的手，我们出发！",
	main = "朱诺，有人欺负你了吗？告诉我，我这就去揍他！|后宅的外墙上空空如也的，好想往上面涂点什么啊……|小布丁，你在忙吗？你~在~忙~吗~？看来是真的在忙……哎，坐办公室好无聊啊~|为什么是小布丁？也没有什么，就觉得念起来好玩而已！嘻嘻！",
	battle = "好！大家听我指挥！",
	upgrade = "呼~马马虎虎吧。",
	voice_key = 10314,
	headtouch = "哦呀？偷袭我？呼呼~独自走夜路的时候小心点哦~",
	feeling2 = "不觉得“小布丁”这个昵称很可爱吗？比起大家都在用的“指挥官”，多一个特别的昵称不是挺好的嘛~",
	login = "小布丁，来，笑一下，击个掌！工作加油哦~那我就先到一边去啦。",
	vote = "",
	hp_warning = "呜哇，我成靶子了吗？！",
	id = 103140,
	detail = "绷带~再缠一圈~♪球棒~再挥几下~♪",
	couple_encourage = {
		{
			{
				10206
			},
			1,
			"我这次尽量认清楚！",
			0
		},
		{
			{
				10313
			},
			1,
			"打猎？带我一个！",
			0
		},
		{
			{
				10117
			},
			1,
			"勇敢的小兔子，上吧！",
			0
		},
		{
			{
				10208
			},
			1,
			"就当是场游戏，来比一把吧！",
			0
		},
		{
			{
				1
			},
			5,
			"白鹰舰队，出击~！",
			3
		}
	}
}
