_G.pg.ship_skin_words[103160] = {
	feeling1 = "指挥官，还是要更大度一点比较好啊",
	feeling3 = "刻板的话就不用多说了，之后还需要我做什么呢？指挥官没问题的话，我什么忙都能帮的，尽管告诉我吧",
	lose = "通往正义的道路总是充满坎坷.....",
	propose = "嗯，我发誓今后会和指挥官苦乐与共，向指挥官奉献永远的爱…于、于是戴上戒指之后要干什么来着——怎、怎么了？要干什么？啊，啊啊啊……////",
	expedition = "委托完成了，指挥官，正好我有些想活动一下，下一个让我去吧",
	win_mvp = "你们应当把自己的力量用在正道上",
	home = "指挥官，有没有受伤？",
	mission = "任务吗……好，先从一览表的确认开始吧",
	touch2 = "呀！？……刚、刚才那个你就当没听到就好！",
	voice_key_2 = -1,
	skill = "距离完美…歼敌开始！",
	drop_descrip = "巴尔的摩级重巡洋舰—巴尔的摩，舷号CA-68",
	mail = "指挥官，有人联系。看来要确认的更详细一点才行啊",
	touch = "这瓶酸素可乐是给我拿的？谢了……哈～果然还是这个最棒啦！",
	profile = "我是巴尔的摩级的命名舰，巴尔的摩。由于是在非海军条约限制下设计建造的第一级重型巡洋舰，因此配备了当时许多最先进的装备。就让我在这个舰队为了自由和正义而努力活跃吧",
	mission_complete = "任务奖励到了。有能用来改造和修理的资金就好了",
	feeling4 = "一起去买东西？可以呀，这点小事尽管吩咐啦。然后再顺便约个会什么的？没问…等、等等！“约会”…约会！？",
	unlock = "是你在寻求我的帮助吗？我是巴尔的摩，只是一名路过的重巡洋舰罢了…哈哈，开个玩笑…巴尔的摩，报到。请多指教啦，指挥官",
	feeling5 = "怎么办…这种场合果然还是习惯不了啊…要不要表现得更女孩子一点……不不，这就是我这边的问题！…真是的，在你身边的时候总是会手忙脚乱的…",
	main = "交给我的工作我都会认真完成。作为指挥官的部下这些都不算什么|昆西！？和印象里差的好远啊…说来也是，不同舰船用同一个名字也没什么好奇怪的就是了|光靠暴力，是无法解决一切争端的。指挥官，虽然我觉得不需要我提醒，不过还是希望您不要忘记这一点",
	battle = "全舰，准备好阵型！",
	upgrade = "不错，舰装也越来越合身了",
	voice_key = 10316,
	headtouch = "",
	feeling2 = "只要人心存正义，即使不把正义挂在嘴边也绝不会走偏。希望指挥官能一直走在正路上呢",
	login = "让我们开始工作吧，指挥官！",
	vote = "",
	hp_warning = "不要慌张，集中精神！",
	id = 103160,
	detail = "可以做的，需要做的，实际做的——总是需要有所取舍。所以，指挥官只要集中精力做好自己最擅长的工作就好",
	couple_encourage = {
		{
			{
				10311
			},
			1,
			"威奇塔，下手不要太重了",
			0
		},
		{
			{
				10209
			},
			1,
			"感觉，我跟你很合得来啊",
			0
		}
	}
}
