_G.pg.ship_skin_words[103240] = {
	feeling1 = "快点找回原来的你吧。要不，我把胸口借给你哭着发泄一下？",
	feeling3 = "战斗以外喜欢做的事情？我每天都和大家打招呼，在社交网络上解决大家的烦恼…这样想的话，大概是人际交往？啊，又有新消息了呢，我先回复一下~",
	lose = "哎呀…我好像把事情搞砸了呢",
	propose = "那，指挥官，请你闭上眼睛。为什么？欸，就听我一回嘛，反正我又不会忽悠你的，对吧？嘻嘻~要把接下来的感觉，牢牢刻印在心里哦！",
	expedition = "委托的大家回来了！去吧，指挥官，这是展示你魅力的好机会！",
	win_mvp = "哼哼，我可是巴尔的摩级，这种战斗轻轻松松啦",
	home = "呼…啊，指挥官是不是想偷懒了？嘿嘿，没问题啦，有秘书舰一起在的话反正也不会有人发现的~",
	mission = "有任务把你难住了？让我看看我能不能帮上些什么。",
	touch2 = "再这么随便摸的话，我要给你惩罚了哦？",
	voice_key_2 = -1,
	skill = "再见啦！",
	drop_descrip = "巴尔的摩级重巡洋舰—布莱默顿，舷号CA-130",
	mail = "指挥官，你的信。不是什么重要内容的话，我就帮你回了吧！",
	touch = "哈~嗯……正好肩膀有些酸了呢。指挥官，帮我捏捏肩啦。",
	profile = "不少巴尔的摩级舰船诞生的时候，那场大战已经接近尾声了，所以没有什么活跃的机会，就像我一样。不过，我可是一直保持着最佳战备状态的呢，尽管放心地依赖我吧~",
	mission_complete = "任务是完成了，但是奖励你好像还没领取呢。好啦，赶紧去拿吧！",
	feeling4 = "平时都是指挥官听大家倾诉烦恼，不过在我面前的话，指挥官可以尽情向我倾诉没关系的哦。啊，如果觉得不好意思，用文字的方式发我也是可以的哦？",
	unlock = "哟~久等啦~白鹰所属、巡洋舰布莱默顿向你报道！请多关照~啊对了对了，顺便，能把你的名字生日喜好也告诉我吗？",
	feeling5 = "指挥官，收到我发的信息了吗？毕竟你一直没什么表现，所以我只能出此下策了。我可是一——直在为会收到怎么样的回复而烦恼呢~指挥官，聪明如你应该明白的吧？",
	main = "我看你好像没什么精神啊？要不，我去帮你买点饮料？|我在想，工作之外的指挥官会是什么样子的呢？说不定工作严谨的指挥官，平时却意外地很冒失？|对我的服装很在意吗？那不如~指挥官亲自来确认下，如何？",
	battle = "好！准备上了!",
	upgrade = "哇哦！我好像有了一些变化！但是到底是哪里呢……",
	voice_key = 10324,
	headtouch = "",
	feeling2 = "欢迎来到布莱默顿的谈心小屋！今天又有什么烦恼了吗？欸，只是随便聊聊？…嗯~难道不是烦恼自己没有可以聊天的人？",
	login = "指挥官，欢迎回来！今天的目标是…唔，稍等，让我先更新下今天的的状态~",
	vote = "",
	hp_warning = "哎呀，有些大意了呢…",
	id = 103240,
	detail = "稍等一下，让我回复一个信息……好了！我开了一个用来解决大家烦恼的账号，时不时会收到这样那样的问题呢。指挥官呢？也有烦恼要咨询我吗？当面问的话也是欢迎的哦？",
	couple_encourage = {
		{
			{
				10316
			},
			1,
			"巴尔的摩大姐，一起加油吧？",
			0
		}
	}
}
