_G.pg.ship_skin_words[101110] = {
	feeling1 = "指挥官你这邪恶的化身！",
	feeling3 = "正义的伙伴可是很难当的，不过指挥官有我奥斯本在一定没问题",
	lose = "我还会回来的！正义一定会胜利的！呜呜…",
	propose = "…………给我真的可以吗？……是吗，指挥官选择了我吗——嗯，我一定会跟你一起走到最后的！",
	expedition = "正义的军事委托完成了！",
	win_mvp = "看到了吗，这就是小海狸的真正实力！",
	home = "出击的姐妹们都辛苦了！",
	mission = "指挥官，一鼓作气完成它吧！这是执行正义的机会~",
	touch2 = "！！……呜哇~你这邪恶的指挥官！",
	voice_key_2 = -1,
	skill = "接受正义的制裁吧！",
	drop_descrip = "弗莱彻级驱逐舰—查尔斯·奥斯本，舷号DD-570",
	mail = "信吗，正义是需要人们的支持的，好好回应吧",
	touch = "唔，我感觉到一股正义的力量传递过来了！",
	profile = "我是弗莱彻级的查尔斯·奥斯本，鼎鼎有名的小海狸分队队长，在圣乔治湾大显身手过，哼哼，指挥官也想要成为正义的伙伴吗？",
	mission_complete = "奖励下达了，努力后的回报总是令人高兴，不是吗",
	feeling4 = "正义的道路是孤独的，有同行者可是十分难得的事，所以…我是说…就是…指、挥官，来一起读正义故事吗！",
	unlock = "你好指挥官，小海狸分队队长奥斯本听候差遣。欺负人的孩子在哪，全来接受我的制裁！",
	feeling5 = "故事里面，正义的英雄在和伙伴们战胜邪恶以后总是会回到原本的生活中，而很少会选择共同冒险的伙伴，每次看到这种桥段都觉得有点伤感呢……",
	main = "快跟我一起成为正义的小伙伴吧！|正义就是正义！~|恩…雷达表示，指挥官你心跳很快？",
	battle = "小海狸们，31节高速出发~不要把侧身展示给对面的绅士！",
	upgrade = "这是……正义的能量！",
	voice_key = 10111,
	headtouch = "",
	feeling2 = "指挥官，还有那么多不正义的事情，怎么能就此停滞不前呢！",
	login = "你好指挥官，小海狸分队队长奥斯本前来待命。今天又有哪个坏孩子需要我修理？",
	vote = "",
	hp_warning = "正义不灭！",
	id = 101110,
	detail = "武器装备皆为正义的铁拳！",
	couple_encourage = {
		{
			{
				10112,
				10113,
				10114,
				10115
			},
			2,
			"小海狸们,31节全速前进！",
			0
		},
		{
			{
				10112,
				10124
			},
			1,
			"是哪个孩子喜欢捉弄人啊？",
			0
		},
		{
			{
				4
			},
			3,
			"正义的番茄分队，出击！",
			4
		}
	}
}
