_G.pg.ship_skin_words[105030] = {
	feeling1 = "你还真是个胆小鬼啊……",
	feeling3 = "想要和我站在一起？……你要想好，这可是非常，非常难的事",
	lose = "稍微有点期待你指挥能力的我也是太轻率了",
	propose = "这支舰队看来就是我的归宿了……有应该保护的人，有明明一只鸡都杀不死却想要保护我的人，偏偏我还高兴的不行……笨蛋，抱住我",
	expedition = "委托完成了……不错，大家都在成长",
	win_mvp = "啧……无聊，真是个十分无趣的结果啊",
	home = "战斗完后喝一杯的滋味可是不同凡响的，来一杯？",
	mission = "我说，你是不是有任务忘了？",
	touch2 = "……！！你、你真的是笨蛋吗？",
	voice_key_2 = -1,
	skill = "你们只有这种程度吗？",
	drop_descrip = "宾夕法尼亚级战列舰—宾夕法尼亚，舷号BB-38",
	mail = "接着，信，好好回复人家啊",
	touch = "没什么事就别一惊一乍的",
	profile = "我是内华达级战列舰的改进型，宾夕法尼亚级大姐头——宾夕法尼亚号。 \n虽然也没什么好自夸的，不过我也曾多次优秀地完成支援与护航任务，对自己的能力是很自信的，尽管依赖我吧",
	mission_complete = "奖励就放着了，别忘了收起来",
	feeling4 = "不用勉强也没关系，你已经很努力了，没想到你居然不是开玩笑……怎么说呢，我习惯去保护人了……像你这样的，还真是头一个",
	unlock = "我是内华达级战列舰的改进型，宾夕法尼亚级大姐头——宾夕法尼亚号，你可以叫我崩姐。多次优秀地完成支援与护航的任务，我对自己的能力是很自信的",
	feeling5 = "嗯，你很努力了，我也没想到你真的跟上了我的脚步……想要什么奖励吗？一个吻，还是一个难忘的夜晚？都可以哦~",
	main = "你这眼神，怎么好像被抛弃的小狗一样|麻烦你别用那种看见食物般的眼神看着我|你的想象真是贫乏啊。不会是姐控吧？！",
	battle = "来，尝尝我14英寸的舰炮吧！",
	upgrade = "尽管依赖我吧",
	voice_key = 10503,
	headtouch = "",
	feeling2 = "你就和亚利桑那一样站在我的身后就好了，姐姐会保护好你们的",
	login = "指挥官，如果有什么意见的话，不用顾虑地直接说出来",
	vote = "",
	hp_warning = "",
	id = 105030,
	detail = "十分感谢。被人这么关心还是头一次……",
	couple_encourage = {
		{
			{
				10703,
				30505
			},
			1,
			"作为大人，让我来保护你们！",
			0
		}
	}
}
