_G.pg.ship_skin_words[105040] = {
	feeling1 = "哪里才是我的居所呢……",
	feeling3 = "……谢谢你每次都听我说这么多话……我感觉好多了……",
	lose = "亚利桑那有点不行了，请让我任性这一回……",
	propose = "——不会再让那一天的事重演……吗，谢谢，这是我听过的最动听的誓言了，我相信你",
	expedition = "风……这是姐妹们回来了的预兆",
	win_mvp = "胜利的感觉…好棒……希望那两天的噩梦可以消散",
	home = "能平安回来真是太好了",
	mission = "指挥官啊……那个、任务……没完成呢（小声）",
	touch2 = "呜……就当刚刚的事情没发生过好么？",
	voice_key_2 = -1,
	skill = "这一次我一定要保护好！",
	drop_descrip = "宾夕法尼亚级战列舰—亚利桑那，舷号BB-39",
	mail = "指挥官，有您的信，人和人之间的联系是很重要的喔",
	touch = "心里好像没那么难过了……",
	profile = "我是宾夕法尼亚级战列舰二号舰亚利桑那号，我的生日是在夏天。 \n是的……那个“亚利桑那之泪”就是我的，那种东西却是泪，稍微有点讽刺呢……",
	mission_complete = "这里是清单，不过物质上的奖励真的有那么重要吗……？",
	feeling4 = "指挥官的肩膀，好有安全感……感觉想起那时的事也不会很害怕了",
	unlock = "我是宾夕法尼亚级战列舰的二号舰亚利桑那号，我的生日是在夏天。这次，一定不会再让悲剧重演……",
	feeling5 = "抱歉……啊，不是，我只是有些害怕……要是这一次指挥官离开我……光是想想，眼泪就止不住了",
	main = "指挥官，只要你记得我，我就不会孤单|为了纪念和牢记……他们……一直跟我在一起|指挥官，这样的表情让你困扰了吗？对不起……",
	battle = "这次一定要把想守护的东西守护到底……！",
	upgrade = "我要保护大家……！",
	voice_key = 10504,
	headtouch = "",
	feeling2 = "啊……抱歉，我又在想些伤感的事情了……",
	login = "指挥官，你能理解我这种想要保护同伴的心情吗……",
	vote = "",
	hp_warning = "不能哭，眼泪要流在高兴的时候！",
	id = 105040,
	detail = "就算是这样的我您也不会介意的话……真是太感谢了",
	couple_encourage = {
		{
			{
				10503
			},
			1,
			"姐姐，我会努力的！",
			0
		},
		{
			{
				10502,
				10507,
				10508
			},
			1,
			"这次我一定要保护大家！",
			0
		}
	}
}
