_G.pg.ship_skin_words[105091] = {
	feeling1 = "指挥官……本质上不是个坏孩子呢。",
	feeling3 = "指挥官，夜晚一起去港口外转转如何？放心吧，我会好好保护您的。咦，在海上可没有“醉驾”这种说法哦，嘻嘻。",
	lose = "唔……大意了呢。",
	propose = "呼……接受妹妹们的轮番祝贺真的有点吃不消。不过，接下来…就是我和夫君两人的时间了哦 ",
	expedition = "唔，有人回来了，有侦察到敌情吗？",
	win_mvp = "全炮转向……咦，已经没有敌人了吗？",
	home = "放松放松，然后去喝几杯吧。西弗吉尼亚，你要一起吗？",
	mission = "指挥官，请下达作战指令。",
	touch2 = "诶，指挥官……那里只有妹妹们碰过呀。",
	voice_key_2 = -1,
	skill = "昭昭天命！",
	drop_descrip = "科罗拉多级战列舰—科罗拉多，舷号BB-45",
	mail = "有新的信件，里面会不会有妹妹们的消息呢？",
	touch = "诶，是指挥官呀。抱歉，我又发呆了，是有什么作战指令吗？",
	profile = "白鹰“科罗拉多”号战列舰，自建成以来经历了诸多的远航与演习，作为BIG SEVEN之一，辗转世界各地宣扬了白鹰海军的军威。太平洋战争开始后幸运地逃过了珍珠港奇袭，随后在多次战役中表现活跃。指挥官，我的名字可不是取自大峡谷哦",
	mission_complete = "演习也好，支援也好，我完成的都毫不逊色吧！",
	feeling4 = "昨晚梦到了华盛顿，她对我说在我心中最近有一个人的分量超过了她。奇怪，明明是一个悲伤的梦，为什么她在梦里那么喜悦呢。",
	unlock = "科罗拉多前来报道，接下来的舰队战就交给我吧。",
	feeling5 = "指挥官，您送我的薰衣草，我会永远收在衣服中的。我对您的爱，与对马里兰、西弗吉尼亚的不同，是世界上独一无二的哦。",
	main = "什么时候能见到妹妹们呢？|华盛顿？我曾梦到过和她……|指挥官也想吃冰激凌吗？来、张嘴，啊——",
	battle = "这片大洋都是我的战场！",
	upgrade = "距离密苏里又近了一步！",
	voice_key = 0,
	headtouch = "",
	feeling2 = "战争结束之后？我没想过这个问题呢，指挥官去问问南达科他怎么样？",
	login = "指挥官，我已整装待命！",
	vote = "",
	hp_warning = "阿啦，接下来我可不会再像刚才那样大意了！",
	id = 105091,
	detail = "和密苏里相比，我还差得远呢！",
	couple_encourage = {
		{
			{
				10510
			},
			1,
			"妹妹，小心不要冲过头",
			0
		}
	}
}
