_G.pg.ship_skin_words[105100] = {
	feeling1 = "唯懦弱者不可以效忠，我曾经听姐姐说过这句话呢",
	feeling3 = "战争终究不是一个人的战斗，如果没有生死相依的同袍与终始支持的后方，战力再强也逃不过败亡的命运",
	lose = "如果俄克拉荷马在的话……",
	propose = "你就这么看重这个奇怪的戒指吗？……不过，既然是你的决定，那我就奉陪到底吧！从今以后，你就由我来保护了！",
	expedition = "委托虽然也是战争的重要内容，但我就是对此提不起精神",
	win_mvp = "哈哈！这种程度不过是餐前热身！",
	home = "啧，待在这里好闷啊……",
	mission = "不完成任务，可没法获得战役之星",
	touch2 = "指挥官，我们的战斗力可不在于那里",
	voice_key_2 = -1,
	skill = "无论多少次，我都会将你们再度击沉！",
	drop_descrip = "科罗拉多级战列舰—马里兰，舷号BB-46",
	mail = "写回信的话，身边要不要摆个高射机枪呢……",
	touch = "指挥官，是要战斗了吗？",
	profile = "白鹰科罗拉多级战列舰二号舰“马里兰”号，作为BIG·SEVEN之一，经常参加各种庆典典礼。战绩？七枚战役之星还算说得过去吧。虽然是有着big seven之称的战列舰，但是果然速度还是太慢了啊！要是我能跟上那些航母的话，中途岛……",
	mission_complete = "任务奖励……嘁，真麻烦。",
	feeling4 = "不是所有问题都只能用战斗解决的吗？哼，虽然不太相信…不过，是你的话总会有办法的吧。毕竟你可是我看上的指挥官呢！",
	unlock = "我是马里兰，BIG·SEVEN之一，“好斗的玛丽”说的就是我！听说今后会有很多的战斗，我很期待哦！",
	feeling5 = "看着我的眼睛，作为我最信赖的战友，事到如今难道还必须通过言语才能知晓我的内心吗？",
	main = "和姐妹们一同战斗是天底下最愉快的事！|我最讨厌偷袭的家伙了，堂堂正正的对决才能称之为战斗！|工作？……我也不是很懂，你说做什么就做什么吧。",
	battle = "对面的，可别让我失望了！",
	upgrade = "好想马上齐射一轮主炮试试……",
	voice_key = 10510,
	headtouch = "",
	feeling2 = "我不知道这个“big seven”是谁定的。不过既然她们两个每天都挂在嘴边，应该是包含着特殊的意义吧。",
	login = "我闻到硝烟的味道了，是战斗开始了吗？啊……原来是女灶神在做饭。",
	vote = "",
	hp_warning = "这样的战斗才有趣！",
	id = 105100,
	detail = "庆典？荣誉？除了战斗本身，什么也吸引不了我",
	couple_encourage = {
		{
			{
				10502
			},
			1,
			"这次由我来保护你！",
			0
		}
	}
}
