_G.pg.ship_skin_words[105111] = {
	feeling1 = "指挥官好无趣啊",
	feeling3 = "喜欢的事情就要大胆去做。如何，你有这种勇气吗？",
	lose = "没有什么是能一直一帆风顺的……",
	propose = "嘻嘻，因为害羞而面红耳赤正是指挥官最可爱的地方~",
	expedition = "执行委托的同伴们回来了，指挥官还不去迎接一下吗？",
	win_mvp = "啊呀啊呀，摘下眼镜后的我刚刚都做了些什么？",
	home = "指挥官，要和我们姐妹一起去小酌一杯吗？",
	mission = "再怎么向我撒娇，没完成的任务也不会自动完成呀",
	touch2 = "啊呀，指挥官，天上的姐姐在看着呢",
	voice_key_2 = -1,
	skill = "吾眼前之敌，四散溃逃吧！",
	drop_descrip = "科罗拉多级战列舰—西弗吉尼亚，舷号BB-48",
	mail = "指挥官，猜猜看，我把新邮件~放在哪里了？",
	touch = "啊呀，指挥官真爱撒娇~",
	profile = "白鹰科罗拉多级战列舰四号舰“西弗吉尼亚”，因姐姐“华盛顿”未完工，也被称为三号舰。BIG·SEVEN之一。珍珠港事件中坐沉，后被打捞起来进行现代化改造，并参与苏里高夜战完成复仇，参与魔毯行动后转入预备役，共获得五枚战役之星。摘下眼镜后性情大变？因为姐姐的灵魂与我同在",
	mission_complete = "乖孩子~乖孩子~",
	feeling4 = "我养了三只猫、八只狗和一只狐狸。怎么？指挥官你也想加进来吗？",
	unlock = "科罗拉多级四号舰西弗吉尼亚，指挥官，靠近些，让我好好看看你",
	feeling5 = "指挥官，你在看我哪里呢？嘻嘻……可以哦~把头伸过来吧~",
	main = "指挥官，我的炮塔是不是很有特点|华盛顿在天上保佑着我，所以我才能一直战无不胜|能再次见到亚利桑那真令人高兴",
	battle = "眼镜被摘下来了？看来又到吾活动的时间了！",
	upgrade = "指挥官，你想要什么样的奖励？",
	voice_key = 0,
	headtouch = "",
	feeling2 = "马里兰姐姐，你又受伤了！战斗中多少也保护下自己啊",
	login = "怎么，寂寞了吗？我可以陪你哦~",
	vote = "",
	hp_warning = "要不要潜到海里避下风头……",
	id = 105111,
	detail = "指挥官，你想做些什么？呵呵，我可以~如你所愿哦",
	couple_encourage = {
		{
			{
				10510
			},
			1,
			"姐姐，抢占到T头了吗？",
			0
		},
		{
			{
				10503
			},
			1,
			"复仇之战来了",
			0
		}
	}
}
