_G.pg.ship_skin_words[105140] = {
	feeling1 = "…………我会听从你的命令",
	feeling3 = "我是为了实现指挥官的目标而存在的，除此之外我没有任何价值——裙子？那种轻飘飘的东西我没有穿过",
	lose = "抱歉，指挥官……这是我的耻辱……！",
	propose = "你的身边令我温暖，你的目标令我振奋，你的话语令我欢欣……我曾把我的盾献给你，那么现在，把我的心献给你吧，指挥官",
	expedition = "委托组回来了……有必要的话，我也可以出动",
	win_mvp = "局部战斗的胜利并不值得欢呼，指挥官",
	home = "漂亮的战斗，指挥官",
	mission = "不要忘了完成任务，指挥官",
	touch2 = "如果这就是指挥官想做的事的话……",
	voice_key_2 = -1,
	skill = "你们将止步于此",
	drop_descrip = "南达科他级战列舰—南达科他，舷号BB-57",
	mail = "有新的邮件，指挥官",
	touch = "我随时能够行动",
	profile = "我是来自白鹰的战列舰，南达科他号。在战场上请不要离开我的身边，我会保护指挥官的——最强的盾？虚名并没有价值，能提供帮助才有意义",
	mission_complete = "指挥官，任务的奖励发放了",
	feeling4 = "除了战斗还有别的生存方式？我……不知道该怎么做，一直以来我都是这样的……指挥官能教给我吗？",
	unlock = "战舰南达科他，为你效劳。我将成为你最坚固的盾，为你抵御一切炮火",
	feeling5 = "这就是指挥官所见到的景色……指挥官说过我应该自己选择生存方式，那这一次，我选择不是为了使命，而是为了指挥官的笑容而战",
	main = "我曾在黑暗中磨练了自己的意志，所以无所畏惧|只要确实为指挥官出了力，那么功劳让给别人也无妨|站在指挥官对立面的，无论是谁，都将是我的敌人",
	battle = "拼尽全力攻过来吧！",
	upgrade = "盾变得更坚固了",
	voice_key = 10514,
	headtouch = "",
	feeling2 = "你的意志，就是我前进的方向，指挥官",
	login = "指挥官，请下令吧",
	vote = "",
	hp_warning = "我的盾还没碎……！",
	id = 105140,
	detail = "南达科他随时等待你的差遣，指挥官",
	couple_encourage = {
		{
			{
				10507
			},
			1,
			"别只顾着开火，注意周围",
			0
		},
		{
			{
				11201
			},
			1,
			"抱歉，可能又要麻烦你了",
			0
		},
		{
			{
				10706,
				11201
			},
			2,
			"企业，决一胜负吧！",
			0
		},
		{
			{
				10513
			},
			1,
			"华盛顿，再来比一场吗？",
			0
		},
		{
			{
				10519
			},
			1,
			"马萨诸塞，战场上认真点",
			0
		},
		{
			{
				1
			},
			5,
			"枫之军……好名字",
			4
		}
	}
}
