_G.pg.ship_skin_words[105170] = {
	feeling1 = "啊，让女孩子落泪可不行啊，指挥官。你该好好反省下自己了！",
	feeling3 = "不知不觉间，大家也熟络起来了呢~下次想聊什么？舰装技术？还是日常生活？……欸，我来选吗？",
	lose = "不敢相信，我们居然被敌人压制住了……在找出还击的方法之前，我是不会休息的！",
	propose = "你的想法，已经全部传达给我了。如果指挥官不嫌弃的话我当然也没问题哦~？既然如此，我也要再向指挥官告白一次才对吧？嘻嘻，这才叫彼此都要多多为了对方着想嘛♡",
	expedition = "委托队已经在港口了。走吧，你的慰问对她们来说便是最大的鼓励哦~嘻嘻♪",
	win_mvp = "我们正锐不可当地向着正确的方向航行——哼哼，大家都喜欢这样的感觉吧？",
	home = "看下刚才的战斗报告吧~谁先说~？你先就好？那我就一边吃着冰激凌一边洗耳恭听咯~",
	mission = "你接下了这个新任务吗？好，让我们一起解决掉吧。",
	touch2 = "指挥官，你已经处于“被动”了哦，各种意义上的~",
	voice_key_2 = -1,
	skill = "火控系统，瞄准目标！",
	drop_descrip = "{namecode:201}级战列舰—{namecode:199}，舷号BB-62",
	mail = "有新的邮件哦。哈哈，果然你很期待有人来信嘛～",
	touch = "如果是有任务，我当然义不容辞。至于别的请求，可就要额外收点报酬了哦？开玩笑的~",
	profile = "我是白鹰战列舰，最大最强的BlackDragon—{namecode:199}号。这可不是什么自夸哦，或者说，“世界最强”也不为过呢~只要充分认识我了，关于这个话题的疑虑你很快就会打消的~",
	mission_complete = "既然重要的任务已经完成了，不如就休息一下吧？凡事都分下轻重缓急，会比较轻松哦？",
	feeling4 = "嗯？你怎么一脸疲倦的样子……果然是超负荷工作了吧？来，躺这里，这次就让我照顾你吧。嗯哼…就把我的大腿当成你临时的枕头吧~”指挥官就喜欢这样的感觉吧~？",
	unlock = "白鹰战列舰，最强最大的Black Dragon，{namecode:199}登场！见识下我的力量吧！开玩笑的~指挥官喜欢这样的感觉吗？",
	feeling5 = "主动一点的{namecode:199}和被动一些的{namecode:199}，指挥官更喜欢哪一种呢？——停~我会在接下来的时间里慢慢确认的，所以不用急着回答~嘻嘻，指挥官就喜欢这种被吊着胃口的感觉吧~？",
	main = "“{namecode:201}对{namecode:83}”么……确实是一个热门的话题呢。呵呵，人们就是热衷这样的，不是吗？|喜欢的饮料是果汁哦。青苹果汁、橙汁我都推荐，汽水的话也OK。咖啡…感觉不太行？|秘书舰该帮指挥官完成多少工作呢……我个人认为，40%吧。毕竟，如果我做了太多事的话，是不是就有些喧宾夺主了？|这件事……指挥官说的也有道理呢…那么接下来听听我的方案吧？|航空母舰的时代啊……那可不好说。既然航空母舰会发展，谁又说得清战列舰会有什么变化呢~|白鹰的“Big J”，最大最强的“Black Dragon”就是我啦！……唔，是不是有点太浮夸了？",
	battle = "全员，一级战备！要上了哦！",
	upgrade = "也许战列舰会过时，但{namecode:201}级可不会哦。",
	voice_key = 10517,
	headtouch = "摸完了吗？好，那就乖乖坐下，该轮到我摸了~",
	feeling2 = "彼此疏远的话会心生顾虑啊，或许像这样……身体上的接触能让你放下心来？哼哼~这样就能更加亲近了不是吗？",
	login = "欢迎回来。需要帮忙制定工作计划吗？或者，你对此已经胸有成竹了？",
	vote = "",
	hp_warning = "不用慌，我已经想出控制局势的办法了。",
	id = 105170,
	detail = "装备检查完毕，各系统运转正常，辛苦你了——啊，难道是看着迷了~？我倒是不介意？反正~指挥官就喜欢这样的吧~？嘻嘻~",
	couple_encourage = {
		{
			{
				19902
			},
			1,
			"口径更大的“{namecode:201}”？不，好像有点不同……",
			0
		},
		{
			{
				10702,
				10703,
				10705,
				10706,
				10707,
				10708,
				10709,
				10711,
				10717,
				10738
			},
			2,
			"航空战就拜托你们了。",
			0
		},
		{
			{
				1
			},
			5,
			"没有人能够阻挡我们的意志！",
			3
		},
		{
			{
				70504,
				70505
			},
			1,
			"哦？是意料之外的对手呢。有趣~",
			0
		},
		{
			{
				10706
			},
			1,
			"白鹰的英雄啊，一直以来辛苦你了！",
			0
		}
	}
}
