_G.pg.ship_skin_words[105200] = {
	feeling1 = "…………你是谁来着？",
	feeling3 = "和重樱的孩子们，成了好朋友。原本以为她们会讨厌我的。成为了朋友之后，感觉重樱也很有趣……",
	lose = "要撤退了吗？…好吧",
	propose = "这是…永久抱枕契约？我可以每天都抱着指挥官睡觉吗？喔……感觉，好开心。指挥官，我可以现在就抱抱你吗？",
	expedition = "海平线上好像有什么……喔，指挥官，是委托组回来了。嗯，我视力很好哦",
	win_mvp = "指挥官，我只是很普通地把敌人全都打倒了，为什么要夸奖我？",
	home = "指挥官，来我的大腿上躺一躺吗？……我看其他孩子都是这么做的？",
	mission = "指挥官，这些纸是什么？…原来如此，这就是任务书啊",
	touch2 = "……………………唔？指挥官，你在干什么？",
	voice_key_2 = -1,
	skill = "你们不要这样就倒下哦？",
	drop_descrip = "南达科他级战列舰—阿拉巴马，舷号BB-60",
	mail = "指挥官，怎么了？……信件？喔，对哦，我都忘了我是去给指挥官拿信件的了，给你",
	touch = "指挥官，你要摸我的肚子吗？很有弹性哦",
	profile = "我的名字是阿拉巴马，南达科他级的四号舰，大家也叫我“幸运的A”……唔，还要说做过什么事？让我想想……挪威，马绍尔群岛，马里亚纳我好像立了大功劳？然后是莱特湾，接着去了重樱……最后，我就一直躺在莫比尔湾了，那里还挺舒服哦？",
	mission_complete = "指挥官，任务奖励我去拿吧，我的力气比较大",
	feeling4 = "指挥官，让我抱抱……唔，果然，指挥官，看起来抱着很舒服的样子，而且，有一种很安心的感觉，有点喜欢",
	unlock = "我是阿拉巴马，找我有什么事吗？……喔，舰队吗？唔，反正也没有什么事做，那我就跟你走吧，Let's Go——",
	feeling5 = "指挥官，今天晚上能来我的房间吗？唔……因为，我喜欢抱着东西睡觉。以前，都是抱抱枕的，但是现在，我更想抱着指挥官睡觉",
	main = "指挥官，指、挥、官，指——挥——官……嗯，没什么，只是想叫一叫你|真想“猎火鸡”啊……指挥官，战舰为什么不能用飞机呢？或者，要是我能飞，也可以……|天气好像还不错。指挥官，我们去草地上晒太阳吧，晒太阳很舒服的，我可以一动不动地躺一天",
	battle = "要陪我尽兴了才能走哦？",
	upgrade = "感觉有点…想揍人……嗯",
	voice_key = 10520,
	headtouch = "",
	feeling2 = "指挥官，我可以把提尔比茨找来吗？以前一直很想和她打一场的，但是她不出来…",
	login = "喔，指挥官，是你啊。我还以为是坏人，差点就砍下来了",
	vote = "",
	hp_warning = "你们干得真不错啊。嘻嘻…",
	id = 105200,
	detail = "指挥官，我饿了，想吃火鸡",
	couple_encourage = {
		{
			{
				10514
			},
			1,
			"南达科他，可以把这些敌人全都交给我吗？",
			0
		},
		{
			{
				40502
			},
			1,
			"来比赛吧，提尔比茨",
			0
		}
	}
}
