_G.pg.ship_skin_words[106010] = {
	feeling1 = "指挥官看不到我，指挥官看不到我……",
	feeling3 = "我的回答是……呜哇！吓你一跳！——欸……指挥官都不配合一下的嘛……",
	lose = "可……可恶……难道她们能看见我？！",
	propose = "好，契约完成~这样长岛就正式成为附身指挥官的灵了！……话是这么说，其实要做的事也没有变化啦，欸嘿嘿~",
	expedition = "出委托的姐妹们还没回来吗，还没吗…………啊，回来了！",
	win_mvp = "嘻嘻~你看~她们自己都不知道被什么东西袭击了呢",
	home = "指—挥—官~没人回来哟~~~",
	mission = "指挥官，有新的任务啦，所以我们去睡觉吧？",
	touch2 = "你……你摸到的不是我！我可是幽灵、幽灵、幽灵！",
	voice_key_2 = -1,
	skill = "呼……差点胖次被看到了……",
	drop_descrip = "长岛级护航航空母舰—长岛，舷号CVE-1",
	mail = "长岛对指挥官的邮件，使用了“调包”！长岛好厉害",
	touch = "笨蛋指挥官~这里可是涂了胶水的！——欸？欸？！黏住了！怎、怎么办？！",
	profile = "嘻嘻，我是长岛，是白鹰的第一艘护航航母哟~用可爱的舰载机保护商船，维护海上补给生命线什么的就是我的职责啦",
	mission_complete = "偷偷地……悄悄地……把指挥官那份奖励涂上502……",
	feeling4 = "嘻嘻……幽灵长岛“一不小心”附到了指挥官身上，再也离不开指挥官了呢，只能每天跟指挥官在一起了~",
	unlock = "嘻嘻，我是长岛，指挥官你好~其实我还有另外一个名字，你想知道么？",
	feeling5 = "这么说来，要是人家真的是幽灵，就要时刻和指挥官在一起了呢，吃饭的时候，睡觉的时候，连上厕所的时候都……呜哇！好害羞！",
	main = "来玩俄罗斯轮盘点心的游戏吧，猜猜哪块夹着芥末？|我们一起喝点东西吧，干杯！——噗！好苦……和指挥官的杯子弄反了！|指挥官指挥官~我的袖子像幽灵吗~",
	battle = "欸嘿~来开个派对吧，我会让你们吓得燃料都漏出来",
	upgrade = "长岛 的 经验值 提升了！",
	voice_key = 10601,
	headtouch = "",
	feeling2 = "（捂住耳朵）幽灵不会说话哟~~~",
	login = "嗷呜！——嘻嘻，被吓到了么？长岛要每天都像幽灵附身一样紧随指挥官左右！~",
	vote = "",
	hp_warning = "",
	id = 106010,
	detail = "你看不见我……你看不见我……你看不见我……",
	couple_encourage = {
		{
			{
				40809,
				20605,
				70202
			},
			1,
			"说到玩游戏还是我比较擅长~",
			0
		}
	}
}
