_G.pg.ship_skin_words[106550] = {
	feeling1 = "原来…指挥官才是这支舰队发展的最大阻碍吗…",
	feeling3 = "我喜欢各种各样的小说和电影，扣人心弦的精彩情节，让人回味无穷。…嗯？喜欢什么样的主题？这个嘛…暂时保密？",
	lose = "果然护航航母的前线战斗能力还是有极限的吗…",
	propose = "虽然曲折起伏的爱情故事因她独特的魅力而吸引人，不过放在自己身上考虑时，还是单纯而质朴的幸福更让人向往……你也是这么想的吧，指挥官？总之，请先为我戴上誓约的证明吧，完成这个仪式吧",
	expedition = "委托获得的物资已经清点完成了，请过目",
	win_mvp = "我是MVP…？呼…正面战场似乎比想象的轻松些呢",
	home = "指挥官，欢迎回来！本次的作战报告在—…桌子上的小说？啊！咳、咳咳…没什么，请无视就好。",
	mission = "完成这些任务的话，我们就能获得更多的补给了呢。请加油，指挥官",
	touch2 = "呀啊！？…书、书里可没有这样的情节啊…！",
	voice_key_2 = -1,
	skill = "我会尽我所能援护大家的！",
	drop_descrip = "卡萨布兰卡级护航航空母舰—卡萨布兰卡，舷号CVE-55 ",
	mail = "有信件，会不会是司令部的通知？指挥官，还是看看比较好？",
	touch = "有什么事吗，指挥官？啊，莫非是我的领带歪了？",
	profile = "当时，仅仅一年多的时间，白鹰就诞生了足足50位卡萨布兰卡级的姐妹。虽然姐妹中的大部分在大战结束后不久便结束了自己的使命…不过，在这个舰队我也会尽全力发挥作用的，无论是运输、还是补给任务都请尽管吩咐我吧",
	mission_complete = "任务完成了。太好了，有了这些补给，舰队的运作一定能够更加顺利的",
	feeling4 = "伊尔莎…只能二者择一吗…这种两难的抉择，实在令人揪心…好在，我不需要经历这种痛苦…——欸，指挥官！？你你你你是什么时候出现的？",
	unlock = "你好，指挥官，护航航母卡萨布兰卡，向你报到。我会用我擅长的方式为舰队提供支援的，请放心",
	feeling5 = "指挥官，下次要不要和我去看电影？嗯，是我最喜欢的…浪漫爱情故事，想要和指挥官一起去看。",
	main = "指挥官，需要我帮忙确认舰队后勤的情况吗？|瞬息万变，惊险刺激的前线与略微枯燥但同样是重要的后方……指挥官，如果要选择的话，你更倾向于在哪一边？|有机会的话，我想听听马萨诸塞前辈讲卡萨布兰卡海战的故事",
	battle = "竟然是前线作战吗？好…！援护工作就尽管交给我吧！",
	upgrade = "非常感谢，指挥官",
	voice_key = 10655,
	headtouch = "",
	feeling2 = "从埃米尔，到阿拉赞湾，再到卡萨布兰卡——果然大家都比较喜欢有点意义的名字呢",
	login = "事不宜迟，让我们开始今天的工作吧",
	vote = "",
	hp_warning = "唔…再这样下去的话，有些勉强…",
	id = 106550,
	detail = "虽然我职能并非面向前线作战，不过在需要的时候，我也会全力应战的",
	couple_encourage = {
		{
			{
				10601
			},
			1,
			"请多多指教了，“前辈”！",
			0
		},
		{
			{
				80201
			},
			1,
			"偶尔来点花哨的也不错！",
			0
		},
		{
			{
				10704,
				20210
			},
			2,
			"下次要来开个读书会吗？",
			0
		}
	}
}
