_G.pg.ship_skin_words[107020] = {
	feeling1 = "要是以为姐姐什么都会包容那可就大错特错了唷",
	feeling3 = "最近梦到珊瑚海的时候身边总会出现指挥官的身影，让人安心了许多，为什么呢~",
	lose = "哎呀……已经跟不上他们的节奏了，还是先撤退吧？",
	propose = "哎呀，这是……呵呵，还以为指挥官要让我等多久呢~这样的话，只有一个位置的个人live就要开始售票了呢，举办时间是——永远哦~",
	expedition = "咦……哎呀，委托组的姐妹们好像回来了呢",
	win_mvp = "呵呵，Lady Lex的称呼可不只是好听哦~",
	home = "啊啦，脸上有脏东西，不要动，我来帮你擦掉~",
	mission = "还有一些任务没有完成呢，指挥官~",
	touch2 = "呵呵，指挥官不甘心当后辈吗~",
	voice_key_2 = -1,
	skill = "去吧，孩子们",
	drop_descrip = "列克星敦级航空母舰—列克星敦，舷号CV-2",
	mail = "新的信件来了，指挥官要是忙的话，就由我代为回复吧？",
	touch = "指挥官感觉就像是个不成器的后辈似的呢～",
	profile = "我是航空母舰列克星敦。\n温柔？因为算是大家的大姐姐嘛，而且指挥官在我看来也是可爱的后辈哦。 \n看到萨拉她那么努力，做姐姐的也就放心了，指挥官也请对她多多包涵哦",
	mission_complete = "孩子们，去把任务奖励领回来给指挥官吧",
	feeling4 = "指挥官可以来当我的经纪人吗？既有能力，又了解我，还值得依赖的人，只能想到指挥官了呢~",
	unlock = "贵安~指挥官，我是列克星敦，听说，我的名字来源于白鹰独立战争中荣耀的第一枪呢。职业的偶像是需要拥有丰厚的胸怀的，你觉得我说的对么？（笑）",
	feeling5 = "个人live？呵呵，没有这样的计划哦~不过要是某人忽然送我一枚戒指的话，也许每天都会有哦，而且只有一个位置也说不定~",
	main = "虽然不像妹妹们那么有活力，不过作为姐姐的魅力我还是有自信的哦，你说对吗~|真是的，萨拉那孩子又跑到哪儿去了呢，真是个让人困扰的孩子|电力十足？偶像当然要有电力十足的眼神呀~~",
	battle = "诸位，一起为指挥官取回胜利吧！",
	upgrade = "忽然有点想唱歌呢，你愿意听吗？",
	voice_key = 10702,
	headtouch = "",
	feeling2 = "所谓偶像，就是要给大家都带来欢笑的职业，其中当然也包括指挥官的笑容哟，呵呵~",
	login = "指挥官大人~~今天我们要去哪呢？你放心，只要有我在就算是会飞的鹤都逃不出我的手掌~",
	vote = "",
	hp_warning = "我来唱支歌为大家加油吧",
	id = 107020,
	detail = "眉头都皱成“W”字了呐，指挥官也辛苦了呢…",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"萨拉，别太调皮哦",
			0
		},
		{
			{
				10705
			},
			1,
			"结束后要一起喝杯茶吗~",
			0
		},
		{
			{
				10
			},
			5,
			"猴子军团来咯",
			4
		}
	}
}
