_G.pg.ship_skin_words[107070] = {
	feeling1 = "北安普顿，你在哪里~（大黄蜂并没有注意到你）",
	feeling3 = "金发双马尾却不傲娇？那还真是抱歉，我大黄蜂可从来不知道别扭两个字怎么写！",
	lose = "会有全新的我吗？",
	propose = "这就是指挥官你的答复吗？……嘿嘿，那个，就是……我先出去跑两圈！",
	expedition = "指挥官，我想睡会儿~欸，委托？啊，对哦我都忘了！欸嘿嘿，一起去迎接她们吧",
	win_mvp = "啊哈哈哈，真痛快！",
	home = "指挥官，刚才战场上很帅气嘛~",
	mission = "风和日丽，是个出任务的好日子啊，指挥官！",
	touch2 = "就算是我，也会有不好意思的时候……",
	voice_key_2 = -1,
	skill = "赶紧搞定吧！",
	drop_descrip = "约克城级航空母舰—大黄蜂，舷号CV-8",
	mail = "嘿嘿，看我的妙技·杜立特邮递！",
	touch = "我对自己可是很有自信的",
	profile = "我是约克城级的小妹，大黄蜂！ \n嗯？对，北安普顿是我的好朋友！虽然不知道她怎么想的…… \n虽然比不上姐姐们，不过我也是很厉害的！",
	mission_complete = "哈哈，任务奖励送到了呢！",
	feeling4 = "我说指挥官，你真的没有因为姐姐们才对我另眼相看吗？这样啊……啊不是啦，我相信你",
	unlock = "Hello~我叫做大黄蜂哟~请不用客气的、友好的称呼我为大黄蜂大人吧~?有两个厉害的姐姐压力是真的大……不过我也挺拉风的！",
	feeling5 = "我啊，不像姐姐们那么麻烦，我就是你看到的大黄蜂，喜欢就是喜欢！所以说，我喜欢你，指挥官，你呢？",
	main = "指挥官再发呆，我就要用木棒把你敲醒了喔！~|问我姐姐们的事么？欸嘿，你看上哪一个了啊？|北安普顿？那家伙除了死板了点倒是没什么不好",
	battle = "放心吧，我下手很快的！",
	upgrade = "Yeah！我感觉我现在超有精神的！",
	voice_key = 10707,
	headtouch = "",
	feeling2 = "吃好，睡好，玩好，这就是我的目标~",
	login = "指挥官，天气很不错啊，出去走走吗？",
	vote = "",
	hp_warning = "在这儿倒下可不行！",
	id = 107070,
	detail = "噫，指挥官啊，你总盯着我看，是喜欢我么？",
	couple_encourage = {
		{
			{
				10303
			},
			1,
			"闷葫芦，上啦",
			0
		},
		{
			{
				10705,
				10706
			},
			2,
			"这次我不会被拉下了！",
			0
		},
		{
			{
				10706
			},
			1,
			"企业姐，看看我的厉害！",
			0
		},
		{
			{
				10709
			},
			1,
			"我可不会记小本子",
			0
		},
		{
			{
				30705
			},
			1,
			"我姐姐和你妹妹……额，挺绕的！",
			0
		},
		{
			{
				8
			},
			3,
			"几才来着？管他的~",
			4
		}
	}
}
