_G.pg.ship_skin_words[107110] = {
	feeling1 = "指挥官啊，你现在的所作所为，和懦夫可没有半点区别啊",
	feeling3 = "哟，指挥官！下午好——啊好疼…是谁把推车放在这里的啊！我怎么又碰上这种倒霉的事情……呃，没，没什么。那个，我是说，有我的出击任务吗？",
	lose = "又要去维修了么…(小声)怎么倒霉的总是我…—不，没什么",
	propose = "没想到在这件事情上，还是指挥官更有勇气呢…真是没办法…今后也请多多关照了！有我在你身边，就无畏地向你的理想的世界进发吧，指挥官！",
	expedition = "委托完成，补给已收到。嗯嗯，不愧是指挥官，知道只有强大的后勤才能保障强大的战斗力！",
	win_mvp = "只有无畏者才能摘取胜利的桂冠！",
	home = "呼~回来了！啊，修理补给战斗汇报加上战术总结，我想5分钟应该够了吧？然后我们就准备准备再次出击吧！",
	mission = "任务很难吗？如果实在解决不了，交给我如何？",
	touch2 = "你这…哈啊，比起称赞你的勇敢，我更想揍你一顿。",
	voice_key_2 = -1,
	skill = "无畏、Getting on!",
	drop_descrip = "埃塞克斯级航空母舰—无畏，舷号CV-11 ",
	mail = "新邮件…会是新的作战任务安排吗？",
	touch = "我想喝点什么？那就——“一杯干马天尼，摇匀，不要搅拌！”——Just Kidding！",
	profile = "我是埃塞克斯级三号舰无畏。虽然在大战中运气不太好，甚至被起了奇怪的绰号…咳咳，没什么！重要的是现在，这次在指挥官的麾下，我一定会表现得比之前更好的！",
	mission_complete = "Mission accomplished！你看，只要勇敢去做，就没有完成不了的事情！",
	feeling4 = "闲着的时候，我会看看书，或者看看电影，不过，最喜欢的，还是眺望无垠的星空呢。啊，对了，我这里有两张卡萨布兰卡推荐的电影的票，明天我们一起去看吧？",
	unlock = "埃塞克斯级的战斗者(The Fighting “I”)，无畏号，报到！指挥官，请尽管把战斗任务交给我吧，我将为你带来胜利与荣耀！",
	feeling5 = "天上的星星距离我们几光年，几十光年，甚至更远，就算有无畏的勇气，也需要无数的努力和时间才能触碰到它们吧——不过，眼前指挥官的话，只要伸出手就能抓到了呢。就像这样…！嘿嘿，没错吧？",
	main = "指挥官喜欢眺望星空吗？啊，没到观星那么正经爱好的程度也没关系。如果你有兴趣的话，我们来聊聊宇宙如何？|潜艇们…好像也挺厉害的。不过，我觉得自己可以试着应对一下|埃塞克斯级的姐妹舰虽然挺多，但还是有各自特点的…欸？你说舰船性能之外的？这个倒是没细想呢，唔…",
	battle = "起飞准备完成——舰载机队，去吧！Roll out！",
	upgrade = "我觉得能变强的地方还有很多呢。比方说，给我一打喷气舰载机怎样？",
	voice_key = 10711,
	headtouch = "哇啊！？头发都被你揉乱了！？",
	feeling2 = " 无所畏惧的勇气，就是我无畏，记好了哦！",
	login = "今天的作战计划上有我的名字吗？没有的话就帮我加上吧！",
	vote = "",
	hp_warning = "糟了，敌机比想象的更多…",
	id = 107110,
	detail = "应当勇于挑战任何强敌——话虽这么说，却总是因为各种原因没法全力地战斗呢…",
	couple_encourage = {
		{
			{
				10717,
				10722
			},
			1,
			"TaskForce38、Let's Rock！",
			0
		}
	}
}
