_G.pg.ship_skin_words[107140] = {
	feeling1 = "果然仅凭我已经无法帮助到指挥官了吗…",
	feeling3 = "港区里有许多优秀的伙伴呢，我也…必须更加努力才行。",
	lose = "究竟是在哪一步出了问题…",
	propose = "！？…收、收到戒指的时候该说些什么才好呢…那个…我、我真的可以吗…？…对不起，太过高兴，感觉心脏都要坏掉了…",
	expedition = "委托组回来了，暂时放下手里的工作，一起去迎接她们吧~",
	win_mvp = "哎呀，胜利了？多亏指挥官一直在大家身边呢~",
	home = "作战辛苦了，指挥官。稍微把手借我用一下——嘿咻…指挥官能感觉到疲劳正在缓解么？",
	mission = "新任务还没有完成吗？嗯…没关系，指挥官按照自己的步调慢慢就好~",
	touch2 = " 哎呀？我好像看到长得像青叶的人拿着相机走过去了哦?",
	voice_key_2 = -1,
	skill = "是时候展现练习的成果了！",
	drop_descrip = "埃塞克斯级航空母舰—{namecode:194}，舷号CV-14",
	mail = "有你的信件，快看看吧，错过什么重要的信息就不好了~",
	touch = "分心可不行哦，指挥官。还是说…我在这里让你无法专心工作了？呵呵~开玩笑的~",
	profile = "我是埃塞克斯级六号舰，也是第一位“长舰体”的埃塞克斯级。我曾经被叫做“汉考克”，之后后改成了“{namecode:194}”，以纪念那场意义重大的战争。……嗯，差不多就这些吧。",
	mission_complete = "任务完成的很出色哦，指挥官果然很优秀呢~",
	feeling4 = "跟指挥官的事情，好像真的在港区传开了呢…啊哈哈~……那样反而正好？…指、指挥官！？",
	unlock = "你好，我是今天开始入驻港区的{namecode:194}——您看起来和传闻一样，是位十分优秀的指挥官呢，作为搞好关系的第一步，要不要来一个问候的拥抱呢？呵呵~",
	feeling5 = "作为舰船，我并不算非常优秀，要成为能站在指挥官身边的人，也许还有很长的路要走。即便是这样的我，指挥官…也可以吗？",
	main = "月亮上都有些什么呢？东方传说中的月兔？外星人的秘密基地？有一天能亲自上去看看就好了呢~|累了的话，肩膀可以借你靠一下哦。还是说，指挥官更想要膝枕呢？不过，要是被谁看到了的话，我可不负责哦？呵呵~|整理好的文件…还有指挥官的待办事项…嗯…应该…没有什么疏漏吧？",
	battle = "按照计划行动吧！",
	upgrade = "这样就能变得更强了吧…嗯！",
	voice_key = 10714,
	headtouch = "",
	feeling2 = "要去巡视港区吗？那就…嘿咻~像这样挽住指挥官手臂的话…哎呀？指挥官难道讨厌我吗？还是说…担心被其他姐妹们看到呢~？",
	login = "哎呀？指挥官看起来没什么精神呢~需要我做点什么让你打起精神来吗？具体做些什么？那就任君想象了~",
	vote = "",
	hp_warning = "左满舵，控制火势！",
	id = 107140,
	detail = "嗯…最近的演习暴露出不少问题呢…欸？指挥官！？未经允许就进入淑女的房间可不好哦！",
	couple_encourage = {
		{
			{
				10709,
				10711,
				10717,
				10738
			},
			2,
			"来一套“埃塞克斯组合拳”吧~呵呵~",
			0
		},
		{
			{
				10711
			},
			1,
			"务必谨慎行事！",
			0
		}
	}
}
