_G.pg.ship_skin_words[107170] = {
	feeling1 = "我现在不想和你说话",
	feeling3 = "…当我面无表情保持沉默的时候，并不是在生气，只是单纯地在想事情，或者在想该怎么表达所想的事情而已",
	lose = "这是…堪比龙颚（dragon jaw）的强敌吗……！",
	propose = "对不起，现在脑袋里只有一片空白。呃…这种时候该说什么好呢…对了！“对你的忠诚与爱将持续到永远”，这样如何？",
	expedition = "失陪一下，我去迎接委托回来的同伴们，你在这等我消息就好。",
	win_mvp = "这就是你们所选择的结局吗…",
	home = "回来了吗？那就…准备下一次出击吧？",
	mission = "任务…还是早点完成吧",
	touch2 = "看来…指挥官需要一点记忆深刻的教训啊？",
	voice_key_2 = -1,
	skill = "放弃抵抗吧！",
	drop_descrip = "埃塞克斯级航空母舰—邦克山，舷号CV-17",
	mail = "邮件…会有新的情报吗？",
	touch = "我没有生气，只是不太擅长表达。所以，不用担心打扰到我，有什么事情尽管来找我吧",
	profile = "埃塞克斯级邦克山号，名字源于独立战争中那场残酷的战斗。曾经活跃于诸多战场，不过…战争让人感受到的，只能是悲伤和痛苦，无需多言",
	mission_complete = "奖励不少？那是当然",
	feeling4 = "最近思绪总会受到些莫名的干扰，想事情的时候，总会冒出某人的脸庞，让人难以冷静下来…",
	unlock = "邦克山，埃塞克斯级的一员，从今以后将加入舰队，听从你的号令。放心，会有机会见识到我的实力的",
	feeling5 = "原本以为，为战争而生的我们，除了战斗之外并无更多的存在价值。不过，与指挥官朝夕相处后的现在，我似乎…能感受到战争之外的生存意义了",
	main = "今天，又有哪里将会被战争的烈火席卷呢…？|埃尔德里奇的能力？我不大清楚…不过隐隐约约好像在哪里见过的样子…|在埃塞克斯级的攻击编队面前，所有的抵抗都是徒劳的…",
	battle = "为什么，要与我们为敌呢…",
	upgrade = "又…变强了啊…",
	voice_key = 10717,
	headtouch = "",
	feeling2 = "战争中不存在美丽，只有丑陋而残酷的死亡和厮杀…",
	login = "现在可是非常时期，即使是假日也要做好出假日特快(Holiday Express)”的准备",
	vote = "",
	hp_warning = "怎么偏偏在这个时候……！",
	id = 107170,
	detail = "指挥官，为什么盯着我看……？",
	couple_encourage = {
		{
			{
				10709,
				10738
			},
			1,
			"在埃塞克斯级面前，你们毫无胜算。",
			0
		},
		{
			{
				10126
			},
			1,
			"彩虹计划？…感觉真不错……",
			0
		}
	}
}
