_G.pg.ship_skin_words[107220] = {
	feeling1 = "我就直接问了，你到底在打算什么？",
	feeling3 = "轻型航母或许没有办法在战斗力上超越正规航母……不过只要您能认可我的实力，那便足够了。",
	lose = "撤退也是战斗的一环……",
	propose = "在命运的十字路口，我遇见了指挥官，找到了自己的归宿……很奇怪的比喻吗？就，就是有种这样的感觉而已。我，我也想不出什么更好的说法了……总之，以后多多指教了！",
	expedition = "委托物资……已经到了，不需要我运过来了呢。",
	win_mvp = "可别小看了轻型航母的威力。",
	home = "来制定一下接下来的作战计划如何？",
	mission = "有新的作战任务了，早点完成吧。",
	touch2 = "去海军部解释一下吧，就现在。",
	voice_key_2 = -1,
	skill = "我盯上你们了。",
	drop_descrip = "独立级航空母舰-独立，舷号CVL-22",
	mail = "邮件我放在桌上了，请及时过目。",
	touch = "在叫我吗？有什么事？",
	profile = "原本我要作为克利夫兰级轻巡洋舰五号舰被建造，但因急切的航母需求而被改建为轻型航母。不过，我也得到了新的力量，得以在日后的战场中驰骋，与大家齐心协力拿下胜利。",
	mission_complete = "即使任务完成了，也不能懈怠。",
	feeling4 = "指挥官对我有什么建议想说的吗？无论是战斗还是别的方面都可以的。为什么？我想了解一下自己在指挥官心中的形象是怎么样的。",
	unlock = "轻型航空母舰独立号向您报道。请不要在意我轻型航母的身份，放心大胆的把任务交给我吧。",
	feeling5 = "“有些事情无需言语表达”？我不太能理解。不说出来的话，不就什么都不知道了吗？就像我很喜欢指挥官，不说出来的话，指挥官也不知道的吧？",
	main = "克利夫兰……我是应该叫她姐姐吗？还是怎么称呼好……|我会将你交给我的任务当作最优先事项处理的，指挥官|我不太擅长揣测别人的想法……所以无论什么事还希望指挥官能直接告知我。",
	battle = "集中注意，保持警惕！",
	upgrade = "马上准备一下实战演练如何？",
	voice_key = 10722,
	headtouch = "",
	feeling2 = "你想了解一下航母的夜间战斗？嗯，那下次夜间演习的时候我会告知指挥官你的。",
	login = "指挥官，今天的训练和常规任务进展的都很顺利，请您放心。",
	vote = "",
	hp_warning = "我们还有多少胜算？",
	id = 107220,
	detail = "如果有必要的话，我可以在夜间行动。",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"克利夫兰……姐姐？",
			0
		},
		{
			{
				10706,
				10703
			},
			2,
			"夜战航母编队，再次集结！",
			0
		},
		{
			{
				10709,
				10519,
				10514,
				10513
			},
			2,
			"特混38编队，出发！",
			0
		}
	}
}
