_G.pg.ship_skin_words[101170] = {
	feeling1 = "Zzzzzzzzz……",
	feeling3 = "一开始，感觉指挥官有点无聊……不过仔细想想，我除了战斗也很没干劲，说不定我和指挥官很合得来喔……",
	lose = "唔……输了……对面不是新手吧……？",
	propose = "原本还一直想着，为了指挥官的话，就算再次化身鬼神也无所谓…不过…被指挥官这么关心着…看来是没有机会了呢…指挥官…失望吗？",
	expedition = "我在想指挥官会不会自己记起来委托已经完成了这件事",
	win_mvp = "唔……还算勉勉强强吧",
	home = "指挥官，睡一会儿吗？",
	mission = "看来……我们还有任务要做",
	touch2 = "指挥官……莫非是变态？！",
	voice_key_2 = -1,
	skill = "状态良好……去吧",
	drop_descrip = "本森级驱逐舰—拉菲，舷号DD-459",
	mail = "指挥官，您的信……",
	touch = "指挥官，累了吗？",
	profile = "我是备受期待的本森级驱逐舰拉菲，在三次所罗门海战有着极为活跃的表现，战舰？那是什么？",
	mission_complete = "恩，我们收到了一批奖励",
	feeling4 = "虽然过去习惯一个人了……和指挥官一起的话，总觉得这样更好……呣……呼……Zzzzzz……",
	unlock = "本森级驱逐舰拉菲听候您的吩咐……指挥官，这个耳朵不是真的，请不要再盯着看了……",
	feeling5 = "现在想想，要是那个时候指挥官在，或许我能干掉{namecode:71}也说不定……唔……虽然现在她要是敢对指挥官出手我也不会对她客气就是了……",
	main = "指挥官，我们要不要种点花呢？|指挥官不理拉菲，哈啊……都要睡着噜……|嗯？这是拉菲心情好的表现喔|拉菲并没有在让指挥官理她，嗯，并没有|拉菲并没有在引诱指挥官跟她玩，嗯，大概|指挥官指挥官，拉菲，可，怕，吗？",
	battle = "自我限制解除……",
	upgrade = "嗯……我去睡个回笼觉",
	voice_key = 10117,
	headtouch = "呣……指挥官，不要摇我……",
	feeling2 = "呼啊...指挥官，要睡一会儿吗？",
	login = "指挥官休息的还好吗，拉菲现在很有精神，大概",
	vote = "",
	hp_warning = "这点程度和我当时可差远了",
	id = 101170,
	detail = "如果我的躯体不再是这个躯体，你还会看我吗？……",
	couple_encourage = {
		{
			{
				30301
			},
			1,
			"逞英雄可没意思",
			0
		},
		{
			{
				1
			},
			5,
			"枫之军团……出击",
			4
		}
	}
}
