_G.pg.ship_skin_words[107230] = {
	feeling1 = "看来还是听萨拉托加的指示比较好呢",
	feeling3 = "我的爱好？看书，还有研究萨拉托加前辈的战斗方式吧…很奇怪吗？我认为萨拉托加前辈即使比起企业也不会输的",
	lose = "看来我离萨拉托加还差得远呢……",
	propose = "…为什么，会选择我？现在的我还有很多不成器的地方，离萨拉托加前辈还很远…我，我不是拒绝的意思哦？相反，如果你愿意接受这样的我的话，就让我们在今后的时光中一起进步吧！",
	expedition = "要去港口迎接委托组吗？让我也一起吧。",
	win_mvp = "感觉还不错，继续吧",
	home = "你看起来挺累，给，毛巾，擦擦汗吧",
	mission = "任务下达了吗？那么出发吧。",
	touch2 = "这一拳下去会有些疼。…咬紧牙关吧",
	voice_key_2 = -1,
	skill = "像萨拉托加一样…！",
	drop_descrip = "独立级航空母舰-普林斯顿，舷号CVL-23",
	mail = "邮件？我去拿吧，指挥官继续工作就好。",
	touch = "指挥官，为什么你总是想要逗我笑？我的表情很严肃吗？",
	profile = "我是独立级的二号舰，普林斯顿，原本是克利夫兰级的七号舰，所以你想叫我塔哈拉西也没关系。在大战中，和萨拉托加前辈一起作战过多次，并从她那得到了许多指导，可惜我最后没有撑过莱特湾…在这边要是能再和她一起作战就好了。",
	mission_complete = "任务奖励……真不少呢。",
	feeling4 = "萨拉托加前辈只是表面喜欢玩耍，其实比谁都懂得战斗，也会照顾后辈，我曾经就在战场上受过她的数次指导，还有还有…嗯？指挥官，你怎么睡过去了？",
	unlock = "独立级，普林斯顿。塔哈拉西？你想叫我那个名字也不是不可以",
	feeling5 = "指挥官，怎么…？！这张萨拉托加前辈的照片怎么会在你手上…在我房间的角落发现的？…咕，百密一疏…这个之后再向你解释！总，总之，一定要替我保密哦？",
	main = "萨拉妹妹？…不行，萨拉托加是我尊敬的前辈，我还是叫她的名字就好|蒙彼利埃？我和她是好朋友。不仅是因为我曾经属于克利夫兰级，而且我们都有憧憬的对象|我来帮你分担一些工作吧。不用客气，这是秘书舰的职责。",
	battle = "实战见真章，出发吧。",
	upgrade = "感觉还不赖，谢谢。",
	voice_key = 10723,
	headtouch = "",
	feeling2 = "指挥官，今天也来一边喝茶一边讨论战术吗？现、现在不太…我整理一下我的房间，稍等我30分钟就好！",
	login = "你来了，休息得还好吗？",
	vote = "",
	hp_warning = "比起那时…还差远了！",
	id = 107230,
	detail = "找我有事？唔，我没有在忙，刚好在发呆而已…",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"我来掩护你，萨拉托加前辈",
			0
		},
		{
			{
				10214
			},
			1,
			"一起向着目标努力吧",
			0
		},
		{
			{
				10223,
				10226
			},
			2,
			"不会再让你们担心了。",
			0
		}
	}
}
