_G.pg.ship_skin_words[107990] = {
	feeling1 = "也许，指挥官才是需要好好学习的那位……？",
	feeling3 = "为什么要成为最强？……因为，只有最强的英雄，才能打败强敌，保护同伴，终结纷争！",
	lose = "输掉了……好，好不甘心…！",
	propose = "这意思是……指挥官认可我了吗？太好了！但是我还有很多很多东西要向指挥官学习……在我成为真正的英雄之前，指挥官一定不能离开我哦！",
	expedition = "军事委托完成了！确实，有了充足的后勤保障，前线的作战就能更加顺利了。",
	win_mvp = "好，这次也拿下第一！",
	home = "指挥官，刚刚我的表现怎么样？有没有什么能改进的地方？",
	mission = "有新的任务？我这就去做！……欸，是指挥官的任务吗？",
	touch2 = "嗯……？不是很明白你的意思……",
	voice_key_2 = -1,
	skill = "结束了！",
	drop_descrip = "约克城级航空母舰—企业，舷号CV-6",
	mail = "指挥官，邮件给你拿来了！",
	touch = "是、是对我的建议吗？我会认真听着的！",
	profile = "不管敌人多么强大，状况多么困难，我都会全力应战，然后拿下胜利……这就是我对自己的要求哦！等我足够强之后，一定能做到的！",
	mission_complete = "任务顺利完成！能帮上指挥官的忙，是我的荣幸！",
	feeling4 = "约克城姐姐对我很温柔，女灶神也关心着我，萨拉小姐也会陪我玩……不行不行！都这么宠着我怎么行！指挥官，你，你要对我严一点！",
	unlock = "指挥官，你好，我是白鹰航空母舰企业号。我想成为白鹰最强的战士，但是我还有很多东西要学习……指挥官，能助我一臂之力吗？",
	feeling5 = "故事里的英雄，虽然保护了所有人，却只能独自一人直到被遗忘……不过，我有指挥官在所以不怕！即使我的任务完成了，指挥官也是会一直在我身边，陪我聊天陪我玩的，对吧！",
	main = "“灰色幽灵”……是说我吗？听起来还蛮酷的呢！|约克城，大黄蜂，还有我……我们三人，一定能成为白鹰响当当的舰船的！|除了战斗，别的方面我也有好好努力的哦！……唯独柠檬绝对不行！",
	battle = "企业号，出击！……帽、帽子歪了！",
	upgrade = "这样就离“最强”更进一步了！",
	voice_key = 10799,
	headtouch = "不行不行！摸多了可就长不高了！",
	feeling2 = "指挥官，今天也请指导我训练吧！先说好，不可以放水哦！",
	login = "指挥官，今天有什么需要我学习的？",
	vote = "",
	hp_warning = "这点困难，我可不怕！",
	id = 107990,
	detail = "为什么女灶神总是把我当做小孩子，一点小伤就那么焦急地拉着我……明明我自己就能应付来的嘛……",
	couple_encourage = {
		{
			{
				30709
			},
			1,
			"不管比几次，赢的人都会是我！",
			0
		},
		{
			{
				30407
			},
			1,
			"意外的强敌……不过我不会输！",
			0
		},
		{
			{
				10709
			},
			1,
			"想超过我可不容易哦！",
			0
		},
		{
			{
				10705,
				10707
			},
			2,
			"看好了哦，企业的实力！",
			0
		},
		{
			{
				11201
			},
			1,
			"一点点小伤而已，真的没关系的啦！",
			0
		},
		{
			{
				10706
			},
			1,
			"真正的英雄是什么样的……我想知道！",
			0
		}
	}
}
