_G.pg.ship_skin_words[108020] = {
	feeling1 = "（扮鬼脸）笨——蛋！",
	feeling3 = "说起来，刚刚游完泳，肩膀有点酸呢……要是有人能帮我放松一下肩膀的话，说不定我就能把这几天看到的指挥官的秘密都忘掉了呢~",
	lose = "逃咯！",
	propose = "戒指我就收下了，没什么事情的话我就走啦……诶，指挥官，你不追上来吗？我真的走了哦！……好吧，这次是我输啦！谁叫我已经没法离开指挥官了呢~",
	expedition = "委托完成！走吧，别让她们等太久了呢！",
	win_mvp = "哈哈，轻松轻松！",
	home = "欢迎回来！……桌子上的文件堆成了金字塔？大概是风吹的吧~",
	mission = "只要你答应帮我按摩一下肩膀，我就不把指挥官偷懒的事情说出去啦。",
	touch2 = "要是我现在大声呼救的话，指挥官……会变成怎样呢？哼哼~",
	voice_key_2 = -1,
	skill = "surprise！~",
	drop_descrip = "小鲨鱼级潜艇大青花鱼，舷号SS-218",
	mail = "邮件——答应我一个要求的话就给你~",
	touch = "终于，指挥官要把魔爪伸向潜艇了吗？",
	profile = "战绩？我想想……哦！说起来，我击沉了{namecode:97}！但是，我觉得她那个时候不会沉才对……为什么后来她沉了呢？",
	mission_complete = "奖励收到了哦！那个那个，有我的份吗？",
	feeling4 = "也不能总是欺负指挥官呢，今天就让我来帮你按摩一下吧——呼呼！耳朵感觉怎么样？轻易就相信我的指挥官太天真了啦！",
	unlock = "锵锵！我是白鹰的大青花鱼！——突然冒出来把你吓了一跳？那还真是对不起啦~今天起我就是舰队的一员了呢,请多指教~",
	feeling5 = "那，那个……如果我哪天没有回来的话，指挥官……啊，啊哈哈哈，那种事情怎么可能发生的啦！好了，看招，挠痒痒攻击！",
	main = "指挥官对哪个大姐姐比较感兴趣呢？告诉我嘛，我不会说出去的啦……大概吧。|我~累~了——指挥官，腿借我躺一下，谢啦~|衣服？我一直都是这样的啦！指挥官你介意？难不成~你在想什么奇怪的事情·?",
	battle = "下一个是谁呢，嘿嘿~",
	upgrade = "哦哦，感觉不错！",
	voice_key = 10802,
	headtouch = "",
	feeling2 = "要是指挥官让我生气的话，会发生怎样的事情呢？“指挥官糗事大公开”这样的感觉好像蛮不错的呢~",
	login = "指挥官来了吗？好嘞，今天也要捉……认真的工作呢！",
	vote = "",
	hp_warning = "哎哎？我被注意到了吗？",
	id = 108020,
	detail = "嗯哼？为什么一直盯着我呢？难道指挥官……喜欢小一点的感觉？",
	couple_encourage = {
		{
			{
				30707
			},
			1,
			"啊哈哈，别那么记仇嘛~",
			0
		},
		{
			{
				10801
			},
			1,
			"猫鲨出击！",
			0
		}
	}
}
