_G.pg.ship_skin_words[108030] = {
	feeling1 = "我不喜欢你！",
	feeling3 = "光靠勇气是不能轻松胜利的！…这时候就需要依靠指挥官的力量啦！指挥官，有你的指示，我们就能跨过一切困难！",
	lose = "呜呜呜，海水…好咸……",
	propose = "欸，等等，指挥官，你为什么把我抱起来了？你，你要做什么？“负重跑步训练”？别，别开玩笑了，大，大家都在看着啊！快把我放下来啦！",
	expedition = "委托队顺利地返航了呢！",
	win_mvp = "这次的胜利可是多亏了我在哦，嘿嘿～",
	home = "指挥官，需要潜艇发挥力量的时候，尽管找我吧！",
	mission = "把这些任务完成的话会有很多奖励吗？",
	touch2 = "你，你被逮捕了！",
	voice_key_2 = -1,
	skill = "这个机会，等了很久了！",
	drop_descrip = "猫鲨级潜艇棘鳍，舷号SS-244",
	mail = "有新的信息！会不会是潜艇同伴发来的？",
	touch = "啊哈，哈哈哈！……别，别摸啦！哈哈，很，很痒的啦！",
	profile = "我在第一次执行巡航任务的时候，就逮到了机会，击沉了重樱的航空母舰！……轻松？才不呢！那次行动的前前后后可是充满了危机！不过，我都一一挺过去啦！指挥官有兴趣的话，我可以把这个故事慢慢说给你听！",
	mission_complete = "哦哦！奖励有好多！指挥官，我想吃顿大餐！",
	feeling4 = "最近…感觉自己好像变胆小了…出击作战的时候不再像以前那样果断，思考的时候还总是不知不觉想到指挥官……一定是指挥官的错！…但是，真的是指挥官的错吗…",
	unlock = "我是白鹰的潜艇，棘鳍！我会为这支舰队带来更多的战果，请看着吧！指挥官",
	feeling5 = "我做了一个梦，梦到指挥官把我像个小孩一样抱起来，然后绕着整个港区在跑……很奇怪吧？更奇怪的事是，我居然还觉得挺开心的…为什么呢……",
	main = "以后潜艇会不会变得更强？比如说……能带更厉害的武器什么的？|待在这里却什么也不做，总觉得有点空虚呢……指挥官，让我做点什么吧！|呼哇——在陆地上，也能感受到不输海上的舒服的风呢！",
	battle = "同伴们，请借给我勇气吧！",
	upgrade = "我变强了！哼哼~",
	voice_key = 10803,
	headtouch = "",
	feeling2 = "对失败的恐惧感，就用心中的勇气来克服！",
	login = "早安！指挥官今天也准时到了呢～",
	vote = "",
	hp_warning = "不管情况多么险恶都不能放弃！",
	id = 108030,
	detail = "潜艇可不只会藏在海中猎杀敌人。就算是在水面上，我也一样能战斗的！",
	couple_encourage = {
		{
			{
				10802
			},
			1,
			"要来比比看谁更厉害吗！",
			0
		}
	}
}
