_G.pg.ship_skin_words[108040] = {
	feeling1 = "没事的，指挥官只要多晒晒太阳，把烦恼的事情都晒走，一定能振作起来的！",
	feeling3 = "啊，发现指挥官啦！我抱！……这样会让指挥官很困扰？是，是我太用力了吗！不是的？那是因为什么呢？",
	lose = "好险好险……下次可不会这样了！",
	propose = "现在可以随时抱指挥官了？！…嘿咻…像这样抱住指挥官果然让人感觉很幸福！嘿嘿，再多抱一会，让我多幸福一会吧！",
	expedition = "指挥官！委托的物资都送到了！",
	win_mvp = "就把这次胜利的战斗叫做蓝鳃鱼战役吧！",
	home = "指挥官，辛苦啦！我抱！",
	mission = "任务？巡逻任务的话，我说不定能帮上指挥官哦？",
	touch2 = "呜哇！指挥官，你太过热情了！",
	voice_key_2 = -1,
	skill = "蓝鳃鱼冲击！",
	drop_descrip = "猫鲨级潜艇蓝鳃鱼，舷号SS-242",
	mail = "是蓝鳃鱼的信！欸，原来是给指挥官的吗。",
	touch = "这是要和我玩格斗游戏吗？来吧！看招，蓝鳃鱼之拳！",
	profile = "作为猫鲨级的一份子，我曾经在海上叱咤风云，给敌人带来了很多很多的烦恼哦！嘿嘿~在这个港区，蓝鳃鱼之名也将大放异彩！",
	mission_complete = "任务完成了！去游泳咯——现在还不行吗？为什么啊？",
	feeling4 = "我现在知道指挥官困扰的原因了！一定是因为指挥官被蓝鳃鱼抱了之后害羞了！对不对？没事的，我问过大家了，大家都说不介意的！……指挥官，为什么你要扶住额头？",
	unlock = "噢噢，发现了！蓝鳃鱼的指挥官！……欸嘿嘿，从今天起，你就是蓝鳃鱼的指挥官了！",
	feeling5 = "原来我之前给指挥官造成了那么多困扰……真的是非常抱歉！不过，抱着指挥官的时候，心里真的超级开心的！那，等指挥官说什么时候可以了，我就再抱指挥官吧！",
	main = "阳光灿烂的晴天，正是适合游泳的日子！|啊，那张不是废纸！那是新的蓝鳃鱼文件！上面的东西都是我写的！|喂，指挥官，你已经盯着你的桌子好久了！不休息一下吗？",
	battle = "蓝鳃鱼，出发咯！",
	upgrade = "嘿~咻——好像真的变灵活了！",
	voice_key = 10804,
	headtouch = "",
	feeling2 = "指挥官，我跟你说哦！真正的蓝鳃鱼其实是淡水鱼哦！……早就知道了？呜呜，还以为能让指挥官大吃一惊呢。",
	login = "指挥官，欢迎回来！把窗帘这样拉开的话——嘿嘿，办公室里一下子充满了阳光！",
	vote = "",
	hp_warning = "糟了糟了糟了！",
	id = 108040,
	detail = "总是窝在研究室里的重樱的科学宅{namecode:37}小姐……有没有什么办法能把她拉出来一起玩呢？",
	couple_encourage = {
		{
			{
				30201
			},
			1,
			"这是什么新装备吗？",
			0
		},
		{
			{
				10801,
				10802,
				10803
			},
			1,
			"猫鲨们，大闹一场吧！",
			0
		}
	}
}
