_G.pg.ship_skin_words[108050] = {
	feeling1 = "光辉她们都感到很难过哦？",
	feeling3 = "哦，指挥官带慰问品来了？真细心啊~啊，在大家认真练习的时候摸鱼看外面的事情，要替我保密哦☆",
	lose = "这时候应该选择的是…虽然可耻但是有用的战术！",
	propose = "嗯？偶像不是应该“禁止恋爱”才对？算啦，反正我们作为偶像的同时还是“舰船”嘛~没什么问题！所以呢~戒指我就收下咯~以后也请多指教啦♪",
	expedition = "嘿嘿，迎接委托组啊…有种要办突击演出的预感！",
	win_mvp = "向着下一波敌人~安可~",
	home = "指挥官的下一句话是“为什么大青花鱼会要求指挥官说台词”！",
	mission = "有通告来了！",
	touch2 = "要是我现在大喊“骚扰啊”的话，指挥官……会变成怎样呢？哼哼~",
	voice_key_2 = -1,
	skill = "闹腾起来吧！！",
	drop_descrip = "偶像大青花鱼，闪！亮！登！台！哈哈，顺势来了这么一段！哦？指挥官有什么更好的登场点子吗？快跟我说说~",
	mail = "塔什干，指挥官的信件放哪去了？…啊，指挥官！我什么都没做哦！",
	touch = "感谢指挥官的应援☆",
	profile = "我是正在进行偶像活动的潜艇大青花鱼！机智而又充满独创性，永远全力展露真心！无论是唱歌还是演出还是跳舞都尽管来吧！",
	mission_complete = "通告完成了！啊~累啦~",
	feeling4 = "嘿，指挥官早啊~！注意到这个“计划约会”的行程备忘了吗？成员们的心理健康管理也是制作人重要的工作之一哦~其他人的部分晚点我也会补上去的，要记得确认哦~",
	unlock = "偶像大青花鱼，闪！亮！登！台！哈哈，顺势来了这么一段！哦？指挥官有什么更好的登场点子吗？快跟我说说~",
	feeling5 = "为了指挥官，我一定会成为顶尖偶像，在舞台上闪耀光芒的…！开玩笑的☆真是的~指挥官，要“大家”一起成为顶尖偶像才行哦？欸嘿嘿~",
	main = "惊喜时间！大青花鱼制作的全新道具！怎么样~？|这一件件好看的衣服都是黛朵亲手制作的哦！…不过，那个玩偶到底是什么…？真让人好奇啊~|我想去看{namecode:97}的演唱会~指挥官指挥官，待会一起去看嘛♡",
	battle = "机关设置OK，Let's go！",
	upgrade = "偶像…升级！",
	voice_key = 10805,
	headtouch = "",
	feeling2 = "偶像真的很棒呢！唱歌跳舞，让大家都露出笑容~嗯？一点都不像我？",
	login = "早安呀~P！今天也一起加油吧！",
	vote = "",
	hp_warning = "哇哇，失误了！？",
	id = 108050,
	detail = "忙着偶像活动恶作剧的机会就减少了？哼哼，全都要才是真正的偶像！萨拉托加不就是最好的榜样吗？",
	couple_encourage = {
		{
			{
				30711
			},
			1,
			"啊，{namecode:97}！要不要和我组合呀？",
			0
		}
	}
}
