_G.pg.ship_skin_words[108060] = {
	feeling1 = "哼哼，指挥官缺乏魅力是有原因的，要不要我来教你几招？乖乖准备好学费哦~（耳语）哈哈~",
	feeling3 = "真想趁那位爱睡觉的大狐狸睡着的时候，埋进她的尾巴堆里呀。那样一定超级舒服吧~不过，打扰人家睡觉也不太好吧，嘻嘻~",
	lose = "也就失败了一次而已，再来！",
	propose = "突然把我叫出来，我就知道会这样啦~好啦，别动，接下来会有好事发生哦，闭上你的眼睛，好好期·待·吧~",
	expedition = "委托物资顺利到港！要是我帮你搬运的话，有没有额外的奖励呀？嗯哼~？",
	win_mvp = "我的战绩历来都很厉害的！",
	home = "欢迎回来！亲·爱·的~嘻嘻，又脸红啦？呼呼呼~",
	mission = "听说，能干而又帅气的指挥官一般都能很快的完成任务呢~",
	touch2 = "指挥官可真是性急啊——不过，不许再这样哦~呼呼~",
	voice_key_2 = -1,
	skill = "悄悄地，就把你们干掉~",
	drop_descrip = "{namecode:202}级潜艇{namecode:196}，舷号SS-311",
	mail = "新邮件？不介意我凑过来看看吧？可能会靠得有点近哦~",
	touch = "怎么了？有什么趣事要和我分享吗？说吧说吧~",
	profile = "我是{namecode:202}级的{namecode:196}号，同时也是最大吨位击沉纪录的保持者！估计也很难再有人破纪录了吧~",
	mission_complete = "任务完成啦！这都是因为有能干的我在你身边哦~",
	feeling4 = "呼呼……专门给指挥官做的“爱之汤”已经做好咯~指挥官要不要尝尝呢？先不要用勺子哦，像这样…用手指试试味道怎么样~？",
	unlock = "哼哼~您就是指挥官？嘻嘻，不错不错，我很看好你哦，要不要一会就去约会呢~？脸红啦？呼呼~果然是个有趣的指挥官~（戳脸）",
	feeling5 = "指挥官也渐渐适应我的节奏了呢……但是，真正的攻势从今天才开始哦！嗯，就这样手挽着手，一起去约会吧~",
	main = "指挥官，工作的时候请专心哦~还是说，没法专心的原因，是因为我？呼呼~|指挥官，你不理我，我就要去环游世界咯！……哎呀，说笑的，只是去港区周围游游泳，顺便收集点数据而已~|如果在巡游四海的时候有可爱的女孩子相伴……呼呼，指挥官会更高兴吧？嘻嘻～",
	battle = "哼哼，接下来，我会全力全开的！",
	upgrade = "有没有变得更诱人一些呢？嘻嘻~",
	voice_key = 10806,
	headtouch = "欸~只有摸摸头吗？别的奖励呢？嘻嘻~",
	feeling2 = "今天又想到哪儿去呢？我就陪陪指挥官吧。",
	login = "醒醒，醒醒！指挥官，现在是工作时间了！摸鱼可是要被罚的哦~",
	vote = "",
	hp_warning = "真麻烦啊——",
	id = 108060,
	detail = "对于需要经常潜海的潜艇来说，保养皮肤可是很重要的一环哦！不过，晒黑的部分就没办法啦~",
	couple_encourage = {
		{
			{
				10801,
				10802,
				10803,
				10804,
				10805
			},
			2,
			"各就各位~",
			0
		},
		{
			{
				30708
			},
			1,
			"不要睡啦，不要睡啦！",
			0
		}
	}
}
