_G.pg.ship_skin_words[112010] = {
	feeling1 = "指挥官，作为让姐姐生气的代价，这一针会很痛哦",
	feeling3 = "来了来了~总觉得指挥官最近越来越依赖我了，虽然被人信任是很高兴，不过要是把指挥官变成废柴就不好了……",
	lose = "我不会丢下大家的，一起回去吧",
	propose = "嘻嘻，这样的话指挥官就没有理由拒绝我的照顾了吧？真是的，在害羞什么呢，全都交给我就好了~",
	expedition = "委托组的孩子们回来了呢……不知道她们有没有受伤",
	win_mvp = "放心吧，有我在的地方，可以边战边修",
	home = "指挥官，要是有受伤的话记得告诉我",
	mission = "指挥官……那个……任务还是再确认一遍的好……",
	touch2 = "啊，不要……好、好难为情……",
	voice_key_2 = -1,
	skill = "好了，现在是修理时间~",
	drop_descrip = "维修舰—女灶神，舷号AR-4",
	mail = "指挥官，有新邮件哦",
	touch = "我、我不知道为什么心跳有些快……",
	profile = "我是专职负责维修的女灶神号，曾经给企业做过一阵子的专属保姆，要是哪里不舒服就来问我吧。 \n不过，要是以为我是后勤就小看我可是要吃亏的哦",
	mission_complete = "任务奖励来咯~",
	feeling4 = "嗯～虽然身为白衣天使要一视同仁，不能对指挥官偏心，不过从个人来说，可以给可爱的指挥官一些特、殊、服、务哦~",
	unlock = "指挥官好，我是维修舰女灶神，曾经给企业做过一阵子的专属保姆，只要大家都健健康康的，我就很开心呐~",
	feeling5 = "所谓的私人医生差不多就是这种感觉了吧……24小时全天陪护，负责指挥官的一切生活起居——欸，有点过头了？是这样吗……",
	main = "要是继续发呆的话我就丢下指挥官你去和企业一起玩了哦？（笑）|指挥官，出击之前要不要先确认一下舰队的状况呢？|企业有好好吃饭么？真是担心啊……",
	battle = "能成为大家的维修舰真是太好了",
	upgrade = "能更好地照顾姐妹们真是太好了~",
	voice_key = 11201,
	headtouch = "",
	feeling2 = "说起来指挥官有好好注意健康状况吗？——都交给我？真是的，虽然我不介意，不过还是要自己保重哦",
	login = "指挥官，女灶神可以随时待命治愈那些受伤的姐妹哦",
	vote = "",
	hp_warning = "糟了，要赶紧接受治疗",
	id = 112010,
	detail = "指挥官，我想申请补充药品和医疗器材",
	couple_encourage = {
		{
			{
				10706
			},
			1,
			"企业，不要莽撞哦",
			0
		},
		{
			{
				20114
			},
			1,
			"有姐姐在，放心撞吧",
			0
		},
		{
			{
				10
			},
			5,
			"小猴子们，可别受伤唷~",
			4
		}
	}
}
