_G.pg.ship_skin_words[201030] = {
	feeling1 = "原来熟悉只是错觉吗……抱歉",
	feeling3 = "指挥官，要吃东西吗？我给你做哦~放心吧，你喜欢什么我都记下了",
	lose = "好烫！不快点撤退降温的话我会中暑的！",
	propose = "生活还很漫长呢，不过即使平淡如水，只要指挥官在身边，也就不会觉得空虚了，嘻嘻",
	expedition = "指挥官，我看到完成委托的姐妹们了哦，去接她们吧",
	win_mvp = "真是很经济实惠的一场比试啊~",
	home = "哈……指挥官也回来了呢",
	mission = "有任务要做了哟，正好见到你了跟你说一下",
	touch2 = "咿！这种事……至少到家里再说呀！",
	voice_key_2 = -1,
	skill = "再努力一点……！",
	drop_descrip = "A级驱逐舰—热心，舷号H41",
	mail = "啊，你刚才不在，我帮你把信拿了——给~",
	touch = "那个……别人看我们走的这么近会误会的……",
	profile = "我是热心，A型驱逐的三号舰，嗯……除了和光荣姐姐的事迹并没有特别值得一提的地方呢，不过那一次我也是尽力了呢。总而言之，能认识指挥官很开心，希望能一直相处下去~",
	mission_complete = "任务奖励送来了呢，要我帮你拿么？",
	feeling4 = "感觉……老夫老妻模式也不是不行呢，不过……每天都这么平淡真的不要紧吗？",
	unlock = "从今天开始我就要搬到指挥官这里了呢~请多指教咯~",
	feeling5 = "生活大概就是这样吧，没有什么起伏……所以，就这样一直在一起吧？",
	main = "指挥官饿了吗？要不要一起吃饭？~|喔，那个，指挥官，你这儿有备用零件吗，我可能需要常规检查下~|那个，有在听吗？呜……果然指挥官总见到我觉得厌烦了——开玩笑啦~",
	battle = "敌人来了！各位小心不要着火哟~",
	upgrade = "好开心呀，被指挥官重视着",
	voice_key = 20103,
	headtouch = "",
	feeling2 = "指挥官有没有和我一见如故呀，嗯~我觉得指挥官就像个老朋友呢",
	login = "指挥官，要吃点心吗，我给你留了一些哦",
	vote = "",
	hp_warning = "",
	id = 201030,
	detail = "那个……分明都住在这里还是不习惯这样被看着呢……很奇怪吧？嘿嘿……",
	couple_encourage = {
		{
			{
				20102
			},
			1,
			"阿卡斯塔，加油！",
			0
		},
		{
			{
				20706
			},
			1,
			"哇哇，光荣小姐，敌人在那边呀！",
			0
		}
	}
}
