_G.pg.ship_skin_words[201130] = {
	feeling1 = "指挥官再不打起精神，以后就不管你了哦~哈哈，骗你的！不过不要再让我失望了哦~",
	feeling3 = "要学习的东西还有很多，而且，有指挥官在身边陪伴的话，就更有动力了～！",
	lose = "呜…是我的能力还有不足吗……",
	propose = "原本只想努力成为指挥官的可靠助手，没想到最后由指挥官亲手给我戴上了戒指……指挥官，放下你的礼仪和优雅，尽情地和我拥抱吧~",
	expedition = "委托组的大家都回来啦！真想和她们一起玩……啊，你听错了哦~我是说，想和大家一起出港啦！",
	win_mvp = "作为驱逐领舰，这也是理所当然的事啦~",
	home = "指挥官你总算回来了～快来看我的训练成果吧—啊…不好意思不好意思，出击应该已经很累了吧~？来，给你一杯果汁，尽快恢复元气吧（摸头）",
	mission = "任务还有很多，指挥官不要偷懒哦~加油，一起来完成吧。",
	touch2 = "呜哇……我要生气了！指挥官应该更具绅士气质才对！",
	voice_key_2 = -1,
	skill = "你们马上就会知道我的厉害了！看招吧！",
	drop_descrip = "G级驱逐舰—格伦维尔，舷号H03",
	mail = "邮件到了~嘻嘻，要不要我来帮忙拆开？",
	touch = "要是哪一天我也成为胡德小姐那样的淑女该多好啊～",
	profile = "我是皇家G级驱逐舰格伦维尔号，是驱逐领舰，也曾担任过驱逐舰队的旗舰哦！虽然因为服役期比较短而没有什么战绩是一大遗憾就是了。要特别说明的是，我并不太喜欢水雷呢……",
	mission_complete = "快去领取任务的奖励吧~",
	feeling4 = "作为一名来自皇家的淑女，自然要用美食俘获指挥官的胃了！指挥官，想尝尝我做的皇家料理吗？嘿嘿，虽然鱼头全都烤糊了……",
	unlock = "YAHO，指挥官好啊~G级驱逐舰格伦维尔前来报到。有我在，你就放心睡大觉好啦。哈哈，开玩笑的~让我们好好相处吧！",
	feeling5 = "指挥官…我喜欢你哦！！诶嘿嘿…嗯？女孩子主动说出口很新鲜吗？唔…别一直盯着我嘛，就算是指挥官，我也有点难为情……诶？想再听一遍？真的吗？嘻嘻，喜欢你！最喜欢你哦~",
	main = "嘻嘻，指挥官来和我一起学习“礼仪”嘛～比如说…像这样优～雅地挽起女士的手什么的～|作为驱逐领舰，应当成为可靠的战力才对嘛，嗯~嗯~我也会为此而努力哦~|没有什么实绩并不可怕的！关键是在未来能够经受挑战……嘿嘿，好像在说大话了~",
	battle = "向对手展示我们的强大吧～！",
	upgrade = "这样就能更经常地被编入出击阵容了吧~嘻嘻，指挥官多谢！",
	voice_key = 20113,
	headtouch = "",
	feeling2 = "港区还有很多个性鲜明的小伙伴吧～指挥官有机会就多给我介绍点嘛？想多和她们认识认识呢～",
	login = "指挥官欢迎回来！有没有好好休息过呀？有的话，就速速开始今天的工作吧～",
	vote = "",
	hp_warning = "别小看人，我可是驱逐领舰！",
	id = 201130,
	detail = "指挥官，我照着胡德小姐的教导泡了一杯红茶给你哦~试试看？……诶？甜到腻？啊哈哈哈，果然直接一大勺蜂蜜加进去是不行的吗……",
	couple_encourage = {
		{
			{
				20114
			},
			1,
			"嗯嗯！就这么猛撞上去吧！",
			0
		}
	}
}
