_G.pg.ship_skin_words[201140] = {
	feeling1 = "就算是宽容的萤火虫大人，对笨蛋也是绝不宽容的！",
	feeling3 = "指挥官~~会被你攻略的是笨~蛋～笨——蛋！！",
	lose = "啊~太…太过分啦！我的战斗才刚开始！I Shall Return！",
	propose = "不能反悔哦？就算反悔也已经晚了哦！……嘿嘿，嘿嘿嘿嘿，那你说一遍，萤火虫最可爱！……再来几遍，多来几遍！",
	expedition = "委托组好像给萤火虫大人带回了贡品！",
	win_mvp = "喔呵呵~愚蠢的敌人哟，我的勇气是无法被击败的~",
	home = "Dala~♪来个爱意满满的拥抱吧",
	mission = "喔吼吼，指挥官~任务任务任务！",
	touch2 = "唔姆姆！！！hentai指挥官！吃我头槌！",
	voice_key_2 = -1,
	skill = "百万头槌！我撞！",
	drop_descrip = "G级驱逐舰—萤火虫，舷号H92",
	mail = "指挥官吼，邮件邮件邮件~",
	touch = "嘻嘻~好痒喔，萤火虫也要摸摸指挥官~",
	profile = "我是G级驱逐舰，萤火虫！虽然大家总说我不好接近，但其实我很喜欢和别人亲密接触的哦~指挥官指挥官，萤火虫的活力，可是用不完的—哎呀！",
	mission_complete = "YAHO！~这么多的奖励，那我就不客气咯！",
	feeling4 = "最近做梦老想到指挥官……可不能被他知道……",
	unlock = "HELLO~我是皇家舰队G型驱逐舰，萤火虫哦！呀吼~指挥官，今天也要元气满满的和萤火虫一起玩哟~我可是很会躲猫猫的！",
	feeling5 = "放弃了！喜欢喜欢喜欢~！被当做笨蛋也不管了！（萤火虫 使用了 头槌）感到荣幸吧！",
	main = "HOLA~指挥官看起来没有防备！吃我大萤火虫CQC！呜哇！撞、撞到脚趾了……|别动，汽水好像会溢出来，所以我在用嘴压住它|指挥官，如果在水里回旋的话，会不会引起水龙卷？",
	battle = "冲（zhuang）啊~第一个倒下的要接受惩罚游戏喔~☆",
	upgrade = "萤火虫大人变得更强啦！",
	voice_key = 20114,
	headtouch = "",
	feeling2 = "萤火虫大人可是最强的！",
	login = "指挥官指挥官~你好慢哦，这么久才过来！快点快点~我们出发去玩吧！",
	vote = "",
	hp_warning = "只能撞了！",
	id = 201140,
	detail = "指挥官指挥官，快看快看，我怎么转都不会晕哦，是不是很厉害？快夸我！",
	couple_encourage = {
		{
			{
				10201,
				10208
			},
			2,
			"笨蛋三枪手，冲呀！",
			0
		},
		{
			{
				4
			},
			3,
			"番茄大队，跟我撞~",
			4
		}
	}
}
