_G.pg.ship_skin_words[201160] = {
	feeling1 = "我最讨厌不认真的人了！",
	feeling3 = "茶会吗？非常抱歉，我还有训练没有完成……不过，能请您帮我带一块蛋糕吗？",
	lose = "立刻撤退，不要恋战！",
	propose = "我明白，我有时候太过谨慎，多亏了您的陪伴，现在已经好多了……不过，我要说，您有时候也太过松懈了，从今往后，我会好好督促您的，阁下",
	expedition = "身为领导者，有给属下发布任务的权利，但也要认真对待她们的努力才行",
	win_mvp = "各位，越是胜利的时候，越不能放松警惕",
	home = "阁下，刚才的战斗，应该还有些需要检讨的地方吧？",
	mission = "阁下，公文批阅完了的话，就开始进行任务吧",
	touch2 = "刺剑虽是装饰，戳到了也是很疼的！",
	voice_key_2 = -1,
	skill = "不会让你们有机可乘的！",
	drop_descrip = "H级驱逐舰—勇敢，舷号H87",
	mail = "指挥官，我可不会每次都帮您拿邮件哦！",
	touch = "呀！……阁下，请不要突然碰我",
	profile = "我是皇家海军H级的领舰勇敢号，纳尔维克海战时率领妹妹们突入了铁血港口，虽然重创了敌方，但也被对方的援军给……哼，要是再给我一点时间的话……",
	mission_complete = "阁下，快看，奖励有不少呢~",
	feeling4 = "我知道哦！你想说有时候我太过谨慎了，对吧？这样的话，我也有话要说…阁下你实在太松懈了！从今往后，我可是会好好看管您的！做、做好心理准备吧！",
	unlock = "幸会，指挥官阁下。皇家海军，勇敢，向您报道",
	feeling5 = "阁下，就算您想要偷偷靠近我也是没有用的，我已经完全记下您的气息了……呀！您、您这人，真是的，被我这么说后，居然反而正大光明抱了过来……噗，好痒，呀哈哈哈哈……",
	main = "办公室里空气真是舒适呢，呼…？！我、我才没有打瞌睡哦！ |虽说我是领舰，但那只是因为大家都信赖我，并不是地位上有什么高下|猎人，是不是你偷偷吃了我的蛋糕！……啊，不好意思，阁下，吵到您了吗？",
	battle = "打起精神，不要给敌人可乘之机！",
	upgrade = "呼，虽然得到了强化，训练也还不能落下……",
	voice_key = 20116,
	headtouch = "",
	feeling2 = "喝！……啊，是阁下吗，抱歉，一旦有陌生的气息接近我，我就会下意识出剑……无论何时都不放松警惕，是我的准则",
	login = "稍微有点慢了，阁下，请尽快进入工作",
	vote = "",
	hp_warning = "咬紧牙关……",
	id = 201160,
	detail = "无论什么事都需要通过反复训练才能真正掌握，阁下，这点你应该也很清楚吧",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"这一次，一起出击吧！",
			0
		},
		{
			{
				20501
			},
			1,
			"荣光属于您，陛下。",
			0
		}
	}
}
