_G.pg.ship_skin_words[201200] = {
	feeling1 = "……（猎人的小伙伴在冲你狂吠不止）",
	feeling3 = "对于猎人而言，没有不能猎杀的猎物，只有不够充分的准备",
	lose = "猎人与猎物的关系可不是一成不变的",
	propose = "真正的猎人，是会为了寻找猎物而四处漂泊的……不过有个据点，不、有个家，好像也不错",
	expedition = "战斗前的准备越充分越好",
	win_mvp = "把敌人当做猎物的话，还是挺简单的……",
	home = "指挥官，有战利品吗？",
	mission = "这次的悬赏令是要猎杀什么？",
	touch2 = "指挥官，Lock on……",
	voice_key_2 = -1,
	skill = "越是挣扎，越是痛苦……",
	drop_descrip = "H级驱逐舰—猎人，舷号H35",
	mail = "信件，会有狩猎情报吗？",
	touch = "这不是猎枪，是鱼雷管",
	profile = "我是皇家海军H级的猎人，参与纳尔维克海战时输给了铁血的驱逐……猎人被猎物咬死，大概也是一种宿命吧",
	mission_complete = "怎么？难道想让我给你吹胜利号吗？",
	feeling4 = "指挥官，你今天晚餐想吃什么？我看看能不能打下来几只",
	unlock = "指挥官，你好，我是猎人。……？我还要说些什么吗？",
	feeling5 = "战争结束的话，想和指挥官一起去打猎……嗯，就我们两个人",
	main = "这孩子？是我最重要的小伙伴哦|其实我也不讨厌勇敢，但她有时候真的有点啰嗦……|指挥官，一般打猎是不会穿成我这样的，这只是兴趣而已",
	battle = "你们已经跑不了了",
	upgrade = "嗯，下次可以尝试一些大家伙了……",
	voice_key = 20120,
	headtouch = "",
	feeling2 = "港区附近…有猎场吗？",
	login = "指挥官，要和我一起去打猎吗？",
	vote = "",
	hp_warning = "这次的猎物，有点凶猛呢……",
	id = 201200,
	detail = "指挥官，我收集的战利品，想看吗？",
	couple_encourage = {
		{
			{
				20116
			},
			1,
			"勇敢，我听到了，别那么大声",
			0
		}
	}
}
