_G.pg.ship_skin_words[101240] = {
	feeling1 = "啊等等，我正在收拾一些道具，以后不会对指挥官恶作剧了，开心吗？",
	feeling3 = "最近我恶作剧你都不生气了，总觉得有点寂寞呢……嗯？我才没有得了便宜还卖乖啦",
	lose = "还不如回家捉弄指挥官呢……",
	propose = "指挥官，叫我过来做什么？……闭上眼？难道指挥官想要对报复往日的恶作剧吗？可以哦（闭眼），反正指挥官这么笨……欸……这是……",
	expedition = "还有5分钟就有一个委托完成咯~（坏笑）",
	win_mvp = "还差一点就可以打败我们了呢，可惜啊～啧啧～",
	home = "指挥官我要去洗澡，要一起吗~嘻嘻～",
	mission = "可别光顾着对付我的恶作剧忘了正事哦？",
	touch2 = "……指挥官，今晚睡前小心点喔！",
	voice_key_2 = -1,
	skill = "嘿嘿，躲得开吗~",
	drop_descrip = "西姆斯级驱逐舰—西姆斯，舷号DD-409",
	mail = "有人送情书给你欸……啊，不好意思看错了",
	touch = "你的兴趣是不是有点奇怪……",
	profile = "西姆斯级驱逐舰首舰是我没错哦。 \n指挥官，不要跟我提珊瑚海，我会忍不住想作弄你的~",
	mission_complete = "咦，原来有任务奖励吗，我差点扔了呢",
	feeling4 = "干什么啦，扯我嘴角……不要老是假笑？……笨蛋，连我是不是真心在笑都看不出来",
	unlock = "你就是我的指挥官吗……嗯……我是西姆斯级驱逐舰的大姐西姆斯，嘻嘻，请多关照啦",
	feeling5 = "指挥官，来玩投硬币吧，投到了正面就要说一遍你喜欢西姆斯……都是正面？哎呀露馅了（吐舌）",
	main = "你知道吗，我有个叫莫里斯的妹妹是最好欺负的了|那么找找看吧指挥官，我到底为你准备了多少惊喜|来，和我一起摆这个动作……嘿，腋下攻击！ ",
	battle = "随随便便解决掉吧",
	upgrade = "嘻嘻，谢啦~",
	voice_key = 10124,
	headtouch = "",
	feeling2 = "怎么了，指挥官，难道是对我一见钟情了？我可不喜欢轻浮的男人哦？",
	login = "欢迎回来，指挥官……嗯？门上的板擦可不是我放的哦",
	vote = "",
	hp_warning = "",
	id = 101240,
	detail = "指挥官，再怎么看数据也不会开花哦？",
	couple_encourage = {
		{
			{
				10125
			},
			1,
			"哈曼，快看，指挥官在天上飞！",
			0
		}
	}
}
