_G.pg.ship_skin_words[201240] = {
	feeling1 = "指挥官……讨厌我吗？",
	feeling3 = "天、天后，我一个人面对指挥官也不会紧张啦，不用特意陪我……",
	lose = "要、要撤退了吗！？",
	propose = "这、这样就能和指挥官永远在一起了吗？那、指挥官，请把眼睛闭上，我也要送你一件礼物……",
	expedition = "物资变多了……",
	win_mvp = "不可思议的感觉……",
	home = "指挥官，有什么我能做的吗？好，我会乖乖坐好的！",
	mission = "这是非完成不可的吗……",
	touch2 = "咦——不是天后是指挥官！？",
	voice_key_2 = -1,
	skill = "请、请不要躲开……",
	drop_descrip = "J级驱逐舰—丘比特，舷号F85",
	mail = "指挥官，这是你的信……",
	touch = "指挥官……我的手温暖吗？",
	profile = "我是强化了鱼雷武装的J级驱逐舰丘比特号……天后？我们真的只是姐妹啦。{namecode:255}？好像确实是被我击沉的……",
	mission_complete = "天后，不用担心啦，任务已经完成了",
	feeling4 = "指挥官，这是我烤的吐司，嘿嘿~好吃吗？",
	unlock = "皇家海军J级驱逐舰丘比特号……天后？咦，你是指哪位？",
	feeling5 = "指挥官，我可爱吗？，嘻嘻~作为奖励——",
	main = "我的名字虽然也有“木星”的意思，不过还是“丘比特”更好听吧|和指挥官在一起，无论何时都很快乐……|可以的话，真想再回一次老家看看……",
	battle = "神之罚~嘿嘿~",
	upgrade = "好像哪里有变化……",
	voice_key = 20124,
	headtouch = "",
	feeling2 = "我一个人待着就好……",
	login = "天、天后，不用这么照顾我啦……明明我才是姐姐啊……",
	vote = "",
	hp_warning = "",
	id = 201240,
	detail = "击沉{namecode:255}？那种事情……",
	couple_encourage = {
		{
			{
				10207
			},
			1,
			"请打起精神来！",
			0
		},
		{
			{
				20122
			},
			1,
			"应、应该是我来照顾你吧…",
			0
		}
	}
}
