_G.pg.ship_skin_words[201250] = {
	feeling1 = "扭扭捏捏，不是个好人",
	feeling3 = "指挥官，有一点你要搞清楚，我只是想到什么说什么，可不是毒舌，比如说“你是萝○控吧”就是我发自内心的想法",
	lose = "咕……弄脏我裙子的代价可是很高的，给我记住了",
	propose = "仔细回想一下的话，我和指挥官的感情还真是直接到毫无浪漫可言呢……唔，算了，现在我们比谁都了解彼此，就把浪漫交给以后的日子吧",
	expedition = "指挥官，委托完成了，你不会忘了吧？",
	win_mvp = "这就是J级的实力，为自己的大意而后悔吧！",
	home = "刚下战场就不要逞强了，好好休息吧",
	mission = "别假装没看到新任务了，早点解决掉比较好哦",
	touch2 = "我，我说指挥官，虽然直接是好事，不过也要分场合……",
	voice_key_2 = -1,
	skill = "还不到放松的时候哦！",
	drop_descrip = "J级驱逐舰—泽西，舷号F72",
	mail = "有你的邮件，指挥官，别又忙着忘了看",
	touch = "干什么，难道想要扑进我的怀里蹭蹭吗？不如去做梦吧",
	profile = "我是泽西，J级的泽西，虽然并不是什么高贵的出身也没有什么出色的战历，但是性格就是这样，就算你不满也无济于事哦？马耳他？那只是不小心摔倒了而已，但是失误就是失误，这点我还是知道的啦",
	mission_complete = "指挥官，任务奖励下达了，干得不错嘛",
	feeling4 = "有什么不好，喜好而已，指挥官你喜欢我对我来说是件好事，不喜欢也没什么损失……唔，不对，还是有的",
	unlock = "你就是指挥官？我叫泽西，好好记在心里吧",
	feeling5 = "指挥官，我是个有话直说的人，喜欢的对象也只会是有话直说的人哦？所以，能告诉我你对我的想法吗，作为回报，我也会告诉你我的想法的",
	main = "我最讨厌别人因为体型小看我了|想法不说出来可就没人知道了，我可不喜欢那些扭扭捏捏的家伙|比起可爱，我更希望你能夸我正直，不过多说几遍可爱我也不会介意的",
	battle = "无论什么敌人都要认真应对才行",
	upgrade = "我不会让你的付出白费的",
	voice_key = 20125,
	headtouch = "",
	feeling2 = "指挥官，虽然我们还不是很熟，不过一起喝茶聊聊天应该还是没问题的",
	login = "让我等这么久是什么意思，指挥官？",
	vote = "",
	hp_warning = "",
	id = 201250,
	detail = "有事吗，还是说你只是想和我聊聊天？",
	couple_encourage = {
		{
			{
				20121
			},
			1,
			"姐姐，小心点不要又撞了",
			0
		}
	}
}
