_G.pg.ship_skin_words[201320] = {
	feeling1 = "指挥官好严肃，好没劲……",
	feeling3 = "欸，我的宿舍怎么乱糟糟的？唔，因为我有时候太无聊了，就把很多家具拆开来看看，但是组装回去的时候就多了不少东西……这是为什么呢……",
	lose = "呜，指挥官，对不起……",
	propose = "嗯，我答应指挥官，从今往后，我会好好忍耐，不给大家添麻烦，争取做个好孩子的！但是但是，指挥官也要多陪我玩哦！",
	expedition = "去迎接委托组？交给我吧！",
	win_mvp = "哇，我是MVP！指挥官，夸夸我！",
	home = "指挥官，你出征之前交给我的工作已经完成了哦！",
	mission = "有新任务吗？耶，新任务~",
	touch2 = "唔？指挥官，我衣服乱了吗？",
	voice_key_2 = -1,
	skill = "尝尝这个！",
	drop_descrip = "部族级驱逐舰—爱斯基摩人",
	mail = "指挥官，邮件我帮你拿来啦~嘿嘿，这些都是小意思~",
	touch = "指挥官，怎么啦？咦，有事要交给我做？耶，终于有事做啦！",
	profile = "部族级的爱斯基摩人号就是我啦~我大部分时间都在本土舰队服役，在第二次纳尔维克海战里击败了Z19，但是在那之后也被Z2反整了一波…不过，修复之后也有在地中海好好活跃哦！",
	mission_complete = "指挥官，任务报酬都在这里啦！快看看，快看看！",
	feeling4 = "唔？有点太闹腾了？唔…只是有时候会想让大家陪我玩所以想要引起大家的注意……欸，给其他人造成困扰了吗？哇哇哇，那我去道歉！",
	unlock = "部族级驱逐舰，爱斯基摩人号，报到！这支舰队看起来好像很不错呢，那么，请多指教啦，指挥官！",
	feeling5 = "最近乖了许多？欸嘿嘿，因为现在有指挥官了呀，我知道指挥官一定会陪我玩的，所以只要忍耐到指挥官有空的时候就好了，对吧，指挥官？",
	main = "指挥官，冬天港区要是下雪的话，我们来搭个冰屋吧！我很擅长的！|耶——呀——哇——欸？我为什么在跑来跑去？因为没事做很无聊|嘻嘻嘻，目标，发呆中的指挥官，爱斯基摩人号头槌，发射！",
	battle = "爱斯基摩人，出击！",
	upgrade = "我现在精神百倍哦！",
	voice_key = 20132,
	headtouch = "",
	feeling2 = "我的穿着？这个呀，因为我服役的时候也经常在比较冷的海域活动，就打扮成这样了，我觉得还挺好看的呢！指挥官觉得呢？",
	login = "指挥官，我等得无聊把你椅子拆了，这个怎么装回去啊？",
	vote = "",
	hp_warning = "还不到撤退的时候呢！",
	id = 201320,
	detail = "指挥官，我正要去找你玩呢！",
	couple_encourage = {
		{
			{
				40102
			},
			1,
			"哇哇！？Z2，管管你们家Z1啦！",
			0
		}
	}
}
