_G.pg.ship_skin_words[201330] = {
	feeling1 = "唔…再这样下去，就只有伊卡洛斯会愿意陪在指挥官身边了…",
	feeling3 = "指挥官最近是不是有点努力过头了…？要注意适当的休息哦。一口气飞得太快太高的话，可是会被太阳融掉翅膀，掉到海里死掉的哦？…嗯？这个好像是哪里看到过的传说故事的情节呢",
	lose = "如果刚才能再来一次鱼雷齐射的话…",
	propose = "原来，正如我对指挥官一样，指挥官也觉得离不开我了吗？嘻嘻…我很高兴。接下来的生活，各种事情也请指挥官…继续多多指教了哦？",
	expedition = "指挥官，需要我去迎接委托组的同伴们吗？",
	win_mvp = "胜利了~这都多亏了指挥官~",
	home = "欢迎回来，指挥官，您不在的时候，我都把房间打扫过了哦~欸？夸奖什么的…不用那么客气的~",
	mission = "有新的任务下发了，打起精神来完成吧！",
	touch2 = "这、这种事情果然还是…(///",
	voice_key_2 = -1,
	skill = "装填完毕…！",
	drop_descrip = "I级驱逐舰—伊卡洛斯",
	mail = "新邮件帮您整理好了~要给你拿过来吗？",
	touch = "有什么要我做的事情吗？",
	profile = "说到经历的话…我曾经为胡德和厌战护航过，然后…对反潜作战多少有些心得吧？也算去过各种地方，参与过不少任务，可以说有丰富的经验了？呵呵~所以，无论是战斗上还是生活中，都尽管把事情交给伊卡洛斯吧~",
	mission_complete = "完成任务了呢，指挥官真棒~",
	feeling4 = "呼…最近陪在指挥官身边的时间越来越长了呢，照顾指挥官也已经变成了习惯的一部分…难道，反而是伊卡洛斯对指挥官产生依赖性了？",
	unlock = "你好，指挥官，我是皇家I级驱逐舰伊卡洛斯，擅长的是护航作战和反潜作战。接下来的日子请您多多指教了哦。",
	feeling5 = "指挥官，就好像太阳一样呢。仅仅存在于那里，就能让人感到温暖。但是太过靠近的话，又让人有些害怕，会不会被过于强烈的光热吞没……指挥官，我可以…更靠近你一点吗？",
	main = "指挥官要出门的话先跟我说一声哦，我根据天气帮你准备下东西，雨伞还是外套什么的|爱斯基摩人…好像想找人玩的样子呢…指挥官先专心工作，我帮她联系几个小伙伴。…嗯，阿贝克隆比应该挺合适的|驱逐果然还是有极限的呢，要是能有更大的炮管和更多的鱼雷………啊，只是一点自言自语，请不要在意(///",
	battle = "好…！接下来要火力全开了哦！",
	upgrade = "这样就能发射更多的火力、咳咳…就能更好地帮助指挥官了~",
	voice_key = 20133,
	headtouch = "嘻嘻…这样的…我不讨厌哦？",
	feeling2 = "指挥官，还有港区的伙伴们，都是伊卡洛斯应当守护的重要存在。所以，对于想伤害大家的敌人，火力全开，迅速消灭是理所当然的哦。",
	login = "指挥官来了？嗯，需要的资料都给您摆在桌上了。茶水一会就给你端过来，请安心工作吧。",
	vote = "",
	hp_warning = "鱼雷还没准备好么…唔…伊卡洛斯，再坚持一下！",
	id = 201330,
	detail = "指挥官换洗的衣服…明天三餐的准备…然后还有……啊，指挥官什么时候来的？…嗯？没什么，只是在做一些日常的筹备工作而已~",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"这次不会与您错过了！",
			0
		},
		{
			{
				20502
			},
			1,
			"又能一起作战了呢~",
			0
		}
	}
}
