_G.pg.ship_skin_words[101250] = {
	feeling1 = "哈曼已经气都不想生了……",
	feeling3 = "要是以为和哈曼关系有改善那就大错特错了！……不过只有一点的话，还是可以承认的………（小声）",
	lose = "呜……指挥官，大笨蛋！",
	propose = "看在你终于开窍的份上，哈曼就勉为其难地收下好了——才才、才没有觉得高兴呢！",
	expedition = "有委托完成啦，笨蛋！",
	win_mvp = "哼，这点程度根本不值得高兴好吧？",
	home = "你辛苦……什么也没说啦，该干嘛干嘛去",
	mission = "快去完成任务啦！",
	touch2 = "（拿起电话）喂，军警吗？对的，这里有一个指挥官猥……",
	voice_key_2 = -1,
	skill = "哈曼才不是特意想帮你的！",
	drop_descrip = "西姆斯级驱逐舰—哈曼，舷号DD-412",
	mail = "哈曼大发慈悲地帮你把新邮件拿过来了，好好感谢我吧",
	touch = "不要随便碰哈曼啦，变态！",
	profile = "看什么看，哈曼就是哈曼啦！ \n中途岛？哈曼可从没有后悔过去救约克城姐姐，也不用你安慰！哼！ \n…………不过……谢，谢谢……",
	mission_complete = "奖励这种东西难道还要哈曼帮你打开吗？",
	feeling4 = "为什么哈曼总是在生气？那当然是因为某个笨蛋老是不开窍呀，哈曼在气没法生气的自己啦！",
	unlock = "喂，看着哈曼发什么呆呢，hentai！——可爱？别以为你夸我我就会高兴了，你这笨蛋！",
	feeling5 = "不好好看着哈曼在看哪里啦，果然是不懂女人心的大笨蛋，不主动一点就毫无反应——哇不要忽然把人抱住——报，报警了哦！",
	main = "你要是敢开窗哈曼就要你好看|{namecode:256}在吗，哈曼要好好教训她一下|为什么不和哈曼说话？",
	battle = "一群杂鱼，看哈曼解决了你们！",
	upgrade = "哼，讨好哈曼也不会有好处的！",
	voice_key = 10125,
	headtouch = "",
	feeling2 = "你在看哈曼的哪里啦！变态！",
	login = "想让哈曼在这里等多久啊，一个人超……哼！",
	vote = "",
	hp_warning = "",
	id = 101250,
	detail = "变态，你在津津有味的看些什么啦",
	couple_encourage = {
		{
			{
				10705
			},
			1,
			"这次，哈曼会保护好你的！",
			0
		},
		{
			{
				10124
			},
			1,
			"作、作战的时候认真点啦！",
			0
		},
		{
			{
				30806
			},
			1,
			"呜哇！？这、这次是同伴了吗",
			0
		}
	}
}
