_G.pg.ship_skin_words[202040] = {
	feeling1 = "啊啊…怎么会这样…主人果然是要把可怜的黛朵给……",
	feeling3 = "女仆队的伙伴们有很多地方很迷糊，所以主人才会更加关心她们吧……相比之下，黛朵就……不，没什么！嫉妒姐妹舰什么的可不是女仆该做的事…！只是……（小声）迷糊属性什么的，不是很卑鄙吗…",
	lose = "主人，非常抱歉！请不要像这孩子一样抛弃黛朵…！",
	propose = "呜……世上竟然真的还存在会喜欢黛朵这样的没用女仆……主人，黛朵请求您，请一直一直喜欢黛朵，一直一直爱着黛朵……",
	expedition = "主人，这里是这次远征的收获清单，请过目",
	win_mvp = "胜利了！太好了呢，主人！",
	home = "主人，您平安无事…真是太好了",
	mission = "太好了…只要还有未完成的任务，黛朵就还能派上用场吧",
	touch2 = "主、主人，能得到您的宠幸是黛朵的荣幸……但这是不是有些不合礼仪…",
	voice_key_2 = -1,
	skill = "为了主人的荣光！",
	drop_descrip = "黛朵级轻巡洋舰—黛朵，舷号37",
	mail = "主人，这些是您的邮件，请尽快过目",
	touch = "黛朵做得很好…？啊啊…主人……啊，不，这是黛朵应该做的！嗯！",
	profile = "我是黛朵级的命名舰，黛朵，擅长的是防空，大战中一直在地中海舰队服务。那个，天狼星果然给您添麻烦了吗…？",
	mission_complete = "不愧是主人，这次的任务奖励很丰厚呢",
	feeling4 = "因为黛朵很能干，所以不会被大家担心吧…主人居然在担心黛朵吗！能到您这样的赞美，黛朵，黛朵……呜呜呜……",
	unlock = "您好，主人，我是轻巡洋舰黛朵。身为皇家女仆队的一员，希望能为您提供满意的服务",
	feeling5 = "您、您在说什么呢？像我这样普通的女仆，您怎么会喜欢………主人，我可以当真吗？真的可以吗？……主人说喜欢我，主人说喜欢我……糟了，笑容停不下来…",
	main = "其他舰船没有被主人冷落呢……难道是因为只是还没有轮到她们？也就是说主人比起黛朵更关心她们？！呜呜，黛朵不想输……|主人，有需要黛朵做的事吗？无论多么微小的事也没关系！因为黛朵是女仆，而侍奉主人正是黛朵唯一的存在价值…！|主人，日安。今天也让黛朵全心全意的侍奉您，让您的身心都得到休息吧。因为主人可是黛朵唯一深爱的主人啊",
	battle = "只要努力就能为主人派上用场…！出击！",
	upgrade = "对主人除了感谢还是只有感谢！谢谢主人…！",
	voice_key = 20204,
	headtouch = "呜哇啊啊啊啊啊…………",
	feeling2 = "作为皇家女仆，黛朵会全心全意侍奉主人。无论什么样的指示，黛朵都会全力完成的…！",
	login = "主人，欢迎回来。黛朵当然也没事！啊啊……居然被主人关心了…！",
	vote = "",
	hp_warning = "不能轻易放弃！",
	id = 202040,
	detail = "主人，您不会抛弃黛朵吧？真的不会抛弃对吧？黛朵可以相信主人吗？可以相信的对吧？啊……黛朵，只要主人不会欺骗我就满足了……",
	couple_encourage = {
		{
			{
				20220,
				20224
			},
			2,
			"只有在战场上反而可以对你们放心呢……",
			0
		}
	}
}
