_G.pg.ship_skin_words[202100] = {
	feeling1 = "我不会对着木头谏言。",
	feeling3 = "主人，为了健康，您该注意饮食均衡。觉得麻烦的话，就让我为您准备一日三餐吧，这也是女仆应该做的",
	lose = "对不起，主人，这次是我辜负了您的期望。",
	propose = "主人，想要让我一直留在您的身边，即使不用这种手段也可以的……如果这便是主人您的意志的话，格罗斯特、乐意之至",
	expedition = "主人，放着归来委托队不管也许会影响您在她们心目中的评价，请妥善处理",
	win_mvp = "这只是一次微不足道的胜利。主人，如果您满足于此…我会感到很困扰的",
	home = "欢迎回来，主人，请用茶。对了，我稍微确认一下，您没有借着外出的时刻偷懒吧？",
	mission = "您还有未完成的任务——在完成之前，我会一直提醒主人您的哦",
	touch2 = "请在那边坐好，主人。我要教给您对待女士的基本礼节。",
	voice_key_2 = -1,
	skill = "一切为了主人",
	drop_descrip = "格罗斯特级轻巡洋舰—格罗斯特，舷号75",
	mail = "请及时检查邮件…不想被我反复提醒的话，就请在我催促之前及时确认",
	touch = "有何事吩咐？我是您的女仆，在您义务之外的要求我会尽量满足。",
	profile = "作为皇家的一员，我曾在大大小小的战役中履行自己的职责。战场无情，也经历过生离死别，但没想过自己是因为弹药匮乏而遭遇不测……主人，你一定不能犯与那时相同的错误。",
	mission_complete = "还有未领取的任务报酬。就算要我帮您领取，也请先给我指示",
	feeling4 = "主人，请注意在女性面前的行为举止，特别是接触女性的方式…如果觉得有困难的话，请把我当作练习对象吧，咳咳…请——",
	unlock = "皇家女仆队所属，巡洋舰格罗斯特，向主人问好。辅佐您成为优秀的指挥官，便是我的义务。",
	feeling5 = "主人，为了提升工作的效率，需要从改善生活习惯做起…主人如果不嫌弃的话，我很乐意照顾你——不，我很乐意与主人一起生活，一起进步",
	main = "女仆队时不时会有个性鲜明的伙伴犯些小错……是不是应该让贝尔法斯特更加关照她们一些？|每次见到斐济，她都说要给我化妆，还要给我穿上她亲自挑选的衣服…主人可不能学她，生活还是要简朴点才是。|女仆有女仆的工作，主人有主人的工作。女仆的工作是为了主人，而主人您的工作是为了所有人。",
	battle = "再检查一遍弹药储备吧。",
	upgrade = "不错的选择。不过，如果也能强化一下其他的姐妹就好更好了",
	voice_key = 20210,
	headtouch = "",
	feeling2 = "人不会永远不犯错，而我会以我的经验，努力减少主人犯错的机会，请作做好心理准备",
	login = "准时不是一种品德，而是一个原则。主人，请铭记于心",
	vote = "",
	hp_warning = "和预计的情况似乎有些出入…不过…！",
	id = 202100,
	detail = "有观摩女仆工作的闲情逸致，不如多去处理些公文呢，主人",
	couple_encourage = {
		{
			{
				20216
			},
			1,
			"相信我，主人不会让那一幕重演。",
			0
		},
		{
			{
				20207
			},
			1,
			"皇家骑士小姐，请务必保护好自己。",
			0
		}
	}
}
