_G.pg.ship_skin_words[202110] = {
	feeling1 = "正因为是指挥官，才要更加防范……（盯）",
	feeling3 = "又被贝法训斥了，什么出门记得关灯、水龙头也要好好拧紧。什么嘛，那家伙一点也不像妹妹！",
	lose = "咕……我的金块……",
	propose = "嘿嘿，就分一点爱丁堡大人的财运给你吧。诶？那可不行，黄金都是留给贝法基金会的！",
	expedition = "说起军事委托，我可是专业的！",
	win_mvp = "优雅地击溃敌军……这就是皇家的爱丁堡大人！",
	home = "我制作了茶点，敬请各位品尝。和贝法做的味道一样？我们是姐妹嘛！",
	mission = "任务，一定要完成哦！",
	touch2 = "指挥官，淑女可是不会把金块藏在那里的",
	voice_key_2 = -1,
	skill = "再厚的装甲也抵御不了黄金！",
	drop_descrip = "爱丁堡级轻巡洋舰—爱丁堡，舷号16",
	mail = "指挥官，新的……咦！邮件呢？？我刚刚放哪里了？？",
	touch = "哇！！不要碰啊！要掉出来了！",
	profile = "皇家海军爱丁堡级轻巡洋舰首号舰，拥有一个令人骄傲的妹妹偶尔也会感受到压力呢。追踪过俾斯麦和沙恩霍斯特，并在大西洋、北海与地中海执行过多次巡逻与护航任务，最终因为铁血的鱼雷和12吨黄金一起沉入了海底",
	mission_complete = "好像忘记了什么东西……？算了，不管了！",
	feeling4 = "呼……终于找到指挥官了。我……啊——哪里来的香蕉皮！",
	unlock = "终于捞到我了吗。我就是那家伙的姐姐——爱丁堡！史上最昂贵的轻巡洋舰！",
	feeling5 = "指挥官，天黑下之前，一起去海边散步吧。嗯，放心吧，灯关好了，窗也锁了，万事OK……咦……等等，我的钥匙呢！",
	main = "我也想像胡德姐一样优雅，可是…… |诶诶诶，贝法在哪里！我又忘带钥匙了|哼哼，沙恩霍斯特在爱丁堡大人面前也只能望风而逃！",
	battle = "该怎么做才好？？总之先撤……啊不，迎击！",
	upgrade = "运气好像也提高了！",
	voice_key = 20211,
	headtouch = "谢谢，稍微打起点精神了",
	feeling2 = "因为那家伙什么事都能做好，所以我偶尔大意一点也没关系吧",
	login = "啊呀！我可没做什么奇怪的事，只是在把金块“运输”到房间里而已！",
	vote = "",
	hp_warning = "咕……至少金块要……",
	id = 202110,
	detail = "再怎么盯着爱丁堡看，这些东西也不会送你哦",
	couple_encourage = {
		{
			{
				20212
			},
			1,
			"没想到能和贝法一起战斗！",
			0
		},
		{
			{
				20208
			},
			1,
			"谢菲，这里就拜托你了！",
			0
		},
		{
			{
				20219
			},
			1,
			"纽卡斯尔，偶尔也说说贝法嘛！",
			0
		},
		{
			{
				20129
			},
			1,
			"回声：回声，要小心点哦！",
			0
		}
	}
}
