_G.pg.ship_skin_words[202120] = {
	feeling1 = "矫正主人也是女仆的义务呢……",
	feeling3 = "稍微借用了一下舰队的渠道才入手的呢，来，请品尝吧——不知还合您的口味吗？",
	lose = "指挥官，请先行撤退吧，我还有些事要做（微笑）",
	propose = "这下麻烦了呢，明明我只是一直看着您，偶尔欣赏一下您为难的样子就满足了，得到这么重要的誓约不就让我忍不住想要为您做更多，从您那里获得更多了吗？",
	expedition = "指挥官，完成委托的小姐们正在等待您的迎接呢",
	win_mvp = "哎呀，还不如厨房的污垢来得棘手呢",
	home = "欢迎回来，指挥官，茶点已经准备好了",
	mission = "新的任务下达了，指挥官，请您过目",
	touch2 = "为主人献上一切是女仆的义务，指挥官，想看吗？",
	voice_key_2 = -1,
	skill = "敌方的诸位，接下来会有些疼哦",
	drop_descrip = "爱丁堡级轻巡洋舰—贝尔法斯特，舷号C35",
	mail = "有新的信件，指挥官，需要我代为朗读吗？",
	touch = "贸然触碰女士可不是绅士作为，不要对其他人做哦",
	profile = "贵安，我是爱丁堡级二号舰贝尔法斯特，是皇家最大的巡洋舰，因此担任女仆长一职。虽然参与过不少战役，也见证过那位可敬的沙恩霍斯特的陨落，但身为女仆，些许小事不足挂齿。呵呵，有什么需要的话请尽管告诉我吧",
	mission_complete = "任务奖励已经发放了",
	feeling4 = "敏锐地捕捉主上的意图，尤其是主上自己也没有发觉的可是很重要的……欺负人？呵呵~欣赏您为难的表情是最近才发掘的乐趣呢，还请见谅（笑）",
	unlock = "您就是我的指挥官吗？贵安。一介女仆贝尔法斯特，此刻起，将生涯奉献给您",
	feeling5 = "您醒了吗？……呵呵，因为您的睡脸太过可爱，让我实在不忍将您叫醒……如何，贝尔法斯特的膝枕还能让您满意吗？无论何时，您都可以享用哦",
	main = "要成为一名出色的指挥官，您首先需要相信您自己就是，然后按照尽您所能做到最好|要来一杯红茶放松一下吗？茶点，或者您想换换口味的话，咖啡和威士忌也都准备好了呢|在泰晤士河畔沐浴阳光的日子也不坏呢，不过果然这种生活才适合我",
	battle = "为主人清除障碍正是女仆的职责",
	upgrade = "贝尔法斯特，必不负您的期待",
	voice_key = 20212,
	headtouch = "",
	feeling2 = "万分抱歉……初来乍到，对舰队的事务还不太习惯，不能为您提供百分百的服务……请期待我接下来的表现吧",
	login = "欢迎回来，指挥官，红茶已经泡好，文档也归类完毕，开始舒适的工作吧",
	vote = "",
	hp_warning = "接下来才是正餐哦，诸位",
	id = 202120,
	detail = "指挥官，有什么吩咐吗？",
	couple_encourage = {
		{
			{
				20221,
				20208,
				20222,
				20221,
				20218,
				20219,
				20303,
				20304,
				20220,
				20110
			},
			2,
			"妹妹啊，携手抗争命运吧",
			0
		},
		{
			{
				20211
			},
			1,
			"姐姐，一起加油吧",
			0
		},
		{
			{
				20501
			},
			1,
			"陛下，我来保护您",
			0
		},
		{
			{
				10706
			},
			1,
			"企业小姐，优雅地上吧",
			0
		},
		{
			{
				20603
			},
			1,
			"独角兽小姐，请小心",
			0
		}
	}
}
