_G.pg.ship_skin_words[202170] = {
	feeling1 = "真是遗憾，boss，看来我们注视的远方并不相同……",
	feeling3 = "正义的时代？我并没有渴求那种东西。有光就会有影，boss，所谓的恶并没有那么简单就可以根绝",
	lose = "我不害怕疼痛，我害怕的是一事无成……可恶！",
	propose = "boss，我们在做的事，等于在漆黑的荒野之中开辟出一条前进的道路，能有你一同前行，是我最大的幸运",
	expedition = "boss，委托组回来了……不要站在窗台上摆姿势？我知道了",
	win_mvp = "歼灭你们正是正义！",
	home = "我感觉得到，黑暗之中还有无数的恶在蠢蠢欲动……享受这片刻的宁静吧，boss",
	mission = "boss，有什么能交给我的任务吗？",
	touch2 = "…………boss，请、请注意场合",
	voice_key_2 = -1,
	skill = "生命的赞歌正是…勇气的赞歌！",
	drop_descrip = "斐济级轻巡洋舰—牙买加，舷号44",
	mail = "boss，有来自同志的信件",
	touch = "……boss，不要随便碰我，我全神贯注的时候会被你吓一跳的",
	profile = "是我，牙买加，铁血在巴伦支海的行动宣告破产，沙恩霍斯特在北角海战倒下，钨行动？我当然参与过，然后我还参与了一场内战……邪恶从未停止，我也将继续奋斗……没错，一切，都是正义的选择，Trae la Luz",
	mission_complete = "boss，这里是任务的奖励。我？我只需要慢慢品味这份成就感就足够了",
	feeling4 = "如果我们只着眼于正义，只着眼于我们的理想，就容易迷失自我，甚至步入邪道而不自知。所以不要对黑暗别开视线，boss，我会在你身边",
	unlock = "我的眼在疼痛，血在沸腾，你就是我的boss吗……我是牙买加，一切，都是正义的选择，Trae la Luz",
	feeling5 = "重要的是“向往正义之心”，唯有不忘这一点，即使失败了，我们也终将抵达终点，因为我们行走在通往正义的道路上，因为……你我并不孤独，boss",
	main = "boss，在我眼中倒映出的你，是你想要的自己吗？|要来赛跑吗，boss？我会让你看到什么叫闪电|我知道的，现在世界上的某个地方，正被黑夜所笼罩……",
	battle = "我心我行毫无迟疑……",
	upgrade = "不够…这点力量还不够…",
	voice_key = 20217,
	headtouch = "",
	feeling2 = "boss，要来聊聊吗？我想我们需要互相了解",
	login = "boss，我的眼能看到…………你的领子歪了",
	vote = "",
	hp_warning = "胜利只会青睐永不放弃之人，站起来！",
	id = 202170,
	detail = "boss，这样看过来我的左眼有没有被铁链挡住？有的话我调整一下手的位置",
	couple_encourage = {
		{
			{
				10111
			},
			1,
			"同志啊，携手共进吧。",
			0
		},
		{
			{
				20208
			},
			1,
			"谢菲，你终于也觉醒了正义之心吗",
			0
		}
	}
}
