_G.pg.ship_skin_words[202190] = {
	feeling1 = "我并不擅长把握人与人之间的距离，如果让您产生了什么误解，我很抱歉。",
	feeling3 = "天气预报似乎说一会要下雨，如果您要出门的话，请带上这把伞。",
	lose = "非常惭愧，又要给指挥官您添麻烦了……",
	propose = "……真是奇妙，您把这稀松平常的日子变成了让人永生难忘的一天。一旦尝过这种仿佛要胀破心脏一般的幸福感，我还如何能再保持平常心呢？",
	expedition = "海潮带了熟悉的味道……是那些孩子回来了呢，让我们一起前去迎接吧。",
	win_mvp = "胜利的美酒对我来说太浓烈了，还是把它让给您吧。",
	home = "您回来了吗，请把外套给我……没有受伤真是太好了。",
	mission = "就算是不得不做的工作，也请您按着自己的步调一点一点完成吧。",
	touch2 = "……您就这么喜欢柔软的东西吗？如果我给您一个柔软的拥抱的话，您可不可以就此罢手呢？",
	voice_key_2 = -1,
	skill = "讴歌平凡无奇的人生吧！",
	drop_descrip = "南安普顿级轻巡洋舰-纽卡斯尔,舷号C76",
	mail = "这里有一封您的信件……没准是我写给您的哟？",
	touch = "这是……就像小动物互相摩蹭一样呢，嘻嘻。",
	profile = "我是城级巡洋舰中南安普敦级的纽卡斯尔，虽说是那些孩子的姐姐，但不知为何总是只有我一个人特别悠闲？希望这次也能平安退休呢…",
	mission_complete = "虽说努力不一定总有收获，不过这次我们被幸运眷顾了呢。",
	feeling4 = "您的笑容让我想起家乡的风……那是从西面吹来的，非常温暖的海风。",
	unlock = "啊，原本以为是不是迷路了，没想到如此顺利地就见到了您……我是城级巡洋舰的长女纽卡斯尔，妹妹们一直以来劳您费心了。",
	feeling5 = "如果不好好看着我的话，说不定什么时候我就撑起雨伞，随风而去了哟？",
	main = "虽然没有像妹妹们那样显赫的战功，不过在享受人生方面我可有不会输的自信。|我并不擅长那种你跑我追的游戏，就不能坐下来好好聊聊吗？|无论谁都是满怀期待地来到人世间，但并不是每段人生故事都充满了惊奇与冒险。",
	battle = "今天的海面上照耀着如此美好的阳光，让我们尽早结束这无谓的厮杀吧。",
	upgrade = "嗯……感觉浑身暖洋洋的。",
	voice_key = 20219,
	headtouch = "",
	feeling2 = "请放心，作为女仆的职责我还是会好好完成的。",
	login = "在开始一天的工作之前，您想先来一杯咖啡，一杯浓茶，还是一杯淡啤酒？",
	vote = "",
	hp_warning = "呜……事先有买医疗保险真是太好了。",
	id = 202190,
	detail = "如果要合撑一把伞的话，您应该再靠过来一些。",
	couple_encourage = {
		{
			{
				20208,
				20211,
				20212,
				20216,
				20217
			},
			1,
			"别跑那么快，姐姐追不上你了。",
			0
		}
	}
}
