_G.pg.ship_skin_words[101260] = {
	feeling1 = "……指挥官，讨厌。（埃尔德里奇浑身发电不让你靠近她）",
	feeling3 = "……指挥官，飞飞。（埃尔德里奇看起来很希望你抱她起来飞飞，但是她在发电！）",
	lose = "……想回家",
	propose = "唔哦哦……指挥官，这可不得了",
	expedition = "（埃尔德里奇的呆毛忽然指向门口，看来有完成委托的姐妹回来了）",
	win_mvp = "V~",
	home = "指挥官，抱抱",
	mission = "任务（埃尔德里奇的呆毛竖成了一个感叹号）",
	touch2 = "……（埃尔德里奇虽然面无表情，但是呆毛比了个////）",
	voice_key_2 = -1,
	skill = "敌人，讨厌",
	drop_descrip = "坎农级护卫驱逐舰—埃尔德里奇，舷号DE-173",
	mail = "（埃尔德里奇的身边漂浮着新信件）信，拿来了",
	touch = "……？",
	profile = "我是坎农级护卫舰埃尔德里奇。 \n喜欢食物，会放电喔。 \n但是不会瞬间移动……",
	mission_complete = "指挥官，报酬来了，能吃吗？",
	feeling4 = "……指挥官，喜欢。（埃尔德里奇见到你就扑到了你身上，接住这份沉重的爱吧！）",
	unlock = "指挥官——埃尔德里奇，报到",
	feeling5 = "指挥官，抱抱（埃尔德里奇向你伸出双手，她的周围没有丝毫电气。）",
	main = "指挥官，饿了，想吃东西|指挥官，快看快看，我会放电|指挥官，举高高",
	battle = "虽然不喜欢，会加油的",
	upgrade = "埃尔德里奇，充满力量……",
	voice_key = 10126,
	headtouch = "",
	feeling2 = "……指挥官，膝盖。（埃尔德里奇看起来很希望坐在你的膝盖上，但是她在发电！）",
	login = "指挥官，要吃吗？给你",
	vote = "",
	hp_warning = "……加油",
	id = 101260,
	detail = "……指挥官，好看吗",
	couple_encourage = {
		{
			{
				10307
			},
			1,
			"……你也……不喜欢说话吗？",
			4
		}
	}
}
