_G.pg.ship_skin_words[202230] = {
	feeling1 = "果然，我这样的人只配遇到同样糟糕的人…",
	feeling3 = "斐济总是说“确捷你应该再多笑一笑”，我应该怎么做才好呢……啊，对不起，因为这种无聊的事来问指挥官…",
	lose = "对不起，要是我再能干一些就好了…",
	propose = "不好意思，在这个时候还要向您确认一下……选择我真的没关系吗？……这样的我…如果这样的我也没问题的话，我非常乐意！——指挥官，今后也请多多关照…！",
	expedition = "指挥官，委托完成的时间快要到了，现在动身去港口的话，应该正好能接到委托组的各位",
	win_mvp = "我、我很努力了…",
	home = "出击辛苦了。战斗报告已经整理好了，请您在有时间的时候确认一下",
	mission = "指挥官，任务的分类已经完成了，请您确认",
	touch2 = "指挥官，那个…这种事在舰队纪律上可能不大合适……",
	voice_key_2 = -1,
	skill = "这个时机应该没问题…！",
	drop_descrip = "确捷级轻巡洋舰——确捷，舷号08",
	mail = "指挥官，有新的邮件。欸？啊，我每隔一小时会确认一次邮箱情况，所以不会漏的",
	touch = "身为秘书舰，对一切报告的东西自然都需要负起责任",
	profile = "我是皇家海军轻巡洋舰·确捷。在大战的末期加入战场，由于战争收尾和一些意想不到的情况而没能在战场上活跃很多。这样的我如果也能被大家接纳的话，我愿意为舰队尽一份微薄之力。啊，如果大家比较介意的话，我的事尽管放在一边就好……",
	mission_complete = "指挥官，任务的报酬已经清点入库完毕了，这里是清单，请确认",
	feeling4 = "按指挥官吩咐，我去给牙买加的摩托改装帮了下忙，感觉挺有意思的。呵呵……啊，指挥官，不好意思…刚才的这个表情，抱歉，怎么说呢……",
	unlock = "皇家海军轻巡洋舰、确捷，报道。…如果指挥官不嫌弃这样的我的话，我会尽全力为这个舰队奉献微薄之力的",
	feeling5 = "比起斐济那样经常开心的笑，我可能还是比较适合谢菲尔德那样稍微冷一点的感觉吧…？感觉偶尔笑一笑才更容易让指挥官心动……刚、刚才我说的您当没听见就好！",
	main = "指挥官，今天也和大家一起加油吧？|指挥官不觉得，皇家的淑女应该还是优雅一些的吗？女仆队尚且不论，斐济和牙买加她们怎么说呢…那个，该说特立独行呢，还是说有点不够正经呢……那样真的没问题吗…？|我很羡慕骑士长大人。如果我也能像她那样举止充满自信的话……啊，对不起，刚才说的话请忘掉吧",
	battle = "舰队前进！…确捷、打起精神来…！",
	upgrade = "要加油啊，确捷！你现在备受指挥官期待呢…！",
	voice_key = 20223,
	headtouch = "",
	feeling2 = "指挥官，有什么事吗？请尽管吩咐。……啊，如果吩咐我这样的人也没问题的话……",
	login = "您好。这是今天的工作内容，请您过目。……呼…",
	vote = "",
	hp_warning = "至少要让其他人安全撤退…！",
	id = 202230,
	detail = "啊，不好意思弄的这么乱……谢菲尔德交给我的打扫房间的工具，好像我用的还不怎么顺手……啊哈哈…",
	couple_encourage = {
		{
			{
				20208
			},
			1,
			"嗯！我会努力的……！",
			0
		}
	}
}
