_G.pg.ship_skin_words[202240] = {
	feeling1 = "指挥官，你也是……我的敌人吗？",
	feeling3 = "指挥官，您一直在笑哦？是遇到了什么开心的事情吗？能不能，也和我说说呢？",
	lose = "输了……不，这样子可不行……",
	propose = "被人珍视着的这种非常开心，非常温暖的感觉……这就是幸福吗？这样的话，我还想要更多的幸福……指挥官，可以吗？",
	expedition = "啊，指挥官，刚刚回来的是委托队的同伴吗？",
	win_mvp = "一个都不剩，全部都消灭了呢。",
	home = "指挥官，顺利回港辛苦了。战斗，还开心吗？",
	mission = "指挥官，我听说任务不完成会上军事法庭……啊，原来不会的吗？",
	touch2 = "指挥官，很喜欢这里的感觉吗？",
	voice_key_2 = -1,
	skill = "全部，消灭。",
	drop_descrip = "司战女神级轻巡洋舰-黑太子，舷号81",
	mail = "邮件？会是什么内容呢？指挥官的罢免书……之类的？",
	touch = "指挥官，我身上有什么让你在意的地方吗？",
	profile = "我是黛朵级改进型……或者说司战女神级？我记得是这样的……说起来，以前我好像去过很多地方。指挥官，以后我也要去很远的地方执行任务吗？",
	mission_complete = "任务奖励我清点了一下，不知道有没有错……",
	feeling4 = "指挥官，喜欢温柔的人吗？唔……我抱——这样子，是不是比较温柔呢？",
	unlock = "那个，您是……指挥官吧？您不知道我吗？啊，对，我还没有自我介绍呢…皇家所属黑太子号……这样就可以了吧？",
	feeling5 = "我对指挥官来说，是非常重要的人吗？那，我应该怎么做才好？比如说，对指挥官更温柔一点……之类的吗？",
	main = "女仆？啊，虽然不是，不过，红茶和简单的料理，我都没问题的哦？|从这里能看到大海呢……指挥官，喜欢大海吗？|指挥官，是在发呆吗？要不，我也跟着指挥官发一会呆？",
	battle = "对待敌人，绝对不能心慈手软……",
	upgrade = "指挥官，我真的变得更强了吗？",
	voice_key = 20224,
	headtouch = "……呼…",
	feeling2 = "指挥官，要我做些什么吗？什么事都可以的。",
	login = "指挥官，每天都会在这个时候回来呢。",
	vote = "",
	hp_warning = "我该继续战斗，还是该撤退？",
	id = 202240,
	detail = "是破敌的长弓，还是御敌的盾牌……我会照着你的想法，成为你的力量。",
	couple_encourage = {
		{
			{
				10501,
				10309,
				21301
			},
			1,
			"我们是又在一个队伍了吗？",
			0
		}
	}
}
