_G.pg.ship_skin_words[202260] = {
	feeling1 = "为了我能正常完成女仆的工作，希望指挥官不要进入我周边三米以内的区域。",
	feeling3 = "指挥官，床单的颜色是要白色还是……绿色？跟我眼睛的颜色一样？这、这样啊。",
	lose = "需要检讨……下次不会失败了。",
	propose = "感谢我与指挥官的相遇，感谢神明所赐予的奇迹——仪式结束了吧，该回去了，工作还没做完——欸，誓约之、之、之吻？那个，我，那个……！",
	expedition = "委托队已经返航了，请记得及时迎接她们。",
	win_mvp = "呼…这样的战果还满意吗？",
	home = "一路辛苦了，请好好休息。",
	mission = "接到了新的任务，请记得看一下。",
	touch2 = "！？我……我先失礼了……！",
	voice_key_2 = -1,
	skill = "优雅而不失庄严……！",
	drop_descrip = "南安普顿级轻巡洋舰-格拉斯哥,舷号C21",
	mail = "有新邮件，我这就帮指挥官取来。",
	touch = "指挥官？还有什么吩咐吗？",
	profile = "我是皇家轻巡，南安普敦级的格拉斯哥。曾参加过挪威战役，北极护航战等战役。不过，我…那个，嗯，以前眼神不太好，等伊莫金来了，一定要对她好好道歉——",
	mission_complete = "任务奖励，我先保管起来了。",
	feeling4 = "问我平时的打扮？指挥官不是说我穿什么都好看吗？那就请自行想象吧。",
	unlock = "城级巡洋舰，南安普敦级的格拉斯哥。很荣幸能够来到指挥官的舰队，请多指教。",
	feeling5 = "床铺过了，被子也晒过了，结果指挥官昨晚却熬夜工作吗…不不，我可没生气，热心工作也挺好的不是？",
	main = "关于纽卡斯尔姐姐？怎么…就算是姐姐我也没有什么告诉你的义务吧…才没有呢！|谢菲虽然偶尔有些毒舌，但是个好孩子。|指挥官对漫画之类的…算了，请不要在意。",
	battle = "旗舰…吗，我、我会认真作战的！",
	upgrade = "请放心，我不会辜负指挥官期待的。",
	voice_key = 20226,
	headtouch = "",
	feeling2 = "指挥官，如果累了就请好好休息，不要再为我增添更多的麻烦了。",
	login = "欢迎回来。茶已经泡好了。",
	vote = "",
	hp_warning = "还、还能坚持…！",
	id = 202260,
	detail = "没想到这回连载的剧情竟然会那样展开，接下来到底会……哇啊！？指、指挥官？！……咳咳！有事吗？",
	couple_encourage = {
		{
			{
				20208,
				20211,
				20212,
				20219
			},
			1,
			"全力进攻，展现皇家的荣耀！",
			0
		},
		{
			{
				20207
			},
			1,
			"真的不考虑回归女仆队吗？",
			0
		}
	}
}
