_G.pg.ship_skin_words[202270] = {
	feeling1 = "指挥官…为什么这么顽固呢…",
	feeling3 = "指挥官，你今天打算加班吗？这样的话，我稍后准备一壶咖啡带去办公室吧。欸？没关系，不麻烦的。即使没有要交给我的工作，只是在你身边陪着你也好呀~",
	lose = "哎呀呀，失败了呢…",
	propose = "希望我永远留在身边？可以哦，照顾指挥官本来就是我的职责呢。……欸，难道说，这是告白吗？……嗯，我的回答，依然是——yes哦。从今往后，也请多多指教了，指挥官~",
	expedition = "指挥官，手边的工作先放一放，去迎接回来的委托组吧。",
	win_mvp = "指挥官一定也会很高兴吧~",
	home = "指挥官，接下来禁止工作了哦？你需要先好好休息一下才行呢。",
	mission = "指挥官，任务不做的话只会越来越多哦？",
	touch2 = "做这种事还是要注意一下场合哦？",
	voice_key_2 = -1,
	skill = "能命中就好了呢~",
	drop_descrip = "黛朵级轻巡洋舰—赫敏",
	mail = "指挥官，这是你的邮件吧？我放在这里了哦。",
	touch = "碳酸饮料？唔，真是没办法呢，今天只能喝一瓶哦？",
	profile = "我是皇家黛朵级的赫敏哦~舰历的话…参加过对俾斯麦的追击，还对付过撒丁的潜艇…除此之外，好像也没有什么太值得一提的了呢，还想知道什么吗，指挥官？",
	mission_complete = "哇，任务奖励还不少呢，指挥官真厉害~",
	feeling4 = "指挥官，要是不介意的话，把你的换洗衣服也交给我来洗吧，一起洗比较方便，而且，也想让你感受一下手洗的衣服呢~",
	unlock = "你好呀，我是黛朵级的赫敏，是皇家女仆队的一员，希望我们能够好好相处呢，指挥官。",
	feeling5 = "呼…房间这样就算打扫完毕了，接下来…啊，你回来了呀，那我就先开始做饭吧，请先做点别的什么事等一下吧~",
	main = "用眼过度可不是什么好事哦？来，先洗把脸精神一下吧。|嗯…最近这些食材的价格好像上涨了一些呢…指挥官，接下来包含这些食材的菜会减少一些哦？|看着指挥官顺利解决一个个工作的样子，不知为何连我都变得开心起来了呢…真是不可思议。",
	battle = "发现敌人咯~",
	upgrade = "咦，我变强了吗？",
	voice_key = 20227,
	headtouch = "",
	feeling2 = "黛朵…很害怕失去主人呢，她那么努力，又那么能干，指挥官怎么可能讨厌她呢…不过我说了多少次都没用…还是要麻烦指挥官多照顾她一些了呢。",
	login = "早上好呀，指挥官。有好好休息过了吗？",
	vote = "",
	hp_warning = "有些大意了呢…",
	id = 202270,
	detail = "女仆长…贝尔法斯特小姐能力很强，又有着坚定的意志…我很憧憬呢，要是有一天，能成为那样的存在就好了…",
	couple_encourage = {
		{
			{
				20204
			},
			1,
			"黛朵，不要太烦恼啦",
			0
		},
		{
			{
				20212
			},
			1,
			"我会好好向您学习的！",
			0
		}
	}
}
