_G.pg.ship_skin_words[203010] = {
	feeling1 = "阁下，请你去别的地方随便做些什么吧，我会把事情都处理好的",
	feeling3 = "阁下，要一起喝茶吗？不过要是工作还没做完的话，就请先努力吧。当然，我会陪着你的",
	lose = "……我不该和你们拘泥于礼节的",
	propose = "谢谢~放那里就好，比起这个，阁下，过来看一下这里……惊讶？呵呵，以阁下和我的关系，这个不说也明白啦～不过机会难得，今晚我亲自下厨做些你喜欢吃的吧~",
	expedition = "嗯，委托准时完成了，我们去接收成果吧",
	win_mvp = "能获得阁下的赞赏，是我莫大的荣幸",
	home = "辛苦了，请先喝杯热茶，公务就交给我吧",
	mission = "今天的任务还是马上完成吧",
	touch2 = "请……请不要做这种不合礼仪的事情！",
	voice_key_2 = -1,
	skill = "那么，我不努努力可不行了",
	drop_descrip = "伦敦级重巡洋舰—伦敦，舷号69",
	mail = "这里是新的信件，还请不要忘了拆阅",
	touch = "身体的接触有一些……嗯，没事的，只是有些不习惯",
	profile = "我是伦敦级重巡洋舰首舰——伦敦，服役于第1巡洋舰队，在北大西洋、太平洋都有积极参与作战。阁下，请放心把任务交给我吧！",
	mission_complete = "奖励我已经清点好了，请过目",
	feeling4 = "约会吗？阁下要是能够好好完成这几天的工作，我也不是不能答应您哦？怎么样，阁下要努力一下吗~（笑）",
	unlock = "我是伦敦级重巡洋舰首舰——伦敦，服役于第1巡洋舰队，在北大西洋、太平洋都有积极参与作战，请放心把任务交给我吧，阁下！",
	feeling5 = "别动，真是的，说过多少次了领子要翻好，头发要梳平，阁下就是这一点太随意了……嗯，这样就行了。要去哪里约会呢？",
	main = "阁下…有看到紫石英那孩子吗？我到处都找不到她|北极的天气太冷了，弄得我身体都出毛病了…|今天天气不错，也许我们可以稍微放松一下，不是吗？",
	battle = "大家都注意保护自己，受伤并不是一个可选项！",
	upgrade = "虽然令人高兴，不过阁下务必合理分配资源",
	voice_key = 20301,
	headtouch = "",
	feeling2 = "阁下，稍等一下，我刚刚发现这里有点问题……嗯，好了，有什么事吗？",
	login = "贵安，伦敦今天仍会伴随阁下的左右",
	vote = "",
	hp_warning = "计算出了点偏差……",
	id = 203010,
	detail = "怎么了吗？阁下如此认真，在看些什么呢？",
	couple_encourage = {
		{
			{
				20302,
				20303,
				20304,
				20305,
				20306
			},
			2,
			"城级的姐妹们，我们上吧",
			0
		},
		{
			{
				20309
			},
			1,
			"好啦，不要整天板着一张脸",
			0
		},
		{
			{
				20302
			},
			1,
			"再捉弄阁下，我要生气咯？",
			0
		}
	}
}
