_G.pg.ship_skin_words[203080] = {
	feeling1 = "请不要让皇室蒙羞！",
	feeling3 = "生在皇家就意味着我的命运不受自己掌控，能遇到你这样优秀的指挥官真是太好了",
	lose = "可恶……下次一定会雪耻的！",
	propose = "无论是疾病或健康、贫穷或富裕，我都会陪在你身边，直到死亡将我们分开，我的指挥官",
	expedition = "出去完成委托的姐妹们回来了吗……身为皇室成员，我至少要好好迎接她们，嗯",
	win_mvp = "我是悠远历史的继承者，并将用胜利把荣耀传承下去",
	home = "埃克塞特回港！现在开始汇报战果！",
	mission = "请务必完成任务使命——为了皇家的荣耀！",
	touch2 = "……！！这种事情请不要…作为皇室成员，被发现了可…",
	voice_key_2 = -1,
	skill = "为了皇家的荣耀！",
	drop_descrip = "约克级重巡洋舰—埃克塞特，舷号68",
	mail = "指挥官的信件，希望是好消息",
	touch = "虽然我是皇室成员……但是指挥官却肯用平常心对待我，我很感动",
	profile = "我是约克级重型巡洋舰的二号舰，埃克塞特！参与过追击斯佩伯爵号的作战任务。哪怕面对再多的敌人，为了皇家海军的荣誉，埃克塞特绝不会退缩！",
	mission_complete = "荣誉的嘉奖已经送达",
	feeling4 = "指挥官……其实……我有在想，如果你是一个普通的人而非指挥官，我会不会喜欢上您呢……",
	unlock = "约克级重型巡洋舰的二号舰，埃克塞特，以皇家海军之名起誓，必将为指挥官的事业作出贡献！",
	feeling5 = "重要的是当下，如果世上真的存在命运，我想……总有一天，我会遇到你的",
	main = "无论在何处，我都能感受到作为皇家海军的那份荣耀|约克姐姐又在说些听不懂的话了……|裙子经常被打湿，我是不是该换个适合战斗的衣服？",
	battle = "以皇家的荣耀起誓，埃克赛特必定不辱使命",
	upgrade = "为了皇室的荣耀，定不辱命！",
	voice_key = 20308,
	headtouch = "",
	feeling2 = "指挥官，不要为了儿女私情耽误了大局",
	login = "作为皇室精英，埃克塞特不会让你失望的，指挥官！",
	vote = "",
	hp_warning = "愿荣耀保佑我们！",
	id = 203080,
	detail = "检查就拜托你了，指挥官",
	couple_encourage = {
		{
			{
				20307
			},
			1,
			"姐姐，为了荣耀而战吧！",
			0
		}
	}
}
