_G.pg.ship_skin_words[203090] = {
	feeling1 = "姐姐就是就是太好说话，才把你这种人都给惯坏了",
	feeling3 = "姐姐是会对谁都会付出很多的，即使是不值得付出的人……嗯？不是在说你啦…还是说，你觉得自己是那样的人？",
	lose = "大家不要难过，是我没有做好队长的职责",
	propose = "一开始我只想着让姐姐减少负担才会那么严格，后来就慢慢地……慢慢地希望你成为我心目中最好的存在。现在，你已经是了哦",
	expedition = "应该是这个时间……指挥官，委托应该完成了",
	win_mvp = "不要以为赢了就好，还有许多可以做得更好的地方",
	home = "虽然还有许多要汇报的东西，不过首先还是，辛苦了",
	mission = "任务应该想好怎么才能最高效地完成后再去做，没有忘吧？",
	touch2 = "指挥官，在那边坐好，看来我要从基本礼仪开始教起了",
	voice_key_2 = -1,
	skill = "稳扎稳打！",
	drop_descrip = "伦敦级重巡洋舰—苏塞克斯，舷号96",
	mail = "邮件不要忘了确认",
	touch = "指挥官，领子没翻好，还有头发……不要动，我来帮你弄好",
	profile = "基本上除了西班牙内战和挪威海战之外，我都是在普通地执行任务，啊，中间还大修了一次……总之，在这支舰队我也会脚踏实地地做事的，希望指挥官你也一样",
	mission_complete = "任务奖励下达了吗……这不是干得不错嘛，指挥官",
	feeling4 = "主要是我跟她说这些，她一定会笑着摸摸我的头说“谢谢你苏塞克斯，不过我没关系的”，然后继续那样，可恶，想想就好气",
	unlock = "你就是指挥官？哼，丑话说在前头，跟姐姐那种耳根子软的性格可不一样，我苏塞克斯可是很严格的！",
	feeling5 = "当然你是值得姐姐付出没错啦，不过现在还不够，你要变得更加出色，出色到我都对你移不开视线……欸，为什么是我？啊",
	main = "对有些人来说温柔才是在害他，该严格的时候就该严格才对|有时间看我的话，不如多做点工作，完成后让你看多久都没关系|……累了的话就先休息，我不是让你硬撑，只是希望你该努力的时候好好努力",
	battle = "以不让舰队蒙羞为目标，各自奋斗吧",
	upgrade = "谢谢，接下来的作战我会努力的",
	voice_key = 20309,
	headtouch = "",
	feeling2 = "我就是看不惯姐姐那种对谁都和和气气的态度",
	login = "工作准备没问题吧，别等会儿才发现少了什么",
	vote = "",
	hp_warning = "各位，收缩阵型！",
	id = 203090,
	detail = "什罗普郡的性格也很麻烦，不过那丫头是不会让自己吃亏的类型，就随她去了",
	couple_encourage = {
		{
			{
				20301
			},
			1,
			"姐姐你也不要受伤了",
			0
		},
		{
			{
				20302
			},
			1,
			"什罗普郡，战斗的时候认真点",
			0
		}
	}
}
