_G.pg.ship_skin_words[205010] = {
	feeling1 = "你这个没用的臣子，本王要辞了你！",
	feeling3 = "本王只是比较喜欢这里的环境才过来坐坐，你可别会错意了！",
	lose = "可恶！！！竟敢令我伊丽莎白蒙羞！给我记住！",
	propose = "终于把它送到了本王的手里，你这蠢货，让本王等了多久啊！……不过看在你这么努力的份上，过来，准许你牵起本王的手，从今往后，本王会陪着你的",
	expedition = "去委托的臣子们回来了，快去看看有没有给本王带来有趣的贡品！",
	win_mvp = "Piece of cake！本王做事怎么会有差池的~！",
	home = "表现的不错，我就大发慈悲地准许你休息一下",
	mission = "快去完成你的任务，即使是庶民也不能懈怠！",
	touch2 = "什、什么……愚蠢的人类，你在做什么！！给、给本王去死两次啊！！！",
	voice_key_2 = -1,
	skill = "跪倒在女王面前吧！",
	drop_descrip = "伊丽莎白女王级战列舰—伊丽莎白女王，舷号00",
	mail = "本王对信的内容并不是很感兴趣……唔……",
	touch = "不要随便碰本王高贵的身体！",
	profile = "皇家海军超级无畏舰旗舰，给我把这个名号刻在骨髓上牢记吧！ \n战功？那种东西让臣子们去拿，本王只要看着她们就好了！",
	mission_complete = "跪着领取这完成任务的恩赐吧",
	feeling4 = "he，哼！你这家伙也算有点可取之处，本王就破例封你为皇家卫队队长好了，要是本王叫你你要马上过来，知道吗，马上，立即！",
	unlock = "你就是指挥官？想要指挥本王你还早了十万年呢，不过姑且给你个机会吧——嗯嗯，今天起你就是我忠诚的仆从之一了",
	feeling5 = "我说你，工作交给手下去做就好了，要做本王夫婿的人怎么能不天天陪在本王身边！不会让人觉得寂寞嘛……",
	main = "娇小是高贵的象征，明白吗！ |撞人？只能怪他们不给本王让路！ |别碰本王的肚子，这样很失礼节啊！",
	battle = "让你看看超无畏舰的威力！",
	upgrade = "本王才不需要变强！——嘛…既然是你的一片心意…",
	voice_key = 20501,
	headtouch = "",
	feeling2 = "为了本王好好努力吧！",
	login = "可恶~居然让我等你这么久",
	vote = "",
	hp_warning = "还愣着干什么，上啊！",
	id = 205010,
	detail = "庶民！谁允许你偷看的！本、本王还没准备好呢……",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"厌战，快去把那些家伙解决掉！",
			0
		},
		{
			{
				5
			},
			3,
			"这才是符合我身份的舰队！",
			2
		},
		{
			{
				2
			},
			5,
			"皇家的战士们，为荣耀而战吧！",
			3
		},
		{
			{
				20510
			},
			1,
			"为了我好好干吧！你·也·一·样！",
			0
		},
		{
			{
				20703,
				20704,
				20705,
				20711
			},
			2,
			"这巨乳姐妹…太碍眼了！！＞＜",
			0
		}
	}
}
