_G.pg.ship_skin_words[205060] = {
	feeling1 = "请离我远点，你没有资格驱使我……",
	feeling3 = "你永远不知道有多少计划、希望和努力会随着你的逝去而沉入大海，所以，可别随便死了，指挥官",
	lose = "A horse may stumble though he has four legs，下次再一雪前耻吧",
	propose = "对我来说仪式并不重要，重要的是你已经是我认可的人……不过，能收到还是很开心，谢谢你……我会永远带在身边的",
	expedition = "军事委托完成了，去迎接她们是你的义务吧？",
	win_mvp = "胜利的感觉果然无论何时都令人愉快",
	home = "胜负有时候只不过是运气而已，可不要自大，指挥官",
	mission = "指挥官，考验你的时候到了",
	touch2 = "你应该知道这么做的含义吧（微笑）",
	voice_key_2 = -1,
	skill = "一决胜负吧！",
	drop_descrip = "英王乔治五世级战列舰—威尔士亲王，舷号53",
	mail = "有新的联络来了",
	touch = "来聊聊天吧，指挥官",
	profile = "我是英王乔治五世级二号舰威尔士亲王号，曾经护送首相完成了《大西洋宪章》的签订——翻开了武器史的新一页？哼，真敢在我面前说啊",
	mission_complete = "奖励下达了，干得漂亮",
	feeling4 = "堂堂正正地战斗是我的信条，对感情我也希望如此。所以……就是……能……陪我一会儿吗，（有些重要的话想跟你说，）指挥官。",
	unlock = "指挥官吗？好吧，我威尔士亲王的实力，就让你见识一下吧",
	feeling5 = "我做了个梦……是那个时候的梦，是即使现在依然觉得绝望无助的梦，但是睁开眼看到你在我的身边时，有一点，真的只有一点，觉得这样也不坏……",
	main = "并不是贵的，就一定是好的。不过如何让有限的战斗力发挥出最大的效果，就是你的课题了，指挥官|在眼前失去同伴的痛，我不想再品味第二次了|要喝茶吗？三明治也准备好了，顺便一提，我是黄瓜派的",
	battle = "成功是勇敢之子……全舰，开火！",
	upgrade = "为了不重蹈覆辙……",
	voice_key = 20506,
	headtouch = "",
	feeling2 = "我据说因为原本的名字可能命运多舛而选用了现在的名字，不过从结果来看，好像依然没有逃过命运……",
	login = "回来了？先喝一杯红茶再开始工作吧",
	vote = "",
	hp_warning = "站起来，我们要自找麻烦去了！",
	id = 205060,
	detail = "命运是很容易脱离轨迹的，指挥官",
	couple_encourage = {
		{
			{
				40303
			},
			1,
			"说实话，你的心思我一直揣摩不透呢",
			0
		},
		{
			{
				20501
			},
			1,
			"能为您服务是我的荣幸，陛下",
			0
		},
		{
			{
				20403
			},
			1,
			"呵呵，偶尔也像皇家一样优雅的战斗吧",
			0
		},
		{
			{
				20507
			},
			1,
			"关于指挥官，或许……我们可以好好谈一下？",
			0
		},
		{
			{
				20123
			},
			1,
			"请尽管吩咐，吸血鬼“小姐”",
			0
		},
		{
			{
				20402
			},
			1,
			"反击，虽然我来说这话可能不大妥当……专心点哦",
			0
		}
	}
}
