_G.pg.ship_skin_words[101020] = {
	feeling1 = "指挥官…比风暴更让人感觉害怕……",
	feeling3 = "指挥官，刚才杜威整理了一下指挥室，有感觉变得比较整齐了吗？有需要的话，房间也可以帮您整理哦",
	lose = "又…失败了",
	propose = "这是…要给杜威的吗？…表示把最重要的东西都交给杜威了？明白了。虽然不知道能不能胜任，以后无论是工作上还是私人上的事情，杜威都会竭尽全力帮忙指挥官的",
	expedition = "参加委托的伙伴们回来了。大家带回来的东西，要合理使用才行呢",
	win_mvp = "杜威只是做了自己该做的而已，胜利的功劳…是大家的",
	home = "作战…辛苦了，指挥官。请好好放松一下，战斗资料的整理就交给杜威吧",
	mission = "如果觉得任务麻烦的话，可以交给杜威来办哦？",
	touch2 = "这是……？杜威的胸口不觉得难受哦？",
	voice_key_2 = -1,
	skill = "这里就交给杜威吧！",
	drop_descrip = "法拉格特级驱逐舰—杜威，舷号DD-349",
	mail = "指挥官，要及时查阅信息哦。保证情报的更新，才能规避各种意外的危险呢",
	touch = "头发乱了…？谢谢指挥官…作为报答，稍后请让我帮您按摩一下吧？",
	profile = "我是法拉格特驱逐舰·杜威。名字来自于一位对白鹰很重要的人。护航过许多航母，也帮助过许多伙伴，这是杜威的骄傲哦。唯一的遗憾…就是那时没能成功挽救两位姐妹…台风什么的，实在是太可怕了……",
	mission_complete = "任务的报酬…只是放在那边的话，是不是有点浪费呀…",
	feeling4 = "指挥官忘记带东西了吗？那杜威帮您去房间找找给您带过来吧",
	unlock = "我是驱逐舰杜威…如果有什么需要帮忙的话，请第一时间告诉杜威，无论什么事情，杜威都会全力以赴的。",
	feeling5 = "指挥官，刚换过的被子睡起来有比较舒服吗？保持干净整洁的生活环境，身体才会健康呢…不过指挥官就算生病了，杜威也会照顾您就是了，请不用担心",
	main = "杜威也很喜欢音乐哦，最喜欢的…是列克星敦小姐的歌|呀啊啊啊！抱、抱歉指挥官。杜威对于雷电和台风果然还是…觉得有点可怕……|温柔的约克城，帅气的企业，总是充满精神的萨拉小姐…白鹰的大家，都是很好的人呢",
	battle = "为了大家，杜威会加油的！",
	upgrade = "下次无论是什么样的状况，都不会再失败了！",
	voice_key = 10102,
	headtouch = "",
	feeling2 = "指挥官肚子饿了吗？杜威试着给您做点咖喱饭吧，就是不知道能不能合您口味",
	login = "欢迎回来，指挥官。要检查一下港区的安全措施吗？毕竟谁都不知道什么时候会有天灾什么的降临呢…",
	vote = "",
	hp_warning = "损伤扩大…但是，还不能认输…！",
	id = 101020,
	detail = "嗯？指挥官遇到什么麻烦了吗？需要杜威帮忙吗？",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"下次，还能去听您唱歌吗？",
			0
		},
		{
			{
				10703
			},
			1,
			"一起加油吧，萨拉小姐！",
			0
		},
		{
			{
				10705,
				10706
			},
			2,
			"没想到还能和两位共同作战…杜威会加油的！",
			0
		},
		{
			{
				10105
			},
			1,
			"格里德利…准备好之后就自由开火吧",
			0
		}
	}
}
