_G.pg.ship_skin_words[205070] = {
	feeling1 = "稍微粗暴一点……也没关系吧",
	feeling3 = "汝的面庞无时无刻不在诱惑着余，呐，汝的鲜血，究竟能甜美到什么地步呢？",
	lose = "啊啊…为何、总是不肯乖乖顺从呢...  ",
	propose = "最天才的诗人也描绘不出汝此刻的绮丽。闭上双眼，感受余的温暖，聆听余的心跳吧，汝将成为余一生的伴侣——",
	expedition = "令人迷醉的那喀索斯哟，迎接的时候请多加审慎，千万不要凝视自己水中的倒影——",
	win_mvp = "所有的生者，都无法抗拒已逝者的怀抱——",
	home = "凯旋的夜莺哟，汝缄口不歌，是在沉思何事？",
	mission = "今日难得风和日丽，任务结束若直接回港未免太不解风情了",
	touch2 = "真是美丽啊，往常澄静如湖的眼眸竟也能如此煽情",
	voice_key_2 = -1,
	skill = "尔等，为己身之灭亡悲叹吧！",
	drop_descrip = "英王乔治五世级战列舰—约克公爵，舷号17",
	mail = "聚精会神阅读的汝一动不动宛如米开朗基罗的雕像般……余不讨厌专心致志的人",
	touch = "夜很漫长，也很短暂，吹熄最后一盏照耀汝的蜡烛后，我们就开始吧",
	profile = "余为英王乔治五世级约克公爵。沙恩霍斯特？她很有趣哟，不过，现在是汝更令余感兴趣……呐，汝再露出这种表情，余会控制不住的——",
	mission_complete = "惟朗月与美酒不可辜负，尽情期待吧，余一定会让这次夜会刻骨铭心——",
	feeling4 = "真是不可思议，看着汝无忧无虑的睡脸，余的内心竟然也平静了下来……呐，现在千万不要从梦境中醒来哟，不然余可不知道余会做出什么——",
	unlock = "原来如此，那股令余迷恋发狂的气息，是汝的灵魂散发出来的啊，诱人犯罪的指挥官哟，请好好记住余的名字——皇家海军约克公爵",
	feeling5 = "无知的蛇哟，现在才发现吗？余早已无可救药地迷恋上汝了哟，那么——能请汝将汝的一切奉献给余吗？",
	main = "战斗的诀窍？余只是沉溺在遐想中，然后，余眼前的东西就会自然而然变成各种绮靡的形状——|威尔士，汝又想对余的猎物出手吗？|请安心的闭上双眼，在余的怀抱中，汝什么都不用思考——",
	battle = "罪恶的鲜血之花哟，在余的身边尽情绽放吧！",
	upgrade = "听到了吗？如风掠过夜间的森林般的，余血液沸腾的声音",
	voice_key = 20507,
	headtouch = "",
	feeling2 = "真是不错的眼神啊，透过汝的瞳孔，余仿佛能看到另一个世界——",
	login = "不洁的蛇啊，汝的心中在思念着谁？",
	vote = "",
	hp_warning = "呼呼……余稍微有点沉溺其中了",
	id = 205070,
	detail = "见不到余令汝心焦难耐了吗？",
	couple_encourage = {
		{
			{
				20506
			},
			1,
			"汝终将为汝的所行付出代价",
			0
		},
		{
			{
				40401
			},
			1,
			"不要再无谓的逃跑了，小·猫·咪",
			0
		}
	}
}
