_G.pg.ship_skin_words[205100] = {
	feeling1 = "本来还对你有点期待的…",
	feeling3 = "没、没想到侍从你的棋艺还挺厉害的啊。以、以后我就稍微认真点对付你吧！",
	lose = "呜…怎么会这样…",
	propose = "嗯，很好，我认可你为本指挥官身边最值得信赖的侍从！看在你一直以来如此忠诚的份上，特别允许你继续在我身边感受我的伟大吧！就让这戒指成为我们主从之绊的见证吧！",
	expedition = "嗯哼，委托组似乎很顺利。替我去慰问一下她们吧，侍从。",
	win_mvp = "准确的指挥，英勇的战斗，是一场完美的胜利呢。",
	home = "侍从，战况如何？详细说给我听听吧。",
	mission = "这些琐碎的任务，就交给侍从你去做了。",
	touch2 = "你干什么！？…宽容侍从也是上位者应有的“气场”…这次就不跟你计较了！",
	voice_key_2 = -1,
	skill = "一切都在掌握之中！",
	drop_descrip = "伊丽莎白女王级战列舰—英勇，舷号02",
	mail = "嘁，为什么邮件都是给侍从你的？",
	touch = "有事就尽管说吧，我会听着的，侍从。",
	profile = "我是伊丽莎白女王级的英勇号。从日德兰到远东，都曾有我英勇战斗的身姿。而接下来，我将带领这支舰队继续前行。作为我的得力侍从，我相信你能辅佐好我的。",
	mission_complete = "虽然只是琐碎的任务，但你出色地完成了，就应当收到嘉奖。",
	feeling4 = "等，等等！既然是下棋，就要考虑到所有的情况。刚刚那步，只是我没注意到，所以被侍从你钻了空子而已！所以，这，这步不算！侍从，你明白了吧！",
	unlock = "英勇，是我，也是将要领导这个舰队的人的名字，好好铭记在心吧。……对了，你是哪位？指挥官…？我明白了，差不多把你当作侍从就行了吧！",
	feeling5 = "作为侍从，应该有能体察上级的心……我、我的意思是，差不多该让我赢一次了吧？（小声）总是输给你，我都快没有下棋的信心了…总、总之！你得输我一把！而且得是让我看不出故意输掉的那种！这是命令，侍从你明白了吧！",
	main = "侍从，我渴了，帮我去通知女仆队准备红茶…不，那样太慢了。侍从，今天的茶就交给你了，没有问题吧？|当指挥官，最重要的就是“气场”。气场有了，才有威严，大家才会听从你的话。学到了吗，侍从？|点心时间！？…咳、咳咳…懂得合理安排工作和休息也是身为指挥官应有的素质之一，好好学着吧，侍从。",
	battle = "听我的指挥，一起上吧！",
	upgrade = "呼，做得不错，侍从。想要什么奖赏吗？",
	voice_key = 20510,
	headtouch = "你、你干什么啦！",
	feeling2 = "侍从，来得正好。工作忙完了的话，来陪我下几盘国际象棋吧。",
	login = "侍从，来得正好，把今天的报告拿出来吧。",
	vote = "",
	hp_warning = "侍从，快、快想办法保护我……！",
	id = 205100,
	detail = "伊丽莎白作为领导者而言，多少有些任性过头了…厌战她们又太宠着她了，果然这里应该由我来…嗯？某种意义上我也差不多…？你说什么？",
	couple_encourage = {
		{
			{
				20501,
				20502
			},
			1,
			"见识下高贵的伊丽莎白级的实力吧！",
			0
		},
		{
			{
				20502
			},
			1,
			"我会注意你的动向的。",
			0
		}
	}
}
