_G.pg.ship_skin_words[206010] = {
	feeling1 = "指挥官，你要堕落成黑暗决斗者了吗……那我只能打倒你了",
	feeling3 = "决斗之外的兴趣吗……我倒是没有想过，指挥官愿意教我吗？",
	lose = "我是不会投降的，我的回合……不要拉我！",
	propose = "这个感觉是……！在此结成的我与指挥官之间羁绊将会开创崭新的未来，成为光芒闪耀的道路吧——我们的回合，抽牌！",
	expedition = "暂停！远征的同志们已经回来了，先去看看她们的成果吧",
	win_mvp = "聚集的群星化为一体时，我们的羁绊将照亮未来！",
	home = "真是令人热血沸腾的一战啊",
	mission = "任务即挑战，指挥官，让我们挑战新的高峰吧！",
	touch2 = "嗯……指挥官要是感兴趣的话，你赢一次摸一次怎么样？",
	voice_key_2 = -1,
	skill = "我的回合！",
	drop_descrip = "竞技神级航空母舰—竞技神，舷号95",
	mail = "指挥官，有新的邮件，不知道是不是约战的呢",
	touch = "怎么，想要决斗吗？",
	profile = "我叫竞技神，好像是世界上第二艘建造的航母吧。 \n唯一被重樱击沉的皇家海军空母吗，那也是没办法的事，不过有机会的话真想和第一那家伙决斗一场啊",
	mission_complete = "奖励，和决斗一样美妙的词汇啊，打开看看吧",
	feeling4 = "嗯……指挥官，我决定把你的画像刻在卡牌的背面，这样你的精神就一直与我同在了",
	unlock = "我将荣耀寄宿于右手的卡中，将魂魄寄宿在左手的决斗——啊不，跑道内。竞技神号，听从你的调遣",
	feeling5 = "指挥官，决斗者要是成为伴侣的话，决斗之路会更加开阔，不过一定要是互相已经十分理解的对象才行。我觉得我们已经满足条件了…所以…要试试看吗",
	main = "我的愿望是和{namecode:89}一较高下|卡牌与飞机都寄宿着灵魂，我的回合！|除了胜利，我同样希望将欢笑带给大家",
	battle = "只要你相信舰队，舰队就会回应你的期望",
	upgrade = "现在的我，能与我的卡组更进一步……！",
	voice_key = 20601,
	headtouch = "",
	feeling2 = "怎么了指挥官，对决斗感兴趣了吗？来吧，不会也没关系，我会从头教你的，总而言之首先是气势！",
	login = "回来了吗，来一场激动人心的决斗吧！",
	vote = "",
	hp_warning = "",
	id = 206010,
	detail = "数据不是关键，只要应用得当",
	couple_encourage = {
		{
			{
				20217
			},
			1,
			"你也是……决斗者？",
			0
		},
		{
			{
				30603
			},
			1,
			"{namecode:89}，你有无限的可能性",
			0
		}
	}
}
