_G.pg.ship_skin_words[206030] = {
	feeling1 = "哥哥…差劲…",
	feeling3 = "遇到危险的时候，优酱会保护我的——有哥哥在就不会有危险？嘻嘻，哥哥好像独角兽的骑士呢…",
	lose = "外面…好可怕…独角兽可以回家吗 …哥哥？",
	propose = "这么…重要的…独角兽真的…可以吗…？独角兽…会加油的…因为…最喜欢哥哥了",
	expedition = "委托组的姐姐们回来了…一起去迎接她们吗…哥哥？",
	win_mvp = "独角兽…这次有帮上哥哥的忙吗？",
	home = "舰队…平安回港…哥哥辛苦了…膝枕…也可以的喔？",
	mission = "任务…不要忘记…",
	touch2 = "哥哥的话…可以喔？",
	voice_key_2 = -1,
	skill = "独角兽……会努力的！",
	drop_descrip = "独角兽号航空母舰，舷号I72",
	mail = "邮件…要去看看吗？",
	touch = "嘻嘻…好痒的啦…哥哥…",
	profile = "皇家海军…支援空母…独角兽…原本是为了支援光辉姐姐而诞生的…后来也和许多其他姐姐们一起行动过…大家对我都很好呢…独角兽在很多地方都努力过…能派上用场就好了呢……嘻嘻，我会更加努力的，哥哥…",
	mission_complete = "奖励…不能错过…",
	feeling4 = "独角兽一直很努力…支援姐姐们也好…出击任务也好…运输任务也好…独角兽是乖孩子吧？有派上用场吧？哥哥…",
	unlock = "啊…我是…皇家海军…独角兽…指挥官…能叫你哥哥…吗？",
	feeling5 = "在哥哥面前…任性也可以吗…？撒娇也可以吗…？独角兽…其实不是那么听话的孩子…这样也可以吗…？",
	main = "毁灭模式什么的，是不存在的喔？|优酱的角…是不会变形的喔？|NーTーD？对不起…独角兽不知道哥哥在说什么 |独角兽…有一天也能变成光辉姐姐那样成熟的大人吗…？",
	battle = "后方支援就交给我吧…独角兽…会加油的…",
	upgrade = "独角兽…成长了吗…哥哥？",
	voice_key = 20603,
	headtouch = "哥哥…独角兽是乖孩子吧…？",
	feeling2 = "这孩子叫做优酱，独角兽（unicorn）的优酱…是我的挚友喔…嘻嘻…",
	login = "欢迎回来，哥哥…今天也要出击吗？",
	vote = "",
	hp_warning = "哥哥……好痛……",
	id = 206030,
	detail = "哥哥…想要更多了解独角兽吗？",
	couple_encourage = {
		{
			{
				20703
			},
			1,
			"光辉姐姐的援护…就交给我吧…！",
			0
		},
		{
			{
				10117,
				30105,
				20121,
				40123
			},
			1,
			"不要欺负我的朋友！",
			0
		},
		{
			{
				10224,
				20225,
				30710,
				40307,
				90503
			},
			1,
			"独角兽、喜欢唱歌…不过在大家面前还是…///",
			0
		}
	}
}
