_G.pg.ship_skin_words[206040] = {
	feeling1 = "我所憧憬的舰队，不该是这样的……",
	feeling3 = "欸，对驱逐前辈们也使用敬语吓到她们了吗……唔，但是对我来说，果然还是值得尊敬的前辈呢",
	lose = "对不起，前辈们……",
	propose = "我不会说能和大家共同作战是我的荣幸，因为大家都向往着和平……但是能和指挥官相遇，能加入这支舰队，真的是太好了",
	expedition = "我听到了，微风的低语……嘻嘻，开玩笑的，是委托组的各位回来了哦",
	win_mvp = "指挥官，我有稍微追赶上前辈们的脚步了吗",
	home = "指挥官和前辈们的战斗让我也获益匪浅呢",
	mission = "指挥官，要去完成任务了吗？我也来一起吧",
	touch2 = "指挥官，好害羞……",
	voice_key_2 = -1,
	skill = "我会努力重现前辈们的英姿的！",
	drop_descrip = "半人马级航空母舰—半人马，舷号R06",
	mail = "指挥官，好像有新的邮件到了，我去取吧",
	touch = "指挥官想试试我的弓吗？用起来意外的还挺难的哦",
	profile = "我是半人马级的命名舰，半人马。由于大战结束，我们的降生颇为坎坷，不过也拜此所赐，我们度过了和平的时光……对我来说，舰队的各位，即使是驱逐舰，都是我的前辈，还请多多指教",
	mission_complete = "指挥官，任务奖励要怎么处置比较好呢？",
	feeling4 = "和前辈们相处之后，才知道大家在生活中都有另外一面呢。就好像指挥官虽然很伟大，工作时也会打瞌睡一样，嘻嘻",
	unlock = "这里就是参与了大战的前辈们聚集的地方吗……您好，指挥官，我是半人马，请多多指教",
	feeling5 = "现在我明白了，大家和我是一样普通的人，但这样的大家同样值得我去尊敬……当然，不是以后辈的身份，而是以同伴的身份",
	main = "说起来，我如果真的长了马的半身，感觉说不定也挺有趣的，指挥官觉得呢？|和平的时候非常无忧无虑，不过也是因为这样，偶尔也会怀疑，自己到底是为了什么而诞生的呢|担任秘书舰时每天能和许多前辈们接触，对我来说也是非常好的学习机会呢，谢谢指挥官",
	battle = "前辈们，让我们一起努力吧！",
	upgrade = "感谢指挥官，我会继续向着前辈们努力的",
	voice_key = 20604,
	headtouch = "",
	feeling2 = "指挥官，能给我介绍一下舰队的前辈们吗？我一个人总是鼓不起勇气……",
	login = "指挥官，今天我也会向前辈们学习，好好加油的~",
	vote = "",
	hp_warning = "我也要和前辈们一样坚持到底！",
	id = 206040,
	detail = "服装风格？唔，大概是因为我的名字来自神话，所以比较幻想风……吧？",
	couple_encourage = {
		{
			{
				20601
			},
			1,
			"大前辈，能一起作战是我的荣幸！",
			0
		}
	}
}
