_G.pg.ship_skin_words[101310] = {
	feeling1 = "我不会从房间里出来的，绝不！",
	feeling3 = "指、指挥官，现在很闲的话要不要一起去我的房间玩电子游戏……",
	lose = "果、果然还是不出来比较好",
	propose = "呜……这个仪式还要多久，好困……好想回去睡觉，指挥官，你也是这么想的吧？",
	expedition = "委托回来了，我也要回去了……",
	win_mvp = "MVP是我吗……真难得",
	home = "欢、欢迎回来，指挥官……呐，我可以回去了吗？",
	mission = "任务，也不是一定要去做的……吧？",
	touch2 = "讨、讨厌……",
	voice_key_2 = -1,
	skill = "好想回家……",
	drop_descrip = "弗莱彻级驱逐舰—尼古拉斯，舷号DD-449",
	mail = "明明电子邮件早就出现了……",
	touch = "我才没有打瞌睡……Zzz",
	profile = "DD-449尼古拉斯…虽然编号靠后但我可是第一艘下水服役的弗莱彻级哦…战史多以火力支援为主，然后…虽然参与了击沉{namecode:39}还救援了海伦娜姐姐，但其他海战经历就不太能拿得出手了…如果没有其他事情，我可以回去了吗？",
	mission_complete = "指挥官，工作告一段落了，我想……",
	feeling4 = "如果一直待在家里，就见不到指挥官了……唔，怎么办才好……",
	unlock = "我是…弗莱彻级第一艘下水的尼古拉斯…比起出去战斗，我更希望能待在港区里，呐，可以吗？",
	feeling5 = "唔……只要待在指挥官的房间里，就能一边看着指挥官一边打瞌睡了呢……",
	main = "重樱的鱼雷……好可怕……|指挥官向海伦娜姐姐学习一下如何纵容我怎么样？|训练……提不起劲……完全提不起劲……",
	battle = "……以胜利为目标……吧？",
	upgrade = "好厉害……",
	voice_key = 10131,
	headtouch = "",
	feeling2 = "我并没有困……只是有点睁不开眼罢了",
	login = "和指挥官不同，我只想待在这里，哪儿也不想去……",
	vote = "",
	hp_warning = "",
	id = 101310,
	detail = "呼呼……咦，指、指挥官？难、难道我因为缺勤太多必须要出击了吗！？",
	couple_encourage = {
		{
			{
				10205
			},
			1,
			"海伦娜，水面以下的也要多加注意啊",
			0
		}
	}
}
