_G.pg.ship_skin_words[207030] = {
	feeling1 = "连光辉都无法触及指挥官心中的黑暗吗……",
	feeling3 = "指挥官，别看我这样，我意外的喜欢夜袭哦……真是的，不是指那方面啦~不过您呢，喜欢吗？",
	lose = "请退下吧，否则我将赌上性命……",
	propose = "虽说光应该均分给每一个人，不过指挥官的话，多拿一些去也没关系哦，因为从指挥官那里也获得了重要的东西呢~",
	expedition = "光辉将沿路播洒，照亮世间的阴霾~♫嗯？姐妹们回来了呢",
	win_mvp = "光辉照亮的场所，就是我们凯旋的地方",
	home = "您累了吗，来放松一下吧，嗯……捶背如何？",
	mission = "指挥官，任务没完成可是不好的呐~",
	touch2 = "啊……真是的，指挥官，像个孩子一样~",
	voice_key_2 = -1,
	skill = "圣光啊，赐予我力量吧~嘻嘻",
	drop_descrip = "光辉级航空母舰—光辉，舷号87",
	mail = "指挥官，有您的信件，需要帮您看看吗？",
	touch = "仿佛……得到了指挥官的肯定一样，让我觉得安心呢",
	profile = "我是装甲航母——光辉，指挥官贵安。别看我这样，其实我也是有些小脾气的~上次夜袭了塔兰托，就顺便欺负了下撒丁帝国舰队呢~",
	mission_complete = "指挥官，奖励可别忘了呢",
	feeling4 = "指挥官……您也要来试试……软着陆么？……",
	unlock = "指挥官，贵安，光辉级空母向您报到，愿您将爱与和平带给这片海洋，圣光与您同在",
	feeling5 = "只要指挥官的事，光辉无论是什~么都会接受的，所以，把指挥官对光辉的想法，全部告诉光辉吧",
	main = "有看到光辉的舰载机吗？欸？就在面前？哎呀~~视线被挡住了呐|指挥官的手……能感受到光辉的心跳吗？|指挥官，总是盯着我看，我有那么好看吗？",
	battle = "为什么要制造无谓的争端呢……",
	upgrade = "这样就能把光辉撒到更远的地方了呢",
	voice_key = 20703,
	headtouch = "",
	feeling2 = "指挥官~您最看重女孩子的哪里呢？——真是的~可以看着我的眼睛好好说话吗？",
	login = "贵安，指挥官，我把这里稍微整理了一下，还满意吗？",
	vote = "",
	hp_warning = "不要慌，指挥官，我在这里",
	id = 207030,
	detail = "那个、能帮我捡一下手帕吗……我弯腰的话会有些失去平衡呢",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"萨拉老师还是一如既往呢",
			0
		},
		{
			{
				1
			},
			5,
			"愿光耀枫之军",
			4
		}
	}
}
