_G.pg.ship_skin_words[207060] = {
	feeling1 = "指挥官，你让我觉得有点不舒服",
	feeling3 = "看到天上的孩子们很辛苦，所以想让它们休息一会……指挥官，在战争中，真的没有温柔存在的余裕吗？",
	lose = "下、下次一定能提前侦察到！",
	propose = "如果能与你携手同行，一定什么困难都能轻易跨越吧。指挥官，做好准备迎接你的光荣了吗？",
	expedition = "委托完成之后，应该……唔，应该……啊！指挥官，请快去领取奖励！",
	win_mvp = "光荣凯旋！",
	home = "指挥官，无论什么时候都要注意警备哟",
	mission = "先休息休息，然后以最好的状态一鼓作气完成任务吧！",
	touch2 = "指挥官，你正握着皇家的光荣",
	voice_key_2 = -1,
	skill = "胜利与荣光同在……大概",
	drop_descrip = "勇敢级航空母舰—光荣，舷号77",
	mail = "红茶放在这边了……邮件？啊，对！说起来是有新邮件！",
	touch = "有什么指示吗？",
	profile = "我是皇家的大型——咳，前大型巡洋舰，现航空母舰光荣号。被沙恩霍斯特和格奈森瑙击沉只是因为我大意，可不是实力有差距！如果能再次在战场上遇见的话……",
	mission_complete = "这次我不会再忘记了……咳，快请领取奖励吧，指挥官",
	feeling4 = "指挥官，夜已经很深了，稍微休息一下吧。新邮件和红茶我都泡好了……邮件？当然是泡在红茶里了……Zzzz",
	unlock = "我是皇家的大型巡——咳咳，航空母舰光荣。指挥官，请挺起你的胸膛，这可是你的荣光！",
	feeling5 = "指挥官，累了就靠在我的怀抱里吧。咦？昨天你不说这里最能让你恢复精力吗？",
	main = "热心与阿卡司塔都做到了她们的极限，只有我…… |为了不重蹈覆辙，我会比任何人都更加谨慎缜密！|指挥官，光荣与勇敢同在，但勇敢可不是鲁莽",
	battle = "见敌必战！",
	upgrade = "谢谢，不过单凭力量可不足以胜利——",
	voice_key = 20706,
	headtouch = "",
	feeling2 = "在战争中再谨慎都不为过，虽然话是这么说……",
	login = "今天的天空真晴朗～好的天气会让人心情愉快，工作也会变顺利～",
	vote = "",
	hp_warning = "烟、烟雾弹！",
	id = 207060,
	detail = "请尽情期待吧，我可是光荣——！当、当然啦，我会成为你永远的荣光！",
	couple_encourage = {
		{
			{
				20702
			},
			1,
			"这一次，一同战斗吧！",
			0
		}
	}
}
