_G.pg.ship_skin_words[207090] = {
	feeling1 = "爱与和平的愿望，就连最亲近的指挥官也没能感受到吗，呜呜……",
	feeling3 = "啊，指挥官，不要动！（摸索）用光辉的手帕……这样……嘿嘿，指挥官，帮你擦掉嘴边剩下的蛋糕啦！",
	lose = "呜…为了爱与和平，下，下次绝对不会饶过你们的！",
	propose = "这，这就是…誓约…这么重要的东西，就这么交给光辉了…诶嘿嘿，好开心啊~虽然现在光辉还不成熟，但是只要我好好努力，一定会成为指挥官心目中最理想的样子的！嗯，一定会的！",
	expedition = "啊，委托队的大家要回来了！得准备好慰劳的茶水才行！",
	win_mvp = "感觉离爱与和平的世界更近了一步呢！",
	home = "指挥官，辛苦啦！累了吗？嘿嘿，让光辉来帮您捶捶背吧！",
	mission = "指挥官，是在为没能完成的任务烦恼吗？唔唔，有没有什么光辉能帮上忙的呢…",
	touch2 = "这是什么新的游戏吗？",
	voice_key_2 = -1,
	skill = "圣光啊，消灭爱与和平的敌人！",
	drop_descrip = "光辉级航空母舰—光辉，舷号87",
	mail = "指挥官，你的信！我放在包里了，我找一下——啊，找到了，在这里！",
	touch = "指挥官的手好大呀，比光辉的要大上好多呢。",
	profile = "我可是世界上第一艘装甲航空母舰哦！嘿嘿，总有一天，我也会为皇家海军争光的！",
	mission_complete = "任务完成了！在指挥官的努力下，一定有更多的人感受到了爱与和平呢！",
	feeling4 = "听说只要把烦恼说出来的话，烦恼就会减轻，心情就会变好。光辉想为指挥官分忧！所以，指挥官，如果有什么烦恼的话，都来和光辉说吧！",
	unlock = "贵安，指挥官！我是皇家海军光辉级空母，光辉哦！让我们一起，将爱与和平的光辉播洒在这个世界上吧！",
	feeling5 = "指挥官好像有点没精神呢…—因为工作太多太忙累了？唔唔…那，指挥官把腰弯下来！摸摸摸摸—好孩子好孩子~听说，这样子就能让疲劳都飞走呢~嘿嘿，有没有效果呀？",
	main = "光辉的舰载机?在这里哦，嘿嘿，都是很棒的小伙伴呢~|指挥官，如果觉得寂寞了的话，光辉可以陪你说说话的！|如果大家都能更加理解彼此，这个世界一定会变得更美好的！",
	battle = "妨碍和平的坏人，必须得到惩罚！",
	upgrade = "这样就能把爱与和平洒向更远的地方了呢！",
	voice_key = 20709,
	headtouch = "",
	feeling2 = "指挥官，为了爱与和平，不可以和轻易和别人吵架哦！",
	login = "贵安，指挥官！我照着之前的样子帮您把这里整理好了，您看看怎么样？",
	vote = "",
	hp_warning = "为了爱与和平，我是不会害怕的！",
	id = 207090,
	detail = "光辉站得很稳，不会摔倒的！",
	couple_encourage = {
		{
			{
				20704
			},
			1,
			"为了爱与和平，把敌人教训一顿！我知道了~",
			0
		},
		{
			{
				20705
			},
			1,
			"无聊的话，一起来玩游戏吧…？",
			0
		},
		{
			{
				10703
			},
			1,
			"萨拉老师，能教我唱歌吗？",
			0
		},
		{
			{
				30709,
				40702,
				10219,
				10220,
				10221,
				20218,
				20404
			},
			5,
			"一起把爱与和平洒遍战场吧！",
			0
		}
	}
}
