_G.pg.ship_skin_words[207110] = {
	feeling1 = "希望光辉的歌能把指挥官呼唤回来……",
	feeling3 = "经过指挥官的指点，这次参考了一下天鹅她们推荐的歌。轻柔的旋律，和治愈人心的歌声……偶像果然能给人们带来笑容呢",
	lose = "仅凭歌声的力量还是不够吗…",
	propose = "指挥官的期待与应援，以及满满的情感——光辉全都收到了哦。因为…指挥官看向舞台、看向光辉的眼里，充满了幸福的色彩呢，呵呵~",
	expedition = "委托组回来了哦。不知道托胜利带的服装材料有没有到呢…",
	win_mvp = "光辉照亮的地方，就是我们的舞台，呵呵~",
	home = "♪～哎呀，欢迎回来，指挥官。能听听我们的新曲吗？",
	mission = "这是黛朵整理的待完成任务一览，请确认~",
	touch2 = "指挥官，接触偶像要注意遵守礼仪规范哦~",
	voice_key_2 = -1,
	skill = "圣光寄托于歌声之上~",
	drop_descrip = "我是参与本次μ舰装实验的航母·光辉，用歌声的力量，将爱与和平带给这片海洋——不觉得很棒吗~？",
	mail = "读粉丝来信真是件很让人开心的事情呢，指挥官也试试？",
	touch = "这是…握手会的练习吗？好的，那就拜托你了，指挥官~",
	profile = "我是光辉级装甲航母的首舰……啊，现在的自我介绍应该是偶像光辉才对了吧~虽然还有诸多不足，但是，我会为了爱与和平全力以赴的~",
	mission_complete = "任务完成了，请确认奖励~接下来的行程是什么呢？",
	feeling4 = "和大家一起进行了偶像练习，没想到，不仅是温柔的歌，连那些充满活力的帅气歌曲也能唱了…这都是指挥官的功劳~呵呵~",
	unlock = "我是参与本次μ舰装实验的航母·光辉，用歌声的力量，将爱与和平带给这片海洋——不觉得很棒吗~？",
	feeling5 = "带来爱与和平的歌声，与鼓动人心的舞蹈交织而成的至高舞台——愿这份光辉，能全部传达到指挥官的心中~",
	main = "下次练习结束以后，要不要和大家一起开个茶会呢？|光是看着塔什干她们轻快的舞姿，都让人感觉内心雀跃不已呢，呵呵~|这身装扮的主题是“宇宙与繁星“呢，充满了浪漫气息，真的很棒呢，嘻嘻~",
	battle = "这首歌，为了和平而唱——",
	upgrade = "这样就能把光辉和歌，都传递到更远的地方了呢",
	voice_key = 20711,
	headtouch = "",
	feeling2 = "作为准备偶像活动的一环，从可畏那借来了她的音乐收藏。虽然稍微闹腾了一些，不过确实充满力量，不失为一种刺激……唔，方向不太对吗？",
	login = "贵安，指挥官。今天要进行什么练习呢？",
	vote = "",
	hp_warning = "光芒…不会轻易消散…！",
	id = 207110,
	detail = "一、二、一、二，啊……谢谢你，指挥官。为什么老是这么难保持平衡呢…",
	couple_encourage = {
		{
			{
				40308
			},
			1,
			"喜欢…拥抱吗？",
			0
		}
	}
}
