_G.pg.ship_skin_words[213010] = {
	feeling1 = "指挥官，你如果想堕入黑暗，就请做好被黑暗界收割的准备吧……",
	feeling3 = "每当害怕的时候，只要想着还有妹妹在就能坚持下去了，某种意义上来说妹妹虽然不能没有我，我也不能没有她呢",
	lose = "你可以打败我，但绝对没办驱除那无止境的黑暗",
	propose = "追逐着光的影，拥抱影的光，也许会有人笑他们愚蠢，但谁又知道他们是不是幸福的呢，对吧，指挥官~",
	expedition = "姐妹们都不太喜欢跟我一起出委托，说我总会看到些奇怪的东西，我也没办法嘛……不说了，她们回来了",
	win_mvp = "敌人的灵魂，就由我收割了",
	home = "激战之后的宁静来之不易，请好好休息吧",
	mission = "把任务拖到死后世界的人，会不得安宁的喔",
	touch2 = "……唔……抱歉，我有点灵魂出窍了",
	voice_key_2 = -1,
	skill = "想死一次吗？",
	drop_descrip = "黑暗界级浅水重炮舰—黑暗界，舷号I02",
	mail = "信件是人与人之间的联结，要珍惜呢",
	touch = "我将藉由身体向你传达，这属于亡者的低语……",
	profile = "黑暗界这个名字听起来是不是有点超现实？ \n我的前身是载着探险队去往北极再也没有回来的一艘船，倒确实很有通往深渊的气质…… \n总而言之，比起我请多照顾一下我妹妹吧",
	mission_complete = "奖励是身外之物，取不取倒都没有所谓",
	feeling4 = "现在我不会害怕了。在你身边，我非常乐意化作衬托光芒的黑暗，哪怕被光芒吞噬……不……被吞噬也心甘情愿",
	unlock = "指挥官，是你么？我是黑暗界，听从你的呼唤，从遥远的地方而来",
	feeling5 = "有光就会有影，所以只要你存在，我就一定会在你身边，这不是命运，而是一种规律——嘻嘻，没什么，只是以前想着，有了喜欢的人后，哪怕一次也想说说看这样的台词呢",
	main = "我想，我可以将你刚才的状态理解成灵魂出窍？|我会一直守护妹妹|也许，我并不讨厌这里的温暖",
	battle = "各位请放心，黑暗会让群星更加闪耀",
	upgrade = "黑暗愈发纯粹，我的内心也愈发平静",
	voice_key = 21301,
	headtouch = "",
	feeling2 = "照顾妹妹一开始是一件比较困难的事，不过现在我也习惯了……习惯孤独？不，只是习惯害怕孤独而已……",
	login = "指挥官，黑暗界一直在这里等候你的召唤……",
	vote = "",
	hp_warning = "黑暗与你我同在",
	id = 213010,
	detail = "我并不会带来死亡……我只是…在她们的命数止尽之时负责清理场地而已",
	couple_encourage = {
		{
			{
				21302
			},
			1,
			"恐怖，待在姐姐身边",
			0
		},
		{
			{
				20123
			},
			1,
			"吸血鬼小姐，血…红酒还是适量就好…",
			0
		},
		{
			{
				20502
			},
			1,
			"厌战大人，我会支援你的",
			0
		},
		{
			{
				10
			},
			5,
			"猴子军团，真是个热闹的名字",
			4
		}
	}
}
