_G.pg.ship_skin_words[213020] = {
	feeling1 = "恐怖，开始觉得指挥官有点恐怖了……",
	feeling3 = "我只记得张开眼的时候姐姐就在身边了……从那之后她一直和我在一起，所以姐姐是我唯一的亲人……",
	lose = "呜……我、我会坚持到指挥官拖我回港的……",
	propose = "这种时候，应该笑吗，还是哭呢……恐怖……不太清楚，虽然不太清楚，但是，恐怖从来没有这么……高兴过",
	expedition = "指挥官，委托完成了，说起来，之前有一次出委托把手弄丢了，害姐妹们找了好久……",
	win_mvp = "指挥官，我、已经很努力了，没给您添麻烦吧",
	home = "指挥官摸摸头~",
	mission = "任务……活动一下身体好了，不然膝盖又要坏掉了",
	touch2 = "（盯——）……",
	voice_key_2 = -1,
	skill = "……沉没吧",
	drop_descrip = "黑暗界级浅水重炮舰—恐怖，舷号I03",
	mail = "信……会有人给我写信吗",
	touch = "你能感受到我的……热度吗？",
	profile = "我是黑暗界级浅水重炮舰二号舰恐怖。 \n阿贝克隆比级是比不过我和姐姐的。我们经常在达达尼尔海峡那里。对陆轰击作战……应该很容易……",
	mission_complete = "嘿~咻，嘿~咻，指挥官，奖励我拿过来了……",
	feeling4 = "姐姐的身边很温暖，指挥官的身边……也很温暖，感觉家人又多了一个，好开心……",
	unlock = "浅水重炮舰……恐怖，阿贝克隆比级是比不过我和姐姐的。我们经常在达达尼尔海峡那里。对陆轰击作战……应该很容易……",
	feeling5 = "指挥官……给你摸摸恐怖的心……它从来没有跳的这么快过，也没有这么热过……这都是……指挥官的功劳……",
	main = "指挥官，能把那些豌豆拿走吗？还有割草机……|我有“心”是件奇怪的事吗？……|指挥官……你是……空气玩家吗？",
	battle = "恐怖也、也开始紧张起来了……",
	upgrade = "感觉身体……灵活了不少",
	voice_key = 21302,
	headtouch = "",
	feeling2 = "指挥官……不害怕我吗？我的身体没有温度，感情起伏也很低，就像……死人一样……",
	login = "指挥官……我、我以前也、想跟您搭话的……那个……",
	vote = "",
	hp_warning = "恐怖……也开始恐怖了",
	id = 213020,
	detail = "指挥官现在的眼神和那群奇怪的人一样……",
	couple_encourage = {
		{
			{
				21301
			},
			1,
			"姐姐，恐怖会加油的！",
			0
		},
		{
			{
				10
			},
			5,
			"我也能像猴子一样活蹦乱跳吗",
			4
		}
	}
}
