pg = pg or {}
slot0 = pg
slot0.word_template_22 = {}
slot1 = slot0.word_template_22

temp = function()
	uv0["弓"] = {
		["弩"] = {
			["专"] = {
				["卖"] = {
					this = true
				}
			},
			["出"] = {
				["售"] = {
					this = true
				}
			},
			["專"] = {
				["賣"] = {
					this = true
				}
			}
		},
		["雖"] = {
			this = true,
			["女"] = {
				["幹"] = {
					this = true
				}
			}
		},
		["虽"] = {
			["女"] = {
				["干"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["氣"] = {
		["動"] = {
			["鋼"] = {
				["珠"] = {
					["槍"] = {
						["購"] = {
							["買"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["狗"] = {
			["销"] = {
				["售"] = {
					this = true
				}
			},
			["出"] = {
				["售"] = {
					this = true
				}
			},
			["銷"] = {
				["售"] = {
					this = true,
					["網"] = {
						this = true
					}
				}
			}
		},
		["槍"] = {
			["專"] = {
				["賣"] = {
					this = true,
					["店"] = {
						this = true
					}
				}
			},
			["電"] = {
				["話"] = {
					this = true
				}
			},
			["銷"] = {
				["售"] = {
					this = true
				}
			},
			["子"] = {
				["彈"] = {
					["專"] = {
						["賣"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["象"] = {
			["局"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["供"] = {
		["应"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				},
				["糖"] = {
					this = true
				}
			},
			["健"] = {
				["卫"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					},
					["氯"] = {
						this = true
					}
				},
				["羟"] = {
					["亚"] = {
						["胺"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["奶"] = {
				["油"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["五"] = {
				["连"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["谷"] = {
					this = true
				},
				["黄"] = {
					["素"] = {
						this = true
					}
				},
				["果"] = {
					["丸"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["广"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["钟"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true,
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								this = true
							}
						}
					},
					["可"] = {
						["可"] = {
							["碱"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["虎"] = {
				["头"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["双"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["罂"] = {
				["粟"] = {
					["壳"] = {
						this = true
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["四"] = {
				["氢"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["青"] = {
				["蒿"] = {
					["素"] = {
						this = true
					}
				}
			},
			["无"] = {
				["水"] = {
					["咖"] = {
						["啡"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			},
			["咖"] = {
				["啡"] = {
					["硷"] = {
						this = true
					},
					["碱"] = {
						this = true
					}
				}
			},
			["胡"] = {
				["椒"] = {
					["基"] = {
						["甲"] = {
							["基"] = {
								this = true
							}
						}
					}
				}
			},
			["植"] = {
				["物"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["化"] = {
				["学"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["天"] = {
				["然"] = {
					["咖"] = {
						["啡"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			},
			["可"] = {
				["可"] = {
					["精"] = {
						this = true
					}
				}
			},
			["麦"] = {
				["角"] = {
					["醇"] = {
						this = true
					}
				}
			},
			["氢"] = {
				["化"] = {
					["可"] = {
						["的"] = {
							["松"] = {
								this = true
							}
						}
					}
				}
			},
			["黄"] = {
				["体"] = {
					["酮"] = {
						this = true
					}
				},
				["冰"] = {
					this = true
				}
			},
			["白"] = {
				["冰"] = {
					this = true
				}
			},
			["删"] = {
				["除"] = {
					["贴"] = {
						["吧"] = {
							["帖"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["應"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				},
				["糖"] = {
					this = true
				}
			},
			["健"] = {
				["衛"] = {
					["步"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["鹽"] = {
				["酸"] = {
					["羥"] = {
						["亞"] = {
							["胺"] = {
								this = true,
								["?"] = {
									this = true
								}
							}
						}
					},
					["氯"] = {
						this = true
					}
				},
				["羥"] = {
					["亞"] = {
						["胺"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					},
					["牌"] = {
						["汽"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["徑"] = {
						["步"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["奶"] = {
				["油"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["五"] = {
				["連"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["穀"] = {
					this = true
				},
				["黃"] = {
					["素"] = {
						this = true
					}
				},
				["果"] = {
					["丸"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["廣"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["壓"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["鐘"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["獵"] = {
				["槍"] = {
					this = true
				}
			},
			["禿"] = {
				["鷹"] = {
					this = true,
					["汽"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["汽"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								this = true
							}
						}
					},
					["可"] = {
						["哥"] = {
							["堿"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["虎"] = {
				["頭"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					},
					["雙"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["罌"] = {
				["粟"] = {
					["殼"] = {
						this = true
					}
				}
			},
			["美"] = {
				["國"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["臺"] = {
				["灣"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["進"] = {
				["口"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["四"] = {
				["氫"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								["?"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["青"] = {
				["蒿"] = {
					["素"] = {
						["?"] = {
							this = true
						}
					}
				}
			},
			["無"] = {
				["水"] = {
					["咖"] = {
						["啡"] = {
							["因"] = {
								["?"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["咖"] = {
				["啡"] = {
					["鹼"] = {
						this = true
					}
				}
			},
			["胡"] = {
				["椒"] = {
					["基"] = {
						["甲"] = {
							["基"] = {
								this = true
							}
						}
					}
				}
			},
			["植"] = {
				["物"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["化"] = {
				["學"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["天"] = {
				["然"] = {
					["咖"] = {
						["啡"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			},
			["可"] = {
				["哥"] = {
					["精"] = {
						this = true
					}
				}
			},
			["麥"] = {
				["角"] = {
					["醇"] = {
						this = true
					}
				}
			},
			["氫"] = {
				["化"] = {
					["可"] = {
						["的"] = {
							["松"] = {
								this = true
							}
						}
					}
				}
			},
			["黃"] = {
				["體"] = {
					["酮"] = {
						this = true
					}
				},
				["冰"] = {
					this = true
				}
			},
			["白"] = {
				["冰"] = {
					this = true
				}
			},
			["刪"] = {
				["除"] = {
					["貼"] = {
						["吧"] = {
							["帖"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["6"] = {
		["5"] = {
			["4"] = {
				["改"] = {
					["火"] = {
						this = true
					},
					["装"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["裝"] = {
						["真"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["4"] = {
			["手"] = {
				["槍"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					}
				},
				["枪"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["式"] = {
				["技"] = {
					["术"] = {
						["转"] = {
							["让"] = {
								this = true
							}
						}
					},
					["術"] = {
						["轉"] = {
							["讓"] = {
								this = true
							}
						}
					}
				},
				["图"] = {
					["纸"] = {
						this = true
					}
				},
				q = {
					q = {
						this = true
					}
				},
				["制"] = {
					["造"] = {
						this = true
					}
				},
				["到"] = {
					["货"] = {
						this = true
					},
					["貨"] = {
						this = true
					}
				},
				["出"] = {
					["货"] = {
						this = true
					},
					["貨"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["电"] = {
					["话"] = {
						this = true
					}
				},
				["圖"] = {
					["紙"] = {
						this = true
					}
				},
				["製"] = {
					["造"] = {
						this = true
					}
				},
				["訂"] = {
					["購"] = {
						this = true
					}
				},
				["電"] = {
					["話"] = {
						this = true
					}
				}
			}
		},
		["-"] = {
			["4"] = {
				t = {
					i = {
						a = {
							n = {
								w = {
									a = {
										n = {
											g = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["6"] = {
			["1"] = {
				["6"] = {
					["6"] = {
						["1"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["9"] = {
			n = {
				b = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["低"] = {
		["价"] = {
			["销"] = {
				["售"] = {
					["假"] = {
						["币"] = {
							["假"] = {
								["钞"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["價"] = {
			["銷"] = {
				["售"] = {
					["假"] = {
						["幣"] = {
							["假"] = {
								["鈔"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["健"] = {
		["卫"] = {
			["步"] = {
				["枪"] = {
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["销"] = {
							["售"] = {
								this = true
							}
						},
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["衛"] = {
			["步"] = {
				["槍"] = {
					["到"] = {
						["貨"] = {
							this = true
						}
					},
					["技"] = {
						["術"] = {
							["轉"] = {
								["讓"] = {
									this = true
								}
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["貨"] = {
							this = true
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					},
					["訂"] = {
						["購"] = {
							this = true
						}
					},
					["製"] = {
						["造"] = {
							["圖"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["徑"] = {
						["銷"] = {
							["售"] = {
								this = true
							}
						},
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["進"] = {
		["口"] = {
			["氣"] = {
				["狗"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					}
				},
				["槍"] = {
					["技"] = {
						["術"] = {
							["轉"] = {
								["讓"] = {
									this = true
								}
							}
						}
					},
					["製"] = {
						["造"] = {
							["圖"] = {
								this = true
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["訂"] = {
						["購"] = {
							this = true
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					},
					["出"] = {
						["貨"] = {
							this = true
						}
					},
					["到"] = {
						["貨"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["軍"] = {
		["用"] = {
			["步"] = {
				["槍"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["槍"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true,
							q = {
								q = {
									this = true
								}
							}
						},
						["貨"] = {
							this = true
						}
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					},
					["製"] = {
						["造"] = {
							["圖"] = {
								this = true
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					},
					["到"] = {
						["貨"] = {
							this = true
						}
					},
					["訂"] = {
						["購"] = {
							this = true
						}
					}
				}
			},
			["錄"] = {
				["音"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["狙"] = {
				["擊"] = {
					["弩"] = {
						["專"] = {
							["賣"] = {
								this = true
							}
						}
					}
				}
			},
			["弩"] = {
				["專"] = {
					["賣"] = {
						this = true
					}
				}
			}
		},
		["妓"] = {
			this = true
		},
		["車"] = {
			["進"] = {
				["京"] = {
					this = true
				}
			}
		},
		["警"] = {
			["進"] = {
				["藏"] = {
					this = true
				}
			}
		},
		["長"] = {
			["髮"] = {
				["威"] = {
					this = true
				}
			}
		},
		["國"] = {
			["主"] = {
				["義"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["工"] = {
		["字"] = {
			["牌"] = {
				["氣"] = {
					["槍"] = {
						["销"] = {
							["售"] = {
								this = true
							}
						},
						["出"] = {
							["售"] = {
								this = true
							}
						},
						q = {
							q = {
								this = true
							}
						},
						["銷"] = {
							["售"] = {
								this = true
							}
						}
					}
				},
				["气"] = {
					["枪"] = {
						["销"] = {
							["售"] = {
								this = true
							}
						},
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				},
				["汽"] = {
					["枪"] = {
						q = {
							q = {
								this = true
							}
						},
						["制"] = {
							["造"] = {
								this = true
							}
						},
						["电"] = {
							["话"] = {
								this = true
							}
						},
						["出"] = {
							["货"] = {
								this = true
							}
						},
						["到"] = {
							["货"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["转"] = {
							["让"] = {
								this = true
							}
						},
						["图"] = {
							["纸"] = {
								this = true
							}
						}
					},
					["槍"] = {
						q = {
							q = {
								this = true
							}
						},
						["製"] = {
							["造"] = {
								this = true
							}
						},
						["電"] = {
							["話"] = {
								this = true
							}
						},
						["出"] = {
							["貨"] = {
								this = true
							}
						},
						["到"] = {
							["貨"] = {
								this = true
							}
						},
						["訂"] = {
							["購"] = {
								this = true
							}
						},
						["轉"] = {
							["讓"] = {
								this = true
							}
						},
						["圖"] = {
							["紙"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["氣"] = {
				["槍"] = {
					["網"] = {
						this = true
					}
				}
			}
		},
		["自"] = {
			["聯"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["禿"] = {
		["鷹"] = {
			["氣"] = {
				["槍"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["網"] = {
						this = true
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["槍"] = {
					["貨"] = {
						["到"] = {
							["付"] = {
								this = true
							}
						}
					},
					["到"] = {
						["貨"] = {
							this = true
						}
					},
					["出"] = {
						["貨"] = {
							this = true
						}
					},
					["訂"] = {
						["購"] = {
							this = true
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["製"] = {
						["造"] = {
							["圖"] = {
								["紙"] = {
									this = true
								}
							}
						}
					},
					["技"] = {
						["術"] = {
							["轉"] = {
								["讓"] = {
									this = true
								}
							}
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["訂"] = {
				["購"] = {
					this = true
				}
			},
			["到"] = {
				["貨"] = {
					this = true
				}
			},
			["出"] = {
				["貨"] = {
					this = true
				}
			},
			["電"] = {
				["話"] = {
					this = true
				}
			},
			["技"] = {
				["術"] = {
					["轉"] = {
						["讓"] = {
							this = true
						}
					}
				}
			},
			q = {
				q = {
					this = true
				}
			},
			["製"] = {
				["造"] = {
					["圖"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["代"] = {
		["辦"] = {
			["全"] = {
				["國"] = {
					["畢"] = {
						["業"] = {
							["學"] = {
								["歷"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["證"] = {
						["件"] = {
							this = true
						}
					}
				},
				["類"] = {
					["證"] = {
						["件"] = {
							this = true
						}
					},
					["文"] = {
						["憑"] = {
							this = true
						}
					}
				}
			},
			["駕"] = {
				["駛"] = {
					["證"] = {
						this = true
					}
				}
			},
			["證"] = {
				["件"] = {
					this = true
				}
			}
		},
		["办"] = {
			["全"] = {
				["国"] = {
					["毕"] = {
						["业"] = {
							["学"] = {
								["历"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["驾"] = {
				["驶"] = {
					["证"] = {
						this = true
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			}
		},
		["开"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["開"] = {
			["發"] = {
				["票"] = {
					this = true
				}
			}
		},
		["打"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["雷"] = {
		["管"] = {
			["制"] = {
				["造"] = {
					["技"] = {
						["术"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			},
			["製"] = {
				["造"] = {
					["技"] = {
						["術"] = {
							q = {
								q = {
									this = true
								}
							},
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["明"] = {
			["頓"] = {
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["銷"] = {
					["售"] = {
						this = true
					}
				}
			},
			["顿"] = {
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["销"] = {
					["售"] = {
						this = true
					}
				}
			}
		},
		["鸣"] = {
			["登"] = {
				["猎"] = {
					["枪"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["尼"] = {
			["亞"] = {
				this = true
			}
		},
		["根"] = {
			this = true
		},
		["鳴"] = {
			["登"] = {
				["獵"] = {
					["槍"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["製"] = {
		["作"] = {
			["炸"] = {
				["藥"] = {
					Q = {
						Q = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["牌"] = {
						["汽"] = {
							["槍"] = {
								this = true
							}
						}
					},
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["軍"] = {
				["用"] = {
					["手"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["鹽"] = {
				["酸"] = {
					["羥"] = {
						["亞"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true,
						q = {
							q = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["壓"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["廣"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["鐘"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["獵"] = {
				["槍"] = {
					this = true
				}
			},
			["健"] = {
				["衛"] = {
					["步"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["徑"] = {
						["步"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["臺"] = {
				["灣"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["國"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["禿"] = {
				["鷹"] = {
					this = true,
					["汽"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["虎"] = {
				["頭"] = {
					["雙"] = {
						["管"] = {
							this = true
						}
					},
					["獵"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["汽"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["進"] = {
				["口"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			}
		},
		["造"] = {
			["緬"] = {
				["古"] = {
					["合"] = {
						["成"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["订"] = {
		["购"] = {
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["苯"] = {
				["基"] = {
					["丙"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["冰"] = {
					["砖"] = {
						this = true
					}
				}
			},
			["水"] = {
				["果"] = {
					["冰"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["炸"] = {
		["药"] = {
			["制"] = {
				["作"] = {
					["方"] = {
						["法"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["弹"] = {
			this = true,
			["遥"] = {
				["控"] = {
					["器"] = {
						["制"] = {
							["作"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["制"] = {
				["作"] = {
					["流"] = {
						["程"] = {
							this = true
						}
					}
				}
			}
		},
		["藥"] = {
			["製"] = {
				["作"] = {
					["方"] = {
						["法"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["彈"] = {
			this = true,
			["遙"] = {
				["控"] = {
					["器"] = {
						["製"] = {
							["作"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["製"] = {
				["作"] = {
					["流"] = {
						["程"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["麻"] = {
		["醉"] = {
			["槍"] = {
				this = true,
				["销"] = {
					["售"] = {
						this = true
					}
				},
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["銷"] = {
					["售"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true,
				["出"] = {
					["售"] = {
						this = true
					}
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								["出"] = {
									["售"] = {
										this = true
									}
								},
								["销"] = {
									["售"] = {
										this = true
									}
								},
								["銷"] = {
									["售"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["钢"] = {
				["枪"] = {
					this = true
				}
			},
			["药"] = {
				this = true
			},
			["乙"] = {
				["醚"] = {
					this = true
				}
			},
			["鋼"] = {
				["槍"] = {
					this = true
				}
			},
			["藥"] = {
				this = true
			}
		},
		["古"] = {
			this = true,
			["製"] = {
				["作"] = {
					["工"] = {
						["藝"] = {
							this = true
						}
					},
					["方"] = {
						["法"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			},
			["制"] = {
				["作"] = {
					["方"] = {
						["法"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["果"] = {
			this = true
		},
		["黄"] = {
			["碱"] = {
				this = true
			}
		},
		["黃"] = {
			["堿"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["沙"] = {
		["漠"] = {
			["之"] = {
				["鹰"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["鷹"] = {
					["銷"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["菲"] = {
			["片"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["仿"] = {
		["真"] = {
			["气"] = {
				["枪"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true
						},
						["货"] = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								["纸"] = {
									this = true
								}
							}
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					q = {
						q = {
							this = true
						}
					}
				}
			},
			["槍"] = {
				["销"] = {
					["售"] = {
						this = true
					}
				},
				["出"] = {
					["售"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["钢"] = {
		["珠"] = {
			["枪"] = {
				["销"] = {
					["售"] = {
						this = true
					}
				}
			},
			["槍"] = {
				["出"] = {
					["售"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鋼"] = {
		["珠"] = {
			["槍"] = {
				["销"] = {
					["售"] = {
						this = true
					}
				},
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["銷"] = {
					["售"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["铅"] = {
		["弹"] = {
			["气"] = {
				["枪"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鉛"] = {
		["彈"] = {
			["氣"] = {
				["槍"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["七"] = {
		["連"] = {
			["發"] = {
				["獵"] = {
					["槍"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["專"] = {
							["賣"] = {
								this = true
							}
						}
					},
					["狗"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["连"] = {
			["发"] = {
				["猎"] = {
					["枪"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["步"] = {
			["灵"] = {
				["程"] = {
					this = true
				}
			},
			["靈"] = {
				["程"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.P = {
		P = {
			K = {
				["销"] = {
					["售"] = {
						this = true
					}
				},
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["銷"] = {
					["售"] = {
						this = true
					}
				}
			}
		},
		C = {
			P = {
				["新"] = {
					["贵"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						}
					},
					["貴"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		E = {
			N = {
				I = {
					S = {
						this = true
					}
				}
			},
			A = {
				C = {
					E = {
						H = {
							A = {
								L = {
									L = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		A = {
			P = {
				E = {
					R = {
						["6"] = {
							["4"] = {
								this = true
							}
						}
					}
				}
			}
		},
		L = {
			A = {
				Y = {
					B = {
						O = {
							Y = {
								this = true
							}
						}
					}
				}
			}
		},
		U = {
			S = {
				S = {
					Y = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["松"] = {
		["岛"] = {
			["枫"] = {
				["迅"] = {
					["雷"] = {
						["下"] = {
							["载"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["島"] = {
			["楓"] = {
				["迅"] = {
					["雷"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["潘"] = {
		["金"] = {
			["莲"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["蓮"] = {
				["導"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["國"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["在"] = {
		["线"] = {
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["菅"] = {
		["野"] = {
			["亚"] = {
				["梨"] = {
					["沙"] = {
						["迅"] = {
							["雷"] = {
								["下"] = {
									["载"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["亞"] = {
				["梨"] = {
					["沙"] = {
						["迅"] = {
							["雷"] = {
								["下"] = {
									["載"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["办"] = {
		["假"] = {
			["证"] = {
				this = true
			}
		},
		["理"] = {
			["警"] = {
				["察"] = {
					["证"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			}
		},
		["证"] = {
			["刻"] = {
				["章"] = {
					this = true
				}
			}
		}
	}
end

temp()
