pg = pg or {}
slot0 = pg
slot0.word_template_7 = {}
slot1 = slot0.word_template_7

temp = function()
	uv0["铀"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["原"] = {
		["子"] = {
			["弹"] = {
				this = true
			},
			["能"] = {
				["机"] = {
					["构"] = {
						this = true
					}
				},
				["機"] = {
					["構"] = {
						this = true
					}
				}
			},
			["彈"] = {
				this = true
			}
		},
		["味"] = {
			["丝"] = {
				["袜"] = {
					this = true
				}
			},
			["絲"] = {
				["襪"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["氢"] = {
		["弹"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["导"] = {
		["弹"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["大"] = {
		["参"] = {
			["考"] = {
				this = true
			}
		},
		["卫"] = {
			["教"] = {
				this = true
			},
			["·"] = {
				["摩"] = {
					["西"] = {
						["·"] = {
							["白"] = {
								["克"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["麻"] = {
			this = true,
			["树"] = {
				["脂"] = {
					this = true
				}
			},
			["油"] = {
				this = true
			},
			["樹"] = {
				["脂"] = {
					this = true
				}
			}
		},
		["比"] = {
			this = true
		},
		b = {
			this = true
		},
		["花"] = {
			["逼"] = {
				this = true
			}
		},
		["乳"] = {
			this = true,
			["頭"] = {
				this = true
			}
		},
		["力"] = {
			["抽"] = {
				["送"] = {
					this = true
				}
			}
		},
		["奶"] = {
			["头"] = {
				this = true
			},
			["骚"] = {
				["女"] = {
					this = true
				}
			},
			["美"] = {
				["逼"] = {
					this = true
				}
			},
			["媽"] = {
				this = true
			},
			["騷"] = {
				["女"] = {
					this = true
				}
			},
			["雞"] = {
				this = true
			}
		},
		["胆"] = {
			["少"] = {
				["女"] = {
					this = true
				}
			},
			["出"] = {
				["位"] = {
					this = true
				}
			}
		},
		["乱"] = {
			["交"] = {
				this = true
			}
		},
		["波"] = {
			this = true,
			["粉"] = {
				B = {
					this = true
				}
			},
			["骚"] = {
				["妇"] = {
					this = true
				}
			},
			["波"] = {
				this = true
			},
			["騷"] = {
				["婦"] = {
					this = true
				}
			}
		},
		["众"] = {
			["色"] = {
				["情"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鸡"] = {
			["巴"] = {
				this = true,
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["便"] = {
			this = true
		},
		["威"] = {
			["力"] = {
				["弓"] = {
					["弩"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						},
						["專"] = {
							["賣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["黑"] = {
			["鹰"] = {
				["销"] = {
					["售"] = {
						this = true
					}
				}
			},
			["鷹"] = {
				["銷"] = {
					["售"] = {
						this = true
					}
				}
			}
		},
		["母"] = {
			["牛"] = {
				["娱"] = {
					["乐"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				},
				["娛"] = {
					["樂"] = {
						["論"] = {
							["壇"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["參"] = {
			["考"] = {
				this = true
			}
		},
		["東"] = {
			["亞"] = {
				this = true,
				["共"] = {
					["榮"] = {
						this = true
					}
				}
			}
		},
		["鶏"] = {
			["巴"] = {
				this = true
			}
		},
		["紀"] = {
			["元"] = {
				this = true,
				["新"] = {
					["聞"] = {
						["網"] = {
							this = true
						}
					}
				}
			},
			["園"] = {
				this = true
			}
		},
		["家"] = {
			["論"] = {
				["壇"] = {
					this = true
				}
			}
		},
		["史"] = {
			["記"] = {
				this = true
			},
			["紀"] = {
				this = true
			}
		},
		["衛"] = {
			["教"] = {
				this = true
			},
			["·"] = {
				["摩"] = {
					["西"] = {
						["·"] = {
							["白"] = {
								["克"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["中"] = {
			["國"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			},
			["華"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["衆"] = {
			["真"] = {
				["人"] = {
					["真"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		},
		["仆"] = {
			["人"] = {
				this = true
			}
		},
		["法"] = {
			this = true
		},
		["血"] = {
			["比"] = {
				this = true
			},
			B = {
				this = true
			}
		},
		B = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["师"] = {
			this = true
		},
		["学"] = {
			["骚"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["膽"] = {
			["少"] = {
				["女"] = {
					this = true
				}
			},
			["出"] = {
				["位"] = {
					this = true
				}
			}
		},
		["亂"] = {
			["交"] = {
				this = true
			},
			["性"] = {
				this = true
			}
		},
		["眾"] = {
			["色"] = {
				["情"] = {
					["成"] = {
						["人"] = {
							["網"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["雞"] = {
			["巴"] = {
				this = true,
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["僕"] = {
			["人"] = {
				this = true
			}
		},
		["師"] = {
			this = true
		},
		["學"] = {
			["騷"] = {
				["亂"] = {
					this = true
				}
			}
		},
		["屌"] = {
			this = true
		},
		["潮"] = {
			["吹"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["内"] = {
		["蒙"] = {
			["古"] = {
				["抗"] = {
					["议"] = {
						this = true
					}
				},
				["5"] = {
					["."] = {
						["1"] = {
							["1"] = {
								this = true,
								["事"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["锡"] = {
					["林"] = {
						["郭"] = {
							["勒"] = {
								["盟"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["射"] = {
			this = true,
			["美"] = {
				["妇"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["钓"] = {
		["鱼"] = {
			["岛"] = {
				this = true,
				["争"] = {
					["端"] = {
						this = true
					}
				},
				["国"] = {
					["有"] = {
						["化"] = {
							this = true
						}
					}
				},
				["不"] = {
					["属"] = {
						["于"] = {
							["中"] = {
								["国"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["台"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["暴"] = {
		["力"] = {
			this = true,
			["爱"] = {
				["国"] = {
					this = true
				}
			},
			["虐"] = {
				["待"] = {
					this = true
				}
			},
			["愛"] = {
				["國"] = {
					this = true
				}
			}
		},
		["淫"] = {
			this = true
		},
		["乳"] = {
			this = true
		},
		["奸"] = {
			this = true
		},
		["干"] = {
			this = true
		},
		["風"] = {
			["亡"] = {
				["靈"] = {
					this = true
				}
			}
		},
		["亂"] = {
			this = true
		},
		["熱"] = {
			["的"] = {
				["戰"] = {
					["士"] = {
						this = true
					}
				}
			}
		},
		["躁"] = {
			["的"] = {
				["城"] = {
					["塔"] = {
						["野"] = {
							["獸"] = {
								this = true
							}
						}
					}
				},
				["警"] = {
					["衛"] = {
						["兵"] = {
							["靈"] = {
								["魂"] = {
									this = true
								}
							}
						}
					}
				},
				["馬"] = {
					["杜"] = {
						["克"] = {
							this = true
						}
					}
				}
			}
		},
		["动"] = {
			this = true
		},
		["乱"] = {
			this = true
		},
		["徒"] = {
			this = true
		},
		["幹"] = {
			this = true
		},
		["動"] = {
			this = true
		},
		["插"] = {
			this = true
		},
		["操"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["购"] = {
		["买"] = {
			["钓"] = {
				["鱼"] = {
					["岛"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			}
		},
		["蒙"] = {
			["汗"] = {
				["药"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["皇"] = {
		["军"] = {
			this = true
		},
		["軍"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["尖"] = {
		["阁"] = {
			["列"] = {
				["岛"] = {
					this = true
				}
			}
		},
		["閣"] = {
			["列"] = {
				["島"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["军"] = {
		["车"] = {
			["进"] = {
				["京"] = {
					this = true
				}
			}
		},
		["用"] = {
			["手"] = {
				["枪"] = {
					["出"] = {
						["售"] = {
							q = {
								q = {
									this = true
								}
							}
						},
						["货"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["录"] = {
				["音"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["弩"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["弩"] = {
				["专"] = {
					["卖"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			["进"] = {
				["藏"] = {
					this = true
				}
			}
		},
		["长"] = {
			["发"] = {
				["威"] = {
					this = true
				}
			}
		},
		["国"] = {
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["妓"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["出"] = {
		["卖"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["售"] = {
			["假"] = {
				["币"] = {
					this = true,
					["联"] = {
						["系"] = {
							["方"] = {
								["式"] = {
									["电"] = {
										["话"] = {
											this = true
										}
									}
								}
							},
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					},
					["货"] = {
						["到"] = {
							["付"] = {
								["款"] = {
									this = true,
									["或"] = {
										["当"] = {
											["面"] = {
												["交"] = {
													["易"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["当"] = {
						["面"] = {
							["交"] = {
								["易"] = {
									this = true
								}
							}
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					}
				},
				["钞"] = {
					["银"] = {
						["行"] = {
							["卡"] = {
								this = true
							}
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					}
				},
				["人"] = {
					["民"] = {
						["币"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						},
						["幣"] = {
							["電"] = {
								["話"] = {
									this = true
								}
							}
						}
					}
				},
				["钱"] = {
					["电"] = {
						["话"] = {
							this = true
						}
					}
				},
				["发"] = {
					["票"] = {
						Q = {
							Q = {
								this = true
							}
						}
					}
				},
				["幣"] = {
					this = true,
					["聯"] = {
						["繫"] = {
							["方"] = {
								["式"] = {
									["電"] = {
										["話"] = {
											this = true
										}
									}
								}
							},
							["電"] = {
								["話"] = {
									this = true
								}
							}
						}
					},
					["貨"] = {
						["到"] = {
							["付"] = {
								["款"] = {
									this = true,
									["或"] = {
										["當"] = {
											["面"] = {
												["交"] = {
													["易"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["當"] = {
						["面"] = {
							["交"] = {
								["易"] = {
									this = true
								}
							}
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					}
				},
				["鈔"] = {
					["銀"] = {
						["行"] = {
							["卡"] = {
								this = true
							}
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					}
				},
				["錢"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					}
				},
				["髮"] = {
					["票"] = {
						Q = {
							Q = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["6"] = {
					["式"] = {
						["半"] = {
							["刺"] = {
								["刀"] = {
									this = true
								}
							}
						}
					}
				},
				["4"] = {
					["式"] = {
						["麻"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["迷"] = {
				["昏"] = {
					["药"] = {
						["假"] = {
							["币"] = {
								this = true
							}
						}
					},
					["藥"] = {
						["假"] = {
							["幣"] = {
								this = true
							}
						}
					}
				},
				["幻"] = {
					["药"] = {
						this = true
					},
					["藥"] = {
						this = true
					}
				},
				["情"] = {
					["藥"] = {
						this = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					["人"] = {
						["民"] = {
							["币"] = {
								["假"] = {
									["人"] = {
										["民"] = {
											["币"] = {
												this = true
											}
										}
									}
								}
							},
							["幣"] = {
								["假"] = {
									["人"] = {
										["民"] = {
											["幣"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["假"] = {
					["仿"] = {
						["人"] = {
							["民"] = {
								["币"] = {
									this = true
								},
								["幣"] = {
									this = true
								}
							}
						}
					}
				},
				["压"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["壓"] = {
					["汽"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["弹"] = {
					this = true
				},
				["支"] = {
					this = true
				}
			},
			["德"] = {
				["国"] = {
					A = {
						["1"] = {
							["0"] = {
								["0"] = {
									["0"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["國"] = {
					A = {
						["1"] = {
							["0"] = {
								["0"] = {
									["0"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["胡"] = {
				["椒"] = {
					["醛"] = {
						this = true
					}
				}
			},
			["森"] = {
				["林"] = {
					["之"] = {
						["虎"] = {
							this = true
						},
						["豹"] = {
							this = true
						}
					}
				}
			},
			["巴"] = {
				["雷"] = {
					["特"] = {
						this = true
					}
				}
			},
			["提"] = {
				["供"] = {
					["军"] = {
						["用"] = {
							l = {
								["枪"] = {
									this = true
								}
							}
						}
					},
					["軍"] = {
						["用"] = {
							l = {
								["槍"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["制"] = {
						["式"] = {
							["9"] = {
								["2"] = {
									["式"] = {
										this = true,
										["枪"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				},
				["刀"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				},
				["刺"] = {
					this = true
				}
			},
			["左"] = {
				["轮"] = {
					["枪"] = {
						["6"] = {
							["连"] = {
								["发"] = {
									this = true
								}
							}
						}
					}
				},
				["旋"] = {
					["麻"] = {
						["黄"] = {
							["素"] = {
								this = true
							}
						},
						["黃"] = {
							["素"] = {
								this = true
							}
						}
					},
					["黃"] = {
						["麻"] = {
							["素"] = {
								this = true
							}
						}
					}
				},
				["輪"] = {
					["槍"] = {
						["6"] = {
							["連"] = {
								["發"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["氯"] = {
				["苯"] = {
					["基"] = {
						this = true
					}
				},
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["乙"] = {
				["醚"] = {
					this = true
				}
			},
			["單"] = {
				["發"] = {
					["麻"] = {
						["醉"] = {
							["槍"] = {
								this = true
							}
						}
					},
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				},
				["管"] = {
					["獵"] = {
						["槍"] = {
							this = true
						},
						l = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["獵"] = {
				["槍"] = {
					["麻"] = {
						["醉"] = {
							["槍"] = {
								this = true
							}
						}
					},
					["手"] = {
						["槍"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				},
				l = {
					["槍"] = {
						this = true
					}
				},
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["二"] = {
				["乙"] = {
					["酰"] = {
						["吗"] = {
							["啡"] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						}
					},
					["醯"] = {
						["嗎"] = {
							["啡"] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["健"] = {
				["卫"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								this = true
							}
						}
					},
					["步"] = {
						["枪"] = {
							this = true
						}
					},
					["1"] = {
						["4"] = {
							["步"] = {
								["枪"] = {
									this = true
								}
							}
						},
						["5"] = {
							["步"] = {
								["枪"] = {
									this = true
								}
							}
						}
					},
					["2"] = {
						["0"] = {
							["步"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				},
				["衛"] = {
					["小"] = {
						["口"] = {
							["徑"] = {
								this = true
							}
						}
					},
					["步"] = {
						["槍"] = {
							this = true
						}
					},
					["1"] = {
						["4"] = {
							["步"] = {
								["槍"] = {
									this = true
								}
							}
						},
						["5"] = {
							["步"] = {
								["槍"] = {
									this = true
								}
							}
						}
					},
					["2"] = {
						["0"] = {
							["步"] = {
								["槍"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["一"] = {
				["元"] = {
					["硬"] = {
						["币"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						},
						["幣"] = {
							["電"] = {
								["話"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["间"] = {
				["苯"] = {
					["三"] = {
						["酚"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["古"] = {
					this = true
				},
				["醉"] = {
					["钢"] = {
						["枪"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					},
					l = {
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						}
					},
					q = {
						i = {
							a = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					},
					["鋼"] = {
						["槍"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				},
				["黄"] = {
					["素"] = {
						this = true
					}
				},
				["果"] = {
					["配"] = {
						["方"] = {
							this = true
						}
					}
				},
				["黃"] = {
					["素"] = {
						this = true
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["胺"] = {
							this = true
						},
						[" "] = {
							["胺"] = {
								this = true
							}
						},
						["丙"] = {
							this = true
						}
					},
					["安"] = {
						["非"] = {
							["他"] = {
								["明"] = {
									Q = {
										Q = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["万"] = {
				["能"] = {
					["开"] = {
						["锁"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["线"] = {
					["窃"] = {
						["听"] = {
							["器"] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["手"] = {
				["机"] = {
					["截"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				},
				["拷"] = {
					this = true
				},
				["铐"] = {
					this = true
				},
				["槍"] = {
					this = true
				},
				["枪"] = {
					this = true
				},
				["機"] = {
					["截"] = {
						["聽"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["銬"] = {
					this = true
				}
			},
			["監"] = {
				["聽"] = {
					["王"] = {
						this = true
					}
				}
			},
			["三"] = {
				["唑"] = {
					["侖"] = {
						this = true,
						["片"] = {
							this = true
						}
					},
					["仑"] = {
						this = true,
						["片"] = {
							this = true
						}
					}
				},
				["箭"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					},
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["苯"] = {
				["基"] = {
					["丙"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					},
					["曲"] = {
						["马"] = {
							["多"] = {
								this = true,
								["片"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["黄"] = {
				["牙"] = {
					["签"] = {
						this = true
					}
				},
				["白"] = {
					["牙"] = {
						["签"] = {
							this = true
						}
					}
				}
			},
			["单"] = {
				["管"] = {
					["猎"] = {
						["枪"] = {
							this = true
						},
						l = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["发"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["麻"] = {
						["醉"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["双"] = {
				["管"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["平"] = {
						["式"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["白"] = {
				["牙"] = {
					["签"] = {
						this = true
					},
					["籤"] = {
						this = true
					}
				}
			},
			["进"] = {
				["口"] = {
					["枪"] = {
						this = true,
						["支"] = {
							this = true
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["步"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["曲"] = {
				["马"] = {
					["多"] = {
						this = true
					}
				},
				["馬"] = {
					["多"] = {
						this = true
					}
				}
			},
			["纸"] = {
				["币"] = {
					["货"] = {
						["到"] = {
							["付"] = {
								["款"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["麥"] = {
				["角"] = {
					["醇"] = {
						this = true
					}
				}
			},
			["广"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["叛"] = {
				["逆"] = {
					["者"] = {
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						}
					}
				}
			},
			["斗"] = {
				["角"] = {
					["式"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["风"] = {
				["城"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["徑"] = {
						["步"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				["飞"] = {
					["虎"] = {
						this = true
					},
					["狼"] = {
						this = true
					}
				},
				["飛"] = {
					["虎"] = {
						this = true
					},
					["狼"] = {
						this = true
					}
				}
			},
			["五"] = {
				["连"] = {
					["发"] = {
						["猎"] = {
							["枪"] = {
								this = true
							},
							l = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				},
				["連"] = {
					["發"] = {
						["獵"] = {
							["槍"] = {
								this = true
							},
							l = {
								["槍"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["猎"] = {
				l = {
					["枪"] = {
						this = true
					}
				},
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["原"] = {
				["装"] = {
					["猎"] = {
						l = {
							["枪"] = {
								this = true
							}
						},
						["枪"] = {
							this = true
						}
					}
				},
				["裝"] = {
					["獵"] = {
						l = {
							["槍"] = {
								this = true
							}
						},
						["槍"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["制"] = {
					["式"] = {
						["6"] = {
							["4"] = {
								["式"] = {
									this = true,
									["枪"] = {
										this = true
									},
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["锡"] = {
				["锋"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["钻"] = {
				["石"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			},
			["海"] = {
				["豹"] = {
					M = {
						["9"] = {
							this = true
						}
					}
				}
			},
			["突"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["擊"] = {
					["步"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["铵"] = {
				["梯"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["乳"] = {
				["化"] = {
					["炸"] = {
						["药"] = {
							this = true
						},
						["藥"] = {
							this = true
						}
					}
				}
			},
			["水"] = {
				["胶"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				},
				["膠"] = {
					["炸"] = {
						["藥"] = {
							this = true
						}
					}
				}
			},
			["追"] = {
				["风"] = {
					["1"] = {
						["5"] = {
							["0"] = {
								this = true
							}
						}
					}
				},
				["月"] = {
					this = true
				},
				["風"] = {
					["1"] = {
						["5"] = {
							["0"] = {
								this = true
							}
						}
					}
				}
			},
			["力"] = {
				["思"] = {
					["曼"] = {
						["弓"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["战"] = {
				["神"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			C = {
				["0"] = {
					["2"] = {
						["款"] = {
							["式"] = {
								["枪"] = {
									this = true
								},
								["槍"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["半"] = {
				["自"] = {
					["动"] = {
						["猎"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["動"] = {
						["獵"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["折"] = {
				["叠"] = {
					["款"] = {
						["式"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["疊"] = {
					["款"] = {
						["式"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["下"] = {
				["压"] = {
					["款"] = {
						["式"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["壓"] = {
					["款"] = {
						["式"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["磚"] = {
				["石"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			},
			["黃"] = {
				["麻"] = {
					["素"] = {
						this = true
					}
				},
				["體"] = {
					["酮"] = {
						this = true
					}
				},
				["牙"] = {
					["籤"] = {
						this = true
					}
				},
				["白"] = {
					["牙"] = {
						["籤"] = {
							this = true
						}
					}
				}
			},
			["鎂"] = {
				["粉"] = {
					this = true
				}
			},
			["羟"] = {
				["基"] = {
					["環"] = {
						["戊"] = {
							["基"] = {
								this = true
							}
						}
					}
				}
			},
			["邻"] = {
				["氯"] = {
					["苯"] = {
						["晴"] = {
							this = true
						}
					}
				}
			},
			["氫"] = {
				["化"] = {
					["可"] = {
						["的"] = {
							["松"] = {
								this = true
							}
						}
					}
				}
			},
			["港"] = {
				["3"] = {
					["8"] = {
						["式"] = {
							["左"] = {
								["轮"] = {
									this = true,
									["枪"] = {
										this = true
									}
								},
								["輪"] = {
									this = true,
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["销"] = {
				["售"] = {
					["气"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["虎"] = {
				["头"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["頭"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true,
					q = {
						q = {
							["送"] = {
								["货"] = {
									this = true
								},
								["貨"] = {
									this = true
								}
							}
						}
					},
					["?"] = {
						this = true
					}
				}
			},
			["遥"] = {
				["控"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				},
				["國"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["蒙"] = {
				["汗"] = {
					["药"] = {
						this = true
					},
					["藥"] = {
						this = true
					}
				}
			},
			["9"] = {
				["2"] = {
					["式"] = {
						["5"] = {
							["."] = {
								["8"] = {
									m = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["|"] = {
				["钢"] = {
					["珠"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["鋼"] = {
					["珠"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["肾"] = {
				this = true
			},
			["此"] = {
				["号"] = {
					this = true
				},
				["號"] = {
					this = true
				}
			},
			["账"] = {
				["号"] = {
					this = true
				}
			},
			["神"] = {
				["符"] = {
					this = true
				}
			},
			["槍"] = {
				["彈"] = {
					this = true
				},
				["支"] = {
					this = true
				}
			},
			["軍"] = {
				["用"] = {
					["制"] = {
						["式"] = {
							["9"] = {
								["2"] = {
									["式"] = {
										this = true,
										["槍"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["手"] = {
						["槍"] = {
							this = true
						}
					},
					["槍"] = {
						this = true
					}
				},
				["刀"] = {
					["軍"] = {
						["刺"] = {
							this = true
						}
					}
				},
				["刺"] = {
					this = true
				}
			},
			["間"] = {
				["苯"] = {
					["三"] = {
						["酚"] = {
							this = true
						}
					}
				}
			},
			["萬"] = {
				["能"] = {
					["開"] = {
						["鎖"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["無"] = {
				["線"] = {
					["竊"] = {
						["聽"] = {
							["器"] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["鹽"] = {
				["酸"] = {
					["羥"] = {
						["亞"] = {
							["胺"] = {
								this = true
							}
						}
					},
					["曲"] = {
						["馬"] = {
							["多"] = {
								this = true,
								["片"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["雙"] = {
				["管"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					},
					["平"] = {
						["式"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["進"] = {
				["口"] = {
					["槍"] = {
						this = true,
						["支"] = {
							this = true
						}
					},
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["紙"] = {
				["幣"] = {
					["貨"] = {
						["到"] = {
							["付"] = {
								["款"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["廣"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["鬥"] = {
				["角"] = {
					["式"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["風"] = {
				["城"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["錫"] = {
				["鋒"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["鑽"] = {
				["石"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			},
			["銨"] = {
				["梯"] = {
					["炸"] = {
						["藥"] = {
							this = true
						}
					}
				}
			},
			["戰"] = {
				["神"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["羥"] = {
				["基"] = {
					["環"] = {
						["戊"] = {
							["基"] = {
								this = true
							}
						}
					}
				}
			},
			["鄰"] = {
				["氯"] = {
					["苯"] = {
						["晴"] = {
							this = true
						}
					}
				}
			},
			["銷"] = {
				["售"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["禿"] = {
				["鷹"] = {
					["汽"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["遙"] = {
				["控"] = {
					["解"] = {
						["碼"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["臺"] = {
				["灣"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["腎"] = {
				this = true
			},
			["帳"] = {
				["號"] = {
					this = true
				}
			}
		},
		["賣"] = {
			["中"] = {
				["國"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["发"] = {
		["改"] = {
			["委"] = {
				this = true
			}
		},
		["骚"] = {
			this = true
		},
		["浪"] = {
			this = true
		},
		["帖"] = {
			["人"] = {
				["招"] = {
					["聘"] = {
						this = true
					}
				}
			}
		},
		["展"] = {
			["和"] = {
				["改"] = {
					["革"] = {
						["委"] = {
							["员"] = {
								["会"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["与"] = {
				["改"] = {
					["革"] = {
						["委"] = {
							["员"] = {
								["会"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["射"] = {
			["药"] = {
				this = true
			}
		},
		["抡"] = {
			["功"] = {
				this = true
			}
		},
		["伦"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["轮"] = {
			this = true
		},
		["论"] = {
			this = true,
			["公"] = {
				this = true
			},
			["功"] = {
				this = true
			}
		},
		["票"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["世"] = {
		["界"] = {
			["维"] = {
				["吾"] = {
					["尔"] = {
						["大"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["經"] = {
				["濟"] = {
					["導"] = {
						["報"] = {
							this = true
						}
					}
				}
			},
			["基"] = {
				["督"] = {
					["教"] = {
						["同"] = {
							["一"] = {
								["神"] = {
									["灵"] = {
										["协"] = {
											["会"] = {
												this = true
											}
										}
									},
									["靈"] = {
										["協"] = {
											["會"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["以"] = {
				["利"] = {
					["亚"] = {
						["福"] = {
							["音"] = {
								["宣"] = {
									["教"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["亞"] = {
						["福"] = {
							["音"] = {
								["宣"] = {
									["教"] = {
										["會"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["維"] = {
				["吾"] = {
					["爾"] = {
						["大"] = {
							["會"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["统"] = {
		["战"] = {
			["部"] = {
				this = true
			}
		},
		["一"] = {
			["教"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["总"] = {
		["参"] = {
			["谋"] = {
				["部"] = {
					this = true
				}
			}
		},
		["理"] = {
			this = true
		},
		["局"] = {
			this = true
		},
		["菊"] = {
			this = true
		},
		["统"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["栗"] = {
		["战"] = {
			["书"] = {
				this = true
			}
		},
		["戰"] = {
			["書"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["许"] = {
		["其"] = {
			["亮"] = {
				this = true
			}
		},
		["成"] = {
			["江"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["范"] = {
		["长"] = {
			["龙"] = {
				this = true
			}
		},
		["長"] = {
			["龍"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["孟"] = {
		["建"] = {
			["柱"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["韩"] = {
		["正"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["常"] = {
		["万"] = {
			["全"] = {
				this = true
			}
		},
		["勁"] = {
			this = true
		},
		["受"] = {
			["教"] = {
				this = true
			}
		},
		["萬"] = {
			["全"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["魏"] = {
		["凤"] = {
			["和"] = {
				this = true
			}
		},
		["鳳"] = {
			["和"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["梁"] = {
		["光"] = {
			["烈"] = {
				this = true
			}
		},
		["振"] = {
			["英"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["莫"] = {
		["言"] = {
			this = true
		},
		["偉"] = {
			["强"] = {
				this = true
			},
			["強"] = {
				this = true
			}
		},
		["索"] = {
			["里"] = {
				["尼"] = {
					this = true
				}
			},
			["裡"] = {
				["尼"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["多"] = {
		["党"] = {
			["执"] = {
				["政"] = {
					this = true
				}
			}
		},
		["里"] = {
			["坤"] = {
				this = true,
				["。"] = {
					["艾"] = {
						["沙"] = {
							["本"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["维"] = {
			this = true
		},
		["人"] = {
			["性"] = {
				["愛"] = {
					this = true
				}
			},
			["轮"] = {
				this = true
			},
			["輪"] = {
				this = true
			}
		},
		["黨"] = {
			["執"] = {
				["政"] = {
					this = true
				}
			}
		},
		["裡"] = {
			["坤"] = {
				this = true,
				["。"] = {
					["艾"] = {
						["沙"] = {
							["本"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["維"] = {
			this = true
		},
		P = {
			["雜"] = {
				["交"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["虐"] = {
		["童"] = {
			this = true
		},
		["奴"] = {
			this = true
		},
		["恋"] = {
			["花"] = {
				["园"] = {
					this = true
				}
			}
		},
		["待"] = {
			this = true
		},
		["戀"] = {
			["花"] = {
				["園"] = {
					this = true
				}
			}
		},
		["奸"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["性"] = {
		["事"] = {
			this = true
		},
		["欲"] = {
			this = true
		},
		["爱"] = {
			this = true,
			["图"] = {
				["库"] = {
					this = true
				}
			},
			["擂"] = {
				["台"] = {
					this = true
				}
			},
			["韦"] = {
				["小"] = {
					["宝"] = {
						["之"] = {
							["玩"] = {
								["女"] = {
									["大"] = {
										["王"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["奴"] = {
			this = true,
			["会"] = {
				this = true
			},
			["會"] = {
				this = true
			}
		},
		["交"] = {
			this = true,
			["课"] = {
				this = true
			},
			["吞"] = {
				["精"] = {
					this = true
				}
			},
			["图"] = {
				this = true
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["課"] = {
				this = true
			},
			["圖"] = {
				this = true
			},
			["無"] = {
				["碼"] = {
					this = true
				}
			}
		},
		["感"] = {
			["妖"] = {
				["娆"] = {
					this = true
				},
				["嬈"] = {
					this = true
				}
			},
			["乳"] = {
				["娘"] = {
					this = true
				}
			},
			["肉"] = {
				["丝"] = {
					this = true
				},
				["絲"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["沙"] = {
				["滩"] = {
					["2"] = {
						this = true
					}
				},
				["灘"] = {
					["2"] = {
						this = true
					}
				}
			},
			["誘"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["佣"] = {
			this = true
		},
		["虎"] = {
			this = true,
			["色"] = {
				["网"] = {
					this = true
				},
				["網"] = {
					this = true
				}
			}
		},
		["饥"] = {
			["渴"] = {
				this = true
			}
		},
		["愛"] = {
			this = true,
			["圖"] = {
				["片"] = {
					this = true
				},
				["庫"] = {
					this = true
				}
			},
			["插"] = {
				["穴"] = {
					this = true
				}
			},
			["擂"] = {
				["臺"] = {
					this = true
				}
			},
			["韋"] = {
				["小"] = {
					["寶"] = {
						["之"] = {
							["玩"] = {
								["女"] = {
									["大"] = {
										["王"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["截"] = {
				["圖"] = {
					this = true
				}
			}
		},
		["之"] = {
			["站"] = {
				this = true
			}
		},
		["战"] = {
			["擂"] = {
				["台"] = {
					this = true
				}
			}
		},
		["息"] = {
			this = true,
			["中"] = {
				["国"] = {
					this = true
				},
				["國"] = {
					this = true
				}
			},
			["平"] = {
				["台"] = {
					this = true
				},
				["臺"] = {
					this = true
				}
			}
		},
		["福"] = {
			["源"] = {
				this = true
			}
		},
		["酒"] = {
			["吧"] = {
				this = true
			}
		},
		["無"] = {
			["能"] = {
				this = true
			}
		},
		["高"] = {
			["潮"] = {
				this = true
			}
		},
		["虐"] = {
			this = true,
			["待"] = {
				this = true
			}
		},
		["无"] = {
			["能"] = {
				this = true
			}
		},
		["病"] = {
			this = true
		},
		["傭"] = {
			this = true
		},
		["饑"] = {
			["渴"] = {
				this = true
			}
		},
		["戰"] = {
			["擂"] = {
				["臺"] = {
					this = true
				}
			}
		},
		["免"] = {
			["費"] = {
				["電"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["服"] = {
			["務"] = {
				this = true
			}
		},
		["玩"] = {
			["物"] = {
				this = true
			}
		},
		["派"] = {
			["對"] = {
				this = true
			}
		}
	}
end

temp()
