pg = pg or {}
slot0 = pg
slot0.word_template_152 = {}
slot1 = slot0.word_template_152

function temp()
	uv0["组"] = {
		["装"] = {
			["5"] = {
				["4"] = {
					["式"] = {
						["7"] = {
							["6"] = {
								["2"] = {
									m = {
										m = {
											["枪"] = {
												["提"] = {
													["供"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["录"] = {
				["音"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							},
							["软"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["捷"] = {
		["克"] = {
			C = {
				Z = {
					["1"] = {
						["0"] = {
							["0"] = {
								["枪"] = {
									["出"] = {
										["售"] = {
											this = true
										}
									}
								},
								["槍"] = {
									["出"] = {
										["售"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0.Q = {
		Q = {
			["卖"] = {
				["4"] = {
					["5"] = {
						M = {
							M = {
								["狗"] = {
									["粮"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["假"] = {
				["钞"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["币"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["鈔"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["幣"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["賣"] = {
				["4"] = {
					["5"] = {
						M = {
							M = {
								["狗"] = {
									["糧"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		I = {
			A = {
				N = {
					G = {
						J = {
							I = {
								A = {
									N = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["长"] = {
		["期"] = {
			["低"] = {
				["价"] = {
					["供"] = {
						["应"] = {
							["子"] = {
								["弹"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["销"] = {
				["售"] = {
					["各"] = {
						["种"] = {
							["枪"] = {
								l = {
									["支"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
