pg = pg or {}
slot0 = pg
slot0.word_template_78 = {}
slot1 = slot0.word_template_78

temp = function()
	uv0["聊"] = {
		["性"] = {
			this = true
		},
		H = {
			I = {
				this = true
			}
		},
		["吧"] = {
			["影"] = {
				["城"] = {
					this = true
				}
			}
		},
		["聊"] = {
			h = {
				["天"] = {
					c = {
						["室"] = {
							this = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["天"] = {
			["室"] = {
				["裸"] = {
					["聊"] = {
						this = true
					}
				}
			}
		},
		["斋"] = {
			["艳"] = {
				["谭"] = {
					this = true
				}
			},
			["之"] = {
				["艳"] = {
					["蛇"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["奈"] = {
		["美"] = {
			this = true
		},
		["保"] = {
			["子"] = {
				["高"] = {
					["清"] = {
						this = true
					}
				}
			}
		},
		["奈"] = {
			["见"] = {
				["沙"] = {
					["织"] = {
						["无"] = {
							["马"] = {
								this = true
							},
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["濑"] = {
				["爱"] = {
					b = {
						t = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["瀨"] = {
				["愛"] = {
					b = {
						t = {
							this = true
						}
					}
				}
			},
			["子"] = {
				this = true
			}
		},
		["央"] = {
			["."] = {
				["廣"] = {
					["末"] = {
						["奈"] = {
							["緒"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["砲"] = {
		["友"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["揉"] = {
		["乳"] = {
			this = true
		},
		["表"] = {
			["妹"] = {
				["的"] = {
					["乳"] = {
						["房"] = {
							this = true
						}
					}
				}
			}
		},
		["搓"] = {
			["淫"] = {
				["骚"] = {
					["穴"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["舞"] = {
		["女"] = {
			this = true
		},
		["浜"] = {
			["朱"] = {
				["里"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["春"] = {
			["云"] = {
				this = true
			}
		},
		["岛"] = {
			["美"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["島"] = {
			["美"] = {
				["織"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["而"] = {
			["开"] = {
				["西"] = {
					this = true
				}
			}
		},
		["冈"] = {
			["结"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["岡"] = {
			["結"] = {
				["希"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["倾"] = {
			["城"] = {
				this = true
			}
		},
		["田"] = {
			["华"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["華"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["奈"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["夏"] = {
		["川"] = {
			["纯"] = {
				this = true
			},
			S = {
				a = {
					y = {
						a = {
							this = true
						}
					}
				}
			},
			["光"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["春"] = {
				["荣"] = {
					this = true
				}
			}
		},
		["宝"] = {
			["龙"] = {
				this = true
			}
		},
		["各"] = {
			["庄"] = {
				["拆"] = {
					["迁"] = {
						this = true
					}
				}
			}
		},
		["哈"] = {
			["德"] = {
				["提"] = {
					this = true
				}
			}
		},
		["海"] = {
			["恋"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["河"] = {
			["得"] = {
				["提"] = {
					this = true
				}
			}
		},
		["侯"] = {
			["仁"] = {
				this = true
			}
		},
		["季"] = {
			["常"] = {
				["服"] = {
					["仿"] = {
						["真"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["服"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["凉"] = {
			["嘿"] = {
				["咻"] = {
					["时"] = {
						["光"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			["舞"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["美"] = {
				["夕"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["矢"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["目"] = {
			["优"] = {
				["希"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["優"] = {
				["希"] = {
					this = true
				}
			},
			["朱"] = {
				["音"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["青"] = {
			["青"] = {
				this = true
			}
		},
		["日"] = {
			["艳"] = {
				["阳"] = {
					["诉"] = {
						["衷"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["韶"] = {
			["声"] = {
				this = true
			}
		},
		["树"] = {
			["里"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["唯"] = {
				this = true
			},
			["友"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["智"] = {
				["惠"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["樹"] = {
			this = true,
			["唯"] = {
				this = true
			},
			["亞"] = {
				["矢"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					}
				}
			}
		},
		["遂"] = {
			["良"] = {
				this = true
			}
		},
		["娃"] = {
			["的"] = {
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			}
		},
		["希"] = {
			["1"] = {
				["8"] = {
					["岁"] = {
						this = true
					}
				}
			}
		},
		["夏"] = {
			["小"] = {
				["说"] = {
					["黄"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["黄"] = {
						["站"] = {
							this = true
						}
					}
				}
			}
		},
		["赞"] = {
			["忠"] = {
				this = true
			}
		},
		["装"] = {
			["短"] = {
				["袖"] = {
					["警"] = {
						["服"] = {
							this = true
						}
					}
				}
			}
		},
		["作"] = {
			["战"] = {
				["服"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["召"] = {
		["雞"] = {
			this = true
		},
		["妓"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["抓"] = {
		["胸"] = {
			this = true
		},
		["波"] = {
			["龙"] = {
				["爪"] = {
					["手"] = {
						this = true
					}
				}
			}
		},
		["捕"] = {
			[" "] = {
				["两"] = {
					["个"] = {
						["兄"] = {
							["弟"] = {
								["和"] = {
									["一"] = {
										["个"] = {
											["妹"] = {
												["妹"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["方"] = {
				["正"] = {
					this = true
				}
			},
			["访"] = {
				["民"] = {
					this = true
				}
			},
			["江"] = {
				["泽"] = {
					["民"] = {
						this = true
					}
				}
			},
			["令"] = {
				["计"] = {
					["划"] = {
						["内"] = {
							["幕"] = {
								this = true
							}
						}
					}
				}
			},
			["维"] = {
				["族"] = {
					["女"] = {
						["小"] = {
							["偷"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["咪"] = {
			["咪"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["奶"] = {
			["门"] = {
				this = true
			}
		},
		["铺"] = {
			["网"] = {
				["枪"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["各"] = {
		["种"] = {
			["炸"] = {
				["药"] = {
					["配"] = {
						["方"] = {
							this = true,
							["大"] = {
								["全"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["有"] = {
				["效"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			p = {
				i = {
					a = {
						o = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["档"] = {
				["案"] = {
					["材"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["棒"] = {
					["警"] = {
						["棍"] = {
							["专"] = {
								this = true
							}
						}
					}
				},
				["击"] = {
					["器"] = {
						["才"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["發"] = {
				["票"] = {
					["待"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["防"] = {
				["枪"] = {
					["支"] = {
						this = true
					}
				},
				["身"] = {
					["电"] = {
						["井"] = {
							["棒"] = {
								this = true
							}
						},
						["警"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["枪"] = {
						this = true
					}
				},
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["各"] = {
				["样"] = {
					["低"] = {
						["价"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["机"] = {
				["枪"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				},
				["钱"] = {
					["币"] = {
						this = true
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						this = true,
						["#"] = {
							["枪"] = {
								this = true
							}
						},
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["装"] = {
						["备"] = {
							this = true
						}
					}
				}
			},
			["开"] = {
				["锁"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["口"] = {
				["径"] = {
					this = true,
					["子"] = {
						["弹"] = {
							["."] = {
								this = true
							}
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["乱"] = {
				["伦"] = {
					["片"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["药"] = {
					this = true,
					["."] = {
						this = true
					}
				}
			},
			["票"] = {
				["据"] = {
					["全"] = {
						this = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true,
					["铅"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["枪"] = {
				l = {
					["支"] = {
						this = true
					}
				},
				["零"] = {
					["部"] = {
						["件"] = {
							this = true
						}
					}
				},
				["支"] = {
					this = true,
					["部"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["弓"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					}
				}
			},
			["偷"] = {
				["拍"] = {
					this = true
				}
			},
			["突"] = {
				["击"] = {
					["刀"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["万"] = {
				["能"] = {
					["钥"] = {
						["匙"] = {
							this = true
						}
					}
				}
			},
			["烟"] = {
				["花"] = {
					["爆"] = {
						["竹"] = {
							this = true
						}
					},
					["炮"] = {
						["竹"] = {
							this = true
						}
					}
				}
			},
			["艳"] = {
				["照"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["洋"] = {
				["枪"] = {
					this = true
				}
			},
			["银"] = {
				["行"] = {
					["存"] = {
						["折"] = {
							this = true
						}
					},
					["卡"] = {
						this = true
					},
					["信"] = {
						["用"] = {
							["卡"] = {
								this = true
							}
						}
					}
				}
			},
			["英"] = {
				["语"] = {
					["证"] = {
						this = true
					}
				}
			},
			["语"] = {
				["言"] = {
					["证"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["件"] = {
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["证"] = {
						this = true
					}
				}
			},
			["植"] = {
				["物"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["制"] = {
				["毒"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["种"] = {
				["类"] = {
					["汽"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					["偷"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["平"] = {
				["台"] = {
					["都"] = {
						["放"] = {
							["不"] = {
								["出"] = {
									["来"] = {
										["的"] = {
											["三"] = {
												["个"] = {
													["字"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["类"] = {
			["军"] = {
				["用"] = {
					["枪"] = {
						this = true,
						["支"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["装"] = {
						["备"] = {
							this = true,
							["出"] = {
								["售"] = {
									this = true
								}
							}
						}
					},
					["手"] = {
						["铐"] = {
							this = true
						}
					}
				}
			},
			["防"] = {
				["身"] = {
					["器"] = {
						["材"] = {
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						}
					},
					["电"] = {
						["棍"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["操"] = {
				["作"] = {
					["证"] = {
						this = true
					}
				}
			},
			["电"] = {
				["警"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["机"] = {
				["枪"] = {
					this = true
				}
			},
			["假"] = {
				["证"] = {
					this = true,
					["件"] = {
						this = true
					}
				}
			},
			["考"] = {
				["生"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["雷"] = {
				["管"] = {
					this = true
				}
			},
			["猎"] = {
				["狗"] = {
					this = true
				}
			},
			["门"] = {
				["快"] = {
					["开"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			},
			["软"] = {
				["硬"] = {
					["警"] = {
						["衔"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["証"] = {
				this = true
			}
		},
		["式"] = {
			["气"] = {
				["枪"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["刀"] = {
				j = {
					u = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					["机"] = {
						this = true
					}
				}
			},
			["警"] = {
				["常"] = {
					["服"] = {
						this = true
					}
				},
				["用"] = {
					["常"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["刺"] = {
					this = true
				},
				["用"] = {
					["枪"] = {
						this = true,
						["支"] = {
							this = true
						}
					}
				}
			},
			["民"] = {
				["用"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["热"] = {
				["兵"] = {
					["器"] = {
						this = true
					}
				}
			},
			["小"] = {
				["口"] = {
					["枪"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			}
		},
		["類"] = {
			["警"] = {
				["用"] = {
					["手"] = {
						["銬"] = {
							this = true
						}
					}
				}
			},
			["軍"] = {
				["用"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["銀"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["証"] = {
				this = true
			}
		},
		["面"] = {
			["直"] = {
				["版"] = {
					["币"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["口"] = {
				["爆"] = {
					this = true,
					["的"] = {
						["瞬"] = {
							["间"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["所"] = {
			["股"] = {
				["民"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["校"] = {
			["考"] = {
				["生"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["型"] = {
			["号"] = {
				["烟"] = {
					["花"] = {
						["爆"] = {
							["竹"] = {
								this = true
							}
						}
					}
				}
			},
			["號"] = {
				["煙"] = {
					["花"] = {
						["爆"] = {
							["竹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["职"] = {
			["业"] = {
				["制"] = {
					["服"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["種"] = {
			["進"] = {
				["口"] = {
					["氣"] = {
						["狗"] = {
							this = true
						},
						["槍"] = {
							this = true
						}
					}
				}
			},
			["谜"] = {
				["薬"] = {
					this = true
				}
			},
			["狩"] = {
				["獵"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["煙"] = {
				["花"] = {
					["爆"] = {
						["竹"] = {
							this = true
						}
					}
				}
			},
			["銀"] = {
				["行"] = {
					["存"] = {
						["折"] = {
							this = true
						},
						["摺"] = {
							this = true
						}
					},
					["卡"] = {
						this = true
					},
					["信"] = {
						["用"] = {
							["卡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["行"] = {
				["四"] = {
					["件"] = {
						["套"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["「"] = {
		["红"] = {
			["烧"] = {
				["兔"] = {
					["子"] = {
						["」"] = {
							["大"] = {
								["餐"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["酸"] = {
		["甘"] = {
			["油"] = {
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			this = true
		},
		["酐"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["标"] = {
		["准"] = {
			["炸"] = {
				["弹"] = {
					["教"] = {
						["程"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["【"] = {
		["手"] = {
			["枪"] = {
				["出"] = {
					["售"] = {
						["】"] = {
							["联"] = {
								["系"] = {
									["电"] = {
										["话"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["娥"] = {
		["眉"] = {
			["气"] = {
				["枪"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["郑"] = {
		["州"] = {
			["弓"] = {
				["弩"] = {
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						["销"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true,
					[" "] = {
						["办"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						},
						["身"] = {
							["份"] = {
								["证"] = {
									this = true,
									q = {
										q = {
											this = true
										}
									}
								}
							}
						},
						["驾"] = {
							["驶"] = {
								["证"] = {
									this = true
								}
							}
						},
						["出"] = {
							["国"] = {
								["签"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							q = {
								q = {
									this = true
								}
							},
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					}
				},
				["六"] = {
					["级"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							this = true,
							q = {
								q = {
									this = true
								}
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["国"] = {
					["签"] = {
						["证"] = {
							[" "] = {
								["代"] = {
									["办"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					["学"] = {
						["历"] = {
							["证"] = {
								["明"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["裕"] = {
				["达"] = {
					this = true
				}
			}
		},
		["义"] = {
			this = true
		},
		["德"] = {
			["金"] = {
				this = true
			}
		},
		["国"] = {
			["光"] = {
				this = true
			}
		},
		["汉"] = {
			["良"] = {
				[" "] = {
					["中"] = {
						["国"] = {
							["教"] = {
								["父"] = {
									[" "] = {
										["习"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["君"] = {
			["可"] = {
				this = true
			}
		},
		["天"] = {
			["寿"] = {
				this = true
			}
		},
		["万"] = {
			["通"] = {
				this = true
			}
		},
		["卫"] = {
			["平"] = {
				this = true
			}
		},
		["晓"] = {
			["玲"] = {
				this = true,
				["近"] = {
					["平"] = {
						this = true
					}
				},
				["前"] = {
					["妻"] = {
						this = true
					}
				},
				["习"] = {
					this = true,
					["大"] = {
						["大"] = {
							this = true
						}
					},
					["老"] = {
						["婆"] = {
							this = true
						}
					}
				},
				["席"] = {
					this = true
				},
				["主"] = {
					["席"] = {
						this = true
					}
				}
			}
		},
		["旭"] = {
			["光"] = {
				this = true
			}
		},
		["玄"] = {
			this = true
		},
		["杨"] = {
			this = true
		},
		["有"] = {
			["金"] = {
				this = true
			}
		},
		["圆"] = {
			this = true
		},
		["媛"] = {
			["媛"] = {
				this = true
			}
		},
		["源"] = {
			this = true
		},
		["枝"] = {
			["局"] = {
				["长"] = {
					["尾"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["著"] = {
		["名"] = {
			["精"] = {
				["品"] = {
					["折"] = {
						["刀"] = {
							this = true,
							["出"] = {
								["售"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["捂"] = {
				["四"] = {
					["运"] = {
						["动"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["喂"] = {
		["奶"] = {
			["门"] = {
				this = true
			}
		},
		["你"] = {
			["熊"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["川"] = {
		b = {
			["2"] = {
				["6"] = {
					["9"] = {
						["3"] = {
							["1"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["島"] = {
			["和"] = {
				["津"] = {
					["實"] = {
						this = true
					}
				}
			}
		},
		["浜"] = {
			["奈"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["滨"] = {
			["奈"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["濱"] = {
			["奈"] = {
				["美"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["藏"] = {
			["路"] = {
				this = true
			}
		},
		["娇"] = {
			["网"] = {
				this = true
			}
		},
		["口"] = {
			["爱"] = {
				["理"] = {
					["码"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["骂"] = {
		["四"] = {
			["川"] = {
				this = true
			}
		},
		["劣"] = {
			["猫"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["蟾"] = {
		["蜍"] = {
			["迁"] = {
				["徙"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["惨"] = {
		["奥"] = {
			this = true
		},
		["案"] = {
			this = true,
			["木"] = {
				["樨"] = {
					["地"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["懊"] = {
		["运"] = {
			this = true
		},
		["孕"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["翁"] = {
		["安"] = {
			this = true
		},
		["虹"] = {
			this = true
		},
		["伯"] = {
			["之"] = {
				this = true
			}
		},
		["季"] = {
			["之"] = {
				this = true
			}
		},
		["叔"] = {
			["之"] = {
				this = true
			}
		},
		["源"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["瓮"] = {
		["安"] = {
			this = true,
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				}
			},
			["骚"] = {
				["乱"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["讨"] = {
		["回"] = {
			["工"] = {
				["资"] = {
					this = true
				}
			}
		},
		["伐"] = {
			["中"] = {
				["宣"] = {
					["部"] = {
						this = true
					}
				}
			}
		},
		["说"] = {
			["法"] = {
				this = true
			}
		},
		["共"] = {
			["檄"] = {
				["文"] = {
					this = true
				}
			}
		},
		["厌"] = {
			["的"] = {
				["房"] = {
					["东"] = {
						this = true
					}
				}
			}
		},
		["债"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["复"] = {
				["仇"] = {
					this = true
				}
			}
		},
		["李"] = {
			["满"] = {
				["天"] = {
					["下"] = {
						this = true
					}
				}
			}
		},
		["论"] = {
			["一"] = {
				["律"] = {
					["暴"] = {
						["力"] = {
							["捂"] = {
								["嘴"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["罢"] = {
		["食"] = {
			this = true
		},
		["餐"] = {
			this = true,
			[" "] = {
				["天"] = {
					["安"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["吃"] = {
			this = true
		},
		["饭"] = {
			this = true,
			["凸"] = {
				["点"] = {
					["装"] = {
						this = true
					}
				}
			}
		},
		["工"] = {
			this = true,
			["罢"] = {
				["课"] = {
					this = true
				}
			}
		},
		["课"] = {
			this = true,
			[" "] = {
				["天"] = {
					["安"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["考"] = {
			this = true
		},
		["参"] = {
			this = true
		},
		k = {
			e = {
				this = true
			}
		},
		["教"] = {
			this = true
		},
		["学"] = {
			this = true
		},
		["运"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["病"] = {
		["不"] = {
			["起"] = {
				this = true
			}
		},
		["业"] = {
			["说"] = {
				this = true
			}
		},
		[" "] = {
			["毒"] = {
				this = true
			}
		},
		["毒"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["的"] = {
		["哥"] = {
			["和"] = {
				["交"] = {
					["警"] = {
						this = true
					}
				}
			}
		},
		["阴"] = {
			["谋"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["冻"] = {
		["干"] = {
			["粉"] = {
				this = true
			}
		},
		["野"] = {
			this = true
		}
	}
end

temp()
