pg = pg or {}
slot0 = pg
slot0.word_template_154 = {}
slot1 = slot0.word_template_154

temp = function()
	uv0["6"] = {
		["5"] = {
			["4"] = {
				["改"] = {
					["火"] = {
						this = true
					},
					["装"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["裝"] = {
						["真"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["4"] = {
			["手"] = {
				["槍"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					}
				},
				["枪"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["式"] = {
				["技"] = {
					["术"] = {
						["转"] = {
							["让"] = {
								this = true
							}
						}
					},
					["術"] = {
						["轉"] = {
							["讓"] = {
								this = true
							}
						}
					}
				},
				["图"] = {
					["纸"] = {
						this = true
					}
				},
				q = {
					q = {
						this = true
					}
				},
				["制"] = {
					["造"] = {
						this = true
					}
				},
				["到"] = {
					["货"] = {
						this = true
					},
					["貨"] = {
						this = true
					}
				},
				["出"] = {
					["货"] = {
						this = true
					},
					["貨"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["电"] = {
					["话"] = {
						this = true
					}
				},
				["圖"] = {
					["紙"] = {
						this = true
					}
				},
				["製"] = {
					["造"] = {
						this = true
					}
				},
				["訂"] = {
					["購"] = {
						this = true
					}
				},
				["電"] = {
					["話"] = {
						this = true
					}
				}
			}
		},
		["-"] = {
			["4"] = {
				t = {
					i = {
						a = {
							n = {
								w = {
									a = {
										n = {
											g = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["6"] = {
			["1"] = {
				["6"] = {
					["6"] = {
						["1"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["9"] = {
			n = {
				b = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["低"] = {
		["价"] = {
			["销"] = {
				["售"] = {
					["假"] = {
						["币"] = {
							["假"] = {
								["钞"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["價"] = {
			["銷"] = {
				["售"] = {
					["假"] = {
						["幣"] = {
							["假"] = {
								["鈔"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["健"] = {
		["卫"] = {
			["步"] = {
				["枪"] = {
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["销"] = {
							["售"] = {
								this = true
							}
						},
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["衛"] = {
			["步"] = {
				["槍"] = {
					["到"] = {
						["貨"] = {
							this = true
						}
					},
					["技"] = {
						["術"] = {
							["轉"] = {
								["讓"] = {
									this = true
								}
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["貨"] = {
							this = true
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					},
					["訂"] = {
						["購"] = {
							this = true
						}
					},
					["製"] = {
						["造"] = {
							["圖"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["徑"] = {
						["銷"] = {
							["售"] = {
								this = true
							}
						},
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["進"] = {
		["口"] = {
			["氣"] = {
				["狗"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					}
				},
				["槍"] = {
					["技"] = {
						["術"] = {
							["轉"] = {
								["讓"] = {
									this = true
								}
							}
						}
					},
					["製"] = {
						["造"] = {
							["圖"] = {
								this = true
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["訂"] = {
						["購"] = {
							this = true
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					},
					["出"] = {
						["貨"] = {
							this = true
						}
					},
					["到"] = {
						["貨"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
