pg = pg or {}
slot0 = pg
slot0.word_template_77 = {}
slot1 = slot0.word_template_77

temp = function()
	uv0["油"] = {
		["田"] = {
			["总"] = {
				["部"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["行"] = {
			this = true
		},
		["冰"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["厦"] = {
		["门"] = {
			["大"] = {
				["游"] = {
					["行"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["特"] = {
				["区"] = {
					["文"] = {
						["学"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["纪"] = {
		["股"] = {
			["票"] = {
				["市"] = {
					["场"] = {
						["五"] = {
							["卅"] = {
								["惨"] = {
									["案"] = {
										this = true,
										["*"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["登"] = {
			["奎"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["律"] = {
			["检"] = {
				["查"] = {
					this = true
				}
			}
		},
		["元"] = {
			this = true,
			["网"] = {
				this = true
			}
		},
		["菅"] = {
			["野"] = {
				["绝"] = {
					["美"] = {
						["巨"] = {
							["乳"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["录"] = {
			["片"] = {
				["历"] = {
					["史"] = {
						["的"] = {
							["震"] = {
								["撼"] = {
									["历"] = {
										["史"] = {
											["不"] = {
												["会"] = {
													["忘"] = {
														["记"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							["勿"] = {
								["忘"] = {
									["历"] = {
										["史"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["念"] = {
			this = true,
			[" "] = {
				["\""] = {
					["六"] = {
						["四"] = {
							["二"] = {
								["十"] = {
									["\""] = {
										[" "] = {
											["\""] = {
												["周"] = {
													["年"] = {
														["\""] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["5"] = {
					["3"] = {
						["5"] = {
							this = true
						}
					}
				},
				["六"] = {
					["四"] = {
						this = true
					}
				},
				["事"] = {
					["件"] = {
						["二"] = {
							["十"] = {
								["周"] = {
									["年"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["年"] = {
						["前"] = {
							["记"] = {
								["忆"] = {
									["的"] = {
										["呼"] = {
											["唤"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["周"] = {
						["年"] = {
							["游"] = {
								["行"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["6"] = {
				["."] = {
					["4"] = {
						this = true,
						["二"] = {
							["十"] = {
								["一"] = {
									["周"] = {
										["年"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["4"] = {
					this = true
				}
			},
			["8"] = {
				["9"] = {
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["白"] = {
				["衣"] = {
					["服"] = {
						this = true
					},
					["行"] = {
						["动"] = {
							this = true
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					this = true,
					[" "] = {
						["\""] = {
							["二"] = {
								["十"] = {
									["周"] = {
										["年"] = {
											["\""] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["二"] = {
						["十"] = {
							["周"] = {
								["年"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					["二"] = {
						["十"] = {
							["周"] = {
								["年"] = {
									this = true,
									["天"] = {
										["安"] = {
											["门"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["五"] = {
				["四"] = {
					[" "] = {
						["正"] = {
							["视"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["日"] = {
				this = true
			},
			["二"] = {
				["十"] = {
					["大"] = {
						this = true
					}
				}
			}
		},
		["委"] = {
			this = true,
			["书"] = {
				["记"] = {
					this = true
				}
			}
		},
		["香"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["这"] = {
		["年"] = {
			["头"] = {
				["就"] = {
					["这"] = {
						["样"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["不"] = {
			["是"] = {
				["天"] = {
					["灾"] = {
						this = true
					}
				}
			}
		},
		["封"] = {
			["信"] = {
				["太"] = {
					["毒"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["个"] = {
			["男"] = {
				["的"] = {
					["好"] = {
						["野"] = {
							["蛮"] = {
								this = true
							}
						}
					}
				}
			},
			["宇"] = {
				["宙"] = {
					["太"] = {
						["疯"] = {
							["狂"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["么"] = {
			["好"] = {
				["的"] = {
					["屄"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["贱"] = {
					["的"] = {
						["医"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["的"] = {
				["真"] = {
					["主"] = {
						["动"] = {
							this = true
						}
					}
				}
			}
		},
		["信"] = {
			["太"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["样"] = {
			["的"] = {
				["姐"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["好"] = {
				["操"] = {
					this = true
				}
			}
		},
		["是"] = {
			["我"] = {
				["的"] = {
					["职"] = {
						["责"] = {
							this = true
						}
					}
				}
			},
			["西"] = {
				["朝"] = {
					["鲜"] = {
						this = true
					}
				}
			}
		},
		["会"] = {
			["不"] = {
				["会"] = {
					["有"] = {
						["一"] = {
							["种"] = {
								["亲"] = {
									["腚"] = {
										["的"] = {
											["感"] = {
												["觉"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["就"] = {
			["是"] = {
				["越"] = {
					["南"] = {
						this = true
					}
				},
				["西"] = {
					["朝"] = {
						["鲜"] = {
							this = true
						}
					}
				}
			}
		},
		["大"] = {
			["棚"] = {
				["挺"] = {
					["帅"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["个"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["宇"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["宙"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["太"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["疯"] = {
																																										["."] = {
																																											["{"] = {
																																												["0"] = {
																																													[","] = {
																																														["1"] = {
																																															["5"] = {
																																																["}"] = {
																																																	["狂"] = {
																																																		this = true
																																																	}
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["下"] = {
			["休"] = {
				["了"] = {
					this = true
				}
			}
		},
		["里"] = {
			["是"] = {
				["西"] = {
					["朝"] = {
						["鲜"] = {
							this = true
						}
					}
				}
			}
		},
		["件"] = {
			["事"] = {
				["我"] = {
					["感"] = {
						["到"] = {
							["非"] = {
								["常"] = {
									["气"] = {
										["愤"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["绕"] = {
		["过"] = {
			["封"] = {
				["锁"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["湘"] = {
		["阴"] = {
			["杨"] = {
				["林"] = {
					["*"] = {
						this = true
					}
				}
			},
			["县"] = {
				["杨"] = {
					["林"] = {
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["潭"] = {
			["学"] = {
				["生"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["學"] = {
				["生"] = {
					["服"] = {
						["務"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["次"] = {
		["下"] = {
			["跪"] = {
				["*"] = {
					this = true
				}
			}
		},
		["女"] = {
			[" "] = {
				["彭"] = {
					["丽"] = {
						["娟"] = {
							this = true
						}
					}
				}
			}
		},
		["子"] = {
			["倒"] = {
				["汽"] = {
					["车"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["芮"] = {
		["杏"] = {
			["文"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["邹"] = {
		["家"] = {
			["华"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["德"] = {
			["威"] = {
				this = true
			}
		},
		["睿"] = {
			["宁"] = {
				this = true
			}
		},
		["允"] = {
			["慷"] = {
				this = true
			}
		},
		["总"] = {
			["理"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["姜"] = {
		["春"] = {
			["云"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["凤"] = {
			["阁"] = {
				this = true
			}
		},
		["北"] = {
			this = true
		},
		["大"] = {
			["明"] = {
				this = true
			}
		},
		["桂"] = {
			["芝"] = {
				this = true
			}
		},
		["哈"] = {
			["蟆"] = {
				this = true
			}
		},
		["洪"] = {
			["禄"] = {
				this = true
			}
		},
		["姥"] = {
			["爷"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["鲤"] = {
			this = true
		},
		["末"] = {
			this = true
		},
		["南"] = {
			this = true
		},
		["维"] = {
			["平"] = {
				this = true
			}
		},
		["伟"] = {
			["新"] = {
				this = true
			}
		},
		["堰"] = {
			K = {
				["粉"] = {
					this = true
				}
			}
		},
		["异"] = {
			["康"] = {
				this = true
			}
		},
		["渔"] = {
			this = true
		},
		["丽"] = {
			["波"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["诈"] = {
		["骗"] = {
			this = true,
			["信"] = {
				["息"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["金"] = {
			["花"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["震"] = {
		["死"] = {
			["他"] = {
				["们"] = {
					this = true
				}
			}
		},
		["惊"] = {
			["全"] = {
				["球"] = {
					this = true
				}
			}
		},
		["其"] = {
			["国"] = {
				["土"] = {
					this = true
				}
			}
		},
		["撼"] = {
			["视"] = {
				["频"] = {
					["文"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["文"] = {
					["件"] = {
						this = true
					}
				}
			},
			["记"] = {
				["录"] = {
					["卖"] = {
						["淫"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			},
			["你"] = {
				["的"] = {
					["心"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["件"] = {
				this = true
			}
		},
		["动"] = {
			["按"] = {
				["摩"] = {
					["棒"] = {
						["自"] = {
							["慰"] = {
								this = true
							}
						}
					}
				}
			},
			["节"] = {
				["奏"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["刹"] = {
		["笔"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["艹"] = {
		["你"] = {
			this = true
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["限"] = {
		["量"] = {
			this = true
		},
		["制"] = {
			this = true,
			["级"] = {
				m = {
					m = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["排"] = {
					["行"] = {
						["榜"] = {
							this = true
						}
					}
				},
				["色"] = {
					["片"] = {
						this = true
					}
				}
			}
		},
		["聚"] = {
			["令"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["铃"] = {
		["声"] = {
			this = true,
			["下"] = {
				["载"] = {
					this = true
				}
			}
		},
		["木"] = {
			["麻"] = {
				this = true,
				["湖"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				},
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["爱"] = {
				["里"] = {
					b = {
						t = {
							this = true
						}
					},
					["电"] = {
						["驴"] = {
							this = true,
							["看"] = {
								this = true
							}
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				},
				["理"] = {
					b = {
						t = {
							this = true
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				},
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["惠"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["绫"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["美"] = {
				["帆"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["未"] = {
				["来"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["杏"] = {
				["里"] = {
					this = true
				}
			},
			["亚"] = {
				["美"] = {
					this = true
				}
			},
			["志"] = {
				["穗"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["川"] = {
			["玲"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["房"] = {
			["あ"] = {
				["り"] = {
					["さ"] = {
						this = true
					}
				}
			}
		},
		["森"] = {
			["麻"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["浑"] = {
		["圆"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["呻"] = {
		["吟"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["阉"] = {
		["割"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["剖"] = {
		["腹"] = {
			["一"] = {
				["刀"] = {
					["五"] = {
						["千"] = {
							["几"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["读"] = {
		["不"] = {
			["起"] = {
				["选"] = {
					["个"] = {
						["学"] = {
							["校"] = {
								["三"] = {
									["万"] = {
										["起"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["志"] = {
		["洪"] = {
			["李"] = {
				this = true
			}
		},
		["成"] = {
			["江"] = {
				this = true
			}
		},
		["村"] = {
			["玲"] = {
				["子"] = {
					this = true
				}
			}
		},
		["贺"] = {
			["友"] = {
				["惠"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["华"] = {
			["文"] = {
				["凭"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["田"] = {
			["未"] = {
				["来"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["国"] = {
			["李"] = {
				["政"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["逢"] = {
		["8"] = {
			["必"] = {
				["灾"] = {
					this = true
				}
			}
		},
		["八"] = {
			["必"] = {
				["灾"] = {
					this = true
				}
			}
		},
		["9"] = {
			["必"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["九"] = {
			["必"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["乃"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["诸"] = {
		["世"] = {
			["纪"] = {
				this = true
			}
		},
		["葛"] = {
			["夕"] = {
				["在"] = {
					this = true
				}
			}
		},
		["侯"] = {
			["进"] = {
				["京"] = {
					this = true
				}
			}
		},
		["暨"] = {
			["办"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["神"] = {
			["的"] = {
				["黄"] = {
					["昏"] = {
						this = true
					}
				}
			}
		},
		["宸"] = {
			this = true,
			["儿"] = {
				["子"] = {
					["的"] = {
						["爸"] = {
							["爸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["阳"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["协"] = {
		["警"] = {
			this = true
		},
		["和"] = {
			["影"] = {
				["视"] = {
					this = true
				}
			}
		},
		["调"] = {
			["建"] = {
				["造"] = {
					["师"] = {
						["挂"] = {
							["靠"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["议"] = {
			["假"] = {
				["球"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["违"] = {
		["禁"] = {
			["品"] = {
				this = true
			}
		},
		["法"] = {
			this = true
		},
		["理"] = {
			["曝"] = {
				["光"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["宪"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["失"] = {
		["身"] = {
			this = true,
			["粉"] = {
				this = true,
				["迷"] = {
					["奸"] = {
						["药"] = {
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						}
					},
					["情"] = {
						["水"] = {
							this = true,
							["供"] = {
								["应"] = {
									this = true
								}
							}
						}
					}
				},
				["专"] = {
					this = true,
					["卖"] = {
						this = true
					}
				},
				["&"] = {
					["迷"] = {
						["奸"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["药"] = {
				this = true
			},
			["米"] = {
				["分"] = {
					this = true
				}
			},
			["神"] = {
				["水"] = {
					this = true
				}
			},
			["水"] = {
				this = true
			}
		},
		["密"] = {
			this = true
		},
		["忆"] = {
			["药"] = {
				this = true,
				["水"] = {
					this = true
				}
			},
			["粉"] = {
				this = true
			},
			["迷"] = {
				["情"] = {
					["药"] = {
						["水"] = {
							this = true
						}
					}
				}
			},
			["水"] = {
				this = true
			}
		},
		["意"] = {
			["药"] = {
				this = true
			},
			["藥"] = {
				this = true
			},
			["粉"] = {
				this = true
			}
		},
		["神"] = {
			["セ"] = {
				["ッ"] = {
					["ク"] = {
						["ス"] = {
							this = true
						}
					}
				}
			}
		},
		["业"] = {
			["潮"] = {
				this = true
			}
		},
		["望"] = {
			["的"] = {
				["人"] = {
					["这"] = {
						["次"] = {
							["没"] = {
								["能"] = {
									["红"] = {
										["了"] = {
											["眼"] = {
												["眶"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["扌"] = {
		["由"] = {
			["插"] = {
				this = true
			}
		},
		["白"] = {
			["肩"] = {
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["比"] = {
			["发"] = {
				["美"] = {
					["氵"] = {
						["少"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["高"] = {
			["定"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			}
		},
		["戈"] = {
			["美"] = {
				["女"] = {
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["女"] = {
					["且"] = {
						this = true
					},
					["未"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["奂"] = {
			["妻"] = {
				this = true
			}
		},
		["機"] = {
			["変"] = {
				["號"] = {
					["岼"] = {
						["囧"] = {
							this = true
						}
					}
				}
			}
		},
		["柔"] = {
			["女"] = {
				["乃"] = {
					this = true
				}
			}
		},
		["喿"] = {
			["屄"] = {
				["自"] = {
					["慰"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["旨"] = {
			["纹"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["几"] = {
		["吧"] = {
			this = true
		},
		["八"] = {
			this = true
		},
		["巴"] = {
			this = true
		},
		["叭"] = {
			this = true
		},
		["芭"] = {
			this = true
		}
	}
end

temp()
