pg = pg or {}
slot0 = pg
slot0.word_template_146 = {}
slot1 = slot0.word_template_146

temp = function()
	uv0["收"] = {
		["单"] = {
			["管"] = {
				["猎"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["费"] = {
			["删"] = {
				["帖"] = {
					this = true
				}
			}
		},
		["單"] = {
			["管"] = {
				["獵"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["費"] = {
			["刪"] = {
				["帖"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["提"] = {
		["供"] = {
			["各"] = {
				["式"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								["步"] = {
									["槍"] = {
										this = true
									}
								}
							},
							["徑"] = {
								["步"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["猎"] = {
				["槍"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								["步"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["国"] = {
				["产"] = {
					["5"] = {
						["4"] = {
							["式"] = {
								["7"] = {
									["6"] = {
										["2"] = {
											m = {
												m = {
													["枪"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["制"] = {
						["式"] = {
							["5"] = {
								["4"] = {
									["式"] = {
										["7"] = {
											["6"] = {
												["2"] = {
													m = {
														m = {
															["枪"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["单"] = {
				["管"] = {
					["半"] = {
						["自"] = {
							["动"] = {
								["猎"] = {
									["枪"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["健"] = {
				["卫"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["衛"] = {
					["步"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["广"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["钟"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["鐘"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					},
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["壓"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["徑"] = {
						["步"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				},
				["國"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true,
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["虎"] = {
				["头"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["双"] = {
						["管"] = {
							this = true
						}
					}
				},
				["頭"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					},
					["雙"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["獵"] = {
				["槍"] = {
					this = true,
					["小"] = {
						["口"] = {
							["徑"] = {
								["步"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["國"] = {
				["產"] = {
					["5"] = {
						["4"] = {
							["式"] = {
								["7"] = {
									["6"] = {
										["2"] = {
											m = {
												m = {
													["槍"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["軍"] = {
				["用"] = {
					["制"] = {
						["式"] = {
							["5"] = {
								["4"] = {
									["式"] = {
										["7"] = {
											["6"] = {
												["2"] = {
													m = {
														m = {
															["槍"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["手"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["單"] = {
				["管"] = {
					["半"] = {
						["自"] = {
							["動"] = {
								["獵"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["廣"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["鹽"] = {
				["酸"] = {
					["羥"] = {
						["亞"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["禿"] = {
				["鷹"] = {
					this = true,
					["汽"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["臺"] = {
				["灣"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["進"] = {
				["口"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["单"] = {
		["管"] = {
			["猎"] = {
				["枪"] = {
					["3"] = {
						["0"] = {
							["发"] = {
								["提"] = {
									["供"] = {
										this = true
									}
								}
							}
						}
					},
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["港"] = {
		["3"] = {
			["8"] = {
				["式"] = {
					["左"] = {
						["轮"] = {
							["提"] = {
								["供"] = {
									this = true
								}
							}
						},
						["輪"] = {
							["提"] = {
								["供"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["独"] = {
			this = true,
			["分"] = {
				["子"] = {
					this = true
				}
			}
		},
		["灿"] = {
			this = true,
			["狗"] = {
				this = true
			}
		},
		["澳"] = {
			["办"] = {
				this = true
			},
			["辦"] = {
				this = true
			}
		},
		["獨"] = {
			this = true,
			["分"] = {
				["子"] = {
					this = true
				}
			}
		},
		["燦"] = {
			this = true,
			["狗"] = {
				this = true
			}
		}
	}
end

temp()
