pg = pg or {}
slot0 = pg
slot0.word_template_148 = {}
slot1 = slot0.word_template_148

temp = function()
	uv0["微"] = {
		["型"] = {
			["袖"] = {
				["珍"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["不"] = {
		["良"] = {
			["少"] = {
				["女"] = {
					["日"] = {
						["记"] = {
							this = true
						},
						["記"] = {
							this = true
						}
					}
				}
			}
		},
		["夜"] = {
			["城"] = {
				this = true
			}
		},
		["滅"] = {
			["帝"] = {
				["王"] = {
					this = true
				}
			}
		},
		["爽"] = {
			["不"] = {
				["要"] = {
					["錢"] = {
						this = true
					}
				}
			}
		},
		["玩"] = {
			["了"] = {
				this = true
			}
		},
		["雅"] = {
			["照"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["养"] = {
		["个"] = {
			["儿"] = {
				["子"] = {
					["做"] = {
						["丈"] = {
							["夫"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.q = {
		q = {
			["订"] = {
				["购"] = {
					["盐"] = {
						["酸"] = {
							["羟"] = {
								["亚"] = {
									["胺"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["卖"] = {
				["防"] = {
					["身"] = {
						["武"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["虎"] = {
					["头"] = {
						["双"] = {
							["管"] = {
								this = true
							}
						}
					}
				},
				["广"] = {
					["州"] = {
						["三"] = {
							["箭"] = {
								["气"] = {
									this = true
								}
							}
						}
					}
				},
				["瓦"] = {
					["斯"] = {
						["手"] = {
							["狗"] = {
								this = true
							}
						}
					}
				},
				["高"] = {
					["压"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["金"] = {
					["钟"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				C = {
					F = {
						X = {
							["气"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				},
				["仿"] = {
					["真"] = {
						["枪"] = {
							["模"] = {
								this = true
							}
						}
					}
				},
				["铅"] = {
					["弹"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["左"] = {
					["轮"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["5"] = {
					["4"] = {
						["式"] = {
							["6"] = {
								["4"] = {
									["式"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["工"] = {
					["字"] = {
						["牌"] = {
							["汽"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				},
				["秃"] = {
					["鹰"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["进"] = {
					["口"] = {
						["汽"] = {
							["狗"] = {
								this = true
							}
						}
					}
				},
				["健"] = {
					["卫"] = {
						["小"] = {
							["口"] = {
								["径"] = {
									this = true
								}
							}
						}
					}
				},
				["猎"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["买"] = {
				["销"] = {
					["售"] = {
						["虎"] = {
							["头"] = {
								["猎"] = {
									["枪"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["制"] = {
				["作"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					},
					K = {
						["粉"] = {
							this = true
						}
					}
				}
			},
			["供"] = {
				["应"] = {
					K = {
						["粉"] = {
							this = true
						}
					},
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				},
				["應"] = {
					K = {
						["粉"] = {
							this = true
						}
					},
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			},
			[" "] = {
				["供"] = {
					["应"] = {
						["氯"] = {
							["胺"] = {
								["酮"] = {
									this = true
								}
							}
						}
					},
					["應"] = {
						["氯"] = {
							["胺"] = {
								["酮"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["销"] = {
				["售"] = {
					K = {
						["粉"] = {
							this = true
						}
					}
				}
			},
			s = {
				g = {
					["."] = {
						o = {
							r = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["訂"] = {
				["購"] = {
					["鹽"] = {
						["酸"] = {
							["羥"] = {
								["亞"] = {
									["胺"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["賣"] = {
				["防"] = {
					["身"] = {
						["武"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["虎"] = {
					["頭"] = {
						["雙"] = {
							["管"] = {
								this = true
							}
						}
					}
				},
				["廣"] = {
					["州"] = {
						["三"] = {
							["箭"] = {
								["氣"] = {
									this = true
								}
							}
						}
					}
				},
				["瓦"] = {
					["斯"] = {
						["手"] = {
							["狗"] = {
								this = true
							}
						}
					}
				},
				["高"] = {
					["壓"] = {
						["氣"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				["金"] = {
					["鐘"] = {
						["氣"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				C = {
					F = {
						X = {
							["氣"] = {
								["槍"] = {
									this = true
								}
							}
						}
					}
				},
				["模"] = {
					["擬"] = {
						["槍"] = {
							["模"] = {
								this = true
							}
						}
					}
				},
				["鉛"] = {
					["彈"] = {
						["氣"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				["左"] = {
					["輪"] = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				["5"] = {
					["4"] = {
						["式"] = {
							["6"] = {
								["4"] = {
									["式"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["工"] = {
					["字"] = {
						["牌"] = {
							["汽"] = {
								["槍"] = {
									this = true
								}
							}
						}
					}
				},
				["禿"] = {
					["鷹"] = {
						["汽"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				["進"] = {
					["口"] = {
						["汽"] = {
							["狗"] = {
								this = true
							}
						}
					}
				},
				["健"] = {
					["衛"] = {
						["小"] = {
							["口"] = {
								["徑"] = {
									this = true
								}
							}
						}
					}
				},
				["獵"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["買"] = {
				["銷"] = {
					["售"] = {
						["虎"] = {
							["頭"] = {
								["獵"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["製"] = {
				["作"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					},
					K = {
						["粉"] = {
							this = true
						}
					}
				}
			},
			["銷"] = {
				["售"] = {
					K = {
						["粉"] = {
							this = true
						}
					}
				}
			}
		},
		v = {
			o = {
				d = {
					["成"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		i = {
			a = {
				n = {
					g = {
						j = {
							i = {
								a = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			n = {
				g = {
					s = {
						e = {
							w = {
								u = {
									y = {
										u = {
											e = {
												t = {
													i = {
														a = {
															n = {
																["."] = {
																	["1"] = {
																		["1"] = {
																			["7"] = {
																				["4"] = {
																					["."] = {
																						n = {
																							e = {
																								t = {
																									["."] = {
																										c = {
																											n = {
																												this = true
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				i = {
					n = {
						g = {
							n = {
								e = {
									t = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		g = {
			q = {
				m = {
					["."] = {
						o = {
							r = {
								g = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		t = {
			o = {
				y = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
