pg = pg or {}
slot0 = pg
slot0.word_template_63 = {}
slot1 = slot0.word_template_63

temp = function()
	uv0["婷"] = {
		["婷"] = {
			["激"] = {
				["情"] = {
					this = true,
					["成"] = {
						["年"] = {
							["人"] = {
								["影"] = {
									["视"] = {
										this = true
									}
								}
							}
						}
					},
					["1"] = {
						["7"] = {
							["7"] = {
								this = true
							}
						}
					},
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					},
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["五"] = {
						["月"] = {
							["天"] = {
								this = true
							}
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					},
					["淫"] = {
						["液"] = {
							this = true
						}
					}
				}
			},
			["五"] = {
				["月"] = {
					this = true,
					["天"] = {
						this = true,
						["导"] = {
							["航"] = {
								this = true
							}
						},
						["色"] = {
							["图"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				},
				["色"] = {
					["天"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["色"] = {
				this = true,
				["丁"] = {
					["香"] = {
						this = true
					}
				},
				["播"] = {
					this = true
				},
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["情"] = {
					this = true,
					["网"] = {
						["站"] = {
							this = true
						}
					},
					["五"] = {
						["月"] = {
							["天"] = {
								this = true
							}
						}
					}
				},
				["色"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["基"] = {
				["地"] = {
					this = true,
					["丁"] = {
						["香"] = {
							this = true
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["口"] = {
				["含"] = {
					["鸡"] = {
						["巴"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["五"] = {
						["月"] = {
							["天"] = {
								this = true
							}
						}
					}
				}
			},
			["骚"] = {
				["货"] = {
					["沈"] = {
						this = true
					}
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			},
			["性"] = {
				["福"] = {
					["网"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["色"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["女"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				},
				["色"] = {
					this = true,
					["贴"] = {
						["图"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["侠"] = {
		["女"] = {
			["的"] = {
				["悲"] = {
					["哀"] = {
						this = true
					}
				}
			}
		},
		["客"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			},
			["媚"] = {
				["媚"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["佳"] = {
		["色"] = {
			["网"] = {
				this = true
			}
		},
		["静"] = {
			["安"] = {
				["定"] = {
					["片"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["龙"] = {
			i = {
				t = {
					this = true
				}
			}
		},
		["博"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["诚"] = {
			["电"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["惠"] = {
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["吉"] = {
			["祥"] = {
				["运"] = {
					["物"] = {
						["流"] = {
							this = true
						}
					}
				}
			}
		},
		["木"] = {
			["斯"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				},
				["辦"] = {
					["證"] = {
						this = true
					}
				},
				["汽"] = {
					["狗"] = {
						this = true
					}
				},
				["网"] = {
					["上"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["能"] = {
			["="] = {
				["尼"] = {
					["康"] = {
						this = true
					}
				}
			}
		},
		["兆"] = {
			["业"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["岛"] = {
		["鹿"] = {
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["国"] = {
			["福"] = {
				["利"] = {
					this = true
				}
			},
			["资"] = {
				["源"] = {
					this = true
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["大"] = {
				["片"] = {
					this = true
				}
			}
		},
		["峰"] = {
			["鱼"] = {
				["雷"] = {
					["3"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["幽"] = {
		["兰"] = {
			["露"] = {
				this = true
			},
			["谷"] = {
				["成"] = {
					["人"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["灵"] = {
			["户"] = {
				["口"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["幽"] = {
			["碧"] = {
				["资"] = {
					["源"] = {
						["站"] = {
							this = true
						}
					}
				}
			}
		},
		["禁"] = {
			["紫"] = {
				["阳"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["腐"] = {
		["书"] = {
			["网"] = {
				this = true
			}
		},
		["败"] = {
			this = true,
			F = {
				["·"] = {
					B = {
						this = true
					}
				}
			},
			["中"] = {
				["国"] = {
					this = true
				},
				["共"] = {
					["传"] = {
						["言"] = {
							this = true
						}
					},
					["下"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["震"] = {
				["惊"] = {
					this = true
				}
			}
		},
		["敗"] = {
			this = true
		},
		["茎"] = {
			["掏"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["难"] = {
		["言"] = {
			["之"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["忘"] = {
			["的"] = {
				["极"] = {
					["品"] = {
						["女"] = {
							["友"] = {
								this = true
							}
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					["女"] = {
						["友"] = {
							this = true
						}
					}
				}
			}
		},
		["以"] = {
			["满"] = {
				["足"] = {
					["的"] = {
						["炮"] = {
							["友"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["道"] = {
			["中"] = {
				["国"] = {
					["人"] = {
						["只"] = {
							["配"] = {
								["接"] = {
									["受"] = {
										["“"] = {
											["党"] = {
												["主"] = {
													["民"] = {
														["主"] = {
															["”"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["孽"] = {
		["情"] = {
			["桃"] = {
				["花"] = {
					["村"] = {
						this = true
					}
				}
			}
		},
		["障"] = {
			this = true
		},
		["伦"] = {
			["情"] = {
				["缘"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["姐"] = {
		["夫"] = {
			["的"] = {
				["七"] = {
					["日"] = {
						["兽"] = {
							["宠"] = {
								this = true
							}
						}
					}
				},
				["荣"] = {
					["耀"] = {
						this = true
					}
				}
			},
			["奸"] = {
				["淫"] = {
					["记"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["小"] = {
						["姨"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["吴"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["也"] = {
			["搞"] = {
				this = true
			},
			["色"] = {
				this = true
			}
		},
		["求"] = {
			["杆"] = {
				this = true
			},
			["约"] = {
				this = true
			}
		},
		["脱"] = {
			["情"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["姐"] = {
			["开"] = {
				["苞"] = {
					this = true
				}
			},
			["包"] = {
				["养"] = {
					["你"] = {
						this = true
					}
				}
			},
			["被"] = {
				["插"] = {
					["的"] = {
						["好"] = {
							["爽"] = {
								this = true
							}
						}
					}
				},
				["轮"] = {
					["奸"] = {
						this = true
					}
				}
			},
			["吹"] = {
				["逼"] = {
					["逼"] = {
						this = true
					}
				}
			},
			["的"] = {
				["屄"] = {
					this = true
				},
				["房"] = {
					["间"] = {
						this = true
					}
				},
				["肥"] = {
					["穴"] = {
						this = true
					},
					["阴"] = {
						["唇"] = {
							this = true
						},
						["户"] = {
							this = true
						}
					}
				},
				["嫩"] = {
					["穴"] = {
						this = true
					},
					["阴"] = {
						["唇"] = {
							this = true
						},
						["户"] = {
							this = true
						}
					}
				},
				["小"] = {
					["屄"] = {
						this = true
					},
					["穴"] = {
						this = true
					}
				},
				["穴"] = {
					["好"] = {
						["大"] = {
							["啊"] = {
								this = true
							}
						},
						["紧"] = {
							["啊"] = {
								this = true
							}
						}
					}
				},
				["阴"] = {
					["户"] = {
						this = true
					}
				},
				["愿"] = {
					["望"] = {
						this = true
					}
				}
			},
			["好"] = {
				["痒"] = {
					this = true
				}
			},
			["口"] = {
				["交"] = {
					["网"] = {
						this = true
					},
					["網"] = {
						this = true
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["吹"] = {
						["逼"] = {
							["逼"] = {
								this = true
							}
						}
					}
				}
			},
			["色"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["囗"] = {
				["茭"] = {
					["蛧"] = {
						this = true
					}
				}
			}
		},
		["疼"] = {
			this = true
		},
		["痛"] = {
			this = true
		},
		["的"] = {
			["嫩"] = {
				["阴"] = {
					["道"] = {
						this = true
					}
				}
			}
		},
		["弟"] = {
			["激"] = {
				["情"] = {
					["淫"] = {
						["秽"] = {
							this = true
						},
						["乱"] = {
							this = true
						},
						["色"] = {
							this = true
						},
						["影"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true,
					["性"] = {
						["交"] = {
							this = true
						}
					}
				},
				["轮"] = {
					this = true
				}
			},
			["妹"] = {
				["乱"] = {
					["伦"] = {
						["专"] = {
							["辑"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					this = true,
					["小"] = {
						["说"] = {
							this = true
						}
					}
				},
				["穴"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			}
		},
		["妹"] = {
			["操"] = {
				["嫂"] = {
					["嫂"] = {
						["都"] = {
							["操"] = {
								this = true
							}
						}
					}
				}
			},
			["花"] = {
				["双"] = {
					["飞"] = {
						this = true
					}
				}
			}
		},
		["佺"] = {
			["套"] = {
				["信"] = {
					["息"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			["门"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["私"] = {
			["房"] = {
				["照"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["姥"] = {
		["姥"] = {
			["撸"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["嘛"] = {
		["淫"] = {
			["斛"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["悠"] = {
		["悠"] = {
			["综"] = {
				["合"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["资"] = {
				["源"] = {
					this = true,
					["站"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["1"] = {
					["2"] = {
						["3"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					["服"] = {
						["务"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["久"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["遊"] = {
			["網"] = {
				this = true
			}
		},
		["游"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["月"] = {
			["舞"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["准"] = {
		["夫"] = {
			["妻"] = {
				["性"] = {
					["事"] = {
						this = true
					}
				}
			}
		},
		["考"] = {
			["号"] = {
				this = true
			}
		},
		["生"] = {
			["证"] = {
				["証"] = {
					this = true
				}
			}
		},
		["星"] = {
			["延"] = {
				["伸"] = {
					["管"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["刺"] = {
		["激"] = {
			this = true,
			["撸"] = {
				this = true
			},
			["大"] = {
				["喷"] = {
					["潮"] = {
						this = true
					}
				}
			},
			["的"] = {
				["口"] = {
					["爆"] = {
						this = true
					}
				}
			},
			["偷"] = {
				["情"] = {
					this = true
				}
			},
			["图"] = {
				["书"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					["高"] = {
						["潮"] = {
							this = true
						}
					}
				}
			}
		},
		["刀"] = {
			this = true,
			["专"] = {
				["卖"] = {
					["网"] = {
						this = true
					}
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			}
		},
		["客"] = {
			j = {
				u = {
					n = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["刀"] = {
				this = true
			}
		},
		["玫"] = {
			["瑰"] = {
				["革"] = {
					["命"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			["支"] = {
				this = true
			}
		},
		["史"] = {
			["薄"] = {
				["氏"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["板"] = {
		["扎"] = {
			["福"] = {
				["利"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["球"] = {
			["套"] = {
				["件"] = {
					this = true
				}
			}
		},
		["垣"] = {
			["征"] = {
				["四"] = {
					["郎"] = {
						this = true
					}
				}
			}
		},
		["货"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["谷"] = {
		["露"] = {
			["影"] = {
				["院"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			}
		},
		["碎"] = {
			["星"] = {
				this = true
			}
		},
		["牧"] = {
			this = true
		},
		["寿"] = {
			["夫"] = {
				this = true
			}
		},
		["邦"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["川"] = {
			this = true,
			["理"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["村"] = {
			["早"] = {
				["苗"] = {
					["朹"] = {
						["熱"] = {
							["流"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["歌"] = {
			["开"] = {
				["禁"] = {
					this = true
				}
			},
			["可"] = {
				["用"] = {
					this = true
				}
			},
			["色"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["俊"] = {
			["山"] = {
				this = true
			}
		},
		["开"] = {
			["来"] = {
				this = true,
				f = {
					b = {
						this = true
					}
				}
			}
		},
		["口"] = {
			["未"] = {
				["央"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["丽"] = {
			["萍"] = {
				this = true,
				["被"] = {
					["查"] = {
						this = true
					},
					["带"] = {
						["走"] = {
							this = true
						}
					},
					["立"] = {
						["案"] = {
							this = true
						}
					},
					["双"] = {
						["规"] = {
							this = true
						}
					},
					["调"] = {
						["查"] = {
							this = true
						}
					},
					["抓"] = {
						this = true
					}
				},
				["传"] = {
					["被"] = {
						["查"] = {
							this = true
						},
						["带"] = {
							["走"] = {
								this = true
							}
						},
						["双"] = {
							["规"] = {
								this = true
							}
						},
						["调"] = {
							["查"] = {
								this = true
							}
						},
						["抓"] = {
							this = true
						}
					}
				},
				["豪"] = {
					["宅"] = {
						this = true
					}
				},
				["据"] = {
					["传"] = {
						["被"] = {
							["查"] = {
								this = true
							},
							["抓"] = {
								this = true
							}
						}
					}
				},
				["双"] = {
					["规"] = {
						this = true
					}
				},
				["随"] = {
					["时"] = {
						["被"] = {
							["抓"] = {
								this = true
							}
						}
					}
				},
				["自"] = {
					["辩"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		},
		["明"] = {
			["菜"] = {
				this = true
			}
		},
		["朋"] = {
			["美"] = {
				["高"] = {
					["清"] = {
						this = true
					}
				}
			}
		},
		["彦"] = {
			["旭"] = {
				this = true
			}
		},
		["子"] = {
			this = true
		},
		["景"] = {
			["生"] = {
				this = true
			}
		},
		["墩"] = {
			["墩"] = {
				this = true
			}
		},
		["爱"] = {
			["凌"] = {
				["今"] = {
					["天"] = {
						["吃"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["狐"] = {
		["狸"] = {
			["色"] = {
				this = true
			}
		},
		["媚"] = {
			this = true,
			["眼"] = {
				["的"] = {
					["小"] = {
						["女"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["臭"] = {
			this = true
		},
		["家"] = {
			["屯"] = {
				["的"] = {
					["孽"] = {
						["事"] = {
							["儿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["仅"] = {
			["逃"] = {
				this = true
			}
		},
		["惊"] = {
			["涛"] = {
				this = true
			}
		},
		["精"] = {
			this = true,
			["桃"] = {
				this = true
			}
		},
		["搵"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["播"] = {
		["乐"] = {
			["子"] = {
				this = true
			}
		},
		A = {
			["片"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["吧"] = {
			this = true
		},
		["播"] = {
			["网"] = {
				this = true
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["色"] = {
			["网"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["熬"] = {
		["熬"] = {
			["撸"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["嘚"] = {
		["嘚"] = {
			["啪"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["啵"] = {
		["啵"] = {
			["网"] = {
				this = true
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					this = true
				}
			}
		},
		["袭"] = {
			["来"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["蝌"] = {
		["蚪"] = {
			["窝"] = {
				this = true,
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["最"] = {
					["新"] = {
						["播"] = {
							["放"] = {
								["视"] = {
									["频"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["芭"] = {
		["普"] = {
			["普"] = {
				this = true
			}
		},
		["比"] = {
			["女"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["将"] = {
			["军"] = {
				this = true
			}
		},
		["蕾"] = {
			["雨"] = {
				this = true,
				["上"] = {
					["访"] = {
						this = true
					},
					["书"] = {
						this = true
					}
				},
				["游"] = {
					["行"] = {
						this = true
					}
				}
			},
			["自"] = {
				["慰"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["草"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["众"] = {
		["里"] = {
			["寻"] = {
				["她"] = {
					["千"] = {
						["百"] = {
							["撸"] = {
								this = true
							}
						}
					}
				},
				["一"] = {
					["的"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["合"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["赢"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["鑫"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["凯"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			}
		},
		["民"] = {
			["命"] = {
				["之"] = {
					["轻"] = {
						this = true
					}
				}
			}
		},
		["明"] = {
			["星"] = {
				["乱"] = {
					["淫"] = {
						["禁"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["泰"] = {
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["央"] = {
			["企"] = {
				["抢"] = {
					["地"] = {
						["王"] = {
							this = true
						}
					}
				}
			}
		},
		["志"] = {
			["成"] = {
				["城"] = {
					this = true
				}
			}
		},
		["人"] = {
			["的"] = {
				["微"] = {
					["光"] = {
						["，"] = {
							["终"] = {
								["一"] = {
									["日"] = {
										["汇"] = {
											["成"] = {
												["炬"] = {
													["火"] = {
														["，"] = {
															["把"] = {
																["苍"] = {
																	["穹"] = {
																		["照"] = {
																			["亮"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["呺"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["罪"] = {
		["恶"] = {
			["都"] = {
				["市"] = {
					["女"] = {
						["警"] = {
							["炼"] = {
								["狱"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["交"] = {
				["易"] = {
					["妻"] = {
						this = true
					}
				}
			}
		},
		["犯"] = {
			["刘"] = {
				["晓"] = {
					["波"] = {
						this = true,
						["犯"] = {
							["的"] = {
								["是"] = {
									["什"] = {
										["么"] = {
											["罪"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["哥"] = {
			["商"] = {
				["城"] = {
					this = true
				}
			}
		},
		["状"] = {
			["中"] = {
				["纪"] = {
					["委"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["娇"] = {
		["艳"] = {
			["青"] = {
				["春"] = {
					["之"] = {
						["放"] = {
							["纵"] = {
								this = true
							}
						}
					}
				}
			},
			["都"] = {
				["市"] = {
					this = true
				}
			},
			["江"] = {
				["湖"] = {
					this = true,
					["电"] = {
						["子"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["生"] = {
					this = true
				}
			}
		},
		["宠"] = {
			["水"] = {
				["芙"] = {
					["蓉"] = {
						this = true
					}
				}
			}
		},
		["娇"] = {
			["师"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["美"] = {
			["的"] = {
				["舅"] = {
					["妈"] = {
						this = true
					}
				}
			}
		},
		["媚"] = {
			["儿"] = {
				this = true
			}
		},
		["嫩"] = {
			["的"] = {
				["蜜"] = {
					["穴"] = {
						this = true
					}
				},
				["小"] = {
					["阴"] = {
						["核"] = {
							this = true
						}
					}
				}
			},
			["姐"] = {
				["姐"] = {
					["美"] = {
						["乳"] = {
							this = true
						}
					}
				}
			}
		},
		["妻"] = {
			["超"] = {
				["市"] = {
					["被"] = {
						["奸"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["小"] = {
			["鲜"] = {
				["嫩"] = {
					["的"] = {
						["小"] = {
							["屄"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["吟"] = {
			["肉"] = {
				["棒"] = {
					this = true
				}
			}
		},
		["淫"] = {
			["青"] = {
				["春"] = {
					["之"] = {
						["放"] = {
							["纵"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["姆"] = {
		["姆"] = {
			["啪"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["与"] = {
		["家"] = {
			["人"] = {
				["一"] = {
					["起"] = {
						["淫"] = {
							["乱"] = {
								["的"] = {
									["日"] = {
										["子"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["兽"] = {
			["缠"] = {
				["绵"] = {
					this = true
				}
			}
		},
		["表"] = {
			["妹"] = {
				["通"] = {
					["奸"] = {
						this = true
					}
				}
			}
		},
		["美"] = {
			["丽"] = {
				["人"] = {
					["妻"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["友"] = {
				["厕"] = {
					["所"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				},
				["性"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["气"] = {
			["狗"] = {
				["会"] = {
					["友"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			["人"] = {
				["做"] = {
					["爱"] = {
						["自"] = {
							["拍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["师"] = {
			["母"] = {
				["的"] = {
					["激"] = {
						["情"] = {
							this = true
						}
					}
				}
			}
		},
		["同"] = {
			["志"] = {
				["们"] = {
					["商"] = {
						["榷"] = {
							["江"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["一"] = {
			["夜"] = {
				["情"] = {
					this = true
				}
			}
		},
		["毛"] = {
			["比"] = {
				["肩"] = {
					this = true
				}
			}
		},
		["太"] = {
			["阳"] = {
				["同"] = {
					["辉"] = {
						["的"] = {
							["希"] = {
								["贤"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["李"] = {
			["泽"] = {
				["厚"] = {
					["对"] = {
						["话"] = {
							["—"] = {
								["—"] = {
									["感"] = {
										["性"] = {
											["·"] = {
												["个"] = {
													["人"] = {
														["·"] = {
															["我"] = {
																["的"] = {
																	["选"] = {
																		["择"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["医"] = {
		["院"] = {
			["里"] = {
				["的"] = {
					["淫"] = {
						["虐"] = {
							["盛"] = {
								["宴"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["病"] = {
				["假"] = {
					["条"] = {
						this = true
					}
				}
			}
		},
		["疗"] = {
			["设"] = {
				["备"] = {
					["费"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["发"] = {
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			},
			["砖"] = {
				["家"] = {
					this = true
				}
			}
		},
		["师"] = {
			["资"] = {
				["格"] = {
					["证"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
