pg = pg or {}
slot0 = pg
slot0.word_template_23 = {}
slot1 = slot0.word_template_23

temp = function()
	uv0["雙"] = {
		["管"] = {
			["獵"] = {
				["槍"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["3"] = {
						["0"] = {
							["發"] = {
								["提"] = {
									["供"] = {
										this = true
									}
								}
							}
						}
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					},
					["買"] = {
						["賣"] = {
							this = true
						}
					}
				}
			}
		},
		["十"] = {
			["節"] = {
				this = true
			}
		},
		["龍"] = {
			["入"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["飛"] = {
			this = true
		},
		["峰"] = {
			["微"] = {
				["顫"] = {
					this = true
				}
			}
		},
		["穴"] = {
			["齊"] = {
				["插"] = {
					this = true
				}
			}
		},
		["洞"] = {
			["齊"] = {
				["插"] = {
					this = true
				}
			}
		},
		["插"] = {
			["多"] = {
				P = {
					this = true
				}
			}
		},
		["腿"] = {
			["間"] = {
				["的"] = {
					["禁"] = {
						["地"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["猎"] = {
		["枪"] = {
			q = {
				q = {
					this = true
				}
			},
			["到"] = {
				["货"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["制"] = {
				["造"] = {
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				}
			},
			["技"] = {
				["术"] = {
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["话"] = {
					this = true
				}
			},
			["出"] = {
				["货"] = {
					this = true
				}
			}
		},
		["豹"] = {
			["弓"] = {
				["弩"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							["货"] = {
								["到"] = {
									["付"] = {
										["款"] = {
											this = true
										}
									}
								}
							},
							["销"] = {
								["售"] = {
									this = true
								}
							},
							["出"] = {
								["售"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["身"] = {
		["份"] = {
			["證"] = {
				["生"] = {
					["成"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["生"] = {
				["成"] = {
					["器"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["簡"] = {
		["易"] = {
			["炸"] = {
				["蛋"] = {
					["製"] = {
						["作"] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["肇"] = {
			["棟"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["黃"] = {
		["色"] = {
			this = true,
			["妹"] = {
				["妹"] = {
					a = {
						["級"] = {
							["大"] = {
								["片"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["網"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["電"] = {
					["影"] = {
						this = true
					}
				},
				["說"] = {
					this = true
				}
			},
			["文"] = {
				["學"] = {
					this = true
				}
			},
			["網"] = {
				["站"] = {
					this = true
				}
			},
			["漫"] = {
				["畫"] = {
					this = true
				}
			},
			["影"] = {
				["視"] = {
					this = true
				}
			}
		},
		["伯"] = {
			["源"] = {
				this = true
			}
		},
		["慈"] = {
			["萍"] = {
				this = true
			}
		},
		["禍"] = {
			this = true
		},
		["劍"] = {
			["輝"] = {
				this = true
			}
		},
		["金"] = {
			["幼"] = {
				["龍"] = {
					this = true
				}
			},
			["聖"] = {
				["水"] = {
					this = true
				}
			}
		},
		["菊"] = {
			this = true
		},
		["片"] = {
			this = true
		},
		["翔"] = {
			this = true
		},
		["義"] = {
			["交"] = {
				this = true
			}
		},
		["仲"] = {
			["生"] = {
				this = true
			}
		},
		["大"] = {
			["仙"] = {
				this = true
			}
		},
		["牙"] = {
			["籤"] = {
				this = true,
				["出"] = {
					["售"] = {
						this = true
					}
				}
			}
		},
		["冰"] = {
			this = true
		},
		["麻"] = {
			["素"] = {
				this = true
			}
		},
		["樟"] = {
			["油"] = {
				this = true
			}
		},
		["　"] = {
			["菊"] = {
				this = true
			}
		},
		["盤"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["燃"] = {
		["燒"] = {
			["彈"] = {
				["制"] = {
					["作"] = {
						this = true
					}
				},
				["製"] = {
					["作"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["迅"] = {
		["雷"] = {
			["三"] = {
				["级"] = {
					["影"] = {
						["片"] = {
							this = true
						}
					}
				},
				["級"] = {
					["影"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["4"] = {
		["5"] = {
			M = {
				M = {
					["狗"] = {
						["粮"] = {
							this = true
						},
						["糧"] = {
							this = true
						}
					}
				}
			}
		},
		["7"] = {
			["5"] = {
				["1"] = {
					["3"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["点"] = {
			["2"] = {
				["0"] = {
					["叫"] = {
						["醒"] = {
							["我"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["點"] = {
			["2"] = {
				["0"] = {
					["叫"] = {
						["醒"] = {
							["我"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["溫"] = {
		["切"] = {
			["斯"] = {
				["特"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		B = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["比"] = {
			this = true
		},
		["家"] = {
			["寶"] = {
				this = true
			},
			["保"] = {
				this = true
			},
			["飽"] = {
				this = true
			}
		},
		["元"] = {
			["凱"] = {
				this = true
			}
		},
		["徹"] = {
			["斯"] = {
				["特"] = {
					["銷"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["賈"] = {
			["斯"] = {
				["特"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["加"] = {
			["寶"] = {
				this = true
			}
		},
		["馨"] = {
			this = true
		},
		["總"] = {
			["理"] = {
				this = true
			}
		},
		["假"] = {
			["飽"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["立"] = {
		["式"] = {
			["双"] = {
				["管"] = {
					["猎"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						}
					},
					["枪"] = {
						["销"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			},
			["雙"] = {
				["管"] = {
					["獵"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						}
					},
					["槍"] = {
						["銷"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["英"] = {
		["国"] = {
			["骚"] = {
				["本"] = {
					["订"] = {
						["购"] = {
							this = true
						}
					}
				}
			},
			B = {
				["5"] = {
					["供"] = {
						["应"] = {
							this = true
						}
					}
				}
			},
			b = {
				["5"] = {
					["0"] = {
						this = true
					}
				}
			}
		},
		["雄"] = {
			["纪"] = {
				["念"] = {
					["碑"] = {
						this = true
					}
				}
			},
			["紀"] = {
				["念"] = {
					["碑"] = {
						this = true
					}
				}
			}
		},
		["國"] = {
			["騷"] = {
				["本"] = {
					["訂"] = {
						["購"] = {
							this = true
						}
					}
				}
			},
			B = {
				["5"] = {
					["供"] = {
						["應"] = {
							this = true
						}
					}
				}
			},
			b = {
				["5"] = {
					["0"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["步"] = {
		q = {
			i = {
				a = {
					n = {
						g = {
							["销"] = {
								["售"] = {
									this = true
								}
							},
							["貨"] = {
								["到"] = {
									["付"] = {
										["款"] = {
											this = true
										}
									}
								}
							},
							["出"] = {
								["售"] = {
									this = true
								}
							},
							["哪"] = {
								["裡"] = {
									["有"] = {
										["賣"] = {
											this = true
										}
									}
								}
							},
							["货"] = {
								["到"] = {
									["付"] = {
										["款"] = {
											this = true
										}
									}
								}
							},
							["銷"] = {
								["售"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["銷"] = {
		["售"] = {
			["手"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				},
				["槍"] = {
					this = true
				}
			},
			["遙"] = {
				["控"] = {
					["解"] = {
						["碼"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["控"] = {
					["解"] = {
						["碼"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["干"] = {
				["擾"] = {
					["器"] = {
						this = true
					}
				}
			},
			["售"] = {
				["用"] = {
					["麻"] = {
						["醉"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["電"] = {
				["擊"] = {
					["麻"] = {
						["醉"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["黃"] = {
					["素"] = {
						this = true
					}
				},
				["醉"] = {
					q = {
						i = {
							a = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					}
				},
				["古"] = {
					["果"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["间"] = {
				["苯"] = {
					["三"] = {
						["酚"] = {
							this = true
						}
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["步"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["獵"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				},
				["槍"] = {
					this = true
				}
			},
			["海"] = {
				["豹"] = {
					M = {
						["9"] = {
							this = true
						}
					}
				}
			},
			P = {
				C = {
					P = {
						["新"] = {
							["貴"] = {
								["手"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["胡"] = {
				["椒"] = {
					["醛"] = {
						this = true
					}
				}
			},
			["青"] = {
				["蒿"] = {
					["素"] = {
						this = true
					}
				}
			},
			["黃"] = {
				["體"] = {
					["酮"] = {
						this = true
					}
				},
				["綠"] = {
					["牙"] = {
						["籤"] = {
							this = true
						}
					}
				}
			},
			["四"] = {
				["氫"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["各"] = {
				["式"] = {
					["小"] = {
						["口"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				},
				["古"] = {
					this = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["鹽"] = {
				["酸"] = {
					this = true,
					["羥"] = {
						["亞"] = {
							["胺"] = {
								this = true
							}
						}
					},
					["氯"] = {
						["胺"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["健"] = {
				["衛"] = {
					["步"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["鑽"] = {
				["石"] = {
					["?"] = {
						this = true
					}
				}
			},
			k = {
				i = {
					n = {
						g = {
							["粉"] = {
								this = true
							}
						}
					}
				}
			},
			["軍"] = {
				["用"] = {
					["雷"] = {
						["鳴"] = {
							["登"] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						}
					},
					["手"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["槍"] = {
				["支"] = {
					this = true
				}
			},
			["高"] = {
				["壓"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["廣"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["鐘"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					},
					["牌"] = {
						["汽"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["幹"] = {
				["擾"] = {
					["器"] = {
						this = true
					}
				}
			},
			["乙"] = {
				["醚"] = {
					this = true
				}
			},
			["鄰"] = {
				["氯"] = {
					["苯"] = {
						["晴"] = {
							this = true
						}
					}
				}
			},
			["羥"] = {
				["基"] = {
					["環"] = {
						["戊"] = {
							["基"] = {
								this = true
							}
						}
					}
				}
			},
			["苯"] = {
				["基"] = {
					["丙"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["可"] = {
				["哥"] = {
					["精"] = {
						this = true
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							this = true
						}
					}
				}
			},
			["左"] = {
				["旋"] = {
					["麻"] = {
						["黃"] = {
							["素"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["然"] = {
					["咖"] = {
						["啡"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			},
			["唧"] = {
				["筒"] = {
					["式"] = {
						["獵"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["間"] = {
				["苯"] = {
					["三"] = {
						["酚"] = {
							this = true
						}
					}
				}
			},
			["禿"] = {
				["鷹"] = {
					this = true,
					["汽"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["氣"] = {
				["槍"] = {
					this = true
				}
			},
			["虎"] = {
				["頭"] = {
					["雙"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["國"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["臺"] = {
				["灣"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["進"] = {
				["口"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["純"] = {
				["古"] = {
					this = true
				}
			},
			["水"] = {
				["晶"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["捷"] = {
				["克"] = {
					["左"] = {
						["輪"] = {
							this = true
						}
					}
				}
			},
			["趙"] = {
				["氏"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["北"] = {
				["朝"] = {
					["鮮"] = {
						["冰"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			}
		},
		["魂"] = {
			["洞"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["售"] = {
		["高"] = {
			["仿"] = {
				["真"] = {
					["人"] = {
						["民"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["人"] = {
						["民"] = {
							["幣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["軍"] = {
			["用"] = {
				["手"] = {
					["枪"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			Q = {
				Q = {
					this = true
				}
			}
		},
		I = {
			D = {
				this = true
			}
		},
		["号"] = {
			this = true
		},
		["软"] = {
			["件"] = {
				this = true
			}
		},
		["槍"] = {
			Q = {
				Q = {
					this = true
				}
			}
		},
		["號"] = {
			this = true
		},
		["軟"] = {
			["體"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["買"] = {
		["賣"] = {
			["老"] = {
				["虎"] = {
					["頭"] = {
						["獵"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["車"] = {
					["攔"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["四"] = {
				["氢"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								this = true
							}
						}
					}
				},
				["氫"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["鷹"] = {
				["牌"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["小"] = {
				["冰"] = {
					["磚"] = {
						["?"] = {
							this = true
						}
					}
				}
			},
			["鹽"] = {
				["酸"] = {
					["羥"] = {
						["亞"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["眼"] = {
				["鏡"] = {
					["蛇"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["獵"] = {
				["槍"] = {
					["子"] = {
						["彈"] = {
							this = true
						}
					}
				}
			},
			["黃"] = {
				["麻"] = {
					["素"] = {
						this = true
					}
				}
			},
			["槍"] = {
				["支"] = {
					this = true
				}
			}
		},
		["胡"] = {
			["椒"] = {
				["基"] = {
					["甲"] = {
						["基"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["春"] = {
			this = true,
			["堂"] = {
				this = true
			},
			["軍"] = {
				["團"] = {
					this = true
				}
			}
		},
		["槍"] = {
			this = true
		},
		["兇"] = {
			["殺"] = {
				["人"] = {
					this = true
				}
			}
		},
		["財"] = {
			["富"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["硝"] = {
		["酸"] = {
			["甘"] = {
				["油"] = {
					["炸"] = {
						["药"] = {
							["制"] = {
								["造"] = {
									this = true
								}
							}
						},
						["藥"] = {
							["製"] = {
								["造"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["气"] = {
		["枪"] = {
			["专"] = {
				["卖"] = {
					this = true,
					["店"] = {
						this = true
					}
				}
			},
			["电"] = {
				["话"] = {
					this = true
				}
			},
			["销"] = {
				["售"] = {
					this = true
				}
			},
			["子"] = {
				["弹"] = {
					["专"] = {
						["卖"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["动"] = {
			["钢"] = {
				["珠"] = {
					["枪"] = {
						["购"] = {
							["买"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["狗"] = {
			["销"] = {
				["售"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["象"] = {
			["局"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["驾"] = {
		["照"] = {
			["代"] = {
				["办"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["各"] = {
		["种"] = {
			["枪"] = {
				["支"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["级"] = {
			["同"] = {
				["工"] = {
					["被"] = {
						["立"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["種"] = {
			["槍"] = {
				["支"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["級"] = {
			["同"] = {
				["工"] = {
					["被"] = {
						["立"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["德"] = {
		["版"] = {
			P = {
				P = {
					K = {
						["供"] = {
							["应"] = {
								this = true
							},
							["應"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["維"] = {
			["爾"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["散"] = {
		["弹"] = {
			["枪"] = {
				["买"] = {
					["卖"] = {
						this = true
					}
				}
			}
		},
		["彈"] = {
			["槍"] = {
				["買"] = {
					["賣"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["力"] = {
		["斯"] = {
			["曼"] = {
				["弓"] = {
					["弩"] = {
						["供"] = {
							["应"] = {
								this = true
							},
							["應"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["月"] = {
			["西"] = {
				["片"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["森"] = {
		["林"] = {
			["之"] = {
				["鹰"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["鷹"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["組"] = {
		["裝"] = {
			["錄"] = {
				["音"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								this = true
							},
							["軟"] = {
								["體"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						["7"] = {
							["6"] = {
								["2"] = {
									m = {
										m = {
											["槍"] = {
												["提"] = {
													["供"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鹽"] = {
		["酸"] = {
			["羟"] = {
				["亞"] = {
					["胺"] = {
						["合"] = {
							["成"] = {
								this = true
							}
						}
					}
				}
			},
			["羥"] = {
				["亞"] = {
					["胺"] = {
						["技"] = {
							["術"] = {
								this = true,
								["轉"] = {
									["讓"] = {
										this = true
									}
								}
							}
						},
						["訂"] = {
							["購"] = {
								this = true
							}
						},
						["電"] = {
							["話"] = {
								this = true
							}
						},
						["出"] = {
							["貨"] = {
								this = true
							}
						},
						["到"] = {
							["貨"] = {
								this = true
							}
						},
						q = {
							q = {
								this = true
							}
						},
						["合"] = {
							["成"] = {
								this = true
							}
						}
					}
				},
				["技"] = {
					["術"] = {
						["轉"] = {
							["讓"] = {
								this = true
							}
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						["製"] = {
							["作"] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						},
						["批"] = {
							["發"] = {
								this = true
							}
						}
					}
				}
			},
			["去"] = {
				["氧"] = {
					["麻"] = {
						["黃"] = {
							["堿"] = {
								["電"] = {
									["話"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["网"] = {
		["络"] = {
			["公"] = {
				["关"] = {
					["删"] = {
						["帖"] = {
							["公"] = {
								["司"] = {
									Q = {
										Q = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["水"] = {
				["军"] = {
					["招"] = {
						["聘"] = {
							this = true
						}
					}
				}
			},
			["执"] = {
				["行"] = {
					["工"] = {
						["作"] = {
							["室"] = {
								["招"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["推"] = {
				["手"] = {
					["招"] = {
						["人"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["手"] = {
					["招"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["炒"] = {
				["作"] = {
					["培"] = {
						["训"] = {
							this = true
						}
					},
					["执"] = {
						["行"] = {
							["专"] = {
								["家"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["危"] = {
				["机"] = {
					["公"] = {
						["关"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			}
		},
		["上"] = {
			["发"] = {
				["帖"] = {
					["赚"] = {
						["钱"] = {
							this = true
						}
					}
				}
			}
		},
		["管"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["《"] = {
		["三"] = {
			["宫"] = {
				["六"] = {
					["院"] = {
						["七"] = {
							["十"] = {
								["二"] = {
									["妃"] = {
										["》"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["宮"] = {
				["六"] = {
					["院"] = {
						["七"] = {
							["十"] = {
								["二"] = {
									["妃"] = {
										["》"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["上"] = {
			["床"] = {
				["求"] = {
					["欢"] = {
						["》"] = {
							this = true
						}
					},
					["歡"] = {
						["》"] = {
							this = true
						}
					}
				},
				["不"] = {
					["说"] = {
						["爱"] = {
							["》"] = {
								this = true
							}
						}
					},
					["說"] = {
						["愛"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["现"] = {
			["代"] = {
				["逍"] = {
					["遥"] = {
						["录"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["魅"] = {
			["夜"] = {
				["帝"] = {
					["国"] = {
						["》"] = {
							this = true
						}
					},
					["國"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["春"] = {
			["欲"] = {
				["手"] = {
					["》"] = {
						this = true
					}
				}
			}
		},
		["同"] = {
			["居"] = {
				["万"] = {
					["岁"] = {
						["》"] = {
							this = true
						}
					}
				},
				["萬"] = {
					["歲"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["我"] = {
			["的"] = {
				["缠"] = {
					["绵"] = {
						["往"] = {
							["事"] = {
								["》"] = {
									this = true
								}
							}
						}
					}
				},
				["纏"] = {
					["綿"] = {
						["往"] = {
							["事"] = {
								["》"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["和"] = {
				["僵"] = {
					["尸"] = {
						["有"] = {
							["个"] = {
								["约"] = {
									["会"] = {
										["之"] = {
											["僵"] = {
												["尸"] = {
													["始"] = {
														["祖"] = {
															["》"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["屍"] = {
						["有"] = {
							["個"] = {
								["約"] = {
									["會"] = {
										["之"] = {
											["僵"] = {
												["屍"] = {
													["始"] = {
														["祖"] = {
															["》"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["风"] = {
			["流"] = {
				["逸"] = {
					["飞"] = {
						["》"] = {
							this = true
						}
					}
				},
				["岁"] = {
					["月"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["至"] = {
			["尊"] = {
				["狼"] = {
					["威"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["爸"] = {
			["爸"] = {
				["的"] = {
					["新"] = {
						["娘"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["流"] = {
			["氓"] = {
				["燕"] = {
					["的"] = {
						["日"] = {
							["记"] = {
								["》"] = {
									this = true
								}
							},
							["記"] = {
								["》"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["娇"] = {
			["艳"] = {
				["江"] = {
					["湖"] = {
						["》"] = {
							this = true
						}
					}
				},
				["人"] = {
					["生"] = {
						["》"] = {
							this = true
						}
					}
				}
			},
			["宠"] = {
				["水"] = {
					["芙"] = {
						["蓉"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["夜"] = {
			["诱"] = {
				["娘"] = {
					["子"] = {
						["》"] = {
							this = true
						}
					}
				}
			},
			["誘"] = {
				["娘"] = {
					["子"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["爱"] = {
			["上"] = {
				["少"] = {
					["妇"] = {
						["小"] = {
							["镇"] = {
								["情"] = {
									["人"] = {
										["》"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["与"] = {
				["性"] = {
					[" "] = {
						["-"] = {
							["一"] = {
								["个"] = {
									["大"] = {
										["学"] = {
											["女"] = {
												["老"] = {
													["师"] = {
														["的"] = {
															["自"] = {
																["述"] = {
																	["》"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["地"] = {
			["狱"] = {
				["召"] = {
					["唤"] = {
						["》"] = {
							this = true
						}
					}
				}
			},
			["獄"] = {
				["召"] = {
					["喚"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["绝"] = {
			["色"] = {
				["淫"] = {
					["妃"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["恶"] = {
			["女"] = {
				["戏"] = {
					["夫"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["萧"] = {
			["府"] = {
				["之"] = {
					["败"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["重"] = {
			["生"] = {
				["之"] = {
					["乱"] = {
						["世"] = {
							["种"] = {
								["马"] = {
									Y = {
										Y = {
											["传"] = {
												["奇"] = {
													["》"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["亂"] = {
						["世"] = {
							["種"] = {
								["馬"] = {
									Y = {
										Y = {
											["傳"] = {
												["奇"] = {
													["》"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["呻"] = {
			["吟"] = {
				["》"] = {
					this = true
				}
			}
		},
		["梦"] = {
			["幻"] = {
				["逆"] = {
					["玉"] = {
						["王"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["嬉"] = {
			["游"] = {
				["花"] = {
					["丛"] = {
						["》"] = {
							this = true
						}
					}
				}
			},
			["遊"] = {
				["花"] = {
					["叢"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["欲"] = {
			["医"] = {
				["天"] = {
					["下"] = {
						["》"] = {
							this = true
						}
					}
				}
			},
			["醫"] = {
				["天"] = {
					["下"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["之"] = {
				["戒"] = {
					["四"] = {
						["合"] = {
							["院"] = {
								["》"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["逼"] = {
			["羊"] = {
				["为"] = {
					["狼"] = {
						["》"] = {
							this = true
						}
					}
				},
				["為"] = {
					["狼"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["遍"] = {
			["地"] = {
				["桃"] = {
					["花"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["飞"] = {
			["机"] = {
				["失"] = {
					["事"] = {
						["后"] = {
							["的"] = {
								["云"] = {
									["雨"] = {
										["》"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["寒"] = {
			["潭"] = {
				["鹤"] = {
					["影"] = {
						["》"] = {
							this = true
						}
					}
				},
				["鶴"] = {
					["影"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["超"] = {
			["级"] = {
				["公"] = {
					["子"] = {
						["》"] = {
							this = true
						}
					}
				}
			},
			["級"] = {
				["公"] = {
					["子"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["包"] = {
			["养"] = {
				["情"] = {
					["妇"] = {
						["》"] = {
							this = true
						}
					}
				}
			},
			["養"] = {
				["情"] = {
					["婦"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["天"] = {
			["生"] = {
				["我"] = {
					["材"] = {
						["必"] = {
							["有"] = {
								["用"] = {
									["二"] = {
										["》"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["情"] = {
			["欲"] = {
				["》"] = {
					this = true
				}
			}
		},
		["教"] = {
			["会"] = {
				["基"] = {
					["本"] = {
						["建"] = {
							["造"] = {
								["草"] = {
									["案"] = {
										["》"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["會"] = {
				["基"] = {
					["本"] = {
						["建"] = {
							["造"] = {
								["草"] = {
									["案"] = {
										["》"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["現"] = {
			["代"] = {
				["逍"] = {
					["遙"] = {
						["錄"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["風"] = {
			["流"] = {
				["逸"] = {
					["飛"] = {
						["》"] = {
							this = true
						}
					}
				},
				["歲"] = {
					["月"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["嬌"] = {
			["豔"] = {
				["江"] = {
					["湖"] = {
						["》"] = {
							this = true
						}
					}
				},
				["人"] = {
					["生"] = {
						["》"] = {
							this = true
						}
					}
				}
			},
			["寵"] = {
				["水"] = {
					["芙"] = {
						["蓉"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["愛"] = {
			["上"] = {
				["少"] = {
					["婦"] = {
						["小"] = {
							["鎮"] = {
								["情"] = {
									["人"] = {
										["》"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["與"] = {
				["性"] = {
					[" "] = {
						["-"] = {
							["一"] = {
								["個"] = {
									["大"] = {
										["學"] = {
											["女"] = {
												["老"] = {
													["師"] = {
														["的"] = {
															["自"] = {
																["述"] = {
																	["》"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["絕"] = {
			["色"] = {
				["淫"] = {
					["妃"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["惡"] = {
			["女"] = {
				["戲"] = {
					["夫"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["蕭"] = {
			["府"] = {
				["之"] = {
					["敗"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["夢"] = {
			["幻"] = {
				["逆"] = {
					["玉"] = {
						["王"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["飛"] = {
			["機"] = {
				["失"] = {
					["事"] = {
						["後"] = {
							["的"] = {
								["雲"] = {
									["雨"] = {
										["》"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["窃"] = {
		["听"] = {
			["卡"] = {
				this = true
			},
			["器"] = {
				this = true,
				["材"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.A = {
		V = {
			["美"] = {
				["女"] = {
					["小"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						},
						["視"] = {
							["頻"] = {
								this = true
							}
						}
					}
				}
			},
			["狼"] = {
				this = true
			},
			["下"] = {
				["载"] = {
					this = true
				},
				["載"] = {
					this = true
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					["下"] = {
						["载"] = {
							this = true
						}
					}
				}
			},
			["種"] = {
				["子"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				this = true
			},
			["片"] = {
				this = true
			}
		},
		["4"] = {
			U = {
				["人"] = {
					["体"] = {
						["艺"] = {
							["术"] = {
								this = true
							}
						}
					},
					["體"] = {
						["藝"] = {
							["術"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["片"] = {
			this = true,
			["播"] = {
				["放"] = {
					["器"] = {
						this = true
					},
					["機"] = {
						this = true
					}
				}
			},
			["基"] = {
				["地"] = {
					this = true
				}
			}
		},
		D = {
			M = {
				I = {
					N = {
						this = true
					}
				}
			}
		},
		d = {
			m = {
				i = {
					n = {
						this = true,
						i = {
							s = {
								t = {
									r = {
										a = {
											t = {
												o = {
													r = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		I = {
			D = {
				S = {
					this = true
				}
			},
			O = {
				R = {
					T = {
						["墓"] = {
							["地"] = {
								this = true
							}
						}
					}
				}
			},
			["滋"] = {
				this = true
			}
		},
		i = {
			o = {
				r = {
					t = {
						["墓"] = {
							["地"] = {
								this = true
							}
						}
					}
				}
			},
			d = {
				s = {
					this = true
				}
			}
		},
		r = {
			q = {
				u = {
					s = {
						["会"] = {
							["议"] = {
								["场"] = {
									this = true
								}
							}
						},
						["會"] = {
							["議"] = {
								["場"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		t = {
			a = {
				n = {
					["的"] = {
						["移"] = {
							["动"] = {
								["石"] = {
									this = true
								}
							},
							["動"] = {
								["石"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		R = {
			Q = {
				U = {
					S = {
						["会"] = {
							["议"] = {
								["场"] = {
									this = true
								}
							}
						},
						["會"] = {
							["議"] = {
								["場"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		S = {
			S = {
				H = {
					O = {
						L = {
							E = {
								this = true
							}
						}
					}
				}
			}
		},
		T = {
			A = {
				N = {
					["的"] = {
						["移"] = {
							["动"] = {
								["石"] = {
									this = true
								}
							},
							["動"] = {
								["石"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		s = {
			s = {
				[" "] = {
					h = {
						o = {
							l = {
								e = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["聊"] = {
			["電"] = {
				["影"] = {
					this = true
				}
			}
		}
	}
end

temp()
