pg = pg or {}
slot0 = pg
slot0.word_template_129 = {}
slot1 = slot0.word_template_129

temp = function()
	uv0["兦"] = {
		["冂"] = {
			["幵"] = {
				["鎖"] = {
					["傆"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["仼"] = {
		["ㄌ"] = {
			["в"] = {
				["型"] = {
					["エ"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["蒾"] = {
				["伱"] = {
					["兂"] = {
						["敵"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蛧"] = {
		["仩"] = {
			["帾"] = {
				["博"] = {
					["僟"] = {
						this = true
					},
					["遊"] = {
						["戱"] = {
							this = true
						}
					}
				}
			},
			["荖"] = {
				["唬"] = {
					["僟"] = {
						this = true
					}
				}
			},
			["嫃"] = {
				["亾"] = {
					["娯"] = {
						["泺"] = {
							["畼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["絡"] = {
			["電"] = {
				["視"] = {
					["蜯"] = {
						["電"] = {
							["話"] = {
								this = true
							}
						}
					}
				}
			},
			["雇"] = {
				["砽"] = {
					["軍"] = {
						this = true
					}
				}
			},
			["凊"] = {
				["脃"] = {
					["尒"] = {
						["説"] = {
							this = true
						}
					}
				}
			}
		},
		["襪"] = {
			["Ｏ"] = {
				["Ｌ"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["迋"] = {
		["劦"] = {
			["в"] = {
				["侀"] = {
					["笁"] = {
						["倶"] = {
							this = true
						}
					}
				}
			},
			["洣"] = {
				["沵"] = {
					["嘸"] = {
						["敵"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["忘"] = {
		["不"] = {
			["了"] = {
				["的"] = {
					["骚"] = {
						B = {
							this = true
						}
					}
				}
			}
		},
		["佳"] = {
			["人"] = {
				["激"] = {
					["情"] = {
						["裸"] = {
							["聊"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["望"] = {
		["城"] = {
			["县"] = {
				["Ｋ"] = {
					["粉"] = {
						this = true
					}
				}
			}
		},
		["当"] = {
			["局"] = {
				["幡"] = {
					["然"] = {
						["悔"] = {
							["悟"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["气"] = {
			["术"] = {
				this = true
			}
		},
		["月"] = {
			["な"] = {
				["な"] = {
					this = true
				}
			},
			["璐"] = {
				["亚"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["寧"] = {
				["寧"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["星"] = {
				["来"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["危"] = {
		["机"] = {
			this = true,
			["公"] = {
				["关"] = {
					this = true
				}
			},
			["闫"] = {
				["村"] = {
					this = true
				}
			}
		},
		["险"] = {
			["液"] = {
				["体"] = {
					["检"] = {
						["测"] = {
							["仪"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["薇"] = {
		["薇"] = {
			["情"] = {
				["色"] = {
					["基"] = {
						["地"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["羽"] = {
			["看"] = {
				["世"] = {
					["间"] = {
						this = true
					}
				}
			}
		},
		["娅"] = {
			["跌"] = {
				["倒"] = {
					["，"] = {
						["国"] = {
							["家"] = {
								["吃"] = {
									["饱"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["信"] = {
			this = true
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["委"] = {
		["黑"] = {
			["幕"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["洧"] = {
		["⑥"] = {
			["④"] = {
				["熗"] = {
					["荬"] = {
						this = true
					}
				}
			}
		},
		["閞"] = {
			["潑"] = {
				["嘌"] = {
					this = true,
					["匯"] = {
						this = true
					}
				}
			}
		},
		["栤"] = {
			["磚"] = {
				this = true
			}
		},
		["偿"] = {
			["獻"] = {
				["腎"] = {
					this = true
				}
			}
		},
		["咑"] = {
			["掱"] = {
				this = true
			}
		},
		["電"] = {
			["檠"] = {
				["輥"] = {
					this = true
				}
			}
		},
		["迀"] = {
			["擾"] = {
				["噐"] = {
					this = true
				}
			}
		},
		["徦"] = {
			["币"] = {
				this = true
			},
			["錢"] = {
				this = true
			}
		},
		["軍"] = {
			["剌"] = {
				this = true
			}
		},
		["荬"] = {
			this = true
		},
		["腎"] = {
			["羱"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["梶"] = {
		["田"] = {
			["櫻"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["偉"] = {
		["哥"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["纹"] = {
		["身"] = {
			["妹"] = {
				["推"] = {
					["油"] = {
						["被"] = {
							["奸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["舞"] = {
			["ら"] = {
				["ん"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["闻"] = {
		["假"] = {
			["宝"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["紋"] = {
		["舞"] = {
			["蘭"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["稳"] = {
		["定"] = {
			["保"] = {
				["二"] = {
					["十"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["邓"] = {
				["小"] = {
					["平"] = {
						["杀"] = {
							["二"] = {
								["十"] = {
									["万"] = {
										["人"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["杀"] = {
				["二"] = {
					["十"] = {
						["万"] = {
							["人"] = {
								["邓"] = {
									["小"] = {
										["平"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["币"] = {
				["浮"] = {
					["动"] = {
						["币"] = {
							["设"] = {
								["计"] = {
									["天"] = {
										["下"] = {
											["无"] = {
												["双"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["二"] = {
			["十"] = {
				["年"] = {
					["二"] = {
						["十"] = {
							["万"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["夹"] = {
			["爆"] = {
				this = true
			}
		},
		["假"] = {
			["宝"] = {
				this = true
			}
		},
		["赚"] = {
			["时"] = {
				["时"] = {
					["彩"] = {
						this = true
					}
				}
			}
		},
		["化"] = {
			["哒"] = {
				["哥"] = {
					["命"] = {
						this = true
					}
				}
			}
		},
		["坐"] = {
			["钓"] = {
				["鱼"] = {
					["台"] = {
						this = true
					}
				}
			}
		},
		["割"] = {
			this = true
		},
		["家"] = {
			["煲"] = {
				this = true
			}
		},
		["重"] = {
			["向"] = {
				["贷"] = {
					this = true
				}
			},
			["项"] = {
				["好"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["喔"] = {
		["快"] = {
			["爽"] = {
				["死"] = {
					this = true
				}
			}
		},
		["哇"] = {
			["成"] = {
				this = true
			}
		},
		["我"] = {
			["又"] = {
				["要"] = {
					["泄"] = {
						["泄"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蜗"] = {
		["牛"] = {
			["迷"] = {
				["你"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["窩"] = {
		["窩"] = {
			["客"] = {
				this = true
			},
			["色"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["捰"] = {
		["聊"] = {
			["网"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["仴"] = {
		["伢"] = {
			["兂"] = {
				["敵"] = {
					["灞"] = {
						["仼"] = {
							this = true
						}
					}
				}
			}
		},
		["厊"] = {
			["嘸"] = {
				["敵"] = {
					["覇"] = {
						["迋"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["握"] = {
		["把"] = {
			["保"] = {
				["险"] = {
					this = true
				}
			}
		},
		["手"] = {
			["激"] = {
				["情"] = {
					["私"] = {
						["社"] = {
							this = true
						}
					}
				}
			}
		},
		["住"] = {
			["你"] = {
				["的"] = {
					["枪"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["屋"] = {
		["色"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["烏"] = {
		["頭"] = {
			["碱"] = {
				this = true
			}
		},
		["雲"] = {
			["其"] = {
				["木"] = {
					["格"] = {
						this = true
					}
				}
			}
		},
		["爾"] = {
			["凱"] = {
				["西"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["毋"] = {
		["ふ"] = {
			["亂"] = {
				["囵"] = {
					["洎"] = {
						["啪"] = {
							this = true
						}
					}
				}
			}
		},
		["孒"] = {
			["薍"] = {
				["倫"] = {
					["洎"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["忘"] = {
			this = true,
			["6"] = {
				["四"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true,
					["二"] = {
						["十"] = {
							["周"] = {
								["年"] = {
									this = true
								}
							}
						}
					},
					["继"] = {
						["承"] = {
							["英"] = {
								["烈"] = {
									this = true,
									["志"] = {
										this = true
									}
								}
							}
						}
					},
					["血"] = {
						["染"] = {
							["的"] = {
								["风"] = {
									["采"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			},
			["赵"] = {
				["紫"] = {
					["阳"] = {
						["毋"] = {
							["忘"] = {
								["6"] = {
									["4"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				["3"] = {
					["周"] = {
						["?"] = {
							["年"] = {
								["|"] = {
									["毋"] = {
										["忘"] = {
											["三"] = {
												["十"] = {
													["三"] = {
														["周"] = {
															["?"] = {
																["年"] = {
																	["|"] = {
																		["勿"] = {
																			["忘"] = {
																				["三"] = {
																					["十"] = {
																						["三"] = {
																							["周"] = {
																								["?"] = {
																									["年"] = {
																										["|"] = {
																											["勿"] = {
																												["忘"] = {
																													["3"] = {
																														["3"] = {
																															["周"] = {
																																["?"] = {
																																	["年"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["芜"] = {
		["湖"] = {
			["办"] = {
				["理"] = {
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["证"] = {
					["网"] = {
						this = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["找"] = {
				["三"] = {
					["陪"] = {
						this = true
					}
				}
			}
		},
		["县"] = {
			["连"] = {
				["任"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["唔"] = {
		["尔"] = {
			["凯"] = {
				["西"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["仵"] = {
		["逅"] = {
			["嘢"] = {
				["彌"] = {
					["甡"] = {
						["種"] = {
							["孒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["夜"] = {
			["爽"] = {
				["魸"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["捂"] = {
		["鼻"] = {
			["昏"] = {
				this = true,
				["睡"] = {
					["湿"] = {
						["巾"] = {
							this = true
						}
					}
				}
			}
		},
		["耳"] = {
			["凯"] = {
				["西"] = {
					this = true
				}
			}
		},
		["汗"] = {
			["绯"] = {
				["炎"] = {
					this = true
				}
			}
		},
		["嘴"] = {
			this = true
		}
	}
end

temp()
