pg = pg or {}
slot0 = pg
slot0.word_template_153 = {}
slot1 = slot0.word_template_153

function temp()
	uv0["删"] = {
		["帖"] = {
			["公"] = {
				["司"] = {
					this = true
				}
			}
		},
		["除"] = {
			["负"] = {
				["面"] = {
					["帖"] = {
						["子"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true,
							["请"] = {
								["找"] = {
									this = true
								}
							}
						}
					},
					["贴"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["贴"] = {
			["公"] = {
				["司"] = {
					this = true
				}
			}
		},
		["号"] = {
			this = true
		},
		[" "] = {
			["号"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["弓"] = {
		["弩"] = {
			["专"] = {
				["卖"] = {
					this = true
				}
			},
			["出"] = {
				["售"] = {
					this = true
				}
			},
			["專"] = {
				["賣"] = {
					this = true
				}
			}
		},
		["雖"] = {
			this = true,
			["女"] = {
				["幹"] = {
					this = true
				}
			}
		},
		["虽"] = {
			["女"] = {
				["干"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["氣"] = {
		["動"] = {
			["鋼"] = {
				["珠"] = {
					["槍"] = {
						["購"] = {
							["買"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["狗"] = {
			["销"] = {
				["售"] = {
					this = true
				}
			},
			["出"] = {
				["售"] = {
					this = true
				}
			},
			["銷"] = {
				["售"] = {
					this = true,
					["網"] = {
						this = true
					}
				}
			}
		},
		["槍"] = {
			["專"] = {
				["賣"] = {
					this = true,
					["店"] = {
						this = true
					}
				}
			},
			["電"] = {
				["話"] = {
					this = true
				}
			},
			["銷"] = {
				["售"] = {
					this = true
				}
			},
			["子"] = {
				["彈"] = {
					["專"] = {
						["賣"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["象"] = {
			["局"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["供"] = {
		["应"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				},
				["糖"] = {
					this = true
				}
			},
			["健"] = {
				["卫"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					},
					["氯"] = {
						this = true
					}
				},
				["羟"] = {
					["亚"] = {
						["胺"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["奶"] = {
				["油"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["五"] = {
				["连"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["谷"] = {
					this = true
				},
				["黄"] = {
					["素"] = {
						this = true
					}
				},
				["果"] = {
					["丸"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["广"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["钟"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true,
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								this = true
							}
						}
					},
					["可"] = {
						["可"] = {
							["碱"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["虎"] = {
				["头"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["双"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["罂"] = {
				["粟"] = {
					["壳"] = {
						this = true
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["四"] = {
				["氢"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["青"] = {
				["蒿"] = {
					["素"] = {
						this = true
					}
				}
			},
			["无"] = {
				["水"] = {
					["咖"] = {
						["啡"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			},
			["咖"] = {
				["啡"] = {
					["硷"] = {
						this = true
					},
					["碱"] = {
						this = true
					}
				}
			},
			["胡"] = {
				["椒"] = {
					["基"] = {
						["甲"] = {
							["基"] = {
								this = true
							}
						}
					}
				}
			},
			["植"] = {
				["物"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["化"] = {
				["学"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["天"] = {
				["然"] = {
					["咖"] = {
						["啡"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			},
			["可"] = {
				["可"] = {
					["精"] = {
						this = true
					}
				}
			},
			["麦"] = {
				["角"] = {
					["醇"] = {
						this = true
					}
				}
			},
			["氢"] = {
				["化"] = {
					["可"] = {
						["的"] = {
							["松"] = {
								this = true
							}
						}
					}
				}
			},
			["黄"] = {
				["体"] = {
					["酮"] = {
						this = true
					}
				},
				["冰"] = {
					this = true
				}
			},
			["白"] = {
				["冰"] = {
					this = true
				}
			},
			["删"] = {
				["除"] = {
					["贴"] = {
						["吧"] = {
							["帖"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["應"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				},
				["糖"] = {
					this = true
				}
			},
			["健"] = {
				["衛"] = {
					["步"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["鹽"] = {
				["酸"] = {
					["羥"] = {
						["亞"] = {
							["胺"] = {
								this = true,
								["?"] = {
									this = true
								}
							}
						}
					},
					["氯"] = {
						this = true
					}
				},
				["羥"] = {
					["亞"] = {
						["胺"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					},
					["牌"] = {
						["汽"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["徑"] = {
						["步"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["奶"] = {
				["油"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["五"] = {
				["連"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["穀"] = {
					this = true
				},
				["黃"] = {
					["素"] = {
						this = true
					}
				},
				["果"] = {
					["丸"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["廣"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["壓"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["鐘"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["獵"] = {
				["槍"] = {
					this = true
				}
			},
			["禿"] = {
				["鷹"] = {
					this = true,
					["汽"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["汽"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								this = true
							}
						}
					},
					["可"] = {
						["哥"] = {
							["堿"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["虎"] = {
				["頭"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					},
					["雙"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["罌"] = {
				["粟"] = {
					["殼"] = {
						this = true
					}
				}
			},
			["美"] = {
				["國"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["臺"] = {
				["灣"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["進"] = {
				["口"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["四"] = {
				["氫"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								["?"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["青"] = {
				["蒿"] = {
					["素"] = {
						["?"] = {
							this = true
						}
					}
				}
			},
			["無"] = {
				["水"] = {
					["咖"] = {
						["啡"] = {
							["因"] = {
								["?"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["咖"] = {
				["啡"] = {
					["鹼"] = {
						this = true
					}
				}
			},
			["胡"] = {
				["椒"] = {
					["基"] = {
						["甲"] = {
							["基"] = {
								this = true
							}
						}
					}
				}
			},
			["植"] = {
				["物"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["化"] = {
				["學"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["天"] = {
				["然"] = {
					["咖"] = {
						["啡"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			},
			["可"] = {
				["哥"] = {
					["精"] = {
						this = true
					}
				}
			},
			["麥"] = {
				["角"] = {
					["醇"] = {
						this = true
					}
				}
			},
			["氫"] = {
				["化"] = {
					["可"] = {
						["的"] = {
							["松"] = {
								this = true
							}
						}
					}
				}
			},
			["黃"] = {
				["體"] = {
					["酮"] = {
						this = true
					}
				},
				["冰"] = {
					this = true
				}
			},
			["白"] = {
				["冰"] = {
					this = true
				}
			},
			["刪"] = {
				["除"] = {
					["貼"] = {
						["吧"] = {
							["帖"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
