pg = pg or {}
slot0 = pg
slot0.word_template_166 = {}
slot1 = slot0.word_template_166

temp = function()
	uv0["森"] = {
		["林"] = {
			["之"] = {
				["鹰"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["鷹"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["組"] = {
		["裝"] = {
			["錄"] = {
				["音"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								this = true
							},
							["軟"] = {
								["體"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						["7"] = {
							["6"] = {
								["2"] = {
									m = {
										m = {
											["槍"] = {
												["提"] = {
													["供"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鹽"] = {
		["酸"] = {
			["羟"] = {
				["亞"] = {
					["胺"] = {
						["合"] = {
							["成"] = {
								this = true
							}
						}
					}
				}
			},
			["羥"] = {
				["亞"] = {
					["胺"] = {
						["技"] = {
							["術"] = {
								this = true,
								["轉"] = {
									["讓"] = {
										this = true
									}
								}
							}
						},
						["訂"] = {
							["購"] = {
								this = true
							}
						},
						["電"] = {
							["話"] = {
								this = true
							}
						},
						["出"] = {
							["貨"] = {
								this = true
							}
						},
						["到"] = {
							["貨"] = {
								this = true
							}
						},
						q = {
							q = {
								this = true
							}
						},
						["合"] = {
							["成"] = {
								this = true
							}
						}
					}
				},
				["技"] = {
					["術"] = {
						["轉"] = {
							["讓"] = {
								this = true
							}
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						["製"] = {
							["作"] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						},
						["批"] = {
							["發"] = {
								this = true
							}
						}
					}
				}
			},
			["去"] = {
				["氧"] = {
					["麻"] = {
						["黃"] = {
							["堿"] = {
								["電"] = {
									["話"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["网"] = {
		["络"] = {
			["公"] = {
				["关"] = {
					["删"] = {
						["帖"] = {
							["公"] = {
								["司"] = {
									Q = {
										Q = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["水"] = {
				["军"] = {
					["招"] = {
						["聘"] = {
							this = true
						}
					}
				}
			},
			["执"] = {
				["行"] = {
					["工"] = {
						["作"] = {
							["室"] = {
								["招"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["推"] = {
				["手"] = {
					["招"] = {
						["人"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["手"] = {
					["招"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["炒"] = {
				["作"] = {
					["培"] = {
						["训"] = {
							this = true
						}
					},
					["执"] = {
						["行"] = {
							["专"] = {
								["家"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["危"] = {
				["机"] = {
					["公"] = {
						["关"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			}
		},
		["上"] = {
			["发"] = {
				["帖"] = {
					["赚"] = {
						["钱"] = {
							this = true
						}
					}
				}
			}
		},
		["管"] = {
			this = true
		}
	}
end

temp()
