pg = pg or {}
slot0 = pg
slot0.word_template_130 = {}
slot1 = slot0.word_template_130

temp = function()
	uv0["5"] = {
		["5"] = {
			s = {
				s = {
					s = {
						["偷"] = {
							["拍"] = {
								["区"] = {
									this = true
								},
								["區"] = {
									this = true
								}
							}
						}
					}
				}
			},
			M = {
				M = {
					["狗"] = {
						["粮"] = {
							this = true
						},
						["糧"] = {
							this = true
						}
					}
				}
			}
		},
		["2"] = {
			["异"] = {
				["性"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			s = {
				x = {
					h = {
						y = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			p = {
				p = {
					s = {
						a = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["異"] = {
				["性"] = {
					["社"] = {
						["區"] = {
							this = true
						}
					}
				}
			}
		},
		["4"] = {
			["手"] = {
				["槍"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					}
				},
				["枪"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["式"] = {
				["到"] = {
					["货"] = {
						this = true
					},
					["貨"] = {
						this = true
					}
				},
				["图"] = {
					["纸"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["出"] = {
					["货"] = {
						this = true
					},
					["貨"] = {
						this = true
					}
				},
				["电"] = {
					["话"] = {
						this = true
					}
				},
				["制"] = {
					["造"] = {
						this = true
					}
				},
				q = {
					q = {
						this = true
					}
				},
				["圖"] = {
					["紙"] = {
						this = true
					}
				},
				["轉"] = {
					["讓"] = {
						this = true
					}
				},
				["訂"] = {
					["購"] = {
						this = true
					}
				},
				["電"] = {
					["話"] = {
						this = true
					}
				},
				["製"] = {
					["造"] = {
						this = true
					}
				}
			},
			h = {
				e = {
					r = {
						o = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["8"] = {
			["."] = {
				["2"] = {
					["5"] = {
						["3"] = {
							["."] = {
								["6"] = {
									["7"] = {
										["."] = {
											["7"] = {
												["4"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["1"] = {
			j = {
				i = {
					a = {
						f = {
							e = {
								n = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				u = {
					e = {
						z = {
							h = {
								a = {
									n = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			h = {
				d = {
					w = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["9"] = {
			["7"] = {
				f = {
					t = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["6"] = {
			["7"] = {
				["5"] = {
					["6"] = {
						["7"] = {
							a = {
								a = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		d = {
			["6"] = {
				d = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		m = {
			["5"] = {
				m = {
					["5"] = {
						m = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.x = {
		i = {
			a = {
				o = {
					["7"] = {
						["7"] = {
							this = true,
							["."] = {
								["1"] = {
									["2"] = {
										["4"] = {
											["3"] = {
												["."] = {
													n = {
														e = {
															t = {
																["."] = {
																	c = {
																		n = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							l = {
								u = {
									n = {
										t = {
											a = {
												n = {
													["."] = {
														["1"] = {
															["2"] = {
																["4"] = {
																	["9"] = {
																		["."] = {
																			n = {
																				e = {
																					t = {
																						["."] = {
																							c = {
																								n = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					q = {
						i = {
							n = {
								z = {
									a = {
										i = {
											x = {
												i = {
													a = {
														n = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				s = {
					h = {
						e = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				},
				g = {
					q = {
						i = {
							n = {
								g = {
									z = {
										h = {
											o = {
												n = {
													g = {
														r = {
															e = {
																n = {
																	["."] = {
																		["1"] = {
																			["1"] = {
																				["7"] = {
																					["4"] = {
																						["."] = {
																							n = {
																								e = {
																									t = {
																										["."] = {
																											c = {
																												n = {
																													this = true
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				a = {
					u = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		t = {
			l = {
				this = true
			}
		},
		l = {
			["5"] = {
				["1"] = {
					["7"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		q = {
			["-"] = {
				w = {
					l = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		y = {
			a = {
				["3"] = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			},
			x = {
				g = {
					h = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			q = {
				["2"] = {
					s = {
						f = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		d = {
			n = {
				s = {
					["."] = {
						e = {
							u = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["2"] = {
		["2"] = {
			["2"] = {
				s = {
					e = {
						["图"] = {
							["片"] = {
								this = true
							}
						},
						["圖"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["1"] = {
			["世"] = {
				["纪"] = {
					["中"] = {
						["国"] = {
							["基"] = {
								["金"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["紀"] = {
					["中"] = {
						["國"] = {
							["基"] = {
								["金"] = {
									["會"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["0"] = {
			["8"] = {
				["."] = {
					["4"] = {
						["3"] = {
							["."] = {
								["1"] = {
									["9"] = {
										["8"] = {
											["."] = {
												["5"] = {
													["6"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["3"] = {
					["3"] = {
						["3"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		y = {
			["7"] = {
				v = {
					["."] = {
						c = {
							n = {
								h = {
									w = {
										x = {
											v = {
												o = {
													t = {
														e = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		f = {
			e = {
				i = {
					c = {
						h = {
							e = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["穴"] = {
			["中"] = {
				["出"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["五"] = {
		["月"] = {
			["天"] = {
				this = true
			}
		},
		["连"] = {
			["猎"] = {
				["枪"] = {
					["3"] = {
						["0"] = {
							["发"] = {
								["提"] = {
									["供"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["发"] = {
				["猎"] = {
					["枪"] = {
						["销"] = {
							["售"] = {
								this = true
							}
						},
						["专"] = {
							["卖"] = {
								this = true
							}
						},
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["連"] = {
			["發"] = {
				["獵"] = {
					["槍"] = {
						["销"] = {
							["售"] = {
								this = true
							}
						},
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["銷"] = {
							["售"] = {
								this = true
							}
						},
						["專"] = {
							["賣"] = {
								this = true
							}
						}
					}
				}
			},
			["獵"] = {
				["槍"] = {
					["3"] = {
						["0"] = {
							["發"] = {
								["提"] = {
									["供"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["四"] = {
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			}
		},
		["星"] = {
			["红"] = {
				["旗"] = {
					this = true
				}
			},
			["紅"] = {
				["旗"] = {
					this = true
				}
			}
		},
		["大"] = {
			["訴"] = {
				["求"] = {
					this = true
				}
			},
			["诉"] = {
				["求"] = {
					this = true
				}
			}
		}
	}
end

temp()
