pg = pg or {}
slot0 = pg
slot0.word_template_4 = {}
slot1 = slot0.word_template_4

temp = function()
	uv0["拿"] = {
		["破"] = {
			["仑"] = {
				this = true
			},
			["崙"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["亚"] = {
		["历"] = {
			["山"] = {
				["大"] = {
					this = true
				}
			}
		},
		["情"] = {
			this = true
		},
		["洲"] = {
			["色"] = {
				this = true
			},
			["淫"] = {
				["娃"] = {
					this = true
				}
			},
			["性"] = {
				["虐"] = {
					this = true
				},
				["交"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["有"] = {
				["码"] = {
					this = true
				}
			},
			["插"] = {
				["穴"] = {
					["图"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["拉"] = {
		["姆"] = {
			["斯"] = {
				["菲"] = {
					["尔"] = {
						["德"] = {
							this = true
						}
					},
					["爾"] = {
						["德"] = {
							this = true
						}
					}
				}
			}
		},
		["皮"] = {
			["條"] = {
				this = true
			}
		},
		["嘎"] = {
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			}
		},
		["登"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["劳"] = {
		["拉"] = {
			this = true
		},
		["+"] = {
			["教"] = {
				["+"] = {
					["所"] = {
						this = true
					}
				}
			}
		},
		["动"] = {
			["保"] = {
				["障"] = {
					["部"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鲍"] = {
		["威"] = {
			["尔"] = {
				this = true
			}
		},
		["岳"] = {
			["桥"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["奥"] = {
		["巴"] = {
			["马"] = {
				this = true
			}
		},
		["马"] = {
			["尔"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["野"] = {
		["田"] = {
			["佳"] = {
				["彦"] = {
					this = true
				},
				["彥"] = {
					this = true
				}
			}
		},
		["外"] = {
			["性"] = {
				["交"] = {
					this = true
				}
			},
			["露"] = {
				["出"] = {
					this = true
				}
			}
		},
		["鶏"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["玄"] = {
		["叶"] = {
			["光"] = {
				["一"] = {
					["郎"] = {
						this = true
					}
				}
			}
		},
		["葉"] = {
			["光"] = {
				["一"] = {
					["郎"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["本"] = {
		["拉"] = {
			["登"] = {
				this = true
			},
			["丹"] = {
				this = true
			}
		},
		["土"] = {
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["無"] = {
				["碼"] = {
					this = true
				}
			}
		},
		["?"] = {
			["拉"] = {
				["登"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["柴"] = {
		["玲"] = {
			this = true
		},
		["契"] = {
			["爾"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["达"] = {
		["赖"] = {
			this = true,
			["喇"] = {
				["嘛"] = {
					this = true
				}
			},
			["返"] = {
				["回"] = {
					["西"] = {
						["藏"] = {
							this = true
						}
					}
				}
			}
		},
		["米"] = {
			["宣"] = {
				["教"] = {
					["会"] = {
						this = true,
						["世"] = {
							["界"] = {
								["总"] = {
									["本"] = {
										["部"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["菲"] = {
			["鸡"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["姚"] = {
		["文"] = {
			["元"] = {
				this = true
			}
		},
		["羅"] = {
			this = true
		},
		["月"] = {
			["謙"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["东"] = {
		["条"] = {
			["英"] = {
				["机"] = {
					this = true
				}
			}
		},
		["突"] = {
			this = true,
			["厥"] = {
				["斯"] = {
					["坦"] = {
						this = true
					}
				}
			},
			["暴"] = {
				["动"] = {
					["和"] = {
						["独"] = {
							["立"] = {
								this = true
							}
						}
					}
				}
			},
			["组"] = {
				["织"] = {
					this = true
				}
			}
		},
		["亚"] = {
			["病"] = {
				["夫"] = {
					this = true
				}
			}
		},
		["正"] = {
			["教"] = {
				this = true
			}
		},
		["方"] = {
			["闪"] = {
				["电"] = {
					this = true,
					["大"] = {
						["法"] = {
							this = true
						}
					}
				}
			}
		},
		["热"] = {
			["空"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["北"] = {
			x = {
				x = {
					["网"] = {
						this = true
					}
				}
			},
			["独"] = {
				["立"] = {
					this = true
				}
			}
		},
		["京"] = {
			["丸"] = {
				["井"] = {
					["买"] = {
						["卖"] = {
							this = true
						}
					}
				}
			}
		},
		["升"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["墨"] = {
		["索"] = {
			["里"] = {
				["尼"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["冈"] = {
		["村"] = {
			["秀"] = {
				["树"] = {
					this = true
				}
			},
			["宁"] = {
				["次"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["高"] = {
		["丽"] = {
			["朴"] = {
				this = true
			},
			["棒"] = {
				["子"] = {
					this = true
				}
			}
		},
		["治"] = {
			["联"] = {
				this = true
			},
			["聯"] = {
				this = true
			}
		},
		["自"] = {
			["联"] = {
				this = true
			},
			["聯"] = {
				this = true
			}
		},
		["清"] = {
			["性"] = {
				["愛"] = {
					this = true
				}
			}
		},
		["潮"] = {
			this = true,
			["集"] = {
				["锦"] = {
					this = true
				},
				["錦"] = {
					this = true
				}
			},
			["白"] = {
				["浆"] = {
					this = true
				},
				["漿"] = {
					this = true
				}
			}
		},
		["级"] = {
			["逼"] = {
				this = true
			}
		},
		["压"] = {
			["英"] = {
				["国"] = {
					P = {
						C = {
							P = {
								["骚"] = {
									["本"] = {
										["出"] = {
											["售"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					}
				}
			}
		},
		["价"] = {
			["肾"] = {
				["源"] = {
					this = true
				}
			}
		},
		["效"] = {
			["三"] = {
				["唑"] = {
					["仑"] = {
						this = true
					},
					["侖"] = {
						this = true
					}
				}
			}
		},
		["麗"] = {
			["棒"] = {
				["子"] = {
					this = true
				}
			},
			["樸"] = {
				this = true
			}
		},
		["文"] = {
			["謙"] = {
				this = true
			}
		},
		["薪"] = {
			["養"] = {
				["廉"] = {
					this = true
				}
			}
		},
		["俊"] = {
			this = true
		},
		["校"] = {
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["群"] = {
				["体"] = {
					["事"] = {
						["件"] = {
							this = true
						}
					}
				},
				["體"] = {
					["事"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["骚"] = {
				["乱"] = {
					this = true
				}
			},
			["騷"] = {
				["亂"] = {
					this = true
				}
			}
		},
		["級"] = {
			["逼"] = {
				this = true
			}
		},
		["壓"] = {
			["英"] = {
				["國"] = {
					P = {
						C = {
							P = {
								["騷"] = {
									["本"] = {
										["出"] = {
											["售"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["氣"] = {
				["槍"] = {
					["製"] = {
						["造"] = {
							["圖"] = {
								this = true
							}
						}
					},
					["技"] = {
						["術"] = {
							["轉"] = {
								["讓"] = {
									this = true
								}
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["到"] = {
						["貨"] = {
							this = true
						}
					},
					["出"] = {
						["貨"] = {
							this = true
						}
					},
					["訂"] = {
						["購"] = {
							this = true
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			}
		},
		["價"] = {
			["腎"] = {
				["源"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["沃"] = {
		["尔"] = {
			["开"] = {
				["西"] = {
					this = true
				}
			}
		},
		["爾"] = {
			["開"] = {
				["西"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["赖"] = {
		["昌"] = {
			["星"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["班"] = {
		["禅"] = {
			this = true
		},
		["禪"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["额"] = {
		["尔"] = {
			["德"] = {
				["尼"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["山"] = {
		["本"] = {
			["五"] = {
				["十"] = {
					["六"] = {
						this = true
					}
				}
			}
		},
		["猪"] = {
			["气"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["口"] = {
			["組"] = {
				this = true
			}
		},
		["豬"] = {
			["氣"] = {
				["手"] = {
					["槍"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["热"] = {
		["那"] = {
			["亚"] = {
				this = true
			}
		},
		["比"] = {
			["娅"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["花"] = {
		["革"] = {
			["命"] = {
				this = true
			}
		},
		["和"] = {
			["尚"] = {
				["社"] = {
					["区"] = {
						["成"] = {
							["人"] = {
								["性"] = {
									["用"] = {
										["品"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["區"] = {
						["成"] = {
							["人"] = {
								["性"] = {
									["用"] = {
										["品"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["导"] = {
					["航"] = {
						this = true
					}
				},
				["導"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["花"] = {
			["公"] = {
				["子"] = {
					this = true
				}
			}
		},
		["样"] = {
			["性"] = {
				["交"] = {
					this = true
				}
			}
		},
		["都"] = {
			["逍"] = {
				["遥"] = {
					["乡"] = {
						["村"] = {
							["春"] = {
								["光"] = {
									this = true
								}
							}
						}
					}
				},
				["遙"] = {
					["鄉"] = {
						["村"] = {
							["春"] = {
								["光"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["柳"] = {
			this = true
		},
		["樣"] = {
			["性"] = {
				["交"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["茉"] = {
		["莉"] = {
			["花"] = {
				this = true,
				["革"] = {
					["命"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["牡"] = {
		["丹"] = {
			["花"] = {
				this = true,
				["革"] = {
					["命"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["两"] = {
		["会"] = {
			this = true
		},
		["个"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["国"] = {
			["论"] = {
				this = true
			}
		},
		["性"] = {
			["淫"] = {
				["乱"] = {
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			}
		},
		["腿"] = {
			["之"] = {
				["间"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["中"] = {
		["国"] = {
			["茉"] = {
				["莉"] = {
					["花"] = {
						["革"] = {
							["命"] = {
								this = true
							}
						},
						["运"] = {
							["动"] = {
								this = true
							}
						}
					}
				}
			},
			["之"] = {
				["春"] = {
					this = true
				}
			},
			["人"] = {
				["民"] = {
					["解"] = {
						["放"] = {
							["军"] = {
								this = true
							}
						}
					}
				}
			},
			["猪"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["城"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						["7"] = {
							["6"] = {
								["2"] = {
									m = {
										m = {
											["枪"] = {
												["出"] = {
													["售"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["气"] = {
				["狗"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				},
				["枪"] = {
					["网"] = {
						this = true
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["恐"] = {
				["怖"] = {
					["组"] = {
						["织"] = {
							this = true
						}
					}
				}
			}
		},
		["共"] = {
			this = true,
			["军"] = {
				["警"] = {
					this = true
				}
			},
			["班"] = {
				["禅"] = {
					this = true
				},
				["禪"] = {
					this = true
				}
			},
			["軍"] = {
				["警"] = {
					this = true
				}
			}
		},
		["宣"] = {
			["部"] = {
				this = true
			}
		},
		["纪"] = {
			["委"] = {
				this = true
			}
		},
		["华"] = {
			["全"] = {
				["国"] = {
					["总"] = {
						["工"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["地"] = {
					this = true
				},
				["众"] = {
					this = true
				},
				["陆"] = {
					["行"] = {
						["政"] = {
							["执"] = {
								["事"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["实"] = {
						["话"] = {
							["实"] = {
								["说"] = {
									this = true
								}
							}
						}
					},
					["正"] = {
						["邪"] = {
							this = true
						}
					}
				}
			},
			["时"] = {
				["事"] = {
					this = true
				}
			},
			["养"] = {
				["生"] = {
					["益"] = {
						["智"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["实"] = {
					["报"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["民"] = {
				["国"] = {
					this = true
				}
			}
		},
		["央"] = {
			["委"] = {
				["员"] = {
					this = true
				},
				["員"] = {
					this = true
				}
			},
			["军"] = {
				["事"] = {
					["委"] = {
						["员"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["台"] = {
						this = true
					}
				}
			},
			["電"] = {
				["視"] = {
					["臺"] = {
						this = true
					}
				}
			},
			["軍"] = {
				["事"] = {
					["委"] = {
						["員"] = {
							["會"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["文"] = {
			["搜"] = {
				["性"] = {
					["网"] = {
						this = true
					},
					["網"] = {
						this = true
					}
				}
			}
		},
		["年"] = {
			["美"] = {
				["妇"] = {
					this = true
				},
				["婦"] = {
					this = true
				}
			}
		},
		["毒"] = {
			["的"] = {
				["圖"] = {
					["騰"] = {
						this = true
					}
				}
			},
			["圖"] = {
				["騰"] = {
					this = true
				}
			}
		},
		["俄"] = {
			["邊"] = {
				["界"] = {
					this = true
				}
			}
		},
		["國"] = {
			["復"] = {
				["興"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["共"] = {
				["産"] = {
					["黨"] = {
						this = true
					}
				}
			},
			["孤"] = {
				["兒"] = {
					["院"] = {
						this = true
					}
				}
			},
			["和"] = {
				["平"] = {
					this = true
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["社"] = {
				["會"] = {
					["進"] = {
						["步"] = {
							["黨"] = {
								this = true
							}
						}
					},
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["威"] = {
				["脅"] = {
					["論"] = {
						this = true
					}
				}
			},
			["問"] = {
				["題"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["移"] = {
				["動"] = {
					["通"] = {
						["信"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["實"] = {
					["內"] = {
						["容"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["春"] = {
					this = true
				}
			},
			["猪"] = {
				this = true
			},
			["茉"] = {
				["莉"] = {
					["花"] = {
						["革"] = {
							["命"] = {
								this = true
							}
						},
						["運"] = {
							["動"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["解"] = {
						["放"] = {
							["軍"] = {
								this = true
							}
						}
					}
				}
			},
			["豬"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["愛"] = {
					["城"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						["7"] = {
							["6"] = {
								["2"] = {
									m = {
										m = {
											["槍"] = {
												["出"] = {
													["售"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["氣"] = {
				["狗"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				},
				["槍"] = {
					["網"] = {
						this = true
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["恐"] = {
				["怖"] = {
					["組"] = {
						["織"] = {
							this = true
						}
					}
				}
			}
		},
		["華"] = {
			["大"] = {
				["地"] = {
					this = true
				},
				["衆"] = {
					this = true
				},
				["眾"] = {
					this = true
				},
				["陸"] = {
					["行"] = {
						["政"] = {
							["執"] = {
								["事"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["講"] = {
				["清"] = {
					this = true
				}
			},
			["民"] = {
				["國"] = {
					this = true
				}
			},
			["人"] = {
				["民"] = {
					["實"] = {
						["話"] = {
							["實"] = {
								["說"] = {
									this = true
								}
							}
						}
					},
					["正"] = {
						["邪"] = {
							this = true
						}
					}
				}
			},
			["時"] = {
				["事"] = {
					this = true
				}
			},
			["養"] = {
				["生"] = {
					["益"] = {
						["智"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["實"] = {
					["報"] = {
						["道"] = {
							this = true
						},
						["導"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["國"] = {
					["總"] = {
						["工"] = {
							["會"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["南"] = {
			["海"] = {
				this = true
			}
		},
		["紀"] = {
			["委"] = {
				this = true
			}
		},
		["出"] = {
			this = true,
			["解"] = {
				["禁"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.M = {
		L = {
			this = true,
			["花"] = {
				this = true,
				["革"] = {
					["命"] = {
						this = true
					}
				},
				["运"] = {
					["动"] = {
						this = true
					}
				},
				["運"] = {
					["動"] = {
						this = true
					}
				}
			}
		},
		M = {
			["屄"] = {
				this = true
			}
		},
		["9"] = {
			["2"] = {
				F = {
					["式"] = {
						["手"] = {
							["槍"] = {
								["买"] = {
									["卖"] = {
										this = true
									}
								},
								["買"] = {
									["賣"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		a = {
			i = {
				["骚"] = {
					this = true
				},
				["騷"] = {
					this = true
				}
			}
		},
		A = {
			I = {
				["骚"] = {
					this = true
				},
				["騷"] = {
					this = true
				}
			},
			K = {
				I = {
					N = {
						G = {
							this = true
						}
					}
				}
			}
		},
		I = {
			N = {
				G = {
					H = {
						U = {
							I = {
								this = true,
								N = {
									E = {
										W = {
											S = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["梅"] = {
		["花"] = {
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["屄"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			}
		},
		["毒"] = {
			this = true
		},
		["绮"] = {
			this = true,
			["("] = {
				["江"] = {
					["端"] = {
						["仪"] = {
							[")"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["綺"] = {
			this = true,
			["("] = {
				["江"] = {
					["端"] = {
						["儀"] = {
							[")"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
