pg = pg or {}
slot0 = pg
slot0.word_template_30 = {}
slot1 = slot0.word_template_30

temp = function()
	uv0["葵"] = {
		["花"] = {
			["子"] = {
				["政"] = {
					["变"] = {
						this = true
					},
					["變"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["二"] = {
		["十"] = {
			["日"] = {
				this = true
			}
		},
		B = {
			this = true
		},
		["穴"] = {
			["中"] = {
				["出"] = {
					this = true
				}
			}
		},
		["仆"] = {
			["人"] = {
				this = true
			}
		},
		["屄"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["乙"] = {
			["基"] = {
				["酰"] = {
					["胺"] = {
						["发"] = {
							["抡"] = {
								this = true
							}
						}
					}
				},
				["醯"] = {
					["胺"] = {
						["發"] = {
							["掄"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["奶"] = {
			this = true
		},
		["僕"] = {
			["人"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["广"] = {
		["场"] = {
			this = true
		},
		["州"] = {
			["三"] = {
				["箭"] = {
					q = {
						q = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["1"] = {
		["9"] = {
			["8"] = {
				["9"] = {
					["年"] = {
						["6"] = {
							["月"] = {
								["4"] = {
									["日"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["8"] = {
			["大"] = {
				this = true
			},
			["禁"] = {
				this = true
			},
			["摸"] = {
				this = true
			},
			["9"] = {
				["0"] = {
					["0"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["6"] = {
			d = {
				y = {
					["-"] = {
						["图"] = {
							["库"] = {
								this = true
							}
						},
						["圖"] = {
							["庫"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				this = true
			},
			["6"] = {
				["5"] = {
					["7"] = {
						["8"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["2"] = {
			["3"] = {
				["4"] = {
					c = {
						h = {
							e = {
								n = {
									g = {
										r = {
											e = {
												n = {
													["."] = {
														["1"] = {
															["2"] = {
																["4"] = {
																	["9"] = {
																		["."] = {
																			n = {
																				e = {
																					t = {
																						["."] = {
																							c = {
																								n = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["1"] = {
			x = {
				p = {
					["."] = {
						["1"] = {
							["2"] = {
								["4"] = {
									["3"] = {
										["."] = {
											n = {
												e = {
													t = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["0"] = {
				["0"] = {
					y = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["3"] = {
			["1"] = {
				["."] = {
					c = {
						o = {
							m = {
								this = true
							}
						}
					}
				}
			},
			["8"] = {
				["8"] = {
					["8"] = {
						w = {
							g = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				l = {
					["."] = {
						n = {
							e = {
								t = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["7"] = {
			["1"] = {
				["7"] = {
					["3"] = {
						d = {
							l = {
								["."] = {
									n = {
										e = {
											t = {
												this = true
											}
										}
									}
								}
							}
						},
						y = {
							x = {
								d = {
									l = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			y = {
				o = {
					u = {
						l = {
							e = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				a = {
					t = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["5"] = {
			["8"] = {
				l = {
					e = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			w = {
				y = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		t = {
			["1"] = {
				t = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		q = {
			m = {
				s = {
					j = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["0"] = {
			["0"] = {
				["0"] = {
					s = {
						c = {
							a = {
								r = {
									f = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				b = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
