pg = pg or {}
slot0 = pg
slot0.word_template_64 = {}
slot1 = slot0.word_template_64

temp = function()
	uv0["拈"] = {
		["花"] = {
			["网"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["蕾"] = {
		["丝"] = {
			["兔"] = {
				["宝"] = {
					["宝"] = {
						this = true
					}
				}
			},
			["边"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["感"] = {
					["美"] = {
						["容"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["咪"] = {
			this = true
		},
		["絲"] = {
			["邊"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["琪"] = {
		["琪"] = {
			["涩"] = {
				this = true
			},
			["色"] = {
				this = true,
				["原"] = {
					this = true,
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				},
				["播"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["布"] = {
				this = true,
				["网"] = {
					["址"] = {
						this = true
					}
				}
			},
			["黄"] = {
				["鳝"] = {
					this = true
				}
			},
			["热"] = {
				["热"] = {
					["色"] = {
						["原"] = {
							["无"] = {
								["码"] = {
									this = true
								}
							},
							A = {
								V = {
									this = true
								}
							}
						}
					}
				}
			},
			s = {
				e = {
					["琪"] = {
						["琪"] = {
							["色"] = {
								this = true
							}
						}
					}
				}
			},
			["撸"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["尤"] = {
			["春"] = {
				["色"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["校"] = {
		["园"] = {
			["浪"] = {
				["荡"] = {
					["史"] = {
						this = true
					}
				}
			},
			["静"] = {
				["坐"] = {
					this = true
				}
			}
		},
		["鸡"] = {
			this = true,
			["门"] = {
				this = true
			},
			["店"] = {
				this = true
			}
		},
		["花"] = {
			this = true,
			["沉"] = {
				["沦"] = {
					["记"] = {
						this = true
					}
				}
			},
			[","] = {
				["沉"] = {
					["沦"] = {
						["记"] = {
							["\""] = {
								this = true
							}
						}
					}
				}
			},
			["被"] = {
				["干"] = {
					["出"] = {
						["屁"] = {
							["声"] = {
								this = true
							}
						}
					}
				}
			},
			["姐"] = {
				["姐"] = {
					["初"] = {
						["下"] = {
							["海"] = {
								this = true
							}
						}
					}
				}
			},
			["门"] = {
				["性"] = {
					["爱"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["門"] = {
				["性"] = {
					["愛"] = {
						["視"] = {
							["頻"] = {
								this = true
							}
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["级"] = {
			["复"] = {
				["员"] = {
					["军"] = {
						["官"] = {
							this = true
						}
					}
				}
			}
		},
		n = {
			["花"] = {
				this = true
			}
		},
		["服"] = {
			["妹"] = {
				["赤"] = {
					["裸"] = {
						["身"] = {
							["体"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["埖"] = {
			["冂"] = {
				["性"] = {
					["噯"] = {
						["視"] = {
							["頻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["友"] = {
			["劉"] = {
				["鶴"] = {
					this = true
				}
			}
		},
		["长"] = {
			["办"] = {
				["公"] = {
					["室"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蚊"] = {
		["香"] = {
			["社"] = {
				this = true
			}
		},
		["子"] = {
			["鱼"] = {
				this = true
			},
			y = {
				u = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["影"] = {
		["音"] = {
			["先"] = {
				["锋"] = {
					["资"] = {
						["源"] = {
							["男"] = {
								["人"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					},
					a = {
						v = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["酷"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["搞"] = {
		["色"] = {
			["网"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["基"] = {
			this = true
		},
		["栗"] = {
			["棒"] = {
				this = true
			}
		},
		["晚"] = {
			["会"] = {
				this = true
			},
			["會"] = {
				this = true
			}
		},
		["1"] = {
			["次"] = {
				this = true
			}
		},
		B = {
			this = true
		},
		["比"] = {
			this = true
		},
		["处"] = {
			["女"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["得"] = {
			["冒"] = {
				["白"] = {
					["浆"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["的"] = {
			["骚"] = {
				["妇"] = {
					["爽"] = {
						["歪"] = {
							["歪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["定"] = {
			["女"] = {
				["网"] = {
					["友"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			}
		},
		["搞"] = {
			["色"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["邻"] = {
			["居"] = {
				["美"] = {
					["妻"] = {
						this = true
					}
				}
			}
		},
		["妹"] = {
			["妹"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["嫩"] = {
			["逼"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["你"] = {
			this = true
		},
		["破"] = {
			["鞋"] = {
				this = true
			}
		},
		["清"] = {
			["免"] = {
				["费"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["三"] = {
			["妹"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			["手"] = {
				["的"] = {
					["少"] = {
						["妇"] = {
							this = true
						},
						["婦"] = {
							this = true
						}
					}
				}
			}
		},
		["死"] = {
			this = true
		},
		["他"] = {
			this = true
		},
		["她"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["抚"] = {
		["玉"] = {
			this = true
		},
		["摸"] = {
			["乳"] = {
				["房"] = {
					this = true
				}
			}
		},
		["摩"] = {
			["女"] = {
				["性"] = {
					["阴"] = {
						["部"] = {
							this = true
						}
					}
				}
			},
			["她"] = {
				["的"] = {
					["嫩"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["弄"] = {
			["后"] = {
				["插"] = {
					["入"] = {
						["小"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["逃"] = {
		["亡"] = {
			["艳"] = {
				["旅"] = {
					this = true,
					["*"] = {
						this = true
					},
					["电"] = {
						["子"] = {
							["书"] = {
								this = true
							}
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["豔"] = {
				["旅"] = {
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			}
		},
		["避"] = {
			["超"] = {
				["速"] = {
					this = true,
					["违"] = {
						["章"] = {
							this = true
						}
					}
				}
			}
		},
		["犯"] = {
			this = true,
			["条"] = {
				["例"] = {
					this = true
				}
			}
		},
		["逸"] = {
			this = true
		},
		["至"] = {
			["美"] = {
				["国"] = {
					["王"] = {
						["立"] = {
							["军"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["焚"] = {
		["天"] = {
			["愤"] = {
				["天"] = {
					["淫"] = {
						["魔"] = {
							["阴"] = {
								["魔"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["烧"] = {
			["中"] = {
				["国"] = {
					["国"] = {
						["旗"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["扣"] = {
		["逼"] = {
			["网"] = {
				this = true
			}
		},
		["应"] = {
			["队"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["晓"] = {
		["晓"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["雄"] = {
			["淮"] = {
				["屁"] = {
					this = true
				}
			}
		},
		["波"] = {
			this = true,
			["0"] = {
				["2"] = {
					["和"] = {
						["平"] = {
							["奖"] = {
								this = true
							}
						}
					}
				}
			},
			["哭"] = {
				this = true
			},
			["刘"] = {
				this = true,
				["霞"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["旺"] = {
		["旺"] = {
			["撸"] = {
				this = true
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["小"] = {
				["号"] = {
					this = true
				}
			}
		},
		["气"] = {
			["山"] = {
				this = true
			}
		},
		["氣"] = {
			["山"] = {
				this = true
			}
		},
		["报"] = {
			this = true
		},
		["即"] = {
			["鑫"] = {
				["汽"] = {
					["配"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			["食"] = {
				["品"] = {
					this = true
				}
			}
		},
		["角"] = {
			["集"] = {
				["会"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["占"] = {
				["领"] = {
					this = true
				}
			}
		},
		["仔"] = {
			["小"] = {
				["馒"] = {
					["头"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["豆"] = {
		["豆"] = {
			["色"] = {
				this = true
			},
			["秀"] = {
				this = true
			},
			["中"] = {
				["医"] = {
					["防"] = {
						["治"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["腐"] = {
			["渣"] = {
				this = true
			},
			["女"] = {
				["嫩"] = {
					["白"] = {
						["萝"] = {
							["莉"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["包"] = {
			["和"] = {
				["馅"] = {
					["饼"] = {
						this = true
					}
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["1"] = {
								["0"] = {
									["}"] = {
										["馅"] = {
											["饼"] = {
												["."] = {
													["{"] = {
														["0"] = {
															[","] = {
																["1"] = {
																	["0"] = {
																		["}"] = {
																			["饺"] = {
																				["子"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["荷"] = {
		["包"] = {
			["网"] = {
				this = true
			}
		},
		["治"] = {
			this = true
		},
		["官"] = {
			["在"] = {
				["线"] = {
					["发"] = {
						["牌"] = {
							this = true
						}
					}
				}
			}
		},
		["花"] = {
			["棠"] = {
				["网"] = {
					this = true
				}
			}
		},
		["兰"] = {
			["飞"] = {
				["叶"] = {
					["子"] = {
						this = true
					}
				}
			},
			["水"] = {
				this = true
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			},
			["叶"] = {
				["子"] = {
					this = true
				}
			}
		},
		["枪"] = {
			["实"] = {
				["弹"] = {
					this = true,
					["李"] = {
						["友"] = {
							this = true
						}
					}
				}
			}
		},
		["叶"] = {
			["简"] = {
				this = true
			}
		},
		["韵"] = {
			["诗"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["书"] = {
		["包"] = {
			["网"] = {
				this = true
			}
		},
		["记"] = {
			this = true,
			["处"] = {
				this = true
			},
			[" "] = {
				["谋"] = {
					["杀"] = {
						["前"] = {
							["妻"] = {
								this = true
							}
						}
					}
				}
			},
			["群"] = {
				P = {
					["艳"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["记"] = {
						["住"] = {
							["你"] = {
								this = true
							}
						}
					}
				}
			},
			["总"] = {
				["理"] = {
					["坐"] = {
						this = true
					}
				}
			}
		},
		["客"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["朋"] = {
			c = {
				c = {
					this = true
				}
			}
		},
		["僮"] = {
			this = true
		},
		["香"] = {
			["气"] = {
				["质"] = {
					["女"] = {
						["大"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["小"] = {
			["力"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["嫂"] = {
		["嫂"] = {
			["色"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["轻"] = {
		["轻"] = {
			["射"] = {
				this = true
			},
			["干"] = {
				this = true,
				["天"] = {
					["天"] = {
						["射"] = {
							this = true
						}
					}
				}
			}
		},
		["型"] = {
			["巡"] = {
				["航"] = {
					["导"] = {
						["弹"] = {
							["的"] = {
								["制"] = {
									["作"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["火"] = {
				["绳"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["狙"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["松"] = {
			["制"] = {
				["作"] = {
					["原"] = {
						["子"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["复"] = {
				["制"] = {
					this = true
				}
			},
			["拿"] = {
				["本"] = {
					["科"] = {
						this = true
					}
				}
			},
			["新"] = {
				["闻"] = {
					["网"] = {
						this = true
					}
				}
			},
			["原"] = {
				["子"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		["舟"] = {
			["快"] = {
				["讯"] = {
					this = true
				}
			}
		},
		["机"] = {
			["枪"] = {
				this = true
			}
		},
		["甲"] = {
			["莽"] = {
				["盖"] = {
					this = true
				}
			}
		},
		["井"] = {
			["泽"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			["泽"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["狂"] = {
			["一"] = {
				["笑"] = {
					["帝"] = {
						["王"] = {
							["受"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["落"] = {
			["天"] = {
				["下"] = {
					this = true
				}
			}
		},
		["微"] = {
			S = {
				M = {
					this = true
				}
			}
		},
		["功"] = {
			["飞"] = {
				["在"] = {
					["庄"] = {
						["稼"] = {
							["上"] = {
								this = true
							}
						}
					},
					["稻"] = {
						["草"] = {
							["上"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["丐"] = {
		["帮"] = {
			["情"] = {
				["色"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蛋"] = {
		["尽"] = {
			["良"] = {
				["绝"] = {
					this = true
				}
			}
		},
		["弓"] = {
			["枪"] = {
				this = true
			}
		},
		["蛋"] = {
			["模"] = {
				["具"] = {
					this = true
				}
			},
			["撸"] = {
				this = true
			}
		},
		["白"] = {
			["合"] = {
				["成"] = {
					["激"] = {
						["素"] = {
							this = true
						}
					},
					["类"] = {
						["固"] = {
							["醇"] = {
								this = true
							}
						}
					}
				}
			},
			["同"] = {
				["化"] = {
					["制"] = {
						["剂"] = {
							this = true
						}
					}
				}
			}
		},
		["疼"] = {
			["，"] = {
				["扯"] = {
					["蛋"] = {
						this = true
					}
				}
			}
		},
		["吵"] = {
			["饭"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["娜"] = {
		["娜"] = {
			["啪"] = {
				this = true
			}
		},
		["奥"] = {
			["米"] = {
				["\\"] = {
					p = {
						P = {
							["?"] = {
								["弗"] = {
									["朗"] = {
										["索"] = {
											["瓦"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["偶"] = {
		["夜"] = {
			["网"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["咨"] = {
		["询"] = {
			this = true,
			["财"] = {
				["税"] = {
					["陈"] = {
						["先"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			},
			["西"] = {
				["班"] = {
					["牙"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["讯"] = {
			["紫"] = {
				["阳"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["铝"] = {
		["管"] = {
			["吹"] = {
				this = true,
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["热"] = {
			["剂"] = {
				this = true,
				["燃"] = {
					["烧"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["型"] = {
		["材"] = {
			["吹"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["减"] = {
		["震"] = {
			["吹"] = {
				this = true
			},
			["狗"] = {
				this = true
			}
		},
		["肥"] = {
			["药"] = {
				this = true
			},
			["胶"] = {
				["囊"] = {
					this = true
				}
			},
			["魔"] = {
				["方"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["咨"] = {
				["询"] = {
					this = true
				}
			}
		},
		["护"] = {
			["爱"] = {
				["里"] = {
					b = {
						t = {
							this = true
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			}
		},
		["速"] = {
			["带"] = {
				this = true
			}
		},
		["益"] = {
			this = true
		},
		["薪"] = {
			["办"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["渔"] = {
		["夫"] = {
			["吹"] = {
				this = true,
				["图"] = {
					["纸"] = {
						this = true
					}
				}
			}
		},
		["港"] = {
			["春"] = {
				["夜"] = {
					this = true
				}
			}
		},
		["政"] = {
			["生"] = {
				this = true
			}
		},
		["勾"] = {
			["中"] = {
				["学"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["区"] = {
		["域"] = {
			["短"] = {
				["信"] = {
					this = true,
					["设"] = {
						["备"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["覆"] = {
						["盖"] = {
							this = true
						}
					},
					["广"] = {
						["告"] = {
							["机"] = {
								this = true
							}
						}
					},
					["发"] = {
						["射"] = {
							["机"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["宾"] = {
			["馆"] = {
				["偷"] = {
					["拍"] = {
						this = true
					}
				}
			}
		},
		["冰"] = {
			["?"] = {
				K = {
					["粉"] = {
						this = true
					}
				},
				["毒"] = {
					this = true
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["毒"] = {
				this = true,
				["价"] = {
					["格"] = {
						this = true
					}
				}
			}
		},
		["欠"] = {
			["美"] = {
				B = {
					T = {
						this = true
					}
				},
				["原"] = {
					["仓"] = {
						["刂"] = {
							this = true
						}
					}
				},
				["援"] = {
					["交"] = {
						this = true
					}
				},
				["自"] = {
					["扌"] = {
						["白"] = {
							this = true
						}
					}
				}
			}
		},
		["乡"] = {
			["干"] = {
				["部"] = {
					["忙"] = {
						["赌"] = {
							["博"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["长"] = {
			["茂"] = {
				["非"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["模"] = {
		["拟"] = {
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								["识"] = {
									["别"] = {
										["器"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["机"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["枪"] = {
				["模"] = {
					this = true
				}
			}
		},
		["型"] = {
			["枪"] = {
				this = true
			}
		},
		["特"] = {
			["上"] = {
				["门"] = {
					this = true,
					["包"] = {
						["夜"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					},
					["援"] = {
						["交"] = {
							this = true
						}
					}
				},
				["門"] = {
					["包"] = {
						["夜"] = {
							this = true
						}
					},
					["服"] = {
						["務"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					this = true,
					["吧"] = {
						this = true
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["在"] = {
						["线"] = {
							this = true
						}
					}
				},
				["窷"] = {
					this = true
				}
			},
			["器"] = {
				["具"] = {
					["自"] = {
						["慰"] = {
							this = true
						}
					}
				}
			},
			["圈"] = {
				["潜"] = {
					["规"] = {
						["则"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["包"] = {
					["夜"] = {
						this = true
					}
				},
				["套"] = {
					this = true
				}
			},
			["丄"] = {
				["冂"] = {
					["苞"] = {
						["夜"] = {
							this = true
						}
					}
				}
			},
			["私"] = {
				["拍"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				},
				["泽"] = {
					["玛"] = {
						["利"] = {
							["亚"] = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["正"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["%"] = {
			["特"] = {
				["全"] = {
					["套"] = {
						["包"] = {
							["夜"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["仿"] = {
			["领"] = {
				["导"] = {
					this = true
				}
			}
		}
	}
end

temp()
