pg = pg or {}
slot0 = pg
slot0.word_template_160 = {}
slot1 = slot0.word_template_160

temp = function()
	uv0["菅"] = {
		["野"] = {
			["亚"] = {
				["梨"] = {
					["沙"] = {
						["迅"] = {
							["雷"] = {
								["下"] = {
									["载"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["亞"] = {
				["梨"] = {
					["沙"] = {
						["迅"] = {
							["雷"] = {
								["下"] = {
									["載"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["办"] = {
		["假"] = {
			["证"] = {
				this = true
			}
		},
		["理"] = {
			["警"] = {
				["察"] = {
					["证"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			}
		},
		["证"] = {
			["刻"] = {
				["章"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["雙"] = {
		["管"] = {
			["獵"] = {
				["槍"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["3"] = {
						["0"] = {
							["發"] = {
								["提"] = {
									["供"] = {
										this = true
									}
								}
							}
						}
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					},
					["買"] = {
						["賣"] = {
							this = true
						}
					}
				}
			}
		},
		["十"] = {
			["節"] = {
				this = true
			}
		},
		["龍"] = {
			["入"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["飛"] = {
			this = true
		},
		["峰"] = {
			["微"] = {
				["顫"] = {
					this = true
				}
			}
		},
		["穴"] = {
			["齊"] = {
				["插"] = {
					this = true
				}
			}
		},
		["洞"] = {
			["齊"] = {
				["插"] = {
					this = true
				}
			}
		},
		["插"] = {
			["多"] = {
				P = {
					this = true
				}
			}
		},
		["腿"] = {
			["間"] = {
				["的"] = {
					["禁"] = {
						["地"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["猎"] = {
		["枪"] = {
			q = {
				q = {
					this = true
				}
			},
			["到"] = {
				["货"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["制"] = {
				["造"] = {
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				}
			},
			["技"] = {
				["术"] = {
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["话"] = {
					this = true
				}
			},
			["出"] = {
				["货"] = {
					this = true
				}
			}
		},
		["豹"] = {
			["弓"] = {
				["弩"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							["货"] = {
								["到"] = {
									["付"] = {
										["款"] = {
											this = true
										}
									}
								}
							},
							["销"] = {
								["售"] = {
									this = true
								}
							},
							["出"] = {
								["售"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
