pg = pg or {}
slot0 = pg
slot0.word_template_13 = {}
slot1 = slot0.word_template_13

function temp()
	uv0["瘟"] = {
		["家"] = {
			["宝"] = {
				this = true
			},
			["寶"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["假"] = {
		["庆"] = {
			["林"] = {
				this = true
			}
		},
		["青"] = {
			["林"] = {
				this = true
			}
		},
		["阳"] = {
			["具"] = {
				["插"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["币"] = {
			this = true,
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							["联"] = {
								["系"] = {
									["电"] = {
										["话"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					["电"] = {
						["话"] = {
							this = true
						}
					}
				}
			},
			["1"] = {
				["8"] = {
					["2"] = {
						["8"] = {
							["9"] = {
								["3"] = {
									["2"] = {
										["5"] = {
											["8"] = {
												["6"] = {
													["6"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["买"] = {
				["卖"] = {
					this = true
				}
			}
		},
		["钱"] = {
			["出"] = {
				["售"] = {
					this = true
				}
			}
		},
		["硬"] = {
			["币"] = {
				["批"] = {
					["发"] = {
						Q = {
							Q = {
								this = true
							}
						}
					}
				}
			},
			["幣"] = {
				["批"] = {
					["發"] = {
						Q = {
							Q = {
								this = true
							}
						}
					}
				}
			}
		},
		["驾"] = {
			["驶"] = {
				["证"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["护"] = {
			["照"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["慶"] = {
			["林"] = {
				this = true
			}
		},
		["陽"] = {
			["具"] = {
				["插"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["幣"] = {
			this = true,
			["貨"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							["聯"] = {
								["繫"] = {
									["電"] = {
										["話"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			},
			["1"] = {
				["8"] = {
					["2"] = {
						["8"] = {
							["9"] = {
								["3"] = {
									["2"] = {
										["5"] = {
											["8"] = {
												["6"] = {
													["6"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["買"] = {
				["賣"] = {
					this = true
				}
			}
		},
		["錢"] = {
			["出"] = {
				["售"] = {
					this = true
				}
			}
		},
		["駕"] = {
			["駛"] = {
				["證"] = {
					["辦"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["護"] = {
			["照"] = {
				["辦"] = {
					["理"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["甲"] = {
		["庆"] = {
			["林"] = {
				this = true
			}
		},
		["基"] = {
			["苯"] = {
				["丙"] = {
					["胺"] = {
						this = true,
						["制"] = {
							["作"] = {
								this = true,
								["技"] = {
									["术"] = {
										this = true
									}
								}
							}
						},
						["合"] = {
							["成"] = {
								this = true
							}
						},
						["化"] = {
							["学"] = {
								this = true
							},
							["學"] = {
								this = true
							}
						},
						["结"] = {
							["构"] = {
								this = true
							}
						},
						["製"] = {
							["作"] = {
								this = true,
								["技"] = {
									["術"] = {
										this = true
									}
								}
							}
						},
						["結"] = {
							["構"] = {
								this = true
							}
						}
					}
				}
			},
			["甲"] = {
				["卡"] = {
					["西"] = {
						["酮"] = {
							this = true
						}
					}
				},
				["凱"] = {
					["西"] = {
						["酮"] = {
							this = true
						}
					}
				}
			}
		},
		["氧"] = {
			["麻"] = {
				["黄"] = {
					["酮"] = {
						this = true
					}
				},
				["黃"] = {
					["酮"] = {
						this = true
					}
				}
			}
		},
		["慶"] = {
			["林"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["离"] = {
		["长"] = {
			["春"] = {
				this = true
			}
		}
	}
end

temp()
