pg = pg or {}
slot0 = pg
slot0.word_template_155 = {}
slot1 = slot0.word_template_155

temp = function()
	uv0["軍"] = {
		["用"] = {
			["步"] = {
				["槍"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["槍"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true,
							q = {
								q = {
									this = true
								}
							}
						},
						["貨"] = {
							this = true
						}
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					},
					["製"] = {
						["造"] = {
							["圖"] = {
								this = true
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					},
					["到"] = {
						["貨"] = {
							this = true
						}
					},
					["訂"] = {
						["購"] = {
							this = true
						}
					}
				}
			},
			["錄"] = {
				["音"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["狙"] = {
				["擊"] = {
					["弩"] = {
						["專"] = {
							["賣"] = {
								this = true
							}
						}
					}
				}
			},
			["弩"] = {
				["專"] = {
					["賣"] = {
						this = true
					}
				}
			}
		},
		["妓"] = {
			this = true
		},
		["車"] = {
			["進"] = {
				["京"] = {
					this = true
				}
			}
		},
		["警"] = {
			["進"] = {
				["藏"] = {
					this = true
				}
			}
		},
		["長"] = {
			["髮"] = {
				["威"] = {
					this = true
				}
			}
		},
		["國"] = {
			["主"] = {
				["義"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["工"] = {
		["字"] = {
			["牌"] = {
				["氣"] = {
					["槍"] = {
						["销"] = {
							["售"] = {
								this = true
							}
						},
						["出"] = {
							["售"] = {
								this = true
							}
						},
						q = {
							q = {
								this = true
							}
						},
						["銷"] = {
							["售"] = {
								this = true
							}
						}
					}
				},
				["气"] = {
					["枪"] = {
						["销"] = {
							["售"] = {
								this = true
							}
						},
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				},
				["汽"] = {
					["枪"] = {
						q = {
							q = {
								this = true
							}
						},
						["制"] = {
							["造"] = {
								this = true
							}
						},
						["电"] = {
							["话"] = {
								this = true
							}
						},
						["出"] = {
							["货"] = {
								this = true
							}
						},
						["到"] = {
							["货"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["转"] = {
							["让"] = {
								this = true
							}
						},
						["图"] = {
							["纸"] = {
								this = true
							}
						}
					},
					["槍"] = {
						q = {
							q = {
								this = true
							}
						},
						["製"] = {
							["造"] = {
								this = true
							}
						},
						["電"] = {
							["話"] = {
								this = true
							}
						},
						["出"] = {
							["貨"] = {
								this = true
							}
						},
						["到"] = {
							["貨"] = {
								this = true
							}
						},
						["訂"] = {
							["購"] = {
								this = true
							}
						},
						["轉"] = {
							["讓"] = {
								this = true
							}
						},
						["圖"] = {
							["紙"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["氣"] = {
				["槍"] = {
					["網"] = {
						this = true
					}
				}
			}
		},
		["自"] = {
			["聯"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["禿"] = {
		["鷹"] = {
			["氣"] = {
				["槍"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["網"] = {
						this = true
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["槍"] = {
					["貨"] = {
						["到"] = {
							["付"] = {
								this = true
							}
						}
					},
					["到"] = {
						["貨"] = {
							this = true
						}
					},
					["出"] = {
						["貨"] = {
							this = true
						}
					},
					["訂"] = {
						["購"] = {
							this = true
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["製"] = {
						["造"] = {
							["圖"] = {
								["紙"] = {
									this = true
								}
							}
						}
					},
					["技"] = {
						["術"] = {
							["轉"] = {
								["讓"] = {
									this = true
								}
							}
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["訂"] = {
				["購"] = {
					this = true
				}
			},
			["到"] = {
				["貨"] = {
					this = true
				}
			},
			["出"] = {
				["貨"] = {
					this = true
				}
			},
			["電"] = {
				["話"] = {
					this = true
				}
			},
			["技"] = {
				["術"] = {
					["轉"] = {
						["讓"] = {
							this = true
						}
					}
				}
			},
			q = {
				q = {
					this = true
				}
			},
			["製"] = {
				["造"] = {
					["圖"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["代"] = {
		["辦"] = {
			["全"] = {
				["國"] = {
					["畢"] = {
						["業"] = {
							["學"] = {
								["歷"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["證"] = {
						["件"] = {
							this = true
						}
					}
				},
				["類"] = {
					["證"] = {
						["件"] = {
							this = true
						}
					},
					["文"] = {
						["憑"] = {
							this = true
						}
					}
				}
			},
			["駕"] = {
				["駛"] = {
					["證"] = {
						this = true
					}
				}
			},
			["證"] = {
				["件"] = {
					this = true
				}
			}
		},
		["办"] = {
			["全"] = {
				["国"] = {
					["毕"] = {
						["业"] = {
							["学"] = {
								["历"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["驾"] = {
				["驶"] = {
					["证"] = {
						this = true
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			}
		},
		["开"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["開"] = {
			["發"] = {
				["票"] = {
					this = true
				}
			}
		},
		["打"] = {
			this = true
		}
	}
end

temp()
