pg = pg or {}
slot0 = pg
slot0.word_template_60 = {}
slot1 = slot0.word_template_60

temp = function()
	uv0["铁"] = {
		["杆"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["血"] = {
			["军"] = {
				["刀"] = {
					["店"] = {
						this = true
					}
				}
			},
			["名"] = {
				["刀"] = {
					["坊"] = {
						this = true
					}
				}
			},
			["木"] = {
				["仓"] = {
					this = true
				}
			},
			["三"] = {
				["国"] = {
					["志"] = {
						this = true
					}
				}
			}
		},
		["算"] = {
			["盘"] = {
				["一"] = {
					["句"] = {
						["解"] = {
							["特"] = {
								["马"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["凝"] = {
			this = true
		},
		g = {
			o = {
				u = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["绷"] = {
			["子"] = {
				this = true
			}
		},
		["铳"] = {
			this = true
		},
		["道"] = {
			["部"] = {
				this = true
			}
		},
		["甲"] = {
			["士"] = {
				["弹"] = {
					["弓"] = {
						this = true
					}
				}
			},
			["争"] = {
				["雄"] = {
					this = true
				}
			}
		},
		["幕"] = {
			this = true,
			["待"] = {
				["启"] = {
					this = true
				}
			}
		},
		["弩"] = {
			["专"] = {
				["营"] = {
					this = true
				}
			}
		},
		["器"] = {
			["女"] = {
				["访"] = {
					["民"] = {
						this = true
					}
				}
			}
		},
		["骑"] = {
			this = true,
			["继"] = {
				["续"] = {
					this = true,
					["前"] = {
						["进"] = {
							this = true
						}
					}
				}
			}
		},
		["路"] = {
			["医"] = {
				["院"] = {
					this = true
				}
			}
		},
		["拳"] = {
			["降"] = {
				["临"] = {
					["之"] = {
						["前"] = {
							["，"] = {
								["你"] = {
									["我"] = {
										["皆"] = {
											["是"] = {
												["勇"] = {
													["者"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["娘"] = {
			["子"] = {
				v = {
					s = {
						["炼"] = {
							["钢"] = {
								["工"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["都"] = {
		["坊"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["市"] = {
			["夜"] = {
				["语"] = {
					this = true
				}
			},
			["娇"] = {
				["妻"] = {
					["之"] = {
						["美"] = {
							["女"] = {
								["后"] = {
									["宫"] = {
										this = true
									}
								}
							}
						},
						["后"] = {
							["宫"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["钢"] = {
					["炮"] = {
						this = true
					}
				},
				["镇"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				}
			},
			["寻"] = {
				["艳"] = {
					["录"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["狐"] = {
					["传"] = {
						this = true
					}
				}
			},
			["品"] = {
				["香"] = {
					["录"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					["的"] = {
						["沉"] = {
							["沦"] = {
								this = true
							}
						}
					}
				}
			},
			["逍"] = {
				["遥"] = {
					["风"] = {
						["流"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["4"] = {
						["6"] = {
							this = true
						}
					}
				}
			},
			["百"] = {
				["美"] = {
					["录"] = {
						["免"] = {
							["费"] = {
								this = true
							}
						}
					}
				}
			},
			["藏"] = {
				["娇"] = {
					this = true
				}
			},
			["春"] = {
				["潮"] = {
					this = true
				}
			},
			["的"] = {
				["童"] = {
					["话"] = {
						this = true
					}
				}
			},
			["风"] = {
				["月"] = {
					["奇"] = {
						["谭"] = {
							this = true
						}
					}
				}
			},
			["富"] = {
				["婆"] = {
					A = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["花"] = {
				["盗"] = {
					this = true
				}
			},
			["换"] = {
				["妻"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["迷"] = {
				["情"] = {
					this = true
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["色"] = {
				["欲"] = {
					this = true
				}
			},
			["侠"] = {
				["女"] = {
					["之"] = {
						["报"] = {
							["复"] = {
								this = true
							}
						}
					}
				}
			},
			["缘"] = {
				this = true
			}
		},
		["大"] = {
			["爽"] = {
				this = true
			}
		},
		["江"] = {
			["堰"] = {
				this = true
			}
		},
		["拉"] = {
			this = true
		},
		["来"] = {
			["."] = {
				["摸"] = {
					["比"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true
			},
			["摸"] = {
				["比"] = {
					this = true
				}
			}
		},
		["说"] = {
			["皇"] = {
				["帝"] = {
					["无"] = {
						["父"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["匀"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["得"] = {
			["应"] = {
				["验"] = {
					this = true
				}
			}
		},
		["修"] = {
			["了"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["奔"] = {
		["驰"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["车"] = {
				["主"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["雷"] = {
			["手"] = {
				this = true
			}
		},
		["跑"] = {
			["吧"] = {
				["兄"] = {
					["弟"] = {
						this = true
					}
				}
			},
			["兄"] = {
				["弟"] = {
					["中"] = {
						["奖"] = {
							this = true
						}
					}
				}
			}
		},
		["腾"] = {
			["网"] = {
				["络"] = {
					["科"] = {
						["技"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["济"] = {
		["州"] = {
			["岛"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["南"] = {
			["建"] = {
				["设"] = {
					["路"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["增"] = {
				["值"] = {
					["税"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["世"] = {
			["灵"] = {
				["文"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["佰"] = {
		["盈"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["度"] = {
			this = true
		},
		["傢"] = {
			["楽"] = {
				["赌"] = {
					["博"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["传"] = {
		["奇"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["承"] = {
			["撸"] = {
				["文"] = {
					["化"] = {
						this = true
					}
				}
			}
		},
		["九"] = {
			["退"] = {
				["三"] = {
					this = true
				}
			}
		},
		["说"] = {
			["的"] = {
				["胡"] = {
					["曾"] = {
						["联"] = {
							["手"] = {
								["是"] = {
									["一"] = {
										["种"] = {
											["假"] = {
												["象"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["真"] = {
			["群"] = {
				["发"] = {
					this = true
				}
			}
		},
		["中"] = {
			["共"] = {
				["中"] = {
					["央"] = {
						["关"] = {
							["于"] = {
								["1"] = {
									["7"] = {
										["大"] = {
											["的"] = {
												["人"] = {
													["事"] = {
														["安"] = {
															["排"] = {
																["意"] = {
																	["见"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["播"] = {
			["法"] = {
				["轮"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["感"] = {
			["器"] = {
				["引"] = {
					["爆"] = {
						["武"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["回"] = {
			["良"] = {
				["玉"] = {
					["被"] = {
						["查"] = {
							this = true
						}
					},
					["正"] = {
						["在"] = {
							["被"] = {
								["调"] = {
									["查"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["李"] = {
			["小"] = {
				["琳"] = {
					["涉"] = {
						["三"] = {
							["峡"] = {
								["腐"] = {
									["败"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["禧"] = {
			G = {
				i = {
					f = {
						t = {
							this = true
						}
					}
				}
			}
		},
		["召"] = {
			["大"] = {
				["法"] = {
					["会"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["将"] = {
		["军"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["研"] = {
				["彩"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["则"] = {
			["民"] = {
				this = true
			}
		},
		["被"] = {
			this = true
		},
		["阴"] = {
			["茎"] = {
				["尽"] = {
					["根"] = {
						["插"] = {
							["入"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["君"] = {
		["怡"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["品"] = {
			["名"] = {
				["刃"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["岛"] = {
			["梨"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["香"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["萌"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["島"] = {
			["愛"] = {
				["迅"] = {
					["雷"] = {
						this = true
					}
				}
			}
		},
		["得"] = {
			["拉"] = {
				this = true
			}
		},
		["都"] = {
			["拉"] = {
				this = true
			}
		},
		["杜"] = {
			["拉"] = {
				this = true
			}
		},
		["豪"] = {
			["富"] = {
				["婆"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["弘"] = {
			this = true
		},
		["民"] = {
			["法"] = {
				this = true
			}
		},
		["悦"] = {
			this = true,
			["酒"] = {
				["店"] = {
					["开"] = {
						["轰"] = {
							["趴"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["卢"] = {
		["克"] = {
			["索"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["福"] = {
			["坦"] = {
				this = true
			}
		},
		["跃"] = {
			["刚"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["冠"] = {
			["廷"] = {
				["的"] = {
					["专"] = {
						["辑"] = {
							["《"] = {
								["1"] = {
									["9"] = {
										["8"] = {
											["9"] = {
												["》"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["沟"] = {
			["桥"] = {
				["事"] = {
					["变"] = {
						["纪"] = {
							["念"] = {
								["日"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["菠"] = {
		["菜"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["萝"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["弹"] = {
				this = true
			}
		},
		["犀"] = {
			["来"] = {
				this = true
			}
		},
		["细"] = {
			["莱"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["励"] = {
		["骏"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["牡"] = {
		["丹"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.Y = {
		Y = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["弹"] = {
				["弓"] = {
					this = true
				}
			}
		},
		J = {
			["囡"] = {
				this = true
			}
		},
		S = {
			D = {
				Y = {
					["."] = {
						O = {
							R = {
								G = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		F = {
			["航"] = {
				["拍"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["指"] = {
				["挥"] = {
					["官"] = {
						this = true
					}
				}
			}
		},
		["毛"] = {
			this = true
		},
		G = {
			z = {
				Q = {
					T = {
						j = {
							v = {
								r = {
									C = {
										["2"] = {
											o = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["狮"] = {
		["子"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["山"] = {
				["布"] = {
					["条"] = {
						this = true
					}
				},
				["口"] = {
					["号"] = {
						this = true
					}
				},
				["条"] = {
					["幅"] = {
						this = true
					}
				}
			}
		},
		["威"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["城"] = {
			["欢"] = {
				["乐"] = {
					["吧"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			["化"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["驼"] = {
			["王"] = {
				this = true
			}
		},
		["王"] = {
			["2"] = {
				["0"] = {
					["1"] = {
						["2"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["纽"] = {
		["约"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["时"] = {
				["报"] = {
					this = true,
					[" "] = {
						["家"] = {
							["宝"] = {
								this = true
							}
						},
						["温"] = {
							this = true
						}
					},
					x = {
						i = {
							this = true
						}
					},
					["习"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["首"] = {
		["席"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["撸"] = {
			["影"] = {
				["城"] = {
					this = true
				}
			}
		},
		["存"] = {
			["一"] = {
				["元"] = {
					["送"] = {
						["彩"] = {
							["金"] = {
								["3"] = {
									["8"] = {
										["博"] = {
											["彩"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["赠"] = {
				["送"] = {
					["彩"] = {
						["金"] = {
							this = true
						}
					}
				}
			}
		},
		["先"] = {
			["使"] = {
				["用"] = {
					["核"] = {
						["武"] = {
							["器"] = {
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["长"] = {
			this = true,
			["被"] = {
				["开"] = {
					["除"] = {
						["党"] = {
							["籍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["長"] = {
			this = true
		},
		["份"] = {
			["六"] = {
				["四"] = {
					["判"] = {
						["刑"] = {
							["暴"] = {
								["徒"] = {
									["名"] = {
										["单"] = {
											["曝"] = {
												["光"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["富"] = {
			["贺"] = {
				["国"] = {
					["强"] = {
						this = true
					}
				}
			}
		},
		["开"] = {
			["熙"] = {
				["悦"] = {
					["山"] = {
						this = true,
						["不"] = {
							["公"] = {
								this = true
							}
						},
						["横"] = {
							["幅"] = {
								this = true
							}
						},
						["集"] = {
							["体"] = {
								this = true
							}
						},
						["静"] = {
							["坐"] = {
								this = true
							}
						},
						["民"] = {
							["警"] = {
								this = true
							}
						},
						["围"] = {
							["观"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["推"] = {
			["服"] = {
				["务"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				},
				["務"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			}
		},
		["望"] = {
			["教"] = {
				["会"] = {
					this = true
				}
			}
		},
		["度"] = {
			["禁"] = {
				["办"] = {
					this = true
				}
			}
		},
		["次"] = {
			["3"] = {
				["当"] = {
					["选"] = {
						this = true
					}
				}
			}
		},
		["都"] = {
			["卫"] = {
				["士"] = {
					["纪"] = {
						["念"] = {
							["章"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["芝"] = {
		["加"] = {
			["哥"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["麻"] = {
			["猪"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["康"] = {
		["莱"] = {
			["德"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			this = true
		},
		["成"] = {
			["元"] = {
				this = true
			}
		},
		["涛"] = {
			["杰"] = {
				this = true
			}
		},
		[" "] = {
			["军"] = {
				["变"] = {
					this = true
				}
			},
			["政"] = {
				["变"] = {
					this = true
				}
			}
		},
		["宝"] = {
			["来"] = {
				this = true
			}
		},
		["多"] = {
			["网"] = {
				["上"] = {
					["药"] = {
						["店"] = {
							this = true
						}
					}
				}
			}
		},
		["恩"] = {
			["贝"] = {
				this = true
			}
		},
		["副"] = {
			["总"] = {
				[" "] = {
					["移"] = {
						["交"] = {
							["权"] = {
								["力"] = {
									[" "] = {
										["梦"] = {
											["见"] = {
												["猪"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["广"] = {
			["陵"] = {
				this = true
			}
		},
		["华"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["美"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["面"] = {
			["条"] = {
				[" "] = {
					["十"] = {
						["宗"] = {
							["罪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["敏"] = {
			this = true
		},
		["涅"] = {
			["狄"] = {
				["格"] = {
					this = true
				}
			}
		},
		["生"] = {
			this = true
		},
		["盛"] = {
			["保"] = {
				["健"] = {
					this = true
				}
			}
		},
		["师"] = {
			["傅"] = {
				this = true,
				[" "] = {
					["冰"] = {
						["便"] = {
							this = true
						}
					},
					["春"] = {
						["哥"] = {
							this = true
						}
					},
					["海"] = {
						["绵"] = {
							["宝"] = {
								["宝"] = {
									this = true
								}
							}
						}
					}
				},
				["下"] = {
					["架"] = {
						this = true
					}
				},
				["真"] = {
					["正"] = {
						["原"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["師"] = {
			["傅"] = {
				[" "] = {
					["崇"] = {
						["禎"] = {
							this = true
						}
					}
				}
			}
		},
		["途"] = {
			["商"] = {
				["城"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["吉"] = {
		["祥"] = {
			["坊"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				["="] = {
					this = true
				},
				["官"] = {
					["方"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["宝"] = {
				["贝"] = {
					this = true
				}
			},
			["彩"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["利"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["官"] = {
				["网"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["心"] = {
				["水"] = {
					this = true
				}
			}
		},
		["吉"] = {
			["撸"] = {
				this = true
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["影"] = {
				["院"] = {
					["成"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["跋"] = {
			["猫"] = {
				this = true
			}
		},
		["炳"] = {
			["轩"] = {
				this = true,
				["危"] = {
					["险"] = {
						this = true
					}
				}
			}
		},
		["比"] = {
			["特"] = {
				this = true
			}
		},
		["川"] = {
			["惠"] = {
				["美"] = {
					["梨"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["萌"] = {
				this = true,
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["夏"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["村"] = {
			["彩"] = {
				["夏"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["壽"] = {
				["桃"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["儿"] = {
			this = true
		},
		["冈"] = {
			["爱"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["惠"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["岡"] = {
			["愛"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["哈"] = {
			["得"] = {
				this = true
			},
			["德"] = {
				this = true
			}
		},
		["合"] = {
			["得"] = {
				this = true
			},
			["提"] = {
				this = true
			}
		},
		["和"] = {
			["得"] = {
				this = true
			}
		},
		["井"] = {
			["爱"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["美"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["希"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["泰"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["警"] = {
			["爱"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["美"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["希"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["力"] = {
			["力"] = {
				this = true
			}
		},
		["木"] = {
			["梨"] = {
				["纱"] = {
					this = true
				}
			}
		},
		["琦"] = {
			["直"] = {
				["绪"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["首"] = {
			this = true
		},
		["田"] = {
			["步"] = {
				b = {
					t = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["绘"] = {
				["理"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["丽"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["弓"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["あ"] = {
				["ゆ"] = {
					["み"] = {
						this = true
					}
				}
			},
			["里"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["纱"] = {
				["利"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["友"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["永"] = {
			["光"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["沙"] = {
				["织"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["由"] = {
				["里"] = {
					["雅"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["裡"] = {
					["雅"] = {
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["原"] = {
			["炎"] = {
				["上"] = {
					this = true
				}
			}
		},
		["沢"] = {
			["明"] = {
				["步"] = {
					a = {
						v = {
							this = true
						}
					},
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				},
				["歩"] = {
					this = true,
					["步"] = {
						["兵"] = {
							this = true
						}
					},
					["大"] = {
						["尺"] = {
							["度"] = {
								this = true
							}
						}
					},
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					}
				}
			}
		},
		["择"] = {
			["明"] = {
				["步"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["泽"] = {
			["朝"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["里"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				["步"] = {
					this = true,
					A = {
						V = {
							this = true
						}
					},
					b = {
						t = {
							this = true
						}
					},
					["的"] = {
						A = {
							V = {
								this = true
							}
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["高"] = {
						["清"] = {
							this = true,
							["图"] = {
								this = true
							}
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["套"] = {
						["图"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["迅"] = {
						["雷"] = {
							this = true
						}
					}
				}
			}
		},
		["澤"] = {
			["明"] = {
				["步"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["法"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["尊"] = {
		["爵"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["粉"] = {
				["推"] = {
					this = true
				}
			}
		},
		["龙"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["首"] = {
				["页"] = {
					this = true
				}
			}
		},
		["宝"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["尚"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			},
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["贵"] = {
			["的"] = {
				["仁"] = {
					["布"] = {
						["其"] = {
							this = true
						}
					}
				}
			},
			["异"] = {
				["性"] = {
					["按"] = {
						["摩"] = {
							this = true
						}
					}
				}
			}
		},
		["豪"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["敬"] = {
			["的"] = {
				["新"] = {
					["浪"] = {
						["用"] = {
							["户"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["者"] = {
			["法"] = {
				["会"] = {
					this = true
				}
			}
		},
		["皇"] = {
			["讨"] = {
				["奸"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["申"] = {
		["博"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["1"] = {
				["3"] = {
					["8"] = {
						this = true
					}
				}
			},
			["六"] = {
				["站"] = {
					this = true
				}
			},
			["太"] = {
				["阳"] = {
					["城"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					this = true
				}
			}
		},
		["联"] = {
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["情"] = {
			this = true
		},
		["通"] = {
			["面"] = {
				["单"] = {
					this = true
				}
			}
		},
		["维"] = {
			["辰"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["鑫"] = {
		["鑫"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["宝"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["鼎"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["东"] = {
			["方"] = {
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["胖"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["雅"] = {
		["加"] = {
			["达"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["典"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["蠛"] = {
			["蝶"] = {
				this = true
			}
		},
		["虎"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["香"] = {
				["港"] = {
					this = true
				}
			}
		},
		["马"] = {
			["哈"] = {
				this = true
			}
		},
		["思"] = {
			["成"] = {
				["绩"] = {
					["单"] = {
						this = true
					}
				}
			},
			["代"] = {
				["考"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["庞"] = {
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["悉"] = {
		["尼"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["奶"] = {
				["爸"] = {
					this = true
				}
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["数"] = {
			["尽"] = {
				["核"] = {
					["平"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["立"] = {
		["即"] = {
			["博"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["博"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["法"] = {
			["院"] = {
				this = true
			}
		},
		["河"] = {
			["美"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["花"] = {
			["里"] = {
				["子"] = {
					this = true
				}
			},
			["丽"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["律"] = {
				["子"] = {
					this = true
				}
			},
			["瞳"] = {
				this = true
			}
		},
		["刻"] = {
			["强"] = {
				this = true
			},
			["抢"] = {
				this = true
			}
		},
		["木"] = {
			["爱"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["佳"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["纲"] = {
			["陈"] = {
				["纪"] = {
					["，"] = {
						["救"] = {
							["济"] = {
								["斯"] = {
									["民"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["时"] = {
		["时"] = {
			["博"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				this = true,
				["开"] = {
					["奖"] = {
						["直"] = {
							["播"] = {
								this = true
							}
						}
					}
				},
				["平"] = {
					["台"] = {
						this = true
					}
				},
				["刷"] = {
					["钱"] = {
						this = true
					}
				},
				["网"] = {
					["购"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["代"] = {
			["互"] = {
				["联"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["商"] = {
				["务"] = {
					["调"] = {
						["查"] = {
							this = true
						}
					}
				}
			}
		},
		["期"] = {
			["打"] = {
				["了"] = {
					["几"] = {
						["次"] = {
							["我"] = {
								["再"] = {
									["次"] = {
										["哦"] = {
											["唯"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["事"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["参"] = {
				["考"] = {
					this = true
				}
			}
		},
		["间"] = {
			["的"] = {
				["重"] = {
					["量"] = {
						this = true
					}
				}
			},
			["要"] = {
				["一"] = {
					["秒"] = {
						["一"] = {
							["秒"] = {
								["["] = {
									["的"] = {
										["地"] = {
											["]"] = {
												["加"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["轮"] = {
			["金"] = {
				["刚"] = {
					["大"] = {
						["法"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["迈"] = {
			this = true
		},
		["迁"] = {
			this = true
		},
		["尚"] = {
			["尖"] = {
				["端"] = {
					this = true
				}
			},
			["美"] = {
				["乳"] = {
					this = true
				}
			},
			["小"] = {
				["妞"] = {
					this = true
				}
			},
			["药"] = {
				["品"] = {
					["总"] = {
						["汇"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["点"] = {
					["水"] = {
						["辣"] = {
							["妹"] = {
								this = true
							}
						}
					}
				},
				["妹"] = {
					["女"] = {
						["教"] = {
							["师"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["珍"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["俊"] = {
			["萍"] = {
				this = true
			}
		},
		["理"] = {
			["珊"] = {
				["鹿"] = {
					["不"] = {
						["幻"] = {
							["间"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["旧"] = {
		["金"] = {
			["山"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["总"] = {
					["领"] = {
						["馆"] = {
							this = true
						}
					}
				},
				["唐"] = {
					["人"] = {
						["街"] = {
							["花"] = {
								["园"] = {
									["角"] = {
										["广"] = {
											["场"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["年"] = {
			["艳"] = {
				["曲"] = {
					this = true
				}
			}
		},
		["民"] = {
			["运"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["火"] = {
			["车"] = {
				["票"] = {
					this = true,
					["加"] = {
						["油"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["友"] = {
				["拼"] = {
					["命"] = {
						["吹"] = {
							this = true
						}
					}
				}
			}
		},
		["住"] = {
			["宿"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["莱"] = {
		["特"] = {
			["斯"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["仕"] = {
			["德"] = {
				["事"] = {
					["件"] = {
						["*"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["卡"] = {
			["翁"] = {
				this = true
			}
		}
	}
end

temp()
