pg = pg or {}
slot0 = pg
slot0.word_template_163 = {}
slot1 = slot0.word_template_163

temp = function()
	uv0["英"] = {
		["国"] = {
			["骚"] = {
				["本"] = {
					["订"] = {
						["购"] = {
							this = true
						}
					}
				}
			},
			B = {
				["5"] = {
					["供"] = {
						["应"] = {
							this = true
						}
					}
				}
			},
			b = {
				["5"] = {
					["0"] = {
						this = true
					}
				}
			}
		},
		["雄"] = {
			["纪"] = {
				["念"] = {
					["碑"] = {
						this = true
					}
				}
			},
			["紀"] = {
				["念"] = {
					["碑"] = {
						this = true
					}
				}
			}
		},
		["國"] = {
			["騷"] = {
				["本"] = {
					["訂"] = {
						["購"] = {
							this = true
						}
					}
				}
			},
			B = {
				["5"] = {
					["供"] = {
						["應"] = {
							this = true
						}
					}
				}
			},
			b = {
				["5"] = {
					["0"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["步"] = {
		q = {
			i = {
				a = {
					n = {
						g = {
							["销"] = {
								["售"] = {
									this = true
								}
							},
							["貨"] = {
								["到"] = {
									["付"] = {
										["款"] = {
											this = true
										}
									}
								}
							},
							["出"] = {
								["售"] = {
									this = true
								}
							},
							["哪"] = {
								["裡"] = {
									["有"] = {
										["賣"] = {
											this = true
										}
									}
								}
							},
							["货"] = {
								["到"] = {
									["付"] = {
										["款"] = {
											this = true
										}
									}
								}
							},
							["銷"] = {
								["售"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["銷"] = {
		["售"] = {
			["手"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				},
				["槍"] = {
					this = true
				}
			},
			["遙"] = {
				["控"] = {
					["解"] = {
						["碼"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["控"] = {
					["解"] = {
						["碼"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["干"] = {
				["擾"] = {
					["器"] = {
						this = true
					}
				}
			},
			["售"] = {
				["用"] = {
					["麻"] = {
						["醉"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["電"] = {
				["擊"] = {
					["麻"] = {
						["醉"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["黃"] = {
					["素"] = {
						this = true
					}
				},
				["醉"] = {
					q = {
						i = {
							a = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					}
				},
				["古"] = {
					["果"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["间"] = {
				["苯"] = {
					["三"] = {
						["酚"] = {
							this = true
						}
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["步"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["獵"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				},
				["槍"] = {
					this = true
				}
			},
			["海"] = {
				["豹"] = {
					M = {
						["9"] = {
							this = true
						}
					}
				}
			},
			P = {
				C = {
					P = {
						["新"] = {
							["貴"] = {
								["手"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["胡"] = {
				["椒"] = {
					["醛"] = {
						this = true
					}
				}
			},
			["青"] = {
				["蒿"] = {
					["素"] = {
						this = true
					}
				}
			},
			["黃"] = {
				["體"] = {
					["酮"] = {
						this = true
					}
				},
				["綠"] = {
					["牙"] = {
						["籤"] = {
							this = true
						}
					}
				}
			},
			["四"] = {
				["氫"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["各"] = {
				["式"] = {
					["小"] = {
						["口"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				},
				["古"] = {
					this = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["鹽"] = {
				["酸"] = {
					this = true,
					["羥"] = {
						["亞"] = {
							["胺"] = {
								this = true
							}
						}
					},
					["氯"] = {
						["胺"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["健"] = {
				["衛"] = {
					["步"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["鑽"] = {
				["石"] = {
					["?"] = {
						this = true
					}
				}
			},
			k = {
				i = {
					n = {
						g = {
							["粉"] = {
								this = true
							}
						}
					}
				}
			},
			["軍"] = {
				["用"] = {
					["雷"] = {
						["鳴"] = {
							["登"] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						}
					},
					["手"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["槍"] = {
				["支"] = {
					this = true
				}
			},
			["高"] = {
				["壓"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["廣"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["鐘"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					},
					["牌"] = {
						["汽"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["幹"] = {
				["擾"] = {
					["器"] = {
						this = true
					}
				}
			},
			["乙"] = {
				["醚"] = {
					this = true
				}
			},
			["鄰"] = {
				["氯"] = {
					["苯"] = {
						["晴"] = {
							this = true
						}
					}
				}
			},
			["羥"] = {
				["基"] = {
					["環"] = {
						["戊"] = {
							["基"] = {
								this = true
							}
						}
					}
				}
			},
			["苯"] = {
				["基"] = {
					["丙"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["可"] = {
				["哥"] = {
					["精"] = {
						this = true
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							this = true
						}
					}
				}
			},
			["左"] = {
				["旋"] = {
					["麻"] = {
						["黃"] = {
							["素"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["然"] = {
					["咖"] = {
						["啡"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			},
			["唧"] = {
				["筒"] = {
					["式"] = {
						["獵"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["間"] = {
				["苯"] = {
					["三"] = {
						["酚"] = {
							this = true
						}
					}
				}
			},
			["禿"] = {
				["鷹"] = {
					this = true,
					["汽"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["氣"] = {
				["槍"] = {
					this = true
				}
			},
			["虎"] = {
				["頭"] = {
					["雙"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["國"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["臺"] = {
				["灣"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["進"] = {
				["口"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["純"] = {
				["古"] = {
					this = true
				}
			},
			["水"] = {
				["晶"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["捷"] = {
				["克"] = {
					["左"] = {
						["輪"] = {
							this = true
						}
					}
				}
			},
			["趙"] = {
				["氏"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["北"] = {
				["朝"] = {
					["鮮"] = {
						["冰"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			}
		},
		["魂"] = {
			["洞"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["售"] = {
		["高"] = {
			["仿"] = {
				["真"] = {
					["人"] = {
						["民"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["人"] = {
						["民"] = {
							["幣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["軍"] = {
			["用"] = {
				["手"] = {
					["枪"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			Q = {
				Q = {
					this = true
				}
			}
		},
		I = {
			D = {
				this = true
			}
		},
		["号"] = {
			this = true
		},
		["软"] = {
			["件"] = {
				this = true
			}
		},
		["槍"] = {
			Q = {
				Q = {
					this = true
				}
			}
		},
		["號"] = {
			this = true
		},
		["軟"] = {
			["體"] = {
				this = true
			}
		}
	}
end

temp()
