pg = pg or {}
slot0 = pg
slot0.word_template_71 = {}
slot1 = slot0.word_template_71

temp = function()
	uv0["香"] = {
		["烟"] = {
			["迷"] = {
				["药"] = {
					["催"] = {
						["眠"] = {
							["迷"] = {
								["幻"] = {
									["药"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["水"] = {
			["型"] = {
				["迷"] = {
					["奸"] = {
						["药"] = {
							this = true
						},
						["藥"] = {
							this = true
						}
					}
				}
			}
		},
		["港"] = {
			this = true,
			["六"] = {
				["合"] = {
					["彩"] = {
						["公"] = {
							["司"] = {
								["特"] = {
									["码"] = {
										this = true
									},
									["碼"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["赛"] = {
				["马"] = {
					["会"] = {
						["大"] = {
							["型"] = {
								["六"] = {
									["合"] = {
										["彩"] = {
											["资"] = {
												["讯"] = {
													["网"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						["六"] = {
							["合"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["賽"] = {
				["馬"] = {
					["會"] = {
						["大"] = {
							["型"] = {
								["六"] = {
									["合"] = {
										["彩"] = {
											["資"] = {
												["訊"] = {
													["網"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						["六"] = {
							["合"] = {
								["網"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["人"] = {
				["加"] = {
					["油"] = {
						this = true
					}
				}
			}
		},
		["煙"] = {
			["迷"] = {
				["藥"] = {
					["催"] = {
						["眠"] = {
							["迷"] = {
								["幻"] = {
									["藥"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["速"] = {
		["效"] = {
			["迷"] = {
				["奸"] = {
					["药"] = {
						this = true
					},
					["藥"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["失"] = {
		["身"] = {
			["粉"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["拍"] = {
		["肩"] = {
			["迷"] = {
				["药"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["藥"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["神"] = {
				["药"] = {
					this = true
				},
				["藥"] = {
					this = true
				}
			}
		}
	}
end

temp()
