pg = pg or {}
slot0 = pg
slot0.word_template_70 = {}
slot1 = slot0.word_template_70

temp = function()
	uv0["極"] = {
		["射"] = {
			this = true
		},
		["端"] = {
			["武"] = {
				["力"] = {
					["捕"] = {
						["鯨"] = {
							["叉"] = {
								this = true
							}
						}
					}
				}
			},
			["倵"] = {
				["ㄌ"] = {
					["捕"] = {
						["鯨"] = {
							["扠"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["景"] = {
			this = true
		},
		["品"] = {
			["白"] = {
				["虎"] = {
					this = true
				}
			},
			["波"] = {
				["霸"] = {
					this = true
				},
				["神"] = {
					this = true
				}
			},
			["黑"] = {
				["絲"] = {
					this = true
				}
			},
			["留"] = {
				["學"] = {
					["生"] = {
						this = true
					}
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			},
			["奶"] = {
				["妹"] = {
					this = true
				}
			},
			["清"] = {
				["醇"] = {
					["學"] = {
						["生"] = {
							this = true
						}
					}
				}
			},
			["少"] = {
				["婦"] = {
					this = true
				}
			},
			["絲"] = {
				["襪"] = {
					["少"] = {
						["婦"] = {
							this = true
						}
					}
				}
			},
			["校"] = {
				["花"] = {
					this = true
				}
			},
			["性"] = {
				["感"] = {
					["尤"] = {
						["物"] = {
							this = true
						}
					}
				},
				["虐"] = {
					["待"] = {
						this = true
					}
				}
			},
			["誘"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["榀"] = {
			["留"] = {
				["學"] = {
					["甡"] = {
						this = true
					}
				}
			},
			["性"] = {
				["虐"] = {
					["待"] = {
						this = true
					}
				}
			},
			["誘"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["速"] = {
			["終"] = {
				["結"] = {
					["着"] = {
						this = true
					}
				}
			}
		},
		["楽"] = {
			["島"] = {
				this = true
			}
		},
		["樂"] = {
			["島"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["齐"] = {
		["枪"] = {
			["打"] = {
				["鸟"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["乐"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["天"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["墨"] = {
			this = true
		},
		b = {
			this = true,
			["小"] = {
				["短"] = {
					["裙"] = {
						this = true
					}
				}
			}
		},
		B = {
			["短"] = {
				["裙"] = {
					this = true
				}
			}
		},
		["比"] = {
			["小"] = {
				["短"] = {
					["裙"] = {
						this = true
					}
				}
			}
		},
		["崇"] = {
			["怀"] = {
				this = true
			}
		},
		["归"] = {
			["蝶"] = {
				this = true
			}
		},
		["喊"] = {
			["习"] = {
				["胖"] = {
					this = true
				}
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["齐"] = {
			["发"] = {
				this = true
			}
		},
		["桥"] = {
			["桥"] = {
				this = true,
				["万"] = {
					["达"] = {
						this = true
					}
				},
				["王"] = {
					["健"] = {
						["林"] = {
							this = true
						}
					}
				}
			}
		},
		["煞"] = {
			["云"] = {
				this = true
			}
		},
		["藤"] = {
			["加"] = {
				["菜"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["司"] = {
				["无"] = {
					["马"] = {
						this = true
					},
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["续"] = {
			["春"] = {
				this = true
			}
		},
		["志"] = {
			["勇"] = {
				this = true,
				["六"] = {
					["四"] = {
						this = true
					}
				}
			}
		},
		["总"] = {
			["书"] = {
				["记"] = {
					this = true
				}
			}
		},
		d = {
			a = {
				i = {
					d = {
						a = {
							i = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["陆"] = {
		["四"] = {
			this = true,
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			}
		},
		["定"] = {
			["一"] = {
				this = true
			}
		},
		["空"] = {
			["军"] = {
				["地"] = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["肆"] = {
			this = true,
			["学"] = {
				["运"] = {
					this = true
				}
			},
			["叁"] = {
				["拾"] = {
					["壹"] = {
						this = true
					}
				}
			},
			["暴"] = {
				["徒"] = {
					this = true
				}
			}
		},
		["委"] = {
			this = true,
			["会"] = {
				this = true
			}
		},
		["丰"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["合"] = {
			["彩"] = {
				this = true
			}
		},
		["河"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["驷"] = {
			this = true
		},
		["月"] = {
			x = {
				["日"] = {
					this = true
				}
			},
			["肆"] = {
				["日"] = {
					this = true
				}
			},
			["初"] = {
				["四"] = {
					this = true
				}
			}
		},
		["罒"] = {
			this = true
		},
		["泗"] = {
			this = true
		},
		["亖"] = {
			this = true
		},
		["似"] = {
			this = true
		},
		["寺"] = {
			this = true
		},
		s = {
			i = {
				this = true
			}
		},
		["金"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["熔"] = {
		["铅"] = {
			["炉"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["羊"] = {
		["头"] = {
			["拐"] = {
				["杖"] = {
					["吹"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["剁"] = {
		["饼"] = {
			["子"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["醱"] = {
		["票"] = {
			this = true
		},
		["$"] = {
			["票"] = {
				this = true
			}
		},
		["%"] = {
			["票"] = {
				this = true
			}
		},
		["嘌"] = {
			this = true
		},
		["税"] = {
			["票"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["粿"] = {
		["聊"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["宵"] = {
		["夜"] = {
			["字"] = {
				["幕"] = {
					["组"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["脸"] = {
		["肿"] = {
			["字"] = {
				["幕"] = {
					["组"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["雕"] = {
		["花"] = {
			["1"] = {
				["9"] = {
					["1"] = {
						["1"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["页"] = {
		["面"] = {
			["紧"] = {
				["急"] = {
					["升"] = {
						["级"] = {
							this = true
						}
					}
				}
			},
			["升"] = {
				["级"] = {
					["访"] = {
						["问"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["拦"] = {
		["截"] = {
			["料"] = {
				this = true
			},
			["器"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["干"] = {
				["扰"] = {
					["器"] = {
						["价"] = {
							["格"] = {
								this = true
							}
						}
					}
				}
			},
			["系"] = {
				["统"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["尚"] = {
		["奇"] = {
			["将"] = {
				["网"] = {
					this = true
				}
			}
		},
		["將"] = {
			["軍"] = {
				["品"] = {
					this = true
				}
			}
		},
		["福"] = {
			["林"] = {
				this = true
			}
		},
		["勇"] = {
			this = true
		},
		["禾"] = {
			this = true
		},
		["书"] = {
			["之"] = {
				["子"] = {
					["法"] = {
						["拉"] = {
							["利"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["义"] = {
			["街"] = {
				this = true
			}
		},
		["海"] = {
			["卫"] = {
				["奸"] = {
					["伪"] = {
						["|"] = {
							["霾"] = {
								["拌"] = {
									["蒸"] = {
										["腐"] = {
											this = true,
											[" "] = {
												["|"] = {
													["浦"] = {
														["东"] = {
															["之"] = {
																["春"] = {
																	["|"] = {
																		["浦"] = {
																			["东"] = {
																				["区"] = {
																					["之"] = {
																						["春"] = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["搔"] = {
		["本"] = {
			["套"] = {
				["件"] = {
					["淘"] = {
						["宝"] = {
							this = true
						}
					}
				}
			}
		},
		["妹"] = {
			["妹"] = {
				["黄"] = {
					["站"] = {
						this = true
					}
				},
				["色"] = {
					["站"] = {
						["大"] = {
							["全"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["穴"] = {
			this = true,
			["自"] = {
				["慰"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["延"] = {
		["期"] = {
			["器"] = {
				["材"] = {
					this = true
				}
			}
		},
		["色"] = {
			["激"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["时"] = {
			["药"] = {
				["物"] = {
					["吗"] = {
						this = true
					}
				}
			}
		},
		["任"] = {
			["计"] = {
				["划"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["低"] = {
		["爆"] = {
			["药"] = {
				this = true
			}
		},
		["价"] = {
			["出"] = {
				["售"] = {
					this = true
				}
			},
			p = {
				p = {
					k = {
						this = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			},
			["失"] = {
				["身"] = {
					["粉"] = {
						this = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["制"] = {
			this = true
		},
		["價"] = {
			["金"] = {
				["幣"] = {
					this = true
				}
			}
		},
		["收"] = {
			["费"] = {
				["删"] = {
					["帖"] = {
						this = true
					}
				}
			}
		},
		["销"] = {
			["大"] = {
				["量"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["胸"] = {
			["自"] = {
				["慰"] = {
					this = true
				}
			}
		},
		["阻"] = {
			["爆"] = {
				["破"] = {
					["炸"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["端"] = {
			["外"] = {
				["围"] = {
					this = true
				}
			}
		},
		["级"] = {
			["黑"] = {
				["小"] = {
					["明"] = {
						this = true
					}
				}
			}
		},
		["配"] = {
			["宋"] = {
				["徽"] = {
					["宗"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["点"] = {
		["火"] = {
			["药"] = {
				this = true
			},
			["枪"] = {
				this = true
			}
		},
		["幼"] = {
			["阁"] = {
				this = true
			}
		},
		["对"] = {
			["点"] = {
				["裸"] = {
					["聊"] = {
						this = true
					}
				}
			}
		},
		["点"] = {
			["激"] = {
				["情"] = {
					["片"] = {
						["播"] = {
							["放"] = {
								this = true
							}
						}
					}
				}
			},
			["看"] = {
				this = true
			},
			["毛"] = {
				["片"] = {
					this = true
				}
			},
			["名"] = {
				["录"] = {
					["信"] = {
						["息"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["烛"] = {
				["光"] = {
					["维"] = {
						["园"] = {
							["见"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["击"] = {
			["进"] = {
				["店"] = {
					this = true
				}
			},
			["欣"] = {
				["赏"] = {
					this = true
				}
			}
		},
		["卡"] = {
			["没"] = {
				["有"] = {
					["作"] = {
						["废"] = {
							this = true
						}
					}
				}
			}
		},
		["亮"] = {
			["维"] = {
				["园"] = {
					["烛"] = {
						["光"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["数"] = {
			["低"] = {
				this = true
			},
			["优"] = {
				this = true,
				["惠"] = {
					this = true
				}
			}
		},
		["台"] = {
			["?"] = {
				this = true
			},
			["指"] = {
				["定"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			}
		},
		["下"] = {
			["图"] = {
				["访"] = {
					["问"] = {
						this = true
					}
				}
			}
		},
		["穴"] = {
			["曾"] = {
				["庆"] = {
					["红"] = {
						this = true
					}
				}
			}
		},
		["这"] = {
			["里"] = {
				this = true
			}
		},
		this = {
			this = true
		},
		["人"] = {
			this = true
		},
		["燃"] = {
			["烛"] = {
				["光"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["汉"] = {
		["刀"] = {
			this = true
		},
		["芯"] = {
			["造"] = {
				["假"] = {
					this = true
				}
			}
		},
		["风"] = {
			this = true
		},
		["人"] = {
			this = true,
			["移"] = {
				["民"] = {
					this = true,
					["西"] = {
						["藏"] = {
							this = true
						}
					}
				}
			}
		},
		["维"] = {
			this = true
		},
		["方"] = {
			["百"] = {
				["草"] = {
					["堂"] = {
						this = true
					}
				}
			}
		},
		["奸"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["悍"] = {
		["刀"] = {
			["行"] = {
				this = true,
				["官"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["马"] = {
			["不"] = {
				["锈"] = {
					["钢"] = {
						["弹"] = {
							["弓"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["甘"] = {
		["肃"] = {
			["保"] = {
				["安"] = {
					["腰"] = {
						["刀"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["油"] = {
			this = true
		},
		["南"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["夹"] = {
		["钢"] = {
			["短"] = {
				["刀"] = {
					["专"] = {
						["卖"] = {
							["店"] = {
								this = true
							}
						},
						["店"] = {
							this = true
						}
					}
				}
			}
		},
		["菜"] = {
			["艾"] = {
				this = true
			},
			["党"] = {
				this = true
			},
			["行"] = {
				["为"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["领"] = {
				["导"] = {
					["人"] = {
						this = true
					}
				}
			},
			["流"] = {
				["行"] = {
					this = true
				}
			},
			["腿"] = {
				["枪"] = {
					this = true
				}
			},
			["习"] = {
				this = true
			},
			["新"] = {
				["闻"] = {
					["联"] = {
						["播"] = {
							this = true
						}
					}
				}
			}
		},
		["得"] = {
			["我"] = {
				["好"] = {
					["舒"] = {
						["服"] = {
							this = true
						}
					}
				}
			}
		},
		["和"] = {
			["谐"] = {
				this = true
			}
		},
		["夹"] = {
			["子"] = {
				this = true
			}
		},
		["紧"] = {
			["肉"] = {
				["棒"] = {
					this = true
				}
			}
		},
		["六"] = {
			["四"] = {
				this = true
			}
		},
		["三"] = {
			["个"] = {
				["代"] = {
					["表"] = {
						this = true
					}
				}
			}
		},
		["文"] = {
			["革"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["鳄"] = {
		["鱼"] = {
			["野"] = {
				["营"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["副"] = {
		["甲"] = {
			["氧"] = {
				["基"] = {
					["安"] = {
						["非"] = {
							["他"] = {
								["明"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["书"] = {
			["记"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		["部"] = {
			["长"] = {
				["化"] = {
					["名"] = {
						["王"] = {
							["诚"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["朝"] = {
						["廷"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["炮"] = {
				this = true
			}
		},
		["炮"] = {
			["坏"] = {
				["了"] = {
					this = true
				}
			},
			["开"] = {
				["火"] = {
					["伪"] = {
						["装"] = {
							this = true
						}
					}
				}
			}
		},
		["总"] = {
			["理"] = {
				[" "] = {
					["马"] = {
						["明"] = {
							["哲"] = {
								this = true
							}
						}
					},
					["央"] = {
						["行"] = {
							["行"] = {
								["长"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["注"] = {
			["曦"] = {
				this = true
			}
		},
		["祝"] = {
			["吸"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["右"] = {
		["吗"] = {
			["拉"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["丙"] = {
			["氧"] = {
				["芬"] = {
					this = true
				}
			}
		},
		["派"] = {
			this = true,
			["*"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["γ"] = {
		["-"] = {
			["羟"] = {
				["基"] = {
					["丁"] = {
						["酸"] = {
							this = true
						}
					}
				}
			}
		},
		["羟"] = {
			["丁"] = {
				["酸"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["哌"] = {
		["苯"] = {
			["甲"] = {
				["醇"] = {
					this = true
				}
			}
		},
		["啶"] = {
			this = true,
			["有"] = {
				["货"] = {
					this = true
				},
				["现"] = {
					["货"] = {
						this = true
					}
				}
			}
		},
		["醋"] = {
			["甲"] = {
				["酯"] = {
					this = true
				}
			}
		},
		["腈"] = {
			["米"] = {
				["特"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["酯"] = {
				this = true
			}
		},
		["替"] = {
			["啶"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["舒"] = {
		["芬"] = {
			["太"] = {
				["尼"] = {
					this = true
				}
			}
		},
		["淇"] = {
			this = true,
			a = {
				v = {
					this = true
				}
			},
			["的"] = {
				["性"] = {
					["感"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			},
			["露"] = {
				["奶"] = {
					["淋"] = {
						["浴"] = {
							this = true
						}
					}
				}
			}
		},
		["服"] = {
			["死"] = {
				["大"] = {
					["鸡"] = {
						["巴"] = {
							["插"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["晓"] = {
			["琴"] = {
				this = true,
				["被"] = {
					["查"] = {
						this = true
					}
				},
				["父"] = {
					["亲"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["对"] = {
		["氟"] = {
			["芬"] = {
				["太"] = {
					["尼"] = {
						this = true
					}
				}
			}
		},
		["日"] = {
			["强"] = {
				["硬"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["共"] = {
			["产"] = {
				["党"] = {
					["清"] = {
						["算"] = {
							this = true
						}
					}
				}
			}
		},
		["华"] = {
			["广"] = {
				["播"] = {
					this = true
				}
			}
		},
		["外"] = {
			["高"] = {
				["层"] = {
					["人"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["共"] = {
				["的"] = {
					["姑"] = {
						["息"] = {
							["就"] = {
								["是"] = {
									["对"] = {
										["死"] = {
											["难"] = {
												["者"] = {
													["的"] = {
														["残"] = {
															["忍"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["6"] = {
			["4"] = {
				["的"] = {
					["认"] = {
						["识"] = {
							this = true
						}
					}
				}
			}
		},
		["话"] = {
			X = {
				["占"] = {
					["领"] = {
						this = true
					}
				}
			}
		},
		["讲"] = {
			["机"] = {
				["中"] = {
					["继"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["抗"] = {
			["温"] = {
				["廉"] = {
					["洁"] = {
						["著"] = {
							["称"] = {
								this = true
							}
						}
					}
				}
			},
			["极"] = {
				["权"] = {
					["的"] = {
						["斗"] = {
							["争"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["空"] = {
			["防"] = {
				["御"] = {
					this = true
				}
			}
		},
		["令"] = {
			["照"] = {
				["顾"] = {
					["有"] = {
						["加"] = {
							this = true
						}
					}
				}
			}
		},
		["氧"] = {
			["磷"] = {
				this = true
			}
		},
		["准"] = {
			["桃"] = {
				["源"] = {
					["洞"] = {
						["口"] = {
							this = true
						}
					}
				}
			}
		},
		["公"] = {
			["账"] = {
				["户"] = {
					["全"] = {
						["套"] = {
							this = true
						}
					}
				}
			}
		},
		["该"] = {
			["指"] = {
				["控"] = {
					this = true
				}
			}
		},
		["小"] = {
			["区"] = {
				["物"] = {
					["业"] = {
						["越"] = {
							["来"] = {
								["越"] = {
									["失"] = {
										["望"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["黑"] = {
			["窑"] = {
				["童"] = {
					["奴"] = {
						["案"] = {
							["的"] = {
								["继"] = {
									["续"] = {
										["追"] = {
											["问"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["当"] = {
			["前"] = {
				["我"] = {
					["国"] = {
						["若"] = {
							["干"] = {
								["重"] = {
									["大"] = {
										["国"] = {
											["是"] = {
												["的"] = {
													["意"] = {
														["见"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
