pg = pg or {}
slot0 = pg
slot0.word_template_21 = {}
slot1 = slot0.word_template_21

temp = function()
	uv0["收"] = {
		["单"] = {
			["管"] = {
				["猎"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["费"] = {
			["删"] = {
				["帖"] = {
					this = true
				}
			}
		},
		["單"] = {
			["管"] = {
				["獵"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["費"] = {
			["刪"] = {
				["帖"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["提"] = {
		["供"] = {
			["各"] = {
				["式"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								["步"] = {
									["槍"] = {
										this = true
									}
								}
							},
							["徑"] = {
								["步"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["猎"] = {
				["槍"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								["步"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["国"] = {
				["产"] = {
					["5"] = {
						["4"] = {
							["式"] = {
								["7"] = {
									["6"] = {
										["2"] = {
											m = {
												m = {
													["枪"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["制"] = {
						["式"] = {
							["5"] = {
								["4"] = {
									["式"] = {
										["7"] = {
											["6"] = {
												["2"] = {
													m = {
														m = {
															["枪"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["单"] = {
				["管"] = {
					["半"] = {
						["自"] = {
							["动"] = {
								["猎"] = {
									["枪"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["健"] = {
				["卫"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["衛"] = {
					["步"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["广"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["钟"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["鐘"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					},
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["壓"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["徑"] = {
						["步"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				},
				["國"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true,
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["虎"] = {
				["头"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["双"] = {
						["管"] = {
							this = true
						}
					}
				},
				["頭"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					},
					["雙"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["獵"] = {
				["槍"] = {
					this = true,
					["小"] = {
						["口"] = {
							["徑"] = {
								["步"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["國"] = {
				["產"] = {
					["5"] = {
						["4"] = {
							["式"] = {
								["7"] = {
									["6"] = {
										["2"] = {
											m = {
												m = {
													["槍"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["軍"] = {
				["用"] = {
					["制"] = {
						["式"] = {
							["5"] = {
								["4"] = {
									["式"] = {
										["7"] = {
											["6"] = {
												["2"] = {
													m = {
														m = {
															["槍"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["手"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["單"] = {
				["管"] = {
					["半"] = {
						["自"] = {
							["動"] = {
								["獵"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["廣"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["鹽"] = {
				["酸"] = {
					["羥"] = {
						["亞"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["禿"] = {
				["鷹"] = {
					this = true,
					["汽"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["臺"] = {
				["灣"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["進"] = {
				["口"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["单"] = {
		["管"] = {
			["猎"] = {
				["枪"] = {
					["3"] = {
						["0"] = {
							["发"] = {
								["提"] = {
									["供"] = {
										this = true
									}
								}
							}
						}
					},
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["港"] = {
		["3"] = {
			["8"] = {
				["式"] = {
					["左"] = {
						["轮"] = {
							["提"] = {
								["供"] = {
									this = true
								}
							}
						},
						["輪"] = {
							["提"] = {
								["供"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["独"] = {
			this = true,
			["分"] = {
				["子"] = {
					this = true
				}
			}
		},
		["灿"] = {
			this = true,
			["狗"] = {
				this = true
			}
		},
		["澳"] = {
			["办"] = {
				this = true
			},
			["辦"] = {
				this = true
			}
		},
		["獨"] = {
			this = true,
			["分"] = {
				["子"] = {
					this = true
				}
			}
		},
		["燦"] = {
			this = true,
			["狗"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["盐"] = {
		["酸"] = {
			["羟"] = {
				["亚"] = {
					["胺"] = {
						["技"] = {
							["术"] = {
								this = true,
								["转"] = {
									["让"] = {
										this = true
									}
								}
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["电"] = {
							["话"] = {
								this = true
							}
						},
						["出"] = {
							["货"] = {
								this = true
							}
						},
						["到"] = {
							["货"] = {
								this = true
							}
						},
						q = {
							q = {
								this = true
							}
						},
						["合"] = {
							["成"] = {
								this = true
							}
						}
					}
				},
				["技"] = {
					["术"] = {
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						["制"] = {
							["作"] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						},
						["批"] = {
							["发"] = {
								this = true
							}
						}
					}
				}
			},
			["去"] = {
				["氧"] = {
					["麻"] = {
						["黄"] = {
							["碱"] = {
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["纵"] = {
		["情"] = {
			["兵"] = {
				["团"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鸿"] = {
		["图"] = {
			["记"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["对"] = {
		["准"] = {
			["桃"] = {
				["源"] = {
					["洞"] = {
						["口"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["微"] = {
		["型"] = {
			["袖"] = {
				["珍"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["不"] = {
		["良"] = {
			["少"] = {
				["女"] = {
					["日"] = {
						["记"] = {
							this = true
						},
						["記"] = {
							this = true
						}
					}
				}
			}
		},
		["夜"] = {
			["城"] = {
				this = true
			}
		},
		["滅"] = {
			["帝"] = {
				["王"] = {
					this = true
				}
			}
		},
		["爽"] = {
			["不"] = {
				["要"] = {
					["錢"] = {
						this = true
					}
				}
			}
		},
		["玩"] = {
			["了"] = {
				this = true
			}
		},
		["雅"] = {
			["照"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["养"] = {
		["个"] = {
			["儿"] = {
				["子"] = {
					["做"] = {
						["丈"] = {
							["夫"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.q = {
		q = {
			["订"] = {
				["购"] = {
					["盐"] = {
						["酸"] = {
							["羟"] = {
								["亚"] = {
									["胺"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["卖"] = {
				["防"] = {
					["身"] = {
						["武"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["虎"] = {
					["头"] = {
						["双"] = {
							["管"] = {
								this = true
							}
						}
					}
				},
				["广"] = {
					["州"] = {
						["三"] = {
							["箭"] = {
								["气"] = {
									this = true
								}
							}
						}
					}
				},
				["瓦"] = {
					["斯"] = {
						["手"] = {
							["狗"] = {
								this = true
							}
						}
					}
				},
				["高"] = {
					["压"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["金"] = {
					["钟"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				C = {
					F = {
						X = {
							["气"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				},
				["仿"] = {
					["真"] = {
						["枪"] = {
							["模"] = {
								this = true
							}
						}
					}
				},
				["铅"] = {
					["弹"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["左"] = {
					["轮"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["5"] = {
					["4"] = {
						["式"] = {
							["6"] = {
								["4"] = {
									["式"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["工"] = {
					["字"] = {
						["牌"] = {
							["汽"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				},
				["秃"] = {
					["鹰"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["进"] = {
					["口"] = {
						["汽"] = {
							["狗"] = {
								this = true
							}
						}
					}
				},
				["健"] = {
					["卫"] = {
						["小"] = {
							["口"] = {
								["径"] = {
									this = true
								}
							}
						}
					}
				},
				["猎"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["买"] = {
				["销"] = {
					["售"] = {
						["虎"] = {
							["头"] = {
								["猎"] = {
									["枪"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["制"] = {
				["作"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					},
					K = {
						["粉"] = {
							this = true
						}
					}
				}
			},
			["供"] = {
				["应"] = {
					K = {
						["粉"] = {
							this = true
						}
					},
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				},
				["應"] = {
					K = {
						["粉"] = {
							this = true
						}
					},
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			},
			[" "] = {
				["供"] = {
					["应"] = {
						["氯"] = {
							["胺"] = {
								["酮"] = {
									this = true
								}
							}
						}
					},
					["應"] = {
						["氯"] = {
							["胺"] = {
								["酮"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["销"] = {
				["售"] = {
					K = {
						["粉"] = {
							this = true
						}
					}
				}
			},
			s = {
				g = {
					["."] = {
						o = {
							r = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["訂"] = {
				["購"] = {
					["鹽"] = {
						["酸"] = {
							["羥"] = {
								["亞"] = {
									["胺"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["賣"] = {
				["防"] = {
					["身"] = {
						["武"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["虎"] = {
					["頭"] = {
						["雙"] = {
							["管"] = {
								this = true
							}
						}
					}
				},
				["廣"] = {
					["州"] = {
						["三"] = {
							["箭"] = {
								["氣"] = {
									this = true
								}
							}
						}
					}
				},
				["瓦"] = {
					["斯"] = {
						["手"] = {
							["狗"] = {
								this = true
							}
						}
					}
				},
				["高"] = {
					["壓"] = {
						["氣"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				["金"] = {
					["鐘"] = {
						["氣"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				C = {
					F = {
						X = {
							["氣"] = {
								["槍"] = {
									this = true
								}
							}
						}
					}
				},
				["模"] = {
					["擬"] = {
						["槍"] = {
							["模"] = {
								this = true
							}
						}
					}
				},
				["鉛"] = {
					["彈"] = {
						["氣"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				["左"] = {
					["輪"] = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				["5"] = {
					["4"] = {
						["式"] = {
							["6"] = {
								["4"] = {
									["式"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["工"] = {
					["字"] = {
						["牌"] = {
							["汽"] = {
								["槍"] = {
									this = true
								}
							}
						}
					}
				},
				["禿"] = {
					["鷹"] = {
						["汽"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				["進"] = {
					["口"] = {
						["汽"] = {
							["狗"] = {
								this = true
							}
						}
					}
				},
				["健"] = {
					["衛"] = {
						["小"] = {
							["口"] = {
								["徑"] = {
									this = true
								}
							}
						}
					}
				},
				["獵"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["買"] = {
				["銷"] = {
					["售"] = {
						["虎"] = {
							["頭"] = {
								["獵"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["製"] = {
				["作"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					},
					K = {
						["粉"] = {
							this = true
						}
					}
				}
			},
			["銷"] = {
				["售"] = {
					K = {
						["粉"] = {
							this = true
						}
					}
				}
			}
		},
		v = {
			o = {
				d = {
					["成"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		i = {
			a = {
				n = {
					g = {
						j = {
							i = {
								a = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			n = {
				g = {
					s = {
						e = {
							w = {
								u = {
									y = {
										u = {
											e = {
												t = {
													i = {
														a = {
															n = {
																["."] = {
																	["1"] = {
																		["1"] = {
																			["7"] = {
																				["4"] = {
																					["."] = {
																						n = {
																							e = {
																								t = {
																									["."] = {
																										c = {
																											n = {
																												this = true
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				i = {
					n = {
						g = {
							n = {
								e = {
									t = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		g = {
			q = {
				m = {
					["."] = {
						o = {
							r = {
								g = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		t = {
			o = {
				y = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["汽"] = {
		["车"] = {
			["遥"] = {
				["控"] = {
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["万"] = {
				["能"] = {
					["钥"] = {
						["匙"] = {
							this = true
						}
					}
				}
			}
		},
		["狗"] = {
			["销"] = {
				["售"] = {
					this = true
				}
			},
			["出"] = {
				["售"] = {
					this = true
				},
				["货"] = {
					this = true
				},
				["貨"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["电"] = {
				["话"] = {
					this = true
				}
			},
			["技"] = {
				["术"] = {
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["術"] = {
					["轉"] = {
						["讓"] = {
							this = true
						}
					}
				}
			},
			["到"] = {
				["货"] = {
					this = true
				},
				["貨"] = {
					this = true
				}
			},
			["制"] = {
				["造"] = {
					["图"] = {
						this = true
					}
				}
			},
			q = {
				q = {
					this = true
				}
			},
			["支"] = {
				["付"] = {
					["宝"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					},
					["寶"] = {
						["專"] = {
							["賣"] = {
								this = true
							}
						}
					}
				}
			},
			["銷"] = {
				["售"] = {
					this = true
				}
			},
			["訂"] = {
				["購"] = {
					this = true
				}
			},
			["電"] = {
				["話"] = {
					this = true
				}
			},
			["製"] = {
				["造"] = {
					["圖"] = {
						this = true
					}
				}
			}
		},
		["手"] = {
			["狗"] = {
				this = true
			}
		},
		["車"] = {
			["遙"] = {
				["控"] = {
					["攔"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["萬"] = {
				["能"] = {
					["鑰"] = {
						["匙"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["帝"] = {
		["国"] = {
			T = {
				W = {
					["-"] = {
						["8"] = {
							["9"] = {
								["解"] = {
									["码"] = {
										["器"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["夜"] = {
				["色"] = {
					this = true
				}
			},
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["國"] = {
			["主"] = {
				["義"] = {
					this = true
				}
			},
			T = {
				W = {
					["-"] = {
						["8"] = {
							["9"] = {
								["解"] = {
									["碼"] = {
										["器"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["夜"] = {
				["色"] = {
					this = true
				}
			}
		},
		["顺"] = {
			this = true
		},
		["順"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["上"] = {
		["海"] = {
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					},
					["批"] = {
						["发"] = {
							["网"] = {
								this = true
							}
						}
					},
					["销"] = {
						["售"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["气"] = {
						["枪"] = {
							["指"] = {
								["定"] = {
									["销"] = {
										["售"] = {
											["点"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["氣"] = {
						["槍"] = {
							["指"] = {
								["定"] = {
									["銷"] = {
										["售"] = {
											["點"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["牌"] = {
				["工"] = {
					["字"] = {
						["气"] = {
							["枪"] = {
								["专"] = {
									["卖"] = {
										["网"] = {
											this = true
										}
									}
								}
							}
						},
						["氣"] = {
							["槍"] = {
								["專"] = {
									["賣"] = {
										["網"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["幫"] = {
				this = true
			},
			["孤"] = {
				["兒"] = {
					["院"] = {
						this = true
					}
				}
			},
			["氣"] = {
				["槍"] = {
					["網"] = {
						this = true
					},
					["批"] = {
						["發"] = {
							["網"] = {
								this = true
							}
						}
					},
					["銷"] = {
						["售"] = {
							["網"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["门"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					["服"] = {
						["务"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["訪"] = {
			this = true
		},
		["帝"] = {
			["的"] = {
				["爱"] = {
					["即"] = {
						["是"] = {
							["性"] = {
								["爱"] = {
									this = true
								}
							}
						}
					}
				},
				["愛"] = {
					["即"] = {
						["是"] = {
							["性"] = {
								["愛"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["妳"] = {
			this = true
		},
		["你"] = {
			this = true
		},
		["門"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					["服"] = {
						["務"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["秃"] = {
		["鹰"] = {
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					},
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["货"] = {
						["到"] = {
							["付"] = {
								this = true
							}
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								["纸"] = {
									this = true
								}
							}
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["到"] = {
				["货"] = {
					this = true
				}
			},
			["出"] = {
				["货"] = {
					this = true
				}
			},
			["电"] = {
				["话"] = {
					this = true
				}
			},
			["技"] = {
				["术"] = {
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			q = {
				q = {
					this = true
				}
			},
			["制"] = {
				["造"] = {
					["图"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["瓦"] = {
		["斯"] = {
			["手"] = {
				["狗"] = {
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						},
						["術"] = {
							["轉"] = {
								["讓"] = {
									this = true
								}
							}
						}
					},
					["出"] = {
						["售"] = {
							this = true
						},
						["货"] = {
							this = true
						},
						["貨"] = {
							this = true
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						},
						["貨"] = {
							this = true
						}
					},
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["製"] = {
						["造"] = {
							this = true
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					},
					["訂"] = {
						["購"] = {
							this = true
						}
					},
					["圖"] = {
						["紙"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["负"] = {
		["面"] = {
			["信"] = {
				["息"] = {
					["删"] = {
						["除"] = {
							this = true,
							Q = {
								Q = {
									this = true
								}
							}
						},
						["帖"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			},
			["新"] = {
				["闻"] = {
					["信"] = {
						["息"] = {
							["删"] = {
								["除"] = {
									this = true
								}
							}
						}
					},
					["删"] = {
						["除"] = {
							this = true,
							["清"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["撤"] = {
				["稿"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["水"] = {
		["军"] = {
			["军"] = {
				["团"] = {
					["招"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["招"] = {
				["聘"] = {
					this = true
				}
			},
			["0"] = {
				["0"] = {
					["7"] = {
						["招"] = {
							["聘"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["利"] = {
			["部"] = {
				this = true
			}
		},
		["去"] = {
			["车"] = {
				["仑"] = {
					this = true
				}
			},
			["車"] = {
				["侖"] = {
					this = true
				}
			}
		},
		["軍"] = {
			["軍"] = {
				["團"] = {
					["招"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["兼"] = {
				["職"] = {
					this = true
				}
			},
			["招"] = {
				["聘"] = {
					this = true
				}
			},
			["0"] = {
				["0"] = {
					["7"] = {
						["招"] = {
							["聘"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["嫩"] = {
			B = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["氯"] = {
		["胺"] = {
			["酮"] = {
				this = true,
				Q = {
					Q = {
						this = true
					}
				},
				["付"] = {
					["款"] = {
						Q = {
							Q = {
								this = true
							}
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["出"] = {
					["货"] = {
						this = true
					},
					["貨"] = {
						this = true
					}
				},
				["到"] = {
					["货"] = {
						this = true
					},
					["貨"] = {
						this = true
					}
				},
				["技"] = {
					["术"] = {
						["转"] = {
							["让"] = {
								this = true
							}
						}
					},
					["術"] = {
						["轉"] = {
							["讓"] = {
								this = true
							}
						}
					}
				},
				["电"] = {
					["话"] = {
						this = true
					}
				},
				q = {
					q = {
						this = true
					}
				},
				["訂"] = {
					["購"] = {
						this = true
					}
				},
				["電"] = {
					["話"] = {
						this = true
					}
				}
			}
		},
		["氨"] = {
			["酮"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["合"] = {
		["成"] = {
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true,
						q = {
							q = {
								this = true
							}
						}
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["鹽"] = {
				["酸"] = {
					["羥"] = {
						["亞"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.F = {
		X = {
			["气"] = {
				["皇"] = {
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["氣"] = {
				["皇"] = {
					["專"] = {
						["賣"] = {
							this = true
						}
					}
				}
			}
		},
		F = {
			X = {
				["氣"] = {
					["槍"] = {
						["銷"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		D = {
			Z = {
				O = {
					N = {
						E = {
							this = true
						}
					}
				}
			}
		},
		e = {
			e = {
				l = {
					m = {
						i = {
							s = {
								t = {
									o = {
										n = {
											e = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		k = {
			u = {
				this = true
			}
		},
		L = {
			G = {
				this = true
			}
		},
		u = {
			c = {
				k = {
					this = true
				}
			}
		},
		A = {
			L = {
				U = {
					this = true,
					N = {
						this = true,
						D = {
							A = {
								F = {
									A = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["轮"] = {
				this = true
			},
			["輪"] = {
				this = true
			}
		},
		E = {
			E = {
				L = {
					M = {
						I = {
							S = {
								T = {
									O = {
										N = {
											E = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		K = {
			U = {
				this = true
			}
		},
		R = {
			E = {
				E = {
					C = {
						H = {
							I = {
								N = {
									A = {
										this = true
									}
								}
							}
						}
					},
					D = {
						O = {
							M = {
								this = true
							}
						}
					},
					N = {
						E = {
							T = {
								this = true
							}
						}
					}
				}
			}
		},
		U = {
			C = {
				K = {
					this = true
				}
			}
		},
		r = {
			e = {
				e = {
					t = {
						i = {
							b = {
								e = {
									t = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		M = {
			["2"] = {
				this = true
			}
		},
		a = {
			L = {
				u = {
					n = {
						G = {
							o = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			[" "] = {
				L = {
					u = {
						n = {
							[" "] = {
								G = {
									o = {
										n = {
											g = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["獵"] = {
		["槍"] = {
			["銷"] = {
				["售"] = {
					this = true
				}
			},
			q = {
				q = {
					this = true
				}
			},
			["到"] = {
				["貨"] = {
					this = true
				}
			},
			["訂"] = {
				["購"] = {
					this = true
				}
			},
			["製"] = {
				["造"] = {
					["圖"] = {
						["紙"] = {
							this = true
						}
					}
				}
			},
			["技"] = {
				["術"] = {
					["轉"] = {
						["讓"] = {
							this = true
						}
					}
				}
			},
			["電"] = {
				["話"] = {
					this = true
				}
			},
			["出"] = {
				["貨"] = {
					this = true
				}
			}
		},
		["頭"] = {
			["者"] = {
				["出"] = {
					["售"] = {
						this = true
					}
				}
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							["貨"] = {
								["到"] = {
									["付"] = {
										["款"] = {
											this = true
										}
									}
								}
							},
							["銷"] = {
								["售"] = {
									this = true
								}
							},
							["出"] = {
								["售"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["豹"] = {
			["弓"] = {
				["弩"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["伯"] = {
		["莱"] = {
			["塔"] = {
				["销"] = {
					["售"] = {
						this = true
					}
				}
			}
		},
		["萊"] = {
			["塔"] = {
				["銷"] = {
					["售"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["组"] = {
		["装"] = {
			["5"] = {
				["4"] = {
					["式"] = {
						["7"] = {
							["6"] = {
								["2"] = {
									m = {
										m = {
											["枪"] = {
												["提"] = {
													["供"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["录"] = {
				["音"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							},
							["软"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["捷"] = {
		["克"] = {
			C = {
				Z = {
					["1"] = {
						["0"] = {
							["0"] = {
								["枪"] = {
									["出"] = {
										["售"] = {
											this = true
										}
									}
								},
								["槍"] = {
									["出"] = {
										["售"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.Q = {
		Q = {
			["卖"] = {
				["4"] = {
					["5"] = {
						M = {
							M = {
								["狗"] = {
									["粮"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["假"] = {
				["钞"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["币"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["鈔"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["幣"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["賣"] = {
				["4"] = {
					["5"] = {
						M = {
							M = {
								["狗"] = {
									["糧"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		I = {
			A = {
				N = {
					G = {
						J = {
							I = {
								A = {
									N = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["长"] = {
		["期"] = {
			["低"] = {
				["价"] = {
					["供"] = {
						["应"] = {
							["子"] = {
								["弹"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["销"] = {
				["售"] = {
					["各"] = {
						["种"] = {
							["枪"] = {
								l = {
									["支"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["删"] = {
		["帖"] = {
			["公"] = {
				["司"] = {
					this = true
				}
			}
		},
		["除"] = {
			["负"] = {
				["面"] = {
					["帖"] = {
						["子"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true,
							["请"] = {
								["找"] = {
									this = true
								}
							}
						}
					},
					["贴"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["贴"] = {
			["公"] = {
				["司"] = {
					this = true
				}
			}
		},
		["号"] = {
			this = true
		},
		[" "] = {
			["号"] = {
				this = true
			}
		}
	}
end

temp()
