pg = pg or {}
slot0 = pg
slot0.word_template_29 = {}
slot1 = slot0.word_template_29

temp = function()
	uv0["两"] = {
		["会"] = {
			this = true
		},
		["个"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["国"] = {
			["论"] = {
				this = true
			}
		},
		["性"] = {
			["淫"] = {
				["乱"] = {
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			}
		},
		["腿"] = {
			["之"] = {
				["间"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["中"] = {
		["国"] = {
			["茉"] = {
				["莉"] = {
					["花"] = {
						["革"] = {
							["命"] = {
								this = true
							}
						},
						["运"] = {
							["动"] = {
								this = true
							}
						}
					}
				}
			},
			["之"] = {
				["春"] = {
					this = true
				}
			},
			["人"] = {
				["民"] = {
					["解"] = {
						["放"] = {
							["军"] = {
								this = true
							}
						}
					}
				}
			},
			["猪"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["城"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						["7"] = {
							["6"] = {
								["2"] = {
									m = {
										m = {
											["枪"] = {
												["出"] = {
													["售"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["气"] = {
				["狗"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				},
				["枪"] = {
					["网"] = {
						this = true
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["恐"] = {
				["怖"] = {
					["组"] = {
						["织"] = {
							this = true
						}
					}
				}
			}
		},
		["共"] = {
			this = true,
			["军"] = {
				["警"] = {
					this = true
				}
			},
			["班"] = {
				["禅"] = {
					this = true
				},
				["禪"] = {
					this = true
				}
			},
			["軍"] = {
				["警"] = {
					this = true
				}
			}
		},
		["宣"] = {
			["部"] = {
				this = true
			}
		},
		["纪"] = {
			["委"] = {
				this = true
			}
		},
		["华"] = {
			["全"] = {
				["国"] = {
					["总"] = {
						["工"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["地"] = {
					this = true
				},
				["众"] = {
					this = true
				},
				["陆"] = {
					["行"] = {
						["政"] = {
							["执"] = {
								["事"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["实"] = {
						["话"] = {
							["实"] = {
								["说"] = {
									this = true
								}
							}
						}
					},
					["正"] = {
						["邪"] = {
							this = true
						}
					}
				}
			},
			["时"] = {
				["事"] = {
					this = true
				}
			},
			["养"] = {
				["生"] = {
					["益"] = {
						["智"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["实"] = {
					["报"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["民"] = {
				["国"] = {
					this = true
				}
			}
		},
		["央"] = {
			["委"] = {
				["员"] = {
					this = true
				},
				["員"] = {
					this = true
				}
			},
			["军"] = {
				["事"] = {
					["委"] = {
						["员"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["台"] = {
						this = true
					}
				}
			},
			["電"] = {
				["視"] = {
					["臺"] = {
						this = true
					}
				}
			},
			["軍"] = {
				["事"] = {
					["委"] = {
						["員"] = {
							["會"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["文"] = {
			["搜"] = {
				["性"] = {
					["网"] = {
						this = true
					},
					["網"] = {
						this = true
					}
				}
			}
		},
		["年"] = {
			["美"] = {
				["妇"] = {
					this = true
				},
				["婦"] = {
					this = true
				}
			}
		},
		["毒"] = {
			["的"] = {
				["圖"] = {
					["騰"] = {
						this = true
					}
				}
			},
			["圖"] = {
				["騰"] = {
					this = true
				}
			}
		},
		["俄"] = {
			["邊"] = {
				["界"] = {
					this = true
				}
			}
		},
		["國"] = {
			["復"] = {
				["興"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["共"] = {
				["産"] = {
					["黨"] = {
						this = true
					}
				}
			},
			["孤"] = {
				["兒"] = {
					["院"] = {
						this = true
					}
				}
			},
			["和"] = {
				["平"] = {
					this = true
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["社"] = {
				["會"] = {
					["進"] = {
						["步"] = {
							["黨"] = {
								this = true
							}
						}
					},
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["威"] = {
				["脅"] = {
					["論"] = {
						this = true
					}
				}
			},
			["問"] = {
				["題"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["移"] = {
				["動"] = {
					["通"] = {
						["信"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["實"] = {
					["內"] = {
						["容"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["春"] = {
					this = true
				}
			},
			["猪"] = {
				this = true
			},
			["茉"] = {
				["莉"] = {
					["花"] = {
						["革"] = {
							["命"] = {
								this = true
							}
						},
						["運"] = {
							["動"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["解"] = {
						["放"] = {
							["軍"] = {
								this = true
							}
						}
					}
				}
			},
			["豬"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["愛"] = {
					["城"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						["7"] = {
							["6"] = {
								["2"] = {
									m = {
										m = {
											["槍"] = {
												["出"] = {
													["售"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["氣"] = {
				["狗"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				},
				["槍"] = {
					["網"] = {
						this = true
					},
					["銷"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["恐"] = {
				["怖"] = {
					["組"] = {
						["織"] = {
							this = true
						}
					}
				}
			}
		},
		["華"] = {
			["大"] = {
				["地"] = {
					this = true
				},
				["衆"] = {
					this = true
				},
				["眾"] = {
					this = true
				},
				["陸"] = {
					["行"] = {
						["政"] = {
							["執"] = {
								["事"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["講"] = {
				["清"] = {
					this = true
				}
			},
			["民"] = {
				["國"] = {
					this = true
				}
			},
			["人"] = {
				["民"] = {
					["實"] = {
						["話"] = {
							["實"] = {
								["說"] = {
									this = true
								}
							}
						}
					},
					["正"] = {
						["邪"] = {
							this = true
						}
					}
				}
			},
			["時"] = {
				["事"] = {
					this = true
				}
			},
			["養"] = {
				["生"] = {
					["益"] = {
						["智"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["實"] = {
					["報"] = {
						["道"] = {
							this = true
						},
						["導"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["國"] = {
					["總"] = {
						["工"] = {
							["會"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["南"] = {
			["海"] = {
				this = true
			}
		},
		["紀"] = {
			["委"] = {
				this = true
			}
		},
		["出"] = {
			this = true,
			["解"] = {
				["禁"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.M = {
		L = {
			this = true,
			["花"] = {
				this = true,
				["革"] = {
					["命"] = {
						this = true
					}
				},
				["运"] = {
					["动"] = {
						this = true
					}
				},
				["運"] = {
					["動"] = {
						this = true
					}
				}
			}
		},
		M = {
			["屄"] = {
				this = true
			}
		},
		["9"] = {
			["2"] = {
				F = {
					["式"] = {
						["手"] = {
							["槍"] = {
								["买"] = {
									["卖"] = {
										this = true
									}
								},
								["買"] = {
									["賣"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		a = {
			i = {
				["骚"] = {
					this = true
				},
				["騷"] = {
					this = true
				}
			}
		},
		A = {
			I = {
				["骚"] = {
					this = true
				},
				["騷"] = {
					this = true
				}
			},
			K = {
				I = {
					N = {
						G = {
							this = true
						}
					}
				}
			}
		},
		I = {
			N = {
				G = {
					H = {
						U = {
							I = {
								this = true,
								N = {
									E = {
										W = {
											S = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["梅"] = {
		["花"] = {
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["屄"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			}
		},
		["毒"] = {
			this = true
		},
		["绮"] = {
			this = true,
			["("] = {
				["江"] = {
					["端"] = {
						["仪"] = {
							[")"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["綺"] = {
			this = true,
			["("] = {
				["江"] = {
					["端"] = {
						["儀"] = {
							[")"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
