pg = pg or {}
slot0 = pg
slot0.word_template_236 = {}
slot1 = slot0.word_template_236

function temp()
	uv0["冒"] = {
		["毛"] = {
			["湾"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["没"] = {
		["到"] = {
			["火"] = {
				["场"] = {
					["现"] = {
						["收"] = {
							["费"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["钱"] = {
			["的"] = {
				["时"] = {
					["候"] = {
						["老"] = {
							["婆"] = {
								["兼"] = {
									["秘"] = {
										["书"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["事"] = {
			["就"] = {
				["干"] = {
					["秘"] = {
						["书"] = {
							this = true
						}
					}
				},
				["用"] = {
					["手"] = {
						["抠"] = {
							b = {
								this = true
							}
						}
					}
				}
			}
		},
		["有"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						["就"] = {
							["没"] = {
								["有"] = {
									["三"] = {
										["鹿"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["理"] = {
				["由"] = {
					["拒"] = {
						["绝"] = {
							["的"] = {
								["宪"] = {
									["章"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["伤"] = {
				["痕"] = {
					["的"] = {
						["酷"] = {
							["刑"] = {
								this = true
							}
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					["爽"] = {
						this = true
					}
				}
			}
		},
		["在"] = {
			["上"] = {
				["海"] = {
					["当"] = {
						["警"] = {
							["察"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["玫"] = {
		["瑰"] = {
			["粉"] = {
				["推"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["梅"] = {
		["德"] = {
			["韦"] = {
				["杰"] = {
					["夫"] = {
						this = true
					}
				}
			},
			["韋"] = {
				["傑"] = {
					["夫"] = {
						this = true
					}
				}
			}
		},
		["毒"] = {
			this = true
		},
		["花"] = {
			["屄"] = {
				this = true
			},
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["璇"] = {
			["婷"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["媒"] = {
		["体"] = {
			["是"] = {
				["下"] = {
					["作"] = {
						["的"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["每"] = {
		["个"] = {
			["恐"] = {
				["怖"] = {
					["疯"] = {
						["子"] = {
							["都"] = {
								["要"] = {
									["学"] = {
										["习"] = {
											["他"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["年"] = {
			["公"] = {
				["款"] = {
					["大"] = {
						["吃"] = {
							["大"] = {
								["喝"] = {
									["铺"] = {
										["张"] = {
											["浪"] = {
												["费"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["日"] = {
			["结"] = {
				["算"] = {
					this = true
				}
			},
			["支"] = {
				["付"] = {
					this = true
				}
			},
			["最"] = {
				["高"] = {
					["工"] = {
						["资"] = {
							this = true
						}
					}
				}
			}
		},
		["天"] = {
			["喝"] = {
				["三"] = {
					["鹿"] = {
						["直"] = {
							["奔"] = {
								["黄"] = {
									["泉"] = {
										["路"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["收"] = {
				["入"] = {
					["不"] = {
						["低"] = {
							this = true
						}
					}
				}
			}
		},
		["张"] = {
			["麻"] = {
				["将"] = {
					["桌"] = {
						["上"] = {
							["都"] = {
								["是"] = {
									["三"] = {
										["缺"] = {
											["一"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
