pg = pg or {}
slot0 = pg
slot0.word_template_52 = {}
slot1 = slot0.word_template_52

function temp()
	uv0["办"] = {
		["各"] = {
			["种"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["假"] = {
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			},
			["学"] = {
				["位"] = {
					["证"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true
			}
		},
		["教"] = {
			["师"] = {
				["资"] = {
					["格"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["理"] = {
			this = true,
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true
					}
				}
			},
			["大"] = {
				["学"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					}
				},
				["学"] = {
					["校"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				},
				["种"] = {
					["贷"] = {
						["款"] = {
							this = true
						}
					},
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["广"] = {
				["州"] = {
					["户"] = {
						["口"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["外"] = {
					["学"] = {
						["历"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["假"] = {
				["证"] = {
					this = true
				}
			},
			["警"] = {
				["察"] = {
					["证"] = {
						this = true
					}
				}
			},
			["民"] = {
				["办"] = {
					["大"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["学"] = {
				["历"] = {
					this = true
				},
				["位"] = {
					["证"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["英"] = {
				["语"] = {
					["四"] = {
						["级"] = {
							["证"] = {
								["书"] = {
									this = true
								}
							}
						}
					},
					["专"] = {
						["四"] = {
							["专"] = {
								["八"] = {
									["证"] = {
										["书"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["真"] = {
				["实"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["学"] = {
						["历"] = {
							this = true
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			},
			["职"] = {
				["称"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["事"] = {
			["都"] = {
				["得"] = {
					["凭"] = {
						["关"] = {
							["系"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["所"] = {
			["有"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["学"] = {
			["历"] = {
				this = true
			}
		},
		["真"] = {
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true
					}
				}
			},
			["实"] = {
				["学"] = {
					["历"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["学"] = {
				["历"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			}
		},
		["证"] = {
			this = true,
			["刻"] = {
				["章"] = {
					this = true
				}
			},
			["热"] = {
				["线"] = {
					this = true
				}
			}
		},
		["証"] = {
			this = true,
			["电"] = {
				["话"] = {
					this = true
				}
			}
		},
		["證"] = {
			this = true
		},
		["自"] = {
			["考"] = {
				["本"] = {
					["科"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["半"] = {
		["波"] = {
			this = true
		},
		["根"] = {
			["手"] = {
				["指"] = {
					["就"] = {
						["塞"] = {
							["滿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["妖"] = {
			["乳"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["夜"] = {
			["别"] = {
				["忘"] = {
					["补"] = {
						["一"] = {
							["炮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["羽"] = {
			this = true
		},
		["自"] = {
			["动"] = {
				["枪"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["辦"] = {
		["譪"] = {
			this = true
		},
		["毕"] = {
			["业"] = {
				["证"] = {
					this = true
				}
			}
		},
		["理"] = {
			["文"] = {
				["憑"] = {
					this = true
				}
			},
			["證"] = {
				["件"] = {
					this = true
				}
			}
		},
		["証"] = {
			this = true
		},
		["證"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["瓣"] = {
		["證"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["帮"] = {
		["人"] = {
			["报"] = {
				["仇"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["浜"] = {
		["田"] = {
			["渚"] = {
				this = true
			}
		}
	}
end

temp()
