pg = pg or {}
slot0 = pg
slot0.word_template_320 = {}
slot1 = slot0.word_template_320

function temp()
	uv0["太"] = {
		["比"] = {
			["力"] = {
				["克"] = {
					this = true
				}
			}
		},
		["监"] = {
			this = true,
			["媒"] = {
				["体"] = {
					this = true
				}
			}
		},
		["監"] = {
			this = true
		},
		["阳"] = {
			["城"] = {
				this = true
			},
			["圣"] = {
				["殿"] = {
					["教"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["陽"] = {
			["城"] = {
				this = true
			}
		},
		["子"] = {
			["党"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["泰"] = {
		["国"] = {
			["超"] = {
				["强"] = {
					["少"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["年"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["米"] = {
			["尔"] = {
				["猛"] = {
					["虎"] = {
						this = true
					}
				}
			}
		},
		["奴"] = {
			["橋"] = {
				["警"] = {
					["衛"] = {
						["兵"] = {
							this = true
						}
					}
				},
				["掠"] = {
					["奪"] = {
						["者"] = {
							this = true
						}
					}
				}
			}
		},
		["式"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["香"] = {
				["薰"] = {
					["油"] = {
						["压"] = {
							this = true
						}
					}
				}
			},
			["指"] = {
				["压"] = {
					this = true
				}
			}
		},
		["兴"] = {
			["惨"] = {
				["案"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["贪"] = {
		["财"] = {
			["好"] = {
				["色"] = {
					["婚"] = {
						["外"] = {
							["恋"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["风"] = {
			["如"] = {
				["虎"] = {
					["吞"] = {
						["三"] = {
							["辰"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["官"] = {
			this = true,
			["遍"] = {
				["地"] = {
					["罪"] = {
						["难"] = {
							["容"] = {
								this = true
							}
						}
					}
				}
			},
			["不"] = {
				["断"] = {
					this = true
				}
			},
			["卖"] = {
				["国"] = {
					this = true
				}
			},
			["情"] = {
				["妇"] = {
					["二"] = {
						["奶"] = {
							["展"] = {
								this = true
							}
						}
					}
				}
			},
			["若"] = {
				["要"] = {
					["富"] = {
						["握"] = {
							["紧"] = {
								["大"] = {
									["印"] = {
										["收"] = {
											["贿"] = {
												["赂"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["是"] = {
				["层"] = {
					["出"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["数"] = {
				["世"] = {
					["界"] = {
						["第"] = {
							["一"] = {
								this = true
							}
						}
					}
				}
			},
			["所"] = {
				["贪"] = {
					["数"] = {
						["额"] = {
							["越"] = {
								["来"] = {
									["越"] = {
										["大"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["越"] = {
				["打"] = {
					["越"] = {
						["多"] = {
							this = true
						}
					}
				}
			}
		},
		["污"] = {
			["犯"] = {
				this = true
			},
			["两"] = {
				["亿"] = {
					["的"] = {
						["副"] = {
							["局"] = {
								["长"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["钱"] = {
				["财"] = {
					["去"] = {
						["嫖"] = {
							["妓"] = {
								this = true
							}
						}
					}
				}
			},
			["受"] = {
				["贿"] = {
					["我"] = {
						["不"] = {
							["怕"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["摞"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["淫"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["貪"] = {
		["汙"] = {
			["腐"] = {
				["敗"] = {
					["欺"] = {
						["男"] = {
							["霸"] = {
								["女"] = {
									["沒"] = {
										["關"] = {
											["係"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["谭"] = {
		["豁"] = {
			["子"] = {
				this = true
			}
		},
		["作"] = {
			["人"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["坦"] = {
		["克"] = {
			["车"] = {
				["从"] = {
					["学"] = {
						["生"] = {
							["们"] = {
								["的"] = {
									["身"] = {
										["上"] = {
											["辗"] = {
												["过"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["压"] = {
					["伤"] = {
						this = true
					}
				}
			},
			["节"] = {
				this = true
			},
			["狂"] = {
				["奔"] = {
					["追"] = {
						["人"] = {
							["碾"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
