pg = pg or {}
slot0 = pg
slot0.word_template_394 = {}
slot1 = slot0.word_template_394

function temp()
	uv0["咱"] = {
		["们"] = {
			["长"] = {
				["征"] = {
					["的"] = {
						["时"] = {
							["候"] = {
								["到"] = {
									["过"] = {
										["她"] = {
											["们"] = {
												["村"] = {
													this = true
												}
											}
										}
									}
								},
								["去"] = {
									["过"] = {
										["她"] = {
											["们"] = {
												["村"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["时"] = {
						["到"] = {
							["过"] = {
								["她"] = {
									["们"] = {
										["村"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鏨"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["赃"] = {
		["款"] = {
			["洗"] = {
				["钱"] = {
					["转"] = {
						["移"] = {
							["欧"] = {
								["美"] = {
									["购"] = {
										["买"] = {
											["豪"] = {
												["宅"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["臧"] = {
		["献"] = {
			["甫"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["遭"] = {
		["人"] = {
			["强"] = {
				["暴"] = {
					["就"] = {
						["从"] = {
							["了"] = {
								["吧"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["早"] = {
		["就"] = {
			["已"] = {
				["经"] = {
					["不"] = {
						["鸟"] = {
							c = {
								c = {
									t = {
										v = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["知"] = {
				["道"] = {
					["是"] = {
						["黄"] = {
							["局"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["瀬"] = {
			["奈"] = {
				["緒"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			["起"] = {
				["来"] = {
					["做"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["熟"] = {
			["了"] = {
				["一"] = {
					["个"] = {
						["民"] = {
							["族"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["泄"] = {
			this = true,
			["克"] = {
				["星"] = {
					this = true
				}
			}
		}
	}
end

temp()
