pg = pg or {}
slot0 = pg
slot0.word_template_96 = {}
slot1 = slot0.word_template_96

function temp()
	uv0["地"] = {
		["磅"] = {
			["干"] = {
				["扰"] = {
					["器"] = {
						this = true
					}
				}
			},
			["解"] = {
				["码"] = {
					["器"] = {
						this = true
					}
				}
			},
			["无"] = {
				["线"] = {
					["遥"] = {
						["控"] = {
							this = true
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["藏"] = {
			this = true
		},
		["产"] = {
			["古"] = {
				["弩"] = {
					["中"] = {
						["之"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["地"] = {
			["道"] = {
				["道"] = {
					["流"] = {
						["氓"] = {
							["政"] = {
								["权"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["恩"] = {
			["丙"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["方"] = {
			["势"] = {
				["力"] = {
					this = true
				}
			},
			["政"] = {
				["府"] = {
					["蛮"] = {
						["干"] = {
							this = true
						}
					},
					["蠻"] = {
						["幹"] = {
							this = true
						}
					}
				}
			}
		},
		["芬"] = {
			["诺"] = {
				["辛"] = {
					this = true
				},
				["酯"] = {
					this = true
				}
			}
		},
		["氟"] = {
			["烷"] = {
				this = true
			}
		},
		["美"] = {
			["庚"] = {
				["醇"] = {
					this = true
				}
			}
		},
		["匹"] = {
			["哌"] = {
				["酮"] = {
					this = true
				}
			}
		},
		["球"] = {
			["磁"] = {
				["极"] = {
					["颠"] = {
						["倒"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["生"] = {
					["大"] = {
						["灾"] = {
							["难"] = {
								this = true
							}
						}
					}
				}
			},
			["漫"] = {
				["游"] = {
					this = true
				}
			},
			["密"] = {
				["码"] = {
					this = true
				}
			},
			["人"] = {
				["将"] = {
					["慢"] = {
						["慢"] = {
							["死"] = {
								["去"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["未"] = {
				["来"] = {
					["的"] = {
						["预"] = {
							["言"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["铁"] = {
			["爆"] = {
				["炸"] = {
					this = true
				}
			}
		},
		["西"] = {
			["泮"] = {
				this = true
			}
		},
		["下"] = {
			["城"] = {
				["与"] = {
					["勇"] = {
						["士"] = {
							["私"] = {
								["服"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["的"] = {
				["先"] = {
					["烈"] = {
						["们"] = {
							["纷"] = {
								["纷"] = {
									["打"] = {
										["来"] = {
											["电"] = {
												["话"] = {
													["询"] = {
														["问"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["共"] = {
				["党"] = {
					["好"] = {
						["奸"] = {
							["诈"] = {
								this = true
							}
						}
					}
				}
			},
			["教"] = {
				["會"] = {
					this = true
				}
			}
		},
		["县"] = {
			["干"] = {
				["部"] = {
					["忙"] = {
						["吃"] = {
							["喝"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["震"] = {
			["="] = {
				["地"] = {
					["灾"] = {
						this = true
					}
				}
			},
			["来"] = {
				["加"] = {
					["菜"] = {
						this = true
					}
				}
			},
			["压"] = {
				["死"] = {
					["的"] = {
						["是"] = {
							["你"] = {
								["们"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["专"] = {
				["家"] = {
					["不"] = {
						["学"] = {
							["无"] = {
								["术"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["质"] = {
			["学"] = {
				["家"] = {
					["的"] = {
						["预"] = {
							["言"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["弟"] = {
		["大"] = {
			["物"] = {
				["勃"] = {
					this = true
				}
			}
		},
		["子"] = {
			["的"] = {
				["伟"] = {
					["大"] = {
						this = true
					}
				}
			},
			["正"] = {
				["念"] = {
					["足"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["帝"] = {
		["国"] = {
			T = {
				W = {
					["-"] = {
						["8"] = {
							["9"] = {
								["解"] = {
									["码"] = {
										["器"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["夜"] = {
				["色"] = {
					this = true
				}
			},
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["國"] = {
			["主"] = {
				["義"] = {
					this = true
				}
			}
		},
		["顺"] = {
			this = true
		},
		["王"] = {
			["浪"] = {
				["漫"] = {
					["双"] = {
						["飞"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["浴"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["递"] = {
		["进"] = {
			["民"] = {
				["主"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["第"] = {
		["二"] = {
			["十"] = {
				["七"] = {
					["军"] = {
						this = true
					}
				}
			}
		},
		["六"] = {
			["波"] = {
				["财"] = {
					["富"] = {
						this = true
					}
				}
			}
		},
		["廿"] = {
			["七"] = {
				["軍"] = {
					this = true
				}
			}
		},
		["十"] = {
			["一"] = {
				["个"] = {
					["老"] = {
						["公"] = {
							["是"] = {
								["公"] = {
									["务"] = {
										["员"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["五"] = {
			["代"] = {
				["中"] = {
					["共"] = {
						["1"] = {
							["8"] = {
								["大"] = {
									["主"] = {
										["角"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["一"] = {
			["次"] = {
				["操"] = {
					["表"] = {
						["姐"] = {
							this = true
						}
					}
				}
			},
			["第"] = {
				["二"] = {
					["第"] = {
						["三"] = {
							["次"] = {
								B = {
									["妈"] = {
										["养"] = {
											["个"] = {
												b = {
													["孩"] = {
														["子"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["个"] = {
				["炸"] = {
					["北"] = {
						["京"] = {
							["立"] = {
								["交"] = {
									["桥"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["声"] = {
				["优"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蒂"] = {
		["巴"] = {
			["因"] = {
				this = true
			}
		},
		["顺"] = {
			this = true
		}
	}
end

temp()
