pg = pg or {}
slot0 = pg
slot0.word_template_34 = {}
slot1 = slot0.word_template_34

function temp()
	uv0["着"] = {
		["エ"] = {
			["ロ"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["中"] = {
		["出"] = {
			["し"] = {
				this = true
			}
		},
		["办"] = {
			["警"] = {
				["卫"] = {
					["局"] = {
						this = true
					}
				}
			}
		},
		["彩"] = {
			["网"] = {
				this = true
			}
		},
		["创"] = {
			["互"] = {
				["联"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["村"] = {
			["彩"] = {
				this = true
			}
		},
		["島"] = {
			["京"] = {
				["子"] = {
					this = true
				}
			},
			["佐"] = {
				["奈"] = {
					this = true
				}
			}
		},
		["毒"] = {
			["的"] = {
				["圖"] = {
					["騰"] = {
						this = true
					}
				}
			},
			["圖"] = {
				["騰"] = {
					this = true
				}
			}
		},
		["俄"] = {
			["邊"] = {
				["界"] = {
					this = true
				}
			}
		},
		["共"] = {
			this = true,
			["安"] = {
				["全"] = {
					["局"] = {
						["的"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["暴"] = {
				["力"] = {
					this = true
				},
				["政"] = {
					this = true
				}
			},
			["不"] = {
				["灭"] = {
					this = true
				}
			},
			["超"] = {
				["级"] = {
					["特"] = {
						["工"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["压"] = {
					this = true
				}
			},
			["当"] = {
				["局"] = {
					this = true
				},
				["权"] = {
					this = true
				}
			},
			["党"] = {
				["魁"] = {
					this = true
				}
			},
			["倒"] = {
				["台"] = {
					this = true
				}
			},
			["的"] = {
				["暴"] = {
					["力"] = {
						this = true
					},
					["烈"] = {
						this = true
					}
				},
				["残"] = {
					["酷"] = {
						["镇"] = {
							["压"] = {
								this = true
							}
						}
					}
				},
				["打"] = {
					["手"] = {
						this = true
					}
				},
				["大"] = {
					["堕"] = {
						["落"] = {
							this = true
						}
					}
				},
				["恶"] = {
					["行"] = {
						this = true
					},
					["戏"] = {
						this = true
					}
				},
				["棺"] = {
					["材"] = {
						this = true
					}
				},
				["谎"] = {
					["话"] = {
						this = true
					},
					["言"] = {
						this = true
					}
				},
				["教"] = {
					["条"] = {
						this = true
					}
				},
				["解"] = {
					["体"] = {
						this = true
					}
				},
				["烂"] = {
					["疮"] = {
						this = true
					}
				},
				["流"] = {
					["氓"] = {
						this = true
					}
				},
				["迷"] = {
					["魂"] = {
						this = true
					}
				},
				["迫"] = {
					["害"] = {
						this = true
					}
				},
				["险"] = {
					["恶"] = {
						this = true
					}
				},
				["嘴"] = {
					["脸"] = {
						this = true
					}
				},
				["罪"] = {
					["恶"] = {
						this = true
					}
				}
			},
			["独"] = {
				["裁"] = {
					this = true
				},
				["权"] = {
					this = true
				},
				["枭"] = {
					this = true
				}
			},
			["恶"] = {
				["霸"] = {
					this = true
				}
			},
			["非"] = {
				["法"] = {
					this = true
				}
			},
			["黑"] = {
				["帮"] = {
					this = true
				}
			},
			["喉"] = {
				["舌"] = {
					this = true
				}
			},
			["谎"] = {
				["言"] = {
					this = true
				}
			},
			["极"] = {
				["左"] = {
					["政"] = {
						["策"] = {
							this = true
						}
					}
				}
			},
			["监"] = {
				["控"] = {
					this = true
				}
			},
			["解"] = {
				["体"] = {
					this = true
				}
			},
			["垃"] = {
				["圾"] = {
					this = true
				}
			},
			["利"] = {
				["用"] = {
					this = true
				}
			},
			["流"] = {
				["氓"] = {
					this = true
				}
			},
			["迷"] = {
				["惑"] = {
					this = true
				}
			},
			["灭"] = {
				["口"] = {
					this = true
				},
				["亡"] = {
					this = true
				}
			},
			["内"] = {
				["参"] = {
					this = true
				}
			},
			["迫"] = {
				["害"] = {
					this = true
				}
			},
			["欺"] = {
				["骗"] = {
					this = true
				}
			},
			["戕"] = {
				["害"] = {
					this = true
				}
			},
			["散"] = {
				["毒"] = {
					this = true
				}
			},
			["十"] = {
				["八"] = {
					["大"] = {
						this = true
					}
				}
			},
			["特"] = {
				["色"] = {
					["的"] = {
						["和"] = {
							["谐"] = {
								["社"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["头"] = {
				["子"] = {
					this = true
				}
			},
			["屠"] = {
				["城"] = {
					this = true
				}
			},
			["歪"] = {
				["曲"] = {
					this = true
				}
			},
			["维"] = {
				["稳"] = {
					this = true
				}
			},
			["险"] = {
				["恶"] = {
					this = true
				}
			},
			["邪"] = {
				["恶"] = {
					this = true
				},
				["灵"] = {
					this = true
				}
			},
			["亵"] = {
				["渎"] = {
					this = true
				}
			},
			["血"] = {
				["腥"] = {
					this = true
				}
			},
			["愚"] = {
				["弄"] = {
					this = true
				}
			},
			["镇"] = {
				["压"] = {
					this = true
				}
			},
			["鎮"] = {
				["压"] = {
					this = true
				}
			},
			["政"] = {
				["治"] = {
					["迫"] = {
						["害"] = {
							this = true
						}
					}
				}
			},
			["治"] = {
				["下"] = {
					["的"] = {
						["中"] = {
							["国"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["央"] = {
					["政"] = {
						["治"] = {
							["局"] = {
								this = true
							}
						}
					}
				}
			},
			["专"] = {
				["制"] = {
					this = true
				}
			},
			["專"] = {
				["制"] = {
					this = true
				}
			},
			["装"] = {
				["阔"] = {
					this = true
				},
				["摸"] = {
					["作"] = {
						["样"] = {
							this = true
						}
					}
				}
			},
			["走"] = {
				["狗"] = {
					this = true
				}
			},
			["罪"] = {
				["行"] = {
					this = true
				}
			},
			["作"] = {
				["恶"] = {
					this = true
				}
			}
		},
		["国"] = {
			["0"] = {
				["9"] = {
					["年"] = {
						["将"] = {
							["面"] = {
								["临"] = {
									["更"] = {
										["大"] = {
											["的"] = {
												["政"] = {
													["治"] = {
														["压"] = {
															["力"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["面"] = {
							["临"] = {
								["更"] = {
									["大"] = {
										["的"] = {
											["政"] = {
												["治"] = {
													["压"] = {
														["力"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["0"] = {
					["大"] = {
						["悲"] = {
							["情"] = {
								["语"] = {
									["句"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						["7"] = {
							["6"] = {
								["2"] = {
									m = {
										m = {
											["枪"] = {
												["出"] = {
													["售"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["版"] = {
				["与"] = {
					["日"] = {
						["本"] = {
							["版"] = {
								["的"] = {
									["静"] = {
										["夜"] = {
											["思"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["濒"] = {
				["临"] = {
					["绝"] = {
						["种"] = {
							["的"] = {
								["动"] = {
									["物"] = {
										["清"] = {
											["鹳"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["不"] = {
				["存"] = {
					["在"] = {
						["上"] = {
							["学"] = {
								["难"] = {
									["上"] = {
										["学"] = {
											["贵"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["强"] = {
					["都"] = {
						["不"] = {
							["行"] = {
								this = true
							}
						}
					}
				}
			},
			["超"] = {
				["级"] = {
					["富"] = {
						["豪"] = {
							["传"] = {
								["奇"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["腐"] = {
					["败"] = {
						this = true
					}
				},
				["纳"] = {
					["粹"] = {
						this = true
					}
				},
				["人"] = {
					["格"] = {
						["危"] = {
							["机"] = {
								this = true
							}
						}
					}
				},
				["十"] = {
					["大"] = {
						["贪"] = {
							["官"] = {
								this = true
							}
						}
					}
				},
				["衰"] = {
					["落"] = {
						this = true
					}
				}
			},
			["地"] = {
				["震"] = {
					["局"] = {
						["预"] = {
							["报"] = {
								this = true
							}
						}
					},
					["真"] = {
						["邪"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["废"] = {
				["片"] = {
					this = true
				}
			},
			["服"] = {
				["娘"] = {
					this = true
				}
			},
			["高"] = {
				["干"] = {
					this = true
				}
			},
			["工"] = {
				["党"] = {
					this = true
				}
			},
			["股"] = {
				["市"] = {
					["胡"] = {
						["紧"] = {
							["套"] = {
								this = true
							}
						}
					}
				}
			},
			["官"] = {
				["场"] = {
					["情"] = {
						["杀"] = {
							["案"] = {
								["环"] = {
									["球"] = {
										["事"] = {
											["业"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["员"] = {
					["喜"] = {
						["欢"] = {
							["作"] = {
								["秀"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["国"] = {
				["家"] = {
					["党"] = {
						this = true
					}
				}
			},
			["过"] = {
				["度"] = {
					["政"] = {
						["府"] = {
							this = true
						}
					}
				}
			},
			["航"] = {
				["空"] = {
					["公"] = {
						["司"] = {
							["提"] = {
								["示"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["竟"] = {
				["然"] = {
					["变"] = {
						["得"] = {
							["如"] = {
								["此"] = {
									["强"] = {
										["势"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["恐"] = {
				["怖"] = {
					["组"] = {
						["织"] = {
							this = true
						}
					}
				}
			},
			["历"] = {
				["史"] = {
					["的"] = {
						["见"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["联"] = {
				["邦"] = {
					["主"] = {
						["义"] = {
							this = true
						}
					}
				}
			},
			["领"] = {
				["导"] = {
					["人"] = {
						["的"] = {
							["子"] = {
								["女"] = {
									this = true
								}
							}
						}
					},
					["无"] = {
						["能"] = {
							this = true
						}
					}
				}
			},
			["留"] = {
				["学"] = {
					["生"] = {
						this = true
					}
				}
			},
			["六"] = {
				["四"] = {
					["真"] = {
						["相"] = {
							this = true
						}
					}
				}
			},
			["乱"] = {
				["了"] = {
					this = true
				}
			},
			["没"] = {
				["有"] = {
					["民"] = {
						["主"] = {
							this = true
						}
					},
					["人"] = {
						["权"] = {
							this = true
						}
					},
					["任"] = {
						["何"] = {
							["的"] = {
								["信"] = {
									["仰"] = {
										["自"] = {
											["由"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					["党"] = {
						this = true
					},
					["正"] = {
						["义"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			},
			["茉"] = {
				["莉"] = {
					["花"] = {
						["革"] = {
							["命"] = {
								this = true
							}
						},
						["运"] = {
							["动"] = {
								this = true
							}
						}
					}
				}
			},
			["纳"] = {
				["粹"] = {
					this = true
				}
			},
			["农"] = {
				["村"] = {
					["调"] = {
						["查"] = {
							["报"] = {
								["告"] = {
									this = true
								}
							}
						}
					}
				},
				["民"] = {
					["调"] = {
						["查"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["狗"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				},
				["枪"] = {
					["网"] = {
						this = true
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["缺"] = {
				["乏"] = {
					["新"] = {
						["闻"] = {
							["自"] = {
								["由"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["人"] = {
				["必"] = {
					["看"] = {
						this = true
					}
				},
				["的"] = {
					["体"] = {
						["质"] = {
							["为"] = {
								["何"] = {
									["如"] = {
										["此"] = {
											["之"] = {
												["差"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["喝"] = {
					["牛"] = {
						["奶"] = {
							["结"] = {
								["石"] = {
									["了"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["很"] = {
					["能"] = {
						["骂"] = {
							this = true
						}
					}
				},
				["类"] = {
					["进"] = {
						["步"] = {
							["党"] = {
								this = true
							}
						}
					}
				},
				["民"] = {
					["党"] = {
						this = true
					},
					["解"] = {
						["放"] = {
							["军"] = {
								this = true
							}
						}
					}
				},
				["一"] = {
					["天"] = {
						["一"] = {
							["杯"] = {
								["牛"] = {
									["奶"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["傻"] = {
				["全"] = {
					["世"] = {
						["界"] = {
							["都"] = {
								["在"] = {
									["笑"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["是"] = {
				["不"] = {
					["讲"] = {
						["理"] = {
							this = true
						}
					}
				},
				["一"] = {
					["个"] = {
						["道"] = {
							["德"] = {
								["沦"] = {
									["丧"] = {
										["的"] = {
											["社"] = {
												["会"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["贪"] = {
				["官"] = {
					["在"] = {
						["海"] = {
							["外"] = {
								this = true
							}
						}
					}
				}
			},
			["特"] = {
				["工"] = {
					this = true
				}
			},
			["网"] = {
				["民"] = {
					["党"] = {
						this = true
					}
				}
			},
			["无"] = {
				["耻"] = {
					["语"] = {
						["录"] = {
							["排"] = {
								["行"] = {
									["榜"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["新"] = {
				["民"] = {
					["党"] = {
						this = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					["城"] = {
						this = true
					}
				},
				["吧"] = {
					this = true
				}
			},
			["月"] = {
				["光"] = {
					["工"] = {
						["人"] = {
							["协"] = {
								["会"] = {
									["党"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["震"] = {
				["惊"] = {
					["世"] = {
						["界"] = {
							["的"] = {
								["2"] = {
									["5"] = {
										["个"] = {
											["倒"] = {
												["数"] = {
													["第"] = {
														["一"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["政"] = {
				["府"] = {
					["不"] = {
						["害"] = {
							["怕"] = {
								["互"] = {
									["联"] = {
										["网"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["之"] = {
				["春"] = {
					this = true
				},
				["毁"] = {
					["灭"] = {
						this = true
					}
				}
			},
			["猪"] = {
				this = true
			},
			["最"] = {
				["强"] = {
					["悍"] = {
						["的"] = {
							["陆"] = {
								["战"] = {
									["队"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["悬"] = {
					["殊"] = {
						["的"] = {
							["力"] = {
								["量"] = {
									["对"] = {
										["比"] = {
											["一"] = {
												["小"] = {
													["撮"] = {
														["不"] = {
															["明"] = {
																["真"] = {
																	["相"] = {
																		["的"] = {
																			["群"] = {
																				["众"] = {
																					["和"] = {
																						["广"] = {
																							["大"] = {
																								["的"] = {
																									["党"] = {
																										["员"] = {
																											["干"] = {
																												["部"] = {
																													this = true
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["有"] = {
					["趣"] = {
						["的"] = {
							["谎"] = {
								["言"] = {
									["一"] = {
										["切"] = {
											["权"] = {
												["力"] = {
													["属"] = {
														["于"] = {
															["人"] = {
																["民"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["特"] = {
						["色"] = {
							["的"] = {
								["稀"] = {
									["有"] = {
										["动"] = {
											["物"] = {
												["宫"] = {
													["雾"] = {
														["猿"] = {
															["和"] = {
																["鹳"] = {
																	["狸"] = {
																		["猿"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["國"] = {
			["成"] = {
				["人"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["復"] = {
				["興"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["共"] = {
				["産"] = {
					["黨"] = {
						this = true
					}
				}
			},
			["孤"] = {
				["兒"] = {
					["院"] = {
						this = true
					}
				}
			},
			["官"] = {
				["方"] = {
					this = true
				}
			},
			["和"] = {
				["平"] = {
					this = true
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["社"] = {
				["會"] = {
					["進"] = {
						["步"] = {
							["黨"] = {
								this = true
							}
						}
					},
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["威"] = {
				["脅"] = {
					["論"] = {
						this = true
					}
				}
			},
			["問"] = {
				["題"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["愛"] = {
					["城"] = {
						this = true
					}
				}
			},
			["移"] = {
				["動"] = {
					["通"] = {
						["信"] = {
							this = true
						}
					}
				}
			},
			["戰"] = {
				["略"] = {
					["研"] = {
						["究"] = {
							["所"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["實"] = {
					["內"] = {
						["容"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["春"] = {
					this = true
				}
			},
			["猪"] = {
				this = true
			},
			["豬"] = {
				this = true
			}
		},
		["后"] = {
			["付"] = {
				["款"] = {
					this = true
				}
			}
		},
		["华"] = {
			["宝"] = {
				["刀"] = {
					this = true
				}
			},
			["大"] = {
				["地"] = {
					this = true
				},
				["陆"] = {
					["行"] = {
						["政"] = {
							["执"] = {
								["事"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					},
					["执"] = {
						["事"] = {
							["站"] = {
								this = true
							}
						}
					}
				},
				["众"] = {
					this = true
				}
			},
			["党"] = {
				this = true
			},
			["联"] = {
				["邦"] = {
					["党"] = {
						this = true
					}
				}
			},
			["民"] = {
				["国"] = {
					this = true
				}
			},
			["全"] = {
				["国"] = {
					["总"] = {
						["工"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["实"] = {
						["话"] = {
							["实"] = {
								["说"] = {
									this = true
								}
							}
						}
					},
					["正"] = {
						["邪"] = {
							this = true
						}
					}
				}
			},
			["时"] = {
				["事"] = {
					this = true
				}
			},
			["养"] = {
				["生"] = {
					["益"] = {
						["智"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["民"] = {
					this = true
				}
			},
			["硬"] = {
				this = true
			},
			["真"] = {
				["实"] = {
					["报"] = {
						["道"] = {
							this = true
						}
					}
				}
			}
		},
		["華"] = {
			["大"] = {
				["地"] = {
					this = true
				},
				["陸"] = {
					["行"] = {
						["政"] = {
							["執"] = {
								["事"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["衆"] = {
					this = true
				}
			},
			["講"] = {
				["清"] = {
					this = true
				}
			},
			["民"] = {
				["國"] = {
					this = true
				}
			},
			["人"] = {
				["民"] = {
					["實"] = {
						["話"] = {
							["實"] = {
								["說"] = {
									this = true
								}
							}
						}
					},
					["正"] = {
						["邪"] = {
							this = true
						}
					}
				}
			},
			["時"] = {
				["事"] = {
					this = true
				}
			},
			["養"] = {
				["生"] = {
					["益"] = {
						["智"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["實"] = {
					["報"] = {
						["道"] = {
							this = true
						}
					}
				}
			}
		},
		["纪"] = {
			["委"] = {
				this = true
			}
		},
		["间"] = {
			["有"] = {
				["个"] = {
					["腐"] = {
						["败"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["里"] = {
			["愛"] = {
				["菜"] = {
					this = true
				}
			},
			["桃"] = {
				["子"] = {
					this = true
				}
			}
		},
		["联"] = {
			["部"] = {
				this = true
			}
		},
		["南"] = {
			["海"] = {
				this = true,
				["保"] = {
					["镖"] = {
						this = true
					}
				},
				["红"] = {
					["卡"] = {
						this = true
					}
				},
				["面"] = {
					["临"] = {
						["的"] = {
							["危"] = {
								["机"] = {
									this = true
								}
							}
						}
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["年"] = {
			["美"] = {
				["妇"] = {
					this = true
				},
				["婦"] = {
					this = true
				}
			}
		},
		["森"] = {
			["友"] = {
				["香"] = {
					this = true
				}
			}
		},
		["山"] = {
			["忍"] = {
				this = true
			}
		},
		["特"] = {
			this = true
		},
		["文"] = {
			["搜"] = {
				["性"] = {
					["网"] = {
						this = true
					},
					["網"] = {
						this = true
					}
				}
			}
		},
		["午"] = {
			["时"] = {
				["分"] = {
					["搞"] = {
						["一"] = {
							["搞"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["宣"] = {
			["部"] = {
				this = true
			}
		},
		["央"] = {
			["电"] = {
				["视"] = {
					["台"] = {
						this = true
					}
				}
			},
			["電"] = {
				["視"] = {
					["臺"] = {
						this = true
					}
				}
			},
			["机"] = {
				["关"] = {
					["出"] = {
						["上"] = {
							["联"] = {
								this = true
							}
						}
					}
				}
			},
			["警"] = {
				["卫"] = {
					["局"] = {
						this = true
					},
					["团"] = {
						this = true
					}
				}
			},
			["军"] = {
				["事"] = {
					["委"] = {
						["员"] = {
							["会"] = {
								this = true
							}
						}
					}
				},
				["委"] = {
					this = true
				}
			},
			["领"] = {
				["导"] = {
					["人"] = {
						["之"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["委"] = {
				["员"] = {
					this = true
				}
			},
			["无"] = {
				["能"] = {
					this = true
				}
			},
			["政"] = {
				["法"] = {
					["委"] = {
						this = true
					}
				},
				["治"] = {
					["局"] = {
						["常"] = {
							["委"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["野"] = {
			["美"] = {
				["奈"] = {
					this = true
				}
			},
			["千"] = {
				["夏"] = {
					this = true
				}
			}
		},
		["亿"] = {
			["商"] = {
				["盟"] = {
					this = true
				}
			}
		},
		["澤"] = {
			["美"] = {
				["亜"] = {
					this = true
				}
			}
		},
		["组"] = {
			["部"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["低"] = {
		["学"] = {
			["歴"] = {
				this = true
			}
		},
		["脳"] = {
			this = true
		},
		["价"] = {
			["香"] = {
				["烟"] = {
					this = true
				}
			},
			["销"] = {
				["售"] = {
					["假"] = {
						["币"] = {
							["假"] = {
								["钞"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["收"] = {
			["入"] = {
				["者"] = {
					["作"] = {
						["为"] = {
							["纳"] = {
								["税"] = {
									["人"] = {
										["的"] = {
											["荣"] = {
												["誉"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["提"] = {
		["携"] = {
			this = true
		},
		["供"] = {
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["单"] = {
				["管"] = {
					["半"] = {
						["自"] = {
							["动"] = {
								["猎"] = {
									["枪"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["各"] = {
				["式"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								["步"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["广"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["产"] = {
					["5"] = {
						["4"] = {
							["式"] = {
								["7"] = {
									["6"] = {
										["2"] = {
											m = {
												m = {
													["枪"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["虎"] = {
				["头"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["双"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["健"] = {
				["卫"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["钟"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					},
					["制"] = {
						["式"] = {
							["5"] = {
								["4"] = {
									["式"] = {
										["7"] = {
											["6"] = {
												["2"] = {
													m = {
														m = {
															["枪"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					this = true
				},
				["槍"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								["步"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["三"] = {
				["箭"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["肾"] = {
				["源"] = {
					this = true
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["特"] = {
				["码"] = {
					this = true
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true,
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				},
				["口"] = {
					["径"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["裤"] = {
			["高"] = {
				["袜"] = {
					this = true
				}
			}
		},
		["前"] = {
			["送"] = {
				["终"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["天"] = {
		["安"] = {
			["門"] = {
				this = true,
				["大"] = {
					["屠"] = {
						["殺"] = {
							this = true
						}
					}
				},
				["錄"] = {
					["影"] = {
						["帶"] = {
							this = true
						}
					}
				},
				["清"] = {
					["场"] = {
						this = true
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				},
				["屠"] = {
					["殺"] = {
						this = true
					}
				},
				["一"] = {
					["代"] = {
						this = true
					}
				}
			},
			["门"] = {
				["被"] = {
					["清"] = {
						["场"] = {
							this = true
						}
					}
				},
				["城"] = {
					["楼"] = {
						["罚"] = {
							["站"] = {
								this = true
							}
						}
					}
				},
				["大"] = {
					["屠"] = {
						["杀"] = {
							this = true
						}
					},
					["学"] = {
						["生"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				},
				["的"] = {
					["母"] = {
						["亲"] = {
							this = true
						}
					}
				},
				["广"] = {
					["场"] = {
						["大"] = {
							["屠"] = {
								["杀"] = {
									this = true
								}
							}
						},
						["民"] = {
							["主"] = {
								["运"] = {
									["动"] = {
										this = true
									}
								}
							}
						},
						["枪"] = {
							["杀"] = {
								["学"] = {
									["生"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["录"] = {
					["影"] = {
						["带"] = {
							this = true
						}
					}
				},
				["路"] = {
					["在"] = {
						["何"] = {
							["方"] = {
								this = true
							}
						}
					}
				},
				["母"] = {
					["亲"] = {
						this = true,
						["的"] = {
							["呼"] = {
								["唤"] = {
									this = true
								}
							}
						}
					}
				},
				["清"] = {
					["场"] = {
						this = true
					}
				},
				["事"] = {
					["变"] = {
						this = true
					},
					["件"] = {
						this = true
					}
				},
				["四"] = {
					["君"] = {
						["子"] = {
							this = true
						}
					}
				},
				["屠"] = {
					["杀"] = {
						this = true
					}
				},
				["下"] = {
					["泪"] = {
						["汪"] = {
							["洋"] = {
								this = true
							}
						}
					},
					["盈"] = {
						["尸"] = {
							["野"] = {
								this = true
							}
						}
					}
				},
				["之"] = {
					["魂"] = {
						this = true
					}
				},
				["自"] = {
					["焚"] = {
						["栽"] = {
							["赃"] = {
								["案"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["大"] = {
			["地"] = {
				["大"] = {
					["都"] = {
						["是"] = {
							["黨"] = {
								["的"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["地"] = {
			["至"] = {
				["性"] = {
					this = true
				}
			}
		},
		["父"] = {
			["的"] = {
				["女"] = {
					["儿"] = {
						this = true
					}
				}
			}
		},
		["皇"] = {
			this = true,
			["陛"] = {
				["下"] = {
					this = true
				}
			}
		},
		["机"] = {
			["宝"] = {
				["录"] = {
					this = true
				}
			}
		},
		["降"] = {
			["神"] = {
				["龙"] = {
					this = true
				},
				["妻"] = {
					this = true
				}
			}
		},
		["龙"] = {
			t = {
				["2"] = {
					["5"] = {
						["3"] = {
							this = true
						}
					}
				}
			},
			["八"] = {
				["部"] = {
					["私"] = {
						["服"] = {
							this = true
						}
					},
					["外"] = {
						["挂"] = {
							this = true
						}
					}
				}
			}
		},
		["灭"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			["诀"] = {
				this = true
			}
		},
		["上"] = {
			["导"] = {
				["弹"] = {
					["不"] = {
						["断"] = {
							["南"] = {
								["方"] = {
									["洪"] = {
										["水"] = {
											["泛"] = {
												["滥"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["间"] = {
					["被"] = {
						["查"] = {
							this = true
						}
					},
					["都"] = {
						["被"] = {
							["查"] = {
								["了"] = {
									this = true
								}
							}
						}
					},
					["公"] = {
						["安"] = {
							["部"] = {
								["不"] = {
									["敢"] = {
										["查"] = {
											["的"] = {
												["秘"] = {
													["密"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["是"] = {
						["事"] = {
							["业"] = {
								["单"] = {
									["位"] = {
										this = true
									}
								}
							}
						}
					},
					["夜"] = {
						["总"] = {
							["会"] = {
								["被"] = {
									["查"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["使"] = {
			["三"] = {
				["部"] = {
					["曲"] = {
						this = true
					}
				}
			}
		},
		["堂"] = {
			["里"] = {
				["看"] = {
					["到"] = {
						["股"] = {
							["票"] = {
								["上"] = {
									["涨"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["天"] = {
			["干"] = {
				["贴"] = {
					["图"] = {
						this = true
					}
				},
				["貼"] = {
					["圖"] = {
						this = true
					}
				}
			},
			["情"] = {
				["色"] = {
					this = true
				}
			}
		},
		["亡"] = {
			["中"] = {
				["共"] = {
					this = true
				},
				["一"] = {
					["共"] = {
						this = true
					}
				}
			}
		},
		["王"] = {
			["星"] = {
				["试"] = {
					["验"] = {
						this = true
					}
				}
			}
		},
		["下"] = {
			["皆"] = {
				["惶"] = {
					["恐"] = {
						this = true
					}
				}
			},
			["野"] = {
				["鸳"] = {
					["鸯"] = {
						["绝"] = {
							["世"] = {
								["荡"] = {
									["淫"] = {
										["女"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["閹"] = {
			this = true
		},
		["要"] = {
			["亡"] = {
				["共"] = {
					this = true
				},
				["供"] = {
					this = true
				}
			}
		},
		["一"] = {
			["灭"] = {
				["一"] = {
					["中"] = {
						["一"] = {
							["共"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["佑"] = {
			["台"] = {
				["湾"] = {
					this = true
				}
			}
		},
		["主"] = {
			["教"] = {
				this = true
			}
		},
		["赚"] = {
			["网"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["賭"] = {
		["博"] = {
			this = true
		},
		["馬"] = {
			this = true
		},
		["球"] = {
			this = true
		}
	}
end

temp()
