pg = pg or {}
slot0 = pg
slot0.word_template_383 = {}
slot1 = slot0.word_template_383

function temp()
	uv0["永"] = {
		["久"] = {
			["地"] = {
				["址"] = {
					this = true
				}
			},
			["防"] = {
				["屏"] = {
					["蔽"] = {
						["地"] = {
							["址"] = {
								this = true
							}
						}
					}
				}
			},
			["脱"] = {
				["毛"] = {
					this = true
				}
			}
		},
		["远"] = {
			["的"] = {
				["性"] = {
					this = true
				}
			},
			["要"] = {
				["弓"] = {
					["着"] = {
						["腰"] = {
							["跑"] = {
								["来"] = {
									["跑"] = {
										["去"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["用"] = {
		["城"] = {
			["管"] = {
				["灭"] = {
					["掉"] = {
						["6"] = {
							["0"] = {
								["后"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["房"] = {
			["价"] = {
				["灭"] = {
					["掉"] = {
						["8"] = {
							["0"] = {
								["后"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["口"] = {
			["吸"] = {
				["着"] = {
					this = true
				}
			}
		},
		["奶"] = {
			["粉"] = {
				["灭"] = {
					["掉"] = {
						["0"] = {
							["0"] = {
								["后"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["权"] = {
			["力"] = {
				["垄"] = {
					["断"] = {
						["我"] = {
							["们"] = {
								["的"] = {
									["希"] = {
										["望"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["身"] = {
			["体"] = {
				["按"] = {
					["摩"] = {
						this = true
					}
				}
			}
		},
		["医"] = {
			["改"] = {
				["灭"] = {
					["掉"] = {
						this = true
					}
				}
			}
		},
		["疫"] = {
			["苗"] = {
				["灭"] = {
					["掉"] = {
						["1"] = {
							["0"] = {
								["后"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["优"] = {
		["网"] = {
			this = true
		},
		["秀"] = {
			["的"] = {
				["技"] = {
					["师"] = {
						this = true
					}
				}
			},
			["技"] = {
				["师"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["憂"] = {
		["鬱"] = {
			["的"] = {
				["艾"] = {
					["拉"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["尤"] = {
		["比"] = {
			["亞"] = {
				this = true
			}
		},
		["权"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["由"] = {
		["喜"] = {
			["貴"] = {
				this = true
			}
		}
	}
end

temp()
