pg = pg or {}
slot0 = pg
slot0.word_template_304 = {}
slot1 = slot0.word_template_304

function temp()
	uv0["鯴"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["十"] = {
		["八"] = {
			["大"] = {
				this = true,
				["代"] = {
					["表"] = {
						["选"] = {
							["举"] = {
								this = true
							}
						}
					}
				}
			},
			["和"] = {
				["谐"] = {
					this = true
				}
			},
			["届"] = {
				["三"] = {
					["中"] = {
						["全"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["摸"] = {
				this = true
			},
			["山"] = {
				["羊"] = {
					["对"] = {
						["树"] = {
							this = true
						}
					}
				}
			}
		},
		["操"] = {
			["九"] = {
				["射"] = {
					["八"] = {
						["式"] = {
							this = true
						}
					}
				}
			}
		},
		["大"] = {
			["雷"] = {
				["人"] = {
					["提"] = {
						["案"] = {
							this = true
						}
					}
				}
			}
		},
		["景"] = {
			["缎"] = {
				this = true
			}
		},
		["九"] = {
			["大"] = {
				this = true
			}
		},
		["口"] = {
			["心"] = {
				["思"] = {
					["思"] = {
						["钱"] = {
							["思"] = {
								["权"] = {
									["思"] = {
										["小"] = {
											["蜜"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["临"] = {
			["坛"] = {
				["竹"] = {
					this = true
				}
			}
		},
		["年"] = {
			["动"] = {
				["乱"] = {
					["石"] = {
						["进"] = {
							this = true
						}
					}
				}
			},
			["孤"] = {
				["剑"] = {
					["沧"] = {
						["海"] = {
							["盟"] = {
								this = true
							}
						}
					}
				}
			},
			["九"] = {
				["谈"] = {
					["凑"] = {
						["得"] = {
							["八"] = {
								["股"] = {
									["七"] = {
										["条"] = {
											["六"] = {
												["规"] = {
													["五"] = {
														["讲"] = {
															["四"] = {
																["美"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["七"] = {
			["大"] = {
				["前"] = {
					["后"] = {
						["的"] = {
							["中"] = {
								["国"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["石"] = {
		["川"] = {
			["佳"] = {
				["奈"] = {
					this = true
				}
			},
			["亚"] = {
				["沙"] = {
					["美"] = {
						this = true
					}
				}
			},
			["优"] = {
				["季"] = {
					["奈"] = {
						this = true
					}
				}
			}
		},
		["峰"] = {
			this = true
		},
		["化"] = {
			["圖"] = {
				["騰"] = {
					this = true
				}
			}
		},
		["井"] = {
			["亚"] = {
				["美"] = {
					this = true
				}
			}
		},
		["牌"] = {
			["教"] = {
				["会"] = {
					this = true
				},
				["會"] = {
					this = true
				}
			}
		},
		["拳"] = {
			["戰"] = {
				["鬥"] = {
					["兵"] = {
						this = true
					}
				}
			}
		},
		["生"] = {
			["龙"] = {
				this = true
			}
		},
		["田"] = {
			["百"] = {
				["合"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["原"] = {
			["慎"] = {
				["太"] = {
					["郎"] = {
						this = true
					}
				}
			}
		},
		["宗"] = {
			["源"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["识"] = {
		["牌"] = {
			["器"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["实"] = {
		["际"] = {
			["神"] = {
				this = true
			}
		},
		["为"] = {
			["灭"] = {
				["功"] = {
					["臣"] = {
						["之"] = {
							["意"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["食"] = {
		["精"] = {
			this = true
		},
		["捻"] = {
			["屎"] = {
				this = true
			}
		},
		["色"] = {
			["厨"] = {
				["房"] = {
					this = true
				}
			}
		},
		["屎"] = {
			this = true
		}
	}
end

temp()
