pg = pg or {}
slot0 = pg
slot0.word_template_88 = {}
slot1 = slot0.word_template_88

function temp()
	uv0["達"] = {
		["夫"] = {
			["警"] = {
				["衛"] = {
					["兵"] = {
						this = true
					}
				}
			},
			["侍"] = {
				["從"] = {
					this = true
				}
			}
		},
		["賴"] = {
			this = true,
			["喇"] = {
				["嘛"] = {
					this = true
				}
			}
		},
		["癩"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["打"] = {
		["倒"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				},
				["產"] = {
					["黨"] = {
						this = true
					}
				}
			},
			["国"] = {
				["民"] = {
					["党"] = {
						this = true
					}
				}
			},
			["胡"] = {
				["锦"] = {
					["涛"] = {
						this = true
					}
				}
			},
			["日"] = {
				["本"] = {
					this = true
				}
			},
			["中"] = {
				["央"] = {
					this = true
				}
			}
		},
		["到"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			},
			["中"] = {
				["央"] = {
					this = true
				}
			}
		},
		["飞"] = {
			["机"] = {
				this = true
			}
		},
		["飛"] = {
			["機"] = {
				this = true
			}
		},
		["粉"] = {
			["插"] = {
				["花"] = {
					this = true
				}
			}
		},
		["黄"] = {
			["扫"] = {
				["非"] = {
					["找"] = {
						["鸡"] = {
							["睡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["击"] = {
			["警"] = {
				["察"] = {
					this = true
				}
			}
		},
		["架"] = {
			["结"] = {
				["社"] = {
					["黑"] = {
						["社"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["炮"] = {
			this = true,
			["不"] = {
				["分"] = {
					["前"] = {
						["和"] = {
							["后"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["公"] = {
				["务"] = {
					["员"] = {
						this = true
					}
				}
			},
			["交"] = {
				["警"] = {
					this = true
				}
			},
			["致"] = {
				["死"] = {
					this = true
				}
			}
		},
		["伤"] = {
			["小"] = {
				["贩"] = {
					this = true
				}
			}
		},
		["死"] = {
			["人"] = {
				this = true
			}
		},
		["下"] = {
			["一"] = {
				["个"] = {
					["大"] = {
						["大"] = {
							["的"] = {
								["后"] = {
									["宫"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["压"] = {
			["异"] = {
				["族"] = {
					this = true
				}
			}
		},
		["野"] = {
			["炮"] = {
				this = true
			}
		},
		["一"] = {
			["炮"] = {
				this = true
			}
		},
		["砸"] = {
			["日"] = {
				["货"] = {
					this = true
				}
			},
			["烧"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["呆"] = {
		["逼"] = {
			this = true
		},
		["卵"] = {
			this = true
		},
		["在"] = {
			["家"] = {
				["地"] = {
					["震"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["傣"] = {
		["肌"] = {
			["松"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["代"] = {
		["办"] = {
			this = true,
			["产"] = {
				["地"] = {
					["证"] = {
						this = true
					}
				}
			},
			["各"] = {
				["行"] = {
					["信"] = {
						["用"] = {
							["卡"] = {
								this = true
							}
						}
					}
				},
				["类"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["户"] = {
				["口"] = {
					this = true
				}
			},
			["驾"] = {
				["驶"] = {
					["证"] = {
						this = true
					}
				},
				["照"] = {
					this = true
				}
			},
			["建"] = {
				["筑"] = {
					["企"] = {
						["业"] = {
							["资"] = {
								["质"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["年"] = {
				["检"] = {
					this = true
				},
				["审"] = {
					this = true
				}
			},
			["企"] = {
				["业"] = {
					["年"] = {
						["检"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["国"] = {
					["毕"] = {
						["业"] = {
							["学"] = {
								["历"] = {
									this = true
								}
							}
						}
					},
					["各"] = {
						["地"] = {
							["证"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["医"] = {
				["疗"] = {
					["器"] = {
						["械"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["营"] = {
				["业"] = {
					["执"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["实"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["规"] = {
					["驾"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			},
			["执"] = {
				["照"] = {
					this = true
				}
			}
		},
		["辦"] = {
			["各"] = {
				["类"] = {
					["證"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["國"] = {
					["畢"] = {
						["業"] = {
							["學"] = {
								["歷"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["发"] = {
			["论"] = {
				["文"] = {
					this = true
				}
			}
		},
		["缴"] = {
			["罚"] = {
				["单"] = {
					this = true
				}
			}
		},
		["开"] = {
			this = true,
			["北"] = {
				["京"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["發"] = {
				["票"] = {
					this = true
				}
			},
			["国"] = {
				["税"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["联"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["開"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["考"] = {
			this = true,
			["托"] = {
				["福"] = {
					this = true
				}
			}
		},
		["刻"] = {
			this = true
		},
		["理"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["發"] = {
				["票"] = {
					this = true
				}
			},
			["开"] = {
				["票"] = {
					this = true
				}
			},
			["税"] = {
				["票"] = {
					this = true
				}
			},
			["体"] = {
				["检"] = {
					this = true
				}
			},
			["真"] = {
				["实"] = {
					["中"] = {
						["专"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			["体"] = {
				["检"] = {
					this = true
				}
			}
		},
		["刷"] = {
			["博"] = {
				["客"] = {
					this = true
				}
			}
		},
		["销"] = {
			["违"] = {
				["章"] = {
					this = true
				}
			}
		},
		["写"] = {
			["代"] = {
				["发"] = {
					["表"] = {
						this = true
					}
				}
			},
			["论"] = {
				["文"] = {
					this = true
				}
			}
		},
		["孕"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["带"] = {
		["蛋"] = {
			this = true
		},
		["套"] = {
			["肛"] = {
				["交"] = {
					this = true
				}
			}
		},
		["薪"] = {
			["坐"] = {
				["牢"] = {
					this = true
				}
			}
		}
	}
end

temp()
