pg = pg or {}
slot0 = pg
slot0.word_template_247 = {}
slot1 = slot0.word_template_247

function temp()
	uv0["哪"] = {
		["个"] = {
			["让"] = {
				["你"] = {
					["直"] = {
						["播"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["里"] = {
			["有"] = {
				["猎"] = {
					q = {
						i = {
							a = {
								n = {
									g = {
										["卖"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["那"] = {
		["可"] = {
			["汀"] = {
				this = true
			}
		},
		["灵"] = {
			["在"] = {
				["说"] = {
					["话"] = {
						this = true
					}
				}
			}
		},
		["嗎"] = {
			B = {
				this = true
			},
			["逼"] = {
				this = true
			},
			["錯"] = {
				["比"] = {
					this = true
				}
			},
			["老"] = {
				["比"] = {
					this = true
				}
			},
			["瘟"] = {
				["比"] = {
					this = true
				}
			}
		},
		["娘"] = {
			["錯"] = {
				["比"] = {
					this = true
				}
			}
		},
		["玩"] = {
			["意"] = {
				["儿"] = {
					["要"] = {
						["多"] = {
							["少"] = {
								["有"] = {
									["多"] = {
										["少"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["纳"] = {
		["粹"] = {
			this = true,
			["中"] = {
				["共"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["納"] = {
		["粹"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["奶"] = {
		["大"] = {
			["屄"] = {
				["肥"] = {
					this = true
				}
			}
		},
		["粉"] = {
			["毒"] = {
				["害"] = {
					["的"] = {
						["是"] = {
							["你"] = {
								["们"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["喝"] = {
				["的"] = {
					["尿"] = {
						["道"] = {
							["不"] = {
								["通"] = {
									["气"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["奶"] = {
			this = true,
			["的"] = {
				this = true
			}
		},
		["娘"] = {
			this = true
		},
		["水"] = {
			this = true
		},
		["挺"] = {
			["臀"] = {
				["翘"] = {
					this = true
				},
				["翹"] = {
					this = true
				}
			}
		},
		["头"] = {
			this = true
		},
		["頭"] = {
			this = true
		},
		["推"] = {
			this = true
		},
		["盐"] = {
			["浴"] = {
				this = true
			}
		},
		["子"] = {
			this = true,
			["不"] = {
				["打"] = {
					["肿"] = {
						["得"] = {
							["奇"] = {
								this = true
							}
						}
					}
				},
				["大"] = {
					["肿"] = {
						["得"] = {
							["出"] = {
								["期"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["男"] = {
		["按"] = {
			["摩"] = {
				["师"] = {
					this = true
				}
			}
		},
		["儿"] = {
			["无"] = {
				["罪"] = {
					this = true
				}
			}
		},
		["根"] = {
			["倒"] = {
				["模"] = {
					this = true
				}
			},
			["增"] = {
				["大"] = {
					this = true
				},
				["长"] = {
					s = {
						e = {
							x = {
								["吧"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["公"] = {
			["关"] = {
				this = true
			}
		},
		["技"] = {
			["师"] = {
				this = true
			}
		},
		["露"] = {
			["8"] = {
				["8"] = {
					["8"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["激"] = {
				["情"] = {
					["淫"] = {
						["乱"] = {
							this = true
						}
					}
				}
			},
			["交"] = {
				["欢"] = {
					this = true
				},
				["歡"] = {
					this = true
				}
			},
			["蒲"] = {
				["典"] = {
					this = true
				}
			}
		},
		["人"] = {
			["不"] = {
				["嫖"] = {
					["娼"] = {
						["对"] = {
							["不"] = {
								["起"] = {
									["党"] = {
										["中"] = {
											["央"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["票"] = {
					["娼"] = {
						this = true
					}
				}
			},
			["进"] = {
				["去"] = {
					["太"] = {
						["监"] = {
							["出"] = {
								["来"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["四"] = {
				["十"] = {
					["风"] = {
						["花"] = {
							["雪"] = {
								this = true,
								["月"] = {
									this = true
								}
							}
						}
					}
				},
				["睡"] = {
					this = true
				}
			}
		},
		["体"] = {
			["图"] = {
				["片"] = {
					this = true
				}
			}
		},
		["性"] = {
			["抚"] = {
				["摸"] = {
					this = true
				}
			},
			["延"] = {
				["时"] = {
					this = true
				}
			}
		},
		["用"] = {
			["仿"] = {
				["真"] = {
					this = true
				}
			},
			["器"] = {
				["具"] = {
					this = true
				}
			}
		},
		["狱"] = {
			["参"] = {
				["の"] = {
					["巻"] = {
						["筋"] = {
							["肉"] = {
								["虐"] = {
									["调"] = {
										["教"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["子"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["学"] = {
				["园"] = {
					this = true
				}
			}
		}
	}
end

temp()
