pg = pg or {}
slot0 = pg
slot0.word_template_384 = {}
slot1 = slot0.word_template_384

function temp()
	uv0["邮"] = {
		["政"] = {
			["局"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["铀"] = {
		this = {
			this = true
		},
		["2"] = {
			["3"] = {
				["5"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["游"] = {
		["蕩"] = {
			["的"] = {
				["僵"] = {
					["尸"] = {
						this = true
					}
				},
				["士"] = {
					["兵"] = {
						this = true
					}
				}
			},
			["爪"] = {
				["牙"] = {
					this = true
				}
			}
		},
		["行"] = {
			this = true,
			["的"] = {
				["意"] = {
					["义"] = {
						this = true
					}
				}
			},
			["抗"] = {
				["议"] = {
					this = true
				}
			}
		},
		["精"] = {
			["佑"] = {
				this = true
			}
		},
		["龙"] = {
			["嘻"] = {
				["春"] = {
					this = true
				}
			}
		},
		["錫"] = {
			["坤"] = {
				this = true
			}
		},
		["戏"] = {
			["发"] = {
				["奖"] = {
					["员"] = {
						this = true
					}
				}
			},
			["宫"] = {
				["理"] = {
					["员"] = {
						this = true
					}
				}
			},
			["管"] = {
				["理"] = {
					["员"] = {
						this = true
					}
				}
			},
			["机"] = {
				["破"] = {
					["解"] = {
						this = true
					}
				}
			},
			["输"] = {
				["赢"] = {
					["笑"] = {
						["人"] = {
							["间"] = {
								this = true
							}
						}
					}
				}
			},
			["赚"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["戲"] = {
			["管"] = {
				["理"] = {
					["員"] = {
						this = true
					}
				}
			},
			["機"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["鈾"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["有"] = {
		["偿"] = {
			["捐"] = {
				["肾"] = {
					this = true
				}
			}
		},
		["诚"] = {
			["意"] = {
				["的"] = {
					["哥"] = {
						["哥"] = {
							this = true
						}
					}
				}
			}
		},
		["毒"] = {
			["的"] = {
				["不"] = {
					["是"] = {
						["开"] = {
							["水"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["个"] = {
			["东"] = {
				["西"] = {
					["它"] = {
						["已"] = {
							["翘"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["机"] = {
			["溶"] = {
				["剂"] = {
					this = true
				}
			}
		},
		["了"] = {
			["权"] = {
				["把"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["碼"] = {
			this = true
		},
		["批"] = {
			["不"] = {
				["日"] = {
					this = true
				}
			}
		},
		["钱"] = {
			["不"] = {
				["捞"] = {
					["白"] = {
						["当"] = {
							["官"] = {
								this = true
							}
						}
					}
				}
			},
			["就"] = {
				["能"] = {
					["有"] = {
						["道"] = {
							["理"] = {
								["的"] = {
									["地"] = {
										["方"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["容"] = {
			["奶"] = {
				["大"] = {
					this = true
				}
			}
		},
		["时"] = {
			["会"] = {
				["是"] = {
					["私"] = {
						["法"] = {
							["局"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["售"] = {
			this = true
		},
		["效"] = {
			["管"] = {
				["理"] = {
					["7"] = {
						["7"] = {
							["名"] = {
								["情"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["兴"] = {
			["趣"] = {
				["的"] = {
					["哥"] = {
						["哥"] = {
							this = true
						}
					}
				}
			}
		},
		["意"] = {
			["者"] = {
				["联"] = {
					["系"] = {
						this = true
					}
				}
			}
		},
		["幼"] = {
			["女"] = {
				["嫖"] = {
					this = true
				}
			}
		},
		["执"] = {
			["照"] = {
				["的"] = {
					["流"] = {
						["氓"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["又"] = {
		["有"] = {
			["钱"] = {
				["贪"] = {
					["污"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
