return {
	{
		desc = "受到致命伤害时不会阵亡，5秒内回避所有伤害，同时立刻发动一轮空袭，每场战斗只能触发1次",
		addition = {
			"5(+1)"
		}
	},
	{
		desc = "受到致命伤害时不会阵亡，6秒内回避所有伤害，同时立刻发动一轮空袭，每场战斗只能触发1次",
		addition = {
			"6(+1)"
		}
	},
	{
		desc = "受到致命伤害时不会阵亡，7秒内回避所有伤害，同时立刻发动一轮空袭，每场战斗只能触发1次",
		addition = {
			"7(+1)"
		}
	},
	{
		desc = "受到致命伤害时不会阵亡，8秒内回避所有伤害，同时立刻发动一轮空袭，每场战斗只能触发1次",
		addition = {
			"8(+1)"
		}
	},
	{
		desc = "受到致命伤害时不会阵亡，9秒内回避所有伤害，同时立刻发动一轮空袭，每场战斗只能触发1次",
		addition = {
			"9(+1)"
		}
	},
	{
		desc = "受到致命伤害时不会阵亡，10秒内回避所有伤害，同时立刻发动一轮空袭，每场战斗只能触发1次",
		addition = {
			"10(+1)"
		}
	},
	{
		desc = "受到致命伤害时不会阵亡，11秒内回避所有伤害，同时立刻发动一轮空袭，每场战斗只能触发1次",
		addition = {
			"11(+1)"
		}
	},
	{
		desc = "受到致命伤害时不会阵亡，12秒内回避所有伤害，同时立刻发动一轮空袭，每场战斗只能触发1次",
		addition = {
			"12(+1)"
		}
	},
	{
		desc = "受到致命伤害时不会阵亡，13秒内回避所有伤害，同时立刻发动一轮空袭，每场战斗只能触发1次",
		addition = {
			"13(+2)"
		}
	},
	{
		desc = "受到致命伤害时不会阵亡，15秒内回避所有伤害，同时立刻发动一轮空袭，每场战斗只能触发1次",
		addition = {
			"15"
		}
	},
	desc_get = "受到致命伤害时不会阵亡，5秒(满级15秒)内回避所有伤害，同时立刻发动一轮空袭，每场战斗只能触发1次",
	name = "最后的反击",
	init_effect = "",
	time = 0,
	color = "blue",
	picture = "",
	desc = "受到致命伤害时不会阵亡，$1秒内回避所有伤害，同时立刻发动一轮空袭，每场战斗只能触发1次",
	stack = 1,
	id = 10450,
	icon = 10450,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onBeforeFatalDamage"
			},
			arg_list = {
				skill_id = 10450,
				target = "TargetSelf"
			}
		},
		{
			type = "BattleBuffCancelBuff",
			trigger = {
				"onBeforeFatalDamage"
			},
			arg_list = {
				count = 1
			}
		}
	}
}
