pg = pg or {}
slot0 = pg
slot0.word_template_183 = {}
slot1 = slot0.word_template_183

function temp()
	uv0["芭"] = {
		["普"] = {
			["普"] = {
				this = true
			}
		},
		["比"] = {
			["女"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["将"] = {
			["军"] = {
				this = true
			}
		},
		["蕾"] = {
			["雨"] = {
				this = true,
				["上"] = {
					["访"] = {
						this = true
					},
					["书"] = {
						this = true
					}
				},
				["游"] = {
					["行"] = {
						this = true
					}
				}
			},
			["自"] = {
				["慰"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["草"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["众"] = {
		["里"] = {
			["寻"] = {
				["她"] = {
					["千"] = {
						["百"] = {
							["撸"] = {
								this = true
							}
						}
					}
				},
				["一"] = {
					["的"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["合"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["赢"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["鑫"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["凯"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			}
		},
		["民"] = {
			["命"] = {
				["之"] = {
					["轻"] = {
						this = true
					}
				}
			}
		},
		["明"] = {
			["星"] = {
				["乱"] = {
					["淫"] = {
						["禁"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["泰"] = {
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["央"] = {
			["企"] = {
				["抢"] = {
					["地"] = {
						["王"] = {
							this = true
						}
					}
				}
			}
		},
		["志"] = {
			["成"] = {
				["城"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["罪"] = {
		["恶"] = {
			["都"] = {
				["市"] = {
					["女"] = {
						["警"] = {
							["炼"] = {
								["狱"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["交"] = {
				["易"] = {
					["妻"] = {
						this = true
					}
				}
			}
		},
		["犯"] = {
			["刘"] = {
				["晓"] = {
					["波"] = {
						this = true,
						["犯"] = {
							["的"] = {
								["是"] = {
									["什"] = {
										["么"] = {
											["罪"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["哥"] = {
			["商"] = {
				["城"] = {
					this = true
				}
			}
		},
		["状"] = {
			["中"] = {
				["纪"] = {
					["委"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["娇"] = {
		["艳"] = {
			["青"] = {
				["春"] = {
					["之"] = {
						["放"] = {
							["纵"] = {
								this = true
							}
						}
					}
				}
			},
			["都"] = {
				["市"] = {
					this = true
				}
			},
			["江"] = {
				["湖"] = {
					this = true,
					["电"] = {
						["子"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["生"] = {
					this = true
				}
			}
		},
		["宠"] = {
			["水"] = {
				["芙"] = {
					["蓉"] = {
						this = true
					}
				}
			}
		},
		["娇"] = {
			["师"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["美"] = {
			["的"] = {
				["舅"] = {
					["妈"] = {
						this = true
					}
				}
			}
		},
		["媚"] = {
			["儿"] = {
				this = true
			}
		},
		["嫩"] = {
			["的"] = {
				["蜜"] = {
					["穴"] = {
						this = true
					}
				},
				["小"] = {
					["阴"] = {
						["核"] = {
							this = true
						}
					}
				}
			},
			["姐"] = {
				["姐"] = {
					["美"] = {
						["乳"] = {
							this = true
						}
					}
				}
			}
		},
		["妻"] = {
			["超"] = {
				["市"] = {
					["被"] = {
						["奸"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["小"] = {
			["鲜"] = {
				["嫩"] = {
					["的"] = {
						["小"] = {
							["屄"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["吟"] = {
			["肉"] = {
				["棒"] = {
					this = true
				}
			}
		},
		["淫"] = {
			["青"] = {
				["春"] = {
					["之"] = {
						["放"] = {
							["纵"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["姆"] = {
		["姆"] = {
			["啪"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["与"] = {
		["家"] = {
			["人"] = {
				["一"] = {
					["起"] = {
						["淫"] = {
							["乱"] = {
								["的"] = {
									["日"] = {
										["子"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["兽"] = {
			["缠"] = {
				["绵"] = {
					this = true
				}
			}
		},
		["表"] = {
			["妹"] = {
				["通"] = {
					["奸"] = {
						this = true
					}
				}
			}
		},
		["美"] = {
			["丽"] = {
				["人"] = {
					["妻"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["友"] = {
				["厕"] = {
					["所"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				},
				["性"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["气"] = {
			["狗"] = {
				["会"] = {
					["友"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			["人"] = {
				["做"] = {
					["爱"] = {
						["自"] = {
							["拍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["师"] = {
			["母"] = {
				["的"] = {
					["激"] = {
						["情"] = {
							this = true
						}
					}
				}
			}
		},
		["同"] = {
			["志"] = {
				["们"] = {
					["商"] = {
						["榷"] = {
							["江"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["一"] = {
			["夜"] = {
				["情"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["医"] = {
		["院"] = {
			["里"] = {
				["的"] = {
					["淫"] = {
						["虐"] = {
							["盛"] = {
								["宴"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["病"] = {
				["假"] = {
					["条"] = {
						this = true
					}
				}
			}
		},
		["疗"] = {
			["设"] = {
				["备"] = {
					["费"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["发"] = {
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			}
		},
		["师"] = {
			["资"] = {
				["格"] = {
					["证"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["拈"] = {
		["花"] = {
			["网"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["蕾"] = {
		["丝"] = {
			["兔"] = {
				["宝"] = {
					["宝"] = {
						this = true
					}
				}
			},
			["边"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["感"] = {
					["美"] = {
						["容"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["咪"] = {
			this = true
		},
		["絲"] = {
			["邊"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["琪"] = {
		["琪"] = {
			["涩"] = {
				this = true
			},
			["色"] = {
				this = true,
				["原"] = {
					this = true,
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				},
				["播"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["布"] = {
				this = true,
				["网"] = {
					["址"] = {
						this = true
					}
				}
			},
			["黄"] = {
				["鳝"] = {
					this = true
				}
			},
			["热"] = {
				["热"] = {
					["色"] = {
						["原"] = {
							["无"] = {
								["码"] = {
									this = true
								}
							},
							A = {
								V = {
									this = true
								}
							}
						}
					}
				}
			},
			s = {
				e = {
					["琪"] = {
						["琪"] = {
							["色"] = {
								this = true
							}
						}
					}
				}
			},
			["撸"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["尤"] = {
			["春"] = {
				["色"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
