pg = pg or {}
slot0 = pg
slot0.word_template_213 = {}
slot1 = slot0.word_template_213

function temp()
	uv0["门"] = {
		["房"] = {
			["秦"] = {
				["大"] = {
					["爷"] = {
						["的"] = {
							["故"] = {
								["事"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["小"] = {
			["姐"] = {
				this = true
			}
		},
		["安"] = {
			["天"] = {
				this = true
			}
		},
		["徒"] = {
			["会"] = {
				this = true
			}
		},
		["边"] = {
			["插"] = {
				["片"] = {
					["拉"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["事"] = {
			["件"] = {
				["新"] = {
					["闻"] = {
						["网"] = {
							this = true
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["乃"] = {
		["汁"] = {
			["包"] = {
				["治"] = {
					["百"] = {
						["病"] = {
							["，"] = {
								["药"] = {
									["到"] = {
										["病"] = {
											["除"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["南"] = {
			["葵"] = {
				B = {
					T = {
						this = true
					}
				}
			}
		},
		["原"] = {
			["深"] = {
				["雪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["陷"] = {
		["入"] = {
			H = {
				["游"] = {
					["戏"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			["铲"] = {
				this = true
			},
			["鏟"] = {
				this = true
			}
		},
		["阱"] = {
			["屄"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["婚"] = {
		["婚"] = {
			["欲"] = {
				["醉"] = {
					this = true
				}
			}
		},
		["礼"] = {
			["上"] = {
				["干"] = {
					["新"] = {
						["娘"] = {
							this = true
						}
					}
				}
			}
		},
		["前"] = {
			["1"] = {
				["2"] = {
					["0"] = {
						["小"] = {
							["时"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纱"] = {
			["摄"] = {
				["影"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["外"] = {
			["恋"] = {
				this = true,
				["—"] = {
					["插"] = {
						["足"] = {
							["者"] = {
								this = true
							}
						}
					}
				}
			},
			["戀"] = {
				this = true
			},
			["情"] = {
				["实"] = {
					["录"] = {
						this = true
					}
				},
				["调"] = {
					["查"] = {
						this = true
					}
				}
			}
		},
		["宴"] = {
			["发"] = {
				["票"] = {
					this = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["宜"] = {
		["春"] = {
			["院"] = {
				this = true,
				["射"] = {
					["死"] = {
						["你"] = {
							["天"] = {
								["天"] = {
									["日"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["昌"] = {
			["当"] = {
				["阳"] = {
					["县"] = {
						["级"] = {
							["市"] = {
								["长"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["初"] = {
		["恋"] = {
			["双"] = {
				["人"] = {
					["组"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["连"] = {
				["讠"] = {
					this = true
				}
			}
		},
		["愽"] = {
			["連"] = {
				["訁"] = {
					this = true
				}
			}
		},
		["中"] = {
			S = {
				this = true
			},
			["生"] = {
				["领"] = {
					["导"] = {
						["全"] = {
							["世"] = {
								["界"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["二"] = {
			["辣"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["哥"] = {
			["初"] = {
				["女"] = {
					["初"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["击"] = {
			["平"] = {
				this = true
			}
		},
		["流"] = {
			["出"] = {
				["ロ"] = {
					["リ"] = {
						["プ"] = {
							["リ"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["沙"] = {
				["希"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["拍"] = {
			["写"] = {
				["真"] = {
					["的"] = {
						["水"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["犬"] = {
			this = true
		},
		["始"] = {
			["转"] = {
				["注"] = {
					this = true
				}
			}
		},
		["霜"] = {
			this = true
		},
		["脱"] = {
			["熟"] = {
				["女"] = {
					this = true
				}
			}
		},
		["夏"] = {
			["青"] = {
				["姦"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["夜"] = {
			this = true,
			["的"] = {
				["屄"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["一"] = {
			["博"] = {
				["士"] = {
					["太"] = {
						["子"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["音"] = {
			["实"] = {
				this = true
			}
		},
		["学"] = {
			["生"] = {
				A = {
					V = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["笑"] = {
		["看"] = {
			["淫"] = {
				["生"] = {
					["外"] = {
						["传"] = {
							this = true
						}
					}
				}
			}
		},
		["宽"] = {
			["衣"] = {
				this = true
			}
		},
		["傲"] = {
			this = true,
			["江"] = {
				["湖"] = {
					this = true
				}
			}
		},
		["颜"] = {
			["天"] = {
				["使"] = {
					["降"] = {
						["临"] = {
							this = true
						}
					}
				}
			}
		},
		["顏"] = {
			["天"] = {
				["使"] = {
					["降"] = {
						["臨"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["嘿"] = {
		["咻"] = {
			this = true,
			["影"] = {
				["院"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["弟"] = {
		["也"] = {
			["骚"] = {
				this = true
			}
		},
		["疼"] = {
			this = true
		},
		["痛"] = {
			this = true
		},
		["子"] = {
			this = true
		},
		["*"] = {
			["子"] = {
				this = true
			}
		},
		["大"] = {
			["勿"] = {
				["勃"] = {
					this = true
				}
			},
			["物"] = {
				["勃"] = {
					this = true
				}
			}
		},
		["弟"] = {
			["粗"] = {
				["大"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["大"] = {
					["肉"] = {
						["棒"] = {
							this = true
						}
					}
				},
				["肉"] = {
					["棒"] = {
						["好"] = {
							["粗"] = {
								this = true
							}
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["淫"] = {
				["奸"] = {
					["姐"] = {
						["姐"] = {
							this = true,
							["穴"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蒲"] = {
		["友"] = {
			["之"] = {
				["家"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			}
		},
		["海"] = {
			["清"] = {
				this = true
			}
		},
		["团"] = {
			this = true
		},
		["江"] = {
			["县"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["良"] = {
			this = true
		}
	}
end

temp()
