pg = pg or {}
slot0 = pg
slot0.word_template_7 = {}
slot1 = slot0.word_template_7

function temp()
	uv0["撒"] = {
		["切"] = {
			["尔"] = {
				this = true
			}
		},
		["尿"] = {
			this = true
		},
		["旦"] = {
			["之"] = {
				["母"] = {
					["制"] = {
						["作"] = {
							this = true
						}
					},
					["配"] = {
						["方"] = {
							this = true
						}
					}
				}
			}
		},
		["钱"] = {
			["帝"] = {
				this = true,
				["习"] = {
					["帝"] = {
						this = true
					}
				}
			}
		},
		["币"] = {
			["帝"] = {
				this = true
			},
			["大"] = {
				["帝"] = {
					this = true
				}
			},
			["外"] = {
				["交"] = {
					this = true
				}
			},
			["政"] = {
				["权"] = {
					this = true
				}
			}
		},
		["哥"] = {
			["儿"] = {
				["王"] = {
					this = true
				}
			},
			["兒"] = {
				["王"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["曼"] = {
		["德"] = {
			["拉"] = {
				this = true
			}
		},
		["联"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					},
					["城"] = {
						this = true
					}
				}
			}
		},
		["施"] = {
			["坦"] = {
				["因"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["卡"] = {
		["斯"] = {
			["特"] = {
				["罗"] = {
					this = true
				},
				["的"] = {
					["复"] = {
						["仇"] = {
							this = true
						}
					}
				}
			},
			["楚"] = {
				this = true
			}
		},
		["宾"] = {
			["枪"] = {
				this = true
			}
		},
		["巴"] = {
			["刀"] = {
				this = true
			},
			["军"] = {
				["刀"] = {
					this = true,
					["密"] = {
						["云"] = {
							this = true
						}
					}
				}
			},
			["1"] = {
				["2"] = {
					["1"] = {
						["7"] = {
							this = true
						}
					}
				}
			},
			M = {
				["9"] = {
					this = true
				}
			},
			["五"] = {
				["组"] = {
					["合"] = {
						this = true,
						["密"] = {
							["云"] = {
								this = true
							}
						}
					}
				}
			},
			["越"] = {
				["战"] = {
					["纪"] = {
						["念"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["酮"] = {
				this = true
			}
		},
		["卡"] = {
			["湾"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["币"] = {
					this = true
				}
			},
			["色"] = {
				this = true
			},
			["弯"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["迪"] = {
			["拉"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				},
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["伦"] = {
			["步"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["片"] = {
			["少"] = {
				["女"] = {
					["召"] = {
						["唤"] = {
							["脱"] = {
								["衣"] = {
									["大"] = {
										["战"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["4"] = {
				["式"] = {
					["电"] = {
						["击"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			f = {
				["式"] = {
					["电"] = {
						["击"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["式"] = {
				["电"] = {
					["&"] = {
						["击"] = {
							["器"] = {
								this = true
							}
						}
					},
					["击"] = {
						["器"] = {
							this = true
						}
					}
				},
				["電"] = {
					["擊"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["折"] = {
				["叠"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["芬"] = {
			["太"] = {
				["尼"] = {
					this = true
				}
			}
		},
		["耐"] = {
			["基"] = {
				this = true
			}
		},
		["通"] = {
			this = true,
			["情"] = {
				["色"] = {
					this = true
				}
			},
			["色"] = {
				["情"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["辛"] = {
			["纳"] = {
				["大"] = {
					["道"] = {
						["和"] = {
							["三"] = {
								["福"] = {
									["大"] = {
										["道"] = {
											["交"] = {
												["界"] = {
													["处"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["扎"] = {
			["习"] = {
				this = true
			},
			["菲"] = {
				this = true
			}
		},
		["紮"] = {
			["習"] = {
				this = true
			}
		},
		["吧"] = {
			["强"] = {
				["开"] = {
					["四"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["盾"] = {
			["证"] = {
				["服"] = {
					["务"] = {
						["中"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["弗"] = {
			["蒂"] = {
				this = true
			}
		},
		["复"] = {
			["制"] = {
				this = true
			}
		},
		["複"] = {
			["製"] = {
				["設"] = {
					["備"] = {
						this = true
					}
				}
			}
		},
		["监"] = {
			["听"] = {
				["器"] = {
					this = true
				}
			}
		},
		["苦"] = {
			this = true
		},
		["拉"] = {
			["卡"] = {
				["西"] = {
					this = true
				}
			},
			["什"] = {
				["尼"] = {
					["科"] = {
						["夫"] = {
							this = true
						}
					}
				}
			},
			["娛"] = {
				["樂"] = {
					["網"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["科"] = {
				["9"] = {
					["5"] = {
						["0"] = {
							this = true
						}
					}
				}
			}
		},
		["萝"] = {
			["尔"] = {
				this = true
			}
		},
		["美"] = {
			["卢"] = {
				["斯"] = {
					this = true
				}
			}
		},
		["奇"] = {
			["网"] = {
				this = true
			}
		},
		["日"] = {
			this = true,
			["阿"] = {
				["吉"] = {
					this = true
				}
			}
		},
		["上"] = {
			["扣"] = {
				["除"] = {
					this = true
				}
			}
		},
		["台"] = {
			this = true,
			["换"] = {
				["小"] = {
					["姐"] = {
						this = true,
						["?"] = {
							this = true
						}
					}
				}
			}
		},
		["哇"] = {
			["伊"] = {
				["商"] = {
					["城"] = {
						this = true
					}
				}
			},
			["依"] = {
				this = true
			}
		},
		["王"] = {
			B = {
				T = {
					["1"] = {
						["7"] = {
							this = true
						}
					}
				}
			},
			["商"] = {
				["城"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["富"] = {
		["兰"] = {
			["克"] = {
				["林"] = {
					this = true
				}
			}
		},
		["人"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["资"] = {
				["料"] = {
					this = true
				}
			},
			["与"] = {
				["农"] = {
					["民"] = {
						["工"] = {
							this = true
						}
					}
				}
			}
		},
		["豪"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["们"] = {
				["的"] = {
					["疯"] = {
						["狂"] = {
							["做"] = {
								this = true
							}
						}
					}
				}
			},
			["名"] = {
				["录"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["贵"] = {
			["门"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["彩"] = {
				["票"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["易"] = {
			["堂"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["二"] = {
			["代"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["丽"] = {
			["宫"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["途"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["利"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["邦"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["士"] = {
			this = true
		},
		["安"] = {
			["小"] = {
				["额"] = {
					["贷"] = {
						["款"] = {
							this = true
						}
					}
				}
			}
		},
		["家"] = {
			["乐"] = {
				this = true
			},
			["女"] = {
				["的"] = {
					["男"] = {
						["保"] = {
							["姆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["建"] = {
			this = true
		},
		["路"] = {
			this = true
		},
		["婆"] = {
			["包"] = {
				["养"] = {
					this = true,
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["鸭"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["需"] = {
				["要"] = {
					["猛"] = {
						["男"] = {
							this = true
						}
					}
				}
			},
			["找"] = {
				["鸭"] = {
					this = true,
					["子"] = {
						this = true,
						["包"] = {
							["养"] = {
								this = true
							}
						}
					}
				},
				["鴨"] = {
					this = true
				}
			}
		},
		["阳"] = {
			K = {
				["粉"] = {
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["艾"] = {
		["森"] = {
			["豪"] = {
				this = true,
				["威"] = {
					["尔"] = {
						this = true
					}
				}
			}
		},
		["滋"] = {
			this = true,
			["病"] = {
				this = true
			}
		},
		["麗"] = {
			["絲"] = {
				this = true
			}
		},
		["美"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["薇"] = {
			["种"] = {
				["子"] = {
					this = true
				}
			},
			["福"] = {
				["利"] = {
					["社"] = {
						this = true
					}
				}
			}
		},
		["力"] = {
			["更"] = {
				["·"] = {
					["依"] = {
						["明"] = {
							["巴"] = {
								["海"] = {
									this = true
								}
							}
						}
					}
				},
				["依"] = {
					["明"] = {
						["巴"] = {
							["海"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["司"] = {
			["唑"] = {
				["仑"] = {
					this = true,
					["片"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				},
				["侖"] = {
					this = true
				}
			}
		},
		["斯"] = {
			["海"] = {
				["提"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["妲"] = {
			this = true
		},
		["尔"] = {
			["迷"] = {
				["幻"] = {
					["配"] = {
						["方"] = {
							this = true
						}
					}
				}
			}
		},
		["妃"] = {
			["斯"] = {
				this = true
			}
		},
		["辉"] = {
			["，"] = {
				["黄"] = {
					["页"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["胖"] = {
			["子"] = {
				this = true
			}
		},
		["丕"] = {
			["善"] = {
				this = true
			}
		},
		["山"] = {
			["合"] = {
				["苏"] = {
					["木"] = {
						this = true
					}
				}
			},
			["麦"] = {
				["合"] = {
					["苏"] = {
						["木"] = {
							this = true
						}
					}
				}
			}
		},
		["未"] = {
			["未"] = {
				this = true
			}
		},
		["仰"] = {
			["华"] = {
				this = true
			}
		},
		["孜"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["拿"] = {
		["破"] = {
			["仑"] = {
				this = true
			}
		},
		["冰"] = {
			["送"] = {
				["古"] = {
					K = {
						["粉"] = {
							this = true
						}
					}
				}
			}
		},
		["到"] = {
			["学"] = {
				["历"] = {
					this = true
				}
			}
		},
		["来"] = {
			["可"] = {
				["以"] = {
					["办"] = {
						["正"] = {
							this = true
						},
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["学"] = {
			["历"] = {
				this = true
			}
		},
		["學"] = {
			["歷"] = {
				this = true
			}
		},
		["正"] = {
			this = true,
			["绝"] = {
				["对"] = {
					["真"] = {
						this = true
					}
				}
			}
		},
		["证"] = {
			this = true,
			["绝"] = {
				["对"] = {
					["真"] = {
						this = true
					}
				}
			}
		},
		["證"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["亚"] = {
		["历"] = {
			["山"] = {
				["大"] = {
					this = true
				}
			}
		},
		["情"] = {
			this = true
		},
		["洲"] = {
			this = true,
			["色"] = {
				this = true,
				["站"] = {
					this = true
				},
				["网"] = {
					this = true
				},
				["爽"] = {
					["免"] = {
						["费"] = {
							["视"] = {
								["频"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["淫"] = {
				["娃"] = {
					this = true
				},
				["色"] = {
					this = true
				},
				["图"] = {
					this = true
				},
				["穴"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				},
				["淫"] = {
					["网"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["性"] = {
				["虐"] = {
					this = true
				},
				["夜"] = {
					["夜"] = {
						["射"] = {
							this = true
						}
					}
				},
				["爱"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["有"] = {
				["码"] = {
					this = true,
					["原"] = {
						["创"] = {
							["区"] = {
								this = true
							}
						}
					}
				},
				["马"] = {
					this = true
				}
			},
			["打"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["坛"] = {
					this = true
				}
			},
			["桃"] = {
				["色"] = {
					["网"] = {
						this = true
					},
					["成"] = {
						["人"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					this = true,
					["转"] = {
						["帖"] = {
							["区"] = {
								this = true
							}
						}
					}
				}
			},
			a = {
				v = {
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["赌"] = {
				["博"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				},
				["场"] = {
					this = true
				}
			},
			["优"] = {
				["德"] = {
					this = true
				}
			},
			["壹"] = {
				["号"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					["娱"] = {
						["乐"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["顶"] = {
				["级"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					},
					["成"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["城"] = {
				["娱"] = {
					["乐"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["城"] = {
						this = true
					},
					["网"] = {
						this = true
					}
				}
			},
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["久"] = {
				["草"] = {
					["色"] = {
						["鲁"] = {
							["鲁"] = {
								this = true
							}
						}
					}
				}
			},
			["鲁"] = {
				["鲁"] = {
					["射"] = {
						this = true
					}
				}
			},
			["天"] = {
				["堂"] = {
					A = {
						V = {
							["2"] = {
								["0"] = {
									["1"] = {
										["7"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["萌"] = {
				["帝"] = {
					["国"] = {
						this = true
					}
				}
			},
			O = {
				X = {
					O = {
						X = {
							["情"] = {
								["色"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					["伦"] = {
						["理"] = {
							this = true
						}
					}
				},
				["如"] = {
					["何"] = {
						["肛"] = {
							["交"] = {
								this = true
							}
						}
					}
				},
				["体"] = {
					this = true,
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["床"] = {
				["上"] = {
					["色"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					["总"] = {
						this = true
					}
				}
			},
			["自"] = {
				["由"] = {
					["电"] = {
						["台"] = {
							this = true
						}
					},
					["之"] = {
						["声"] = {
							this = true
						}
					}
				}
			},
			["周"] = {
				["刊"] = {
					this = true
				}
			},
			["3"] = {
				p = {
					["图"] = {
						this = true
					}
				}
			},
			A = {
				V = {
					this = true
				},
				["片"] = {
					this = true
				},
				v = {
					["日"] = {
						["韩"] = {
							this = true
						}
					}
				}
			},
			B = {
				T = {
					this = true
				}
			},
			g = {
				["片"] = {
					this = true
				}
			},
			m = {
				e = {
					i = {
						n = {
							v = {
								this = true
							}
						}
					}
				}
			},
			s = {
				e = {
					["图"] = {
						this = true
					}
				}
			},
			u = {
				u = {
					["嫩"] = {
						["幼"] = {
							this = true
						}
					}
				}
			},
			["薄"] = {
				["码"] = {
					this = true
				}
			},
			["杯"] = {
				["赌"] = {
					["球"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["插"] = {
				["穴"] = {
					["图"] = {
						this = true
					}
				}
			},
			["第"] = {
				["一"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					[" "] = {
						["泽"] = {
							["民"] = {
								["病"] = {
									["逝"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["影"] = {
					this = true,
					["区"] = {
						this = true
					}
				}
			},
			["互"] = {
				["动"] = {
					this = true
				}
			},
			["黄"] = {
				["站"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["极"] = {
				["品"] = {
					A = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["狼"] = {
				["图"] = {
					this = true
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["码"] = {
				this = true
			},
			["免"] = {
				["费"] = {
					["黄"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["男"] = {
				["女"] = {
					this = true
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["嫩"] = {
				B = {
					this = true
				},
				["逼"] = {
					this = true
				}
			},
			["女"] = {
				["插"] = {
					this = true
				},
				["孩"] = {
					this = true
				},
				["爽"] = {
					["歪"] = {
						["歪"] = {
							this = true
						}
					}
				},
				["优"] = {
					this = true,
					["高"] = {
						["清"] = {
							["图"] = {
								this = true
							}
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					}
				},
				["色"] = {
					["阁"] = {
						this = true
					}
				}
			},
			["欧"] = {
				["洲"] = {
					["色"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["清"] = {
				["新"] = {
					["女"] = {
						this = true
					}
				}
			},
			["群"] = {
				["交"] = {
					this = true
				}
			},
			["热"] = {
				["视"] = {
					["频"] = {
						this = true
					}
				}
			},
			["三"] = {
				["级"] = {
					["片"] = {
						this = true
					}
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["时"] = {
				["报"] = {
					this = true
				}
			},
			["熟"] = {
				["女"] = {
					this = true
				}
			},
			["双"] = {
				["穴"] = {
					["插"] = {
						["入"] = {
							this = true
						}
					}
				}
			},
			["太"] = {
				["阳"] = {
					["城"] = {
						this = true
					}
				}
			},
			["套"] = {
				["图"] = {
					["超"] = {
						["市"] = {
							this = true
						}
					}
				}
			},
			["贴"] = {
				["图"] = {
					["百"] = {
						["姓"] = {
							["阁"] = {
								this = true
							}
						}
					},
					["区"] = {
						this = true,
						["月"] = {
							["宫"] = {
								this = true
							}
						}
					}
				}
			},
			["偷"] = {
				["拍"] = {
					this = true
				}
			},
			["投"] = {
				["注"] = {
					this = true
				}
			},
			["图"] = {
				["库"] = {
					this = true
				},
				["色"] = {
					this = true
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["妹"] = {
					["换"] = {
						["品"] = {
							["味"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["本"] = {
					["道"] = {
						this = true
					}
				}
			},
			["婬"] = {
				["图"] = {
					this = true
				}
			},
			["幼"] = {
				["女"] = {
					["援"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["原"] = {
				["创"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					this = true,
					A = {
						V = {
							this = true
						}
					}
				}
			},
			["转"] = {
				["帖"] = {
					["区"] = {
						this = true
					}
				}
			},
			["总"] = {
				this = true
			},
			["星"] = {
				["平"] = {
					["台"] = {
						this = true
					}
				}
			},
			["欲"] = {
				["望"] = {
					this = true
				}
			},
			["泑"] = {
				["女"] = {
					["啪"] = {
						["啪"] = {
							this = true
						}
					}
				}
			},
			["伊"] = {
				["人"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["二"] = {
				["氧"] = {
					["基"] = {
						["甲"] = {
							["基"] = {
								["苯"] = {
									["丙"] = {
										["胺"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["基"] = {
				["二"] = {
					["氧"] = {
						["苯"] = {
							["基"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["砷"] = {
			["酸"] = {
				["钾"] = {
					this = true
				},
				["钠"] = {
					this = true
				}
			}
		},
		["硝"] = {
			["酸"] = {
				["乙"] = {
					["酯"] = {
						this = true
					}
				}
			}
		},
		["特"] = {
			["兰"] = {
				["蒂"] = {
					["斯"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["太"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				["悟"] = {
					["网"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					this = true
				}
			}
		},
		["虎"] = {
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["7"] = {
						["7"] = {
							["7"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["国"] = {
						["际"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["博"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["网"] = {
				["址"] = {
					["版"] = {
						this = true
					}
				}
			}
		},
		["美"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["热"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["音"] = {
			["速"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["幼"] = {
			["亚"] = {
				["州"] = {
					this = true
				}
			}
		},
		["州"] = {
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					},
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					["成"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["女"] = {
					this = true
				}
			}
		},
		["游"] = {
			["体"] = {
				["育"] = {
					this = true
				}
			}
		},
		["港"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["路"] = {
		["易"] = {
			this = true,
			["十"] = {
				["三"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["甬"] = {
			["祥"] = {
				this = true
			}
		},
		["+"] = {
			["出"] = {
				["事"] = {
					this = true
				}
			},
			["砍"] = {
				["人"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["拉"] = {
		["姆"] = {
			["斯"] = {
				["菲"] = {
					["尔"] = {
						["德"] = {
							this = true
						}
					},
					["爾"] = {
						["德"] = {
							this = true
						}
					}
				}
			}
		},
		["皮"] = {
			["條"] = {
				this = true
			},
			["条"] = {
				this = true
			}
		},
		["登"] = {
			this = true,
			["熟"] = {
				["知"] = {
					["中"] = {
						["国"] = {
							this = true
						},
						["國"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					this = true
				}
			},
			["狩"] = {
				["猎"] = {
					["全"] = {
						["球"] = {
							["购"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["斯"] = {
			["维"] = {
				["加"] = {
					["斯"] = {
						this = true,
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								},
								["平"] = {
									["台"] = {
										this = true
									}
								}
							}
						},
						["国"] = {
							["际"] = {
								["娱"] = {
									["乐"] = {
										this = true,
										["城"] = {
											this = true
										}
									}
								}
							}
						},
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["刀"] = {
				["系"] = {
					["列"] = {
						this = true
					}
				}
			}
		},
		["膛"] = {
			["线"] = {
				["管"] = {
					this = true
				}
			}
		},
		["菲"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["4"] = {
				["华"] = {
					["宇"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["凳"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["帮"] = {
			["游"] = {
				["说"] = {
					this = true
				}
			}
		},
		["票"] = {
			["贿"] = {
				["选"] = {
					this = true
				}
			}
		},
		["萨"] = {
			this = true,
			["骚"] = {
				["乱"] = {
					this = true
				}
			},
			["僧"] = {
				["人"] = {
					["接"] = {
						["连"] = {
							["抗"] = {
								["议"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		s = {
			a = {
				this = true
			}
		},
		["木"] = {
			["登"] = {
				["珠"] = {
					this = true
				}
			}
		},
		["卜"] = {
			["楞"] = {
				["寺"] = {
					this = true
				}
			}
		},
		["出"] = {
			["小"] = {
				["姐"] = {
					["干"] = {
						["一"] = {
							["干"] = {
								this = true
							}
						}
					},
					["幹"] = {
						["一"] = {
							["干"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["丹"] = {
			this = true
		},
		["法"] = {
			["叶"] = {
				this = true
			}
		},
		["风"] = {
			["色"] = {
				["中"] = {
					["色"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["嘎"] = {
			this = true,
			["运"] = {
				["动"] = {
					this = true
				}
			}
		},
		["客"] = {
			this = true
		},
		["拉"] = {
			["小"] = {
				["说"] = {
					this = true
				}
			}
		},
		["麻"] = {
			this = true
		},
		["嘛"] = {
			this = true
		},
		["手"] = {
			["冲"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["劳"] = {
		["拉"] = {
			this = true
		},
		["+"] = {
			["教"] = {
				["+"] = {
					["所"] = {
						this = true
					}
				}
			}
		},
		["动"] = {
			["保"] = {
				["障"] = {
					["部"] = {
						this = true
					}
				}
			},
			["教"] = {
				["养"] = {
					["所"] = {
						this = true
					}
				}
			}
		},
		["斯"] = {
			["莱"] = {
				["斯"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["力"] = {
			["士"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["改"] = {
			this = true
		},
		["工"] = {
			["观"] = {
				["察"] = {
					this = true
				}
			}
		},
		["教"] = {
			this = true,
			["基"] = {
				["金"] = {
					this = true
				}
			}
		},
		["劳"] = {
			["丝"] = {
				["街"] = {
					["拍"] = {
						this = true
					}
				}
			}
		},
		["务"] = {
			["费"] = {
				["发"] = {
					this = true
				},
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()
