pg = pg or {}
slot0 = pg
slot0.word_template_165 = {}
slot1 = slot0.word_template_165

function temp()
	uv0["赭"] = {
		["曲"] = {
			["毒"] = {
				this = true,
				["素"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["番"] = {
		["木"] = {
			["鳖"] = {
				["碱"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["虌"] = {
				["碱"] = {
					this = true
				}
			}
		},
		["号"] = {
			["列"] = {
				["表"] = {
					this = true
				}
			},
			["大"] = {
				["全"] = {
					this = true
				}
			},
			["集"] = {
				["结"] = {
					["器"] = {
						this = true
					}
				}
			},
			["永"] = {
				["不"] = {
					["消"] = {
						["失"] = {
							this = true
						}
					}
				}
			}
		},
		["金"] = {
			["连"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["禹"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["砷"] = {
		["化"] = {
			["氢"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["氫"] = {
				this = true
			},
			["三"] = {
				["氢"] = {
					this = true
				}
			},
			["物"] = {
				this = true
			}
		},
		["囮"] = {
			["氢"] = {
				this = true
			}
		},
		["酸"] = {
			this = true,
			["钙"] = {
				this = true
			},
			["汞"] = {
				this = true
			},
			["甲"] = {
				["有"] = {
					["售"] = {
						this = true
					}
				}
			},
			["硼"] = {
				["有"] = {
					["售"] = {
						this = true
					}
				}
			},
			["氢"] = {
				["汞"] = {
					this = true
				}
			},
			["三"] = {
				["钙"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["锇"] = {
		["酸"] = {
			this = true,
			["酐"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["碘"] = {
		["化"] = {
			["汞"] = {
				this = true,
				["配"] = {
					["方"] = {
						this = true
					}
				}
			},
			["钠"] = {
				this = true
			},
			["氰"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["甲"] = {
			["烷"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["乙"] = {
			["酸"] = {
				["乙"] = {
					["酯"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["光"] = {
		["气"] = {
			this = true
		},
		["端"] = {
			["机"] = {
				this = true
			}
		},
		["盘"] = {
			["与"] = {
				["真"] = {
					["相"] = {
						this = true
					}
				}
			},
			["图"] = {
				["书"] = {
					this = true
				}
			}
		},
		["复"] = {
			["民"] = {
				["国"] = {
					this = true
				}
			},
			["香"] = {
				["港"] = {
					this = true
				}
			},
			["武"] = {
				["汉"] = {
					this = true,
					[","] = {
						["时"] = {
							["代"] = {
								["革"] = {
									["命"] = {
										["\""] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["的"] = {
			["走"] = {
				this = true
			}
		},
		["棍"] = {
			["节"] = {
				["普"] = {
					["京"] = {
						this = true
					}
				}
			}
		},
		["华"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["瞄"] = {
			this = true
		},
		["明"] = {
			["2"] = {
				["0"] = {
					["号"] = {
						this = true
					},
					["日"] = {
						this = true
					}
				}
			},
			["二"] = {
				["十"] = {
					this = true
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			}
		},
		["能"] = {
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			}
		},
		["启"] = {
			["路"] = {
				["的"] = {
					["蓝"] = {
						["天"] = {
							this = true
						}
					}
				}
			}
		},
		["速"] = {
			["拿"] = {
				["学"] = {
					["历"] = {
						this = true
					}
				}
			}
		},
		["头"] = {
			["哥"] = {
				["荡"] = {
					["漾"] = {
						this = true
					}
				}
			}
		},
		["咲"] = {
			["玲"] = {
				["奈"] = {
					this = true,
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["学"] = {
			["测"] = {
				["距"] = {
					["仪"] = {
						this = true
					}
				}
			}
		},
		["宇"] = {
			["華"] = {
				["夏"] = {
					this = true
				}
			}
		},
		["月"] = {
			["夜"] = {
				["也"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["之"] = {
			["国"] = {
				["度"] = {
					this = true
				}
			},
			["國"] = {
				["度"] = {
					this = true
				}
			}
		},
		["荣"] = {
			["的"] = {
				["抗"] = {
					["争"] = {
						this = true
					}
				}
			}
		},
		["復"] = {
			X = {
				G = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["过"] = {
		["氯"] = {
			["甲"] = {
				["硫"] = {
					["醇"] = {
						this = true
					}
				}
			},
			["化"] = {
				["锑"] = {
					this = true
				}
			}
		},
		["滤"] = {
			["王"] = {
				["免"] = {
					["刷"] = {
						this = true
					}
				}
			}
		},
		["厂"] = {
			["卜"] = {
				["斤"] = {
					["平"] = {
						this = true
					}
				}
			}
		},
		["氧"] = {
			["丙"] = {
				["酮"] = {
					this = true
				}
			}
		},
		["机"] = {
			["版"] = {
				this = true,
				["人"] = {
					["民"] = {
						["币"] = {
							this = true
						},
						["钱"] = {
							["币"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["钞"] = {
						this = true
					},
					["钱"] = {
						this = true
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				},
				["钞"] = {
					this = true
				},
				["钱"] = {
					this = true,
					["币"] = {
						this = true
					}
				}
			}
		},
		["3"] = {
			["锤"] = {
				this = true
			}
		},
		["渡"] = {
			["政"] = {
				["府"] = {
					this = true
				}
			}
		},
		["激"] = {
			["性"] = {
				["生"] = {
					["活"] = {
						this = true
					}
				}
			}
		},
		["期"] = {
			["火"] = {
				["车"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["去"] = {
			["一"] = {
				["百"] = {
					["年"] = {
						["的"] = {
							["暴"] = {
								["徒"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["热"] = {
			["率"] = {
				this = true
			}
		},
		["三"] = {
			["锤"] = {
				this = true
			}
		},
		["彦"] = {
			["之"] = {
				this = true
			}
		},
		["瘾"] = {
			["的"] = {
				["好"] = {
					["东"] = {
						["东"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["任"] = {
		["意"] = {
			["显"] = {
				this = true,
				["示"] = {
					this = true,
					["手"] = {
						["机"] = {
							["去"] = {
								["电"] = {
									this = true,
									["号"] = {
										["码"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["号"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					}
				},
				["软"] = {
					["件"] = {
						this = true
					}
				}
			},
			["改"] = {
				this = true,
				["号"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["变"] = {
				["号"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["模"] = {
				["拟"] = {
					["器"] = {
						this = true
					}
				}
			},
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["顯"] = {
				["號"] = {
					["軟"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["你"] = {
			["博"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				this = true
			},
			["干"] = {
				["草"] = {
					["精"] = {
						["品"] = {
							["视"] = {
								["频"] = {
									["免"] = {
										["费"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["性"] = {
			["撸"] = {
				this = true
			},
			J = {
				K = {
					["调"] = {
						["教"] = {
							this = true
						}
					}
				}
			}
		},
		["博"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["建"] = {
			["新"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["宇"] = {
				this = true
			}
		},
		["泽"] = {
			["民"] = {
				this = true
			}
		},
		["弼"] = {
			["时"] = {
				this = true
			}
		},
		["达"] = {
			["华"] = {
				["三"] = {
					j = {
						["片"] = {
							this = true
						}
					},
					["级"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["飞"] = {
			["虹"] = {
				this = true
			}
		},
		["何"] = {
			["机"] = {
				["枪"] = {
					["弹"] = {
						["夹"] = {
							this = true
						}
					}
				}
			}
		},
		["君"] = {
			["恣"] = {
				["意"] = {
					["玩"] = {
						this = true
					}
				}
			}
		},
		["畹"] = {
			["町"] = {
				this = true
			}
		},
		["自"] = {
			["元"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["变"] = {
		["音"] = {
			["改"] = {
				["号"] = {
					this = true
				}
			}
		},
		["号"] = {
			["改"] = {
				["号"] = {
					["王"] = {
						this = true
					}
				}
			},
			["王"] = {
				this = true,
				["官"] = {
					["方"] = {
						this = true,
						["下"] = {
							["载"] = {
								this = true
							}
						}
					}
				}
			},
			["呼"] = {
				["叫"] = {
					this = true
				}
			},
			["平"] = {
				["台"] = {
					this = true
				}
			},
			["软"] = {
				["件"] = {
					this = true,
					["电"] = {
						["脑"] = {
							["版"] = {
								this = true
							}
						}
					},
					["手"] = {
						["机"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["态"] = {
			this = true,
			["妹"] = {
				["控"] = {
					["世"] = {
						["习"] = {
							["习"] = {
								this = true
							}
						}
					}
				}
			},
			A = {
				V = {
					this = true
				}
			},
			["处"] = {
				["女"] = {
					["射"] = {
						["精"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["妈"] = {
					["妈"] = {
						this = true
					}
				}
			},
			["风"] = {
				["俗"] = {
					["娘"] = {
						this = true
					}
				}
			},
			["护"] = {
				["士"] = {
					this = true
				}
			},
			["集"] = {
				["锦"] = {
					this = true
				}
			},
			["家"] = {
				["族"] = {
					this = true
				}
			},
			["狂"] = {
				["人"] = {
					this = true
				}
			},
			["辣"] = {
				["椒"] = {
					this = true
				}
			},
			["老"] = {
				["婆"] = {
					this = true,
					["杂"] = {
						["记"] = {
							this = true
						}
					}
				}
			},
			["另"] = {
				["内"] = {
					this = true
				}
			},
			["满"] = {
				["足"] = {
					["你"] = {
						this = true
					}
				}
			},
			["女"] = {
				["子"] = {
					["监"] = {
						["狱"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					this = true
				}
			},
			["受"] = {
				["精"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					["群"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["心"] = {
				["魔"] = {
					["女"] = {
						["仲"] = {
							["村"] = {
								this = true
							}
						}
					}
				}
			},
			["修"] = {
				["士"] = {
					this = true
				}
			},
			["淫"] = {
				["贱"] = {
					["女"] = {
						this = true
					}
				},
				["乱"] = {
					["中"] = {
						["出"] = {
							this = true
						}
					}
				},
				["魔"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["制"] = {
				["服"] = {
					this = true
				}
			},
			["冷"] = {
				S = {
					this = true
				}
			}
		},
		["革"] = {
			["之"] = {
				["风"] = {
					this = true
				}
			}
		},
		["声"] = {
			["电"] = {
				["话"] = {
					this = true
				}
			},
			["器"] = {
				this = true
			}
		},
		["牌"] = {
			["器"] = {
				this = true
			}
		},
		["性"] = {
			["晓"] = {
				["薇"] = {
					this = true
				}
			}
		},
		["装"] = {
			["胶"] = {
				["衣"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["复"] = {
		["制"] = {
			this = true,
			["地"] = {
				["址"] = {
					["到"] = {
						["地"] = {
							["址"] = {
								["栏"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["手"] = {
				["机"] = {
					this = true,
					["卡"] = {
						this = true
					}
				}
			},
			["#"] = {
				["手"] = {
					["机"] = {
						["卡"] = {
							this = true
						}
					}
				}
			},
			["卡"] = {
				this = true
			},
			["克"] = {
				["隆"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["昵"] = {
				["称"] = {
					this = true
				}
			},
			["器"] = {
				this = true
			},
			["玩"] = {
				["家"] = {
					["昵"] = {
						["称"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true,
						["代"] = {
							["办"] = {
								this = true
							}
						}
					}
				},
				["联"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["銀"] = {
				["联"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["员"] = {
			["军"] = {
				["官"] = {
					["代"] = {
						["表"] = {
							this = true
						}
					},
					["诉"] = {
						["求"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["转"] = {
			["军"] = {
				["人"] = {
					this = true
				}
			}
		},
		["仇"] = {
			["的"] = {
				["喧"] = {
					["嚣"] = {
						this = true
					}
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["顾"] = {
				["问"] = {
					this = true
				}
			},
			["雇"] = {
				["佣"] = {
					["网"] = {
						this = true
					}
				}
			},
			["接"] = {
				["洽"] = {
					this = true
				}
			},
			["了"] = {
				["仇"] = {
					this = true
				}
			},
			["女"] = {
				["神"] = {
					this = true
				}
			},
			["一"] = {
				["条"] = {
					["龙"] = {
						this = true
					}
				}
			},
			["找"] = {
				["打"] = {
					["手"] = {
						this = true
					}
				}
			},
			["咨"] = {
				["询"] = {
					this = true
				}
			}
		},
		["方"] = {
			["斑"] = {
				["蝥"] = {
					["胶"] = {
						["囊"] = {
							this = true
						}
					}
				}
			},
			["环"] = {
				["磷"] = {
					["酰"] = {
						["胺"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["左"] = {
				["旋"] = {
					["肉"] = {
						["碱"] = {
							this = true
						}
					}
				}
			}
		},
		["合"] = {
			["动"] = {
				["力"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				this = true,
				["复"] = {
					["合"] = {
						["弩"] = {
							this = true
						}
					}
				},
				["滑"] = {
					["轮"] = {
						["弓"] = {
							["专"] = {
								this = true
							}
						}
					}
				},
				["手"] = {
					this = true
				}
			},
			["射"] = {
				["孔"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["活"] = {
			["道"] = {
				this = true
			}
		},
		["临"] = {
			["安"] = {
				["息"] = {
					["日"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["辟"] = {
			this = true,
			["文"] = {
				["革"] = {
					this = true,
					["折"] = {
						["腾"] = {
							["紧"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["兴"] = {
			["策"] = {
				this = true
			},
			["门"] = {
				["广"] = {
					["电"] = {
						["总"] = {
							["局"] = {
								["宿"] = {
									["舍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["医"] = {
				["院"] = {
					this = true
				}
			}
		},
		["装"] = {
			["弹"] = {
				this = true
			}
		}
	}
end

temp()
