pg = pg or {}
slot0 = pg
slot0.word_template_381 = {}
slot1 = slot0.word_template_381

function temp()
	uv0["匈"] = {
		["牙"] = {
			["利"] = {
				["魔"] = {
					["女"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["袖"] = {
		["珍"] = {
			["干"] = {
				["扰"] = {
					["器"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["支"] = {
					["专"] = {
						this = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true,
					["售"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				},
				["槍"] = {
					this = true
				}
			}
		},
		["领"] = {
			["生"] = {
				["学"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["绣"] = {
		["屏"] = {
			["缘"] = {
				this = true
			}
		},
		["榻"] = {
			["野"] = {
				["史"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["舞"] = {
			["视"] = {
				["象"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["须"] = {
		["久"] = {
			["留"] = {
				["美"] = {
					["羽"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["崎"] = {
			["由"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["藤"] = {
			["阿"] = {
				["由"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["夜"] = {
					["子"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					},
					["紫"] = {
						["无"] = {
							["马"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["永"] = {
			["佐"] = {
				["和"] = {
					["子"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["須"] = {
		["崎"] = {
			["由"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["永"] = {
			["佐"] = {
				["和"] = {
					["子"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["需"] = {
		["湿"] = {
			["不"] = {
				["伦"] = {
					["温"] = {
						["泉"] = {
							this = true
						}
					}
				}
			}
		},
		["要"] = {
			["打"] = {
				["架"] = {
					["联"] = {
						["系"] = {
							this = true
						}
					}
				}
			},
			["延"] = {
				["时"] = {
					["药"] = {
						["物"] = {
							this = true
						}
					}
				}
			}
		},
		["找"] = {
			["性"] = {
				["伙"] = {
					["伴"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["旭"] = {
		["祥"] = {
			["瑞"] = {
				["特"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["绪"] = {
		["上"] = {
			["真"] = {
				["矢"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["续"] = {
		["金"] = {
			["瓶"] = {
				["梅"] = {
					this = true
				}
			}
		},
		["约"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["九"] = {
			["片"] = {
				["棱"] = {
					["角"] = {
						["的"] = {
							["回"] = {
								["忆"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["朂"] = {
		["赽"] = {
			["嗱"] = {
				["敩"] = {
					["呖"] = {
						this = true
					}
				},
				["姃"] = {
					this = true
				}
			}
		},
		["噺"] = {
			["蝂"] = {
				["咟"] = {
					["沅"] = {
						["徦"] = {
							["币"] = {
								this = true
							}
						}
					}
				},
				["徦"] = {
					["鈔"] = {
						this = true
					},
					["亾"] = {
						["姄"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["滈"] = {
				["凊"] = {
					["羙"] = {
						["囡"] = {
							this = true
						}
					}
				}
			},
			["糧"] = {
				["ふ"] = {
					["鎻"] = {
						["笁"] = {
							["倶"] = {
								this = true
							}
						}
					}
				}
			},
			["孰"] = {
				["囡"] = {
					this = true
				}
			}
		}
	}
end

temp()
