pg = pg or {}
slot0 = pg
slot0.word_template_36 = {}
slot1 = slot0.word_template_36

function temp()
	uv0["有"] = {
		["容"] = {
			["奶"] = {
				["大"] = {
					this = true
				}
			}
		},
		["偿"] = {
			["提"] = {
				["供"] = {
					this = true
				}
			},
			["捐"] = {
				["献"] = {
					this = true
				},
				["赠"] = {
					this = true
				},
				["肾"] = {
					this = true
				}
			},
			["售"] = {
				this = true
			},
			["卖"] = {
				this = true
			},
			["献"] = {
				this = true,
				["爱"] = {
					["心"] = {
						this = true
					}
				}
			}
		},
		["码"] = {
			["原"] = {
				["创"] = {
					this = true
				}
			}
		},
		["华"] = {
			["龙"] = {
				this = true
			}
		},
		["军"] = {
			["用"] = {
				["枪"] = {
					["支"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["蝠"] = {
			["同"] = {
				["享"] = {
					this = true
				}
			}
		},
		["6"] = {
			["4"] = {
				["枪"] = {
					this = true
				},
				["槍"] = {
					this = true
				}
			},
			["6"] = {
				["枪"] = {
					this = true
				}
			}
		},
		a = {
			["假"] = {
				["钱"] = {
					this = true
				}
			}
		},
		B = {
			["吗"] = {
				this = true
			}
		},
		["报"] = {
			this = true
		},
		["贺"] = {
			["凉"] = {
				this = true
			},
			["美"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["吉"] = {
			["奈"] = {
				["生"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["森"] = {
			["玲"] = {
				["香"] = {
					this = true
				}
			}
		},
		["沙"] = {
			["2"] = {
				["状"] = {
					["态"] = {
						this = true
					}
				}
			}
		},
		["声"] = {
			h = {
				["小"] = {
					["说"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["小"] = {
						["說"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["说"] = {
					["电"] = {
						["影"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			}
		},
		["宪"] = {
			["法"] = {
				["而"] = {
					["无"] = {
						["宪"] = {
							["政"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["英"] = {
			["国"] = {
				["妹"] = {
					["妹"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["生"] = {
		["徒"] = {
			["胸"] = {
				["触"] = {
					this = true
				},
				["觸"] = {
					this = true
				}
			}
		},
		["奸"] = {
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["中"] = {
				["出"] = {
					this = true
				}
			},
			["內"] = {
				["射"] = {
					this = true
				}
			}
		},
		["殖"] = {
			this = true
		},
		["孩"] = {
			["子"] = {
				["沒"] = {
					["屁"] = {
						["眼"] = {
							this = true
						}
					}
				}
			}
		},
		["命"] = {
			["分"] = {
				["流"] = {
					["的"] = {
						["圖"] = {
							["騰"] = {
								this = true
							}
						}
					}
				}
			},
			["树"] = {
				["的"] = {
					["分"] = {
						["叉"] = {
							this = true
						}
					}
				}
			}
		},
		["鸦"] = {
			["片"] = {
				this = true
			}
		},
		["成"] = {
			["身"] = {
				["份"] = {
					["证"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["化"] = {
			["武"] = {
				["器"] = {
					this = true
				}
			}
		},
		["者"] = {
			["和"] = {
				["死"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["受"] = {
			["训"] = {
				["诫"] = {
					this = true
				}
			}
		},
		["巴"] = {
			["豆"] = {
				["配"] = {
					["方"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["春"] = {
			["袋"] = {
				this = true
			}
		},
		["附"] = {
			["子"] = {
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["甘"] = {
			["遂"] = {
				["发"] = {
					["货"] = {
						this = true
					}
				}
			}
		},
		["理"] = {
			["前"] = {
				["欲"] = {
					["情"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["南"] = {
			["星"] = {
				this = true
			}
		},
		["藤"] = {
			["黄"] = {
				this = true
			}
		},
		["日"] = {
			["与"] = {
				["祭"] = {
					["日"] = {
						this = true
					}
				}
			}
		},
		["学"] = {
			["的"] = {
				["食"] = {
					["绝"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["東"] = {
		["洋"] = {
			["屄"] = {
				this = true
			},
			["巨"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["北"] = {
			["獨"] = {
				["立"] = {
					this = true
				}
			},
			x = {
				x = {
					["網"] = {
						this = true
					}
				}
			}
		},
		["部"] = {
			["地"] = {
				["下"] = {
					["水"] = {
						["路"] = {
							this = true
						}
					}
				}
			}
		},
		["方"] = {
			["紅"] = {
				["時"] = {
					["空"] = {
						this = true
					}
				}
			},
			["時"] = {
				["空"] = {
					this = true
				}
			},
			["葵"] = {
				this = true
			},
			["資"] = {
				["通"] = {
					this = true
				}
			}
		},
		["南"] = {
			["西"] = {
				["北"] = {
					["論"] = {
						["談"] = {
							this = true
						}
					}
				}
			}
		},
		["社"] = {
			this = true
		},
		["升"] = {
			this = true
		},
		["條"] = {
			this = true,
			["英"] = {
				["機"] = {
					this = true
				}
			}
		},
		["突"] = {
			this = true,
			["暴"] = {
				["動"] = {
					this = true
				}
			},
			["獨"] = {
				["立"] = {
					this = true
				}
			}
		},
		["土"] = {
			["耳"] = {
				["其"] = {
					["斯"] = {
						["坦"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["南"] = {
				["北"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["亞"] = {
			this = true
		},
		["院"] = {
			["看"] = {
				["守"] = {
					this = true
				}
			}
		},
		["百"] = {
			["合"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["宮"] = {
			this = true
		},
		["京"] = {
			["猫"] = {
				this = true
			},
			["熱"] = {
				this = true
			},
			["丸"] = {
				["井"] = {
					this = true
				},
				["警"] = {
					this = true
				}
			}
		},
		["熱"] = {
			["空"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["施"] = {
			["效"] = {
				["顰"] = {
					this = true
				}
			}
		},
		["尾"] = {
			["真"] = {
				["子"] = {
					this = true
				}
			}
		},
		["野"] = {
			["梓"] = {
				["性"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["正"] = {
			["教"] = {
				this = true
			}
		},
		["歐"] = {
			["劇"] = {
				["變"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["翘"] = {
		["臀"] = {
			this = true,
			["嫩"] = {
				["穴"] = {
					this = true
				},
				["逼"] = {
					this = true
				}
			},
			["美"] = {
				this = true
			},
			["小"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["近"] = {
		["亲"] = {
			["相"] = {
				["奸"] = {
					this = true,
					["処"] = {
						["女"] = {
							this = true
						}
					},
					["隣"] = {
						["父"] = {
							this = true
						}
					}
				},
				["姦"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["親"] = {
			this = true,
			["相"] = {
				["姦"] = {
					this = true
				},
				["奸"] = {
					this = true
				}
			}
		},
		["平"] = {
			this = true,
			["犬"] = {
				this = true
			},
			["一"] = {
				["封"] = {
					["信"] = {
						this = true
					}
				}
			},
			["公"] = {
				["开"] = {
					["信"] = {
						this = true
					}
				}
			},
			["登"] = {
				["基"] = {
					this = true
				}
			},
			["习"] = {
				this = true,
				["总"] = {
					["书"] = {
						["记"] = {
							this = true
						}
					}
				}
			},
			["習"] = {
				this = true
			},
			[" "] = {
				["博"] = {
					["士"] = {
						[" "] = {
							["禁"] = {
								["闻"] = {
									this = true
								}
							}
						}
					}
				},
				["接"] = {
					["班"] = {
						["人"] = {
							this = true
						}
					}
				},
				["禁"] = {
					["闻"] = {
						this = true
					}
				},
				["清"] = {
					["华"] = {
						[" "] = {
							["博"] = {
								["士"] = {
									this = true
								}
							}
						}
					}
				},
				["说"] = {
					["男"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["9"] = {
				["個"] = {
					["鐵"] = {
						["哥"] = {
							["們"] = {
								this = true
							}
						}
					}
				}
			},
			p = {
				k = {
					["泽"] = {
						["民"] = {
							this = true
						}
					}
				}
			},
			["暗"] = {
				["杀"] = {
					this = true
				}
			},
			["鼻"] = {
				["子"] = {
					["日"] = {
						this = true
					}
				}
			},
			["别"] = {
				["传"] = {
					this = true
				}
			},
			["成"] = {
				["为"] = {
					["蒋"] = {
						["经"] = {
							["国"] = {
								this = true
							}
						}
					}
				}
			},
			["崇"] = {
				["祯"] = {
					this = true
				}
			},
			["大"] = {
				["秘"] = {
					this = true
				}
			},
			["的"] = {
				["家"] = {
					["庭"] = {
						["出"] = {
							["身"] = {
								this = true
							}
						}
					}
				},
				["远"] = {
					["房"] = {
						["亲"] = {
							["戚"] = {
								this = true
							}
						}
					}
				},
				["真"] = {
					["相"] = {
						["事"] = {
							["实"] = {
								this = true
							}
						}
					}
				},
				["政"] = {
					["绩"] = {
						["设"] = {
							["计"] = {
								this = true
							}
						}
					}
				}
			},
			["弟"] = {
				["弟"] = {
					["弟"] = {
						["媳"] = {
							this = true
						}
					}
				}
			},
			["独"] = {
				["裁"] = {
					this = true
				}
			},
			["夺"] = {
				["权"] = {
					this = true
				}
			},
			["二"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							this = true
						}
					}
				}
			},
			["法"] = {
				["学"] = {
					["博"] = {
						["士"] = {
							[" "] = {
								["【"] = {
									["禁"] = {
										["闻"] = {
											["】"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["豪"] = {
				["赌"] = {
					this = true
				}
			},
			["婚"] = {
				["姻"] = {
					["史"] = {
						this = true
					}
				}
			},
			["极"] = {
				["权"] = {
					this = true
				}
			},
			["家"] = {
				["族"] = {
					["财"] = {
						["产"] = {
							this = true
						},
						["富"] = {
							this = true
						}
					}
				}
			},
			["接"] = {
				["班"] = {
					["行"] = {
						["动"] = {
							["已"] = {
								["经"] = {
									["开"] = {
										["始"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["替"] = {
					["柴"] = {
						["松"] = {
							["岳"] = {
								this = true
							}
						}
					}
				}
			},
			["近"] = {
				["总"] = {
					["书"] = {
						["记"] = {
							this = true
						}
					}
				}
			},
			["禁"] = {
				["闻"] = {
					this = true
				}
			},
			["九"] = {
				["把"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["看"] = {
				["上"] = {
					["了"] = {
						["梦"] = {
							["雪"] = {
								this = true
							}
						}
					}
				}
			},
			["靠"] = {
				["拼"] = {
					["爹"] = {
						["成"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			},
			["柯"] = {
				["零"] = {
					["零"] = {
						this = true
					}
				},
				["小"] = {
					["明"] = {
						this = true
					}
				}
			},
			["来"] = {
				["总"] = {
					["书"] = {
						["记"] = {
							this = true
						}
					}
				}
			},
			["两"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							this = true
						}
					}
				}
			},
			["冒"] = {
				["犯"] = {
					["众"] = {
						["怒"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["片"] = {
					this = true
				}
			},
			["年"] = {
				["终"] = {
					["奖"] = {
						this = true
					}
				}
			},
			["怕"] = {
				["禁"] = {
					["评"] = {
						this = true
					}
				}
			},
			["前"] = {
				["妻"] = {
					this = true
				}
			},
			["清"] = {
				["洗"] = {
					this = true
				}
			},
			["权"] = {
				["力"] = {
					["斗"] = {
						["争"] = {
							this = true
						}
					}
				}
			},
			["若"] = {
				["随"] = {
					["母"] = {
						["姓"] = {
							this = true
						}
					}
				}
			},
			["苏"] = {
				["逸"] = {
					["清"] = {
						this = true
					}
				}
			},
			["挑"] = {
				["衅"] = {
					this = true
				}
			},
			["妥"] = {
				["协"] = {
					this = true
				}
			},
			["围"] = {
				["逼"] = {
					this = true
				}
			},
			["维"] = {
				["尼"] = {
					this = true
				}
			},
			["武"] = {
				["帝"] = {
					this = true
				}
			},
			["希"] = {
				["特"] = {
					["勒"] = {
						this = true
					}
				}
			},
			["喜"] = {
				["欢"] = {
					["出"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["现"] = {
				["已"] = {
					["暴"] = {
						["毙"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["时"] = {
					["达"] = {
						this = true
					},
					["期"] = {
						this = true
					}
				}
			},
			["也"] = {
				["不"] = {
					["例"] = {
						["外"] = {
							this = true
						}
					}
				}
			},
			["雍"] = {
				["正"] = {
					this = true
				}
			},
			["有"] = {
				["几"] = {
					["次"] = {
						["婚"] = {
							["姻"] = {
								this = true
							}
						}
					}
				}
			},
			["与"] = {
				["京"] = {
					["官"] = {
						["互"] = {
							["动"] = {
								this = true
							}
						}
					}
				}
			},
			["专"] = {
				["权"] = {
					this = true
				}
			},
			["总"] = {
				["书"] = {
					["对"] = {
						this = true
					},
					["来"] = {
						this = true
					},
					["指"] = {
						this = true
					}
				},
				["新"] = {
					["时"] = {
						["代"] = {
							this = true
						}
					}
				}
			}
		},
		["疲"] = {
			["丽"] = {
				["尽"] = {
					this = true
				}
			}
		},
		["贫"] = {
			this = true
		},
		["評"] = {
			this = true
		},
		["蘋"] = {
			this = true
		},
		["习"] = {
			["平"] = {
				this = true
			}
		},
		["習"] = {
			["平"] = {
				this = true
			}
		},
		["止"] = {
			["平"] = {
				["论"] = {
					this = true
				},
				["論"] = {
					this = true
				}
			}
		},
		["郊"] = {
			["区"] = {
				["肾"] = {
					this = true
				}
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["期"] = {
			["成"] = {
				["就"] = {
					this = true
				}
			}
		},
		["四"] = {
			["年"] = {
				["不"] = {
					["作"] = {
						["为"] = {
							this = true
						}
					}
				}
			}
		},
		["藤"] = {
			["玲"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["艳"] = {
		["乳"] = {
			this = true
		},
		["妇"] = {
			this = true,
			["淫"] = {
				["女"] = {
					this = true
				}
			}
		},
		["照"] = {
			this = true,
			["门"] = {
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["*"] = {
					this = true
				}
			}
		},
		["情"] = {
			this = true,
			["小"] = {
				["说"] = {
					this = true
				}
			},
			["短"] = {
				["篇"] = {
					["合"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["舞"] = {
			this = true,
			["淫"] = {
				["业"] = {
					this = true
				}
			},
			["女"] = {
				["郎"] = {
					["*"] = {
						this = true
					}
				}
			},
			["2"] = {
				["1"] = {
					this = true
				}
			}
		},
		["母"] = {
			this = true
		},
		["色"] = {
			this = true,
			["阁"] = {
				this = true
			}
		},
		["霸"] = {
			["后"] = {
				["宫"] = {
					["天"] = {
						["下"] = {
							this = true
						}
					}
				}
			}
		},
		["丽"] = {
			["片"] = {
				["*"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["的"] = {
						["护"] = {
							["士"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["香"] = {
			["迷"] = {
				["醉"] = {
					this = true
				}
			}
		},
		h = {
			["舞"] = {
				this = true
			}
		},
		["春"] = {
			["楼"] = {
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["福"] = {
			this = true
		},
		["尻"] = {
			this = true
		},
		["门"] = {
			["禁"] = {
				["照"] = {
					this = true
				}
			},
			["照"] = {
				this = true
			}
		},
		["女"] = {
			this = true
		},
		["事"] = {
			this = true
		},
		["体"] = {
			["缠"] = {
				["绵"] = {
					this = true
				}
			}
		},
		["图"] = {
			this = true
		},
		["星"] = {
			this = true,
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["修"] = {
			["之"] = {
				["天"] = {
					["地"] = {
						["不"] = {
							["容"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["欲"] = {
			["十"] = {
				["二"] = {
					["宫"] = {
						this = true
					}
				}
			}
		},
		["遇"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鬼"] = {
		["畜"] = {
			["轮"] = {
				["奸"] = {
					this = true,
					["女"] = {
						["学"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["出"] = {
					this = true
				}
			},
			["大"] = {
				["宴"] = {
					["会"] = {
						this = true
					}
				}
			},
			["輪"] = {
				["奸"] = {
					this = true
				}
			}
		},
		["輪"] = {
			["姦"] = {
				this = true
			},
			["奸"] = {
				this = true
			}
		},
		["村"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["公"] = {
			this = true
		},
		["环"] = {
			["式"] = {
				["瞄"] = {
					["准"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		},
		["口"] = {
			["淫"] = {
				this = true
			}
		},
		["轮"] = {
			["奸"] = {
				this = true
			}
		},
		["魅"] = {
			S = {
				M = {
					["调"] = {
						["教"] = {
							this = true
						}
					}
				}
			},
			["娇"] = {
				["娃"] = {
					this = true
				}
			}
		},
		["虐"] = {
			["5"] = {
				["1"] = {
					["奸"] = {
						this = true
					}
				}
			}
		},
		["市"] = {
			["售"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["头"] = {
			["大"] = {
				["砍"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["子"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["带"] = {
		["套"] = {
			["肛"] = {
				["交"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["灯"] = {
			Y = {
				["档"] = {
					this = true
				}
			},
			["汽"] = {
				["车"] = {
					["快"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["鱼"] = {
			["馅"] = {
				["包"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["办"] = {
			this = true
		},
		["出"] = {
			["淫"] = {
				["水"] = {
					this = true
				}
			}
		},
		["刀"] = {
			this = true
		},
		["弓"] = {
			["弩"] = {
				["刺"] = {
					["超"] = {
						["运"] = {
							["程"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["开"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["發"] = {
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true
				}
			},
			["增"] = {
				["值"] = {
					["税"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["来"] = {
			["小"] = {
				["姐"] = {
					["齐"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["炼"] = {
			this = true
		},
		["路"] = {
			["党"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["魅"] = {
		["惑"] = {
			this = true,
			["巨"] = {
				["乳"] = {
					this = true
				}
			},
			["波"] = {
				["多"] = {
					["野"] = {
						["结"] = {
							["衣"] = {
								this = true
							}
						},
						["結"] = {
							["衣"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["力"] = {
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["领"] = {
				["袖"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								this = true
							}
						}
					}
				}
			},
			["王"] = {
				["情"] = {
					["色"] = {
						["站"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["街"] = {
		["头"] = {
			["扒"] = {
				["衣"] = {
					this = true
				}
			},
			["对"] = {
				["抗"] = {
					this = true,
					["靠"] = {
						this = true
					}
				}
			},
			["混"] = {
				["混"] = {
					this = true,
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["霸"] = {
			["习"] = {
				["近"] = {
					["平"] = {
						this = true
					}
				}
			}
		},
		["拍"] = {
			["丝"] = {
				["袜"] = {
					["妹"] = {
						["妹"] = {
							this = true
						}
					}
				}
			}
		},
		["上"] = {
			["偷"] = {
				["着"] = {
					["干"] = {
						this = true
					}
				}
			},
			["肉"] = {
				["醬"] = {
					this = true
				},
				["酱"] = {
					this = true
				}
			},
			["克"] = {
				["坦"] = {
					this = true
				}
			}
		},
		["頭"] = {
			["緄"] = {
				["緄"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			},
			["混"] = {
				["混"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			},
			["婫"] = {
				["婫"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			}
		},
		["钟"] = {
			this = true
		}
	}
end

temp()
