pg = pg or {}
slot0 = pg
slot0.word_template_386 = {}
slot1 = slot0.word_template_386

function temp()
	uv0["唫"] = {
		["漟"] = {
			["曂"] = {
				["厊"] = {
					["簽"] = {
						this = true
					}
				}
			}
		},
		["媙"] = {
			["鮟"] = {
				["汸"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["瘾"] = {
		["君"] = {
			["子"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["樱"] = {
		["こ"] = {
			["の"] = {
				["み"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["爱"] = {
			["爱"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["菜"] = {
			["菜"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["花"] = {
			["红"] = {
				["破"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["井"] = {
			["彩"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["春"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["风"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["丽"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["莉"] = {
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["亚"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["流"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["美"] = {
				["里"] = {
					this = true,
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["茜"] = {
				b = {
					t = {
						this = true
					}
				},
				["电"] = {
					["驴"] = {
						this = true
					}
				},
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				}
			},
			["沙"] = {
				["加"] = {
					["也"] = {
						this = true
					}
				},
				["也"] = {
					["加"] = {
						this = true
					}
				}
			},
			["杏"] = {
				this = true
			},
			["亚"] = {
				["弓"] = {
					this = true
				},
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["优"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["珍"] = {
				["藏"] = {
					this = true
				}
			}
		},
		["警"] = {
			["彩"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["春"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["风"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["丽"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["莉"] = {
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["亚"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["流"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["美"] = {
				["里"] = {
					this = true
				}
			},
			["茜"] = {
				this = true
			},
			["沙"] = {
				["加"] = {
					["也"] = {
						this = true
					}
				}
			},
			["杏"] = {
				this = true
			},
			["亚"] = {
				["弓"] = {
					this = true
				},
				["美"] = {
					this = true
				}
			},
			["优"] = {
				["子"] = {
					this = true
				}
			},
			["珍"] = {
				["藏"] = {
					this = true
				}
			}
		},
		["木"] = {
			["亚"] = {
				["美"] = {
					this = true
				}
			}
		},
		["乃"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["琴"] = {
			["美"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["树"] = {
			["露"] = {
				["衣"] = {
					this = true
				}
			}
		},
		["田"] = {
			["由"] = {
				["加"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["庭"] = {
			["爱"] = {
				["子"] = {
					this = true
				}
			},
			["彩"] = {
				["高"] = {
					["清"] = {
						this = true
					}
				}
			}
		},
		["泽"] = {
			["菜"] = {
				["菜"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["真"] = {
			["琴"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["朱"] = {
			["音"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["罌"] = {
		["粟"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["忧"] = {
		["木"] = {
			["瞳"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["滺"] = {
		["仴"] = {
			["儛"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["優"] = {
		["酷"] = {
			["色"] = {
				["導"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["明"] = {
				["日"] = {
					["花"] = {
						this = true
					}
				}
			}
		},
		["優"] = {
			["色"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["沋"] = {
		["朩"] = {
			["瞳"] = {
				["嘸"] = {
					["犸"] = {
						["芐"] = {
							["酨"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["又"] = {
		["粗"] = {
			["又"] = {
				["大"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								this = true
							}
						}
					}
				},
				["硬"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								this = true
							}
						}
					}
				},
				["长"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["又"] = {
				["粗"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								this = true
							}
						}
					}
				},
				["肥"] = {
					["的"] = {
						["屄"] = {
							this = true
						},
						["阴"] = {
							["道"] = {
								this = true
							}
						}
					}
				},
				["紧"] = {
					["的"] = {
						["阴"] = {
							["户"] = {
								this = true
							}
						}
					}
				},
				["嫩"] = {
					["的"] = {
						["屄"] = {
							this = true
						},
						["穴"] = {
							this = true
						},
						["阴"] = {
							["户"] = {
								this = true
							}
						}
					}
				},
				["硬"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["顶"] = {
			["到"] = {
				["我"] = {
					["的"] = {
						["子"] = {
							["宫"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["肥"] = {
			["又"] = {
				["大"] = {
					["的"] = {
						["穴"] = {
							this = true
						},
						["阴"] = {
							["户"] = {
								this = true
							}
						}
					}
				},
				["紧"] = {
					["的"] = {
						["屄"] = {
							this = true,
							["儿"] = {
								this = true
							}
						},
						["阴"] = {
							["道"] = {
								this = true
							}
						}
					}
				},
				["嫩"] = {
					["的"] = {
						["阴"] = {
							["户"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["见"] = {
			["武"] = {
				["滕"] = {
					["兰"] = {
						this = true
					}
				}
			}
		},
		["解"] = {
			["开"] = {
				["乳"] = {
					["罩"] = {
						this = true
					}
				}
			}
		},
		["紧"] = {
			["又"] = {
				["嫩"] = {
					["的"] = {
						["屄"] = {
							this = true,
							["儿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["猛"] = {
			["插"] = {
				["几"] = {
					["下"] = {
						this = true
					}
				}
			}
		},
		["嫩"] = {
			this = true,
			["又"] = {
				["紧"] = {
					["的"] = {
						["屄"] = {
							this = true
						},
						["穴"] = {
							this = true
						},
						["阴"] = {
							["户"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鸟"] = {
			["女"] = {
				["干"] = {
					this = true
				}
			},
			["忄"] = {
				["青"] = {
					["果"] = {
						["耳"] = {
							["卯"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鳥"] = {
			["女"] = {
				["幹"] = {
					this = true
				}
			}
		},
		["骚"] = {
			["又"] = {
				["大"] = {
					["的"] = {
						["屄"] = {
							this = true
						}
					}
				},
				["淫"] = {
					["的"] = {
						["屄"] = {
							this = true
						}
					}
				}
			}
		},
		["深"] = {
			["又"] = {
				["紧"] = {
					["的"] = {
						["穴"] = {
							this = true
						},
						["阴"] = {
							["户"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["一"] = {
			["村"] = {
				["夫"] = {
					["妻"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["硬"] = {
			["又"] = {
				["粗"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								this = true
							}
						}
					}
				},
				["大"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["又"] = {
			["管"] = {
				["犭"] = {
					["昔"] = {
						this = true,
						["*"] = {
							this = true
						},
						["木"] = {
							["仓"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["粘"] = {
			["又"] = {
				["湿"] = {
					["的"] = {
						["阴"] = {
							["户"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["长"] = {
			["粗"] = {
				["的"] = {
					["肉"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["又"] = {
				["大"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["佑"] = {
		["笾"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
