pg = pg or {}
slot0 = pg
slot0.word_template_27 = {}
slot1 = slot0.word_template_27

function temp()
	uv0["性"] = {
		["欲"] = {
			this = true,
			["復"] = {
				["活"] = {
					this = true
				}
			}
		},
		["爱"] = {
			this = true,
			["图"] = {
				["库"] = {
					this = true
				}
			},
			["擂"] = {
				["台"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["日"] = {
				["记"] = {
					this = true
				}
			},
			["文"] = {
				["字"] = {
					this = true
				}
			},
			["片"] = {
				this = true
			}
		},
		["奴"] = {
			this = true,
			["会"] = {
				this = true
			},
			["美"] = {
				["母"] = {
					this = true
				}
			},
			["隶"] = {
				["服"] = {
					["务"] = {
						["公"] = {
							["司"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["洁"] = {
					["的"] = {
						["日"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["*"] = {
				this = true
			},
			["营"] = {
				this = true
			}
		},
		["交"] = {
			this = true,
			["课"] = {
				this = true
			},
			["吞"] = {
				["精"] = {
					this = true
				}
			},
			["图"] = {
				this = true
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["大"] = {
				["赛"] = {
					this = true
				}
			},
			["片"] = {
				this = true
			},
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["感"] = {
			this = true,
			["妖"] = {
				["娆"] = {
					this = true
				},
				["嬈"] = {
					this = true
				}
			},
			["乳"] = {
				["娘"] = {
					this = true
				}
			},
			["肉"] = {
				["丝"] = {
					this = true
				},
				["絲"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true,
					["的"] = {
						this = true
					}
				}
			},
			["的"] = {
				["美"] = {
					["腿"] = {
						["女"] = {
							["神"] = {
								["（"] = {
									["合"] = {
										["集"] = {
											["）"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["按"] = {
					["摩"] = {
						["小"] = {
							["姐"] = {
								this = true
							}
						}
					}
				},
				["丝"] = {
					["袜"] = {
						this = true
					}
				},
				["嘴"] = {
					["唇"] = {
						this = true
					}
				}
			},
			["扑"] = {
				["克"] = {
					this = true
				}
			},
			["撲"] = {
				["克"] = {
					this = true
				}
			},
			["沙"] = {
				["滩"] = {
					this = true,
					["2"] = {
						this = true
					},
					["有"] = {
						["料"] = {
							this = true
						}
					}
				},
				["灘"] = {
					this = true
				}
			},
			m = {
				m = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["表"] = {
				["妹"] = {
					["和"] = {
						["表"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			},
			["波"] = {
				["霸"] = {
					["辣"] = {
						["人"] = {
							["妻"] = {
								this = true
							}
						}
					}
				}
			},
			["超"] = {
				["新"] = {
					["妻"] = {
						this = true
					}
				}
			},
			["大"] = {
				["奶"] = {
					["女"] = {
						["教"] = {
							["师"] = {
								this = true
							}
						}
					}
				},
				["胸"] = {
					["乳"] = {
						["娘"] = {
							this = true
						}
					},
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["店"] = {
				["员"] = {
					["的"] = {
						["性"] = {
							["福"] = {
								this = true
							}
						}
					}
				}
			},
			["丰"] = {
				["满"] = {
					this = true
				}
			},
			["高"] = {
				["跟"] = {
					["鞋"] = {
						this = true
					}
				}
			},
			["贵"] = {
				["妇"] = {
					this = true
				}
			},
			["海"] = {
				["滩"] = {
					this = true
				}
			},
			["黑"] = {
				["丝"] = {
					this = true,
					["女"] = {
						["教"] = {
							["师"] = {
								this = true
							}
						}
					}
				}
			},
			["尖"] = {
				["叫"] = {
					this = true
				}
			},
			["克"] = {
				this = true
			},
			["裸"] = {
				["聊"] = {
					this = true
				}
			},
			["美"] = {
				["空"] = {
					["姐"] = {
						this = true
					}
				},
				["图"] = {
					["网"] = {
						this = true
					}
				},
				["臀"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					["玩"] = {
						["大"] = {
							["屌"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["同"] = {
					["事"] = {
						["妖"] = {
							["娆"] = {
								this = true
							}
						}
					}
				},
				["优"] = {
					this = true
				},
				["友"] = {
					["肉"] = {
						["丝"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["裸"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["骚"] = {
				B = {
					this = true
				},
				["妹"] = {
					this = true
				},
				["女"] = {
					["孩"] = {
						this = true
					}
				}
			},
			["騷"] = {
				B = {
					this = true
				},
				["в"] = {
					this = true
				}
			},
			["丝"] = {
				["袜"] = {
					["妹"] = {
						["妹"] = {
							this = true
						}
					}
				}
			},
			["无"] = {
				["限"] = {
					this = true
				}
			},
			["妩"] = {
				["媚"] = {
					["女"] = {
						["人"] = {
							["秀"] = {
								this = true
							}
						}
					}
				}
			},
			["西"] = {
				["女"] = {
					this = true
				}
			},
			["小"] = {
				["公"] = {
					["主"] = {
						this = true
					}
				},
				["骚"] = {
					["货"] = {
						this = true
					}
				},
				["说"] = {
					["快"] = {
						["墦"] = {
							this = true
						}
					}
				}
			},
			["艳"] = {
				["舞"] = {
					this = true
				}
			},
			["野"] = {
				["生"] = {
					["图"] = {
						["丝"] = {
							["袜"] = {
								this = true
							}
						}
					}
				}
			},
			["尤"] = {
				["物"] = {
					this = true
				}
			},
			["誘"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["佣"] = {
			this = true
		},
		["虎"] = {
			this = true,
			["色"] = {
				["网"] = {
					this = true
				},
				["網"] = {
					this = true
				}
			}
		},
		["饥"] = {
			["渴"] = {
				this = true
			},
			["喝"] = {
				["美"] = {
					["少"] = {
						["女"] = {
							this = true
						}
					}
				}
			}
		},
		["愛"] = {
			this = true,
			["圖"] = {
				["片"] = {
					this = true
				}
			},
			["插"] = {
				["穴"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			}
		},
		["之"] = {
			["站"] = {
				this = true
			},
			["谷"] = {
				this = true
			},
			["双"] = {
				["面"] = {
					["佳"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["图"] = {
				["吧"] = {
					this = true
				}
			},
			["圖"] = {
				["吧"] = {
					this = true
				}
			}
		},
		["战"] = {
			["擂"] = {
				["台"] = {
					this = true
				}
			}
		},
		["息"] = {
			this = true,
			["平"] = {
				["台"] = {
					this = true
				}
			},
			["大"] = {
				["全"] = {
					this = true
				}
			},
			["楼"] = {
				this = true
			},
			["谷"] = {
				this = true
			},
			["*"] = {
				this = true
			},
			["网"] = {
				this = true
			}
		},
		["虐"] = {
			this = true,
			["待"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["無"] = {
			["能"] = {
				this = true
			}
		},
		["无"] = {
			["能"] = {
				this = true
			}
		},
		["吧"] = {
			this = true,
			["之"] = {
				["声"] = {
					this = true
				}
			},
			["网"] = {
				["电"] = {
					this = true
				}
			},
			["杂"] = {
				["志"] = {
					this = true
				}
			}
		},
		["8"] = {
			["春"] = {
				["暖"] = {
					["花"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			this = true,
			["汇"] = {
				this = true
			}
		},
		["趣"] = {
			this = true,
			["阁"] = {
				this = true
			}
		},
		["都"] = {
			["花"] = {
				["花"] = {
					["世"] = {
						["界"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["绞"] = {
			this = true,
			["姿"] = {
				this = true
			}
		},
		["聊"] = {
			this = true,
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["妹"] = {
				this = true
			}
		},
		["服"] = {
			this = true,
			["务"] = {
				this = true
			}
		},
		["病"] = {
			this = true
		},
		["事"] = {
			this = true
		},
		["高"] = {
			["潮"] = {
				this = true
			}
		},
		["盈"] = {
			["盈"] = {
				["在"] = {
					["线"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["启"] = {
			["蒙"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["免"] = {
			["费"] = {
				["电"] = {
					["影"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["費"] = {
				["電"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["器"] = {
			this = true,
			["官"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["具"] = {
				this = true
			}
		},
		["生"] = {
			["活"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["伴"] = {
			["侣"] = {
				this = true
			}
		},
		["技"] = {
			["巧"] = {
				this = true
			},
			["交"] = {
				["流"] = {
					this = true
				}
			}
		},
		["{"] = {
			["1"] = {
				["0"] = {
					["}"] = {
						["福"] = {
							this = true
						}
					}
				},
				["}"] = {
					["福"] = {
						this = true
					}
				}
			}
		},
		["福"] = {
			this = true,
			["人"] = {
				["生"] = {
					this = true
				}
			}
		},
		["学"] = {
			["教"] = {
				["授"] = {
					this = true
				}
			}
		},
		["教"] = {
			["官"] = {
				this = true
			},
			["学"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["网"] = {
			["站"] = {
				this = true
			}
		},
		["網"] = {
			["站"] = {
				this = true
			}
		},
		["信"] = {
			["息"] = {
				this = true,
				["交"] = {
					["友"] = {
						this = true
					}
				}
			}
		},
		["游"] = {
			["戏"] = {
				this = true,
				["暗"] = {
					["语"] = {
						["代"] = {
							["号"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["侵"] = {
			this = true,
			["女"] = {
				["外"] = {
					["劳"] = {
						this = true
					}
				}
			}
		},
		this = {
			this = true
		},
		["$"] = {
			["爱"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["&"] = {
			["高"] = {
				["潮"] = {
					this = true
				}
			},
			["功"] = {
				["能"] = {
					this = true
				}
			},
			["關"] = {
				["係"] = {
					this = true
				}
			}
		},
		b = {
			t = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		h = {
			["感"] = {
				this = true
			}
		},
		["噯"] = {
			this = true
		},
		["紦"] = {
			this = true
		},
		["宝"] = {
			["贝"] = {
				["淫"] = {
					["色"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["暴"] = {
			["力"] = {
				this = true
			}
		},
		["博"] = {
			["士"] = {
				["推"] = {
					["荐"] = {
						this = true
					}
				}
			}
		},
		["潮"] = {
			["难"] = {
				["抑"] = {
					this = true
				}
			}
		},
		["春"] = {
			["吧"] = {
				this = true
			}
		},
		["妲"] = {
			["已"] = {
				this = true
			}
		},
		["电"] = {
			["影"] = {
				this = true
			}
		},
		["房"] = {
			["事"] = {
				this = true
			}
		},
		["冨"] = {
			["綜"] = {
				["合"] = {
					this = true,
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["工"] = {
			["作"] = {
				["者"] = {
					this = true
				}
			}
		},
		["谷"] = {
			["乐"] = {
				this = true
			}
		},
		["海"] = {
			["浪"] = {
				["子"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			}
		},
		["行"] = {
			["为"] = {
				this = true
			}
		},
		["幻"] = {
			["想"] = {
				this = true
			}
		},
		["贿"] = {
			["太"] = {
				["多"] = {
					["怀"] = {
						["鬼"] = {
							["胎"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["飢"] = {
			["渴"] = {
				this = true
			}
		},
		["饑"] = {
			["渴"] = {
				this = true
			}
		},
		["家"] = {
			["教"] = {
				this = true
			}
		},
		["奸"] = {
			this = true
		},
		["经"] = {
			["验"] = {
				this = true
			}
		},
		["酒"] = {
			["吧"] = {
				this = true
			}
		},
		["俱"] = {
			["乐"] = {
				i = {
					t = {
						["部"] = {
							this = true
						}
					}
				},
				["部"] = {
					this = true
				}
			},
			["楽"] = {
				["蔀"] = {
					this = true
				}
			},
			["樂"] = {
				i = {
					t = {
						["部"] = {
							this = true
						}
					}
				},
				["部"] = {
					this = true
				}
			}
		},
		["开"] = {
			["放"] = {
				this = true
			}
		},
		["伦"] = {
			["理"] = {
				this = true
			},
			["乱"] = {
				this = true
			}
		},
		["论"] = {
			["坛"] = {
				this = true
			}
		},
		["裸"] = {
			this = true
		},
		["女"] = {
			["叫"] = {
				["春"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["派"] = {
			["对"] = {
				this = true
			},
			["對"] = {
				this = true
			}
		},
		["情"] = {
			["操"] = {
				["淫"] = {
					["院"] = {
						this = true
					}
				}
			},
			["玩"] = {
				["偶"] = {
					this = true
				}
			},
			["中"] = {
				["人"] = {
					this = true
				}
			}
		},
		["骚"] = {
			["扰"] = {
				this = true
			}
		},
		["色"] = {
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["视"] = {
			["频"] = {
				this = true
			}
		},
		["太"] = {
			["阳"] = {
				this = true
			}
		},
		["天"] = {
			["堂"] = {
				this = true
			}
		},
		["图"] = {
			this = true
		},
		["玩"] = {
			["具"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true
					}
				}
			},
			["物"] = {
				this = true
			}
		},
		["文"] = {
			["化"] = {
				this = true
			}
		},
		["心"] = {
			["理"] = {
				this = true
			}
		},
		["药"] = {
			["催"] = {
				["情"] = {
					["药"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["葯"] = {
			this = true
		},
		["医"] = {
			["春"] = {
				["歌"] = {
					this = true
				}
			}
		},
		["影"] = {
			["院"] = {
				this = true
			}
		},
		["傭"] = {
			this = true
		},
		["用"] = {
			["品"] = {
				this = true
			},
			["色"] = {
				this = true
			}
		},
		["友"] = {
			this = true
		},
		["娱"] = {
			["情"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			}
		},
		["慾"] = {
			["之"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["戰"] = {
			["擂"] = {
				["臺"] = {
					this = true
				}
			}
		},
		["知"] = {
			["识"] = {
				this = true
			}
		},
		["中"] = {
			["性"] = {
				this = true
			}
		},
		["转"] = {
			["换"] = {
				["教"] = {
					["室"] = {
						this = true
					}
				}
			}
		},
		["姿"] = {
			["势"] = {
				["实"] = {
					["图"] = {
						this = true
					}
				},
				["图"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["淫"] = {
		["荡"] = {
			this = true,
			["贵"] = {
				["妇"] = {
					this = true
				}
			},
			["女"] = {
				["秘"] = {
					["书"] = {
						this = true
					}
				},
				["友"] = {
					["筱"] = {
						["夕"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["师"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			},
			["家"] = {
				["家"] = {
					["酒"] = {
						this = true
					}
				}
			},
			Y = {
				["·"] = {
					D = {
						this = true
					}
				}
			},
			["口"] = {
				["交"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["情"] = {
					["药"] = {
						this = true
					}
				}
			},
			["肛"] = {
				["交"] = {
					["妹"] = {
						["自"] = {
							["慰"] = {
								["器"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					["器"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					["之"] = {
						["白"] = {
							["洁"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["秽"] = {
			this = true,
			["网"] = {
				this = true
			},
			y = {
				i = {
					n = {
						["*"] = {
							h = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true,
			["裸"] = {
				["体"] = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["亂"] = {
			this = true,
			["潮"] = {
				["吹"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			}
		},
		["女"] = {
			this = true,
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["老"] = {
				["师"] = {
					this = true
				}
			}
		},
		["蕩"] = {
			this = true
		},
		["水"] = {
			this = true,
			["爱"] = {
				["液"] = {
					this = true
				}
			},
			["涟"] = {
				["涟"] = {
					this = true
				}
			},
			["四"] = {
				["溅"] = {
					this = true
				}
			},
			["横"] = {
				["流"] = {
					this = true
				},
				["溢"] = {
					this = true
				}
			},
			["翻"] = {
				["騰"] = {
					this = true
				}
			},
			["丝"] = {
				["袜"] = {
					this = true
				}
			},
			["狂"] = {
				["流"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			}
		},
		["汁"] = {
			this = true
		},
		["叫"] = {
			this = true,
			["\""] = {
				["小"] = {
					["穴"] = {
						["肉"] = {
							["棒"] = {
								["插"] = {
									["进"] = {
										["."] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["色"] = {
			this = true,
			["贴"] = {
				["图"] = {
					this = true
				}
			},
			["淫"] = {
				["香"] = {
					this = true
				}
			},
			["谷"] = {
				this = true
			},
			["的"] = {
				["皇"] = {
					["都"] = {
						this = true
					}
				}
			},
			["漫"] = {
				["画"] = {
					["*"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["乱"] = {
			this = true,
			["熟"] = {
				["女"] = {
					this = true
				}
			},
			["工"] = {
				["作"] = {
					this = true
				}
			},
			["诊"] = {
				["所"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["秘"] = {
				["史"] = {
					["*"] = {
						this = true
					}
				}
			},
			["的"] = {
				["女"] = {
					["子"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["兽"] = {
			["学"] = {
				["园"] = {
					this = true
				},
				["院"] = {
					this = true
				}
			}
		},
		["妇"] = {
			this = true,
			["自"] = {
				["慰"] = {
					this = true
				}
			}
		},
		["妻"] = {
			this = true,
			["交"] = {
				["换"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["生"] = {
				["涯"] = {
					this = true
				}
			}
		},
		["浆"] = {
			this = true
		},
		["妹"] = {
			this = true
		},
		["图"] = {
			this = true
		},
		["贱"] = {
			this = true
		},
		["虫"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["欲"] = {
			this = true,
			["世"] = {
				["家"] = {
					this = true
				}
			},
			["日"] = {
				["本"] = {
					this = true
				}
			},
			["阁"] = {
				this = true
			}
		},
		["肉"] = {
			this = true,
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["店"] = {
			this = true
		},
		["の"] = {
			["方"] = {
				["程"] = {
					["式"] = {
						this = true
					}
				}
			}
		},
		["丝"] = {
			["荡"] = {
				["袜"] = {
					this = true
				}
			}
		},
		["虐"] = {
			this = true
		},
		["痴"] = {
			this = true
		},
		["告"] = {
			["白"] = {
				this = true
			}
		},
		B = {
			this = true
		},
		["书"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["姐"] = {
			this = true
		},
		["浪"] = {
			this = true
		},
		["流"] = {
			this = true
		},
		["糜"] = {
			this = true
		},
		["蜜"] = {
			this = true
		},
		["魔"] = {
			this = true,
			["舞"] = {
				["会"] = {
					this = true
				}
			}
		},
		["母"] = {
			this = true
		},
		["妞"] = {
			this = true
		},
		["奴"] = {
			this = true
		},
		["娃"] = {
			this = true
		},
		["液"] = {
			this = true
		},
		["情"] = {
			this = true,
			["女"] = {
				["老"] = {
					["师"] = {
						this = true
					}
				}
			}
		},
		["声"] = {
			["浪"] = {
				["语"] = {
					this = true
				}
			}
		},
		["河"] = {
			this = true
		},
		["驴"] = {
			["屯"] = {
				this = true
			}
		},
		["腔"] = {
			this = true
		},
		["战"] = {
			["群"] = {
				P = {
					this = true
				},
				p = {
					this = true
				}
			}
		},
		["东"] = {
			["方"] = {
				this = true
			}
		},
		["样"] = {
			this = true
		},
		["师"] = {
			["荡"] = {
				["母"] = {
					this = true
				}
			}
		},
		this = {
			this = true
		},
		["穢"] = {
			this = true
		},
		["貨"] = {
			this = true
		},
		["賤"] = {
			this = true
		},
		["货"] = {
			this = true
		},
		["毛"] = {
			this = true
		},
		["靡"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["语"] = {
			["连"] = {
				["连"] = {
					this = true
				}
			}
		},
		["爱"] = {
			["网"] = {
				this = true
			}
		},
		["狼"] = {
			["窝"] = {
				this = true
			}
		},
		["人"] = {
			["谷"] = {
				this = true
			},
			["阁"] = {
				this = true
			}
		},
		["淫"] = {
			["碰"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["撸"] = {
				this = true
			}
		},
		["民"] = {
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["色"] = {
				["色"] = {
					this = true
				}
			},
			["共"] = {
				["和"] = {
					["国"] = {
						this = true
					}
				}
			}
		},
		["男"] = {
			["乱"] = {
				["女"] = {
					this = true
				}
			}
		},
		["嗖"] = {
			["嗖"] = {
				this = true
			}
		},
		["老"] = {
			["婆"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["虎"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			}
		},
		["洞"] = {
			this = true
		},
		["湿"] = {
			this = true
		},
		["落"] = {
			["公"] = {
				["主"] = {
					this = true
				}
			}
		},
		["术"] = {
			["炼"] = {
				["金"] = {
					["士"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["间"] = {
			["道"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["片"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["电"] = {
			["影"] = {
				this = true
			}
		},
		["教"] = {
			["师"] = {
				this = true
			}
		},
		["媚"] = {
			this = true
		},
		["威"] = {
			this = true
		},
		["亵"] = {
			this = true
		},
		["照"] = {
			this = true
		},
		["蟲"] = {
			this = true
		},
		["奸"] = {
			this = true,
			["女"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["書"] = {
			this = true
		},
		["屄"] = {
			this = true
		},
		["儿"] = {
			this = true
		},
		["婦"] = {
			this = true
		},
		["欢"] = {
			this = true
		},
		["漿"] = {
			this = true
		},
		["交"] = {
			this = true
		},
		["尻"] = {
			this = true
		},
		["貼"] = {
			this = true
		},
		["圖"] = {
			this = true
		},
		["玩"] = {
			this = true
		},
		["网"] = {
			this = true
		},
		["窝"] = {
			this = true
		},
		["戏"] = {
			this = true
		},
		["星"] = {
			this = true
		},
		["肛"] = {
			this = true
		},
		b = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["狂"] = {
		["操"] = {
			this = true,
			["你"] = {
				["全"] = {
					["家"] = {
						this = true
					}
				}
			},
			["爆"] = {
				["乳"] = {
					["护"] = {
						["士"] = {
							this = true
						}
					}
				}
			},
			["操"] = {
				["小"] = {
					["小"] = {
						["姨"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["奶"] = {
					["淫"] = {
						["婦"] = {
							this = true
						}
					}
				}
			},
			["丰"] = {
				["满"] = {
					["小"] = {
						["姨"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			},
			["空"] = {
				["姐"] = {
					this = true,
					["嫩"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["妈"] = {
				["妈"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			},
			["嫩"] = {
				["穴"] = {
					this = true
				}
			},
			["女"] = {
				["优"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["搔"] = {
				["逼"] = {
					["妈"] = {
						["妈"] = {
							this = true
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					["逼"] = {
						this = true
					}
				},
				["女"] = {
					["嫩"] = {
						["逼"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				},
				["嫂"] = {
					["子"] = {
						this = true
					}
				},
				["穴"] = {
					this = true
				}
			},
			["穴"] = {
				["喷"] = {
					["出"] = {
						["阴"] = {
							["精"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["荡"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["乳"] = {
			["激"] = {
				["揺"] = {
					this = true
				}
			}
		},
		["插"] = {
			this = true,
			["男"] = {
				["根"] = {
					["胶"] = {
						["囊"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["器"] = {
					["具"] = {
						this = true
					}
				}
			},
			["阿"] = {
				["姨"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["处"] = {
				["女"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["大"] = {
				["白"] = {
					["腿"] = {
						this = true
					}
				}
			},
			["荡"] = {
				["护"] = {
					["士"] = {
						this = true
					}
				}
			},
			["儿"] = {
				["媳"] = {
					this = true
				}
			},
			["护"] = {
				["士"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["空"] = {
				["姐"] = {
					this = true
				}
			},
			["老"] = {
				["师"] = {
					this = true,
					["穴"] = {
						this = true
					}
				}
			},
			["林"] = {
				["心"] = {
					["如"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["的"] = {
						["小"] = {
							["穴"] = {
								this = true
							}
						}
					},
					["小"] = {
						["穴"] = {
							this = true
						}
					},
					["穴"] = {
						this = true
					}
				}
			},
			["秘"] = {
				["书"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["嫩"] = {
				B = {
					this = true
				},
				["穴"] = {
					this = true
				}
			},
			["喷"] = {
				["爱"] = {
					["液"] = {
						this = true
					}
				}
			},
			["日"] = {
				["本"] = {
					["少"] = {
						["妇"] = {
							this = true
						}
					},
					["学"] = {
						["生"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			},
			["嫂"] = {
				["子"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["我"] = {
				["的"] = {
					["小"] = {
						["嫩"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["浪"] = {
					["妹"] = {
						this = true
					},
					["穴"] = {
						this = true
					}
				},
				["嫩"] = {
					["穴"] = {
						this = true
					}
				},
				["穴"] = {
					this = true
				}
			},
			["穴"] = {
				this = true
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["荡"] = {
					["女"] = {
						["护"] = {
							["士"] = {
								this = true
							}
						}
					}
				},
				["洞"] = {
					this = true
				},
				["穴"] = {
					["淫"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			this = true,
			["美"] = {
				["色"] = {
					this = true
				},
				["式"] = {
					this = true,
					["做"] = {
						["爱"] = {
							this = true
						}
					}
				}
			},
			["逃"] = {
				["离"] = {
					["富"] = {
						this = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["人"] = {
			["色"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["野"] = {
				["战"] = {
					["用"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		["风"] = {
			["暴"] = {
				["雨"] = {
					this = true,
					["*"] = {
						this = true
					},
					["电"] = {
						["子"] = {
							["书"] = {
								this = true
							}
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			}
		},
		["干"] = {
			this = true,
			["处"] = {
				["女"] = {
					["淫"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["丝"] = {
				["袜"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["搞"] = {
			this = true
		},
		["艹"] = {
			["丽"] = {
				["媛"] = {
					["一"] = {
						["整"] = {
							["晚"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["草"] = {
			["日"] = {
				["本"] = {
					["少"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["尤"] = {
				["物"] = {
					this = true
				}
			}
		},
		["叉"] = {
			this = true
		},
		["化"] = {
			["巫"] = {
				["族"] = {
					this = true
				}
			}
		},
		["欢"] = {
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["啃"] = {
			["门"] = {
				this = true
			}
		},
		["虐"] = {
			this = true
		},
		["色"] = {
			["小"] = {
				["游"] = {
					["戏"] = {
						this = true
					}
				}
			}
		},
		["推"] = {
			["转"] = {
				["基"] = {
					["因"] = {
						this = true
					}
				}
			}
		},
		["妄"] = {
			this = true
		},
		["吟"] = {
			this = true
		},
		["淫"] = {
			this = true
		},
		["做"] = {
			["爱"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["十"] = {
		["八"] = {
			["摸"] = {
				this = true
			},
			["大"] = {
				this = true
			},
			["禁"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			d = {
				y = {
					["毛"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["代"] = {
				this = true
			},
			["和"] = {
				["谐"] = {
					this = true,
					["广"] = {
						["场"] = {
							this = true
						}
					},
					["色"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["罗"] = {
				["汉"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					["网"] = {
						this = true
					}
				}
			},
			["色"] = {
				["图"] = {
					this = true
				}
			},
			["岁"] = {
				["的"] = {
					["小"] = {
						["护"] = {
							["士"] = {
								this = true
							}
						}
					}
				},
				["禁"] = {
					["入"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				},
				["猛"] = {
					["汉"] = {
						this = true
					}
				},
				["少"] = {
					["女"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["妹"] = {
					["自"] = {
						["拍"] = {
							["網"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["妹"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["视"] = {
					this = true
				}
			}
		},
		["年"] = {
			["动"] = {
				["乱"] = {
					this = true,
					["石"] = {
						["进"] = {
							this = true
						}
					},
					["×"] = {
						["×"] = {
							this = true
						}
					}
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["孤"] = {
				["剑"] = {
					["沧"] = {
						["海"] = {
							["盟"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["九"] = {
			["大"] = {
				this = true
			},
			["楼"] = {
				["的"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["字"] = {
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["弩"] = {
				this = true
			},
			["开"] = {
				["锁"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					},
					["器"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["快"] = {
				["开"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["小"] = {
					["直"] = {
						this = true
					}
				}
			},
			["锁"] = {
				this = true,
				["工"] = {
					["具"] = {
						this = true
					}
				},
				["开"] = {
					["锁"] = {
						this = true
					}
				},
				["快"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["强"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["全"] = {
					["能"] = {
						["开"] = {
							this = true
						}
					}
				},
				["通"] = {
					["用"] = {
						["钥"] = {
							["匙"] = {
								this = true
							}
						}
					}
				},
				["万"] = {
					["能"] = {
						["钥"] = {
							["匙"] = {
								this = true
							}
						},
						["组"] = {
							["合"] = {
								this = true
							}
						}
					}
				},
				["芯"] = {
					["拔"] = {
						["起"] = {
							["器"] = {
								this = true
							}
						}
					},
					["杀"] = {
						["手"] = {
							this = true
						}
					}
				}
			},
			["万"] = {
				["能"] = {
					["钥"] = {
						["匙"] = {
							this = true
						}
					},
					["组"] = {
						["合"] = {
							this = true
						}
					}
				}
			},
			["无"] = {
				["敌"] = {
					["霸"] = {
						["王"] = {
							this = true
						}
					}
				}
			},
			["五"] = {
				["件"] = {
					["套"] = {
						this = true
					}
				}
			},
			["战"] = {
				["机"] = {
					["王"] = {
						this = true
					}
				}
			},
			["自"] = {
				["动"] = {
					["锁"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					},
					["小"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["三"] = {
			["张"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["点"] = {
				this = true
			},
			["點"] = {
				this = true
			}
		},
		["六"] = {
			["浦"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				this = true
			},
			["乘"] = {
				["以"] = {
					["四"] = {
						this = true
					}
				},
				["四"] = {
					this = true
				}
			}
		},
		["次"] = {
			["啦"] = {
				["中"] = {
					["文"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["景"] = {
			["缎"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["七"] = {
			["号"] = {
				["刀"] = {
					["铺"] = {
						this = true
					}
				}
			},
			["大"] = {
				this = true,
				["代"] = {
					["表"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				},
				["风"] = {
					["云"] = {
						this = true
					}
				},
				["你"] = {
					["转"] = {
						["折"] = {
							["了"] = {
								["吗"] = {
									this = true
								}
							}
						}
					}
				},
				["权"] = {
					["力"] = {
						["争"] = {
							["霸"] = {
								["战"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["人"] = {
				["事"] = {
					["安"] = {
						["排"] = {
							this = true
						}
					}
				}
			},
			["位"] = {
				["老"] = {
					["部"] = {
						["长"] = {
							this = true
						}
					}
				}
			},
			["换"] = {
				["血"] = {
					this = true
				}
			},
			["庆"] = {
				["红"] = {
					this = true
				}
			}
		},
		["里"] = {
			["桃"] = {
				["花"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["堡"] = {
				["肾"] = {
					this = true
				}
			}
		},
		["口"] = {
			["井"] = {
				this = true
			}
		},
		["大"] = {
			["经"] = {
				["典"] = {
					["谎"] = {
						["言"] = {
							this = true
						}
					}
				}
			},
			["独"] = {
				["裁"] = {
					this = true
				}
			},
			["恶"] = {
				["词"] = {
					this = true
				}
			},
			["忽"] = {
				["悠"] = {
					["名"] = {
						["言"] = {
							this = true
						}
					}
				}
			},
			["奖"] = {
				["项"] = {
					["及"] = {
						["中"] = {
							["奖"] = {
								["名"] = {
									["单"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["\\"] = {
				["恶"] = {
					["词"] = {
						this = true
					}
				},
				["忽"] = {
					["悠"] = {
						["名"] = {
							["言"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["7"] = {
			["大"] = {
				this = true
			}
		},
		["\\"] = {
			["大"] = {
				["穷"] = {
					["人"] = {
						this = true
					}
				}
			},
			["六"] = {
				["大"] = {
					this = true
				}
			},
			["七"] = {
				["大"] = {
					this = true
				}
			}
		},
		["硼"] = {
			["氢"] = {
				this = true
			},
			["烷"] = {
				this = true
			}
		},
		["四"] = {
			["点"] = {
				this = true
			}
		},
		["问"] = {
			["薄"] = {
				["熙"] = {
					["来"] = {
						this = true
					}
				}
			}
		},
		["一"] = {
			["进"] = {
				["京"] = {
					["上"] = {
						["访"] = {
							this = true
						}
					}
				}
			},
			["世"] = {
				["班"] = {
					["禅"] = {
						["喇"] = {
							["嘛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["元"] = {
			["假"] = {
				["钞"] = {
					this = true
				}
			}
		},
		["足"] = {
			["十"] = {
				["恶"] = {
					this = true
				}
			}
		},
		["个"] = {
			["救"] = {
				["火"] = {
					["的"] = {
						["少"] = {
							["年"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["二"] = {
		B = {
			this = true
		},
		["穴"] = {
			["中"] = {
				["出"] = {
					this = true
				}
			},
			["插"] = {
				["入"] = {
					this = true
				}
			},
			["凌"] = {
				["辱"] = {
					this = true
				}
			},
			["同"] = {
				["插"] = {
					this = true
				}
			},
			["性"] = {
				["玩"] = {
					["具"] = {
						this = true
					}
				}
			}
		},
		["逼"] = {
			this = true
		},
		["屄"] = {
			this = true
		},
		["乙"] = {
			["基"] = {
				["酰"] = {
					["胺"] = {
						this = true,
						["发"] = {
							["抡"] = {
								this = true
							}
						}
					}
				},
				["硫"] = {
					["代"] = {
						["磷"] = {
							["酰"] = {
								["氯"] = {
									this = true
								}
							}
						}
					}
				},
				["汞"] = {
					this = true
				},
				["色"] = {
					["胺"] = {
						this = true
					}
				}
			},
			["噻"] = {
				["丁"] = {
					this = true
				}
			},
			["酰"] = {
				["吗"] = {
					["啡"] = {
						this = true
					}
				}
			},
			["胺"] = {
				["配"] = {
					["方"] = {
						this = true
					}
				}
			},
			["烯"] = {
				["砜"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["基"] = {
				["安"] = {
					["非"] = {
						["他"] = {
							["明"] = {
								this = true
							}
						}
					}
				},
				["硫"] = {
					["代"] = {
						["磷"] = {
							["酰"] = {
								["氯"] = {
									this = true
								}
							}
						}
					}
				},
				["亚"] = {
					["硝"] = {
						["胺"] = {
							this = true
						}
					}
				}
			},
			["氧"] = {
				["基"] = {
					["乙"] = {
						["基"] = {
							["安"] = {
								["非"] = {
									["他"] = {
										["明"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["安"] = {
						["非"] = {
							["他"] = {
								["明"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["胺"] = {
				this = true,
				["方"] = {
					["法"] = {
						this = true
					}
				},
				["工"] = {
					["艺"] = {
						this = true
					}
				},
				["技"] = {
					["术"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["溶"] = {
					["液"] = {
						this = true,
						["配"] = {
							["方"] = {
								this = true
							}
						}
					}
				}
			},
			["苯"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["现"] = {
					["货"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["噻"] = {
				["丁"] = {
					this = true
				}
			}
		},
		["手"] = {
			["弩"] = {
				this = true,
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["车"] = {
				["走"] = {
					["私"] = {
						["车"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["黑"] = {
					["鹰"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true,
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["弩"] = {
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["用"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["枪"] = {
				["式"] = {
					["弹"] = {
						["弓"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["狗"] = {
					this = true,
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["套"] = {
				["牌"] = {
					["车"] = {
						this = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["长"] = {
				["枪"] = {
					this = true
				}
			},
			["重"] = {
				["弩"] = {
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["走"] = {
				["私"] = {
					["车"] = {
						this = true
					}
				}
			}
		},
		["氯"] = {
			["苯"] = {
				["胂"] = {
					this = true
				}
			},
			["化"] = {
				["汞"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["苄"] = {
					this = true
				}
			},
			["四"] = {
				["氟"] = {
					["丙"] = {
						["酮"] = {
							this = true
						}
					}
				}
			}
		},
		["磷"] = {
			["化"] = {
				["三"] = {
					["锌"] = {
						this = true
					}
				}
			}
		},
		["碘"] = {
			["化"] = {
				["汞"] = {
					this = true
				}
			}
		},
		["盐"] = {
			["酸"] = {
				["盐"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["丁"] = {
			["基"] = {
				["氧"] = {
					["化"] = {
						["锡"] = {
							this = true
						}
					}
				}
			}
		},
		["代"] = {
			["身"] = {
				["份"] = {
					["证"] = {
						["生"] = {
							["成"] = {
								["器"] = {
									this = true
								}
							}
						},
						["制"] = {
							["作"] = {
								["软"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["目"] = {
				this = true
			}
		},
		["爷"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			}
		},
		["奶"] = {
			this = true,
			["*"] = {
				this = true
			},
			["大"] = {
				this = true,
				["赛"] = {
					this = true
				},
				["賽"] = {
					this = true
				},
				["奖"] = {
					this = true,
					["赛"] = {
						this = true
					}
				}
			},
			["高"] = {
				["清"] = {
					["伦"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["流"] = {
				["淫"] = {
					["水"] = {
						this = true
					}
				}
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["亚"] = {
			["甲"] = {
				["基"] = {
					["双"] = {
						["氧"] = {
							["苯"] = {
								["丙"] = {
									["胺"] = {
										this = true
									}
								}
							},
							["安"] = {
								["非"] = {
									["他"] = {
										["明"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["百"] = {
			["五"] = {
				this = true
			},
			["金"] = {
				["卖"] = {
					["子"] = {
						this = true
					}
				},
				["賣"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["包"] = {
			["子"] = {
				x = {
					i = {
						this = true
					}
				}
			}
		},
		["苯"] = {
			["基"] = {
				["胺"] = {
					["氯"] = {
						["胂"] = {
							this = true
						}
					}
				}
			}
		},
		["层"] = {
			["耗"] = {
				["氧"] = {
					["速"] = {
						["度"] = {
							this = true
						}
					}
				}
			}
		},
		["恶"] = {
			["英"] = {
				this = true
			}
		},
		["儿"] = {
			["子"] = {
				["周"] = {
					["寒"] = {
						[" "] = {
							["畜"] = {
								["生"] = {
									["父"] = {
										["亲"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["分"] = {
			["男"] = {
				["妓"] = {
					this = true
				}
			}
		},
		["氟"] = {
			["化"] = {
				["氧"] = {
					this = true
				}
			}
		},
		["宫"] = {
			["沙"] = {
				["树"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["宮"] = {
			["沙"] = {
				["樹"] = {
					this = true
				}
			}
		},
		["号"] = {
			["专"] = {
				["案"] = {
					this = true,
					["组"] = {
						[" "] = {
							[" "] = {
								["一"] = {
									["号"] = {
										["专"] = {
											["案"] = {
												["组"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["级"] = {
			["建"] = {
				["造"] = {
					["师"] = {
						["代"] = {
							["办"] = {
								this = true
							},
							["考"] = {
								this = true
							}
						},
						["挂"] = {
							["靠"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["奸"] = {
			["二"] = {
				["假"] = {
					this = true
				}
			}
		},
		["阶"] = {
			["堂"] = {
				["仁"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["皆"] = {
			["堂"] = {
				["奈"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["階"] = {
			["堂"] = {
				["仁"] = {
					["美"] = {
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["郎"] = {
			["神"] = {
				["直"] = {
					["播"] = {
						["神"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["类"] = {
			G = {
				H = {
					B = {
						this = true
					}
				}
			}
		},
		["马"] = {
			["同"] = {
				["槽"] = {
					this = true
				}
			}
		},
		["面"] = {
			["淫"] = {
				["性"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["硼"] = {
			["烷"] = {
				this = true
			}
		},
		["氢"] = {
			["埃"] = {
				["托"] = {
					["啡"] = {
						this = true
					}
				}
			}
		},
		["氰"] = {
			["化"] = {
				["汞"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			["性"] = {
				["世"] = {
					["界"] = {
						this = true
					}
				}
			}
		},
		["十"] = {
			["尺"] = {
				["柜"] = {
					this = true
				}
			},
			["二"] = {
				["周"] = {
					["年"] = {
						this = true
					}
				}
			},
			["六"] = {
				["年"] = {
					["前"] = {
						["的"] = {
							["枪"] = {
								["声"] = {
									this = true
								}
							},
							["坦"] = {
								["克"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["茉"] = {
				["莉"] = {
					["花"] = {
						this = true
					}
				}
			},
			["年"] = {
				["二"] = {
					["十"] = {
						["万"] = {
							["人"] = {
								this = true
							}
						}
					}
				},
				["期"] = {
					["限"] = {
						["邓"] = {
							["小"] = {
								["平"] = {
									this = true
								}
							}
						}
					}
				},
				["前"] = {
					this = true,
					["环"] = {
						["球"] = {
							["时"] = {
								["报"] = {
									this = true
								}
							}
						}
					}
				},
				["杀"] = {
					["二"] = {
						["十"] = {
							["万"] = {
								this = true
							}
						}
					}
				},
				["稳"] = {
					["定"] = {
						this = true
					}
				}
			},
			["七"] = {
				["军"] = {
					this = true
				},
				["亿"] = {
					["影"] = {
						["帝"] = {
							this = true
						}
					}
				}
			},
			["万"] = {
				["保"] = {
					["二"] = {
						["十"] = {
							["年"] = {
								this = true
							}
						}
					}
				}
			},
			["五"] = {
				["年"] = {
					this = true
				},
				["周"] = {
					["年"] = {
						this = true
					}
				}
			},
			["伍"] = {
				["年"] = {
					this = true
				},
				["周"] = {
					["年"] = {
						this = true
					}
				}
			},
			["周"] = {
				["年"] = {
					["陈"] = {
						["小"] = {
							["雅"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					},
					["大"] = {
						["封"] = {
							["网"] = {
								this = true
							}
						}
					},
					["纪"] = {
						["念"] = {
							["六"] = {
								["四"] = {
									this = true
								}
							}
						}
					},
					["烛"] = {
						["光"] = {
							["悼"] = {
								["念"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["拾"] = {
			["5"] = {
				["年"] = {
					this = true
				}
			}
		},
		["水"] = {
			["合"] = {
				["三"] = {
					["氟"] = {
						["化"] = {
							["硼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["踢"] = {
			["脚"] = {
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["外"] = {
			["文"] = {
				["凭"] = {
					this = true
				}
			}
		},
		["五"] = {
			["互"] = {
				["联"] = {
					this = true
				},
				["聯"] = {
					this = true
				}
			}
		},
		["硝"] = {
			["基"] = {
				["苯"] = {
					["酚"] = {
						this = true
					}
				},
				["间"] = {
					["苯"] = {
						["二"] = {
							["酚"] = {
								this = true
							}
						}
					}
				},
				["間"] = {
					["苯"] = {
						["二"] = {
							["酚"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["溴"] = {
			["化"] = {
				["汞"] = {
					this = true
				}
			}
		},
		["氧"] = {
			["化"] = {
				["丁"] = {
					["二"] = {
						["烯"] = {
							this = true
						}
					}
				},
				["碳"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				},
				["硒"] = {
					["有"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["已"] = {
			["基"] = {
				["色"] = {
					["胺"] = {
						this = true
					}
				}
			},
			["噻"] = {
				["丁"] = {
					this = true
				}
			}
		},
		["异"] = {
			["酸"] = {
				["甲"] = {
					["苯"] = {
						["酯"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["女"] = {
				a = {
					v = {
						this = true,
						["清"] = {
							["爽"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["总"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["流"] = {
			["报"] = {
				["纸"] = {
					this = true
				},
				["社"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["猪"] = {
		["毛"] = {
			this = true,
			["1"] = {
				this = true
			}
		},
		["操"] = {
			this = true
		},
		["聋"] = {
			["畸"] = {
				this = true
			}
		},
		["聾"] = {
			["畸"] = {
				this = true
			}
		},
		["容"] = {
			["基"] = {
				this = true
			},
			["鸡"] = {
				this = true
			}
		},
		["肉"] = {
			["冰"] = {
				this = true
			},
			["麻"] = {
				["果"] = {
					this = true
				},
				["古"] = {
					this = true
				}
			},
			["壶"] = {
				this = true
			},
			k = {
				["粉"] = {
					this = true
				}
			},
			["白"] = {
				["冰"] = {
					this = true
				},
				["牙"] = {
					["签"] = {
						this = true
					}
				}
			},
			["纯"] = {
				["冰"] = {
					this = true
				}
			},
			["冒"] = {
				["充"] = {
					this = true
				}
			},
			["四"] = {
				["号"] = {
					this = true
				}
			},
			["羊"] = {
				["肉"] = {
					["片"] = {
						this = true
					}
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			}
		},
		["猡"] = {
			this = true
		},
		["习"] = {
			this = true
		},
		["哥"] = {
			["6"] = {
				["合"] = {
					["网"] = {
						["中"] = {
							["国"] = {
								["网"] = {
									["址"] = {
										["联"] = {
											["盟"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["八"] = {
			["戒"] = {
				this = true,
				["弓"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["不"] = {
			["戒"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			["梦"] = {
				this = true
			},
			["哲"] = {
				["学"] = {
					this = true
				}
			}
		},
		["都"] = {
			["笑"] = {
				["了"] = {
					this = true
				}
			}
		},
		["狗"] = {
			["不"] = {
				["如"] = {
					this = true
				}
			}
		},
		["圈"] = {
			["外"] = {
				["有"] = {
					["屠"] = {
						["夫"] = {
							this = true
						}
					}
				}
			}
		},
		["狨"] = {
			["百"] = {
				["棺"] = {
					["补"] = {
						["牢"] = {
							["难"] = {
								this = true
							}
						}
					}
				}
			},
			["鸡"] = {
				["犬"] = {
					["共"] = {
						["遭"] = {
							["殃"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["席"] = {
			this = true
		},
		["仔"] = {
			["巷"] = {
				this = true
			}
		},
		["正"] = {
			["在"] = {
				["进"] = {
					["食"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["逼"] = {
		["样"] = {
			this = true
		},
		["痒"] = {
			this = true
		},
		["奸"] = {
			this = true
		},
		["毛"] = {
			this = true
		},
		["樣"] = {
			this = true
		},
		["你"] = {
			["老"] = {
				["母"] = {
					this = true
				}
			}
		},
		["阴"] = {
			["套"] = {
				this = true
			}
		},
		this = {
			this = true
		},
		["逼"] = {
			["好"] = {
				["爽"] = {
					this = true
				}
			}
		},
		["紧"] = {
			["肤"] = {
				["白"] = {
					this = true
				}
			}
		},
		["嫩"] = {
			this = true
		},
		["迫"] = {
			this = true
		},
		["色"] = {
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			}
		},
		["爽"] = {
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["色"] = {
				["電"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["图"] = {
			this = true
		},
		["羊"] = {
			["为"] = {
				["狼"] = {
					this = true
				}
			}
		},
		["癢"] = {
			this = true
		},
		["孕"] = {
			this = true,
			["套"] = {
				this = true
			}
		},
		["真"] = {
			["手"] = {
				["狗"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["去"] = {
		["你"] = {
			["妈"] = {
				this = true,
				["的"] = {
					this = true
				}
			},
			["媽"] = {
				this = true,
				["的"] = {
					this = true
				}
			},
			["的"] = {
				this = true
			},
			["奶"] = {
				["奶"] = {
					["的"] = {
						this = true
					}
				}
			}
		},
		["死"] = {
			this = true
		},
		["甲"] = {
			["麻"] = {
				["黄"] = {
					["碱"] = {
						this = true
					},
					["素"] = {
						this = true
					}
				}
			},
			["伪"] = {
				["麻"] = {
					["黄"] = {
						["碱"] = {
							this = true
						}
					}
				}
			},
			["吗"] = {
				["啡"] = {
					this = true
				}
			},
			["可"] = {
				["待"] = {
					["因"] = {
						this = true
					}
				}
			},
			["左"] = {
				["啡"] = {
					["诺"] = {
						this = true
					}
				}
			}
		},
		["氧"] = {
			["麻"] = {
				["黄"] = {
					this = true,
					["素"] = {
						this = true,
						["配"] = {
							["方"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["碱"] = {
						this = true
					}
				},
				["黃"] = {
					["素"] = {
						["配"] = {
							["方"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["澳"] = {
			["门"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["干"] = {
			["网"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["啥"] = {
				this = true
			}
		},
		["射"] = {
			["网"] = {
				this = true
			},
			["吧"] = {
				this = true
			}
		},
		["撸"] = {
			["吧"] = {
				this = true
			}
		},
		["她"] = {
			["妈"] = {
				this = true
			},
			["媽"] = {
				this = true
			}
		},
		["妳"] = {
			["的"] = {
				this = true
			},
			["妈"] = {
				this = true
			},
			["媽"] = {
				this = true
			}
		},
		["他"] = {
			["妈"] = {
				this = true,
				["的"] = {
					["国"] = {
						["家"] = {
							this = true
						}
					}
				}
			},
			["娘"] = {
				["的"] = {
					this = true
				}
			},
			["媽"] = {
				this = true
			}
		},
		["买"] = {
			["春"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["中"] = {
			["央"] = {
				this = true
			},
			["国"] = {
				["化"] = {
					this = true
				}
			}
		},
		["哪"] = {
			["里"] = {
				["买"] = {
					["冰"] = {
						["毒"] = {
							["制"] = {
								["造"] = {
									["配"] = {
										["方"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["假"] = {
						["钞"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["好"] = {
					["？"] = {
						this = true
					}
				}
			},
			["找"] = {
				["打"] = {
					["手"] = {
						this = true
					}
				},
				["人"] = {
					["报"] = {
						["仇"] = {
							this = true
						}
					}
				},
				["杀"] = {
					["手"] = {
						this = true
					}
				},
				["专"] = {
					["业"] = {
						["杀"] = {
							["手"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["9"] = {
			["2"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		a = {
			k = {
				this = true
			}
		},
		["爱"] = {
			["吧"] = {
				["性"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["步"] = {
			["枪"] = {
				["钢"] = {
					["珠"] = {
						this = true
					}
				}
			}
		},
		["春"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["得"] = {
			["枪"] = {
				this = true
			}
		},
		["仿"] = {
			["真"] = {
				["猎"] = {
					["枪"] = {
						this = true
					}
				},
				["枪"] = {
					this = true
				}
			}
		},
		["高"] = {
			["压"] = {
				["气"] = {
					["狗"] = {
						this = true
					},
					["枪"] = {
						this = true
					}
				}
			}
		},
		["假"] = {
			["钞"] = {
				this = true
			},
			["吵"] = {
				this = true
			}
		},
		["喷"] = {
			["雾"] = {
				["迷"] = {
					["藥"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			this = true
		},
		["抢"] = {
			this = true
		},
		["人"] = {
			["民"] = {
				this = true
			}
		},
		["色"] = {
			["色"] = {
				this = true
			}
		},
		["水"] = {
			["吗"] = {
				["啡"] = {
					["现"] = {
						["货"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			}
		},
		["葯"] = {
			this = true
		},
		["游"] = {
			["行"] = {
				this = true
			}
		},
		["越"] = {
			["南"] = {
				["出"] = {
					["差"] = {
						this = true
					}
				}
			}
		},
		["政"] = {
			["府"] = {
				["上"] = {
					["访"] = {
						["警"] = {
							["察"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["完"] = {
		["蛋"] = {
			["操"] = {
				this = true
			}
		},
		["全"] = {
			["自"] = {
				["杀"] = {
					["手"] = {
						["册"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["成"] = {
			["1"] = {
				["场"] = {
					["战"] = {
						["斗"] = {
							["。"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["結"] = {
			["版"] = {
				W = {
					M = {
						V = {
							this = true
						}
					}
				}
			}
		},
		["熟"] = {
			["桃"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["妓"] = {
		["女"] = {
			this = true,
			["="] = {
				[">"] = {
					j = {
						n = {
							v = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["口"] = {
					["号"] = {
						this = true
					}
				}
			},
			["包"] = {
				["夜"] = {
					this = true,
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["上"] = {
						["门"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true,
					t = {
						e = {
							l = {
								this = true
							}
						}
					}
				}
			},
			["靠"] = {
				this = true
			},
			["全"] = {
				["套"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				["记"] = {
					this = true,
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					this = true,
					["包"] = {
						["夜"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					},
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					},
					["援"] = {
						["交"] = {
							this = true
						}
					}
				},
				["門"] = {
					this = true,
					["服"] = {
						["務"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			},
			["自"] = {
				this = true,
				["拍"] = {
					this = true
				}
			}
		},
		this = {
			this = true
		},
		["院"] = {
			this = true,
			["一"] = {
				["钑"] = {
					["片"] = {
						this = true
					}
				}
			}
		},
		["初"] = {
			["屋"] = {
				this = true
			}
		},
		["处"] = {
			["阁"] = {
				this = true
			}
		},
		["奴"] = {
			this = true
		}
	}
end

temp()
