pg = pg or {}
slot0 = pg
slot0.word_template_32 = {}
slot1 = slot0.word_template_32

function temp()
	uv0["偷"] = {
		["窥"] = {
			this = true,
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["有"] = {
				["罪"] = {
					this = true
				}
			},
			["盗"] = {
				["拍"] = {
					this = true
				},
				["摄"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			},
			["合"] = {
				["租"] = {
					["女"] = {
						["生"] = {
							this = true
						}
					}
				}
			},
			["记"] = {
				["录"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					["自"] = {
						["慰"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["拍"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["拍"] = {
				["摄"] = {
					this = true
				}
			},
			["色"] = {
				["片"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["无"] = {
				["罪"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["欢"] = {
			this = true,
			["*"] = {
				this = true
			},
			["门"] = {
				this = true
			},
			["诱"] = {
				["子"] = {
					this = true
				}
			}
		},
		["拍"] = {
			this = true,
			["美"] = {
				["穴"] = {
					this = true
				},
				["女"] = {
					this = true,
					["露"] = {
						["底"] = {
							this = true
						}
					},
					["美"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["*"] = {
				this = true
			},
			["，"] = {
				["自"] = {
					["拍"] = {
						this = true
					}
				}
			},
			["1"] = {
				["自"] = {
					["拍"] = {
						this = true
					}
				}
			},
			A = {
				V = {
					["女"] = {
						["优"] = {
							this = true
						},
						["優"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["野"] = {
					["战"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true,
					["荐"] = {
						this = true
					}
				}
			},
			["房"] = {
				["事"] = {
					["图"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					["员"] = {
						["打"] = {
							["扫"] = {
								this = true
							}
						}
					}
				}
			},
			["干"] = {
				["老"] = {
					["妞"] = {
						this = true
					}
				}
			},
			["饥"] = {
				["渴"] = {
					["情"] = {
						["侣"] = {
							this = true
						}
					}
				}
			},
			["妓"] = {
				["女"] = {
					["工"] = {
						["作"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					this = true
				}
			},
			["裸"] = {
				["照"] = {
					this = true
				}
			},
			["女"] = {
				this = true,
				["模"] = {
					["特"] = {
						this = true
					}
				},
				["优"] = {
					["学"] = {
						["生"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			},
			["器"] = {
				this = true
			},
			["情"] = {
				["侣"] = {
					["亲"] = {
						["热"] = {
							this = true
						}
					}
				}
			},
			["裙"] = {
				["底"] = {
					["漏"] = {
						["毛"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					["底"] = {
						["裤"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["淑"] = {
				["女"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["性"] = {
				["爱"] = {
					this = true
				}
			},
			["艳"] = {
				["照"] = {
					this = true
				}
			},
			["幼"] = {
				["女"] = {
					this = true
				},
				["幼"] = {
					this = true,
					["处"] = {
						["处"] = {
							this = true
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["孕"] = {
				["妇"] = {
					["兽"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["正"] = {
				["妹"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true,
					["色"] = {
						["特"] = {
							["工"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["走"] = {
				["光"] = {
					["美"] = {
						["女"] = {
							this = true
						}
					},
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["听"] = {
			this = true,
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["器"] = {
				this = true
			},
			["距"] = {
				["离"] = {
					this = true
				}
			},
			["老"] = {
				["公"] = {
					["手"] = {
						["机"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["阁"] = {
				this = true
			}
		},
		["撸"] = {
			["网"] = {
				this = true
			}
		},
		["偷"] = {
			["色"] = {
				this = true
			},
			["2"] = {
				["0"] = {
					["1"] = {
						["5"] = {
							this = true
						}
					}
				}
			},
			["插"] = {
				this = true
			},
			["地"] = {
				["视"] = {
					["频"] = {
						["裸"] = {
							["聊"] = {
								this = true
							}
						}
					}
				}
			},
			["撸"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["要"] = {
				["色"] = {
					this = true
				}
			},
			["穞"] = {
				["网"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["香"] = {
			this = true,
			["窃"] = {
				["玉"] = {
					this = true
				}
			}
		},
		["窃"] = {
			this = true,
			["偷"] = {
				["拍"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["私"] = {
						["处"] = {
							this = true
						}
					}
				}
			}
		},
		[" "] = {
			["拍"] = {
				["*"] = {
					this = true
				}
			}
		},
		["电"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["窺"] = {
			this = true,
			["有"] = {
				["罪"] = {
					this = true
				}
			},
			["社"] = {
				["區"] = {
					this = true
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			}
		},
		["情"] = {
			this = true,
			["宝"] = {
				["鉴"] = {
					this = true
				}
			},
			["故"] = {
				["事"] = {
					this = true
				}
			},
			["男"] = {
				["女"] = {
					this = true,
					["小"] = {
						["泽"] = {
							["圆"] = {
								this = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["偷"] = {
				["拍"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			},
			["艳"] = {
				["照"] = {
					this = true
				}
			},
			["自"] = {
				["白"] = {
					this = true
				}
			}
		},
		["爱"] = {
			this = true
		},
		["操"] = {
			["嫂"] = {
				["嫂"] = {
					this = true
				}
			}
		},
		["盗"] = {
			this = true
		},
		["跟"] = {
			["学"] = {
				["妹"] = {
					["上"] = {
						["床"] = {
							this = true
						}
					}
				}
			}
		},
		["汉"] = {
			["子"] = {
				["的"] = {
					["快"] = {
						["感"] = {
							this = true
						}
					}
				}
			}
		},
		["歡"] = {
			this = true,
			["3"] = {
				P = {
					["性"] = {
						["生"] = {
							["活"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["会"] = {
			["猛"] = {
				["男"] = {
					["情"] = {
						["妇"] = {
							this = true
						}
					}
				}
			}
		},
		["鸡"] = {
			["倒"] = {
				["巴"] = {
					["去"] = {
						["考"] = {
							["察"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["交"] = {
			["人"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["精"] = {
			this = true
		},
		["看"] = {
			this = true,
			["妈"] = {
				["妈"] = {
					["换"] = {
						["衣"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["人"] = {
					["上"] = {
						["厕"] = {
							["所"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["矿"] = {
			this = true
		},
		["妻"] = {
			this = true
		},
		["竊"] = {
			["偷"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["聴"] = {
			["器"] = {
				this = true
			}
		},
		["腥"] = {
			["的"] = {
				["性"] = {
					["事"] = {
						this = true
					}
				}
			}
		},
		["淫"] = {
			["人"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["越"] = {
			["边"] = {
				["境"] = {
					this = true
				}
			}
		},
		["照"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["豪"] = {
		["乳"] = {
			this = true,
			["荡"] = {
				["妇"] = {
					this = true
				}
			},
			["靓"] = {
				["屄"] = {
					this = true
				}
			},
			["娘"] = {
				this = true
			},
			["妩"] = {
				["媚"] = {
					["勾"] = {
						["魂"] = {
							this = true
						}
					}
				}
			}
		},
		["门"] = {
			this = true,
			["国"] = {
				["际"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					},
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["风"] = {
				["流"] = {
					["史"] = {
						this = true
					}
				}
			},
			["少"] = {
				["爷"] = {
					["猎"] = {
						["艳"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["浪"] = {
				["荡"] = {
					["史"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					},
					["城"] = {
						this = true
					}
				}
			}
		},
		["享"] = {
			["博"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["盛"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["发"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["老"] = {
								["虎"] = {
									["机"] = {
										this = true
									}
								}
							}
						}
					},
					P = {
						T = {
							["老"] = {
								["虎"] = {
									["机"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["欲"] = {
			["家"] = {
				["族"] = {
					this = true
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["亨"] = {
			["博"] = {
				this = true
			}
		},
		["情"] = {
			["富"] = {
				["婆"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["宅"] = {
			["李"] = {
				["源"] = {
					["潮"] = {
						this = true,
						["受"] = {
							["賄"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["娱"] = {
			["乐"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["脱"] = {
		["内"] = {
			["裤"] = {
				this = true
			},
			["衣"] = {
				["的"] = {
					m = {
						m = {
							this = true
						}
					}
				}
			}
		},
		["氧"] = {
			["麻"] = {
				["黄"] = {
					["碱"] = {
						this = true
					},
					["素"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			}
		},
		["聊"] = {
			this = true
		},
		["光"] = {
			this = true,
			["点"] = {
				["击"] = {
					["观"] = {
						["看"] = {
							this = true
						}
					}
				}
			},
			["光"] = {
				["口"] = {
					["香"] = {
						["糖"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				}
			},
			["性"] = {
				["交"] = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["裤"] = {
			["门"] = {
				this = true,
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["党"] = {
			this = true
		},
		["团"] = {
			this = true
		},
		["衣"] = {
			this = true,
			["舞"] = {
				this = true,
				["电"] = {
					["视"] = {
						["台"] = {
							this = true
						}
					}
				},
				["交"] = {
					["友"] = {
						this = true
					}
				},
				["聊"] = {
					["天"] = {
						["室"] = {
							this = true
						}
					}
				},
				["女"] = {
					this = true,
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["諘"] = {
				["演"] = {
					this = true
				}
			},
			["不"] = {
				["雅"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				this = true
			},
			["嗨"] = {
				["女"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["聊"] = {
						["天"] = {
							this = true
						}
					},
					["裸"] = {
						["聊"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["集"] = {
				["锦"] = {
					["表"] = {
						["演"] = {
							this = true
						}
					}
				}
			},
			["裤"] = {
				["按"] = {
					["摩"] = {
						this = true
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					this = true,
					["女"] = {
						this = true
					},
					["网"] = {
						this = true
					}
				}
			},
			["美"] = {
				["女"] = {
					["做"] = {
						["愛"] = {
							this = true
						}
					}
				}
			},
			["片"] = {
				this = true
			},
			["网"] = {
				["上"] = {
					["做"] = {
						y = {
							["爱"] = {
								this = true
							}
						},
						["爱"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["感"] = {
					["美"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["秀"] = {
				["激"] = {
					["情"] = {
						["秀"] = {
							this = true
						}
					}
				}
			},
			["演"] = {
				this = true
			},
			["羽"] = {
				["毛"] = {
					["球"] = {
						["对"] = {
							["决"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["\\"] = {
			["衣"] = {
				["舞"] = {
					this = true
				}
			}
		},
		["的"] = {
			["光"] = {
				g = {
					["光"] = {
						this = true
					}
				}
			}
		},
		["轨"] = {
			this = true
		},
		["视"] = {
			["频"] = {
				["聊"] = {
					["天"] = {
						this = true
					}
				}
			}
		},
		["水"] = {
			["版"] = {
				this = true
			}
		},
		["逃"] = {
			this = true
		},
		["下"] = {
			["内"] = {
				["衣"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["浪"] = {
		["叫"] = {
			this = true
		},
		["穴"] = {
			this = true,
			["大"] = {
				["肉"] = {
					["棍"] = {
						this = true
					}
				}
			},
			["肉"] = {
				["棒"] = {
					this = true
				}
			},
			["骚"] = {
				["水"] = {
					this = true
				}
			},
			["淫"] = {
				["逼"] = {
					this = true
				}
			}
		},
		["女"] = {
			this = true,
			["穴"] = {
				["战"] = {
					["鬼"] = {
						["佬"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["叫"] = {
					this = true
				},
				["水"] = {
					this = true
				}
			}
		},
		["妇"] = {
			this = true
		},
		["媳"] = {
			["淫"] = {
				["翁"] = {
					this = true
				}
			}
		},
		["情"] = {
			["侠"] = {
				["女"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["会"] = {
						["所"] = {
							this = true
						}
					}
				}
			}
		},
		["漫"] = {
			["邂"] = {
				["逅"] = {
					this = true
				}
			},
			["夫"] = {
				["妻"] = {
					["网"] = {
						this = true
					}
				}
			},
			["官"] = {
				["途"] = {
					this = true
				}
			},
			["相"] = {
				["约"] = {
					this = true
				}
			},
			["樱"] = {
				["花"] = {
					this = true
				}
			}
		},
		["逼"] = {
			this = true
		},
		["货"] = {
			this = true,
			["骚"] = {
				["水"] = {
					this = true
				}
			},
			["淫"] = {
				["水"] = {
					this = true
				}
			}
		},
		["屄"] = {
			this = true
		},
		["荡"] = {
			["皇"] = {
				["帝"] = {
					["秘"] = {
						["史"] = {
							this = true
						}
					}
				}
			},
			["史"] = {
				this = true
			}
		},
		["蝶"] = {
			["偷"] = {
				["香"] = {
					this = true
				}
			}
		},
		["婦"] = {
			this = true
		},
		["客"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["妹"] = {
			["社"] = {
				["区"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["妻"] = {
			["淫"] = {
				["女"] = {
					this = true
				}
			}
		},
		["起"] = {
			["来"] = {
				this = true
			}
		},
		["琴"] = {
			this = true
		},
		["骚"] = {
			["逼"] = {
				this = true
			}
		},
		["史"] = {
			["奇"] = {
				["观"] = {
					this = true
				}
			}
		},
		["蹄"] = {
			["子"] = {
				this = true
			}
		},
		["臀"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["抠"] = {
		["穴"] = {
			this = true
		},
		["摸"] = {
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["淫"] = {
				["水"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["颜"] = {
		["射"] = {
			this = true,
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["中"] = {
				["出"] = {
					this = true
				}
			},
			["吃"] = {
				["精"] = {
					this = true
				}
			}
		},
		["骑"] = {
			this = true,
			["美"] = {
				["少"] = {
					["女"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["面"] = {
			["骑"] = {
				["乘"] = {
					this = true
				}
			}
		},
		["色"] = {
			["革"] = {
				["命"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["露"] = {
		B = {
			this = true,
			["照"] = {
				this = true
			}
		},
		["阴"] = {
			this = true,
			["照"] = {
				this = true
			},
			["毛"] = {
				this = true
			},
			["人"] = {
				["体"] = {
					this = true
				}
			}
		},
		["逼"] = {
			this = true,
			["照"] = {
				this = true
			}
		},
		["毛"] = {
			this = true
		},
		["点"] = {
			this = true,
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["照"] = {
				this = true
			}
		},
		["穴"] = {
			this = true,
			["图"] = {
				this = true
			}
		},
		["屄"] = {
			this = true
		},
		["思"] = {
			["屋"] = {
				this = true
			}
		},
		["木"] = {
			["耳"] = {
				this = true
			}
		},
		["拉"] = {
			["3"] = {
				D = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true,
			["图"] = {
				this = true
			},
			["性"] = {
				["感"] = {
					this = true
				}
			}
		},
		["胸"] = {
			this = true,
			["图"] = {
				this = true
			}
		},
		u = {
			["点"] = {
				this = true
			}
		},
		["鲍"] = {
			["私"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["春"] = {
			["红"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true
					}
				}
			}
		},
		["點"] = {
			this = true
		},
		["沟"] = {
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["股"] = {
			["沟"] = {
				this = true
			}
		},
		["卡"] = {
			["素"] = {
				["左"] = {
					["旋"] = {
						["碱"] = {
							this = true
						}
					}
				}
			}
		},
		["脸"] = {
			["高"] = {
				["清"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["摸"] = {
				["奶"] = {
					this = true
				}
			}
		},
		["露"] = {
			["动"] = {
				["漫"] = {
					this = true
				}
			}
		},
		["面"] = {
			["6"] = {
				["1"] = {
					["0"] = {
						this = true
					}
				}
			}
		},
		["奶"] = {
			this = true
		},
		["茜"] = {
			["娅"] = {
				["娜"] = {
					this = true
				}
			}
		},
		["臀"] = {
			["沟"] = {
				this = true
			}
		},
		["陰"] = {
			["照"] = {
				this = true
			}
		},
		b = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["母"] = {
		["子"] = {
			this = true,
			["奸"] = {
				["情"] = {
					this = true
				}
			},
			["交"] = {
				["欢"] = {
					this = true
				},
				["媾"] = {
					this = true
				},
				["歡"] = {
					this = true
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				},
				["乱"] = {
					["论"] = {
						this = true
					}
				},
				["淫"] = {
					["贴"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["欲"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["Ａ"] = {
				["片"] = {
					this = true
				}
			},
			["爱"] = {
				["情"] = {
					this = true
				}
			},
			["的"] = {
				["淫"] = {
					["乱"] = {
						["生"] = {
							["日"] = {
								this = true
							}
						}
					}
				}
			},
			["间"] = {
				["的"] = {
					["故"] = {
						["事"] = {
							this = true
						}
					}
				}
			},
			["姦"] = {
				["情"] = {
					this = true
				}
			},
			["亂"] = {
				["倫"] = {
					a = {
						["片"] = {
							this = true
						}
					},
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["入"] = {
				["浴"] = {
					["交"] = {
						["尾"] = {
							this = true
						}
					}
				}
			},
			["呻"] = {
				["吟"] = {
					this = true
				}
			},
			["受"] = {
				["精"] = {
					this = true
				}
			},
			["相"] = {
				["奸"] = {
					this = true
				}
			},
			["销"] = {
				["魂"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["荡"] = {
					["网"] = {
						this = true
					}
				},
				["乱"] = {
					this = true
				},
				["情"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["奸"] = {
			this = true
		},
		["女"] = {
			["双"] = {
				["飞"] = {
					this = true
				}
			},
			["黑"] = {
				["丝"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true,
					["淫"] = {
						["荡"] = {
							this = true
						}
					}
				},
				["论"] = {
					["淫"] = {
						["荡"] = {
							this = true
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["者"] = {
						this = true
					}
				}
			},
			["雙"] = {
				["飛"] = {
					this = true
				}
			}
		},
		["系"] = {
			["漫"] = {
				["画"] = {
					this = true
				}
			},
			n = {
				t = {
					r = {
						this = true
					}
				}
			}
		},
		["乳"] = {
			["速"] = {
				["報"] = {
					this = true
				}
			},
			["吧"] = {
				this = true
			},
			["妻"] = {
				["挤"] = {
					["奶"] = {
						this = true
					}
				}
			}
		},
		["鸡"] = {
			["图"] = {
				["纸"] = {
					this = true
				}
			},
			["模"] = {
				["具"] = {
					this = true,
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true
			},
			["磨"] = {
				["具"] = {
					this = true
				}
			}
		},
		["之"] = {
			["欲"] = {
				["火"] = {
					this = true
				}
			}
		},
		["狗"] = {
			this = true
		},
		["乱"] = {
			["伦"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["奶"] = {
			["不"] = {
				["致"] = {
					this = true
				}
			}
		},
		["亲"] = {
			["的"] = {
				["爱"] = {
					this = true,
					["疗"] = {
						this = true
					}
				},
				["红"] = {
					["内"] = {
						["裤"] = {
							this = true
						}
					}
				},
				["内"] = {
					["裤"] = {
						this = true
					}
				}
			},
			["交"] = {
				["配"] = {
					this = true
				}
			}
		},
		["性"] = {
			["本"] = {
				["能"] = {
					this = true
				}
			}
		},
		["姊"] = {
			W = {
				["相"] = {
					["奸"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["丁"] = {
		["香"] = {
			this = true,
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["五"] = {
				["月"] = {
					["妞"] = {
						["妞"] = {
							["基"] = {
								["地"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["字"] = {
			["裤"] = {
				this = true,
				["翘"] = {
					["臀"] = {
						this = true
					}
				}
			}
		},
		["關"] = {
			["根"] = {
				this = true
			}
		},
		["关"] = {
			["根"] = {
				this = true,
				["*"] = {
					this = true
				},
				["苏"] = {
					["荣"] = {
						this = true
					}
				}
			}
		},
		["子"] = {
			["霖"] = {
				this = true
			}
		},
		["丙"] = {
			["诺"] = {
				["啡"] = {
					this = true,
					["各"] = {
						["地"] = {
							this = true
						}
					}
				}
			}
		},
		["腈"] = {
			this = true,
			["直"] = {
				["销"] = {
					this = true
				}
			}
		},
		["仲"] = {
			["礼"] = {
				this = true
			}
		},
		["薛"] = {
			["祥"] = {
				this = true,
				["大"] = {
					["秘"] = {
						this = true
					}
				},
				["近"] = {
					["平"] = {
						["秘"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["一"] = {
			["平"] = {
				this = true
			}
		},
		["度"] = {
			["巴"] = {
				["拉"] = {
					["斯"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["?"] = {
				["巴"] = {
					["拉"] = {
						["斯"] = {
							this = true
						}
					}
				}
			}
		},
		["元"] = {
			this = true
		},
		["波"] = {
			["浪"] = {
				this = true
			}
		},
		["春"] = {
			["秋"] = {
				this = true
			}
		},
		["亥"] = {
			["年"] = {
				["岁"] = {
					["尾"] = {
						this = true
					}
				}
			}
		},
		["基"] = {
			["苯"] = {
				["代"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["加"] = {
			["班"] = {
				this = true
			}
		},
		["励"] = {
			this = true
		},
		["涟"] = {
			["漪"] = {
				this = true
			}
		},
		["硫"] = {
			["环"] = {
				["磷"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["缅"] = {
			this = true
		},
		["石"] = {
			["孙"] = {
				this = true
			},
			["孫"] = {
				this = true
			}
		},
		["书"] = {
			["苗"] = {
				[" "] = {
					["朱"] = {
						["琳"] = {
							this = true
						}
					}
				},
				["案"] = {
					["朱"] = {
						["琳"] = {
							this = true
						}
					}
				}
			}
		},
		["树"] = {
			["苗"] = {
				["朱"] = {
					["琳"] = {
						this = true
					}
				}
			}
		},
		["烯"] = {
			["1"] = {
				this = true
			},
			["酮"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["鹿"] = {
		["城"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["大"] = {
				["型"] = {
					["黄"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["黄"] = {
				["站"] = {
					this = true,
					b = {
						t = {
							this = true
						}
					}
				}
			}
		},
		["鼎"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["记"] = {
				["趣"] = {
					this = true
				}
			}
		},
		["镇"] = {
			["逸"] = {
				["事"] = {
					this = true
				}
			}
		},
		["泉"] = {
			["黑"] = {
				["枪"] = {
					["的"] = {
						this = true
					}
				}
			}
		},
		["死"] = {
			this = true,
			["瓶"] = {
				["反"] = {
					this = true
				}
			}
		}
	}
end

temp()
