pg = pg or {}
slot0 = pg
slot0.word_template_166 = {}
slot1 = slot0.word_template_166

function temp()
	uv0["最"] = {
		["新"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						["复"] = {
							["制"] = {
								["器"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					["娱"] = {
						["乐"] = {
							["网"] = {
								["站"] = {
									this = true,
									["大"] = {
										["全"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["销"] = {
				["售"] = {
					["汽"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["地"] = {
				["址"] = {
					["一"] = {
						["个"] = {
							["色"] = {
								["导"] = {
									["航"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["版"] = {
				["假"] = {
					["钞"] = {
						[" "] = {
							["假"] = {
								["人"] = {
									["民"] = {
										["币"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["幣"] = {
						this = true
					}
				}
			},
			["假"] = {
				["币"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["佳"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					}
				}
			},
			["抵"] = {
				["债"] = {
					["妻"] = {
						this = true
					}
				}
			},
			["网"] = {
				["上"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["原"] = {
			["始"] = {
				["欲"] = {
					["望"] = {
						this = true
					}
				},
				["的"] = {
					["欲"] = {
						["望"] = {
							this = true
						}
					}
				}
			}
		},
		["真"] = {
			["实"] = {
				["的"] = {
					["手"] = {
						["枪"] = {
							["游"] = {
								["戏"] = {
									this = true
								}
							}
						}
					},
					["自"] = {
						["拍"] = {
							P = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["高"] = {
			["的"] = {
				["初"] = {
					["体"] = {
						["验"] = {
							this = true
						}
					}
				}
			},
			["绝"] = {
				["密"] = {
					["新"] = {
						["闻"] = {
							this = true
						}
					}
				}
			},
			["法"] = {
				["院"] = {
					["院"] = {
						["长"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["检"] = {
						["察"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["转"] = {
				["向"] = {
					["性"] = {
						["能"] = {
							this = true
						}
					}
				}
			}
		},
		["淫"] = {
			["官"] = {
				["员"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["贴"] = {
						["图"] = {
							["区"] = {
								this = true
							}
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["牛"] = {
			["钉"] = {
				["子"] = {
					["户"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["拿"] = {
				["学"] = {
					["历"] = {
						this = true
					}
				}
			},
			["散"] = {
				["户"] = {
					this = true
				}
			}
		},
		["快"] = {
			["报"] = {
				["码"] = {
					["室"] = {
						this = true
					}
				}
			}
		},
		["便"] = {
			["宜"] = {
				[" "] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			}
		},
		["#"] = {
			["快"] = {
				["#"] = {
					["拿"] = {
						["学"] = {
							["历"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["撸"] = {
				this = true
			},
			["妈"] = {
				["妈"] = {
					["的"] = {
						["味"] = {
							["道"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纯"] = {
			["的"] = {
				["冰"] = {
					this = true
				}
			}
		},
		["顶"] = {
			["级"] = {
				["朋"] = {
					["友"] = {
						["圈"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["爆"] = {
				this = true
			}
		},
		["基"] = {
			["本"] = {
				["的"] = {
					["涵"] = {
						["义"] = {
							["是"] = {
								["主"] = {
									["权"] = {
										["在"] = {
											["民"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["狂"] = {
			["银"] = {
				["行"] = {
					["地"] = {
						["产"] = {
							["商"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["的"] = {
				["女"] = {
					["人"] = {
						this = true
					}
				}
			},
			["和"] = {
				["服"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["难"] = {
			["管"] = {
				["住"] = {
					["的"] = {
						this = true
					}
				}
			},
			["忘"] = {
				["的"] = {
					["破"] = {
						["处"] = {
							this = true
						}
					}
				}
			},
			["捉"] = {
				["摸"] = {
					["的"] = {
						["官"] = {
							["话"] = {
								this = true
							}
						}
					}
				}
			},
			["琢"] = {
				["磨"] = {
					["的"] = {
						["话"] = {
							this = true
						}
					}
				}
			}
		},
		["年"] = {
			["轻"] = {
				["的"] = {
					["奶"] = {
						["奶"] = {
							this = true
						}
					}
				}
			}
		},
		["强"] = {
			["烈"] = {
				["地"] = {
					["抵"] = {
						["达"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["乳"] = {
					["初"] = {
						["解"] = {
							["禁"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["全"] = {
			["成"] = {
				["人"] = {
					["动"] = {
						["漫"] = {
							this = true
						}
					}
				}
			}
		},
		["弱"] = {
			["势"] = {
				["的"] = {
					["总"] = {
						["理"] = {
							this = true
						}
					}
				},
				["官"] = {
					["员"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["情"] = {
				this = true
			}
		},
		["贪"] = {
			["镇"] = {
				["长"] = {
					this = true
				}
			}
		},
		["县"] = {
			["委"] = {
				this = true
			}
		},
		["小"] = {
			["巧"] = {
				["的"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					},
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				},
				["电"] = {
					["视"] = {
						["棒"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["蛮"] = {
				["最"] = {
					["无"] = {
						["耻"] = {
							this = true
						}
					}
				}
			}
		},
		["易"] = {
			["接"] = {
				["受"] = {
					["的"] = {
						["行"] = {
							["贿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["有"] = {
			["害"] = {
				["的"] = {
					["书"] = {
						this = true
					}
				}
			}
		},
		["终"] = {
			["被"] = {
				["颜"] = {
					["射"] = {
						["了"] = {
							this = true
						}
					}
				}
			},
			["痴"] = {
				["汉"] = {
					["电"] = {
						["车"] = {
							this = true
						}
					}
				}
			}
		},
		["大"] = {
			["限"] = {
				["度"] = {
					this = true,
					["的"] = {
						["尅"] = {
							["製"] = {
								this = true
							}
						},
						["克"] = {
							["制"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["后"] = {
			["一"] = {
				["枪"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["磁"] = {
		["道"] = {
			["内"] = {
				["码"] = {
					this = true,
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["条"] = {
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					this = true
				}
			}
		},
		["性"] = {
			["油"] = {
				["墨"] = {
					[" "] = {
						["凹"] = {
							["凸"] = {
								["版"] = {
									["印"] = {
										["刷"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["③"] = {
				["件"] = {
					["套"] = {
						this = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			},
			["锁"] = {
				["快"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["电"] = {
			["雷"] = {
				["管"] = {
					this = true
				}
			}
		},
		["县"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["借"] = {
		["记"] = {
			["卡"] = {
				this = true,
				["磁"] = {
					["条"] = {
						this = true
					}
				}
			}
		},
		["贷"] = {
			["宝"] = {
				["资"] = {
					["源"] = {
						this = true
					}
				},
				["裸"] = {
					["条"] = {
						["门"] = {
							["压"] = {
								["缩"] = {
									["包"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["1"] = {
					["0"] = {
						g = {
							["压"] = {
								["缩"] = {
									["包"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["腹"] = {
			["生"] = {
				["子"] = {
					this = true
				}
			}
		},
		["反"] = {
			["日"] = {
				["倒"] = {
					["习"] = {
						this = true
					}
				}
			}
		},
		["記"] = {
			["卡"] = {
				this = true
			}
		},
		["正"] = {
			["妹"] = {
				["住"] = {
					["一"] = {
						["晚"] = {
							this = true
						}
					}
				}
			}
		},
		["种"] = {
			this = true
		},
		["周"] = {
			["小"] = {
				["平"] = {
					["攻"] = {
						["击"] = {
							["习"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["储"] = {
		["蓄"] = {
			["卡"] = {
				this = true
			}
		},
		["户"] = {
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["君"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["业"] = {
		["主"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["名"] = {
				["单"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					},
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["资"] = {
				["源"] = {
					this = true
				},
				["料"] = {
					this = true
				}
			}
		},
		["力"] = {
			["回"] = {
				["报"] = {
					this = true
				}
			},
			["轮"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["企"] = {
		["业"] = {
			["老"] = {
				["板"] = {
					this = true,
					["资"] = {
						["料"] = {
							this = true
						}
					},
					["名"] = {
						["录"] = {
							this = true
						}
					},
					["数"] = {
						["据"] = {
							this = true
						}
					}
				},
				["总"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["汇"] = {
				["总"] = {
					["会"] = {
						["计"] = {
							["报"] = {
								["表"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["如"] = {
				["何"] = {
					["建"] = {
						["立"] = {
							["网"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["法"] = {
				["人"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["清"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["录"] = {
					this = true,
					["商"] = {
						["城"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["资"] = {
						["料"] = {
							this = true
						},
						["源"] = {
							this = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					["网"] = {
						this = true
					}
				}
			},
			["主"] = {
				["数"] = {
					["据"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["股"] = {
		["民"] = {
			["数"] = {
				["据"] = {
					this = true,
					["网"] = {
						this = true
					},
					["资"] = {
						["源"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["%"] = {
					["据"] = {
						this = true
					}
				}
			},
			["开"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					},
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["单"] = {
					this = true,
					["预"] = {
						["定"] = {
							this = true
						}
					}
				},
				["录"] = {
					this = true,
					["资"] = {
						["源"] = {
							this = true
						}
					}
				},
				["單"] = {
					this = true
				}
			},
			["资"] = {
				["源"] = {
					this = true,
					["网"] = {
						this = true
					},
					["中"] = {
						["心"] = {
							this = true
						}
					},
					["可"] = {
						["试"] = {
							["打"] = {
								this = true
							}
						}
					},
					["资"] = {
						["料"] = {
							this = true
						}
					},
					["打"] = {
						["包"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["交"] = {
						["易"] = {
							this = true
						}
					},
					["哪"] = {
						this = true
					},
					["信"] = {
						["息"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["料"] = {
					this = true,
					["网"] = {
						this = true
					},
					T = {
						E = {
							L = {
								this = true
							}
						}
					},
					["交"] = {
						["易"] = {
							this = true
						}
					},
					["扣"] = {
						["扣"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["话"] = {
					["号"] = {
						["码"] = {
							this = true
						}
					},
					["资"] = {
						["源"] = {
							this = true
						}
					}
				}
			},
			["个"] = {
				["人"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					},
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true,
					["网"] = {
						this = true
					},
					["扣"] = {
						["扣"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["联"] = {
				["系"] = {
					["方"] = {
						["式"] = {
							this = true
						}
					}
				}
			},
			["客"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["全"] = {
					this = true
				}
			},
			["電"] = {
				["話"] = {
					["資"] = {
						["源"] = {
							this = true
						}
					}
				}
			},
			["权"] = {
				["证"] = {
					["资"] = {
						["源"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["机"] = {
					["号"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["详"] = {
				["细"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["业"] = {
				["主"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["手"] = {
					["资"] = {
						["源"] = {
							this = true
						}
					}
				}
			},
			["資"] = {
				["料"] = {
					this = true
				},
				["訊"] = {
					this = true
				},
				["源"] = {
					this = true
				}
			}
		},
		["市"] = {
			["圈"] = {
				["钱"] = {
					this = true
				}
			},
			["民"] = {
				["谣"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["票"] = {
			["开"] = {
				["户"] = {
					this = true
				}
			},
			["客"] = {
				["户"] = {
					["资"] = {
						["源"] = {
							this = true
						}
					}
				}
			},
			["数"] = {
				["据"] = {
					this = true
				}
			}
		},
		["东"] = {
			[" "] = {
				["温"] = {
					["家"] = {
						["宝"] = {
							this = true
						}
					}
				}
			}
		},
		["囻"] = {
			["電"] = {
				["話"] = {
					this = true
				}
			},
			["佲"] = {
				["單"] = {
					this = true
				}
			},
			["信"] = {
				["蒠"] = {
					this = true
				}
			},
			["澬"] = {
				["料"] = {
					this = true
				}
			}
		},
		["联"] = {
			["系"] = {
				["方"] = {
					["式"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["计"] = {
				["程"] = {
					["车"] = {
						this = true
					}
				}
			}
		},
		["信"] = {
			["息"] = {
				this = true
			}
		},
		["易"] = {
			["财"] = {
				["经"] = {
					this = true
				}
			}
		},
		["资"] = {
			["料"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["物"] = {
		["流"] = {
			["成"] = {
				["单"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["客"] = {
				["户"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					},
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["冰"] = {
			this = true
		},
		["品"] = {
			["贩"] = {
				["管"] = {
					["制"] = {
						this = true
					}
				}
			},
			["属"] = {
				["性"] = {
					this = true
				}
			}
		},
		["业"] = {
			["发"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["业"] = {
				["主"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["犯"] = {
		["人"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["名"] = {
				["录"] = {
					this = true
				}
			}
		},
		["法"] = {
			this = true
		},
		["了"] = {
			["错"] = {
				["误"] = {
					[" "] = {
						["同"] = {
							["志"] = {
								[" "] = {
									["作"] = {
										["斗"] = {
											["争"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["淫"] = {
			["乱"] = {
				M = {
					["女"] = {
						["教"] = {
							["师"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["罪"] = {
			["分"] = {
				["子"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["说"] = {
				["情"] = {
					this = true
				}
			},
			["說"] = {
				["情"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["之"] = {
				["城"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["别"] = {
		["墅"] = {
			["业"] = {
				["主"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["他"] = {
			["吗"] = {
				this = true
			},
			["妈"] = {
				["的"] = {
					["装"] = {
						this = true
					}
				}
			}
		},
		["梦"] = {
			["成"] = {
				["灰"] = {
					this = true
				}
			}
		},
		["摸"] = {
			["我"] = {
				this = true
			}
		}
	}
end

temp()
