pg = pg or {}
slot0 = pg
slot0.word_template_44 = {}
slot1 = slot0.word_template_44

function temp()
	uv0["奴"] = {
		["隷"] = {
			["调"] = {
				["教"] = {
					this = true
				}
			},
			["化"] = {
				["セ"] = {
					["ッ"] = {
						["ク"] = {
							["ス"] = {
								this = true
							}
						}
					}
				}
			},
			["介"] = {
				["護"] = {
					this = true
				}
			}
		},
		["畜"] = {
			["抄"] = {
				this = true
			}
		},
		["隸"] = {
			["魔"] = {
				["族"] = {
					["士"] = {
						["兵"] = {
							this = true
						}
					}
				}
			},
			["調"] = {
				["教"] = {
					this = true
				}
			}
		},
		["隶"] = {
			this = true,
			["女"] = {
				["仆"] = {
					["公"] = {
						["主"] = {
							this = true
						}
					}
				}
			},
			["兽"] = {
				this = true
			},
			["调"] = {
				["教"] = {
					this = true
				}
			}
		},
		["役"] = {
			["童"] = {
				["工"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["事"] = {
			["件"] = {
				this = true
			}
		},
		["兽"] = {
			["残"] = {
				["篇"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["媚"] = {
		["药"] = {
			["少"] = {
				["年"] = {
					this = true
				}
			}
		},
		["媚"] = {
			["的"] = {
				["幸"] = {
					["福"] = {
						["生"] = {
							["活"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["外"] = {
			this = true
		},
		["毒"] = {
			this = true
		},
		["骨"] = {
			["销"] = {
				["魂"] = {
					this = true
				}
			}
		},
		["娘"] = {
			["艳"] = {
				["史"] = {
					this = true
				}
			}
		},
		["日"] = {
			this = true
		},
		["肉"] = {
			this = true
		},
		["藥"] = {
			["少"] = {
				["年"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["互"] = {
		["舔"] = {
			["淫"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["淫"] = {
			this = true
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["联"] = {
			["网"] = {
				["审"] = {
					["查"] = {
						this = true
					}
				},
				["信"] = {
					["息"] = {
						["自"] = {
							["由"] = {
								this = true
							}
						}
					}
				},
				["营"] = {
					["销"] = {
						["罗"] = {
							["盘"] = {
								this = true
							}
						}
					}
				}
			},
			["经"] = {
				["纬"] = {
					this = true
				}
			}
		},
		["相"] = {
			["吸"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["箫"] = {
			["撸"] = {
				this = true
			}
		},
		["友"] = {
			["财"] = {
				["富"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["叔"] = {
		["嫂"] = {
			["肉"] = {
				["欲"] = {
					this = true
				}
			},
			["姦"] = {
				["情"] = {
					this = true
				}
			},
			["偷"] = {
				["欢"] = {
					this = true
				}
			}
		},
		["叔"] = {
			["插"] = {
				["的"] = {
					["我"] = {
						["好"] = {
							["爽"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["亮"] = {
		["屄"] = {
			this = true
		},
		["穴"] = {
			this = true
		},
		["丽"] = {
			["空"] = {
				["姐"] = {
					["援"] = {
						["交"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["玩"] = {
		["逼"] = {
			this = true
		},
		["穴"] = {
			this = true,
			["潮"] = {
				["吹"] = {
					this = true
				}
			}
		},
		["枪"] = {
			e = {
				["族"] = {
					this = true
				}
			},
			["吧"] = {
				this = true
			}
		},
		["乐"] = {
			["达"] = {
				["人"] = {
					this = true
				}
			}
		},
		["火"] = {
			this = true
		},
		["3"] = {
			P = {
				this = true
			},
			p = {
				["色"] = {
					["链"] = {
						this = true
					}
				}
			}
		},
		["丰"] = {
			["满"] = {
				["熟"] = {
					["女"] = {
						["露"] = {
							["脸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["家"] = {
			["编"] = {
				["队"] = {
					this = true
				}
			},
			["汇"] = {
				this = true
			},
			["名"] = {
				["称"] = {
					this = true
				}
			},
			["详"] = {
				["细"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["具"] = {
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["汽"] = {
				["强"] = {
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true,
				["专"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["咪"] = {
			["咪"] = {
				this = true
			}
		},
		["你"] = {
			["妹"] = {
				this = true
			}
		},
		["弄"] = {
			["保"] = {
				["险"] = {
					["业"] = {
						["务"] = {
							["员"] = {
								this = true
							}
						}
					}
				}
			},
			["表"] = {
				["妹"] = {
					["的"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			["人"] = {
				this = true
			}
		},
		["妻"] = {
			["者"] = {
				this = true
			}
		},
		["抢"] = {
			["吧"] = {
				this = true
			}
		},
		["人"] = {
			["妻"] = {
				["交"] = {
					["换"] = {
						this = true
					}
				}
			}
		},
		["乳"] = {
			this = true,
			["交"] = {
				this = true
			}
		},
		["一"] = {
			["夜"] = {
				["成"] = {
					["人"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["真"] = {
			["枪"] = {
				["吧"] = {
					this = true
				}
			}
		},
		["转"] = {
			["苹"] = {
				["果"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["漏"] = {
		["逼"] = {
			this = true
		},
		["乳"] = {
			this = true
		},
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["朝"] = {
		["天"] = {
			["穴"] = {
				this = true
			},
			["门"] = {
				this = true
			}
		},
		["鮮"] = {
			this = true
		},
		["鲜"] = {
			this = true,
			["冰"] = {
				this = true
			},
			[" "] = {
				["出"] = {
					["售"] = {
						["冰"] = {
							["毒"] = {
								this = true
							}
						}
					}
				}
			},
			["版"] = {
				["假"] = {
					["币"] = {
						this = true
					}
				}
			}
		},
		["河"] = {
			["蘭"] = {
				this = true
			},
			["兰"] = {
				["武"] = {
					["藤"] = {
						["兰"] = {
							this = true
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["版"] = {
			["假"] = {
				["币"] = {
					this = true
				},
				["人"] = {
					["民"] = {
						["币"] = {
							this = true
						}
					}
				}
			}
		},
		["比"] = {
			["奈"] = {
				this = true
			}
		},
		["仓"] = {
			["海"] = {
				["音"] = {
					this = true
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["志"] = {
				["穗"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["倉"] = {
			R = {
				i = {
					h = {
						o = {
							this = true
						}
					}
				}
			}
		},
		["冈"] = {
			["实"] = {
				["岭"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			}
		},
		["岡"] = {
			["実"] = {
				["嶺"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			["穗"] = {
				["香"] = {
					this = true
				}
			},
			["雾"] = {
				["唯"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["丘"] = {
			["南"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["未"] = {
				["久"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["日"] = {
			["奈"] = {
				this = true
			},
			["瑞"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["雾"] = {
			["唯"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["霧"] = {
			["唯"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["香"] = {
			["凉"] = {
				["高"] = {
					["清"] = {
						this = true
					}
				}
			},
			["玲"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["羽"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["公"] = {
		["媳"] = {
			["乱"] = {
				this = true
			},
			["亂"] = {
				this = true
			}
		},
		["安"] = {
			this = true,
			["部"] = {
				this = true,
				["部"] = {
					["长"] = {
						this = true,
						["邓"] = {
							["楠"] = {
								this = true
							}
						}
					}
				},
				["長"] = {
					["鄧"] = {
						["楠"] = {
							this = true
						}
					},
					["女"] = {
						["婿"] = {
							this = true
						}
					}
				},
				["孟"] = {
					["部"] = {
						["长"] = {
							this = true
						}
					}
				},
				["长"] = {
					[" "] = {
						["后"] = {
							["台"] = {
								[" "] = {
									["硬"] = {
										this = true
									}
								}
							}
						}
					},
					["邓"] = {
						["楠"] = {
							this = true
						},
						["小"] = {
							["平"] = {
								this = true
							}
						}
					},
					["女"] = {
						["婿"] = {
							this = true
						}
					}
				}
			},
			["局"] = {
				this = true,
				["出"] = {
					["入"] = {
						["证"] = {
							this = true
						}
					}
				},
				["长"] = {
					[" "] = {
						["惩"] = {
							[" "] = {
								["政"] = {
									["治"] = {
										["谣"] = {
											["言"] = {
												this = true
											}
										}
									}
								}
							}
						},
						["言"] = {
							["论"] = {
								this = true
							}
						}
					},
					["的"] = {
						["话"] = {
							this = true
						}
					},
					["言"] = {
						["论"] = {
							this = true
						}
					}
				}
			},
			["把"] = {
				["秩"] = {
					["序"] = {
						["搞"] = {
							["乱"] = {
								this = true
							}
						}
					}
				}
			},
			["文"] = {
				["件"] = {
					this = true
				}
			},
			["与"] = {
				["武"] = {
					["警"] = {
						["的"] = {
							["区"] = {
								["别"] = {
									this = true
								}
							}
						}
					}
				}
			},
			[" "] = {
				["腐"] = {
					["败"] = {
						this = true
					}
				},
				["公"] = {
					["权"] = {
						["犯"] = {
							["罪"] = {
								this = true
							}
						}
					}
				},
				["后"] = {
					["台"] = {
						[" "] = {
							["硬"] = {
								this = true
							}
						}
					}
				}
			},
			["恶"] = {
				["警"] = {
					["遭"] = {
						["恶"] = {
							["报"] = {
								this = true
							}
						}
					}
				}
			},
			["孟"] = {
				this = true
			},
			["强"] = {
				["奸"] = {
					this = true
				}
			},
			["厅"] = {
				this = true
			},
			["制"] = {
				["服"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["文"] = {
			this = true
		},
		["务"] = {
			["员"] = {
				this = true,
				["考"] = {
					["试"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						},
						["枪"] = {
							["手"] = {
								this = true
							}
						}
					},
					["前"] = {
						["荅"] = {
							["案"] = {
								this = true
							}
						}
					},
					["生"] = {
						["信"] = {
							["息"] = {
								this = true
							}
						},
						["资"] = {
							["料"] = {
								this = true
							}
						}
					}
				},
				["工"] = {
					["资"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				},
				["调"] = {
					["资"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				},
				["的"] = {
					["工"] = {
						["资"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				},
				["6"] = {
					P = {
						["床"] = {
							["照"] = {
								this = true
							}
						}
					}
				},
				["答"] = {
					["案"] = {
						this = true
					}
				},
				["代"] = {
					["考"] = {
						this = true
					}
				}
			}
		},
		["海"] = {
			["赌"] = {
				["船"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["参"] = {
			["党"] = {
				this = true
			}
		},
		["子"] = {
			["绿"] = {
				this = true
			},
			["党"] = {
				this = true
			},
			["族"] = {
				this = true
			},
			["卫"] = {
				["星"] = {
					["布"] = {
						["满"] = {
							["天"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["产"] = {
			["党"] = {
				this = true
			},
			["王"] = {
				["朝"] = {
					this = true
				}
			},
			["小"] = {
				["丑"] = {
					this = true
				}
			},
			["专"] = {
				["制"] = {
					this = true
				}
			}
		},
		["检"] = {
			["法"] = {
				["是"] = {
					["流"] = {
						["氓"] = {
							this = true
						}
					}
				}
			}
		},
		["款"] = {
			this = true
		},
		["民"] = {
			["大"] = {
				["联"] = {
					["盟"] = {
						this = true
					}
				}
			},
			["抗"] = {
				["命"] = {
					this = true
				}
			},
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["私"] = {
				["权"] = {
					this = true
				}
			},
			["网"] = {
				["络"] = {
					["议"] = {
						["政"] = {
							["全"] = {
								["球"] = {
									["纪"] = {
										["念"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["头"] = {
			this = true
		},
		["开"] = {
			["信"] = {
				this = true
			},
			["讨"] = {
				["论"] = {
					["六"] = {
						["月"] = {
							this = true
						}
					}
				}
			}
		},
		["车"] = {
			m = {
				m = {
					["淫"] = {
						["荡"] = {
							this = true
						}
					}
				}
			},
			["被"] = {
				["干"] = {
					this = true
				}
			},
			["轮"] = {
				["奸"] = {
					this = true
				}
			},
			["色"] = {
				["狼"] = {
					this = true
				}
			},
			["上"] = {
				["顶"] = {
					["女"] = {
						["人"] = {
							this = true
						}
					}
				},
				["干"] = {
					["女"] = {
						["司"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["奸"] = {
					["姐"] = {
						["姐"] = {
							this = true
						}
					},
					["妹"] = {
						["妹"] = {
							this = true
						}
					},
					["女"] = {
						["学"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["車"] = {
			["上"] = {
				["低"] = {
					["胸"] = {
						["女"] = {
							["郎"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["道"] = {
			["话"] = {
				this = true
			}
		},
		["共"] = {
			["汽"] = {
				["车"] = {
					["上"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			},
			["情"] = {
				["妇"] = {
					["郭"] = {
						["美"] = {
							["美"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["关"] = {
			this = true
		},
		["交"] = {
			["车"] = {
				["性"] = {
					["骚"] = {
						["扰"] = {
							this = true
						}
					}
				}
			},
			["摸"] = {
				["乳"] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["决"] = {
			["宪"] = {
				["法"] = {
					this = true
				}
			}
		},
		["盟"] = {
			this = true
		},
		["孙"] = {
			["大"] = {
				["叔"] = {
					this = true
				}
			}
		},
		["投"] = {
			this = true
		},
		["雅"] = {
			["寺"] = {
				this = true,
				["高"] = {
					["僧"] = {
						this = true
					}
				}
			}
		},
		["冶"] = {
			["坤"] = {
				this = true
			},
			["乾"] = {
				this = true
			},
			["子"] = {
				["长"] = {
					this = true
				}
			}
		},
		["用"] = {
			["品"] = {
				["发"] = {
					this = true
				}
			}
		},
		["寓"] = {
			["业"] = {
				["主"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		},
		["园"] = {
			["不"] = {
				["雅"] = {
					this = true
				}
			}
		},
		["主"] = {
			["坟"] = {
				this = true,
				["机"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["岭"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["众"] = {
			["游"] = {
				["行"] = {
					this = true
				}
			},
			["集"] = {
				["会"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["慰"] = {
		["春"] = {
			["情"] = {
				this = true
			}
		},
		["安"] = {
			["妇"] = {
				this = true
			},
			["婦"] = {
				this = true
			}
		}
	}
end

temp()
