pg = pg or {}
slot0 = pg
slot0.word_template_144 = {}
slot1 = slot0.word_template_144

function temp()
	uv0["供"] = {
		["应"] = {
			this = true,
			L = {
				S = {
					D = {
						["邮"] = {
							["票"] = {
								["黑"] = {
									["芝"] = {
										["麻"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["象"] = {
				["牙"] = {
					["制"] = {
						["品"] = {
							this = true
						}
					},
					["工"] = {
						["艺"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					},
					["弩"] = {
						["折"] = {
							["叠"] = {
								["弩"] = {
									this = true
								}
							}
						}
					},
					["弓"] = {
						["弩"] = {
							["专"] = {
								["卖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["三"] = {
				["利"] = {
					["达"] = {
						["弓"] = {
							["弩"] = {
								["麻"] = {
									["醉"] = {
										["箭"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["步"] = {
					["倒"] = {
						["麻"] = {
							["醉"] = {
								["箭"] = {
									this = true
								}
							}
						}
					}
				},
				["唑"] = {
					["仑"] = {
						["失"] = {
							["身"] = {
								["粉"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["秦"] = {
				["氏"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["弩"] = {
				["用"] = {
					["麻"] = {
						["醉"] = {
							["箭"] = {
								this = true
							}
						}
					}
				},
				["捕"] = {
					["狗"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["箭"] = {
						this = true,
						["三"] = {
							["步"] = {
								["倒"] = {
									this = true
								}
							}
						},
						["批"] = {
							["发"] = {
								this = true
							}
						}
					}
				},
				["黄"] = {
					["素"] = {
						[" "] = {
							["上"] = {
								["海"] = {
									this = true
								}
							}
						}
					}
				},
				["古"] = {
					["化"] = {
						["学"] = {
							["冰"] = {
								["牙"] = {
									["签"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["精"] = {
				["品"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["麻"] = {
						["醉"] = {
							["箭"] = {
								this = true
							}
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["香"] = {
				["水"] = {
					["型"] = {
						["迷"] = {
							["奸"] = {
								["药"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					["迷"] = {
						["情"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["苍"] = {
				["蝇"] = {
					["水"] = {
						this = true,
						["迷"] = {
							["奸"] = {
								["药"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["失"] = {
				["身"] = {
					["粉"] = {
						this = true
					}
				}
			},
			["拍"] = {
				["肩"] = {
					["迷"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["性"] = {
					["催"] = {
						["情"] = {
							["药"] = {
								["苍"] = {
									["蝇"] = {
										["粉"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					G = {
						H = {
							B = {
								["液"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["强"] = {
				["效"] = {
					["催"] = {
						["眠"] = {
							["催"] = {
								["情"] = {
									["水"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["蓝"] = {
				["精"] = {
					["灵"] = {
						["催"] = {
							["情"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["黑"] = {
				["寡"] = {
					["妇"] = {
						["催"] = {
							["情"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["蒙"] = {
				["汗"] = {
					["药"] = {
						["苍"] = {
							["蝇"] = {
								["水"] = {
									this = true
								}
							}
						},
						G = {
							H = {
								B = {
									this = true
								}
							}
						}
					}
				}
			},
			[" "] = {
				["硝"] = {
					["甲"] = {
						["西"] = {
							["泮"] = {
								[" "] = {
									["麻"] = {
										["黄"] = {
											["素"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["一"] = {
					["粒"] = {
						["眠"] = {
							[" "] = {
								["红"] = {
									["豆"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["纯"] = {
					["冰"] = {
						[" "] = {
							["牙"] = {
								["签"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["病"] = {
				["毒"] = {
					[" "] = {
						["麻"] = {
							["黄"] = {
								["素"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["硝"] = {
				["甲"] = {
					["西"] = {
						["泮"] = {
							this = true,
							[" "] = {
								["咖"] = {
									["啡"] = {
										["因"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						[" "] = {
							["价"] = {
								["格"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["纯"] = {
				["缅"] = {
					["麻"] = {
						["古"] = {
							this = true
						}
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								[" "] = {
									["中"] = {
										["间"] = {
											["体"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								[" "] = {
									["上"] = {
										["海"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["安"] = {
						["非"] = {
							["他"] = {
								["命"] = {
									[" "] = {
										["中"] = {
											["间"] = {
												["体"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			K = {
				["粉"] = {
					["缅"] = {
						["甸"] = {
							["冰"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["防"] = {
						["身"] = {
							["电"] = {
								["警"] = {
									["棒"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["仿"] = {
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["防"] = {
				["身"] = {
					["警"] = {
						["用"] = {
							["电"] = {
								["警"] = {
									["棍"] = {
										this = true
									}
								},
								["击"] = {
									["棒"] = {
										this = true
									},
									["器"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["1"] = {
						["0"] = {
							["电"] = {
								["警"] = {
									["棍"] = {
										["专"] = {
											["卖"] = {
												this = true
											}
										}
									}
								}
							}
						},
						["1"] = {
							["高"] = {
								["考"] = {
									["名"] = {
										["单"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["防"] = {
						["身"] = {
							["电"] = {
								["击"] = {
									["器"] = {
										this = true
									},
									["棒"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["假"] = {
				["幣"] = {
					this = true
				}
			},
			["5"] = {
				["4"] = {
					[" "] = {
						["6"] = {
							["4"] = {
								this = true
							}
						}
					}
				}
			},
			["苯"] = {
				["环"] = {
					["利"] = {
						["定"] = {
							this = true
						}
					}
				}
			},
			["落"] = {
				["榜"] = {
					["考"] = {
						["生"] = {
							["名"] = {
								["单"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["士"] = {
				["兵"] = {
					["证"] = {
						this = true
					}
				}
			},
			["土"] = {
				["制"] = {
					["炸"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["缅"] = {
				["古"] = {
					["制"] = {
						["作"] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["戊"] = {
				["巴"] = {
					["比"] = {
						["妥"] = {
							this = true
						}
					}
				}
			}
		},
		["产"] = {
			this = true,
			["党"] = {
				this = true
			}
		},
		["铲"] = {
			["党"] = {
				this = true
			},
			["谠"] = {
				this = true
			},
			["裆"] = {
				this = true
			}
		},
		["*"] = {
			["应"] = {
				["步"] = {
					["枪"] = {
						this = true
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["电"] = {
			["视"] = {
				["购"] = {
					["物"] = {
						["数"] = {
							["据"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["钢"] = {
			["珠"] = {
				this = true
			}
		},
		["高"] = {
			["真"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		},
		["弓"] = {
			["弩"] = {
				this = true
			}
		},
		["股"] = {
			["民"] = {
				["数"] = {
					["据"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["外"] = {
				["郎"] = {
					this = true
				}
			}
		},
		["货"] = {
			["三"] = {
				["唑"] = {
					["仑"] = {
						this = true
					}
				}
			}
		},
		["迷"] = {
			["魂"] = {
				["粉"] = {
					this = true
				}
			}
		},
		["肾"] = {
			["专"] = {
				["区"] = {
					this = true
				}
			}
		},
		["收"] = {
			["藏"] = {
				["数"] = {
					["据"] = {
						this = true
					}
				}
			}
		},
		["手"] = {
			["木"] = {
				["仓"] = {
					this = true
				}
			}
		},
		["五"] = {
			["氧"] = {
				["化"] = {
					["二"] = {
						["钒"] = {
							this = true
						}
					}
				}
			}
		},
		["霰"] = {
			["弹"] = {
				this = true
			}
		},
		["盐"] = {
			["酸"] = {
				["羟"] = {
					["亚"] = {
						["胺"] = {
							this = true
						}
					}
				}
			}
		},
		["一"] = {
			["手"] = {
				["老"] = {
					["人"] = {
						["数"] = {
							["据"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["银"] = {
			["行"] = {
				["卡"] = {
					this = true
				}
			}
		},
		["噟"] = {
			["银"] = {
				["垳"] = {
					["鉲"] = {
						this = true
					}
				}
			}
		},
		["應"] = {
			this = true,
			["③"] = {
				["棱"] = {
					["刮"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true,
						["手"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["猎"] = {
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["式"] = {
						this = true,
						["手"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						}
					}
				}
			},
			C = {
				F = {
					X = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			F = {
				F = {
					X = {
						["氣"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				X = {
					["气"] = {
						["皇"] = {
							this = true
						}
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			M = {
				["3"] = {
					["0"] = {
						["0"] = {
							this = true
						}
					}
				}
			},
			P = {
				C = {
					P = {
						["新"] = {
							["贵"] = {
								this = true
							}
						}
					}
				}
			},
			q = {
				i = {
					["狗"] = {
						this = true
					}
				}
			},
			["ニ"] = {
				["硝"] = {
					["簊"] = {
						["苯"] = {
							["酚"] = {
								this = true
							}
						}
					}
				}
			},
			["半"] = {
				["圓"] = {
					["刮"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["怑"] = {
				["圓"] = {
					["刮"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["苯"] = {
				["三"] = {
					["酚"] = {
						this = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["步"] = {
				["槍"] = {
					this = true,
					["子"] = {
						["彈"] = {
							this = true
						}
					}
				}
			},
			["仺"] = {
				["蠅"] = {
					["氺"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["单"] = {
				["管"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["德"] = {
				["国"] = {
					A = {
						this = true
					}
				}
			},
			["防"] = {
				["身"] = {
					["麻"] = {
						["醉"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["武"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["狙"] = {
						["击"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["来"] = {
						["复"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						["模"] = {
							this = true
						}
					},
					["槍"] = {
						["模"] = {
							this = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["狗"] = {
						this = true
					},
					["猎"] = {
						["狗"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				}
			},
			["鋼"] = {
				["珠"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["高"] = {
				["压"] = {
					["狗"] = {
						this = true
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["壓"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["髙"] = {
				["氯"] = {
					["酸"] = {
						["铵"] = {
							this = true
						}
					}
				}
			},
			["各"] = {
				["式"] = {
					["軍"] = {
						["用"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						},
						["氣"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["股"] = {
				["民"] = {
					["數"] = {
						["據"] = {
							this = true
						}
					}
				}
			},
			["海"] = {
				["豹"] = {
					M = {
						["9"] = {
							this = true
						}
					}
				}
			},
			["虎"] = {
				["头"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["双"] = {
						["管"] = {
							this = true
						}
					}
				},
				["頭"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				},
				["鈔"] = {
					this = true
				},
				["人"] = {
					["民"] = {
						["幣"] = {
							this = true
						}
					}
				}
			},
			["健"] = {
				["卫"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								this = true
							}
						}
					}
				},
				["衛"] = {
					["小"] = {
						["口"] = {
							["徑"] = {
								this = true
							}
						}
					}
				}
			},
			["尐"] = {
				["ㄝ"] = {
					["蒾"] = {
						["情"] = {
							["葯"] = {
								this = true
							}
						}
					}
				}
			},
			["金"] = {
				["钟"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["黎"] = {
				["城"] = {
					["緬"] = {
						["電"] = {
							["話"] = {
								this = true
							}
						}
					}
				}
			},
			["猎"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["獵"] = {
				["狗"] = {
					this = true
				},
				["槍"] = {
					this = true,
					["麻"] = {
						["醉"] = {
							["槍"] = {
								this = true
							}
						}
					},
					["手"] = {
						["槍"] = {
							this = true
						}
					},
					["子"] = {
						["彈"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["麥"] = {
				["角"] = {
					["酸"] = {
						this = true
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["藥"] = {
					this = true
				}
			},
			["喵"] = {
				["喵"] = {
					["葯"] = {
						["電"] = {
							["話"] = {
								this = true
							}
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["拍"] = {
				["肩"] = {
					["蒾"] = {
						["葯"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["氣"] = {
				["槍"] = {
					this = true
				}
			},
			["铅"] = {
				["弹"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["鉛"] = {
				["彈"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["氰"] = {
				["囮"] = {
					["汞"] = {
						this = true
					}
				},
				["化"] = {
					["汞"] = {
						this = true
					}
				}
			},
			["三"] = {
				["箭"] = {
					this = true,
					["气"] = {
						this = true
					},
					["氣"] = {
						this = true
					}
				},
				["棱"] = {
					["刮"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["散"] = {
				["弹"] = {
					["狗"] = {
						this = true
					},
					["枪"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			},
			["矢"] = {
				["裑"] = {
					["蒶"] = {
						this = true
					}
				}
			},
			["収"] = {
				["藏"] = {
					["槍"] = {
						["支"] = {
							this = true
						}
					}
				}
			},
			["收"] = {
				["藏"] = {
					["槍"] = {
						["支"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["狗"] = {
					this = true
				},
				["機"] = {
					["變"] = {
						["號"] = {
							["機"] = {
								this = true
							}
						}
					}
				},
				["槍"] = {
					this = true,
					["子"] = {
						["彈"] = {
							this = true
						}
					}
				}
			},
			["双"] = {
				["管"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["平"] = {
						["式"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["水"] = {
				["晶"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["禿"] = {
				["鷹"] = {
					["汽"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["網"] = {
				["路"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["硝"] = {
				["囮"] = {
					["纖"] = {
						["維"] = {
							["傃"] = {
								this = true
							}
						}
					}
				}
			},
			["袖"] = {
				["珍"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["銀"] = {
				["&"] = {
					["行"] = {
						["卡"] = {
							this = true
						}
					}
				},
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["正"] = {
				["品"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			},
			["自"] = {
				["用"] = {
					["电"] = {
						["狗"] = {
							this = true
						}
					}
				},
				["製"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["左"] = {
				["轮"] = {
					["钢"] = {
						["珠"] = {
							["狗"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["改"] = {
		["装"] = {
			this = true,
			["射"] = {
				["钉"] = {
					["枪"] = {
						this = true,
						["图"] = {
							["纸"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["令"] = {
					["枪"] = {
						this = true,
						["配"] = {
							["件"] = {
								this = true
							}
						},
						["图"] = {
							["纸"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true
			},
			["左"] = {
				["轮"] = {
					["狗"] = {
						this = true
					}
				}
			},
			F = {
				F = {
					X = {
						["氣"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["车"] = {
				["验"] = {
					["车"] = {
						this = true
					}
				}
			},
			["真"] = {
				["枪"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["进"] = {
			this = true,
			["型"] = {
				["扬"] = {
					["弹"] = {
						["机"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["铅"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			this = true,
			["套"] = {
				this = true,
				["件"] = {
					this = true
				}
			},
			["6"] = {
				["5"] = {
					["4"] = {
						k = {
							this = true
						}
					}
				}
			}
		},
		["秃"] = {
			this = true
		},
		["小"] = {
			["口"] = {
				this = true
			}
		},
		["元"] = {
			["庆"] = {
				["丰"] = {
					this = true
				}
			},
			["慶"] = {
				["豐"] = {
					this = true
				}
			}
		},
		["单"] = {
			["软"] = {
				["件"] = {
					this = true
				}
			}
		},
		["卷"] = {
			["内"] = {
				["幕"] = {
					this = true
				}
			}
		},
		["革"] = {
			this = true,
			["历"] = {
				["程"] = {
					this = true,
					p = {
						d = {
							f = {
								this = true
							}
						}
					},
					z = {
						z = {
							y = {
								this = true
							}
						}
					},
					["版"] = {
						this = true
					},
					["鲍"] = {
						["朴"] = {
							this = true
						},
						["彤"] = {
							this = true
						}
					},
					["港"] = {
						["版"] = {
							this = true
						}
					},
					["回"] = {
						["忆"] = {
							["录"] = {
								this = true
							}
						}
					},
					["录"] = {
						["音"] = {
							this = true
						}
					},
					["下"] = {
						["载"] = {
							this = true
						}
					},
					["迅"] = {
						["雷"] = {
							this = true,
							["下"] = {
								["载"] = {
									this = true
								}
							}
						}
					}
				},
				[" "] = {
					["程"] = {
						this = true
					}
				}
			},
			["六"] = {
				["大"] = {
					["成"] = {
						["绩"] = {
							this = true
						}
					}
				}
			},
			["阵"] = {
				["痛"] = {
					this = true
				}
			},
			[" "] = {
				["历"] = {
					[" "] = {
						["程"] = {
							this = true
						}
					},
					["程"] = {
						this = true
					}
				}
			},
			["的"] = {
				["历"] = {
					["程"] = {
						p = {
							d = {
								f = {
									this = true
								}
							}
						},
						["港"] = {
							["版"] = {
								this = true
							}
						},
						["下"] = {
							["载"] = {
								this = true
							}
						}
					}
				}
			},
			["教"] = {
				this = true
			},
			["里"] = {
				["程"] = {
					["下"] = {
						["载"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["十"] = {
					["年"] = {
						["毋"] = {
							["忘"] = {
								["赵"] = {
									["紫"] = {
										["阳"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["党"] = {
					this = true
				}
			}
		},
		[" "] = {
			["革"] = {
				[" "] = {
					["历"] = {
						[" "] = {
							["程"] = {
								this = true
							}
						},
						["程"] = {
							this = true
						}
					}
				},
				["历"] = {
					[" "] = {
						["程"] = {
							this = true
						}
					}
				}
			}
		},
		["变"] = {
			["西"] = {
				["藏"] = {
					["政"] = {
						["策"] = {
							this = true
						}
					}
				}
			}
		},
		["差"] = {
			["评"] = {
				this = true
			}
		},
		["号"] = {
			["器"] = {
				this = true
			},
			["软"] = {
				["件"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["號"] = {
			this = true,
			["軟"] = {
				["件"] = {
					this = true
				}
			}
		},
		["隳"] = {
			this = true
		},
		["名"] = {
			["为"] = {
				["胡"] = {
					["锦"] = {
						["波"] = {
							this = true
						}
					}
				}
			}
		},
		["手"] = {
			["机"] = {
				["号"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["性"] = {
			["铵"] = {
				["油"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["直"] = {
		["销"] = {
			this = true,
			["三"] = {
				["甲"] = {
					["氧"] = {
						["基"] = {
							["安"] = {
								["非"] = {
									["他"] = {
										["明"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["大"] = {
				["黑"] = {
					["鹰"] = {
						["弓"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["琥"] = {
				["珀"] = {
					["胆"] = {
						["碱"] = {
							this = true
						}
					}
				}
			},
			["拍"] = {
				["拍"] = {
					["用"] = {
						["户"] = {
							["资"] = {
								["料"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["铅"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["战"] = {
				["术"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			},
			["朝"] = {
				["鲜"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["警"] = {
				["用"] = {
					["电"] = {
						["棒"] = {
							this = true
						}
					}
				}
			}
		},
		["刀"] = {
			this = true,
			["匕"] = {
				["首"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["专"] = {
				this = true
			}
		},
		["供"] = {
			this = true,
			["硝"] = {
				["甲"] = {
					["西"] = {
						["泮"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					["技"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["然"] = {
					["可"] = {
						["卡"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["把"] = {
			["枪"] = {
				this = true
			}
		},
		["臂"] = {
			["式"] = {
				["弹"] = {
					["壳"] = {
						this = true
					}
				}
			}
		},
		["播"] = {
			["博"] = {
				["一"] = {
					["博"] = {
						this = true
					}
				}
			}
		},
		["操"] = {
			["她"] = {
				["嘴"] = {
					["射"] = {
						["精"] = {
							this = true
						}
					}
				}
			}
		},
		["出"] = {
			["弹"] = {
				["簧"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["穿"] = {
			["黑"] = {
				["色"] = {
					["紧"] = {
						["身"] = {
							["衣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["观"] = {
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["觀"] = {
			["百"] = {
				["家"] = {
					["樂"] = {
						this = true
					}
				}
			}
		},
		["江"] = {
			["裕"] = {
				["香"] = {
					this = true
				}
			}
		},
		["接"] = {
			["驾"] = {
				["照"] = {
					this = true
				}
			}
		},
		["拉"] = {
			["弓"] = {
				this = true,
				["直"] = {
					["拉"] = {
						["弩"] = {
							this = true
						}
					}
				}
			}
		},
		["菈"] = {
			["弜"] = {
				this = true
			}
		},
		["男"] = {
			this = true,
			["打"] = {
				["快"] = {
					["枪"] = {
						this = true
					}
				},
				["枪"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["式"] = {
			["握"] = {
				["把"] = {
					this = true
				}
			}
		},
		["跳"] = {
			["刀"] = {
				["求"] = {
					["生"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["銷"] = {
			this = true
		},
		["柱"] = {
			["式"] = {
				["准"] = {
					["星"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["见"] = {
		["面"] = {
			["交"] = {
				["易"] = {
					this = true,
					["手"] = {
						["枪"] = {
							this = true
						}
					},
					["高"] = {
						["仿"] = {
							["证"] = {
								this = true
							}
						}
					},
					B = {
						B = {
							["狗"] = {
								this = true
							}
						}
					},
					["太"] = {
						["恩"] = {
							["炸"] = {
								["药"] = {
									this = true
								}
							}
						}
					},
					["机"] = {
						["动"] = {
							["车"] = {
								["登"] = {
									["记"] = {
										["证"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["货"] = {
			["付"] = {
				["款"] = {
					[" "] = {
						["冰"] = {
							["毒"] = {
								["的"] = {
									["价"] = {
										["格"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["过"] = {
			["如"] = {
				["此"] = {
					["深"] = {
						["喉"] = {
							["么"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["加"] = {
		["工"] = {
			this = true,
			["修"] = {
				["理"] = {
					["发"] = {
						this = true
					}
				}
			},
			["中"] = {
				["握"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["简"] = {
				["易"] = {
					["爆"] = {
						["炸"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["州"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["水"] = {
				["郡"] = {
					["业"] = {
						["主"] = {
							this = true
						}
					}
				}
			}
		},
		["多"] = {
			["宝"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["场"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				},
				["在"] = {
					["线"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["鲁"] = {
				this = true,
				["网"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["拿"] = {
			["大"] = {
				["电"] = {
					["源"] = {
						["株"] = {
							this = true
						}
					}
				},
				["幸"] = {
					["运"] = {
						["2"] = {
							["8"] = {
								this = true
							}
						}
					}
				},
				["悼"] = {
					["念"] = {
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				},
				["皇"] = {
					["家"] = {
						["骑"] = {
							["警"] = {
								this = true
							}
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["总"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["气"] = {
			["平"] = {
				this = true
			}
		},
		["强"] = {
			["版"] = {
				["三"] = {
					["菱"] = {
						["刺"] = {
							["刀"] = {
								["专"] = {
									["卖"] = {
										["店"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["辐"] = {
				["射"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		["百"] = {
			["利"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["盟"] = {
			["连"] = {
				["锁"] = {
					this = true
				}
			}
		},
		["了"] = {
			["服"] = {
				this = true
			}
		},
		["非"] = {
			["猫"] = {
				["："] = {
					["现"] = {
						["实"] = {
							["世"] = {
								["界"] = {
									["历"] = {
										["险"] = {
											["记"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["府"] = {
			this = true
		},
		["盖"] = {
			["机"] = {
				["密"] = {
					["×"] = {
						["×"] = {
							["×"] = {
								["×"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["油"] = {
			["机"] = {
				["干"] = {
					["扰"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["票"] = {
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["贝"] = {
			["锦"] = {
				["涛"] = {
					["遭"] = {
						["调"] = {
							["查"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["長"] = {
			["兩"] = {
				["用"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["分"] = {
			["作"] = {
				["假"] = {
					this = true
				}
			}
		},
		["国"] = {
			["8"] = {
				["9"] = {
					["6"] = {
						["4"] = {
							this = true
						}
					}
				}
			},
			["重"] = {
				["演"] = {
					["8"] = {
						["9"] = {
							["6"] = {
								["4"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["贺"] = {
			this = true
		},
		["勒"] = {
			["比"] = {
				this = true,
				A = {
					V = {
						["视"] = {
							["讯"] = {
								this = true
							}
						},
						["影"] = {
							["讯"] = {
								this = true
							}
						}
					}
				},
				["成"] = {
					["人"] = {
						["视"] = {
							["讯"] = {
								this = true
							}
						},
						["影"] = {
							["讯"] = {
								this = true
							}
						}
					}
				},
				["海"] = {
					["盗"] = {
						["剑"] = {
							this = true
						}
					}
				},
				["集"] = {
					["锦"] = {
						this = true
					}
				},
				["解"] = {
					["禁"] = {
						["中"] = {
							["出"] = {
								this = true
							}
						}
					}
				},
				["巨"] = {
					["乳"] = {
						this = true
					}
				},
				["甜"] = {
					["心"] = {
						this = true
					}
				},
				["无"] = {
					["马"] = {
						this = true
					},
					["码"] = {
						this = true
					},
					["修"] = {
						["正"] = {
							this = true
						}
					}
				},
				["午"] = {
					["夜"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["利"] = {
			["尔"] = {
				["步"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["福"] = {
				["尼"] = {
					["亚"] = {
						this = true
					}
				}
			}
		},
		["纳"] = {
			["朝"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["瑞"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["群"] = {
			["汽"] = {
				["狗"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["骚"] = {
			["妹"] = {
				this = true
			}
		},
		["山"] = {
			["由"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["藤"] = {
			["つ"] = {
				["ば"] = {
					["さ"] = {
						this = true
					}
				}
			},
			["爱"] = {
				["动"] = {
					["作"] = {
						["片"] = {
							this = true
						}
					}
				},
				["美"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["愛"] = {
				["美"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["里"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["由"] = {
				["利"] = {
					["亞"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						},
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["梓"] = {
				this = true
			}
		},
		["为"] = {
			this = true
		},
		["西"] = {
			["激"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["长"] = {
			["尖"] = {
				["头"] = {
					["铁"] = {
						["管"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["两"] = {
				["用"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["提"] = {
		["供"] = {
			this = true,
			["打"] = {
				["手"] = {
					this = true
				}
			},
			["长"] = {
				["狗"] = {
					["手"] = {
						["拉"] = {
							["鸡"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["狗"] = {
					["专"] = {
						["卖"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			},
			["专"] = {
				["业"] = {
					["及"] = {
						["时"] = {
							["的"] = {
								["气"] = {
									["狗"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			K = {
				["粉"] = {
					O = {
						R = {
							["冰"] = {
								["毒"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["半"] = {
				["成"] = {
					["品"] = {
						["冰"] = {
							["毒"] = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["黄"] = {
					["碱"] = {
						[" "] = {
							["羟"] = {
								["亚"] = {
									["胺"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["防"] = {
						["身"] = {
							["器"] = {
								["材"] = {
									this = true
								}
							},
							["电"] = {
								["棍"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["沙"] = {
				["林"] = {
					this = true
				}
			},
			["矢"] = {
				["车"] = {
					["菊"] = {
						["甙"] = {
							this = true
						}
					}
				}
			},
			["索"] = {
				["曼"] = {
					this = true
				}
			},
			["铊"] = {
				this = true
			},
			["瑞"] = {
				["芬"] = {
					["太"] = {
						["尼"] = {
							this = true
						}
					}
				}
			},
			["溴"] = {
				["氰"] = {
					["菊"] = {
						["酯"] = {
							this = true
						}
					}
				}
			},
			["羟"] = {
				["基"] = {
					["乙"] = {
						["腈"] = {
							this = true
						}
					}
				}
			},
			["慢"] = {
				["性"] = {
					["毒"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["安"] = {
				["乐"] = {
					["死"] = {
						["毒"] = {
							["药"] = {
								this = true
							}
						}
					}
				},
				["卓"] = {
					["手"] = {
						["机"] = {
							["卧"] = {
								["底"] = {
									["软"] = {
										["件"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["士"] = {
				["的"] = {
					["宁"] = {
						this = true
					}
				}
			},
			["绿"] = {
				["藜"] = {
					["芦"] = {
						["生"] = {
							["物"] = {
								["碱"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["琥"] = {
				["珀"] = {
					["胆"] = {
						["碱"] = {
							this = true
						}
					}
				}
			},
			["敌"] = {
				["百"] = {
					["虫"] = {
						this = true
					}
				}
			},
			["氮"] = {
				["芥"] = {
					["气"] = {
						this = true
					}
				}
			},
			["致"] = {
				["癌"] = {
					["慢"] = {
						["性"] = {
							["毒"] = {
								["药"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["收"] = {
				["藏"] = {
					["品"] = {
						["数"] = {
							["据"] = {
								this = true
							}
						}
					}
				}
			},
			["顺"] = {
				["丰"] = {
					["快"] = {
						["递"] = {
							["数"] = {
								["据"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["网"] = {
				["购"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					},
					["客"] = {
						["户"] = {
							["资"] = {
								["料"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["物"] = {
				["流"] = {
					["客"] = {
						["户"] = {
							["资"] = {
								["料"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						["客"] = {
							["户"] = {
								["资"] = {
									["料"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					["家"] = {
						["长"] = {
							["资"] = {
								["料"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["业"] = {
				["主"] = {
					["身"] = {
						["份"] = {
							["信"] = {
								["息"] = {
									this = true
								}
							},
							["资"] = {
								["料"] = {
									this = true
								}
							}
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["奥"] = {
				["列"] = {
					["巴"] = {
						["文"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["年"] = {
					["人"] = {
						["信"] = {
							["息"] = {
								this = true
							}
						}
					}
				}
			},
			["居"] = {
				["民"] = {
					["户"] = {
						["口"] = {
							["本"] = {
								this = true
							}
						}
					}
				}
			},
			["上"] = {
				["海"] = {
					["工"] = {
						["字"] = {
							["气"] = {
								["狗"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["土"] = {
				["制"] = {
					["手"] = {
						["榴"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["丛"] = {
				["林"] = {
					["开"] = {
						["山"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						["制"] = {
							["作"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["手"] = {
				["机"] = {
					["远"] = {
						["程"] = {
							["卧"] = {
								["底"] = {
									["软"] = {
										["件"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["监"] = {
						["控"] = {
							["软"] = {
								["件"] = {
									this = true
								}
							}
						}
					},
					["偷"] = {
						["听"] = {
							["器"] = {
								["软"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					},
					X = {
						["卧"] = {
							["底"] = {
								["软"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["二"] = {
				["乙"] = {
					["酰"] = {
						["吗"] = {
							["啡"] = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				["结"] = {
					["婚"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["炼"] = {
			this = true,
			["罂"] = {
				["粟"] = {
					["花"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["植"] = {
				["物"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["苯"] = {
				["基"] = {
					["甲"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["去"] = {
				["氧"] = {
					["麻"] = {
						["黄"] = {
							["素"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["前"] = {
			["预"] = {
				["测"] = {
					this = true
				}
			}
		},
		["交"] = {
			["三"] = {
				["退"] = {
					["声"] = {
						["明"] = {
							this = true
						}
					}
				}
			}
		},
		["名"] = {
			["有"] = {
				["六"] = {
					["位"] = {
						["中"] = {
							["国"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["明"] = {
			this = true,
			["艾"] = {
				["孜"] = {
					["来"] = {
						["提"] = {
							this = true
						}
					}
				}
			}
		},
		["取"] = {
			["麻"] = {
				["黄"] = {
					["碱"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						},
						["工"] = {
							["艺"] = {
								this = true
							}
						},
						["技"] = {
							["巧"] = {
								this = true
							}
						},
						["流"] = {
							["程"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["审"] = {
			["室"] = {
				this = true
			}
		},
		["试"] = {
			["作"] = {
				["弊"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["批"] = {
		["发"] = {
			this = true,
			["联"] = {
				["邦"] = {
					["止"] = {
						["咳"] = {
							["露"] = {
								this = true
							}
						}
					}
				}
			},
			["阳"] = {
				["江"] = {
					["刀"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["象"] = {
				["牙"] = {
					["制"] = {
						["品"] = {
							this = true
						}
					},
					["工"] = {
						["艺"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["蒙"] = {
				["汗"] = {
					["药"] = {
						this = true,
						["迷"] = {
							["奸"] = {
								["药"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["香"] = {
				["水"] = {
					["型"] = {
						["迷"] = {
							["奸"] = {
								["药"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["药"] = {
						this = true
					}
				},
				["幻"] = {
					["蘑"] = {
						["菇"] = {
							this = true
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					["迷"] = {
						["情"] = {
							["粉"] = {
								this = true,
								["拍"] = {
									["肩"] = {
										["迷"] = {
											["药"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["女"] = {
				["性"] = {
					["催"] = {
						["情"] = {
							["药"] = {
								["苍"] = {
									["蝇"] = {
										["粉"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								this = true
							}
						}
					}
				},
				["米"] = {
					["雷"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["唑"] = {
					["仑"] = {
						this = true
					}
				}
			},
			["美"] = {
				["沙"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["警"] = {
				["用"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								this = true
							}
						}
					}
				},
				["徽"] = {
					this = true
				}
			},
			["超"] = {
				["高"] = {
					["压"] = {
						["电"] = {
							["警"] = {
								["棍"] = {
									this = true,
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["最"] = {
				["新"] = {
					["台"] = {
						["湾"] = {
							D = {
								["版"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["假"] = {
				["钞"] = {
					[" "] = {
						q = {
							q = {
								this = true
							}
						},
						["上"] = {
							["海"] = {
								this = true
							}
						}
					}
				},
				["硬"] = {
					["币"] = {
						[" "] = {
							q = {
								q = {
									this = true
								}
							}
						},
						Q = {
							Q = {
								this = true
							}
						}
					}
				},
				["币"] = {
					[" "] = {
						["出"] = {
							["售"] = {
								["假"] = {
									["钞"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["钱"] = {
					Q = {
						Q = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["元"] = {
					["硬"] = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					["假"] = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["绿"] = {
				["藜"] = {
					["芦"] = {
						["生"] = {
							["物"] = {
								["碱"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["骚"] = {
				["本"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["点"] = {
				["火"] = {
					["药"] = {
						this = true
					}
				}
			},
			["战"] = {
				["术"] = {
					["狗"] = {
						["腿"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["咖"] = {
				["啡"] = {
					["碱"] = {
						this = true
					}
				}
			}
		},
		["林"] = {
			["整"] = {
				["风"] = {
					["参"] = {
						["考"] = {
							["材"] = {
								["料"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["批"] = {
				["孔"] = {
					this = true
				}
			}
		},
		["$"] = {
			["发"] = {
				["神"] = {
					["仙"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["兵"] = {
			["刺"] = {
				this = true
			}
		},
		["發"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["儲"] = {
				["蓄"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["存"] = {
				["摺"] = {
					this = true
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["各"] = {
				["種"] = {
					["銀"] = {
						["行"] = {
							["卡"] = {
								this = true
							}
						}
					}
				}
			},
			["借"] = {
				["記"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["模"] = {
				["擬"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["氣"] = {
				["手"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["網"] = {
				["路"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["銀"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["正"] = {
				["品"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["髮"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["徦"] = {
				["鈔"] = {
					["丄"] = {
						["海"] = {
							this = true
						}
					}
				}
			},
			["尐"] = {
				["ㄝ"] = {
					["蒾"] = {
						["情"] = {
							["蒶"] = {
								this = true
							}
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["電"] = {
						["擊"] = {
							["棍"] = {
								this = true
							}
						}
					}
				}
			},
			["軍"] = {
				["用"] = {
					["匕"] = {
						["首"] = {
							this = true
						}
					}
				}
			},
			["濛"] = {
				["漢"] = {
					["葯"] = {
						this = true
					}
				}
			},
			["蒾"] = {
				["奸"] = {
					["葯"] = {
						this = true
					}
				}
			},
			["水"] = {
				["果"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["小"] = {
				["冰"] = {
					["磚"] = {
						this = true
					}
				}
			}
		},
		["格"] = {
			["斗"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["狗"] = {
			["狗"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["精"] = {
			["仿"] = {
				["特"] = {
					["警"] = {
						["匕"] = {
							["首"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["军"] = {
			["枪"] = {
				this = true
			}
		},
		["冷"] = {
			["钢"] = {
				["军"] = {
					["刺"] = {
						this = true
					}
				}
			}
		},
		["量"] = {
			this = true,
			["白"] = {
				["牙"] = {
					["签"] = {
						this = true
					}
				}
			},
			["鞭"] = {
				["炮"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["高"] = {
				["仿"] = {
					["警"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["收"] = {
				["购"] = {
					["银"] = {
						["行"] = {
							["卡"] = {
								this = true
							}
						}
					}
				},
				["購"] = {
					["銀"] = {
						["行"] = {
							["卡"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["水"] = {
				["果"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["烟"] = {
				["花"] = {
					this = true
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["銀"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["评"] = {
			["中"] = {
				["共"] = {
					this = true
				}
			}
		},
		["評"] = {
			["中"] = {
				["共"] = {
					this = true
				}
			}
		},
		["战"] = {
			["斗"] = {
				["刺"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["货"] = {
		["到"] = {
			["付"] = {
				["款"] = {
					this = true,
					[" "] = {
						["冰"] = {
							["牙"] = {
								["签"] = {
									this = true
								}
							}
						}
					},
					["催"] = {
						["泪"] = {
							["弹"] = {
								this = true
							}
						}
					},
					["汽"] = {
						["油"] = {
							["弹"] = {
								this = true
							}
						}
					},
					["巡"] = {
						["航"] = {
							["导"] = {
								["弹"] = {
									this = true
								}
							}
						}
					},
					["氢"] = {
						["弹"] = {
							this = true
						}
					},
					["导"] = {
						["弹"] = {
							this = true
						}
					},
					["炸"] = {
						["弹"] = {
							this = true
						}
					},
					["雷"] = {
						["管"] = {
							this = true
						}
					},
					["燃"] = {
						["烧"] = {
							["瓶"] = {
								this = true
							}
						}
					},
					["塑"] = {
						["料"] = {
							["炸"] = {
								["弹"] = {
									this = true
								}
							}
						}
					},
					P = {
						E = {
							T = {
								N = {
									this = true
								}
							}
						}
					},
					T = {
						N = {
							T = {
								this = true
							}
						}
					},
					["过"] = {
						["氧"] = {
							["丙"] = {
								["酮"] = {
									this = true
								}
							}
						}
					},
					["硝"] = {
						["铵"] = {
							["炸"] = {
								["药"] = {
									this = true
								}
							}
						}
					},
					["迫"] = {
						["击"] = {
							["炮"] = {
								["弹"] = {
									this = true
								}
							}
						}
					},
					["黑"] = {
						["火"] = {
							["药"] = {
								this = true
							}
						}
					},
					["冰"] = {
						["砖"] = {
							this = true
						}
					},
					["布"] = {
						["苯"] = {
							["丙"] = {
								["胺"] = {
									this = true
								}
							}
						}
					},
					["军"] = {
						["人"] = {
							["证"] = {
								this = true
							}
						}
					},
					["高"] = {
						["压"] = {
							["鸟"] = {
								["枪"] = {
									this = true
								}
							}
						},
						["仿"] = {
							["户"] = {
								["口"] = {
									["本"] = {
										this = true
									}
								}
							}
						}
					},
					["掌"] = {
						["心"] = {
							["雷"] = {
								this = true
							}
						}
					}
				}
			}
		},
		B = {
			["交"] = {
				["易"] = {
					this = true
				}
			}
		},
		["运"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["秃"] = {
		["鹰"] = {
			this = true,
			["扳"] = {
				["机"] = {
					this = true,
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				this = true,
				["枪"] = {
					this = true,
					["货"] = {
						["到"] = {
							["付"] = {
								["款"] = {
									this = true
								}
							}
						}
					},
					["华"] = {
						["北"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["套"] = {
						["件"] = {
							this = true
						}
					},
					["图"] = {
						["片"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["真"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true,
							["点"] = {
								this = true
							}
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["瓶"] = {
					this = true,
					["阀"] = {
						["门"] = {
							["第"] = {
								["一"] = {
									["官"] = {
										["方"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["步"] = {
					["枪"] = {
						this = true,
						["论"] = {
							["坛"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				},
				["门"] = {
					this = true
				},
				["阀"] = {
					this = true,
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				},
				["动"] = {
					["气"] = {
						["枪"] = {
							["构"] = {
								["造"] = {
									["原"] = {
										["理"] = {
											["图"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["枪"] = {
						this = true
					}
				},
				["狗"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["木"] = {
					["仓"] = {
						this = true
					}
				},
				["抢"] = {
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["在"] = {
						this = true
					}
				},
				["呛"] = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["网"] = {
						this = true
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["货"] = {
						["到"] = {
							["付"] = {
								this = true
							}
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["汽"] = {
						["枪"] = {
							["网"] = {
								this = true
							}
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["现"] = {
						["货"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["指"] = {
						["定"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["销"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["长"] = {
					["狗"] = {
						this = true
					}
				},
				["步"] = {
					["枪"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				},
				["抢"] = {
					["配"] = {
						["件"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["图"] = {
				this = true,
				["纸"] = {
					this = true
				},
				["片"] = {
					this = true
				}
			},
			["配"] = {
				["件"] = {
					this = true,
					["之"] = {
						["家"] = {
							this = true
						}
					},
					["过"] = {
						["桥"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["区"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["套"] = {
					["件"] = {
						this = true
					}
				},
				["械"] = {
					["总"] = {
						["经"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["全"] = {
				["套"] = {
					this = true
				}
			},
			["击"] = {
				["锤"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["握"] = {
				["把"] = {
					this = true
				}
			},
			["套"] = {
				["件"] = {
					this = true,
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["膛"] = {
				["线"] = {
					this = true,
					["管"] = {
						this = true
					}
				}
			},
			["组"] = {
				["装"] = {
					this = true,
					["教"] = {
						["程"] = {
							this = true
						}
					},
					["详"] = {
						["细"] = {
							["分"] = {
								["解"] = {
									["图"] = {
										this = true
									}
								}
							}
						}
					},
					["图"] = {
						this = true,
						["纸"] = {
							this = true
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["官"] = {
				["网"] = {
					this = true
				}
			},
			["燕"] = {
				["尾"] = {
					this = true,
					["套"] = {
						["件"] = {
							this = true
						}
					}
				},
				["身"] = {
					this = true
				}
			},
			["打"] = {
				["气"] = {
					["筒"] = {
						this = true
					}
				},
				["猎"] = {
					this = true
				}
			},
			c = {
				a = {
					d = {
						["图"] = {
							["纸"] = {
								this = true
							}
						}
					}
				},
				f = {
					x = {
						this = true
					}
				}
			},
			p = {
				c = {
					p = {
						["型"] = {
							["材"] = {
								this = true
							}
						},
						["气"] = {
							["瓶"] = {
								this = true
							}
						},
						["配"] = {
							["件"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["套"] = {
							["件"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["身"] = {
				["子"] = {
					this = true,
					["加"] = {
						["工"] = {
							this = true
						}
					}
				}
			},
			["内"] = {
				["脏"] = {
					this = true,
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["全"] = {
						["套"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["三"] = {
				["气"] = {
					["木"] = {
						["仓"] = {
							this = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["高"] = {
				["压"] = {
					this = true,
					["快"] = {
						["排"] = {
							["阀"] = {
								this = true
							}
						}
					},
					["阀"] = {
						["门"] = {
							this = true
						}
					},
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["爆"] = {
				["炸"] = {
					this = true
				}
			},
			["固"] = {
				["定"] = {
					["桥"] = {
						this = true
					}
				}
			},
			["鸟"] = {
				this = true
			},
			["装"] = {
				["配"] = {
					this = true
				}
			},
			["整"] = {
				["套"] = {
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["粮"] = {
				["食"] = {
					this = true
				}
			},
			["一"] = {
				["体"] = {
					["消"] = {
						this = true
					},
					["握"] = {
						["把"] = {
							this = true
						}
					}
				},
				["把"] = {
					["多"] = {
						["重"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				this = true,
				["用"] = {
					this = true,
					["精"] = {
						["工"] = {
							this = true
						}
					},
					["机"] = {
						["械"] = {
							["瞄"] = {
								this = true
							}
						}
					},
					["型"] = {
						["材"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				}
			},
			["母"] = {
				["鸡"] = {
					this = true
				}
			},
			d = {
				i = {
					y = {
						this = true
					}
				}
			},
			["皮"] = {
				["轨"] = {
					this = true
				},
				["碗"] = {
					this = true
				}
			},
			["工"] = {
				["艺"] = {
					["身"] = {
						["子"] = {
							this = true
						}
					}
				},
				["作"] = {
					["原"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["过"] = {
				["桥"] = {
					this = true,
					["与"] = {
						["阀"] = {
							["门"] = {
								["连"] = {
									["接"] = {
										["图"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["加"] = {
						["工"] = {
							this = true
						}
					}
				}
			},
			["管"] = {
				this = true,
				["子"] = {
					this = true
				},
				["专"] = {
					this = true
				}
			},
			["阻"] = {
				["铁"] = {
					this = true
				}
			},
			z = {
				["阀"] = {
					this = true
				}
			},
			["堂"] = {
				["倌"] = {
					this = true
				}
			},
			["蛋"] = {
				this = true
			},
			["五"] = {
				["件"] = {
					["扳"] = {
						["机"] = {
							["组"] = {
								["装"] = {
									["图"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["气"] = {
						["枪"] = {
							this = true,
							["零"] = {
								["部"] = {
									["件"] = {
										["图"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["后"] = {
				["握"] = {
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				}
			},
			P = {
				C = {
					P = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["货"] = {
					this = true
				}
			},
			["氚"] = {
				["枪"] = {
					["專"] = {
						["網"] = {
							["點"] = {
								this = true
							}
						}
					}
				}
			},
			["到"] = {
				["货"] = {
					this = true
				}
			},
			["第"] = {
				["一"] = {
					["官"] = {
						["方"] = {
							this = true
						}
					}
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["多"] = {
				["少"] = {
					["钱"] = {
						this = true,
						["一"] = {
							["把"] = {
								this = true
							}
						}
					}
				}
			},
			["户"] = {
				["外"] = {
					this = true
				}
			},
			["技"] = {
				["术"] = {
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["价"] = {
				["格"] = {
					this = true
				}
			},
			["结"] = {
				["构"] = {
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["现"] = {
						["货"] = {
							this = true
						}
					}
				}
			},
			["铝"] = {
				["瓶"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["玩"] = {
				["具"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["用"] = {
				["瞄"] = {
					["准"] = {
						["镜"] = {
							this = true
						}
					}
				}
			},
			["有"] = {
				["恒"] = {
					["压"] = {
						["阀"] = {
							["吗"] = {
								this = true
							}
						}
					}
				}
			},
			["支"] = {
				["付"] = {
					["宝"] = {
						this = true
					}
				},
				["架"] = {
					["瞄"] = {
						["准"] = {
							["镜"] = {
								this = true
							}
						}
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["转"] = {
				["让"] = {
					this = true
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["套"] = {
			this = true,
			["件"] = {
				this = true
			}
		},
		["狗"] = {
			this = true,
			["卖"] = {
				this = true
			},
			["配"] = {
				["件"] = {
					this = true
				}
			},
			["6"] = {
				["."] = {
					["3"] = {
						["5"] = {
							this = true
						}
					}
				}
			}
		},
		["子"] = {
			["组"] = {
				["装"] = {
					this = true
				}
			},
			["过"] = {
				["桥"] = {
					this = true
				}
			},
			["改"] = {
				["装"] = {
					this = true
				}
			},
			["握"] = {
				["把"] = {
					this = true
				}
			},
			["小"] = {
				["口"] = {
					this = true
				}
			},
			["图"] = {
				["纸"] = {
					this = true
				}
			},
			["内"] = {
				["脏"] = {
					["组"] = {
						["装"] = {
							this = true
						}
					},
					["大"] = {
						["全"] = {
							["套"] = {
								this = true
							}
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					this = true
				}
			},
			["身"] = {
				["子"] = {
					this = true
				}
			},
			["5"] = {
				["5"] = {
					this = true
				}
			}
		},
		["瞄"] = {
			this = true
		},
		["雕"] = {
			this = true,
			["出"] = {
				["售"] = {
					this = true
				}
			}
		},
		["赢"] = {
			this = true
		},
		["瓶"] = {
			["子"] = {
				this = true
			}
		},
		["粮"] = {
			this = true
		},
		["过"] = {
			["桥"] = {
				this = true
			}
		},
		["管"] = {
			this = true
		},
		["燕"] = {
			["尾"] = {
				this = true
			}
		},
		["消"] = {
			this = true,
			["声"] = {
				["碗"] = {
					this = true
				}
			}
		},
		["身"] = {
			["图"] = {
				["纸"] = {
					this = true
				}
			}
		},
		["鹫"] = {
			["气"] = {
				["枪"] = {
					["做"] = {
						["法"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["铅"] = {
		["弹"] = {
			this = true,
			["母"] = {
				["鸡"] = {
					this = true
				},
				["机"] = {
					this = true
				}
			},
			["狗"] = {
				this = true,
				["粮"] = {
					this = true
				}
			},
			["枪"] = {
				this = true
			},
			["铗"] = {
				this = true
			},
			[" "] = {
				["上"] = {
					["海"] = {
						["工"] = {
							["字"] = {
								["气"] = {
									["枪"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			[","] = {
				["\""] = {
					this = true
				}
			},
			["便"] = {
				["宜"] = {
					["出"] = {
						this = true
					}
				}
			},
			["打"] = {
				["鸟"] = {
					["汽"] = {
						["枪"] = {
							["网"] = {
								this = true
							}
						}
					},
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					this = true
				}
			},
			["模"] = {
				["具"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["鸟"] = {
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["动"] = {
					["枪"] = {
						this = true
					}
				},
				["木"] = {
					["仓"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["图"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["熗"] = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["噐"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["蛋"] = {
			this = true,
			["模"] = {
				this = true,
				["具"] = {
					this = true
				}
			},
			["钳"] = {
				this = true
			}
		},
		["狗"] = {
			this = true
		},
		["粉"] = {
			["大"] = {
				["量"] = {
					["供"] = {
						["货"] = {
							this = true
						}
					}
				}
			}
		},
		["枪"] = {
			["弹"] = {
				this = true
			}
		}
	}
end

temp()
