pg = pg or {}
slot0 = pg
slot0.word_template_211 = {}
slot1 = slot0.word_template_211

function temp()
	uv0["妻"] = {
		["为"] = {
			["谁"] = {
				["奴"] = {
					this = true
				}
			}
		},
		["孝"] = {
			this = true
		},
		["爱"] = {
			["成"] = {
				["人"] = {
					["动"] = {
						["画"] = {
							this = true
						}
					}
				}
			}
		},
		["不"] = {
			["如"] = {
				["妾"] = {
					this = true
				}
			}
		},
		["乱"] = {
			["伦"] = {
				this = true
			}
		},
		["女"] = {
			["王"] = {
				["立"] = {
					["军"] = {
						this = true
					}
				}
			}
		},
		["妾"] = {
			["成"] = {
				["群"] = {
					this = true
				}
			}
		},
		["色"] = {
			["网"] = {
				this = true,
				["综"] = {
					["合"] = {
						this = true
					}
				}
			}
		},
		["诱"] = {
			["之"] = {
				["情"] = {
					["趣"] = {
						this = true
					}
				}
			}
		},
		["子"] = {
			["程"] = {
				["虹"] = {
					["房"] = {
						["改"] = {
							["房"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["轨"] = {
					["的"] = {
						["五"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			},
			["除"] = {
				["毛"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["付"] = {
					["出"] = {
						this = true
					}
				},
				["情"] = {
					["人"] = {
						this = true
					}
				},
				["呻"] = {
					["吟"] = {
						this = true
					}
				},
				["淫"] = {
					["乱"] = {
						["生"] = {
							["活"] = {
								this = true
							}
						}
					}
				},
				["欲"] = {
					["望"] = {
						this = true
					}
				}
			},
			["和"] = {
				["雨"] = {
					["夜"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true
			},
			["王"] = {
				["立"] = {
					["军"] = {
						this = true
					}
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["辛"] = {
				["树"] = {
					["森"] = {
						["建"] = {
							["行"] = {
								["房"] = {
									["改"] = {
										["房"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["知"] = {
		["天"] = {
			["下"] = {
				["资"] = {
					["源"] = {
						["吧"] = {
							this = true
						}
					}
				}
			}
		},
		["道"] = {
			["6"] = {
				["4"] = {
					this = true
				}
			}
		},
		["的"] = {
			["障"] = {
				["害"] = {
					this = true
				}
			}
		},
		["己"] = {
			["红"] = {
				["颜"] = {
					this = true
				}
			}
		},
		["客"] = {
			["道"] = {
				["人"] = {
					this = true
				}
			},
			["弟"] = {
				["子"] = {
					this = true
				}
			},
			["丐"] = {
				this = true
			},
			["护"] = {
				["卫"] = {
					this = true
				}
			},
			["僧"] = {
				this = true
			},
			["使"] = {
				this = true
			}
		},
		["名"] = {
			["博"] = {
				["彩"] = {
					this = true
				}
			},
			["刀"] = {
				["具"] = {
					this = true
				}
			}
		},
		["识"] = {
			["分"] = {
				["子"] = {
					this = true
				}
			}
		},
		["心"] = {
			["人"] = {
				["性"] = {
					["趣"] = {
						this = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					["父"] = {
						["女"] = {
							this = true
						}
					}
				}
			}
		},
		["障"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["榆"] = {
		["树"] = {
			["湾"] = {
				["的"] = {
					["故"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["吾"] = {
		["爱"] = {
			s = {
				p = {
					["乐"] = {
						["园"] = {
							this = true
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			}
		},
		["尔"] = {
			this = true,
			["开"] = {
				this = true,
				["西"] = {
					this = true
				},
				["希"] = {
					this = true,
					["入"] = {
						["境"] = {
							this = true
						}
					}
				},
				["溜"] = {
					this = true
				}
			},
			["凯"] = {
				["西"] = {
					this = true
				},
				["希"] = {
					this = true
				}
			},
			["開"] = {
				["希"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["西"] = {
							this = true
						}
					}
				}
			}
		},
		["皇"] = {
			["习"] = {
				this = true
			}
		},
		["尓"] = {
			["开"] = {
				["希"] = {
					this = true
				}
			}
		},
		["爾"] = {
			["開"] = {
				["西"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				["霤"] = {
					this = true
				}
			}
		},
		["吉"] = {
			["提"] = {
				this = true
			}
		},
		["买"] = {
			["尔"] = {
				["江"] = {
					["艾"] = {
						["山"] = {
							this = true
						}
					}
				}
			}
		},
		["性"] = {
			["爱"] = {
				this = true
			}
		},
		["儿"] = {
			["开"] = {
				["稀"] = {
					this = true
				},
				["溜"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				x = {
					this = true
				},
				["西"] = {
					this = true
				},
				["夕"] = {
					this = true
				},
				["习"] = {
					this = true
				},
				["戏"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["希"] = {
							this = true
						},
						["西"] = {
							this = true
						},
						x = {
							this = true
						}
					}
				}
			},
			["開"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			},
			["铠"] = {
				["西"] = {
					this = true
				}
			},
			["凯"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			}
		},
		["兒"] = {
			["開"] = {
				["稀"] = {
					this = true
				},
				["霤"] = {
					this = true
				}
			}
		},
		e = {
			r = {
				["开"] = {
					["溜"] = {
						this = true
					},
					["喜"] = {
						this = true
					},
					["希"] = {
						this = true
					},
					x = {
						this = true
					},
					["西"] = {
						this = true
					},
					["夕"] = {
						this = true
					},
					["习"] = {
						this = true
					},
					["戏"] = {
						this = true
					},
					["席"] = {
						this = true
					}
				},
				k = {
					a = {
						i = {
							["希"] = {
								this = true
							},
							["西"] = {
								this = true
							},
							x = {
								this = true
							}
						}
					}
				},
				["開"] = {
					["西"] = {
						this = true
					}
				},
				["铠"] = {
					["西"] = {
						this = true
					}
				},
				["凯"] = {
					["习"] = {
						this = true
					},
					["西"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["捆"] = {
		["绑"] = {
			this = true,
			["之"] = {
				["后"] = {
					["再"] = {
						["爱"] = {
							["你"] = {
								this = true
							}
						}
					}
				}
			},
			["抽"] = {
				["插"] = {
					this = true
				}
			},
			["大"] = {
				["乳"] = {
					["女"] = {
						this = true
					}
				}
			},
			["虐"] = {
				["待"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				},
				["网"] = {
					["友"] = {
						this = true
					}
				}
			},
			["强"] = {
				["奸"] = {
					this = true
				}
			},
			["束"] = {
				["缚"] = {
					this = true
				}
			},
			["调"] = {
				["教"] = {
					this = true,
					["大"] = {
						["奶"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			},
			["图"] = {
				this = true,
				["色"] = {
					["色"] = {
						["鹿"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["綁"] = {
			["調"] = {
				["教"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["绝"] = {
		["色"] = {
			this = true,
			["中"] = {
				["出"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					},
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			},
			s = {
				e = {
					x = {
						this = true
					}
				}
			},
			["电"] = {
				["眼"] = {
					["荡"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["风"] = {
				["华"] = {
					["前"] = {
						["传"] = {
							this = true
						}
					}
				}
			},
			["皇"] = {
				["城"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["秀"] = {
						this = true
					}
				}
			},
			["家"] = {
				["族"] = {
					this = true,
					["终"] = {
						["结"] = {
							["篇"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["屄"] = {
					this = true
				}
			},
			["倾"] = {
				["城"] = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["图"] = {
				["库"] = {
					this = true
				}
			},
			["淫"] = {
				["妃"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["配"] = {
			["娇"] = {
				["妻"] = {
					["小"] = {
						["秋"] = {
							this = true
						}
					}
				}
			}
		},
		["食"] = {
			this = true,
			["抗"] = {
				["议"] = {
					["*"] = {
						this = true
					}
				},
				["暴"] = {
					["*"] = {
						this = true
					}
				}
			},
			[" "] = {
				["静"] = {
					["坐"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["小"] = {
						["时"] = {
							this = true
						}
					}
				}
			},
			["潮"] = {
				["开"] = {
					["始"] = {
						this = true
					}
				}
			},
			["静"] = {
				["坐"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			},
			["平"] = {
				["反"] = {
					this = true
				}
			},
			["书"] = {
				this = true
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			},
			["宣"] = {
				["言"] = {
					this = true
				}
			},
			["总"] = {
				["指"] = {
					["挥"] = {
						this = true
					}
				},
				["部"] = {
					this = true
				}
			},
			["指"] = {
				["挥"] = {
					["部"] = {
						this = true
					}
				}
			},
			["学"] = {
				["生"] = {
					this = true
				}
			},
			["四"] = {
				["君"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["版"] = {
			this = true
		},
		["人"] = {
			["寰"] = {
				["的"] = {
					["暴"] = {
						["行"] = {
							this = true
						}
					}
				}
			}
		},
		["顶"] = {
			["的"] = {
				["浪"] = {
					["叫"] = {
						this = true
					}
				}
			},
			["娘"] = {
				this = true
			}
		},
		["对"] = {
			a = {
				v = {
					this = true
				}
			},
			["超"] = {
				["值"] = {
					["的"] = {
						this = true
					}
				}
			},
			["处"] = {
				["女"] = {
					this = true
				}
			},
			["的"] = {
				["素"] = {
					["颜"] = {
						this = true
					}
				}
			},
			["高"] = {
				["潮"] = {
					["药"] = {
						this = true
					}
				}
			},
			["好"] = {
				["图"] = {
					this = true
				}
			},
			["女"] = {
				["神"] = {
					this = true
				}
			},
			["群"] = {
				["发"] = {
					this = true
				}
			},
			["真"] = {
				["实"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			["脸"] = {
				["蛋"] = {
					this = true
				}
			},
			["野"] = {
				["外"] = {
					["露"] = {
						["点"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["城"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["密"] = {
			["档"] = {
				["案"] = {
					this = true
				}
			},
			["清"] = {
				["场"] = {
					this = true
				}
			}
		},
		["世"] = {
			["骚"] = {
				["逼"] = {
					this = true
				}
			}
		},
		["艳"] = {
			["居"] = {
				["家"] = {
					["少"] = {
						["妇"] = {
							this = true
						}
					}
				}
			}
		},
		["诱"] = {
			["的"] = {
				["袜"] = {
					["裤"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["便"] = {
		["器"] = {
			["林"] = {
				["小"] = {
					["薇"] = {
						["的"] = {
							["污"] = {
								["秽"] = {
									["人"] = {
										["生"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["携"] = {
			["式"] = {
				["短"] = {
					["信"] = {
						["群"] = {
							["发"] = {
								["器"] = {
									this = true
								}
							}
						}
					}
				},
				["弓"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["雷"] = {
				["管"] = {
					this = true
				}
			}
		},
		["宜"] = {
			["出"] = {
				["售"] = {
					["警"] = {
						["用"] = {
							["物"] = {
								["品"] = {
									this = true
								}
							},
							["品"] = {
								this = true
							}
						},
						["服"] = {
							this = true
						}
					},
					["手"] = {
						["铐"] = {
							["警"] = {
								["服"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["售"] = {
				["警"] = {
					["用"] = {
						["物"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["三"] = {
				["唑"] = {
					["仑"] = {
						this = true
					}
				}
			},
			["水"] = {
				["果"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["捷"] = {
			["办"] = {
				["正"] = {
					["网"] = {
						this = true
					}
				},
				["证"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["7"] = {
				["8"] = {
					["8"] = {
						["7"] = {
							this = true
						}
					}
				}
			}
		},
		["民"] = {
			["办"] = {
				["证"] = {
					this = true,
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["橾"] = {
		["射"] = {
			["在"] = {
				["线"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["用"] = {
		["爱"] = {
			["调"] = {
				["教"] = {
					this = true
				}
			}
		},
		["身"] = {
			["体"] = {
				["说"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["力"] = {
			["草"] = {
				this = true
			},
			["操"] = {
				this = true
			},
			["插"] = {
				this = true
			},
			["刺"] = {
				["激"] = {
					["小"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["地"] = {
				["干"] = {
					this = true
				}
			},
			["干"] = {
				this = true
			},
			["扣"] = {
				["进"] = {
					this = true
				}
			},
			["狂"] = {
				["插"] = {
					this = true
				}
			}
		},
		["刀"] = {
			["横"] = {
				["向"] = {
					["切"] = {
						["腹"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["药"] = {
				["混"] = {
					["合"] = {
						["塑"] = {
							["料"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["麻"] = {
			["醉"] = {
				["槍"] = {
					this = true
				}
			}
		},
		["乳"] = {
			["房"] = {
				this = true
			}
		},
		["嘴"] = {
			["戴"] = {
				["套"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["缚"] = {
		["美"] = {
			["传"] = {
				this = true
			}
		}
	}
end

temp()
