pg = pg or {}
slot0 = pg
slot0.word_template_203 = {}
slot1 = slot0.word_template_203

function temp()
	uv0["悍"] = {
		["刀"] = {
			["行"] = {
				this = true,
				["官"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["马"] = {
			["不"] = {
				["锈"] = {
					["钢"] = {
						["弹"] = {
							["弓"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["甘"] = {
		["肃"] = {
			["保"] = {
				["安"] = {
					["腰"] = {
						["刀"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["油"] = {
			this = true
		},
		["南"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["夹"] = {
		["钢"] = {
			["短"] = {
				["刀"] = {
					["专"] = {
						["卖"] = {
							["店"] = {
								this = true
							}
						},
						["店"] = {
							this = true
						}
					}
				}
			}
		},
		["菜"] = {
			["艾"] = {
				this = true
			},
			["党"] = {
				this = true
			},
			["行"] = {
				["为"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["领"] = {
				["导"] = {
					["人"] = {
						this = true
					}
				}
			},
			["流"] = {
				["行"] = {
					this = true
				}
			},
			["腿"] = {
				["枪"] = {
					this = true
				}
			},
			["习"] = {
				this = true
			},
			["新"] = {
				["闻"] = {
					["联"] = {
						["播"] = {
							this = true
						}
					}
				}
			}
		},
		["得"] = {
			["我"] = {
				["好"] = {
					["舒"] = {
						["服"] = {
							this = true
						}
					}
				}
			}
		},
		["和"] = {
			["谐"] = {
				this = true
			}
		},
		["夹"] = {
			["子"] = {
				this = true
			}
		},
		["紧"] = {
			["肉"] = {
				["棒"] = {
					this = true
				}
			}
		},
		["六"] = {
			["四"] = {
				this = true
			}
		},
		["三"] = {
			["个"] = {
				["代"] = {
					["表"] = {
						this = true
					}
				}
			}
		},
		["文"] = {
			["革"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["鳄"] = {
		["鱼"] = {
			["野"] = {
				["营"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["副"] = {
		["甲"] = {
			["氧"] = {
				["基"] = {
					["安"] = {
						["非"] = {
							["他"] = {
								["明"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["书"] = {
			["记"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		["部"] = {
			["长"] = {
				["化"] = {
					["名"] = {
						["王"] = {
							["诚"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["朝"] = {
						["廷"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["炮"] = {
				this = true
			}
		},
		["炮"] = {
			["坏"] = {
				["了"] = {
					this = true
				}
			},
			["开"] = {
				["火"] = {
					["伪"] = {
						["装"] = {
							this = true
						}
					}
				}
			}
		},
		["总"] = {
			["理"] = {
				[" "] = {
					["马"] = {
						["明"] = {
							["哲"] = {
								this = true
							}
						}
					},
					["央"] = {
						["行"] = {
							["行"] = {
								["长"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["右"] = {
		["吗"] = {
			["拉"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["丙"] = {
			["氧"] = {
				["芬"] = {
					this = true
				}
			}
		},
		["派"] = {
			this = true,
			["*"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["γ"] = {
		["-"] = {
			["羟"] = {
				["基"] = {
					["丁"] = {
						["酸"] = {
							this = true
						}
					}
				}
			}
		},
		["羟"] = {
			["丁"] = {
				["酸"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["哌"] = {
		["苯"] = {
			["甲"] = {
				["醇"] = {
					this = true
				}
			}
		},
		["啶"] = {
			this = true,
			["有"] = {
				["货"] = {
					this = true
				},
				["现"] = {
					["货"] = {
						this = true
					}
				}
			}
		},
		["醋"] = {
			["甲"] = {
				["酯"] = {
					this = true
				}
			}
		},
		["腈"] = {
			["米"] = {
				["特"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["酯"] = {
				this = true
			}
		},
		["替"] = {
			["啶"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["舒"] = {
		["芬"] = {
			["太"] = {
				["尼"] = {
					this = true
				}
			}
		},
		["淇"] = {
			this = true,
			a = {
				v = {
					this = true
				}
			},
			["的"] = {
				["性"] = {
					["感"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			},
			["露"] = {
				["奶"] = {
					["淋"] = {
						["浴"] = {
							this = true
						}
					}
				}
			}
		},
		["服"] = {
			["死"] = {
				["大"] = {
					["鸡"] = {
						["巴"] = {
							["插"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["晓"] = {
			["琴"] = {
				this = true,
				["被"] = {
					["查"] = {
						this = true
					}
				},
				["父"] = {
					["亲"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["对"] = {
		["氟"] = {
			["芬"] = {
				["太"] = {
					["尼"] = {
						this = true
					}
				}
			}
		},
		["日"] = {
			["强"] = {
				["硬"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["共"] = {
			["产"] = {
				["党"] = {
					["清"] = {
						["算"] = {
							this = true
						}
					}
				}
			}
		},
		["华"] = {
			["广"] = {
				["播"] = {
					this = true
				}
			}
		},
		["外"] = {
			["高"] = {
				["层"] = {
					["人"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["共"] = {
				["的"] = {
					["姑"] = {
						["息"] = {
							["就"] = {
								["是"] = {
									["对"] = {
										["死"] = {
											["难"] = {
												["者"] = {
													["的"] = {
														["残"] = {
															["忍"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["6"] = {
			["4"] = {
				["的"] = {
					["认"] = {
						["识"] = {
							this = true
						}
					}
				}
			}
		},
		["话"] = {
			X = {
				["占"] = {
					["领"] = {
						this = true
					}
				}
			}
		},
		["讲"] = {
			["机"] = {
				["中"] = {
					["继"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["抗"] = {
			["温"] = {
				["廉"] = {
					["洁"] = {
						["著"] = {
							["称"] = {
								this = true
							}
						}
					}
				}
			},
			["极"] = {
				["权"] = {
					["的"] = {
						["斗"] = {
							["争"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["空"] = {
			["防"] = {
				["御"] = {
					this = true
				}
			}
		},
		["令"] = {
			["照"] = {
				["顾"] = {
					["有"] = {
						["加"] = {
							this = true
						}
					}
				}
			}
		},
		["氧"] = {
			["磷"] = {
				this = true
			}
		},
		["准"] = {
			["桃"] = {
				["源"] = {
					["洞"] = {
						["口"] = {
							this = true
						}
					}
				}
			}
		},
		["公"] = {
			["账"] = {
				["户"] = {
					["全"] = {
						["套"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
