pg = pg or {}
slot0 = pg
slot0.word_template_4 = {}
slot1 = slot0.word_template_4

function temp()
	uv0["俞"] = {
		["正"] = {
			["声"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["聲"] = {
				this = true
			}
		},
		["毒"] = {
			this = true
		},
		["贵"] = {
			["麟"] = {
				this = true
			}
		},
		["惠"] = {
			["煜"] = {
				this = true
			}
		},
		["孽"] = {
			this = true
		},
		["氏"] = {
			["家"] = {
				["族"] = {
					this = true
				}
			}
		},
		["影"] = {
			["响"] = {
				["中"] = {
					["国"] = {
						this = true
					}
				}
			}
		},
		["远"] = {
			["山"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["王"] = {
		["乐"] = {
			["泉"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["刚"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["兆"] = {
			["国"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["國"] = {
				this = true
			}
		},
		["岐"] = {
			["山"] = {
				this = true,
				["*"] = {
					this = true
				},
				["不"] = {
					["是"] = {
						["好"] = {
							["人"] = {
								this = true
							}
						}
					}
				},
				["陷"] = {
					["阱"] = {
						this = true
					}
				},
				["隐"] = {
					["身"] = {
						this = true
					}
				},
				["再"] = {
					["隐"] = {
						["身"] = {
							this = true
						}
					}
				}
			}
		},
		["洪"] = {
			["文"] = {
				this = true
			}
		},
		["丹"] = {
			this = true,
			["邓"] = {
				["小"] = {
					["平"] = {
						["六"] = {
							["四"] = {
								["公"] = {
									["开"] = {
										["信"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["公"] = {
				["开"] = {
					["信"] = {
						["查"] = {
							["处"] = {
								["责"] = {
									["任"] = {
										["者"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					["事"] = {
						["件"] = {
							["二"] = {
								["十"] = {
									["周"] = {
										["年"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["立"] = {
			["军"] = {
				this = true,
				["薄"] = {
					["闹"] = {
						["翻"] = {
							this = true
						}
					},
					["熙"] = {
						["来"] = {
							this = true
						}
					}
				},
				["被"] = {
					["免"] = {
						["职"] = {
							["薄"] = {
								this = true
							}
						}
					}
				},
				["避"] = {
					["难"] = {
						this = true
					}
				},
				["高"] = {
					["层"] = {
						["争"] = {
							["斗"] = {
								this = true
							}
						}
					}
				},
				["谷"] = {
					["开"] = {
						["来"] = {
							this = true
						}
					}
				},
				["黄"] = {
					["奇"] = {
						["帆"] = {
							this = true
						}
					}
				},
				["活"] = {
					["体"] = {
						["摘"] = {
							["除"] = {
								this = true
							}
						}
					}
				},
				["揭"] = {
					["发"] = {
						this = true
					}
				},
				["举"] = {
					["报"] = {
						this = true,
						["薄"] = {
							this = true
						}
					}
				},
				["领"] = {
					["馆"] = {
						this = true
					}
				},
				["美"] = {
					["领"] = {
						["馆"] = {
							this = true
						}
					}
				},
				["内"] = {
					["斗"] = {
						this = true
					},
					["幕"] = {
						this = true
					}
				},
				["叛"] = {
					["逃"] = {
						this = true
					}
				},
				["十"] = {
					["八"] = {
						["布"] = {
							["局"] = {
								this = true
							}
						},
						["大"] = {
							this = true
						}
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				},
				["书"] = {
					["面"] = {
						["请"] = {
							["假"] = {
								this = true
							}
						}
					}
				},
				["逃"] = {
					["亡"] = {
						this = true
					}
				},
				["真"] = {
					["相"] = {
						this = true
					}
				},
				["政"] = {
					["治"] = {
						["庇"] = {
							["护"] = {
								this = true
							}
						},
						["内"] = {
							["幕"] = {
								this = true
							}
						},
						["迫"] = {
							["害"] = {
								this = true
							}
						},
						["争"] = {
							["斗"] = {
								this = true
							}
						}
					}
				},
				["中"] = {
					["共"] = {
						["争"] = {
							["斗"] = {
								this = true
							}
						}
					},
					["纪"] = {
						["委"] = {
							this = true
						}
					}
				},
				["转"] = {
					["移"] = {
						["资"] = {
							["产"] = {
								this = true
							}
						}
					}
				}
			},
			["英"] = {
				this = true
			}
		},
		["寶"] = {
			["森"] = {
				this = true
			}
		},
		["超"] = {
			["華"] = {
				this = true
			},
			["华"] = {
				this = true
			}
		},
		["輔"] = {
			["臣"] = {
				this = true
			}
		},
		["剛"] = {
			this = true
		},
		["涵"] = {
			["萬"] = {
				this = true
			},
			["万"] = {
				this = true
			}
		},
		["滬"] = {
			["寧"] = {
				this = true
			}
		},
		["軍"] = {
			["濤"] = {
				this = true
			}
		},
		["樂"] = {
			["泉"] = {
				this = true
			}
		},
		["潤"] = {
			["生"] = {
				this = true
			}
		},
		["世"] = {
			["堅"] = {
				this = true
			},
			["勛"] = {
				this = true
			}
		},
		["秀"] = {
			["麗"] = {
				this = true
			},
			["丽"] = {
				this = true
			}
		},
		["八"] = {
			this = true,
			["蛋"] = {
				this = true
			},
			["盒"] = {
				["子"] = {
					this = true
				}
			}
		},
		["宝"] = {
			["森"] = {
				this = true
			}
		},
		["昊"] = {
			this = true
		},
		["太"] = {
			["华"] = {
				this = true
			},
			["華"] = {
				this = true
			}
		},
		["震"] = {
			this = true,
			["*"] = {
				this = true
			},
			["之"] = {
				["子"] = {
					["王"] = {
						["军"] = {
							this = true
						}
					}
				}
			}
		},
		["沪"] = {
			["宁"] = {
				this = true
			}
		},
		["牌"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["城"] = {
					this = true
				}
			}
		},
		["子"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["传"] = {
					this = true,
					["*"] = {
						this = true
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					}
				},
				["傳"] = {
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["老"] = {
			["撸"] = {
				this = true,
				["2"] = {
					["6"] = {
						u = {
							u = {
								u = {
									this = true
								}
							}
						}
					}
				},
				["鲁"] = {
					["大"] = {
						["妈"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["王"] = {
				["玄"] = {
					["机"] = {
						this = true
					}
				},
				["铁"] = {
					["算"] = {
						["盘"] = {
							["开"] = {
								["奖"] = {
									this = true,
									["结"] = {
										["果"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["者"] = {
			["荣"] = {
				["耀"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["弓"] = {
				["努"] = {
					["专"] = {
						this = true
					}
				},
				["弩"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["归"] = {
				["来"] = {
					["网"] = {
						this = true
					}
				}
			},
			["贵"] = {
				["族"] = {
					this = true
				}
			}
		},
		["爷"] = {
			["和"] = {
				["长"] = {
					["工"] = {
						["的"] = {
							["啪"] = {
								["啪"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["倔"] = {
				["宠"] = {
					["儿"] = {
						this = true
					}
				}
			}
		},
		["晨"] = {
			this = true
		},
		["东"] = {
			["明"] = {
				this = true
			}
		},
		["从"] = {
			["吾"] = {
				this = true
			}
		},
		["稼"] = {
			["祥"] = {
				this = true
			}
		},
		["冶"] = {
			["坪"] = {
				this = true
			}
		},
		["鸿"] = {
			["举"] = {
				this = true
			}
		},
		["洛"] = {
			["林"] = {
				this = true
			}
		},
		["胜"] = {
			["俊"] = {
				this = true
			}
		},
		["学"] = {
			["军"] = {
				this = true
			}
		},
		["振"] = {
			["华"] = {
				this = true
			}
		},
		["汉"] = {
			["斌"] = {
				["*"] = {
					this = true
				}
			}
		},
		["克"] = {
			["*"] = {
				this = true
			}
		},
		["瑞"] = {
			["林"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["生"] = {
				this = true
			}
		},
		["奉"] = {
			["友"] = {
				this = true
			}
		},
		["松"] = {
			["昌"] = {
				this = true
			}
		},
		["韦"] = {
			["景"] = {
				this = true
			}
		},
		["进"] = {
			["发"] = {
				this = true
			}
		},
		["强"] = {
			this = true
		},
		["炳"] = {
			["章"] = {
				this = true,
				["民"] = {
					["运"] = {
						["手"] = {
							["册"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["策"] = {
			this = true
		},
		["辅"] = {
			["臣"] = {
				this = true
			}
		},
		["军"] = {
			["涛"] = {
				this = true
			}
		},
		["力"] = {
			["雄"] = {
				this = true
			},
			B = {
				["及"] = {
					["锁"] = {
						["快"] = {
							["开"] = {
								this = true
							}
						}
					}
				},
				["型"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["你"] = {
					["无"] = {
						["敌"] = {
							this = true
						}
					}
				}
			},
			["速"] = {
				["无"] = {
					["敌"] = {
						this = true
					}
				}
			}
		},
		["润"] = {
			["生"] = {
				this = true
			}
		},
		["若"] = {
			["望"] = {
				this = true
			},
			["禹"] = {
				this = true
			}
		},
		["维"] = {
			["林"] = {
				this = true,
				["坦"] = {
					["克"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			l = {
				i = {
					n = {
						this = true
					}
				}
			}
		},
		["希"] = {
			["哲"] = {
				this = true
			}
		},
		["千"] = {
			["源"] = {
				this = true
			}
		},
		["储"] = {
			["的"] = {
				["习"] = {
					this = true
				}
			}
		},
		["儲"] = {
			["的"] = {
				["習"] = {
					this = true
				}
			}
		},
		["尔"] = {
			["格"] = {
				["萨"] = {
					this = true
				}
			}
		},
		["爾"] = {
			["格"] = {
				["薩"] = {
					this = true
				}
			}
		},
		["8"] = {
			["蛋"] = {
				this = true
			}
		},
		L = {
			i = {
				j = {
					u = {
						n = {
							this = true
						}
					}
				}
			}
		},
		["丽"] = {
			["娟"] = {
				this = true
			}
		},
		["利"] = {
			["丰"] = {
				this = true
			},
			["豐"] = {
				this = true
			}
		},
		["琳"] = {
			["芳"] = {
				this = true
			}
		},
		["梦"] = {
			["溪"] = {
				["照"] = {
					["片"] = {
						["网"] = {
							["盘"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["民"] = {
			["生"] = {
				this = true,
				["3"] = {
					P = {
						["视"] = {
							["频"] = {
								this = true
							}
						},
						["照"] = {
							this = true
						}
					}
				},
				["6"] = {
					p = {
						["门"] = {
							this = true
						}
					}
				},
				["宾"] = {
					["馆"] = {
						["6"] = {
							p = {
								this = true
							}
						}
					}
				},
				["不"] = {
					["雅"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						},
						["照"] = {
							this = true
						}
					}
				},
				["群"] = {
					p = {
						this = true,
						["图"] = {
							this = true
						},
						["照"] = {
							this = true
						}
					}
				},
				["艳"] = {
					["照"] = {
						this = true
					}
				}
			}
		},
		["珉"] = {
			this = true
		},
		["敏"] = {
			this = true,
			["被"] = {
				["双"] = {
					["规"] = {
						this = true
					}
				}
			},
			["的"] = {
				["后"] = {
					["台"] = {
						["老"] = {
							["板"] = {
								this = true
							}
						}
					}
				}
			},
			["后"] = {
				["台"] = {
					["吴"] = {
						["官"] = {
							["正"] = {
								this = true
							}
						}
					}
				}
			},
			["山"] = {
				["东"] = {
					["虎"] = {
						this = true
					}
				}
			}
		},
		["默"] = {
			this = true
		},
		["歧"] = {
			["山"] = {
				this = true
			}
		},
		["钦"] = {
			["敏"] = {
				this = true
			}
		},
		["荣"] = {
			this = true,
			["官"] = {
				["位"] = {
					["不"] = {
						["保"] = {
							this = true
						}
					}
				}
			}
		},
		["儒"] = {
			["林"] = {
				this = true
			}
		},
		["三"] = {
			["运"] = {
				this = true
			}
		},
		["森"] = {
			["泰"] = {
				this = true
			}
		},
		["韶"] = {
			this = true
		},
		["审"] = {
			["芝"] = {
				this = true
			}
		},
		["勝"] = {
			["俊"] = {
				this = true
			}
		},
		["实"] = {
			["名"] = {
				["举"] = {
					["报"] = {
						["薄"] = {
							this = true
						}
					}
				}
			}
		},
		["氏"] = {
			["锋"] = {
				["锐"] = {
					this = true
				}
			},
			["户"] = {
				["外"] = {
					this = true
				}
			},
			["雷"] = {
				["暴"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			}
		},
		["守"] = {
			["业"] = {
				this = true,
				["江"] = {
					["办"] = {
						this = true
					},
					["秘"] = {
						["书"] = {
							this = true
						}
					}
				},
				["招"] = {
					["供"] = {
						this = true
					}
				}
			}
		},
		["书"] = {
			["记"] = {
				["暗"] = {
					["杀"] = {
						this = true
					}
				},
				["艳"] = {
					["照"] = {
						this = true
					}
				},
				["遭"] = {
					["威"] = {
						["胁"] = {
							this = true
						}
					}
				}
			}
		},
		["思"] = {
			["嘉"] = {
				this = true
			}
		},
		["天"] = {
			["成"] = {
				this = true
			}
		},
		["通"] = {
			["智"] = {
				this = true
			}
		},
		["万"] = {
			["宾"] = {
				this = true
			}
		},
		["夕"] = {
			["皓"] = {
				this = true
			}
		},
		["先"] = {
			["生"] = {
				["水"] = {
					["疗"] = {
						this = true
					}
				}
			}
		},
		["宪"] = {
			["魁"] = {
				this = true
			}
		},
		["晓"] = {
			["龙"] = {
				this = true
			}
		},
		["雁"] = {
			["南"] = {
				["鲍"] = {
					["朴"] = {
						this = true
					}
				}
			}
		},
		["宜"] = {
			["林"] = {
				this = true
			}
		},
		["永"] = {
			["生"] = {
				["将"] = {
					["军"] = {
						this = true
					}
				}
			}
		},
		["与"] = {
			["省"] = {
				["政"] = {
					["府"] = {
						this = true
					}
				}
			}
		},
		["占"] = {
			["武"] = {
				[" "] = {
					["纪"] = {
						["念"] = {
							["六"] = {
								["四"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["宗"] = {
			["南"] = {
				["高"] = {
					["层"] = {
						["父"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["維"] = {
			["林"] = {
				this = true
			},
			["民"] = {
				this = true
			}
		},
		["治"] = {
			["新"] = {
				this = true
			}
		},
		["正"] = {
			["云"] = {
				this = true
			}
		},
		["潍"] = {
			["林"] = {
				this = true
			}
		},
		["卫"] = {
			["林"] = {
				this = true
			}
		},
		["围"] = {
			["林"] = {
				this = true
			}
		},
		["位"] = {
			["林"] = {
				this = true
			}
		},
		["未"] = {
			["林"] = {
				this = true
			}
		},
		["为"] = {
			["林"] = {
				this = true
			}
		},
		["违"] = {
			["林"] = {
				this = true
			}
		},
		w = {
			e = {
				i = {
					l = {
						i = {
							n = {
								this = true
							}
						}
					},
					["林"] = {
						this = true
					}
				}
			}
		},
		["唯"] = {
			["林"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["郭"] = {
		["伯"] = {
			["雄"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["俊"] = {
			["銘"] = {
				this = true
			}
		},
		["羅"] = {
			["基"] = {
				this = true
			}
		},
		["岩"] = {
			["華"] = {
				this = true
			},
			["华"] = {
				this = true
			}
		},
		["金"] = {
			["龙"] = {
				this = true
			}
		},
		["美"] = {
			["美"] = {
				this = true,
				["不"] = {
					["雅"] = {
						["视"] = {
							["频"] = {
								["种"] = {
									["子"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["性"] = {
					["爱"] = {
						["视"] = {
							["频"] = {
								this = true,
								["下"] = {
									["载"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["床"] = {
					["照"] = {
						this = true
					}
				}
			}
		},
		["声"] = {
			["琨"] = {
				this = true
			}
		},
		["罗"] = {
			["基"] = {
				this = true
			}
		},
		["平"] = {
			this = true
		},
		["安"] = {
			["迪"] = {
				["麻"] = {
					["將"] = {
						["千"] = {
							["術"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["部"] = {
			["长"] = {
				["邓"] = {
					this = true
				},
				["老"] = {
					["婆"] = {
						["邓"] = {
							["楠"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["春"] = {
			["平"] = {
				this = true
			}
		},
		["邓"] = {
			["老"] = {
				["公"] = {
					this = true
				}
			},
			["楠"] = {
				this = true,
				["丈"] = {
					["夫"] = {
						this = true
					}
				}
			},
			["小"] = {
				["平"] = {
					["女"] = {
						["婿"] = {
							this = true
						}
					}
				}
			},
			["丈"] = {
				["夫"] = {
					this = true
				}
			}
		},
		["底"] = {
			["辉"] = {
				this = true
			}
		},
		["儿"] = {
			["子"] = {
				["少"] = {
					["将"] = {
						this = true
					}
				}
			}
		},
		["庚"] = {
			["茂"] = {
				this = true
			}
		},
		["老"] = {
			["婆"] = {
				["邓"] = {
					["楠"] = {
						this = true
					}
				}
			}
		},
		["秘"] = {
			["书"] = {
				["刘"] = {
					["志"] = {
						["刚"] = {
							this = true
						}
					}
				}
			}
		},
		["泉"] = {
			this = true
		},
		["蕊"] = {
			["菘"] = {
				["网"] = {
					["络"] = {
						["营"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["生"] = {
			["坤"] = {
				this = true
			}
		},
		["树"] = {
			["清"] = {
				this = true
			}
		},
		["天"] = {
			["信"] = {
				this = true
			}
		},
		["向"] = {
			["远"] = {
				this = true
			}
		},
		["英"] = {
			["成"] = {
				this = true
			}
		},
		["永"] = {
			["平"] = {
				this = true
			}
		},
		["原"] = {
			["秘"] = {
				["书"] = {
					this = true
				}
			}
		},
		["正"] = {
			["钢"] = {
				this = true
			}
		},
		["之"] = {
			["子"] = {
				this = true
			}
		},
		["寶"] = {
			["勝"] = {
				this = true
			}
		},
		["宝"] = {
			["胜"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["无"] = {
		["帮"] = {
			["国"] = {
				this = true
			},
			["过"] = {
				this = true
			}
		},
		["邦"] = {
			["国"] = {
				this = true
			}
		},
		["码"] = {
			this = true,
			["长"] = {
				["片"] = {
					this = true
				},
				["濑"] = {
					["爱"] = {
						this = true
					}
				},
				["泽"] = {
					["梓"] = {
						this = true
					}
				}
			},
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["丝"] = {
				["袜"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true,
					["体"] = {
						["验"] = {
							this = true
						}
					},
					["无"] = {
						["套"] = {
							this = true
						}
					},
					["淫"] = {
						["图"] = {
							this = true
						}
					},
					["长"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["选"] = {
					this = true
				},
				["品"] = {
					this = true,
					M = {
						Y = {
							this = true
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["女"] = {
					this = true
				},
				["漫"] = {
					this = true
				}
			},
			["无"] = {
				["套"] = {
					this = true
				}
			},
			["彩"] = {
				["图"] = {
					this = true
				}
			},
			["体"] = {
				["验"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					this = true,
					["影"] = {
						["院"] = {
							this = true
						},
						["片"] = {
							this = true
						}
					},
					["下"] = {
						["载"] = {
							this = true
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["乱"] = {
				["交"] = {
					this = true
				}
			},
			["动"] = {
				["画"] = {
					this = true,
					["片"] = {
						this = true
					}
				},
				["漫"] = {
					this = true
				}
			},
			["色"] = {
				["图"] = {
					this = true
				},
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["片"] = {
					this = true
				},
				["情"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["片"] = {
				this = true
			},
			["影"] = {
				this = true,
				["院"] = {
					this = true
				}
			},
			["3"] = {
				p = {
					this = true
				}
			},
			A = {
				V = {
					this = true
				},
				["片"] = {
					this = true
				}
			},
			a = {
				v = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				},
				["片"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["Ａ"] = {
				["片"] = {
					this = true,
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			b = {
				this = true
			},
			h = {
				["动"] = {
					["漫"] = {
						this = true
					}
				},
				["漫"] = {
					this = true
				}
			},
			M = {
				u = {
					g = {
						e = {
							n = {
								this = true
							}
						}
					}
				}
			},
			["爱"] = {
				["田"] = {
					["由"] = {
						this = true
					}
				},
				["叶"] = {
					["渚"] = {
						this = true
					}
				},
				["原"] = {
					["翼"] = {
						this = true
					}
				},
				["泽"] = {
					["莲"] = {
						this = true
					}
				}
			},
			["白"] = {
				["石"] = {
					["瞳"] = {
						this = true
					}
				},
				["咲"] = {
					["舞"] = {
						this = true
					}
				}
			},
			["卑"] = {
				["弥"] = {
					["呼"] = {
						this = true
					}
				}
			},
			["北"] = {
				["岛"] = {
					["玲"] = {
						this = true
					}
				}
			},
			["并"] = {
				["木"] = {
					["优"] = {
						this = true
					}
				}
			},
			["苍"] = {
				["井"] = {
					["空"] = {
						this = true
					}
				},
				["警"] = {
					["空"] = {
						this = true
					}
				}
			},
			["草"] = {
				["凪"] = {
					["纯"] = {
						this = true
					}
				}
			},
			["超"] = {
				["嫩"] = {
					this = true
				}
			},
			["朝"] = {
				["河"] = {
					["兰"] = {
						this = true
					}
				},
				["香"] = {
					["凉"] = {
						this = true
					}
				}
			},
			["辰"] = {
				["巳"] = {
					["唯"] = {
						this = true
					}
				}
			},
			["城"] = {
				["麻"] = {
					["美"] = {
						this = true
					}
				}
			},
			["持"] = {
				["田"] = {
					["茜"] = {
						this = true
					}
				}
			},
			["赤"] = {
				["西"] = {
					["凉"] = {
						this = true
					}
				}
			},
			["床"] = {
				["照"] = {
					this = true
				}
			},
			["春"] = {
				["菜"] = {
					["花"] = {
						this = true
					}
				}
			},
			["大"] = {
				["槻"] = {
					["响"] = {
						this = true
					}
				},
				["图"] = {
					this = true
				},
				["泽"] = {
					["惠"] = {
						this = true
					}
				},
				["冢"] = {
					["咲"] = {
						this = true
					},
					["遥"] = {
						this = true
					}
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["冬"] = {
				["月"] = {
					["枫"] = {
						this = true
					}
				}
			},
			["渡"] = {
				["濑"] = {
					["晶"] = {
						this = true
					}
				}
			},
			["饭"] = {
				["岛"] = {
					["爱"] = {
						this = true
					}
				}
			},
			["妃"] = {
				["乃"] = {
					["光"] = {
						this = true
					}
				},
				["悠"] = {
					["爱"] = {
						this = true
					}
				}
			},
			["肛"] = {
				["交"] = {
					this = true
				}
			},
			["高"] = {
				["清"] = {
					this = true,
					H = {
						["片"] = {
							this = true
						}
					},
					["美"] = {
						["女"] = {
							this = true
						}
					},
					["性"] = {
						["爱"] = {
							this = true
						}
					}
				}
			},
			["宫"] = {
				["川"] = {
					["怜"] = {
						this = true
					}
				},
				["泽"] = {
					["惠"] = {
						this = true
					}
				}
			},
			["古"] = {
				["都"] = {
					["光"] = {
						this = true
					}
				}
			},
			["光"] = {
				["碟"] = {
					this = true
				}
			},
			["广"] = {
				["田"] = {
					["樱"] = {
						this = true
					}
				}
			},
			["国"] = {
				["产"] = {
					A = {
						["片"] = {
							this = true
						}
					},
					["毛"] = {
						["片"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					}
				}
			},
			["红"] = {
				["音"] = {
					["萤"] = {
						this = true
					}
				}
			},
			["花"] = {
				["鸟"] = {
					["丽"] = {
						this = true
					}
				}
			},
			["画"] = {
				["漫"] = {
					["画"] = {
						this = true
					}
				}
			},
			["黄"] = {
				["片"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["姬"] = {
				["野"] = {
					["爱"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["淫"] = {
						["漫"] = {
							this = true
						}
					},
					["做"] = {
						["爱"] = {
							this = true
						}
					}
				}
			},
			["岬"] = {
				["里"] = {
					["沙"] = {
						this = true
					}
				}
			},
			["京"] = {
				["乃"] = {
					["梓"] = {
						this = true
					}
				}
			},
			["晶"] = {
				["爱"] = {
					["丽"] = {
						this = true
					}
				}
			},
			["橘"] = {
				["日"] = {
					["向"] = {
						this = true
					}
				},
				["未"] = {
					["稀"] = {
						this = true
					}
				}
			},
			["巨"] = {
				["乳"] = {
					["痴"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["君"] = {
				["嶋"] = {
					["萌"] = {
						this = true
					}
				}
			},
			["卡"] = {
				["通"] = {
					this = true,
					A = {
						["片"] = {
							this = true
						}
					},
					["区"] = {
						this = true
					}
				}
			},
			["口"] = {
				["交"] = {
					this = true
				}
			},
			["快"] = {
				["播"] = {
					this = true
				}
			},
			["濑"] = {
				["名"] = {
					["步"] = {
						this = true
					}
				},
				["奈"] = {
					["凉"] = {
						this = true
					}
				}
			},
			["蓝"] = {
				["山"] = {
					["南"] = {
						this = true
					}
				}
			},
			["恋"] = {
				["小"] = {
					["夜"] = {
						this = true
					}
				}
			},
			["凉"] = {
				["果"] = {
					["淋"] = {
						this = true
					}
				}
			},
			["绫"] = {
				["波"] = {
					["优"] = {
						this = true
					}
				}
			},
			["流"] = {
				["出"] = {
					this = true
				}
			},
			["漏"] = {
				["穴"] = {
					["图"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					this = true
				},
				["女"] = {
					["图"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["仓"] = {
					["忧"] = {
						this = true
					}
				},
				["川"] = {
					["丽"] = {
						this = true
					}
				},
				["生"] = {
					["岬"] = {
						this = true
					},
					["希"] = {
						this = true
					}
				}
			},
			["漫"] = {
				["画"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					["彩"] = {
						["图"] = {
							this = true
						}
					},
					["超"] = {
						["嫩"] = {
							this = true
						}
					},
					["炮"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				["佐"] = {
					["奈"] = {
						this = true
					}
				}
			},
			["茉"] = {
				["莉"] = {
					["花"] = {
						this = true
					}
				}
			},
			["乃"] = {
				["亚"] = {
					this = true
				}
			},
			["南"] = {
				["波"] = {
					["杏"] = {
						this = true
					}
				}
			},
			["内"] = {
				["山"] = {
					["遥"] = {
						this = true
					}
				},
				["射"] = {
					this = true,
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["平"] = {
				["井"] = {
					["绫"] = {
						this = true
					}
				},
				["警"] = {
					["绫"] = {
						this = true
					}
				}
			},
			["浅"] = {
				["仓"] = {
					["舞"] = {
						this = true
					}
				}
			},
			["翘"] = {
				["臀"] = {
					this = true
				}
			},
			["琴"] = {
				["乃"] = {
					this = true
				}
			},
			["青"] = {
				["木"] = {
					["琳"] = {
						this = true
					},
					["玲"] = {
						this = true
					}
				}
			},
			["清"] = {
				["原"] = {
					["凉"] = {
						this = true
					}
				}
			},
			["萩"] = {
				["原"] = {
					["舞"] = {
						this = true
					}
				}
			},
			["群"] = {
				["淫"] = {
					this = true
				}
			},
			["日"] = {
				["野"] = {
					["雫"] = {
						this = true
					}
				}
			},
			["若"] = {
				["菜"] = {
					["光"] = {
						this = true
					}
				}
			},
			["森"] = {
				["美"] = {
					["咲"] = {
						this = true
					}
				}
			},
			["神"] = {
				["谷"] = {
					["姬"] = {
						this = true
					}
				}
			},
			["榊"] = {
				["里"] = {
					["绪"] = {
						this = true
					}
				}
			},
			["圣"] = {
				this = true
			},
			["辻"] = {
				["本"] = {
					["凉"] = {
						this = true
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["水"] = {
				["菜"] = {
					["丽"] = {
						this = true
					}
				}
			},
			["松"] = {
				["岛"] = {
					["枫"] = {
						this = true
					}
				},
				["生"] = {
					["彩"] = {
						this = true
					}
				},
				["下"] = {
					["怜"] = {
						this = true
					}
				}
			},
			["穗"] = {
				["花"] = {
					this = true
				}
			},
			["桃"] = {
				["井"] = {
					["望"] = {
						this = true
					}
				},
				["警"] = {
					["望"] = {
						this = true
					}
				}
			},
			["套"] = {
				["图"] = {
					this = true
				}
			},
			["藤"] = {
				["井"] = {
					["彩"] = {
						this = true
					}
				},
				["警"] = {
					["彩"] = {
						this = true
					}
				},
				["原"] = {
					["瞳"] = {
						this = true
					}
				}
			},
			["天"] = {
				["海"] = {
					["丽"] = {
						this = true
					},
					["翼"] = {
						this = true
					}
				}
			},
			["桐"] = {
				["生"] = {
					["樱"] = {
						this = true
					}
				}
			},
			["图"] = {
				this = true
			},
			["唯"] = {
				["川"] = {
					["纯"] = {
						this = true
					}
				}
			},
			["纹"] = {
				["舞"] = {
					["兰"] = {
						this = true
					}
				}
			},
			["西"] = {
				["野"] = {
					["翔"] = {
						this = true
					}
				}
			},
			["现"] = {
				["场"] = {
					this = true
				}
			},
			["相"] = {
				["户"] = {
					["爱"] = {
						this = true
					}
				}
			},
			["小"] = {
				["坂"] = {
					["惠"] = {
						this = true
					}
				},
				["林"] = {
					["瞳"] = {
						this = true
					}
				},
				["泉"] = {
					["彩"] = {
						this = true
					}
				},
				["泽"] = {
					["圆"] = {
						this = true
					}
				}
			},
			["筱"] = {
				["惠"] = {
					["美"] = {
						this = true
					}
				},
				["原"] = {
					["凉"] = {
						this = true
					}
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["心"] = {
				["有"] = {
					["花"] = {
						this = true
					}
				}
			},
			["新"] = {
				["村"] = {
					["爱"] = {
						this = true
					}
				}
			},
			["星"] = {
				["野"] = {
					["明"] = {
						this = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["套"] = {
						["图"] = {
							this = true
						}
					}
				},
				["感"] = {
					["丝"] = {
						["袜"] = {
							this = true
						}
					}
				},
				["交"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["熏"] = {
				["樱"] = {
					["子"] = {
						this = true
					}
				}
			},
			["芽"] = {
				["菜"] = {
					this = true
				}
			},
			["遥"] = {
				["惠"] = {
					["美"] = {
						this = true
					}
				}
			},
			["野"] = {
				["原"] = {
					["玲"] = {
						this = true
					}
				}
			},
			["叶"] = {
				["志"] = {
					["穗"] = {
						this = true
					}
				}
			},
			["伊"] = {
				["东"] = {
					["怜"] = {
						this = true
					},
					["遥"] = {
						this = true
					}
				}
			},
			["翼"] = {
				["裕"] = {
					["香"] = {
						this = true
					}
				}
			},
			["音"] = {
				["羽"] = {
					["奏"] = {
						this = true
					}
				}
			},
			["樱"] = {
				["木"] = {
					["凛"] = {
						this = true
					}
				},
				["田"] = {
					["樱"] = {
						this = true
					}
				},
				["心"] = {
					["美"] = {
						this = true
					}
				},
				["朱"] = {
					["音"] = {
						this = true
					}
				}
			},
			["友"] = {
				["崎"] = {
					["玲"] = {
						this = true
					}
				}
			},
			["羽"] = {
				["田"] = {
					["爱"] = {
						this = true
					}
				},
				["月"] = {
					["希"] = {
						this = true
					}
				}
			},
			["原"] = {
				["创"] = {
					["区"] = {
						this = true
					}
				},
				["更"] = {
					["纱"] = {
						this = true
					}
				},
				["明"] = {
					["奈"] = {
						this = true
					}
				},
				["千"] = {
					["寻"] = {
						this = true
					}
				},
				["小"] = {
					["雪"] = {
						this = true
					}
				}
			},
			["援"] = {
				["交"] = {
					this = true
				}
			},
			["月"] = {
				["野"] = {
					["姬"] = {
						this = true
					}
				}
			},
			["早"] = {
				["坂"] = {
					["瞳"] = {
						this = true
					}
				}
			},
			["直"] = {
				["嶋"] = {
					["爱"] = {
						this = true
					}
				},
				["接"] = {
					this = true,
					["在"] = {
						["线"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["出"] = {
					this = true,
					["白"] = {
						["浆"] = {
							this = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			},
			["竹"] = {
				["内"] = {
					["爱"] = {
						this = true
					}
				}
			},
			["紫"] = {
				["彩"] = {
					["乃"] = {
						this = true
					}
				}
			}
		},
		["套"] = {
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			k = {
				b = {
					this = true
				}
			},
			["口"] = {
				["交"] = {
					this = true
				}
			},
			["直"] = {
				["插"] = {
					this = true
				}
			}
		},
		["修"] = {
			this = true,
			["正"] = {
				this = true,
				["情"] = {
					["色"] = {
						["动"] = {
							["画"] = {
								this = true
							}
						}
					}
				},
				["素"] = {
					["人"] = {
						this = true
					}
				},
				["中"] = {
					["出"] = {
						this = true
					}
				}
			},
			["白"] = {
				["虎"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["毛"] = {
			this = true,
			["美"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				},
				["穴"] = {
					this = true
				}
			},
			["宣"] = {
				["言"] = {
					this = true
				}
			},
			["?"] = {
				["?"] = {
					this = true
				}
			},
			B = {
				["的"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["屄"] = {
				this = true
			},
			["逼"] = {
				this = true
			},
			["的"] = {
				["逼"] = {
					this = true
				}
			},
			["洞"] = {
				this = true,
				["深"] = {
					["珍"] = {
						["藏"] = {
							["版"] = {
								this = true
							}
						}
					}
				},
				["珍"] = {
					["藏"] = {
						this = true
					}
				}
			},
			["嫩"] = {
				["逼"] = {
					["清"] = {
						["晰"] = {
							this = true
						}
					}
				},
				["清"] = {
					["晰"] = {
						this = true
					}
				},
				["穴"] = {
					["流"] = {
						["汁"] = {
							this = true
						}
					}
				}
			},
			["骚"] = {
				["穴"] = {
					["女"] = {
						["孩"] = {
							this = true
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					this = true
				}
			},
			["温"] = {
				["泉"] = {
					["会"] = {
						this = true
					}
				}
			},
			["穴"] = {
				this = true
			}
		},
		["界"] = {
			this = true,
			["浏"] = {
				["览"] = {
					this = true,
					["器"] = {
						this = true,
						["*"] = {
							this = true
						}
					},
					["*"] = {
						this = true
					}
				}
			},
			["*"] = {
				this = true
			},
			["{"] = {
				["5"] = {
					["}"] = {
						this = true
					}
				}
			},
			["网"] = {
				["络"] = {
					this = true
				}
			}
		},
		["声"] = {
			["猫"] = {
				this = true,
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["爆"] = {
				["破"] = {
					["剂"] = {
						this = true,
						["配"] = {
							["方"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["政"] = {
			["府"] = {
				["主"] = {
					["义"] = {
						["者"] = {
							this = true,
							["食"] = {
								["谱"] = {
									this = true
								}
							}
						},
						["食"] = {
							["谱"] = {
								this = true
							}
						}
					}
				},
				["食"] = {
					["谱"] = {
						["资"] = {
							["源"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["线"] = {
			["电"] = {
				["作"] = {
					["弊"] = {
						["器"] = {
							["材"] = {
								this = true
							}
						}
					}
				}
			},
			["跟"] = {
				["踪"] = {
					this = true,
					["设"] = {
						["备"] = {
							this = true
						}
					}
				}
			},
			["隐"] = {
				["形"] = {
					this = true,
					["耳"] = {
						["机"] = {
							this = true
						}
					}
				},
				["型"] = {
					this = true,
					["耳"] = {
						["机"] = {
							this = true
						}
					}
				}
			},
			["针"] = {
				["孔"] = {
					["摄"] = {
						["像"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			},
			["监"] = {
				["听"] = {
					this = true,
					["工"] = {
						["具"] = {
							this = true
						}
					},
					["器"] = {
						this = true
					},
					["偷"] = {
						["拍"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["看"] = {
				["字"] = {
					this = true
				}
			},
			["窃"] = {
				["听"] = {
					["%"] = {
						["器"] = {
							this = true
						}
					},
					["器"] = {
						this = true
					}
				}
			},
			["摄"] = {
				["像"] = {
					["头"] = {
						this = true
					}
				}
			},
			["遥"] = {
				["控"] = {
					["地"] = {
						["磅"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["水"] = {
			["肼"] = {
				this = true
			},
			["甲"] = {
				["醇"] = {
					["配"] = {
						["方"] = {
							this = true
						}
					}
				}
			},
			["咖"] = {
				["啡"] = {
					["因"] = {
						this = true,
						["?"] = {
							this = true
						}
					}
				}
			},
			["联"] = {
				["胺"] = {
					this = true
				}
			},
			["哌"] = {
				["嗪"] = {
					this = true
				}
			},
			["乙"] = {
				["醇"] = {
					["提"] = {
						["炼"] = {
							this = true
						}
					}
				}
			}
		},
		["玛"] = {
			this = true
		},
		["马"] = {
			this = true,
			["步"] = {
				["兵"] = {
					["营"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["毒"] = {
			this = true,
			["无"] = {
				["码"] = {
					this = true
				}
			},
			A = {
				V = {
					this = true,
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["快"] = {
				["播"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			}
		},
		["耻"] = {
			this = true,
			["习"] = {
				["胖"] = {
					this = true
				}
			}
		},
		["人"] = {
			["值"] = {
				["守"] = {
					["发"] = {
						["射"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["岛"] = {
				["物"] = {
					["语"] = {
						this = true
					}
				}
			},
			["飞"] = {
				["行"] = {
					["器"] = {
						this = true
					}
				}
			},
			["机"] = {
				this = true
			},
			["有"] = {
				["权"] = {
					["沉"] = {
						["默"] = {
							this = true
						}
					}
				}
			}
		},
		["忧"] = {
			["国"] = {
				["际"] = {
					["娛"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					},
					["娱"] = {
						["乐"] = {
							["2"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["证"] = {
				["件"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["翼"] = {
			["鸟"] = {
				["漫"] = {
					["画"] = {
						["全"] = {
							["集"] = {
								["之"] = {
									["小"] = {
										["恶"] = {
											["魔"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["邪"] = {
					["恶"] = {
						["漫"] = {
							["画"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["敌"] = {
			Y = {
				Y = {
					["之"] = {
						["猎"] = {
							["艳"] = {
								["后"] = {
									["宫"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["拔"] = {
				["锁"] = {
					["器"] = {
						this = true
					}
				}
			},
			["印"] = {
				["钞"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["抵"] = {
			["押"] = {
				["贷"] = {
					["款"] = {
						this = true
					}
				}
			}
		},
		["官"] = {
			["正"] = {
				this = true
			}
		},
		["网"] = {
			["界"] = {
				this = true,
				["浏"] = {
					["览"] = {
						this = true
					}
				}
			}
		},
		["尽"] = {
			["之"] = {
				["任"] = {
					this = true
				}
			}
		},
		["限"] = {
			["连"] = {
				["人"] = {
					this = true
				}
			},
			["莲"] = {
				["仁"] = {
					this = true
				}
			}
		},
		["宪"] = {
			["镰"] = {
				["刃"] = {
					this = true
				}
			}
		},
		["法"] = {
			["控"] = {
				["制"] = {
					["疫"] = {
						["情"] = {
							["的"] = {
								["政"] = {
									["府"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["领"] = {
				["奖"] = {
					["的"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["无"] = {
				["天"] = {
					this = true
				}
			},
			["研"] = {
				["发"] = {
					this = true
				}
			},
			["与"] = {
				["安"] = {
					["装"] = {
						this = true
					}
				}
			}
		},
		["\\"] = {
			["帮"] = {
				["国"] = {
					this = true
				}
			},
			["界"] = {
				this = true
			}
		},
		["1"] = {
			["赖"] = {
				this = true
			},
			["码"] = {
				this = true
			}
		},
		["产"] = {
			["阶"] = {
				["级"] = {
					this = true
				}
			}
		},
		["常"] = {
			["换"] = {
				["肾"] = {
					this = true
				}
			}
		},
		["车"] = {
			["报"] = {
				["废"] = {
					this = true
				}
			},
			["过"] = {
				["户"] = {
					this = true
				}
			},
			["年"] = {
				["检"] = {
					this = true
				}
			},
			["提"] = {
				["档"] = {
					this = true
				}
			}
		},
		["错"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["导"] = {
			["航"] = {
				["网"] = {
					["站"] = {
						["连"] = {
							["接"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["定"] = {
			["金"] = {
				["代"] = {
					["考"] = {
						this = true
					}
				},
				["替"] = {
					["考"] = {
						this = true
					}
				}
			}
		},
		["而"] = {
			["开"] = {
				["西"] = {
					this = true
				}
			}
		},
		["二"] = {
			["凯"] = {
				["西"] = {
					this = true
				},
				["习"] = {
					this = true
				}
			},
			["开"] = {
				["溜"] = {
					this = true
				},
				["喜"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				x = {
					this = true
				},
				["西"] = {
					this = true
				},
				["夕"] = {
					this = true
				},
				["习"] = {
					this = true
				},
				["戏"] = {
					this = true
				},
				["席"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["希"] = {
							this = true
						},
						["西"] = {
							this = true
						},
						x = {
							this = true
						}
					}
				}
			},
			["開"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			},
			["铠"] = {
				["西"] = {
					this = true
				}
			}
		},
		["犯"] = {
			["罪"] = {
				["记"] = {
					["录"] = {
						["公"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						},
						["正"] = {
							["明"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["缝"] = {
			["钢"] = {
				["管"] = {
					this = true
				}
			}
		},
		["国"] = {
			["界"] = {
				["记"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["害"] = {
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			}
		},
		["簧"] = {
			["开"] = {
				["霸"] = {
					this = true
				}
			},
			["无"] = {
				["敌"] = {
					["霸"] = {
						["王"] = {
							this = true
						}
					}
				}
			}
		},
		["极"] = {
			["神"] = {
				["鹤"] = {
					this = true
				}
			}
		},
		["间"] = {
			["地"] = {
				["狱"] = {
					["巡"] = {
						["守"] = {
							this = true
						}
					}
				}
			}
		},
		["疆"] = {
			["界"] = {
				this = true
			}
		},
		["壳"] = {
			["枪"] = {
				this = true
			}
		},
		["良"] = {
			["少"] = {
				["妇"] = {
					["综"] = {
						["合"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["艺"] = {
				["人"] = {
					this = true
				}
			}
		},
		["名"] = {
			["称"] = {
				this = true
			},
			["色"] = {
				["情"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		["能"] = {
			this = true
		},
		["色"] = {
			["毒"] = {
				["药"] = {
					this = true
				}
			},
			["无"] = {
				["味"] = {
					this = true,
					["迷"] = {
						["情"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["伤"] = {
			["英"] = {
				["雄"] = {
					this = true
				}
			}
		},
		["石"] = {
			["马"] = {
				["内"] = {
					["身"] = {
						["寸"] = {
							this = true
						}
					}
				}
			}
		},
		["双"] = {
			["国"] = {
				["土"] = {
					this = true
				}
			}
		},
		["损"] = {
			["坏"] = {
				["快"] = {
					["速"] = {
						["开"] = {
							["启"] = {
								this = true
							}
						}
					}
				},
				["秒"] = {
					["开"] = {
						["神"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["膛"] = {
			["线"] = {
				this = true,
				["型"] = {
					this = true
				}
			}
		},
		["托"] = {
			["枪"] = {
				this = true
			}
		},
		["味"] = {
			["毒"] = {
				["药"] = {
					this = true
				}
			}
		},
		["胸"] = {
			["罩"] = {
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			}
		},
		["烟"] = {
			["发"] = {
				["射"] = {
					["药"] = {
						this = true
					}
				}
			},
			["火"] = {
				["药"] = {
					this = true
				}
			}
		},
		["颜"] = {
			["之"] = {
				["月"] = {
					this = true
				}
			}
		},
		["印"] = {
			["弓"] = {
				this = true
			}
		},
		["缘"] = {
			["式"] = {
				["弹"] = {
					["壳"] = {
						this = true
					}
				}
			}
		},
		["主"] = {
			["之"] = {
				["地"] = {
					this = true
				}
			}
		},
		["情"] = {
			["的"] = {
				["国"] = {
					["家"] = {
						["机"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["瘟"] = {
		["家"] = {
			this = true,
			["宝"] = {
				this = true
			},
			["鸨"] = {
				this = true
			}
		},
		["疫"] = {
			["爆"] = {
				["发"] = {
					this = true
				}
			},
			["党"] = {
				this = true
			},
			["总"] = {
				["理"] = {
					this = true
				}
			}
		},
		["假"] = {
			["鸨"] = {
				this = true
			},
			["宝"] = {
				this = true
			},
			["寶"] = {
				this = true
			},
			["报"] = {
				this = true
			},
			["報"] = {
				this = true
			}
		},
		["总"] = {
			["再"] = {
				["杆"] = {
					["五"] = {
						["年"] = {
							this = true
						}
					}
				}
			}
		},
		["佳"] = {
			["孢"] = {
				this = true
			},
			["饱"] = {
				this = true
			}
		},
		B = {
			this = true
		},
		y = {
			i = {
				n = {
					g = {
						["帝"] = {
							this = true
						}
					}
				}
			}
		},
		["比"] = {
			this = true
		},
		["伽"] = {
			["饱"] = {
				this = true
			}
		},
		["鸡"] = {
			["宝"] = {
				this = true
			}
		},
		["夹"] = {
			["宝"] = {
				this = true
			}
		},
		["奸"] = {
			this = true
		},
		["神"] = {
			["影"] = {
				["帝"] = {
					this = true
				}
			}
		},
		["戏"] = {
			["子"] = {
				this = true
			}
		},
		["爷"] = {
			["爷"] = {
				this = true
			}
		},
		["影"] = {
			d = {
				this = true
			},
			["帝"] = {
				this = true
			}
		},
		["肿"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["假"] = {
		["庆"] = {
			["林"] = {
				this = true
			}
		},
		["青"] = {
			["林"] = {
				this = true
			}
		},
		["阳"] = {
			["具"] = {
				["插"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["币"] = {
			this = true,
			["买"] = {
				["卖"] = {
					this = true
				}
			},
			["模"] = {
				["具"] = {
					this = true
				}
			},
			["货"] = {
				["源"] = {
					["网"] = {
						this = true
					}
				},
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["*"] = {
				this = true
			},
			["="] = {
				[">"] = {
					this = true,
					[">"] = {
						this = true
					}
				}
			},
			["出"] = {
				["售"] = {
					this = true,
					[" "] = {
						["假"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			},
			[" "] = {
				["视"] = {
					["频"] = {
						["看"] = {
							["货"] = {
								this = true
							}
						}
					}
				}
			},
			["销"] = {
				["售"] = {
					[" "] = {
						["高"] = {
							["仿"] = {
								["真"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["("] = {
				["台"] = {
					["湾"] = {
						["最"] = {
							["新"] = {
								["版"] = {
									[")"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["代"] = {
				["理"] = {
					this = true
				}
			},
			["批"] = {
				["发"] = {
					this = true
				}
			},
			["~"] = {
				["2"] = {
					this = true,
					["@"] = {
						this = true
					}
				}
			},
			T = {
				E = {
					L = {
						this = true
					}
				}
			},
			["比"] = {
				["例"] = {
					this = true
				}
			},
			["变"] = {
				["色"] = {
					["油"] = {
						["墨"] = {
							this = true
						}
					}
				}
			},
			["钞"] = {
				this = true
			},
			["朝"] = {
				["鲜"] = {
					["版"] = {
						["代"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			},
			["诚"] = {
				["信"] = {
					["商"] = {
						["家"] = {
							this = true
						}
					}
				}
			},
			["当"] = {
				["面"] = {
					["交"] = {
						["易"] = {
							this = true
						}
					}
				}
			},
			["定"] = {
				["金"] = {
					this = true
				}
			},
			["各"] = {
				["地"] = {
					this = true
				}
			},
			["公"] = {
				["司"] = {
					this = true,
					t = {
						e = {
							l = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				["钞"] = {
					this = true,
					Q = {
						this = true
					}
				},
				["钱"] = {
					this = true
				}
			},
			["交"] = {
				["易"] = {
					this = true
				}
			},
			["进"] = {
				["口"] = {
					["技"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["扣"] = {
				["扣"] = {
					this = true
				}
			},
			["联"] = {
				["系"] = {
					this = true,
					["方"] = {
						["式"] = {
							this = true
						}
					}
				}
			},
			["免"] = {
				["定"] = {
					["金"] = {
						this = true,
						["送"] = {
							["货"] = {
								this = true
							}
						}
					}
				},
				["费"] = {
					["样"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["那"] = {
				["有"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["站"] = {
					this = true
				}
			},
			["新"] = {
				["版"] = {
					this = true
				}
			},
			["要"] = {
				this = true
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["硬"] = {
				["币"] = {
					this = true
				}
			},
			["欲"] = {
				this = true
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["警"] = {
			["官"] = {
				["证"] = {
					this = true
				}
			},
			["察"] = {
				["证"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			}
		},
		["退"] = {
			["伍"] = {
				["证"] = {
					this = true
				}
			}
		},
		["言"] = {
			["正"] = {
				this = true
			}
		},
		["特"] = {
			["种"] = {
				["操"] = {
					["作"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["车"] = {
			["牌"] = {
				this = true
			}
		},
		["证"] = {
			this = true,
			["件"] = {
				this = true,
				q = {
					this = true
				},
				["办"] = {
					["理"] = {
						this = true,
						["公"] = {
							["司"] = {
								this = true
							}
						}
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["公"] = {
					["司"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			q = {
				this = true
			},
			["办"] = {
				["理"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				}
			},
			["昌"] = {
				["平"] = {
					this = true
				}
			},
			["诚"] = {
				["信"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				},
				["理"] = {
					this = true
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["刻"] = {
				["章"] = {
					["车"] = {
						["牌"] = {
							this = true
						}
					}
				}
			},
			["快"] = {
				["速"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["市"] = {
				["场"] = {
					this = true
				}
			},
			["书"] = {
				this = true,
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true,
						["公"] = {
							["司"] = {
								this = true
							}
						}
					}
				},
				["公"] = {
					["司"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["文"] = {
			["凭"] = {
				this = true,
				["办"] = {
					["理"] = {
						this = true,
						["公"] = {
							["司"] = {
								this = true
							}
						},
						["中"] = {
							["心"] = {
								this = true
							}
						}
					}
				},
				["代"] = {
					["办"] = {
						this = true,
						["公"] = {
							["司"] = {
								this = true
							}
						}
					}
				},
				["证"] = {
					["件"] = {
						["专"] = {
							["网"] = {
								this = true
							}
						}
					},
					["书"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			}
		},
		["结"] = {
			["婚"] = {
				["证"] = {
					this = true,
					Q = {
						this = true
					}
				}
			}
		},
		["户"] = {
			["口"] = {
				["本"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			}
		},
		["身"] = {
			["份"] = {
				["证"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["保"] = {
						["真"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					},
					["速"] = {
						["度"] = {
							["快"] = {
								this = true
							}
						}
					}
				},
				["正"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					}
				},
				["證"] = {
					this = true
				}
			}
		},
		["军"] = {
			["官"] = {
				["证"] = {
					this = true
				}
			}
		},
		["钱"] = {
			this = true,
			["官"] = {
				["网"] = {
					this = true
				}
			},
			["货"] = {
				["源"] = {
					["网"] = {
						this = true
					}
				},
				["到"] = {
					s = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					},
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					[" "] = {
						["北"] = {
							["京"] = {
								this = true
							}
						}
					}
				}
			},
			[" "] = {
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			},
			["批"] = {
				["发"] = {
					this = true
				}
			},
			Q = {
				Q = {
					this = true
				}
			},
			["="] = {
				["假"] = {
					["币"] = {
						this = true
					}
				}
			},
			["价"] = {
				["格"] = {
					this = true
				}
			},
			a = {
				["过"] = {
					["机"] = {
						["版"] = {
							this = true
						}
					}
				},
				["热"] = {
					["敷"] = {
						["敏"] = {
							["纸"] = {
								this = true
							}
						}
					}
				}
			},
			c = {
				["北"] = {
					["京"] = {
						this = true
					}
				},
				["朝"] = {
					["阳"] = {
						this = true
					}
				}
			},
			t = {
				e = {
					l = {
						this = true
					}
				}
			},
			["版"] = {
				this = true
			},
			["币"] = {
				this = true,
				["代"] = {
					["理"] = {
						this = true
					}
				},
				["当"] = {
					["面"] = {
						["交"] = {
							["易"] = {
								this = true
							}
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["钞"] = {
						this = true
					}
				},
				["联"] = {
					["系"] = {
						this = true,
						["方"] = {
							["式"] = {
								this = true
							}
						}
					}
				},
				["那"] = {
					["有"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				}
			},
			["厂"] = {
				["家"] = {
					this = true
				}
			},
			["朝"] = {
				["阳"] = {
					this = true
				}
			},
			["代"] = {
				["理"] = {
					this = true
				}
			},
			["电"] = {
				this = true
			},
			["公"] = {
				["司"] = {
					this = true,
					t = {
						e = {
							l = {
								this = true
							}
						}
					}
				}
			},
			["过"] = {
				["机"] = {
					["版"] = {
						this = true
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true,
					["假"] = {
						["钞"] = {
							this = true
						}
					}
				}
			},
			["交"] = {
				["易"] = {
					this = true
				}
			},
			["模"] = {
				["具"] = {
					this = true
				}
			},
			["热"] = {
				["敷"] = {
					["敏"] = {
						["纸"] = {
							this = true
						}
					}
				}
			},
			["送"] = {
				["货"] = {
					this = true
				}
			},
			["硬"] = {
				["币"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["钞"] = {
			this = true,
			["货"] = {
				["源"] = {
					["网"] = {
						this = true
					}
				},
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["*"] = {
				this = true
			},
			["特"] = {
				["征"] = {
					["码"] = {
						this = true
					}
				}
			},
			[" "] = {
				["凹"] = {
					["凸"] = {
						["质"] = {
							["感"] = {
								this = true
							}
						}
					}
				},
				["迷"] = {
					["奸"] = {
						["药"] = {
							this = true
						}
					}
				},
				["一"] = {
					["元"] = {
						["硬"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["存"] = {
				["进"] = {
					A = {
						T = {
							M = {
								["机"] = {
									this = true
								}
							}
						}
					}
				}
			},
			e = {
				["迷"] = {
					["奸"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			T = {
				E = {
					L = {
						this = true
					}
				}
			},
			["包"] = {
				["过"] = {
					["机"] = {
						this = true
					}
				}
			},
			["保"] = {
				["过"] = {
					["机"] = {
						this = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					this = true
				}
			},
			["公"] = {
				["司"] = {
					this = true,
					t = {
						e = {
							l = {
								this = true
							}
						}
					}
				}
			},
			["换"] = {
				["钱"] = {
					this = true
				},
				["真"] = {
					["钱"] = {
						this = true
					}
				}
			},
			["假"] = {
				this = true,
				["币"] = {
					["假"] = {
						["钱"] = {
							Q = {
								this = true
							}
						}
					}
				},
				["钱"] = {
					["价"] = {
						["格"] = {
							this = true
						}
					}
				},
				["一"] = {
					["元"] = {
						["硬"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["价"] = {
				["格"] = {
					["与"] = {
						["假"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			},
			["交"] = {
				["换"] = {
					this = true
				},
				["易"] = {
					this = true
				}
			},
			["迷"] = {
				["奸"] = {
					["药"] = {
						this = true
					}
				}
			},
			["免"] = {
				["定"] = {
					["金"] = {
						["送"] = {
							["货"] = {
								this = true
							}
						}
					}
				}
			},
			["模"] = {
				["版"] = {
					this = true
				},
				["具"] = {
					this = true
				}
			},
			["票"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["一"] = {
				["元"] = {
					["硬"] = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["印"] = {
				["钞"] = {
					["机"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true
			}
		},
		r = {
			m = {
				b = {
					this = true
				}
			}
		},
		["卫"] = {
			["生"] = {
				["许"] = {
					["可"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["会"] = {
			["计"] = {
				["证"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			}
		},
		["牌"] = {
			this = true,
			["照"] = {
				this = true
			}
		},
		["出"] = {
			["生"] = {
				["证"] = {
					this = true
				}
			}
		},
		["学"] = {
			["士"] = {
				["学"] = {
					["位"] = {
						this = true
					}
				}
			},
			["历"] = {
				this = true,
				["证"] = {
					["书"] = {
						this = true
					}
				}
			},
			["生"] = {
				["证"] = {
					this = true,
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["位"] = {
				["证"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					},
					["书"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["职"] = {
			["业"] = {
				["资"] = {
					["格"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["死"] = {
			["亡"] = {
				["证"] = {
					["明"] = {
						this = true
					}
				}
			}
		},
		["毕"] = {
			["业"] = {
				["证"] = {
					this = true,
					["在"] = {
						["哪"] = {
							["里"] = {
								["办"] = {
									this = true
								}
							}
						},
						["办"] = {
							this = true
						}
					},
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["正"] = {
					this = true
				}
			}
		},
		["人"] = {
			["民"] = {
				this = true,
				["币"] = {
					this = true,
					["1"] = {
						["0"] = {
							["0"] = {
								this = true
							}
						}
					},
					["扣"] = {
						["扣"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				B = {
					this = true,
					["1"] = {
						["0"] = {
							["0"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["幣"] = {
					this = true,
					["价"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				},
				["钱"] = {
					["币"] = {
						this = true
					}
				}
			},
			["品"] = {
				["币"] = {
					this = true
				}
			}
		},
		["鈔"] = {
			this = true,
			["各"] = {
				["地"] = {
					this = true
				}
			}
		},
		["教"] = {
			["育"] = {
				this = true
			}
		},
		["硬"] = {
			["币"] = {
				this = true,
				Q = {
					Q = {
						this = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			B = {
				this = true,
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			},
			["幣"] = {
				this = true
			},
			["钱"] = {
				["币"] = {
					this = true
				}
			}
		},
		["传"] = {
			["习"] = {
				["旨"] = {
					this = true
				}
			}
		},
		["傳"] = {
			["習"] = {
				["旨"] = {
					this = true
				}
			}
		},
		["*"] = {
			["腿"] = {
				this = true
			},
			["肢"] = {
				this = true
			}
		},
		["."] = {
			["证"] = {
				this = true
			}
		},
		["1"] = {
			["发"] = {
				["1"] = {
					["票"] = {
						this = true
					}
				}
			},
			["元"] = {
				["硬"] = {
					["币"] = {
						this = true
					}
				}
			}
		},
		["2"] = {
			["钞"] = {
				this = true
			},
			["吵"] = {
				this = true
			}
		},
		["4"] = {
			["币"] = {
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			}
		},
		A = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		B = {
			this = true,
			T = {
				E = {
					L = {
						this = true
					}
				}
			},
			["变"] = {
				["色"] = {
					["油"] = {
						["墨"] = {
							this = true
						}
					}
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				q = {
					i = {
						a = {
							n = {
								this = true
							}
						}
					}
				},
				["吵"] = {
					this = true
				}
			},
			["那"] = {
				["有"] = {
					this = true
				}
			},
			["要"] = {
				this = true
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true
			}
		},
		b = {
			i = {
				this = true
			}
		},
		d = {
			["&"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		q = {
			i = {
				a = {
					n = {
						this = true,
						g = {
							this = true
						},
						["北"] = {
							["京"] = {
								this = true
							}
						},
						["厂"] = {
							["家"] = {
								this = true
							}
						},
						["电"] = {
							this = true
						},
						["假"] = {
							B = {
								this = true
							}
						},
						["价"] = {
							["格"] = {
								this = true
							}
						}
					}
				}
			}
		},
		z = {
			h = {
				e = {
					n = {
						g = {
							this = true
						}
					}
				}
			}
		},
		["β"] = {
			this = true
		},
		["办"] = {
			["理"] = {
				this = true
			}
		},
		["本"] = {
			["科"] = {
				["学"] = {
					["历"] = {
						this = true
					}
				}
			}
		},
		["比"] = {
			this = true
		},
		["弊"] = {
			this = true
		},
		["幣"] = {
			this = true,
			["假"] = {
				["鈔"] = {
					this = true
				}
			}
		},
		["吵"] = {
			this = true,
			m = {
				i = {
					["奸"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			T = {
				E = {
					L = {
						this = true
					}
				}
			},
			["假"] = {
				this = true,
				["一"] = {
					["元"] = {
						["硬"] = {
							B = {
								this = true
							}
						}
					}
				}
			},
			["交"] = {
				["换"] = {
					this = true
				}
			},
			["一"] = {
				["元"] = {
					["硬"] = {
						B = {
							this = true
						}
					}
				}
			},
			["印"] = {
				["吵"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["存"] = {
			["单"] = {
				this = true
			}
		},
		["大"] = {
			["学"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			}
		},
		["的"] = {
			["*"] = {
				["正"] = {
					["？"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			},
			["邮"] = {
				["箱"] = {
					this = true
				}
			},
			["证"] = {
				this = true
			}
		},
		["等"] = {
			["级"] = {
				["证"] = {
					["书"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["代"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["二"] = {
			["代"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						},
						["證"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["漂"] = {
				this = true,
				T = {
					E = {
						L = {
							this = true
						}
					}
				}
			},
			["飘"] = {
				this = true
			},
			["票"] = {
				this = true,
				T = {
					E = {
						L = {
							this = true
						}
					}
				},
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["代"] = {
					["理"] = {
						this = true,
						["北"] = {
							["京"] = {
								this = true
							}
						},
						["顺"] = {
							["义"] = {
								this = true
							}
						}
					}
				},
				["交"] = {
					["易"] = {
						this = true
					}
				},
				["可"] = {
					["代"] = {
						["理"] = {
							this = true
						}
					}
				},
				["专"] = {
					this = true
				}
			},
			["税"] = {
				["票"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["發"] = {
			["票"] = {
				this = true,
				["代"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["法"] = {
			["票"] = {
				this = true,
				T = {
					E = {
						L = {
							this = true
						}
					}
				},
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["代"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["髮"] = {
			["漂"] = {
				this = true
			},
			["票"] = {
				this = true
			}
		},
		["工"] = {
			["程"] = {
				["师"] = {
					["证"] = {
						this = true
					},
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			["外"] = {
				["文"] = {
					["凭"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["代"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["护"] = {
			["照"] = {
				this = true,
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				}
			}
		},
		["货"] = {
			this = true
		},
		["机"] = {
			["动"] = {
				["车"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["假"] = {
			["钱"] = {
				this = true
			}
		},
		["驾"] = {
			["驶"] = {
				["正"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				},
				["证"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			},
			["照"] = {
				this = true,
				["代"] = {
					["办"] = {
						this = true
					}
				}
			}
		},
		["健"] = {
			["康"] = {
				["证"] = {
					this = true
				}
			}
		},
		["六"] = {
			["级"] = {
				["证"] = {
					this = true
				}
			}
		},
		["冒"] = {
			["的"] = {
				["淘"] = {
					["宝"] = {
						this = true
					}
				}
			},
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							},
							["證"] = {
								this = true
							}
						}
					}
				}
			},
			["购"] = {
				["物"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["浦"] = {
				["发"] = {
					["银"] = {
						["行"] = {
							this = true
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					},
					["證"] = {
						this = true
					}
				}
			},
			["央"] = {
				["视"] = {
					["网"] = {
						this = true
					}
				}
			},
			["壹"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							},
							["證"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["面"] = {
			this = true,
			["高"] = {
				["仿"] = {
					["真"] = {
						this = true
					}
				}
			}
		},
		["票"] = {
			this = true
		},
		["浦"] = {
			["发"] = {
				["银"] = {
					["行"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["—"] = {
			["—"] = {
				["钱"] = {
					["—"] = {
						["—"] = {
							this = true
						}
					}
				}
			}
		},
		["錢"] = {
			this = true,
			["價"] = {
				["格"] = {
					this = true
				}
			}
		},
		["枪"] = {
			this = true
		},
		["槍"] = {
			this = true
		},
		["日"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["税"] = {
			["票"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["四"] = {
			["级"] = {
				["证"] = {
					this = true
				}
			}
		},
		["太"] = {
			["阳"] = {
				["城"] = {
					this = true
				}
			}
		},
		["体"] = {
			["检"] = {
				["证"] = {
					["明"] = {
						this = true
					}
				}
			}
		},
		["腿"] = {
			this = true
		},
		["五"] = {
			["角"] = {
				["硬"] = {
					["币"] = {
						this = true
					}
				}
			}
		},
		["烟"] = {
			this = true
		},
		["陽"] = {
			["具"] = {
				["插"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["一"] = {
			["元"] = {
				["硬"] = {
					B = {
						this = true
					},
					["币"] = {
						this = true
					},
					["幣"] = {
						this = true
					},
					["钱"] = {
						["币"] = {
							this = true
						}
					}
				}
			}
		},
		["壹"] = {
			["代"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						},
						["證"] = {
							this = true
						}
					}
				}
			}
		},
		["阴"] = {
			this = true
		},
		["营"] = {
			["业"] = {
				["执"] = {
					["照"] = {
						this = true
					}
				}
			}
		},
		["增"] = {
			["值"] = {
				["税"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["正"] = {
			this = true,
			["办"] = {
				["理"] = {
					this = true
				}
			},
			["代"] = {
				["办"] = {
					this = true
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			}
		},
		["支"] = {
			["票"] = {
				this = true
			}
		},
		["肢"] = {
			this = true
		},
		["中"] = {
			["奖"] = {
				["网"] = {
					["站"] = {
						["骗"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["资"] = {
			["格"] = {
				["证"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			}
		},
		["自"] = {
			["学"] = {
				["考"] = {
					["试"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["钻"] = {
			["戒"] = {
				this = true
			}
		},
		["如"] = {
			["我"] = {
				["们"] = {
					["的"] = {
						["铁"] = {
							["骑"] = {
								["继"] = {
									["续"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["使"] = {
			["我"] = {
				["們"] = {
					["的"] = {
						["鐵"] = {
							["騎"] = {
								["繼"] = {
									["續"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["们"] = {
					["的"] = {
						["铁"] = {
							["骑"] = {
								["继"] = {
									["续"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["甲"] = {
		["庆"] = {
			["林"] = {
				this = true
			}
		},
		["基"] = {
			["乙"] = {
				["基"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["苯"] = {
				["丙"] = {
					this = true,
					["胺"] = {
						this = true,
						["制"] = {
							["作"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						},
						["合"] = {
							["成"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								},
								["工"] = {
									["艺"] = {
										this = true
									}
								}
							}
						},
						["价"] = {
							["格"] = {
								this = true
							}
						},
						[" "] = {
							q = {
								q = {
									this = true
								}
							},
							["制"] = {
								["冰"] = {
									["技"] = {
										["术"] = {
											this = true
										}
									}
								}
							},
							["羟"] = {
								["亚"] = {
									["胺"] = {
										[" "] = {
											["氯"] = {
												["胺"] = {
													["酮"] = {
														["批"] = {
															["发"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["1"] = {
							this = true
						},
						K = {
							this = true
						},
						["冰"] = {
							["毒"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["方"] = {
							["法"] = {
								this = true
							}
						},
						["化"] = {
							["学"] = {
								this = true
							}
						},
						["结"] = {
							["构"] = {
								this = true
							}
						},
						["片"] = {
							this = true
						},
						["商"] = {
							this = true
						},
						["原"] = {
							["料"] = {
								this = true
							}
						}
					},
					["酮"] = {
						this = true
					}
				},
				["胺"] = {
					this = true
				},
				["甲"] = {
					["胺"] = {
						this = true
					}
				}
			},
			["甲"] = {
				["卡"] = {
					["西"] = {
						["酮"] = {
							this = true
						}
					}
				},
				["酸"] = {
					this = true
				}
			},
			["安"] = {
				this = true,
				["非"] = {
					["他"] = {
						["明"] = {
							this = true
						},
						["命"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					}
				}
			},
			["丙"] = {
				["烯"] = {
					["腈"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["碘"] = {
				this = true
			},
			["肼"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["磺"] = {
				["酰"] = {
					["氯"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["氟"] = {
						this = true
					}
				}
			},
			["本"] = {
				["丙"] = {
					["胺"] = {
						this = true
					}
				}
			},
			["笨"] = {
				["丙"] = {
					["胺"] = {
						this = true
					}
				}
			},
			["苄"] = {
				["基"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["狄"] = {
				["戈"] = {
					["辛"] = {
						this = true
					}
				}
			},
			["可"] = {
				["可"] = {
					["碱"] = {
						this = true
					}
				}
			},
			["联"] = {
				["胺"] = {
					this = true
				}
			},
			["氯"] = {
				["甲"] = {
					["醚"] = {
						this = true
					}
				}
			},
			["异"] = {
				["氰"] = {
					["酸"] = {
						["酯"] = {
							this = true
						}
					}
				}
			}
		},
		["氧"] = {
			["麻"] = {
				["黄"] = {
					["酮"] = {
						this = true
					}
				}
			}
		},
		["苯"] = {
			this = true,
			["喹"] = {
				["唑"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			}
		},
		["硝"] = {
			["西"] = {
				["泮"] = {
					this = true
				}
			}
		},
		["卡"] = {
			["西"] = {
				["酮"] = {
					this = true,
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["教"] = {
						["程"] = {
							this = true
						}
					},
					["黎"] = {
						["城"] = {
							["面"] = {
								this = true
							}
						}
					},
					["配"] = {
						["方"] = {
							this = true
						}
					},
					["手"] = {
						["机"] = {
							this = true
						}
					},
					["提"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			}
		},
		["氰"] = {
			["菊"] = {
				["酯"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["藻"] = {
			["毒"] = {
				["素"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["烷"] = {
			["磺"] = {
				["酰"] = {
					["氯"] = {
						this = true
					}
				}
			}
		},
		["磺"] = {
			["酰"] = {
				["氟"] = {
					this = true
				}
			}
		},
		["米"] = {
			["雷"] = {
				["司"] = {
					this = true
				}
			}
		},
		["睾"] = {
			["酮"] = {
				this = true
			}
		},
		["氨"] = {
			["基"] = {
				this = true
			}
		},
		["胺"] = {
			["磷"] = {
				this = true
			}
		},
		["板"] = {
			this = true,
			["防"] = {
				["御"] = {
					["强"] = {
						["化"] = {
							this = true
						}
					}
				}
			},
			["容"] = {
				["量"] = {
					["架"] = {
						this = true
					}
				}
			},
			["修"] = {
				["复"] = {
					["强"] = {
						["化"] = {
							this = true
						}
					}
				}
			}
		},
		["毕"] = {
			["业"] = {
				["证"] = {
					this = true
				}
			}
		},
		["醇"] = {
			this = true
		},
		["地"] = {
			["索"] = {
				["啡"] = {
					this = true
				}
			}
		},
		["二"] = {
			["氢"] = {
				["吗"] = {
					["啡"] = {
						this = true
					}
				}
			}
		},
		["斐"] = {
			["文"] = {
				["香"] = {
					this = true
				}
			}
		},
		["结"] = {
			["婚"] = {
				["证"] = {
					this = true
				}
			}
		},
		["喹"] = {
			["酮"] = {
				this = true,
				["各"] = {
					["地"] = {
						this = true
					}
				}
			}
		},
		["离"] = {
			["婚"] = {
				["证"] = {
					this = true
				}
			}
		},
		["麦"] = {
			["角"] = {
				["新"] = {
					["碱"] = {
						this = true
					}
				}
			}
		},
		["慶"] = {
			["林"] = {
				this = true
			}
		},
		["日"] = {
			["家"] = {
				["族"] = {
					this = true
				}
			}
		},
		["状"] = {
			["旁"] = {
				["腺"] = {
					this = true,
					["源"] = {
						this = true
					}
				}
			}
		},
		["子"] = {
			["苯"] = {
				["丙"] = {
					["胺"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["离"] = {
		["长"] = {
			["春"] = {
				this = true
			}
		},
		["岸"] = {
			["公"] = {
				["司"] = {
					[" "] = {
						["李"] = {
							this = true
						}
					}
				}
			}
		},
		["京"] = {
			["鲍"] = {
				["彤"] = {
					this = true
				}
			}
		},
		["开"] = {
			["队"] = {
				["伍"] = {
					this = true
				}
			}
		},
		["异"] = {
			["少"] = {
				["妇"] = {
					this = true,
					["欲"] = {
						["求"] = {
							this = true
						}
					}
				}
			}
		},
		["子"] = {
			["风"] = {
				["枪"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["袭"] = {
		["近"] = {
			["平"] = {
				this = true
			},
			["姘"] = {
				this = true
			}
		},
		["禁"] = {
			["屏"] = {
				this = true
			},
			["评"] = {
				this = true
			},
			["贫"] = {
				this = true
			},
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["茎"] = {
			["平"] = {
				this = true
			},
			["频"] = {
				this = true
			}
		},
		["警"] = {
			this = true,
			["平"] = {
				this = true
			}
		},
		["大"] = {
			["大"] = {
				this = true
			}
		},
		["进"] = {
			["平"] = {
				this = true
			},
			["凹"] = {
				this = true
			},
			["苹"] = {
				this = true
			},
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["哒"] = {
			["哒"] = {
				this = true
			}
		},
		["金"] = {
			["评"] = {
				this = true
			}
		},
		["劲"] = {
			["屏"] = {
				this = true
			}
		},
		["晋"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["烬"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["靖"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["静"] = {
			["贫"] = {
				this = true
			},
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["镜"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["某"] = {
			["人"] = {
				this = true
			}
		},
		["煮"] = {
			["席"] = {
				this = true
			}
		},
		["击"] = {
			this = true
		},
		["人"] = {
			["大"] = {
				["帝"] = {
					this = true
				}
			}
		},
		["习"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["和"] = {
		["锅"] = {
			["枪"] = {
				this = true
			}
		},
		["嫂"] = {
			["子"] = {
				["同"] = {
					["居"] = {
						["的"] = {
							["日"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["嫂"] = {
				["淫"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["盛"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["平"] = {
			["演"] = {
				["变"] = {
					this = true,
					["道"] = {
						["路"] = {
							["已"] = {
								this = true,
								["被"] = {
									["中"] = {
										["共"] = {
											["堵"] = {
												["死"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["修"] = {
				["炼"] = {
					["*"] = {
						this = true
					}
				},
				["练"] = {
					this = true
				}
			},
			["请"] = {
				["愿"] = {
					["书"] = {
						this = true
					}
				}
			},
			["非"] = {
				["暴"] = {
					["力"] = {
						this = true
					}
				}
			},
			["集"] = {
				["会"] = {
					["抗"] = {
						["议"] = {
							this = true
						}
					}
				}
			},
			["奖"] = {
				this = true,
				["究"] = {
					["竟"] = {
						["唱"] = {
							["的"] = {
								["是"] = {
									["哪"] = {
										["出"] = {
											["戏"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["刘"] = {
					["晓"] = {
						["波"] = {
							b = {
								b = {
									s = {
										this = true
									}
								}
							}
						}
					}
				},
				["诺"] = {
					["贝"] = {
						["尔"] = {
							["刘"] = {
								["晓"] = {
									["波"] = {
										["公"] = {
											["正"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["影"] = {
				["都"] = {
					this = true
				}
			},
			["战"] = {
				["略"] = {
					["研"] = {
						["究"] = {
							["所"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["弦"] = {
			this = true
		},
		["谐"] = {
			this = true,
			["你"] = {
				["全"] = {
					["家"] = {
						this = true
					}
				}
			},
			["奖"] = {
				this = true
			}
		},
		["奸"] = {
			["成"] = {
				["瘾"] = {
					this = true
				}
			}
		},
		["解"] = {
			["的"] = {
				["智"] = {
					["慧"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			["妇"] = {
				["野"] = {
					["外"] = {
						["偷"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["的"] = {
					["对"] = {
						["话"] = {
							this = true
						}
					}
				},
				["开"] = {
					["房"] = {
						this = true
					}
				}
			}
		},
		["親"] = {
			["姐"] = {
				["姐"] = {
					["作"] = {
						["愛"] = {
							this = true
						}
					}
				}
			}
		},
		["骚"] = {
			["货"] = {
				["老"] = {
					["婆"] = {
						["草"] = {
							["逼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["少"] = {
			["妇"] = {
				["做"] = {
					["爱"] = {
						["好"] = {
							["爽"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["婶"] = {
			["婶"] = {
				["做"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["熟"] = {
			["女"] = {
				["同"] = {
					["事"] = {
						["做"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["爱"] = {
				b = {
					t = {
						this = true
					}
				}
			},
			["愛"] = {
				b = {
					t = {
						this = true
					}
				}
			},
			["无"] = {
				["码"] = {
					this = true
				}
			}
		},
		["条"] = {
			["友"] = {
				["做"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["我"] = {
			["老"] = {
				["婆"] = {
					["做"] = {
						["爱"] = {
							this = true
						}
					}
				}
			}
		},
		["已"] = {
			["婚"] = {
				["姐"] = {
					["姐"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["淫"] = {
			["荡"] = {
				["母"] = {
					["女"] = {
						["玩"] = {
							P = {
								this = true
							}
						}
					}
				}
			}
		},
		["子"] = {
			["的"] = {
				["饭"] = {
					["后"] = {
						["活"] = {
							["动"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
