pg = pg or {}
slot0 = pg
slot0.word_template_146 = {}
slot1 = slot0.word_template_146

function temp()
	uv0["单"] = {
		["管"] = {
			this = true,
			["猎"] = {
				["枪"] = {
					this = true,
					["退"] = {
						["壳"] = {
							["装"] = {
								["置"] = {
									["图"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["击"] = {
				["锤"] = {
					this = true
				}
			}
		},
		["体"] = {
			["下"] = {
				["马"] = {
					this = true
				}
			}
		},
		["发"] = {
			["狗"] = {
				this = true
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					},
					["抢"] = {
						this = true
					}
				}
			}
		},
		["打"] = {
			["一"] = {
				this = true
			}
		},
		["质"] = {
			["猛"] = {
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["肩"] = {
			["载"] = {
				["物"] = {
					this = true
				}
			}
		},
		["号"] = {
			["客"] = {
				this = true
			}
		},
		["机"] = {
			["版"] = {
				["性"] = {
					["爱"] = {
						["游"] = {
							["戏"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["排"] = {
			["弹"] = {
				["匣"] = {
					this = true
				}
			}
		},
		["频"] = {
			["漆"] = {
				["车"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["车"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["仁"] = {
			["平"] = {
				this = true
			}
		},
		["刃"] = {
			["毒"] = {
				["剑"] = {
					this = true
				}
			}
		},
		["色"] = {
			["天"] = {
				["堂"] = {
					this = true
				}
			}
		},
		["双"] = {
			["管"] = {
				["立"] = {
					["式"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["猎"] = {
					g = {
						o = {
							u = {
								this = true
							}
						}
					},
					["狗"] = {
						this = true
					},
					["枪"] = {
						this = true
					}
				}
			},
			["筒"] = {
				["猎"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["挑"] = {
			["王"] = {
				["破"] = {
					["解"] = {
						this = true
					}
				},
				["五"] = {
					["星"] = {
						["宏"] = {
							["辉"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["线"] = {
			["视"] = {
				["频"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["锡"] = {
		["锋"] = {
			this = true,
			["牌"] = {
				this = true,
				["气"] = {
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				b = {
					["5"] = {
						["1"] = {
							this = true
						}
					}
				},
				["6"] = {
					["6"] = {
						["3"] = {
							["0"] = {
								this = true
							}
						}
					}
				},
				B = {
					["8"] = {
						this = true
					},
					["5"] = {
						["8"] = {
							this = true
						}
					}
				},
				["汽"] = {
					["枪"] = {
						this = true
					}
				}
			},
			B = {
				["8"] = {
					this = true,
					["折"] = {
						["叠"] = {
							this = true
						}
					}
				},
				["5"] = {
					["8"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			b = {
				["5"] = {
					["1"] = {
						this = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true,
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true
			}
		},
		["峰"] = {
			b = {
				["8"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["牌"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["汽"] = {
					["枪"] = {
						["大"] = {
							["全"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["弹"] = {
					["发"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["折"] = {
				["叠"] = {
					["式"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纸"] = {
			["快"] = {
				["开"] = {
					this = true,
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["万"] = {
				["能"] = {
					["开"] = {
						["锁"] = {
							this = true
						}
					},
					["钥"] = {
						["匙"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["具"] = {
					["终"] = {
						["结"] = {
							["者"] = {
								this = true
							}
						}
					}
				}
			},
			["耗"] = {
				["材"] = {
					this = true
				}
			},
			["晃"] = {
				["匙"] = {
					this = true
				}
			},
			["开"] = {
				["锁"] = {
					this = true,
					["法"] = {
						this = true
					},
					["工"] = {
						["具"] = {
							this = true
						}
					},
					["教"] = {
						["程"] = {
							this = true
						}
					},
					["术"] = {
						this = true
					}
				}
			},
			["秒"] = {
				["开"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["钥"] = {
				["匙"] = {
					this = true
				}
			}
		},
		["大"] = {
			["大"] = {
				this = true
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["金"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["林"] = {
			["郭"] = {
				["勒"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					},
					["盟"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["牌"] = {
			["汽"] = {
				["枪"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["猎"] = {
		["枪"] = {
			this = true,
			["铅"] = {
				["弹"] = {
					this = true
				}
			},
			["配"] = {
				["件"] = {
					this = true
				}
			},
			["弹"] = {
				this = true,
				["壳"] = {
					this = true
				}
			},
			["专"] = {
				["买"] = {
					["网"] = {
						this = true
					}
				},
				["卖"] = {
					["店"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["销"] = {
				["售"] = {
					["网"] = {
						this = true
					},
					["手"] = {
						["枪"] = {
							["销"] = {
								["售"] = {
									["气"] = {
										["枪"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["构"] = {
				["造"] = {
					["图"] = {
						["解"] = {
							this = true
						}
					}
				}
			},
			["分"] = {
				["解"] = {
					["图"] = {
						this = true
					}
				}
			},
			["扳"] = {
				["机"] = {
					["构"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["零"] = {
				["件"] = {
					["够"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["结"] = {
				["构"] = {
					["扳"] = {
						["机"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					["/"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						Q = {
							Q = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						["钢"] = {
							["珠"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["哪"] = {
				["里"] = {
					["有"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					["买"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					["底"] = {
						["火"] = {
							["专"] = {
								["卖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["|"] = {
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["、"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["汽"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["狗"] = {
			["粮"] = {
				this = true
			},
			["铅"] = {
				["弹"] = {
					this = true
				}
			},
			["配"] = {
				["件"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["专"] = {
				["卖"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["友"] = {
			["之"] = {
				["家"] = {
					["打"] = {
						["猎"] = {
							["论"] = {
								["坛"] = {
									this = true
								}
							}
						}
					},
					["狩"] = {
						["猎"] = {
							["论"] = {
								["坛"] = {
									this = true
								}
							}
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["汽"] = {
				["狗"] = {
					["网"] = {
						this = true
					}
				}
			},
			["王"] = {
				this = true
			}
		},
		["豹"] = {
			M = {
				["4"] = {
					this = true
				}
			},
			["弓"] = {
				["弩"] = {
					this = true
				},
				["努"] = {
					this = true
				}
			}
		},
		["弩"] = {
			this = true
		},
		["鹰"] = {
			["折"] = {
				["叠"] = {
					["驽"] = {
						this = true
					}
				}
			},
			["弩"] = {
				["官"] = {
					["网"] = {
						["店"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["木"] = {
			["仓"] = {
				this = true
			}
		},
		["杀"] = {
			["刀"] = {
				["专"] = {
					["卖"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["熊"] = {
				["猫"] = {
					this = true
				}
			}
		},
		["美"] = {
			["玉"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["艳"] = {
			["谱"] = {
				["群"] = {
					["芳"] = {
						this = true
					}
				}
			},
			["天"] = {
				["下"] = {
					["下"] = {
						["载"] = {
							this = true
						}
					}
				}
			},
			["江"] = {
				["湖"] = {
					["梦"] = {
						t = {
							x = {
								t = {
									["全"] = {
										["集"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["记"] = {
				this = true
			}
		},
		l = {
			["枪"] = {
				this = true
			}
		},
		["刀"] = {
			this = true
		},
		["狐"] = {
			["行"] = {
				["动"] = {
					["李"] = {
						["小"] = {
							["林"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["槍"] = {
			this = true
		},
		["抢"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["刃"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["弹"] = {
		["轮"] = {
			this = true
		},
		["夹"] = {
			this = true
		},
		["簧"] = {
			["活"] = {
				["塞"] = {
					this = true,
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["气"] = {
						["枪"] = {
							["分"] = {
								["解"] = {
									["图"] = {
										this = true
									}
								}
							},
							["结"] = {
								["构"] = {
									["图"] = {
										this = true
									}
								}
							}
						}
					},
					["狗"] = {
						this = true
					}
				}
			},
			["跳"] = {
				["刀"] = {
					this = true
				},
				["跳"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["刀"] = {
				this = true,
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			d = {
				a = {
					o = {
						this = true
					}
				}
			},
			["匕"] = {
				this = true
			},
			["刺"] = {
				["专"] = {
					this = true
				}
			},
			["叨"] = {
				["匕"] = {
					["渞"] = {
						this = true
					}
				}
			},
			["钢"] = {
				this = true
			},
			["狗"] = {
				this = true
			},
			["面"] = {
				["具"] = {
					this = true
				}
			},
			["枪"] = {
				this = true
			},
			["人"] = {
				["皮"] = {
					this = true
				}
			},
			["三"] = {
				["节"] = {
					["甩"] = {
						["棍"] = {
							this = true
						}
					}
				}
			},
			["式"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["小"] = {
				["枪"] = {
					this = true
				}
			},
			["扎"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["弓"] = {
			this = true,
			["狗"] = {
				this = true
			}
		},
		["狗"] = {
			this = true
		},
		["线"] = {
			["管"] = {
				this = true
			}
		},
		["膛"] = {
			["体"] = {
				this = true
			}
		},
		["药"] = {
			this = true,
			["制"] = {
				["造"] = {
					["方"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["配"] = {
				["方"] = {
					this = true
				}
			}
		},
		["劾"] = {
			this = true,
			["习"] = {
				this = true
			}
		},
		["衬"] = {
			this = true
		},
		["刺"] = {
			["跳"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["刀"] = {
			["首"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["道"] = {
			["学"] = {
				this = true
			}
		},
		["方"] = {
			["法"] = {
				this = true
			}
		},
		["锅"] = {
			["衬"] = {
				this = true
			}
		},
		["弖"] = {
			["囸"] = {
				["闆"] = {
					this = true
				}
			}
		},
		["铗"] = {
			["恨"] = {
				["无"] = {
					["肉"] = {
						this = true
					}
				}
			}
		},
		["壳"] = {
			["皿"] = {
				this = true
			},
			["气"] = {
				p = {
					c = {
						p = {
							this = true
						}
					}
				}
			}
		},
		["匣"] = {
			["容"] = {
				["量"] = {
					this = true
				}
			}
		},
		["珠"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					["仿"] = {
						["真"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["仿"] = {
					["真"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["子"] = {
			["枪"] = {
				this = true
			}
		},
		["唱"] = {
			["词"] = {
				[" "] = {
					["\\"] = {
						["\\"] = {
							["别"] = {
								["后"] = {
									["\\"] = {
										["\\"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["峨"] = {
		["眉"] = {
			["牌"] = {
				["汽"] = {
					["枪"] = {
						this = true
					}
				},
				["立"] = {
					["式"] = {
						["1"] = {
							["2"] = {
								["号"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["嵋"] = {
			["帮"] = {
				this = true
			},
			["派"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["折"] = {
		["叠"] = {
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["手"] = {
				["弓"] = {
					["弩"] = {
						this = true
					},
					["努"] = {
						this = true
					}
				},
				["努"] = {
					["配"] = {
						["件"] = {
							this = true
						}
					}
				},
				["弩"] = {
					this = true,
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true,
				Q = {
					Q = {
						this = true
					}
				},
				["售"] = {
					this = true
				},
				["专"] = {
					this = true
				}
			},
			g = {
				o = {
					u = {
						this = true
					}
				}
			},
			["侧"] = {
				["拉"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["野"] = {
					["狼"] = {
						this = true
					}
				}
			},
			["单"] = {
				["勾"] = {
					this = true,
					["神"] = {
						["器"] = {
							this = true
						}
					}
				},
				["管"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["剪"] = {
				["刀"] = {
					["0"] = {
						["2"] = {
							this = true
						}
					},
					["快"] = {
						["手"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["刺"] = {
					this = true
				},
				["刀"] = {
					this = true
				}
			},
			["款"] = {
				["式"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["式"] = {
				["高"] = {
					["压"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["枪"] = {
					["托"] = {
						this = true
					}
				}
			},
			["小"] = {
				["军"] = {
					["刺"] = {
						this = true
					}
				}
			},
			["阻"] = {
				["击"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				}
			}
		},
		["刀"] = {
			["网"] = {
				this = true
			},
			["刀"] = {
				["网"] = {
					["站"] = {
						this = true
					}
				}
			},
			["专"] = {
				["卖"] = {
					["网"] = {
						this = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						}
					},
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			}
		},
		["翼"] = {
			["天"] = {
				["使"] = {
					this = true
				}
			}
		},
		["刺"] = {
			this = true,
			["正"] = {
				["品"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["疊"] = {
			["手"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["砍"] = {
			["刀"] = {
				this = true
			}
		},
		["枪"] = {
			this = true,
			["专"] = {
				this = true
			}
		},
		["原"] = {
			["临"] = {
				["也"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["诗"] = {
				["织"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["侧"] = {
		["拉"] = {
			["式"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			}
		},
		["那"] = {
			this = true
		},
		["杠"] = {
			["杆"] = {
				["式"] = {
					this = true
				}
			}
		},
		["试"] = {
			["号"] = {
				this = true
			}
		},
		["舷"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["仿"] = {
		["真"] = {
			this = true,
			["6"] = {
				["4"] = {
					this = true,
					["枪"] = {
						["专"] = {
							this = true
						}
					},
					["式"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						},
						["槍"] = {
							["專"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["气"] = {
				["木"] = {
					["仓"] = {
						this = true,
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				},
				["狗"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["打"] = {
						["猎"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["盒"] = {
						["子"] = {
							["炮"] = {
								this = true
							}
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["预"] = {
						["订"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["步"] = {
					["枪"] = {
						this = true
					}
				},
				["弹"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				},
				["槍"] = {
					this = true
				},
				["手"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			A = {
				K = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				},
				["短"] = {
					["狗"] = {
						this = true
					}
				},
				["狗"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["长"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["长"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["械"] = {
					this = true,
					["网"] = {
						this = true
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true,
					["站"] = {
						this = true
					}
				},
				["*"] = {
					this = true
				},
				Q = {
					Q = {
						this = true
					}
				},
				["售"] = {
					this = true,
					["卖"] = {
						this = true
					}
				},
				["="] = {
					["="] = {
						this = true
					}
				},
				["5"] = {
					["连"] = {
						["发"] = {
							this = true
						}
					}
				},
				["北"] = {
					["京"] = {
						this = true
					}
				},
				["诚"] = {
					["信"] = {
						["经"] = {
							["营"] = {
								this = true
							}
						}
					}
				},
				["弹"] = {
					["珠"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["低"] = {
					["价"] = {
						this = true
					}
				},
				["店"] = {
					this = true
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["儿"] = {
					this = true
				},
				["仿"] = {
					["真"] = {
						["狗"] = {
							this = true
						}
					}
				},
				["改"] = {
					["装"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				},
				["狙"] = {
					["击"] = {
						["狗"] = {
							this = true
						}
					}
				},
				["客"] = {
					["服"] = {
						this = true
					}
				},
				["猎"] = {
					["枪"] = {
						this = true
					}
				},
				["零"] = {
					["部"] = {
						["件"] = {
							this = true
						}
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["模"] = {
					this = true,
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["具"] = {
						this = true
					},
					["图"] = {
						this = true
					},
					["型"] = {
						this = true,
						["中"] = {
							["心"] = {
								this = true
							}
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["配"] = {
					["件"] = {
						this = true
					}
				},
				["平"] = {
					["台"] = {
						this = true
					}
				},
				["气"] = {
					["枪"] = {
						["气"] = {
							["狗"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				},
				["汽"] = {
					["狗"] = {
						["电"] = {
							["狗"] = {
								this = true
							}
						}
					}
				},
				["商"] = {
					["城"] = {
						this = true
					}
				},
				["收"] = {
					["藏"] = {
						this = true
					}
				},
				["现"] = {
					["货"] = {
						this = true
					}
				},
				["消"] = {
					["售"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				},
				["支"] = {
					this = true,
					["代"] = {
						["理"] = {
							this = true
						}
					},
					["付"] = {
						["宝"] = {
							this = true
						}
					}
				},
				["终"] = {
					["极"] = {
						["猎"] = {
							["人"] = {
								this = true
							}
						}
					}
				},
				["专"] = {
					this = true,
					["店"] = {
						this = true,
						["军"] = {
							["用"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				},
				["子"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["钢"] = {
				["弹"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["电"] = {
				["狗"] = {
					this = true
				}
			},
			["抢"] = {
				this = true,
				["专"] = {
					["卖"] = {
						["店"] = {
							["军"] = {
								["用"] = {
									this = true
								}
							}
						}
					},
					["店"] = {
						["军"] = {
							["用"] = {
								this = true
							}
						}
					}
				},
				["发"] = {
					["射"] = {
						["子"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["狗"] = {
				this = true,
				["械"] = {
					this = true,
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				},
				T = {
					E = {
						L = {
							this = true
						}
					}
				},
				["便"] = {
					["宜"] = {
						this = true
					}
				},
				["低"] = {
					["价"] = {
						this = true,
						["销"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["儿"] = {
					this = true
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["价"] = {
					["格"] = {
						this = true
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				},
				["现"] = {
					["货"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					["店"] = {
						this = true
					}
				}
			},
			["警"] = {
				["服"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["察"] = {
					["证"] = {
						this = true
					}
				},
				["官"] = {
					["证"] = {
						this = true
					}
				}
			},
			["硅"] = {
				["胶"] = {
					this = true,
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["鸡"] = {
				["狗"] = {
					this = true
				}
			},
			["手"] = {
				this = true,
				["狗"] = {
					this = true,
					["便"] = {
						["宜"] = {
							this = true
						}
					},
					["低"] = {
						["价"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["便"] = {
							["宜"] = {
								this = true
							}
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["拉"] = {
					["狗"] = {
						this = true
					},
					["鸡"] = {
						this = true
					}
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["汽"] = {
					["枪"] = {
						this = true
					},
					["抢"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["系"] = {
						["列"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["槍"] = {
					this = true
				},
				["抢"] = {
					["淘"] = {
						["宝"] = {
							this = true
						}
					}
				},
				["熗"] = {
					this = true
				}
			},
			["短"] = {
				["狗"] = {
					this = true
				}
			},
			["狙"] = {
				["击"] = {
					["狗"] = {
						this = true,
						["看"] = {
							["货"] = {
								this = true
							}
						}
					},
					["步"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["汽"] = {
						["狗"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["网"] = {
							this = true
						},
						["专"] = {
							this = true,
							["厂"] = {
								this = true
							}
						}
					},
					["抢"] = {
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["系"] = {
						["列"] = {
							this = true
						}
					}
				},
				["擊"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["发"] = {
				["票"] = {
					["网"] = {
						this = true
					}
				}
			},
			["假"] = {
				["钞"] = {
					this = true
				},
				["钱"] = {
					this = true
				}
			},
			["%"] = {
				["枪"] = {
					this = true
				}
			},
			["1"] = {
				["0"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["1"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["2"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["3"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["4"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["5"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["6"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["7"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["8"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["9"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["2"] = {
				["0"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["3"] = {
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["4"] = {
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					},
					["式"] = {
						this = true,
						["气"] = {
							["枪"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						},
						["槍"] = {
							["專"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["7"] = {
				["7"] = {
					["式"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						},
						["枪"] = {
							this = true
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["8"] = {
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["9"] = {
				["2"] = {
					["式"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["4"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["9"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			a = {
				k = {
					["4"] = {
						["7"] = {
							this = true
						}
					}
				},
				w = {
					p = {
						this = true
					}
				}
			},
			f = {
				["枪"] = {
					this = true
				}
			},
			g = {
				o = {
					u = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			},
			m = {
				["1"] = {
					["6"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			p = {
				c = {
					p = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			P = {
				V = {
					C = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["打"] = {
				["鸟"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["大"] = {
				["狗"] = {
					this = true
				}
			},
			["低"] = {
				["价"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["毒"] = {
				["刺"] = {
					this = true
				}
			},
			["仿"] = {
				["美"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				},
				["真"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["机"] = {
				["枪"] = {
					this = true
				}
			},
			["金"] = {
				["属"] = {
					this = true,
					["狗"] = {
						this = true
					},
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["动"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["精"] = {
				["装"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["刺"] = {
					this = true,
					["交"] = {
						["易"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["刀"] = {
					this = true
				},
				["用"] = {
					["狗"] = {
						["专"] = {
							["网"] = {
								this = true
							}
						}
					},
					["枪"] = {
						["支"] = {
							this = true
						}
					}
				}
			},
			["来"] = {
				["复"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["來"] = {
				["福"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["脸"] = {
				["皮"] = {
					this = true
				}
			},
			["臉"] = {
				["皮"] = {
					this = true
				}
			},
			["猎"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["鹰"] = {
					this = true,
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					["手"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["式"] = {
					R = {
						P = {
							G = {
								this = true
							}
						}
					}
				}
			},
			["面"] = {
				["具"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					}
				},
				["皮"] = {
					this = true
				}
			},
			["模"] = {
				["型"] = {
					this = true,
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["木"] = {
				["仓"] = {
					["金"] = {
						this = true
					},
					["模"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true
			},
			["氣"] = {
				["槍"] = {
					this = true
				}
			},
			["器"] = {
				["模"] = {
					["具"] = {
						this = true
					}
				}
			},
			["槍"] = {
				this = true,
				["诚"] = {
					["信"] = {
						["经"] = {
							["营"] = {
								this = true
							}
						}
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["模"] = {
					this = true,
					["专"] = {
						["营"] = {
							this = true
						}
					}
				},
				["专"] = {
					this = true
				}
			},
			["熗"] = {
				["模"] = {
					this = true
				}
			},
			["人"] = {
				["脸"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				},
				["民"] = {
					["币"] = {
						this = true
					}
				},
				["皮"] = {
					this = true,
					["面"] = {
						["具"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				},
				["品"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["军"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["骚"] = {
				["本"] = {
					this = true
				}
			},
			["沙"] = {
				["漠"] = {
					["之"] = {
						["鹰"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				},
				["鹰"] = {
					this = true,
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["铅"] = {
						["弹"] = {
							this = true
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["绅"] = {
				["士"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["帅"] = {
				["哥"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["汤"] = {
				["姆"] = {
					["逊"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["头"] = {
				["套"] = {
					this = true
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true
				}
			},
			["玩"] = {
				["具"] = {
					["枪"] = {
						this = true,
						["网"] = {
							this = true
						},
						["专"] = {
							this = true,
							["店"] = {
								this = true
							},
							["网"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["元"] = {
					["硬"] = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["易"] = {
				["容"] = {
					["面"] = {
						["具"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				},
				["书"] = {
					this = true
				}
			},
			["阻"] = {
				["击"] = {
					["枪"] = {
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["左"] = {
				["轮"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["制"] = {
			["警"] = {
				["服"] = {
					this = true
				},
				["用"] = {
					["品"] = {
						this = true
					},
					["头"] = {
						["盔"] = {
							this = true
						}
					}
				}
			},
			j = {
				["用"] = {
					["头"] = {
						["盔"] = {
							this = true
						}
					}
				}
			},
			["伯"] = {
				["莱"] = {
					["塔"] = {
						this = true
					}
				}
			},
			["格"] = {
				["洛"] = {
					["克"] = {
						this = true
					}
				}
			},
			["柯"] = {
				["尔"] = {
					["特"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true
			},
			["伸"] = {
				["缩"] = {
					["电"] = {
						j = {
							["棍"] = {
								this = true
							}
						},
						["警"] = {
							["棍"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["瓦"] = {
				["尔"] = {
					["特"] = {
						this = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["秃"] = {
			this = true,
			["吹"] = {
				this = true
			}
		},
		["德"] = {
			["母"] = {
				["鸡"] = {
					this = true
				}
			},
			["模"] = {
				["具"] = {
					this = true
				}
			}
		},
		["美"] = {
			["国"] = {
				["秃"] = {
					["鹰"] = {
						this = true
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					}
				}
			}
		},
		["绿"] = {
			["5"] = {
				["."] = {
					["5"] = {
						this = true
					}
				}
			},
			["管"] = {
				["子"] = {
					this = true
				}
			}
		},
		["品"] = {
			["军"] = {
				["刺"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			}
		},
		["云"] = {
			["石"] = {
				this = true
			}
		},
		["伪"] = {
			["都"] = {
				["和"] = {
					["真"] = {
						["币"] = {
							["一"] = {
								["样"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["#"] = {
			["钞"] = {
				this = true
			}
		},
		["5"] = {
			["4"] = {
				["枪"] = {
					this = true
				},
				["式"] = {
					this = true
				},
				["手"] = {
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			}
		},
		["6"] = {
			["4"] = {
				["式"] = {
					["手"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["7"] = {
			["7"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		z = {
			h = {
				e = {
					n = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				this = true
			}
		},
		["钞"] = {
			this = true
		},
		["吵"] = {
			this = true
		},
		["港"] = {
			["产"] = {
				this = true,
				["3"] = {
					["8"] = {
						["式"] = {
							this = true
						}
					}
				}
			},
			["產"] = {
				["3"] = {
					["8"] = {
						["式"] = {
							this = true
						}
					}
				}
			},
			["産"] = {
				["③"] = {
					["⑧"] = {
						["鉽"] = {
							this = true
						}
					}
				}
			}
		},
		["狗"] = {
			this = true
		},
		["古"] = {
			this = true,
			["双"] = {
				["锋"] = {
					this = true
				}
			}
		},
		["货"] = {
			["拿"] = {
				this = true
			}
		},
		["六"] = {
			["四"] = {
				["手"] = {
					["枪"] = {
						this = true,
						["代"] = {
							["购"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["冒"] = {
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		["七"] = {
			["七"] = {
				["式"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			["皮"] = {
				["具"] = {
					["专"] = {
						this = true
					}
				},
				["面"] = {
					["具"] = {
						this = true
					}
				}
			}
		},
		["三"] = {
			["代"] = {
				["领"] = {
					["导"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["淘"] = {
			["宝"] = {
				this = true
			}
		},
		["五"] = {
			["四"] = {
				this = true,
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["效"] = {
			["军"] = {
				["队"] = {
					["传"] = {
						["令"] = {
							this = true
						}
					}
				}
			}
		},
		["造"] = {
			["假"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["眞"] = {
			["狗"] = {
				this = true
			},
			["硅"] = {
				["賋"] = {
					this = true
				}
			},
			["亽"] = {
				["皮"] = {
					["緬"] = {
						["具"] = {
							["專"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["芞"] = {
				["槍"] = {
					["專"] = {
						this = true
					}
				}
			},
			["槍"] = {
				["模"] = {
					["具"] = {
						this = true
					}
				},
				["収"] = {
					["藏"] = {
						this = true
					}
				}
			}
		},
		["槇"] = {
			["枪"] = {
				this = true
			}
		},
		["製"] = {
			["銀"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0.Q = {
		B = {
			["7"] = {
				["9"] = {
					this = true
				},
				["8"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["汽"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						["支"] = {
							this = true
						}
					}
				}
			},
			["8"] = {
				["9"] = {
					this = true
				}
			},
			B = {
				["9"] = {
					["5"] = {
						["真"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			Z = {
				["9"] = {
					["5"] = {
						["真"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		M = {
			["之"] = {
				["窗"] = {
					this = true
				}
			}
		},
		Q = {
			this = true,
			t = {
				t = {
					["5"] = {
						["8"] = {
							["8"] = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			G = {
				G = {
					D = {
						D = {
							Y = {
								Y = {
									L = {
										this = true,
										L = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["充"] = {
				["值"] = {
					["中"] = {
						["心"] = {
							["充"] = {
								["值"] = {
									Q = {
										Q = {
											["号"] = {
												["码"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["宠"] = {
				["物"] = {
					["点"] = {
						["击"] = {
							["抽"] = {
								["奖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["幸"] = {
				["运"] = {
					["抽"] = {
						["奖"] = {
							["活"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		v = {
			o = {
				d = {
					["."] = {
						D = {
							o = {
								w = {
									n = {
										["."] = {
											v = {
												b = {
													n = {
														["5"] = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		V = {
			O = {
				D = {
					["伦"] = {
						["理"] = {
							this = true,
							["电"] = {
								["影"] = {
									this = true
								}
							}
						}
					},
					["電"] = {
						["影"] = {
							this = true
						}
					},
					["激"] = {
						["情"] = {
							["电"] = {
								this = true
							}
						}
					},
					["经"] = {
						["典"] = {
							this = true
						}
					},
					["三"] = {
						["级"] = {
							this = true
						}
					},
					["色"] = {
						["播"] = {
							["网"] = {
								this = true
							}
						}
					},
					["幼"] = {
						["交"] = {
							this = true,
							["片"] = {
								this = true
							}
						}
					},
					["援"] = {
						["交"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["币"] = {
			this = true
		},
		["播"] = {
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["伦"] = {
				["理"] = {
					this = true
				}
			}
		},
		["代"] = {
			["理"] = {
				["办"] = {
					["证"] = {
						Q = {
							this = true
						}
					}
				}
			}
		},
		["激"] = {
			["情"] = {
				["裸"] = {
					["聊"] = {
						this = true
					}
				}
			}
		},
		["群"] = {
			["仙"] = {
				["传"] = {
					this = true
				}
			}
		},
		["五"] = {
			["爷"] = {
				this = true
			}
		},
		["袖"] = {
			["珍"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["健"] = {
		["卫"] = {
			["步"] = {
				["枪"] = {
					this = true,
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["图"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["抢"] = {
					this = true
				}
			},
			["8"] = {
				this = true
			},
			["2"] = {
				["0"] = {
					this = true,
					["小"] = {
						["口"] = {
							["径"] = {
								this = true
							}
						}
					},
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["5"] = {
					A = {
						this = true
					}
				}
			},
			["１"] = {
				["０"] = {
					["５"] = {
						this = true
					}
				}
			},
			["1"] = {
				["4"] = {
					this = true,
					["步"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					}
				},
				["5"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["9"] = {
				["步"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["八"] = {
				this = true
			},
			["低"] = {
				["价"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["九"] = {
				this = true
			},
			["汽"] = {
				["抢"] = {
					this = true
				}
			},
			["十"] = {
				["四"] = {
					this = true
				},
				["五"] = {
					this = true
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						this = true,
						["步"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						},
						["槍"] = {
							this = true
						}
					}
				}
			}
		},
		["沪"] = {
			["狗"] = {
				this = true
			}
		},
		["康"] = {
			["法"] = {
				this = true
			},
			["肝"] = {
				["源"] = {
					this = true
				}
			},
			["肾"] = {
				["源"] = {
					this = true,
					["收"] = {
						["购"] = {
							this = true
						}
					}
				}
			},
			["孕"] = {
				["妈"] = {
					["妈"] = {
						this = true
					}
				}
			}
		},
		["林"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["身"] = {
			["房"] = {
				["的"] = {
					["潜"] = {
						["规"] = {
							["则"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["位"] = {
			["1"] = {
				["0"] = {
					["5"] = {
						this = true
					}
				},
				["5"] = {
					this = true
				}
			},
			["2"] = {
				["0"] = {
					this = true
				},
				["1"] = {
					this = true
				}
			},
			["8"] = {
				this = true
			},
			["9"] = {
				this = true
			}
		},
		["衛"] = {
			["1"] = {
				["4"] = {
					["步"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["步"] = {
				["槍"] = {
					this = true
				}
			},
			["小"] = {
				["口"] = {
					["徑"] = {
						this = true,
						["步"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
