pg = pg or {}
slot0 = pg
slot0.word_template_9 = {}
slot1 = slot0.word_template_9

function temp()
	uv0["高"] = {
		["丽"] = {
			["朴"] = {
				this = true
			},
			["棒"] = {
				this = true,
				["子"] = {
					this = true
				}
			},
			["邓"] = {
				["楠"] = {
					this = true
				}
			},
			["樸"] = {
				this = true
			}
		},
		["治"] = {
			["联"] = {
				this = true
			},
			["聯"] = {
				this = true
			}
		},
		["自"] = {
			["联"] = {
				this = true
			},
			["聯"] = {
				this = true
			}
		},
		["清"] = {
			["性"] = {
				["愛"] = {
					this = true
				}
			},
			["3"] = {
				d = {
					["成"] = {
						["人"] = {
							["电"] = {
								["视"] = {
									["棒"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["马"] = {
					this = true
				}
			},
			["摳"] = {
				["逼"] = {
					this = true
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["9"] = {
				["1"] = {
					this = true
				}
			}
		},
		["潮"] = {
			this = true,
			["集"] = {
				["锦"] = {
					this = true
				},
				["錦"] = {
					this = true
				}
			},
			["白"] = {
				["浆"] = {
					this = true
				},
				["漿"] = {
					this = true
				}
			},
			A = {
				V = {
					this = true
				}
			},
			M = {
				M = {
					this = true
				}
			},
			["迭"] = {
				["起"] = {
					this = true
				}
			},
			["妹"] = {
				this = true
			},
			["喷"] = {
				["潮"] = {
					this = true
				}
			},
			["射"] = {
				["精"] = {
					this = true
				}
			},
			["洩"] = {
				["尿"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					["网"] = {
						this = true
					}
				}
			},
			["液"] = {
				this = true,
				["催"] = {
					["情"] = {
						["水"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["达"] = {
					["云"] = {
						["霄"] = {
							this = true
						}
					}
				}
			}
		},
		["级"] = {
			["逼"] = {
				this = true
			},
			["爆"] = {
				["乳"] = {
					["娘"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			},
			["比"] = {
				["赛"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["缓"] = {
				["交"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["灭"] = {
				["火"] = {
					["器"] = {
						this = true,
						["限"] = {
							["量"] = {
								this = true
							},
							["时"] = {
								this = true
							}
						}
					}
				}
			},
			["锁"] = {
				["匠"] = {
					["推"] = {
						["荐"] = {
							this = true
						}
					}
				}
			},
			["修"] = {
				["理"] = {
					["箱"] = {
						this = true
					}
				}
			},
			["应"] = {
				["招"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["麗"] = {
			["棒"] = {
				this = true,
				["子"] = {
					this = true
				}
			},
			["朴"] = {
				this = true
			},
			["樸"] = {
				this = true
			}
		},
		["文"] = {
			["謙"] = {
				this = true
			},
			["谦"] = {
				this = true
			}
		},
		["薪"] = {
			["養"] = {
				["廉"] = {
					this = true
				}
			},
			["养"] = {
				["廉"] = {
					this = true
				}
			},
			["招"] = {
				["聘"] = {
					["打"] = {
						["字"] = {
							["员"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["俊"] = {
			this = true
		},
		["校"] = {
			["暴"] = {
				["乱"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["亂"] = {
					this = true
				}
			},
			["群"] = {
				["体"] = {
					["事"] = {
						["件"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["骚"] = {
				["乱"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["罢"] = {
				["餐"] = {
					this = true
				}
			},
			["騷"] = {
				["亂"] = {
					this = true
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["学"] = {
				["历"] = {
					["证"] = {
						["书"] = {
							this = true
						}
					}
				},
				["生"] = {
					["自"] = {
						["治"] = {
							["联"] = {
								["合"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["临"] = {
				["时"] = {
					["学"] = {
						["联"] = {
							this = true
						}
					}
				}
			},
			["學"] = {
				["生"] = {
					["自"] = {
						["治"] = {
							["聯"] = {
								["郃"] = {
									["會"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["臨"] = {
				["時"] = {
					["學"] = {
						["聯"] = {
							this = true
						}
					}
				}
			}
		},
		["压"] = {
			["鸟"] = {
				["枪"] = {
					this = true
				}
			},
			["步"] = {
				["枪"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["打"] = {
				["鸟"] = {
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				},
				["钢"] = {
					["珠"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					[","] = {
						["汽"] = {
							["枪"] = {
								["\""] = {
									this = true
								}
							}
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["免"] = {
						["定"] = {
							["金"] = {
								this = true
							}
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["气"] = {
						["瓶"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				},
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["步"] = {
					["狗"] = {
						["专"] = {
							this = true
						}
					}
				},
				["短"] = {
					["狗"] = {
						this = true
					}
				},
				["狗"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["抢"] = {
					this = true
				},
				["长"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["气"] = {
				this = true,
				["狗"] = {
					this = true,
					["可"] = {
						["退"] = {
							["壳"] = {
								this = true
							}
						}
					},
					["供"] = {
						["销"] = {
							this = true
						}
					},
					["枪"] = {
						["油"] = {
							this = true
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				},
				["瓶"] = {
					["枪"] = {
						["的"] = {
							["分"] = {
								["解"] = {
									["图"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["枪"] = {
					this = true,
					[","] = {
						["气"] = {
							["枪"] = {
								["子"] = {
									["弹"] = {
										["\""] = {
											this = true
										}
									}
								}
							}
						}
					},
					["|"] = {
						["电"] = {
							["狗"] = {
								["专"] = {
									["卖"] = {
										this = true
									}
								}
							}
						},
						["气"] = {
							["枪"] = {
								["货"] = {
									["到"] = {
										["付"] = {
											["款"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["专"] = {
						this = true,
						["卖"] = {
							["店"] = {
								this = true
							}
						},
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					},
					["北"] = {
						["京"] = {
							["专"] = {
								this = true
							}
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["的"] = {
						this = true
					},
					["电"] = {
						["狗"] = {
							["专"] = {
								this = true
							}
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["结"] = {
						["构"] = {
							["图"] = {
								this = true
							}
						}
					},
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["铅"] = {
						["弹"] = {
							this = true
						}
					},
					["枪"] = {
						["管"] = {
							this = true
						}
					},
					["去"] = {
						this = true
					},
					["手"] = {
						["动"] = {
							["哪"] = {
								this = true
							}
						}
					},
					["图"] = {
						this = true,
						["纸"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				},
				["%"] = {
					["枪"] = {
						["专"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["步"] = {
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["枪"] = {
							["管"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				},
				["动"] = {
					["枪"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				},
				["短"] = {
					["狗"] = {
						this = true
					}
				},
				["木"] = {
					["仓"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				},
				["槍"] = {
					this = true
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				},
				["专"] = {
					["网"] = {
						this = true
					}
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						this = true,
						["出"] = {
							["售"] = {
								this = true,
								["网"] = {
									this = true
								}
							}
						},
						["专"] = {
							this = true,
							["卖"] = {
								["网"] = {
									this = true
								}
							},
							["网"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								["网"] = {
									this = true
								}
							}
						},
						["批"] = {
							["发"] = {
								this = true,
								["网"] = {
									this = true
								}
							}
						},
						["看"] = {
							["货"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					},
					["棒"] = {
						this = true,
						["供"] = {
							["应"] = {
								this = true
							}
						}
					}
				},
				["棍"] = {
					this = true,
					["电"] = {
						["击"] = {
							["器"] = {
								["专"] = {
									["卖"] = {
										this = true
									}
								}
							},
							["棒"] = {
								["专"] = {
									["卖"] = {
										this = true
									}
								}
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["棒"] = {
					this = true,
					["电"] = {
						["击"] = {
							["棒"] = {
								["专"] = {
									["卖"] = {
										this = true
									}
								}
							}
						}
					},
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				},
				["井"] = {
					["棍"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				},
				["捧"] = {
					this = true
				}
			},
			["警"] = {
				["棍"] = {
					this = true
				},
				["用"] = {
					["电"] = {
						["棍"] = {
							this = true,
							["出"] = {
								["售"] = {
									this = true
								}
							},
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						},
						["棒"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true,
				Q = {
					Q = {
						this = true
					}
				}
			},
			["一"] = {
				["体"] = {
					["阀"] = {
						this = true
					}
				}
			},
			["锅"] = {
				["炉"] = {
					this = true
				}
			},
			["击"] = {
				["棒"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["4"] = {
				["."] = {
					["5"] = {
						M = {
							M = {
								this = true
							}
						}
					}
				}
			},
			g = {
				o = {
					u = {
						this = true
					}
				}
			},
			["低"] = {
				["价"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["防"] = {
				["身"] = {
					["电"] = {
						["警"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["狗"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["配"] = {
							["件"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["铅"] = {
				["弹"] = {
					["气"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["便"] = {
					["宜"] = {
						this = true
					}
				},
				["送"] = {
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["汽"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["狗"] = {
					this = true
				}
			},
			["水"] = {
				["枪"] = {
					this = true
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爆"] = {
			this = true,
			["炸"] = {
				["药"] = {
					this = true,
					["的"] = {
						this = true,
						["基"] = {
							["本"] = {
								["配"] = {
									["方"] = {
										this = true
									}
								}
							}
						}
					},
					["基"] = {
						["本"] = {
							["配"] = {
								["方"] = {
									this = true
								}
							}
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["药"] = {
				this = true
			},
			["弹"] = {
				this = true
			},
			["雷"] = {
				["管"] = {
					this = true
				}
			}
		},
		["仿"] = {
			this = true,
			["警"] = {
				["官"] = {
					["证"] = {
						this = true
					}
				},
				["服"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					}
				},
				["察"] = {
					["证"] = {
						this = true
					}
				},
				["帽"] = {
					this = true
				}
			},
			["军"] = {
				["官"] = {
					["证"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["代"] = {
							["办"] = {
								this = true
							}
						}
					}
				},
				["刺"] = {
					this = true
				},
				["用"] = {
					["枪"] = {
						["支"] = {
							this = true
						}
					},
					["抢"] = {
						["支"] = {
							this = true
						}
					}
				}
			},
			["学"] = {
				["位"] = {
					["证"] = {
						this = true,
						["多"] = {
							["少"] = {
								["钱"] = {
									this = true
								}
							}
						},
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["代"] = {
							["办"] = {
								this = true
							}
						},
						["书"] = {
							this = true
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["办"] = {
						["理"] = {
							this = true
						}
					}
				},
				["历"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["证"] = {
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["件"] = {
							this = true
						},
						["书"] = {
							this = true
						}
					}
				}
			},
			["户"] = {
				["口"] = {
					["本"] = {
						this = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["證"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true,
				["件"] = {
					this = true,
					["网"] = {
						this = true
					},
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							["网"] = {
								this = true
							}
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["专"] = {
						["网"] = {
							this = true
						}
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["书"] = {
					this = true,
					["办"] = {
						["理"] = {
							["网"] = {
								this = true
							}
						}
					},
					["代"] = {
						["办"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["币"] = {
						this = true,
						["交"] = {
							["易"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					B = {
						this = true
					},
					["β"] = {
						this = true
					}
				},
				["皮"] = {
					this = true,
					["带"] = {
						["仿"] = {
							["声"] = {
								this = true
							}
						}
					},
					["面"] = {
						["具"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["麵"] = {
						["具"] = {
							["專"] = {
								this = true
							}
						}
					},
					["皮"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			["钞"] = {
				this = true,
				["票"] = {
					this = true
				}
			},
			["真"] = {
				this = true,
				["人"] = {
					["皮"] = {
						this = true,
						["面"] = {
							["具"] = {
								this = true
							}
						}
					},
					["民"] = {
						B = {
							this = true
						},
						["币"] = {
							this = true,
							["专"] = {
								this = true
							}
						},
						["钱"] = {
							["币"] = {
								this = true
							}
						}
					}
				},
				["脸"] = {
					["皮"] = {
						this = true
					}
				},
				["套"] = {
					["打"] = {
						["增"] = {
							["值"] = {
								["税"] = {
									["普"] = {
										["通"] = {
											["发"] = {
												["票"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				[" "] = {
					["身"] = {
						["份"] = {
							["证"] = {
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["假"] = {
					["钞"] = {
						this = true,
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["假"] = {
							["币"] = {
								this = true
							}
						}
					},
					["币"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["交"] = {
							["易"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["钱"] = {
						this = true,
						["币"] = {
							this = true
						}
					},
					["人"] = {
						["民"] = {
							["币"] = {
								this = true
							}
						}
					},
					["硬"] = {
						["币"] = {
							this = true
						}
					},
					["正"] = {
						["件"] = {
							this = true
						}
					},
					["证"] = {
						["件"] = {
							this = true
						}
					}
				},
				h = {
					d = {
						["假"] = {
							["钞"] = {
								this = true
							}
						}
					}
				},
				["版"] = {
					["假"] = {
						["币"] = {
							this = true
						}
					}
				},
				["充"] = {
					["气"] = {
						["娃"] = {
							["娃"] = {
								this = true
							}
						}
					}
				},
				["硅"] = {
					["胶"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["火"] = {
					["箭"] = {
						["筒"] = {
							this = true
						}
					}
				},
				["机"] = {
					["关"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["臉"] = {
					["皮"] = {
						this = true
					}
				},
				["面"] = {
					["具"] = {
						this = true,
						["专"] = {
							this = true
						}
					},
					["皮"] = {
						this = true
					}
				},
				["木"] = {
					["仓"] = {
						this = true
					}
				},
				["气"] = {
					["步"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				},
				["汽"] = {
					["枪"] = {
						this = true
					}
				},
				["钱"] = {
					["币"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["模"] = {
						this = true
					},
					["网"] = {
						this = true
					},
					["械"] = {
						["专"] = {
							this = true
						}
					},
					["支"] = {
						this = true,
						["联"] = {
							["系"] = {
								this = true
							}
						}
					}
				},
				["槍"] = {
					["支"] = {
						this = true
					}
				},
				["乳"] = {
					["胶"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["绅"] = {
					["士"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["手"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["密"] = {
							["云"] = {
								this = true
							}
						},
						["有"] = {
							["售"] = {
								this = true
							}
						}
					},
					["槍"] = {
						this = true
					}
				},
				["帅"] = {
					["哥"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["伪"] = {
					["钞"] = {
						this = true
					}
				},
				["易"] = {
					["容"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["硬"] = {
					["币"] = {
						this = true
					}
				},
				["真"] = {
					["钞"] = {
						["真"] = {
							["币"] = {
								this = true
							}
						}
					}
				},
				["证"] = {
					["件"] = {
						this = true
					}
				},
				["纸"] = {
					B = {
						this = true
					},
					["币"] = {
						this = true
					}
				}
			},
			p = {
				p = {
					k = {
						this = true
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true,
					[" "] = {
						["出"] = {
							["售"] = {
								["假"] = {
									["币"] = {
										this = true
									}
								}
							}
						}
					},
					["主"] = {
						["营"] = {
							this = true
						}
					}
				},
				["钞"] = {
					this = true,
					["假"] = {
						["币"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["主"] = {
						["营"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["鈔"] = {
					this = true
				},
				["吵"] = {
					["假"] = {
						B = {
							this = true
						}
					}
				},
				["驾"] = {
					["驶"] = {
						["证"] = {
							this = true
						}
					}
				},
				["钱"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["人"] = {
					["民"] = {
						["币"] = {
							this = true
						},
						["钱"] = {
							["币"] = {
								this = true
							}
						}
					}
				},
				["硬"] = {
					["币"] = {
						this = true
					}
				},
				["证"] = {
					this = true,
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			},
			["#"] = {
				["真"] = {
					["$"] = {
						["枪"] = {
							["支"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					this = true,
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["6"] = {
				["6"] = {
					["刺"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["式"] = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["枪"] = {
						this = true
					}
				}
			},
			M = {
				["4"] = {
					A = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["百"] = {
				["元"] = {
					["假"] = {
						["钞"] = {
							this = true
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					["网"] = {
						this = true
					}
				}
			},
			["贝"] = {
				["雷"] = {
					["塔"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["本"] = {
				["科"] = {
					["证"] = {
						["代"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["代"] = {
							["办"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["刺"] = {
				["刀"] = {
					this = true
				}
			},
			["打"] = {
				["鸟"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["大"] = {
				["专"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["等"] = {
				["级"] = {
					["证"] = {
						this = true
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			},
			["硅"] = {
				["胶"] = {
					["面"] = {
						["具"] = {
							this = true,
							q = {
								this = true
							}
						}
					}
				}
			},
			["护"] = {
				["照"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			},
			["会"] = {
				["计"] = {
					["证"] = {
						this = true
					}
				}
			},
			["火"] = {
				["车"] = {
					["票"] = {
						this = true
					}
				}
			},
			["极"] = {
				["真"] = {
					["6"] = {
						["4"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["驾"] = {
				["驶"] = {
					["证"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["代"] = {
							["办"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				},
				["照"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["结"] = {
				["婚"] = {
					["证"] = {
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["代"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			},
			["金"] = {
				["属"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["酒"] = {
				this = true
			},
			["狙"] = {
				this = true,
				["击"] = {
					["步"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						}
					},
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				},
				["擊"] = {
					["槍"] = {
						["專"] = {
							this = true
						}
					}
				}
			},
			["拉"] = {
				["菲"] = {
					this = true
				}
			},
			["脸"] = {
				["皮"] = {
					this = true
				}
			},
			["臉"] = {
				["皮"] = {
					this = true
				}
			},
			["美"] = {
				["军"] = {
					["手"] = {
						["雷"] = {
							this = true
						}
					}
				}
			},
			["面"] = {
				["具"] = {
					this = true
				},
				["皮"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["支"] = {
					this = true
				},
				["专"] = {
					["店"] = {
						this = true
					}
				}
			},
			["槍"] = {
				["專"] = {
					["店"] = {
						this = true
					}
				}
			},
			["全"] = {
				["球"] = {
					["真"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["骚"] = {
				["本"] = {
					["套"] = {
						["件"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["槍"] = {
					this = true
				}
			},
			["四"] = {
				["级"] = {
					["证"] = {
						this = true
					}
				}
			},
			["土"] = {
				["狗"] = {
					["火"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["代"] = {
						["办"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["样"] = {
						["本"] = {
							["网"] = {
								this = true
							}
						}
					},
					["证"] = {
						["书"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			},
			["烟"] = {
				this = true
			},
			["一"] = {
				["元"] = {
					["硬"] = {
						B = {
							this = true
						},
						["币"] = {
							this = true
						},
						["钱"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["易"] = {
				["容"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["硬"] = {
				B = {
					this = true
				},
				["币"] = {
					this = true
				}
			},
			["纸"] = {
				B = {
					this = true
				},
				["币"] = {
					this = true
				},
				["钱"] = {
					["币"] = {
						this = true
					}
				}
			},
			["指"] = {
				["挥"] = {
					["官"] = {
						this = true
					}
				}
			},
			["资"] = {
				["格"] = {
					["证"] = {
						this = true
					}
				}
			},
			["阻"] = {
				["击"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["承"] = {
				["兑"] = {
					["汇"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["考"] = {
			["答"] = {
				["案"] = {
					this = true,
					["1"] = {
						this = true
					},
					["请"] = {
						["联"] = {
							["系"] = {
								this = true
							}
						}
					}
				}
			},
			["考"] = {
				["前"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					},
					["荅"] = {
						["案"] = {
							this = true
						}
					}
				},
				["中"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				},
				["生"] = {
					this = true,
					["资"] = {
						["料"] = {
							this = true
						}
					},
					["落"] = {
						["榜"] = {
							["名"] = {
								["单"] = {
									["出"] = {
										["售"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["复"] = {
						["读"] = {
							["名"] = {
								this = true
							}
						}
					},
					["数"] = {
						["据"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				},
				["试"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					},
					["作"] = {
						["弊"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["题"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["生"] = {
				["名"] = {
					["单"] = {
						this = true,
						["出"] = {
							["售"] = {
								this = true
							}
						},
						[" "] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				},
				["信"] = {
					["息"] = {
						this = true
					}
				}
			},
			["落"] = {
				["榜"] = {
					["名"] = {
						["单"] = {
							this = true,
							[" "] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						}
					}
				},
				["."] = {
					["."] = {
						["榜"] = {
							this = true
						}
					}
				}
			},
			["&"] = {
				["代"] = {
					["考"] = {
						this = true
					}
				}
			},
			["保"] = {
				["真"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["绩"] = {
					["修"] = {
						["改"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				this = true,
				["考"] = {
					this = true
				}
			},
			["名"] = {
				["单"] = {
					this = true
				}
			},
			["枪"] = {
				["手"] = {
					this = true
				}
			},
			["人"] = {
				["员"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["试"] = {
				["题"] = {
					this = true
				}
			},
			["外"] = {
				["语"] = {
					["考"] = {
						["试"] = {
							["题"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["线"] = {
					["耳"] = {
						["机"] = {
							this = true
						}
					},
					["作"] = {
						["弊"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["押"] = {
				["题"] = {
					this = true
				}
			},
			["隐"] = {
				["形"] = {
					["耳"] = {
						["机"] = {
							this = true
						}
					}
				}
			},
			["招"] = {
				["生"] = {
					["~"] = {
						this = true
					}
				}
			},
			["真"] = {
				["题"] = {
					this = true
				}
			},
			["助"] = {
				["考"] = {
					this = true
				}
			},
			["作"] = {
				["弊"] = {
					this = true,
					["代"] = {
						["考"] = {
							this = true
						}
					},
					["工"] = {
						["具"] = {
							this = true
						}
					},
					["器"] = {
						this = true
					}
				}
			}
		},
		["哌"] = {
			["啶"] = {
				this = true
			}
		},
		["官"] = {
			this = true,
			["名"] = {
				["录"] = {
					this = true
				}
			},
			["法"] = {
				["拉"] = {
					["利"] = {
						this = true
					}
				}
			},
			["互"] = {
				["调"] = {
					this = true
				}
			},
			["轮"] = {
				["奸"] = {
					["陈"] = {
						["啸"] = {
							this = true
						}
					}
				}
			},
			["私"] = {
				["生"] = {
					["子"] = {
						this = true
					}
				}
			},
			["退"] = {
				["休"] = {
					["待"] = {
						["遇"] = {
							this = true
						}
					}
				}
			},
			["子"] = {
				["女"] = {
					this = true
				}
			}
		},
		["消"] = {
			["费"] = {
				["人"] = {
					["群"] = {
						["名"] = {
							["录"] = {
								this = true
							}
						}
					}
				},
				["名"] = {
					["录"] = {
						this = true
					}
				}
			}
		},
		["点"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["尔"] = {
			["夫"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["澳"] = {
					["门"] = {
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["树"] = {
			["三"] = {
				["姐"] = {
					["妹"] = {
						this = true,
						["1"] = {
							this = true
						},
						["在"] = {
							["线"] = {
								this = true
							}
						}
					}
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						e = {
							d = {
								["2"] = {
									k = {
										[":"] = {
											["/"] = {
												["/"] = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				},
				["丽"] = {
					["亚"] = {
						["博"] = {
							["客"] = {
								this = true
							}
						},
						["无"] = {
							["码"] = {
								this = true
							}
						}
					}
				}
			},
			["圣"] = {
				["良"] = {
					this = true
				}
			},
			["未"] = {
				["来"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["芳"] = {
			["枪"] = {
				this = true
			}
		},
		["辣"] = {
			["文"] = {
				this = true
			}
		},
		H = {
			this = true,
			["慎"] = {
				this = true
			}
		},
		["氯"] = {
			["酸"] = {
				["铵"] = {
					this = true
				}
			}
		},
		["皇"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["干"] = {
			this = true,
			["子"] = {
				["弟"] = {
					this = true,
					["*"] = {
						this = true
					},
					["名"] = {
						["单"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				},
				["女"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["新"] = {
				["子"] = {
					["弟"] = {
						this = true
					}
				}
			},
			["疗"] = {
				["养"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["莺"] = {
			["莺"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["性"] = {
			["能"] = {
				["爆"] = {
					["炸"] = {
						["物"] = {
							["质"] = {
								["混"] = {
									["合"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["陀"] = {
					["螺"] = {
						["仪"] = {
							this = true
						}
					}
				},
				["自"] = {
					["动"] = {
						["喷"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["立"] = {
			["新"] = {
				this = true
			}
		},
		["品"] = {
			["质"] = {
				["香"] = {
					["烟"] = {
						this = true
					}
				}
			},
			["味"] = {
				["的"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["低"] = {
			["温"] = {
				["交"] = {
					["变"] = {
						["湿"] = {
							["热"] = {
								["试"] = {
									["验"] = {
										["箱"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["幹"] = {
			this = true,
			["子"] = {
				["弟"] = {
					this = true
				},
				["女"] = {
					this = true
				}
			}
		},
		["价"] = {
			["转"] = {
				["让"] = {
					["火"] = {
						["车"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["抱"] = {
				["养"] = {
					["婴"] = {
						["儿"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["购"] = {
				["肾"] = {
					this = true,
					["脏"] = {
						this = true
					}
				}
			},
			["回"] = {
				["收"] = {
					["肝"] = {
						["脏"] = {
							this = true
						},
						["臟"] = {
							this = true
						}
					},
					["肾"] = {
						this = true,
						["脏"] = {
							this = true
						}
					},
					["腎"] = {
						["脏"] = {
							this = true
						}
					}
				}
			},
			["角"] = {
				["膜"] = {
					this = true
				}
			},
			["领"] = {
				["养"] = {
					["宝"] = {
						["宝"] = {
							this = true
						}
					},
					["男"] = {
						["宝"] = {
							["宝"] = {
								this = true
							}
						},
						["儿"] = {
							this = true
						},
						["娃"] = {
							this = true
						},
						["婴"] = {
							this = true,
							Q = {
								this = true
							},
							["儿"] = {
								this = true
							}
						}
					},
					["女"] = {
						["宝"] = {
							["宝"] = {
								this = true
							}
						},
						["孩"] = {
							this = true
						},
						["娃"] = {
							this = true
						}
					},
					["娃"] = {
						this = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true,
					["狗"] = {
						["粮"] = {
							this = true
						}
					}
				}
			},
			["求"] = {
				["购"] = {
					["眼"] = {
						["角"] = {
							["膜"] = {
								this = true
							}
						}
					}
				},
				["肾"] = {
					this = true
				}
			},
			["肾"] = {
				this = true,
				["器"] = {
					["官"] = {
						this = true
					}
				},
				["源"] = {
					this = true
				}
			},
			["收"] = {
				["肝"] = {
					this = true,
					["源"] = {
						this = true
					},
					["脏"] = {
						this = true
					}
				},
				["购"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["肝"] = {
						["源"] = {
							this = true
						}
					},
					["骨"] = {
						["髓"] = {
							this = true
						}
					},
					["麻"] = {
						["醉"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["汽"] = {
						["狗"] = {
							this = true
						}
					},
					["肾"] = {
						this = true,
						["源"] = {
							this = true
						}
					}
				},
				["骨"] = {
					["髓"] = {
						this = true
					}
				},
				["肾"] = {
					this = true,
					["源"] = {
						this = true
					},
					["脏"] = {
						this = true
					}
				},
				["腎"] = {
					["源"] = {
						this = true
					},
					["脏"] = {
						this = true
					}
				},
				["售"] = {
					["肾"] = {
						this = true
					}
				},
				["眼"] = {
					["角"] = {
						["膜"] = {
							this = true
						}
					}
				},
				["养"] = {
					["宝"] = {
						["宝"] = {
							this = true
						}
					},
					["男"] = {
						["婴"] = {
							["儿"] = {
								this = true
							}
						}
					},
					["女"] = {
						["孩"] = {
							this = true
						},
						["婴"] = {
							["儿"] = {
								this = true
							}
						}
					},
					["小"] = {
						["孩"] = {
							this = true
						}
					},
					["婴"] = {
						["儿"] = {
							this = true
						}
					}
				},
				["药"] = {
					this = true
				}
			},
			["售"] = {
				["肾"] = {
					this = true
				}
			},
			["西"] = {
				["班"] = {
					["牙"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						this = true
					}
				}
			},
			["找"] = {
				["处"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["效"] = {
			["春"] = {
				["药"] = {
					this = true
				}
			},
			["安"] = {
				["眠"] = {
					["药"] = {
						this = true
					}
				}
			},
			["办"] = {
				["理"] = {
					["假"] = {
						["证"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["催"] = {
				["情"] = {
					["水"] = {
						this = true
					}
				}
			},
			["电"] = {
				["击"] = {
					["棒"] = {
						this = true
					},
					["枪"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["粉"] = {
						this = true
					}
				}
			},
			["拿"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["汽"] = {
				["车"] = {
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["燃"] = {
				["油"] = {
					this = true
				}
			},
			["三"] = {
				["唑"] = {
					["仑"] = {
						this = true
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			}
		},
		["瞻"] = {
			this = true
		},
		["智"] = {
			["晟"] = {
				this = true
			}
		},
		["勤"] = {
			["荣"] = {
				this = true
			}
		},
		["纯"] = {
			["度"] = {
				this = true,
				["冰"] = {
					this = true,
					["毒"] = {
						this = true,
						[" "] = {
							["甲"] = {
								["基"] = {
									["苯"] = {
										["丙"] = {
											["胺"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["冰"] = {
						this = true
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["糖"] = {
						this = true
					},
					["砖"] = {
						this = true
					}
				},
				["9"] = {
					["9"] = {
						["%"] = {
							["冰"] = {
								this = true
							}
						},
						["冰"] = {
							this = true
						}
					}
				},
				K = {
					["粉"] = {
						this = true
					}
				},
				["白"] = {
					["牙"] = {
						["签"] = {
							this = true
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["奶"] = {
					["油"] = {
						["冰"] = {
							this = true
						}
					}
				},
				["砒"] = {
					["霜"] = {
						this = true
					}
				},
				["牙"] = {
					["签"] = {
						["订"] = {
							["购"] = {
								this = true
							}
						}
					}
				},
				["植"] = {
					["物"] = {
						["冰"] = {
							this = true
						}
					}
				}
			},
			h = {
				i = {
					g = {
						h = {
							["冰"] = {
								this = true
							}
						}
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				this = true,
				["低"] = {
					["价"] = {
						["现"] = {
							["货"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["嗨"] = {
					["胡"] = {
						["椒"] = {
							["醛"] = {
								this = true
							}
						}
					},
					["可"] = {
						["可"] = {
							["精"] = {
								this = true
							}
						}
					},
					["麦"] = {
						["角"] = {
							["醇"] = {
								this = true
							}
						}
					}
				}
			},
			["海"] = {
				["乐"] = {
					["神"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				},
				["螺"] = {
					["神"] = {
						this = true
					}
				},
				["洛"] = {
					["因"] = {
						this = true,
						K = {
							["粉"] = {
								this = true
							}
						},
						["出"] = {
							["货"] = {
								this = true
							}
						},
						["到"] = {
							["货"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["麻"] = {
							["古"] = {
								this = true
							}
						},
						["配"] = {
							["方"] = {
								this = true
							}
						},
						["有"] = {
							["售"] = {
								this = true
							}
						}
					},
					["茵"] = {
						this = true
					},
					["洇"] = {
						this = true
					}
				}
			},
			["氰"] = {
				["化"] = {
					["碘"] = {
						this = true
					},
					["钙"] = {
						["价"] = {
							["格"] = {
								this = true
							}
						}
					},
					["银"] = {
						["钾"] = {
							this = true
						}
					}
				}
			}
		},
		["栗"] = {
			["棒"] = {
				this = true
			}
		},
		o = {
			["清"] = {
				this = true
			}
		},
		["安"] = {
			["屯"] = {
				["垃"] = {
					["圾"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["发"] = {
				["表"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["层"] = {
			["分"] = {
				["歧"] = {
					["严"] = {
						["重"] = {
							this = true
						}
					}
				}
			},
			["父"] = {
				["子"] = {
					this = true
				}
			},
			["贿"] = {
				["金"] = {
					[" "] = {
						["贺"] = {
							["锦"] = {
								["雷"] = {
									this = true
								},
								["涛"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["默"] = {
				["契"] = {
					this = true
				}
			},
			["内"] = {
				["参"] = {
					["网"] = {
						this = true
					}
				},
				["斗"] = {
					["不"] = {
						["间"] = {
							["断"] = {
								this = true
							}
						}
					}
				},
				["讧"] = {
					this = true
				}
			},
			["权"] = {
				["斗"] = {
					this = true
				}
			},
			["人"] = {
				["事"] = {
					["变"] = {
						["动"] = {
							this = true
						}
					}
				}
			},
			["生"] = {
				["命"] = {
					this = true
				}
			}
		},
		["層"] = {
			["內"] = {
				["參"] = {
					["網"] = {
						this = true
					}
				}
			}
		},
		["偿"] = {
			["领"] = {
				["养"] = {
					this = true,
					["婴"] = {
						["儿"] = {
							this = true
						}
					}
				}
			},
			["收"] = {
				["养"] = {
					["儿"] = {
						["童"] = {
							this = true
						}
					},
					["婴"] = {
						["儿"] = {
							this = true
						}
					}
				}
			},
			["送"] = {
				["养"] = {
					this = true,
					["加"] = {
						["扣"] = {
							["扣"] = {
								this = true
							}
						}
					},
					["婴"] = {
						["儿"] = {
							this = true
						}
					}
				}
			}
		},
		["亻"] = {
			["方"] = {
				["人"] = {
					["皮"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["档"] = {
			["车"] = {
				["主"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["充"] = {
				["气"] = {
					["娃"] = {
						["娃"] = {
							this = true
						}
					}
				}
			},
			["客"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["业"] = {
				["主"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["珍"] = {
				["珠"] = {
					["加"] = {
						["工"] = {
							this = true
						}
					}
				}
			},
			["珠"] = {
				["宝"] = {
					this = true
				}
			}
		},
		["檔"] = {
			["客"] = {
				["戶"] = {
					["資"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["度"] = {
			["自"] = {
				["治"] = {
					this = true
				}
			}
		},
		["端"] = {
			["车"] = {
				["主"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["客"] = {
				["户"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["路"] = {
					["网"] = {
						this = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					this = true
				}
			},
			["洋"] = {
				["妞"] = {
					this = true
				}
			},
			["莞"] = {
				["式"] = {
					this = true
				}
			},
			["茶"] = {
				["预"] = {
					["约"] = {
						this = true
					}
				}
			}
		},
		["防"] = {
			this = true,
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["伪"] = {
				this = true
			},
			["香"] = {
				["烟"] = {
					this = true
				}
			}
		},
		["飞"] = {
			["车"] = {
				["证"] = {
					["券"] = {
						["女"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["冈"] = {
			["初"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["岗"] = {
			this = true,
			["遗"] = {
				["孀"] = {
					["曝"] = {
						["光"] = {
							this = true
						}
					}
				}
			}
		},
		["高"] = {
			["防"] = {
				["防"] = {
					["真"] = {
						["手"] = {
							["抢"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["跟"] = {
			["家"] = {
				["庭"] = {
					["教"] = {
						["师"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["腿"] = {
					this = true
				}
			},
			["肉"] = {
				["丝"] = {
					this = true
				}
			},
			["丝"] = {
				["袜"] = {
					this = true
				}
			},
			["鞋"] = {
				["的"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					},
					["誘"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["功"] = {
			["率"] = {
				["声"] = {
					["纳"] = {
						this = true
					}
				}
			}
		},
		["宫"] = {
			["里"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["管"] = {
			["名"] = {
				["录"] = {
					this = true
				}
			},
			["用"] = {
				["户"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["贵"] = {
			["气"] = {
				["质"] = {
					["结"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["行"] = {
			["美"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			}
		},
		["虎"] = {
			["城"] = {
				this = true
			}
		},
		["畫"] = {
			["質"] = {
				["~"] = {
					this = true
				}
			}
		},
		["級"] = {
			["逼"] = {
				this = true
			}
		},
		["技"] = {
			["术"] = {
				["电"] = {
					["子"] = {
						["盗"] = {
							["车"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["假"] = {
			["仿"] = {
				["人"] = {
					["民"] = {
						["币"] = {
							this = true
						},
						["钱"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["價"] = {
			["售"] = {
				["腎"] = {
					this = true
				}
			}
		},
		["见"] = {
			["凉"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["美"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["見"] = {
			["涼"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["美"] = {
				["香"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["建"] = {
			["进"] = {
				this = true
			}
		},
		["脚"] = {
			["橱"] = {
				this = true
			},
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["珏"] = {
			this = true
		},
		["抗"] = {
			["震"] = {
				["瞄"] = {
					["准"] = {
						["镜"] = {
							this = true,
							["?"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["科"] = {
			["技"] = {
				["赌"] = {
					["博"] = {
						["仪"] = {
							["器"] = {
								this = true
							}
						}
					},
					["具"] = {
						this = true
					}
				},
				["賭"] = {
					["具"] = {
						this = true
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["空"] = {
			["礼"] = {
				["花"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["烟"] = {
				["花"] = {
					this = true
				}
			},
			["尤"] = {
				["物"] = {
					this = true
				}
			}
		},
		["濑"] = {
			["里"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["梨"] = {
			["風"] = {
				["花"] = {
					this = true
				}
			},
			["吉"] = {
				["美"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["锰"] = {
			["酸"] = {
				["钾"] = {
					["有"] = {
						["货"] = {
							this = true
						},
						["现"] = {
							["货"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["密"] = {
			["办"] = {
				["会"] = {
					["计"] = {
						["师"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["度"] = {
				["橡"] = {
					["胶"] = {
						["棍"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["明"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["模"] = {
			["拟"] = {
				this = true,
				["假"] = {
					["币"] = {
						this = true
					},
					["钞"] = {
						this = true
					},
					["正"] = {
						["件"] = {
							this = true
						}
					}
				},
				["人"] = {
					["民"] = {
						["币"] = {
							this = true
						}
					}
				},
				["纸"] = {
					["币"] = {
						this = true
					}
				}
			},
			["擬"] = {
				["槍"] = {
					["支"] = {
						this = true
					}
				},
				["手"] = {
					["槍"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["萌"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["难"] = {
			["度"] = {
				["口"] = {
					["交"] = {
						["动"] = {
							["作"] = {
								this = true
							}
						}
					}
				},
				["姿"] = {
					["势"] = {
						this = true
					}
				}
			}
		},
		["楠"] = {
			["乡"] = {
				this = true
			}
		},
		["能"] = {
			["保"] = {
				["健"] = {
					["康"] = {
						["寿"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["体"] = {
					["压"] = {
						["裂"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鸟"] = {
			["阳"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["浓"] = {
			["度"] = {
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["炮"] = {
			["炮"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["漂"] = {
			["纸"] = {
				["币"] = {
					this = true
				}
			}
		},
		["崎"] = {
			["美"] = {
				["奈"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["强"] = {
			["弹"] = {
				["弓"] = {
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["度"] = {
				["进"] = {
					["口"] = {
						["汽"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["桥"] = {
			["爱"] = {
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["理"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["流"] = {
				["树"] = {
					["中"] = {
						["出"] = {
							this = true
						}
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["橋"] = {
			["宏"] = {
				["美"] = {
					this = true
				}
			}
		},
		["俅"] = {
			this = true
		},
		["全"] = {
			["健"] = {
				this = true,
				["跑"] = {
					["官"] = {
						["官"] = {
							this = true
						}
					}
				}
			}
		},
		["杉"] = {
			["爱"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["绫"] = {
				["美"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["射"] = {
			["速"] = {
				["机"] = {
					["炮"] = {
						this = true
					}
				}
			}
		},
		["升"] = {
			["泰"] = {
				this = true
			},
			["祥"] = {
				this = true
			}
		},
		["丝"] = {
			["美"] = {
				this = true
			}
		},
		["絲"] = {
			["美"] = {
				this = true
			}
		},
		["速"] = {
			["点"] = {
				["播"] = {
					this = true
				}
			},
			["突"] = {
				["击"] = {
					this = true
				}
			},
			["下"] = {
				["載"] = {
					this = true
				}
			},
			["鱼"] = {
				["雷"] = {
					this = true
				}
			}
		},
		["田"] = {
			["纪"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["礼"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["禮"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["畑"] = {
			["真"] = {
				["美"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["挑"] = {
			["熟"] = {
				["女"] = {
					["嘉"] = {
						["嘉"] = {
							this = true
						}
					}
				}
			}
		},
		["息"] = {
			["不"] = {
				["要"] = {
					this = true
				}
			},
			["贷"] = {
				["款"] = {
					this = true
				}
			}
		},
		["雄"] = {
			["文"] = {
				["殊"] = {
					["讲"] = {
						["堂"] = {
							this = true
						}
					},
					["講"] = {
						["堂"] = {
							this = true
						}
					}
				}
			},
			["應"] = {
				["召"] = {
					O = {
						L = {
							this = true
						}
					}
				}
			}
		},
		["雪"] = {
			["雅"] = {
				["老"] = {
					["师"] = {
						["堕"] = {
							["落"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["壓"] = {
			["狗"] = {
				this = true
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["氣"] = {
				["槍"] = {
					this = true,
					["供"] = {
						["應"] = {
							this = true
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["專"] = {
						["網"] = {
							this = true
						}
					},
					["子"] = {
						["彈"] = {
							this = true
						}
					}
				}
			},
			["槍"] = {
				this = true
			}
		},
		["严"] = {
			["李"] = {
				["小"] = {
					["琳"] = {
						this = true
					}
				}
			},
			["通"] = {
				["风"] = {
					["报"] = {
						["信"] = {
							this = true
						}
					}
				}
			}
		},
		["要"] = {
			["溜"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["野"] = {
			["步"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["蓝"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["瞳"] = {
				["合"] = {
					["集"] = {
						this = true
					}
				}
			}
		},
		["瑜"] = {
			this = true,
			["七"] = {
				["不"] = {
					["讲"] = {
						this = true
					}
				}
			}
		},
		["原"] = {
			["流"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["奈"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["珠"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["沢"] = {
			["沙"] = {
				["耶"] = {
					this = true
				}
			}
		},
		["真"] = {
			["气"] = {
				["狗"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["质"] = {
			["量"] = {
				["仿"] = {
					["真"] = {
						["硅"] = {
							["胶"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["妹"] = {
						["陪"] = {
							["您"] = {
								this = true
							}
						}
					}
				},
				["性"] = {
					["生"] = {
						["活"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["生"] = {
				["数"] = {
					["据"] = {
						this = true
					}
				},
				["自"] = {
					["慰"] = {
						this = true
					}
				}
			}
		},
		["州"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["阝"] = {
			["方"] = {
				["人"] = {
					["皮"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["誌"] = {
			["活"] = {
				this = true
			}
		},
		["志"] = {
			["活"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["赵"] = {
		["紫"] = {
			["阳"] = {
				this = true,
				["*"] = {
					this = true
				},
				["晚"] = {
					["年"] = {
						["谈"] = {
							["话"] = {
								["出"] = {
									["笼"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["最"] = {
					["后"] = {
						["的"] = {
							["机"] = {
								["会"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["乐"] = {
			["际"] = {
				this = true
			}
		},
		["洪"] = {
			["祝"] = {
				this = true
			}
		},
		["氏"] = {
			["弓"] = {
				["弩"] = {
					this = true,
					["有"] = {
						["限"] = {
							["公"] = {
								["司"] = {
									this = true
								}
							}
						}
					},
					["专"] = {
						["卖"] = {
							this = true,
							["网"] = {
								this = true
							},
							["店"] = {
								this = true
							}
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				},
				["驽"] = {
					this = true
				},
				["努"] = {
					this = true
				}
			},
			["猎"] = {
				["鹰"] = {
					this = true,
					["弩"] = {
						["官"] = {
							["方"] = {
								["网"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["弓"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					},
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				}
			},
			["黑"] = {
				["蟒"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["驽"] = {
				this = true
			},
			["弩"] = {
				this = true
			},
			["平"] = {
				["反"] = {
					this = true
				}
			}
		},
		["海"] = {
			["青"] = {
				this = true
			},
			["通"] = {
				this = true
			}
		},
		["南"] = {
			this = true,
			["起"] = {
				this = true
			}
		},
		["品"] = {
			["潞"] = {
				this = true
			}
		},
		["铁"] = {
			["锤"] = {
				this = true
			}
		},
		["晓"] = {
			["微"] = {
				this = true
			}
		},
		["*"] = {
			["紫"] = {
				["*"] = {
					["阳"] = {
						this = true
					}
				}
			}
		},
		z = {
			i = {
				["阳"] = {
					this = true,
					["回"] = {
						["忆"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			},
			y = {
				["回"] = {
					["忆"] = {
						["录"] = {
							this = true
						}
					}
				},
				["囚"] = {
					["徒"] = {
						this = true
					}
				}
			},
			["阳"] = {
				this = true
			}
		},
		["本"] = {
			["山"] = {
				this = true,
				["江"] = {
					["背"] = {
						["景"] = {
							this = true
						}
					}
				}
			}
		},
		["公"] = {
			["明"] = {
				this = true
			}
		},
		["国"] = {
			["君"] = {
				["六"] = {
					["四"] = {
						this = true
					}
				}
			},
			["周"] = {
				this = true
			}
		},
		["行"] = {
			["德"] = {
				this = true
			}
		},
		["红"] = {
			["霞"] = {
				this = true
			}
		},
		["回"] = {
			["忆"] = {
				["录"] = {
					["曝"] = {
						["光"] = {
							this = true
						}
					},
					["问"] = {
						["世"] = {
							this = true
						}
					}
				}
			}
		},
		["家"] = {
			["乡"] = {
				this = true
			}
		},
		["克"] = {
			["石"] = {
				this = true
			},
			["志"] = {
				this = true
			}
		},
		["录"] = {
			["音"] = {
				["回"] = {
					["忆"] = {
						["录"] = {
							this = true
						}
					}
				}
			}
		},
		["民"] = {
			["运"] = {
				["背"] = {
					["黑"] = {
						["锅"] = {
							this = true
						}
					}
				}
			}
		},
		["明"] = {
			["诚"] = {
				this = true
			}
		},
		["铭"] = {
			["喷"] = {
				["血"] = {
					["艳"] = {
						["照"] = {
							this = true
						}
					}
				}
			}
		},
		["某"] = {
			["人"] = {
				["回"] = {
					["忆"] = {
						["录"] = {
							this = true
						}
					}
				}
			}
		},
		["千"] = {
			["里"] = {
				this = true
			}
		},
		["钱"] = {
			["孙"] = {
				this = true
			}
		},
		["庆"] = {
			this = true
		},
		["实"] = {
			this = true
		},
		["式"] = {
			["弓"] = {
				["弩"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["守"] = {
			["将"] = {
				this = true
			}
		},
		["维"] = {
			["山"] = {
				this = true
			}
		},
		["文"] = {
			["件"] = {
				["曝"] = {
					["光"] = {
						this = true
					}
				}
			}
		},
		["五"] = {
			["军"] = {
				this = true
			}
		},
		["县"] = {
			["黑"] = {
				["枪"] = {
					["的"] = {
						this = true
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["小"] = {
			["明"] = {
				this = true
			}
		},
		["正"] = {
			["永"] = {
				this = true
			}
		},
		["志"] = {
			["浩"] = {
				this = true
			}
		},
		["子"] = {
			["骁"] = {
				this = true
			}
		},
		["自"] = {
			["白"] = {
				["录"] = {
					["音"] = {
						this = true
					}
				}
			}
		},
		["宗"] = {
			["岐"] = {
				this = true
			}
		},
		["总"] = {
			["改"] = {
				["革"] = {
					["历"] = {
						["程"] = {
							this = true
						}
					}
				}
			}
		},
		["常"] = {
			["青"] = {
				this = true
			}
		},
		["邦"] = {
			["与"] = {
				["优"] = {
					["衣"] = {
						["库"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["沃"] = {
		["尔"] = {
			["开"] = {
				["西"] = {
					this = true
				}
			},
			["特"] = {
				["诺"] = {
					["沃"] = {
						["特"] = {
							["尼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["儿"] = {
			["开"] = {
				["西"] = {
					this = true
				}
			},
			["凯"] = {
				["西"] = {
					this = true
				}
			}
		},
		["爾"] = {
			["開"] = {
				["西"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["赖"] = {
		["昌"] = {
			["星"] = {
				this = true,
				["背"] = {
					["后"] = {
						["是"] = {
							["习"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["达"] = {
			this = true
		},
		["介"] = {
			["婷"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["班"] = {
		["禅"] = {
			this = true,
			["额"] = {
				["尔"] = {
					["德"] = {
						["尼"] = {
							this = true
						}
					}
				}
			}
		},
		["禪"] = {
			this = true
		},
		["缠"] = {
			this = true
		},
		["蝉"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["额"] = {
		["尔"] = {
			this = true,
			["德"] = {
				["尼"] = {
					this = true
				}
			},
			["古"] = {
				["纳"] = {
					this = true
				}
			}
		},
		["要"] = {
			["撸"] = {
				this = true
			}
		},
		["来"] = {
			["撸"] = {
				this = true
			}
		},
		["多"] = {
			["撸"] = {
				this = true
			}
		},
		["去"] = {
			["撸"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["山"] = {
		["本"] = {
			this = true,
			["五"] = {
				["十"] = {
					["六"] = {
						this = true
					}
				}
			},
			["早"] = {
				["纪"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["梓"] = {
				["动"] = {
					["作"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["口"] = {
			["組"] = {
				this = true
			},
			["玲"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["组"] = {
				this = true
			}
		},
		["猫"] = {
			p = {
				c = {
					p = {
						this = true
					}
				}
			}
		},
		["水"] = {
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["郎"] = {
				["中"] = {
					["红"] = {
						["鼻"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["奈"] = {
			this = true,
			["钾"] = {
				this = true
			}
		},
		["村"] = {
			["猎"] = {
				["艳"] = {
					this = true
				}
			},
			["美"] = {
				["色"] = {
					this = true,
					["之"] = {
						["韦"] = {
							["小"] = {
								["宝"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["情"] = {
				["事"] = {
					this = true
				}
			},
			["风"] = {
				["流"] = {
					this = true
				}
			}
		},
		["炮"] = {
			["香"] = {
				["艳"] = {
					this = true,
					["乡"] = {
						["村"] = {
							this = true
						}
					}
				}
			}
		},
		["柳"] = {
			["村"] = {
				["的"] = {
					["寡"] = {
						["妇"] = {
							["情"] = {
								["史"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["野"] = {
			["孽"] = {
				["债"] = {
					this = true
				}
			},
			["暧"] = {
				["昧"] = {
					["情"] = {
						this = true
					}
				}
			},
			["情"] = {
				["债"] = {
					this = true
				}
			}
		},
		["西"] = {
			["洪"] = {
				["洞"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["黑"] = {
				["砖"] = {
					["窑"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["不"] = {
			["过"] = {
				["来"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["寨"] = {
			["手"] = {
				["机"] = {
					this = true
				}
			},
			["版"] = {
				["改"] = {
					["革"] = {
						this = true,
						["者"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["察"] = {
					["证"] = {
						this = true
					}
				}
			},
			["学"] = {
				["生"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["东"] = {
			["电"] = {
				["警"] = {
					["棍"] = {
						["专"] = {
							this = true,
							["卖"] = {
								this = true
							}
						}
					}
				},
				["井"] = {
					["棍"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["办"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["真"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["帮"] = {
				["总"] = {
					["管"] = {
						["王"] = {
							["敏"] = {
								this = true
							}
						}
					}
				}
			},
			["本"] = {
				["地"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["開"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				},
				["考"] = {
					["网"] = {
						this = true
					}
				}
			},
			["东"] = {
				["明"] = {
					["敢"] = {
						["死"] = {
							["队"] = {
								this = true
							}
						}
					},
					["起"] = {
						["义"] = {
							this = true,
							["军"] = {
								this = true
							}
						}
					},
					["事"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["短"] = {
				["信"] = {
					this = true
				}
			},
			["开"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			},
			["聊"] = {
				["城"] = {
					["警"] = {
						["车"] = {
							this = true
						}
					},
					["撞"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["临"] = {
				["沂"] = {
					["王"] = {
						["琳"] = {
							["芳"] = {
								this = true
							}
						}
					}
				}
			},
			["民"] = {
				["办"] = {
					["大"] = {
						["学"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["小"] = {
				["偷"] = {
					["新"] = {
						["疆"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["疆"] = {
					["小"] = {
						["偷"] = {
							this = true
						}
					}
				},
				["闻"] = {
					["网"] = {
						[" "] = {
							["泽"] = {
								["民"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["郓"] = {
				["城"] = {
					[" "] = {
						["稗"] = {
							["官"] = {
								["野"] = {
									["记"] = {
										this = true
									}
								}
							}
						},
						["彭"] = {
							["雷"] = {
								this = true
							},
							["蕾"] = {
								this = true
							},
							["龙"] = {
								["坤"] = {
									this = true
								}
							}
						},
						["三"] = {
							["舅"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["川"] = {
			["疫"] = {
				["域"] = {
					this = true
				}
			}
		},
		["埃"] = {
			this = true
		},
		["场"] = {
			["占"] = {
				["地"] = {
					["维"] = {
						["权"] = {
							this = true
						}
					}
				}
			}
		},
		["地"] = {
			["斧"] = {
				["头"] = {
					this = true
				}
			}
		},
		["南"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["鳥"] = {
			["比"] = {
				["奈"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["浦"] = {
			["里"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["崎"] = {
			["华"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["纪"] = {
				["美"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["亚"] = {
				["美"] = {
					this = true
				}
			},
			["亜"] = {
				["彌"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["迅"] = {
						["雷"] = {
							this = true
						}
					}
				}
			},
			["亞"] = {
				["美"] = {
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			},
			["由"] = {
				["纪"] = {
					["恵"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["紀"] = {
					["恵"] = {
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["田"] = {
			["麻"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["泉"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["停"] = {
			["爱"] = {
				["子"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["愛"] = {
				["子"] = {
					["電"] = {
						["驢"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			}
		},
		["下"] = {
			["光"] = {
				["惠"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["由"] = {
				["美"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						},
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["咲"] = {
			["理"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["萌"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["树"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["舞"] = {
				this = true
			},
			["亞"] = {
				["香"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["心"] = {
			["恨"] = {
				b = {
					t = {
						this = true
					}
				}
			}
		},
		["鹰"] = {
			["弓"] = {
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true,
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				}
			},
			["弩"] = {
				["弓"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["贼"] = {
			["头"] = {
				["领"] = {
					this = true
				}
			}
		},
		["珍"] = {
			["海"] = {
				["鲜"] = {
					["加"] = {
						["鱼"] = {
							["丸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["猪"] = {
			["气"] = {
				["枪"] = {
					this = true
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["热"] = {
		["那"] = {
			["亚"] = {
				this = true
			}
		},
		["卖"] = {
			this = true,
			f = {
				x = {
					["季"] = {
						["候"] = {
							["风"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["兵"] = {
			["器"] = {
				this = true
			}
		},
		["销"] = {
			this = true,
			["贝"] = {
				["尔"] = {
					["求"] = {
						["生"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					["刀"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["丛"] = {
				["林"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["弹"] = {
				["簧"] = {
					["跳"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["短"] = {
				["狗"] = {
					["狗"] = {
						["粮"] = {
							this = true
						}
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["甩"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["匕"] = {
						["首"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				},
				["品"] = {
					["刺"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["频"] = {
				["道"] = {
					this = true
				}
			},
			["三"] = {
				["棱"] = {
					["刺"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["跳"] = {
				["刀"] = {
					this = true
				}
			},
			["冷"] = {
				["钢"] = {
					["大"] = {
						["狗"] = {
							["腿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["热"] = {
			["色"] = {
				["原"] = {
					this = true,
					["站"] = {
						this = true
					},
					["网"] = {
						["站"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				}
			},
			["鲁"] = {
				this = true
			},
			["撸"] = {
				this = true,
				["网"] = {
					this = true,
					["站"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["比"] = {
			["娅"] = {
				this = true,
				["大"] = {
					["厦"] = {
						this = true
					}
				},
				["哭"] = {
					this = true,
					["、"] = {
						this = true
					}
				},
				["泪"] = {
					this = true,
					["、"] = {
						this = true
					}
				},
				["商"] = {
					["厦"] = {
						this = true
					}
				},
				["中"] = {
					["共"] = {
						["汉"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["亚"] = {
				this = true
			}
		},
		["中"] = {
			["文"] = {
				["热"] = {
					["国"] = {
						["产"] = {
							["热"] = {
								["综"] = {
									["合"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["武"] = {
			["器"] = {
				this = true,
				Q = {
					Q = {
						this = true
					}
				}
			}
		},
		["售"] = {
			["英"] = {
				["语"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["考"] = {
									["试"] = {
										["答"] = {
											["案"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["血"] = {
			["江"] = {
				["湖"] = {
					this = true,
					["私"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["传"] = {
				["奇"] = {
					this = true
				}
			},
			["球"] = {
				["迷"] = {
					["网"] = {
						this = true
					}
				}
			},
			["英"] = {
				["豪"] = {
					this = true
				}
			},
			["与"] = {
				["光"] = {
					["荣"] = {
						this = true,
						["中"] = {
							["国"] = {
								["人"] = {
									["的"] = {
										["希"] = {
											["望"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["站"] = {
			["政"] = {
				["论"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["敷"] = {
			["敏"] = {
				["纸"] = {
					this = true
				}
			}
		},
		["×"] = {
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["播"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["点"] = {
			n = {
				t = {
					d = {
						t = {
							v = {
								this = true
							}
						}
					}
				}
			},
			["互"] = {
				["动"] = {
					this = true,
					["动"] = {
						["态"] = {
							["网"] = {
								this = true
							}
						}
					},
					["九"] = {
						["评"] = {
							this = true
						}
					},
					["退"] = {
						["党"] = {
							this = true
						}
					},
					["新"] = {
						["唐"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["资"] = {
				["讯"] = {
					["天"] = {
						["天"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["缚"] = {
			["纸"] = {
				["假"] = {
					["币"] = {
						this = true
					},
					["钱"] = {
						["币"] = {
							this = true
						}
					}
				}
			}
		},
		["感"] = {
			Q = {
				["视"] = {
					["频"] = {
						this = true
					}
				}
			}
		},
		["贡"] = {
			this = true
		},
		["核"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["辣"] = {
			this = true,
			["图"] = {
				["库"] = {
					this = true
				}
			}
		},
		["门"] = {
			["电"] = {
				["影"] = {
					this = true,
					["推"] = {
						["荐"] = {
							this = true
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["自"] = {
				["慰"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["情"] = {
			["豪"] = {
				["放"] = {
					this = true
				}
			},
			["没"] = {
				["有"] = {
					["不"] = {
						["高"] = {
							["涨"] = {
								this = true
							}
						}
					}
				}
			},
			["骚"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["色"] = {
			["播"] = {
				this = true
			}
		},
		["视"] = {
			["频"] = {
				this = true
			}
		},
		["图"] = {
			this = true
		},
		["线"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["薄"] = {
		["熙"] = {
			this = true,
			["来"] = {
				this = true,
				["1"] = {
					["8"] = {
						["大"] = {
							this = true
						}
					}
				},
				["十"] = {
					["八"] = {
						["大"] = {
							this = true
						}
					}
				},
				["太"] = {
					["子"] = {
						["党"] = {
							this = true
						}
					}
				},
				["为"] = {
					["民"] = {
						["打"] = {
							["黑"] = {
								this = true
							}
						}
					}
				},
				["习"] = {
					["近"] = {
						["平"] = {
							this = true
						}
					}
				},
				["下"] = {
					["台"] = {
						this = true
					}
				},
				["政"] = {
					["变"] = {
						this = true
					}
				},
				["朱"] = {
					["镕"] = {
						["基"] = {
							this = true
						}
					}
				}
			},
			["*"] = {
				this = true
			},
			["來"] = {
				this = true
			},
			["去"] = {
				["了"] = {
					this = true
				}
			}
		},
		["码"] = {
			this = true,
			D = {
				V = {
					D = {
						this = true
					}
				}
			}
		},
		["一"] = {
			["波"] = {
				this = true,
				["*"] = {
					this = true
				},
				["肋"] = {
					["骨"] = {
						this = true
					}
				}
			}
		},
		["谷"] = {
			this = true,
			["开"] = {
				["来"] = {
					this = true
				}
			},
			["情"] = {
				["仇"] = {
					this = true
				}
			}
		},
		["格"] = {
			this = true
		},
		["1"] = {
			["8"] = {
				["大"] = {
					this = true
				}
			}
		},
		["百"] = {
			["姓"] = {
				["支"] = {
					["持"] = {
						this = true
					}
				}
			}
		},
		["饼"] = {
			this = true
		},
		["辞"] = {
			["职"] = {
				this = true
			}
		},
		["党"] = {
			["内"] = {
				["斗"] = {
					["争"] = {
						this = true
					}
				},
				["高"] = {
					["层"] = {
						this = true
					}
				}
			}
		},
		["得"] = {
			["罪"] = {
				this = true
			}
		},
		["督"] = {
			this = true
		},
		["粉"] = {
			this = true
		},
		["瓜"] = {
			["瓜"] = {
				this = true
			}
		},
		["和"] = {
			["温"] = {
				this = true
			}
		},
		["黑"] = {
			["帮"] = {
				this = true
			}
		},
		["京"] = {
			["瓜"] = {
				this = true
			}
		},
		["碼"] = {
			this = true
		},
		["叛"] = {
			["逃"] = {
				this = true
			}
		},
		["情"] = {
			["郎"] = {
				this = true,
				["铁"] = {
					["面"] = {
						["王"] = {
							this = true
						}
					}
				}
			},
			["也"] = {
				["好"] = {
					this = true
				}
			},
			["怎"] = {
				["抵"] = {
					["德"] = {
						["满"] = {
							["江"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["请"] = {
			["辞"] = {
				this = true
			}
		},
		["人"] = {
			["民"] = {
				["怀"] = {
					["念"] = {
						["你"] = {
							this = true
						}
					}
				},
				["记"] = {
					["得"] = {
						["你"] = {
							this = true
						}
					}
				},
				["挺"] = {
					["你"] = {
						this = true
					}
				},
				["心"] = {
					["里"] = {
						["永"] = {
							["远"] = {
								this = true
							}
						}
					}
				},
				["拥"] = {
					["护"] = {
						this = true
					}
				},
				["支"] = {
					["持"] = {
						this = true
					}
				}
			}
		},
		["是"] = {
			["好"] = {
				["总"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["书"] = {
			["记"] = {
				this = true,
				["辞"] = {
					["职"] = {
						this = true
					}
				},
				["带"] = {
					["领"] = {
						["大"] = {
							["家"] = {
								this = true
							}
						}
					}
				},
				["还"] = {
					["我"] = {
						["共"] = {
							this = true
						}
					}
				},
				["你"] = {
					["冤"] = {
						["枉"] = {
							this = true
						}
					}
				},
				["普"] = {
					["京"] = {
						this = true
					}
				},
				["起"] = {
					["义"] = {
						this = true
					}
				},
				["拥"] = {
					["护"] = {
						this = true
					}
				},
				["周"] = {
					["总"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["存"] = {
				this = true
			}
		},
		["王"] = {
			this = true,
			["不"] = {
				["妙"] = {
					["前"] = {
						["景"] = {
							this = true
						}
					}
				}
			}
		},
		["望"] = {
			["知"] = {
				this = true
			}
		},
		["为"] = {
			["人"] = {
				["民"] = {
					["谋"] = {
						["福"] = {
							this = true
						}
					},
					["造"] = {
						["福"] = {
							this = true
						}
					}
				}
			}
		},
		["向"] = {
			["中"] = {
				["央"] = {
					["请"] = {
						["辞"] = {
							this = true
						}
					}
				}
			}
		},
		["煦"] = {
			["来"] = {
				this = true
			}
		},
		["已"] = {
			["辞"] = {
				["职"] = {
					this = true
				}
			}
		},
		["与"] = {
			["胡"] = {
				this = true
			},
			["温"] = {
				this = true
			}
		},
		["造"] = {
			["反"] = {
				this = true
			}
		},
		["政"] = {
			["变"] = {
				this = true
			},
			["治"] = {
				["斗"] = {
					["争"] = {
						this = true
					}
				}
			}
		},
		["主"] = {
			["政"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["令"] = {
		["计"] = {
			["划"] = {
				this = true
			}
		},
		["狐"] = {
			["安"] = {
				this = true
			},
			["计"] = {
				["划"] = {
					this = true
				}
			}
		},
		["家"] = {
			this = true
		},
		["完"] = {
			["成"] = {
				this = true
			}
		},
		["政"] = {
			["策"] = {
				this = true
			}
		},
		["王"] = {
			["木"] = {
				["此"] = {
					this = true
				}
			}
		}
	}
end

temp()
