pg = pg or {}
slot0 = pg
slot0.word_template_24 = {}
slot1 = slot0.word_template_24

function temp()
	uv0["璩"] = {
		["美"] = {
			["凤"] = {
				this = true
			}
		},
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["阴"] = {
		["茎"] = {
			this = true,
			["插"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				},
				["阴"] = {
					["道"] = {
						this = true
					}
				}
			}
		},
		["道"] = {
			this = true,
			["图"] = {
				this = true,
				["片"] = {
					this = true
				}
			},
			["被"] = {
				["捅"] = {
					this = true
				}
			},
			["好"] = {
				["大"] = {
					this = true
				}
			},
			D = {
				P = {
					this = true
				}
			}
		},
		["唇"] = {
			this = true,
			["被"] = {
				["插"] = {
					this = true
				}
			},
			["好"] = {
				["嫩"] = {
					["啊"] = {
						this = true
					}
				}
			},
			["上"] = {
				["摩"] = {
					["擦"] = {
						["着"] = {
							this = true
						}
					}
				}
			},
			["阴"] = {
				["道"] = {
					this = true
				}
			}
		},
		["水"] = {
			this = true
		},
		["核"] = {
			this = true
		},
		["部"] = {
			this = true,
			["特"] = {
				["写"] = {
					this = true
				}
			},
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["内"] = {
				["神"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["缔"] = {
			this = true
		},
		["阜"] = {
			this = true,
			["高"] = {
				["耸"] = {
					this = true
				}
			}
		},
		["精"] = {
			this = true
		},
		["屄"] = {
			this = true
		},
		["毛"] = {
			this = true,
			["*"] = {
				this = true
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["户"] = {
			this = true,
			["舔"] = {
				this = true
			},
			["抽"] = {
				["插"] = {
					this = true
				}
			},
			["好"] = {
				["紧"] = {
					this = true
				}
			}
		},
		["蒂"] = {
			this = true,
			["头"] = {
				this = true
			},
			["阴"] = {
				["蒂"] = {
					this = true
				}
			}
		},
		["小"] = {
			["撕"] = {
				["大"] = {
					this = true
				}
			}
		},
		["门"] = {
			this = true
		},
		b = {
			this = true
		},
		["胫"] = {
			this = true
		},
		["囊"] = {
			this = true
		},
		["处"] = {
			this = true
		},
		["沟"] = {
			this = true
		},
		["莖"] = {
			this = true
		},
		["肉"] = {
			this = true
		},
		["术"] = {
			this = true
		},
		["臀"] = {
			this = true
		},
		["穴"] = {
			this = true,
			["新"] = {
				["玩"] = {
					["法"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["日"] = {
		["你"] = {
			this = true,
			["媽"] = {
				this = true
			},
			["爺"] = {
				["爺"] = {
					this = true
				}
			},
			["妈"] = {
				this = true,
				["="] = {
					[">"] = {
						["我"] = {
							["是"] = {
								["猪"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娘"] = {
				this = true
			}
		},
		["死"] = {
			this = true,
			["你"] = {
				this = true
			}
		},
		["本"] = {
			this = true,
			A = {
				V = {
					["女"] = {
						this = true,
						["优"] = {
							this = true
						},
						["優"] = {
							this = true
						}
					},
					["電"] = {
						["影"] = {
							this = true
						}
					},
					["乱"] = {
						["伦"] = {
							this = true
						}
					},
					["伦"] = {
						["理"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					},
					["色"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						},
						["片"] = {
							this = true
						}
					},
					["熟"] = {
						["母"] = {
							this = true
						}
					},
					["素"] = {
						["人"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["有"] = {
						["码"] = {
							this = true
						}
					},
					["在"] = {
						["线"] = {
							this = true
						}
					}
				},
				v = {
					["色"] = {
						["情"] = {
							this = true
						}
					}
				},
				["片"] = {
					this = true,
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["级"] = {
					["作"] = {
						["爱"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["灌"] = {
				["肠"] = {
					this = true
				},
				["腸"] = {
					this = true
				}
			},
			["骚"] = {
				["货"] = {
					this = true
				}
			},
			["熟"] = {
				["母"] = {
					this = true
				},
				["妇"] = {
					this = true
				}
			},
			["素"] = {
				["人"] = {
					this = true
				}
			},
			["有"] = {
				["码"] = {
					this = true
				}
			},
			["帝"] = {
				["國"] = {
					this = true
				},
				["国"] = {
					this = true
				}
			},
			R = {
				I = {
					N = {
						G = {
							this = true
						}
					}
				}
			},
			["鬼"] = {
				["子"] = {
					this = true
				}
			},
			["撸"] = {
				["十"] = {
					["次"] = {
						["啦"] = {
							this = true
						}
					}
				},
				["多"] = {
					["宝"] = {
						this = true
					}
				}
			},
			["伦"] = {
				["理"] = {
					this = true,
					["片"] = {
						this = true
					}
				}
			},
			["毛"] = {
				["片"] = {
					this = true,
					["基"] = {
						["地"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["使"] = {
					["馆"] = {
						["0"] = {
							R = {
								["4"] = {
									["0"] = {
										["9"] = {
											["游"] = {
												["行"] = {
													["*"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["胆"] = {
					["裸"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["泉"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["姐"] = {
					this = true
				},
				["浪"] = {
					["货"] = {
						this = true
					}
				},
				["妹"] = {
					this = true
				}
			},
			["变"] = {
				["态"] = {
					["嫖"] = {
						["客"] = {
							this = true
						}
					},
					["小"] = {
						["游"] = {
							["戏"] = {
								this = true
							}
						}
					}
				}
			},
			["万"] = {
				["岁"] = {
					this = true
				}
			},
			["千"] = {
				["岛"] = {
					["片"] = {
						this = true
					}
				},
				["橡"] = {
					this = true
				}
			},
			["0"] = {
				["0"] = {
					["1"] = {
						["男"] = {
							this = true
						},
						["女"] = {
							this = true
						}
					},
					["3"] = {
						["男"] = {
							this = true
						},
						["特"] = {
							this = true
						}
					},
					["4"] = {
						["男"] = {
							this = true
						},
						["女"] = {
							this = true
						},
						["特"] = {
							this = true
						}
					},
					["5"] = {
						["男"] = {
							this = true
						}
					}
				}
			},
			a = {
				v = {
					this = true,
					a = {
						["女"] = {
							this = true
						}
					},
					["成"] = {
						["人"] = {
							["片"] = {
								this = true
							}
						}
					},
					["电"] = {
						["影"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["激"] = {
						["情"] = {
							["片"] = {
								this = true
							}
						}
					},
					["之"] = {
						["旅"] = {
							this = true
						}
					}
				},
				["片"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["Ａ"] = {
				["Ｖ"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			g = {
				v = {
					["资"] = {
						["源"] = {
							this = true
						}
					}
				},
				["片"] = {
					this = true
				}
			},
			H = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["动"] = {
					["漫"] = {
						["排"] = {
							["行"] = {
								this = true
							}
						}
					}
				},
				["画"] = {
					["漫"] = {
						b = {
							t = {
								this = true
							}
						}
					}
				},
				["漫"] = {
					["画"] = {
						this = true
					}
				},
				["色"] = {
					this = true
				}
			},
			M = {
				M = {
					["援"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["白"] = {
				["发"] = {
					["魔"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["薄"] = {
				["码"] = {
					this = true
				}
			},
			["暴"] = {
				["淫"] = {
					["网"] = {
						this = true
					}
				}
			},
			["被"] = {
				["虐"] = {
					["图"] = {
						this = true
					}
				}
			},
			["波"] = {
				["霸"] = {
					this = true
				}
			},
			["采"] = {
				["精"] = {
					["全"] = {
						["过"] = {
							["程"] = {
								this = true
							}
						}
					}
				}
			},
			["操"] = {
				["逼"] = {
					["写"] = {
						["字"] = {
							this = true
						}
					}
				}
			},
			["插"] = {
				["穴"] = {
					this = true
				}
			},
			["超"] = {
				["经"] = {
					["典"] = {
						["三"] = {
							["级"] = {
								this = true
							}
						}
					}
				}
			},
			["车"] = {
				["内"] = {
					["干"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					this = true,
					A = {
						V = {
							this = true
						}
					},
					["Ａ"] = {
						["片"] = {
							this = true
						}
					},
					D = {
						V = {
							D = {
								this = true
							}
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["动"] = {
						["画"] = {
							this = true
						},
						["漫"] = {
							this = true
						}
					},
					["激"] = {
						["情"] = {
							this = true
						}
					},
					["乱"] = {
						["伦"] = {
							this = true
						}
					},
					["漫"] = {
						["画"] = {
							this = true
						}
					},
					["片"] = {
						["网"] = {
							["址"] = {
								this = true
							}
						}
					},
					["色"] = {
						this = true
					},
					["视"] = {
						["讯"] = {
							this = true
						}
					},
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					},
					["小"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					},
					["影"] = {
						["视"] = {
							this = true
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["吃"] = {
				["精"] = {
					["图"] = {
						this = true
					}
				}
			},
			["充"] = {
				["气"] = {
					["娃"] = {
						["娃"] = {
							this = true
						}
					}
				}
			},
			["春"] = {
				["图"] = {
					this = true
				}
			},
			["单"] = {
				["勾"] = {
					this = true
				}
			},
			["刀"] = {
				this = true
			},
			["顶"] = {
				["级"] = {
					["淫"] = {
						["女"] = {
							this = true
						},
						["片"] = {
							this = true
						}
					}
				}
			},
			["东"] = {
				["京"] = {
					["热"] = {
						this = true
					}
				}
			},
			["风"] = {
				["骚"] = {
					["女"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["夫"] = {
				["妻"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["清"] = {
					A = {
						["片"] = {
							this = true
						}
					},
					["毛"] = {
						["片"] = {
							this = true
						}
					},
					["情"] = {
						["色"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true
			},
			["豪"] = {
				["宅"] = {
					this = true
				}
			},
			["狠"] = {
				["狠"] = {
					["操"] = {
						this = true
					}
				}
			},
			["互"] = {
				["动"] = {
					["性"] = {
						["游"] = {
							["戏"] = {
								this = true
							}
						}
					}
				}
			},
			["黄"] = {
				["片"] = {
					["大"] = {
						["合"] = {
							["集"] = {
								this = true
							}
						}
					},
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["小"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["动"] = {
						["漫"] = {
							this = true
						}
					},
					["片"] = {
						this = true,
						["电"] = {
							["影"] = {
								this = true
							}
						},
						["论"] = {
							["坛"] = {
								this = true
							}
						},
						["小"] = {
							["说"] = {
								this = true
							}
						}
					},
					["爽"] = {
						["片"] = {
							this = true
						}
					},
					["淫"] = {
						this = true,
						["电"] = {
							["影"] = {
								this = true
							}
						},
						["骚"] = {
							["穴"] = {
								this = true
							}
						},
						["色"] = {
							this = true
						},
						["穴"] = {
							this = true,
							["片"] = {
								this = true
							}
						},
						["影"] = {
							["片"] = {
								this = true
							},
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["吉"] = {
				["村"] = {
					["泰"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["间"] = {
				["谍"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["金"] = {
				["龙"] = {
					["烧"] = {
						["刃"] = {
							this = true
						}
					}
				}
			},
			["禁"] = {
				["播"] = {
					this = true
				}
			},
			["巨"] = {
				["乳"] = {
					["淫"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["舰"] = {
					this = true
				}
			},
			["恐"] = {
				["怖"] = {
					["分"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["口"] = {
				["活"] = {
					this = true
				}
			},
			["快"] = {
				["播"] = {
					["色"] = {
						["情"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["领"] = {
				["事"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["漏"] = {
				["逼"] = {
					this = true
				}
			},
			["乱"] = {
				["伦"] = {
					["片"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["照"] = {
					this = true
				}
			},
			["美"] = {
				this = true,
				["眉"] = {
					this = true
				},
				["乳"] = {
					this = true
				}
			},
			["妹"] = {
				["被"] = {
					["滴"] = {
						["蜡"] = {
							this = true
						}
					}
				},
				["妹"] = {
					this = true
				}
			},
			["免"] = {
				["费"] = {
					["黄"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["奶"] = {
				["牛"] = {
					this = true
				}
			},
			["嫩"] = {
				["妹"] = {
					this = true
				}
			},
			["女"] = {
				["孩"] = {
					this = true
				},
				["护"] = {
					["士"] = {
						["爽"] = {
							["图"] = {
								this = true
							}
						}
					}
				},
				["同"] = {
					["性"] = {
						["恋"] = {
							this = true
						},
						["片"] = {
							["段"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				},
				["优"] = {
					this = true,
					["大"] = {
						["集"] = {
							["合"] = {
								this = true
							}
						},
						["片"] = {
							this = true
						}
					}
				}
			},
			["拍"] = {
				["肩"] = {
					["迷"] = {
						["魂"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["强"] = {
				["力"] = {
					["救"] = {
						["心"] = {
							["丹"] = {
								this = true
							}
						}
					}
				}
			},
			["情"] = {
				["趣"] = {
					["娃"] = {
						["娃"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["色"] = {
					this = true
				}
			},
			["群"] = {
				["交"] = {
					["强"] = {
						["奸"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					["片"] = {
						this = true
					}
				}
			},
			["色"] = {
				["片"] = {
					this = true
				},
				["站"] = {
					this = true
				}
			},
			["山"] = {
				["野"] = {
					["柴"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					["艳"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["深"] = {
				["水"] = {
					["炸"] = {
						["弹"] = {
							["6"] = {
								this = true
							}
						}
					}
				}
			},
			["使"] = {
				["馆"] = {
					this = true
				}
			},
			["收"] = {
				["购"] = {
					["校"] = {
						["内"] = {
							this = true
						}
					}
				}
			},
			["兽"] = {
				["交"] = {
					["内"] = {
						["射"] = {
							this = true
						}
					}
				}
			},
			["爽"] = {
				["图"] = {
					this = true
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true
				}
			},
			["图"] = {
				["库"] = {
					this = true
				}
			},
			["脱"] = {
				["脱"] = {
					this = true
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			},
			["慰"] = {
				["安"] = {
					["妇"] = {
						this = true
					}
				}
			},
			["无"] = {
				["码"] = {
					this = true,
					["视"] = {
						["频"] = {
							this = true
						}
					}
				},
				["修"] = {
					["正"] = {
						this = true
					}
				}
			},
			["武"] = {
				["枪"] = {
					this = true
				},
				["士"] = {
					this = true
				}
			},
			["香"] = {
				["香"] = {
					this = true
				}
			},
			["兴"] = {
				["奋"] = {
					["剂"] = {
						this = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					this = true
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["妞"] = {
					this = true
				}
			},
			["影"] = {
				["片"] = {
					this = true
				}
			},
			["幼"] = {
				["交"] = {
					this = true
				}
			},
			["原"] = {
				["创"] = {
					["裸"] = {
						["聊"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					this = true
				},
				["助"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			},
			["人"] = {
				["牲"] = {
					["交"] = {
						["免"] = {
							["费"] = {
								["视"] = {
									["频"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["级"] = {
					["特"] = {
						["黄"] = {
							this = true
						}
					}
				},
				["㚫"] = {
					["片"] = {
						this = true
					}
				}
			},
			["工"] = {
				["口"] = {
					this = true
				}
			},
			["特"] = {
				["级"] = {
					["牲"] = {
						["交"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["屄"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["軍"] = {
			this = true
		},
		["內"] = {
			["瓦"] = {
				["金"] = {
					["融"] = {
						this = true
					}
				}
			}
		},
		["朱"] = {
			["駿"] = {
				this = true
			},
			["骏"] = {
				this = true
			}
		},
		G = {
			M = {
				this = true
			}
		},
		X = {
			this = true,
			["妈"] = {
				this = true
			}
		},
		["他"] = {
			this = true,
			["娘"] = {
				this = true
			}
		},
		["夜"] = {
			["肏"] = {
				this = true
			},
			["射"] = {
				this = true
			},
			["撸"] = {
				this = true
			},
			["干"] = {
				this = true
			}
		},
		["韩"] = {
			["撸"] = {
				["片"] = {
					this = true
				}
			},
			["色"] = {
				["色"] = {
					this = true
				},
				["片"] = {
					this = true
				}
			},
			a = {
				v = {
					this = true
				}
			},
			A = {
				["片"] = {
					this = true
				}
			},
			["白"] = {
				["虎"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["黄"] = {
				["片"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					this = true
				}
			},
			["家"] = {
				["庭"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				}
			},
			["禁"] = {
				["片"] = {
					this = true
				}
			},
			["恋"] = {
				["足"] = {
					this = true
				}
			},
			["漏"] = {
				["逼"] = {
					this = true
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["毛"] = {
				["片"] = {
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["逼"] = {
					["女"] = {
						this = true
					}
				}
			},
			["女"] = {
				["同"] = {
					B = {
						t = {
							this = true
						}
					}
				},
				["优"] = {
					["快"] = {
						["播"] = {
							this = true
						}
					}
				}
			},
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["群"] = {
				["交"] = {
					this = true
				}
			},
			["人"] = {
				["体"] = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["套"] = {
				["图"] = {
					["套"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					this = true
				},
				["套"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					["视"] = {
						["讯"] = {
							this = true
						}
					}
				},
				["虐"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				},
				["生"] = {
					["活"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["女"] = {
					this = true
				}
			},
			["有"] = {
				["码"] = {
					this = true
				}
			},
			["幼"] = {
				["女"] = {
					this = true
				}
			},
			["原"] = {
				["创"] = {
					this = true
				}
			}
		},
		["加"] = {
			["撸"] = {
				this = true
			}
		},
		["日"] = {
			["爱"] = {
				this = true
			},
			["色"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["夜"] = {
				["夜"] = {
					this = true,
					["撸"] = {
						this = true
					}
				}
			},
			["射"] = {
				this = true,
				["日"] = {
					["一"] = {
						["日"] = {
							this = true
						}
					}
				}
			},
			["嫂"] = {
				this = true
			},
			A = {
				V = {
					this = true
				}
			},
			["撸"] = {
				this = true
			},
			["日"] = {
				["色"] = {
					["情"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["爽"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["我"] = {
				["影"] = {
					["视"] = {
						this = true
					}
				}
			},
			["摸"] = {
				["天"] = {
					["天"] = {
						["摸"] = {
							this = true
						}
					}
				}
			}
		},
		["嫂"] = {
			["嫂"] = {
				this = true
			}
		},
		this = {
			this = true
		},
		["烂"] = {
			this = true
		},
		["内"] = {
			["瓦"] = {
				["金"] = {
					["融"] = {
						this = true
					}
				}
			}
		},
		["您"] = {
			this = true
		},
		["批"] = {
			this = true
		},
		["治"] = {
			this = true
		},
		A = {
			V = {
				B = {
					B = {
						this = true
					}
				}
			}
		},
		a = {
			["在"] = {
				["线"] = {
					this = true
				}
			}
		},
		b = {
			this = true
		},
		["吧"] = {
			["色"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["不"] = {
			["女"] = {
				["优"] = {
					this = true
				}
			}
		},
		["穿"] = {
			this = true
		},
		["大"] = {
			["女"] = {
				["优"] = {
					this = true
				}
			}
		},
		["蛋"] = {
			this = true
		},
		["翻"] = {
			this = true
		},
		["高"] = {
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["司"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["工"] = {
			["刀"] = {
				this = true
			}
		},
		["光"] = {
			["月"] = {
				["美"] = {
					this = true
				}
			}
		},
		["韓"] = {
			["女"] = {
				["尤"] = {
					this = true
				}
			},
			["無"] = {
				["碼"] = {
					this = true
				}
			}
		},
		["好"] = {
			["色"] = {
				["女"] = {
					["成"] = {
						["人"] = {
							["網"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["后"] = {
			["再"] = {
				["说"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["户"] = {
			["爱"] = {
				b = {
					t = {
						this = true
					}
				}
			}
		},
		["吉"] = {
			["亚"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["亞"] = {
				["衣"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["记"] = {
			["门"] = {
				this = true
			}
		},
		["九"] = {
			["城"] = {
				this = true
			}
		},
		["军"] = {
			this = true
		},
		["喀"] = {
			["则"] = {
				["Ｋ"] = {
					["粉"] = {
						this = true
					}
				},
				["假"] = {
					["币"] = {
						this = true
					}
				}
			}
		},
		["了"] = {
			["狗"] = {
				this = true
			}
		},
		["领"] = {
			["馆"] = {
				this = true
			}
		},
		["妈"] = {
			["的"] = {
				this = true
			}
		},
		["美"] = {
			["眉"] = {
				this = true
			},
			["性"] = {
				["交"] = {
					["强"] = {
						["档"] = {
							this = true
						}
					}
				}
			}
		},
		["模"] = {
			this = true
		},
		["女"] = {
			this = true
		},
		["排"] = {
			["行"] = {
				["榜"] = {
					this = true
				}
			}
		},
		["期"] = {
			["已"] = {
				["定"] = {
					this = true
				}
			}
		},
		["奇"] = {
			["艺"] = {
				this = true
			}
		},
		["式"] = {
			["武"] = {
				["士"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["爽"] = {
			this = true
		},
		["完"] = {
			["软"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["向"] = {
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["学"] = {
			["生"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["迅"] = {
			["雷"] = {
				this = true
			}
		},
		["尧"] = {
			["三"] = {
				["皮"] = {
					this = true
				}
			}
		},
		["野"] = {
			["美"] = {
				["沙"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["优"] = {
			["堀"] = {
				["口"] = {
					this = true
				}
			},
			["葉"] = {
				["山"] = {
					["律"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["视"] = {
					this = true
				}
			}
		},
		["元"] = {
			["贷"] = {
				["款"] = {
					this = true
				}
			}
		},
		["月"] = {
			["谷"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["光"] = {
				["美"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["功"] = {
					this = true
				}
			},
			["图"] = {
				["库"] = {
					this = true
				}
			}
		},
		["制"] = {
			["仿"] = {
				["真"] = {
					this = true
				}
			}
		},
		["资"] = {
			["超"] = {
				["市"] = {
					this = true
				}
			}
		},
		["四"] = {
			["月"] = {
				["六"] = {
					this = true
				}
			}
		},
		["4"] = {
			["月"] = {
				["6"] = {
					this = true
				}
			}
		},
		["存"] = {
			["送"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["你"] = {
		["妈"] = {
			this = true,
			["逼"] = {
				this = true
			},
			["的"] = {
				this = true,
				B = {
					this = true
				}
			},
			["了"] = {
				["妹"] = {
					this = true
				}
			},
			B = {
				["的"] = {
					this = true
				}
			},
			["比"] = {
				this = true
			},
			["铋"] = {
				this = true
			},
			["靠"] = {
				this = true
			}
		},
		["娘"] = {
			this = true,
			["的"] = {
				this = true
			},
			["卡"] = {
				["好"] = {
					this = true
				}
			},
			["咧"] = {
				this = true
			}
		},
		["爸"] = {
			this = true
		},
		["大"] = {
			["爷"] = {
				this = true
			},
			["爺"] = {
				this = true
			}
		},
		["色"] = {
			["吗"] = {
				this = true
			},
			["嗎"] = {
				this = true
			}
		},
		["媽"] = {
			this = true,
			["逼"] = {
				this = true
			},
			["比"] = {
				this = true
			},
			["的"] = {
				this = true
			},
			["了"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["說"] = {
			["我"] = {
				["說"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["爺"] = {
			this = true,
			["爺"] = {
				["的"] = {
					this = true
				}
			}
		},
		["二"] = {
			["大"] = {
				["爷"] = {
					this = true
				},
				["爺"] = {
					this = true
				}
			}
		},
		["老"] = {
			["母"] = {
				this = true,
				["的"] = {
					this = true
				}
			},
			["味"] = {
				this = true
			},
			["妹"] = {
				this = true
			}
		},
		["姥"] = {
			this = true,
			["姥"] = {
				this = true,
				["的"] = {
					this = true
				}
			}
		},
		["爷"] = {
			["爷"] = {
				this = true,
				["的"] = {
					this = true
				}
			}
		},
		["奶"] = {
			this = true,
			["奶"] = {
				this = true,
				["的"] = {
					this = true
				}
			}
		},
		["弟"] = {
			["撸"] = {
				this = true
			}
		},
		["懂"] = {
			["的"] = {
				this = true,
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["网"] = {
					["站"] = {
						this = true
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["影"] = {
					["视"] = {
						this = true
					}
				},
				["云"] = {
					["点"] = {
						["播"] = {
							this = true
						}
					}
				},
				["资"] = {
					["源"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["得"] = {
				["6"] = {
					this = true
				}
			}
		},
		["习"] = {
			this = true,
			["书"] = {
				["记"] = {
					this = true
				}
			}
		},
		["全"] = {
			["家"] = {
				this = true,
				["都"] = {
					["是"] = {
						["肉"] = {
							["文"] = {
								["女"] = {
									["主"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["他"] = {
			["妈"] = {
				this = true,
				["的"] = {
					this = true
				}
			},
			["媽"] = {
				["的"] = {
					this = true
				}
			},
			["马"] = {
				["的"] = {
					this = true
				}
			},
			["馬"] = {
				["的"] = {
					this = true
				}
			}
		},
		["麻"] = {
			["痹"] = {
				this = true
			}
		},
		["吗"] = {
			b = {
				this = true
			}
		},
		["怎"] = {
			["么"] = {
				["用"] = {
					["土"] = {
						["办"] = {
							["法"] = {
								["做"] = {
									["武"] = {
										["器"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["权"] = {
			["家"] = {
				this = true
			}
		},
		["泉"] = {
			["家"] = {
				this = true
			}
		},
		["拳"] = {
			["家"] = {
				this = true
			}
		},
		["说"] = {
			["我"] = {
				["说"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["退"] = {
			["了"] = {
				["吗"] = {
					this = true
				}
			}
		},
		["办"] = {
			["事"] = {
				["我"] = {
					["放"] = {
						["心"] = {
							this = true
						}
					}
				}
			}
		},
		["2"] = {
			["大"] = {
				["爷"] = {
					this = true
				}
			}
		},
		["操"] = {
			["得"] = {
				["我"] = {
					["更"] = {
						["爽"] = {
							this = true
						}
					}
				}
			}
		},
		["的"] = {
			["逼"] = {
				["真"] = {
					["紧"] = {
						this = true
					}
				}
			},
			["大"] = {
				["鸡"] = {
					["巴"] = {
						["好"] = {
							["粗"] = {
								this = true
							}
						}
					}
				},
				["肉"] = {
					["棒"] = {
						this = true,
						["好"] = {
							["粗"] = {
								this = true
							}
						}
					}
				}
			},
			["二"] = {
				["我"] = {
					["懂"] = {
						this = true
					}
				}
			},
			["鸡"] = {
				["巴"] = {
					this = true
				}
			},
			["肉"] = {
				["棒"] = {
					["干"] = {
						this = true
					}
				}
			},
			["小"] = {
				["穴"] = {
					["好"] = {
						["紧"] = {
							this = true
						},
						["深"] = {
							["啊"] = {
								this = true
							}
						},
						["温"] = {
							["暖"] = {
								this = true
							}
						}
					}
				}
			},
			["穴"] = {
				["太"] = {
					["紧"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["好"] = {
			["票"] = {
				this = true
			},
			["泼"] = {
				["嘌"] = {
					["罗"] = {
						["小"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鸡"] = {
			["动"] = {
				["嘛"] = {
					this = true
				}
			}
		},
		["就"] = {
			["当"] = {
				["姐"] = {
					["是"] = {
						["个"] = {
							["鸡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["来"] = {
			["操"] = {
				this = true
			}
		},
		["马"] = {
			["的"] = {
				this = true
			}
		},
		["馬"] = {
			["的"] = {
				this = true
			}
		},
		["弄"] = {
			["的"] = {
				["我"] = {
					["好"] = {
						["通"] = {
							["啊"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["日"] = {
			["我"] = {
				["日"] = {
					A = {
						V = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["是"] = {
			["鸡"] = {
				this = true
			},
			["雞"] = {
				this = true
			},
			["我"] = {
				["的"] = {
					["情"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["鸭"] = {
				this = true
			},
			["鴨"] = {
				this = true
			}
		},
		["它"] = {
			["妈"] = {
				["的"] = {
					this = true
				}
			},
			["媽"] = {
				["的"] = {
					this = true
				}
			},
			["马"] = {
				["的"] = {
					this = true
				}
			},
			["馬"] = {
				["的"] = {
					this = true
				}
			}
		},
		["她"] = {
			["妈"] = {
				this = true
			},
			["马"] = {
				["的"] = {
					this = true
				}
			},
			["馬"] = {
				["的"] = {
					this = true
				}
			}
		},
		["我"] = {
			["色"] = {
				this = true
			}
		},
		["在"] = {
			["撸"] = {
				this = true
			}
		},
		["祖"] = {
			["宗"] = {
				this = true
			}
		},
		["知"] = {
			["我"] = {
				["知"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0.T = {
		N = {
			N = {
				D = {
					this = true
				}
			},
			T = {
				this = true,
				["炸"] = {
					["药"] = {
						this = true,
						["制"] = {
							["作"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					},
					["弹"] = {
						["制"] = {
							["作"] = {
								this = true,
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					},
					["彈"] = {
						this = true
					}
				},
				[" "] = {
					["炸"] = {
						["弹"] = {
							["的"] = {
								["制"] = {
									["作"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["教"] = {
					["程"] = {
						this = true
					}
				},
				["烈"] = {
					["性"] = {
						["炸"] = {
							["药"] = {
								this = true
							},
							["藥"] = {
								this = true
							}
						}
					}
				}
			},
			D = {
				this = true
			}
		},
		E = {
			s = {
				T = {
					this = true
				}
			},
			S = {
				T = {
					this = true
				}
			},
			N = {
				G = {
					R = {
						E = {
							N = {
								this = true
							}
						}
					}
				}
			}
		},
		h = {
			e = {
				["9"] = {
					this = true,
					C = {
						i = {
							t = {
								y = {
									this = true
								}
							}
						}
					}
				},
				["3"] = {
					F = {
						e = {
							e = {
								l = {
									O = {
										n = {
											l = {
												i = {
													n = {
														e = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				[" "] = {
					B = {
						e = {
							i = {
								j = {
									i = {
										n = {
											g = {
												[" "] = {
													C = {
														o = {
															n = {
																s = {
																	p = {
																		i = {
																			r = {
																				a = {
																					c = {
																						y = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					G = {
						h = {
							o = {
								s = {
									t = {
										[" "] = {
											W = {
												a = {
													r = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					P = {
						e = {
							o = {
								p = {
									l = {
										e = {
											s = {
												[" "] = {
													R = {
														e = {
															p = {
																u = {
																	b = {
																		l = {
																			i = {
																				c = {
																					[" "] = {
																						o = {
																							f = {
																								[" "] = {
																									A = {
																										m = {
																											n = {
																												e = {
																													s = {
																														i = {
																															a = {
																																this = true
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					[" "] = {
						d = {
							o = {
								n = {
									["'"] = {
										t = {
											[" "] = {
												c = {
													a = {
														r = {
															e = {
																[" "] = {
																	a = {
																		b = {
																			o = {
																				u = {
																					t = {
																						[" "] = {
																							u = {
																								s = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				r = {
					t = {
						y = {
							o = {
								n = {
									e = {
										y = {
											e = {
												a = {
													r = {
														s = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		M = {
			D = {
				this = true,
				["="] = {
					[">"] = {
						["真"] = {
							["美"] = {
								["妙"] = {
									this = true
								}
							}
						}
					}
				},
				["靠"] = {
					this = true
				}
			}
		},
		r = {
			i = {
				n = {
					g = {
						e = {
							l = {
								this = true
							}
						}
					}
				},
				a = {
					z = {
						o = {
							l = {
								a = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			M = {
				["."] = {
					D = {
						this = true,
						["靠"] = {
							this = true
						}
					}
				}
			}
		},
		A = {
			T = {
				P = {
					this = true,
					["制"] = {
						["作"] = {
							this = true,
							["工"] = {
								["艺"] = {
									this = true
								}
							}
						},
						["备"] = {
							this = true
						}
					},
					["炸"] = {
						["药"] = {
							["的"] = {
								["研"] = {
									["制"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			N = {
				K = {
					["碾"] = {
						this = true
					},
					["压"] = {
						this = true
					}
				}
			}
		},
		T = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["网"] = {
				["投"] = {
					this = true
				}
			},
			["手"] = {
				["槍"] = {
					this = true
				}
			},
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["校"] = {
				["花"] = {
					["沉"] = {
						["沦"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			}
		},
		K = {
			["发"] = {
				["射"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["。"] = {
			M = {
				["。"] = {
					D = {
						this = true,
						["靠"] = {
							this = true
						}
					}
				}
			}
		},
		["2"] = {
			["5"] = {
				["的"] = {
					["枪"] = {
						["管"] = {
							this = true
						}
					}
				}
			}
		},
		["4"] = {
			["4"] = {
				["步"] = {
					["枪"] = {
						["加"] = {
							["盟"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["7"] = {
			["5"] = {
				["手"] = {
					["槍"] = {
						this = true
					}
				}
			}
		},
		a = {
			i = {
				w = {
					a = {
						n = {
							["国"] = {
								this = true
							}
						}
					}
				}
			},
			n = {
				k = {
					r = {
						this = true
					}
				}
			}
		},
		B = {
			F = {
				["1"] = {
					["博"] = {
						["格"] = {
							this = true
						}
					}
				},
				["3"] = {
					["独"] = {
						["立"] = {
							this = true
						}
					},
					["无"] = {
						["畏"] = {
							this = true
						}
					},
					["中"] = {
						["途"] = {
							["岛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		e = {
			l = {
				["高"] = {
					["压"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["币"] = {
						this = true
					},
					["钞"] = {
						this = true
					}
				}
			}
		},
		i = {
			a = {
				n = {
					a = {
						n = {
							m = {
								e = {
									n = {
										[" "] = {
											R = {
												e = {
													v = {
														i = {
															s = {
																i = {
																	t = {
																		e = {
																			d = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				e = {
					t = {
						this = true,
						["独"] = {
							["立"] = {
								this = true
							}
						},
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		I = {
			A = {
				N = {
					["朝"] = {
						this = true
					}
				}
			}
		},
		J = {
			["5"] = {
				["5"] = {
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["8"] = {
				["8"] = {
					["版"] = {
						["假"] = {
							["币"] = {
								this = true
							}
						},
						["真"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			}
		},
		n = {
			["爆"] = {
				["子"] = {
					this = true
				}
			}
		},
		O = {
			M = {
				["在"] = {
					["线"] = {
						this = true
					}
				}
			}
		},
		U = {
			B = {
				E = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		u = {
			r = {
				b = {
					o = {
						["涡"] = {
							["喷"] = {
								this = true
							}
						}
					}
				}
			}
		},
		V = {
			["棒"] = {
				this = true
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true,
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						this = true,
						["轉"] = {
							["讓"] = {
								this = true
							}
						}
					}
				}
			},
			["梦"] = {
				["工"] = {
					["厂"] = {
						this = true
					}
				}
			},
			["套"] = {
				["件"] = {
					this = true
				}
			}
		},
		W = {
			["版"] = {
				["假"] = {
					B = {
						this = true
					},
					["币"] = {
						this = true
					}
				}
			}
		},
		["裤"] = {
			this = true
		},
		["型"] = {
			["钥"] = {
				["玛"] = {
					["强"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["字"] = {
			A = {
				B = {
					["无"] = {
						["敌"] = {
							this = true
						}
					}
				}
			},
			["黑"] = {
				["头"] = {
					this = true
				}
			},
			["十"] = {
				["字"] = {
					["无"] = {
						["敌"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["幼"] = {
		["齿"] = {
			this = true,
			["极"] = {
				["品"] = {
					this = true
				}
			},
			["口"] = {
				["交"] = {
					this = true
				}
			},
			["爽"] = {
				["干"] = {
					this = true
				}
			},
			["小"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["性"] = {
				["交"] = {
					this = true
				}
			},
			["援"] = {
				["交"] = {
					this = true
				}
			}
		},
		["圖"] = {
			this = true
		},
		["香"] = {
			["阁"] = {
				this = true,
				["地"] = {
					["址"] = {
						this = true
					}
				},
				["美"] = {
					["幼"] = {
						["专"] = {
							["区"] = {
								this = true
							}
						}
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["閣"] = {
				this = true
			}
		},
		["交"] = {
			this = true,
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["逼"] = {
			this = true
		},
		["男"] = {
			this = true,
			["搞"] = {
				["幼"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			this = true,
			["全"] = {
				["集"] = {
					this = true
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			}
		},
		["妓"] = {
			this = true
		},
		["齒"] = {
			this = true,
			["女"] = {
				["學"] = {
					["生"] = {
						this = true
					}
				}
			}
		},
		["龍"] = {
			this = true
		},
		["童"] = {
			this = true
		},
		["人"] = {
			["阁"] = {
				this = true
			}
		},
		["幼"] = {
			this = true,
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["合"] = {
				["集"] = {
					this = true
				}
			},
			["集"] = {
				this = true
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["$"] = {
				["$"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			j = {
				i = {
					["品"] = {
						this = true
					}
				}
			},
			S = {
				M = {
					this = true
				}
			},
			["操"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["贴"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					}
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["黄"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			["極"] = {
				["品"] = {
					this = true
				}
			},
			["开"] = {
				["苞"] = {
					this = true
				}
			},
			["美"] = {
				["图"] = {
					["区"] = {
						this = true
					}
				}
			},
			["秘"] = {
				["书"] = {
					this = true,
					["任"] = {
						["你"] = {
							["玩"] = {
								this = true
							}
						}
					}
				},
				["書"] = {
					this = true
				}
			},
			["女"] = {
				this = true
			},
			["片"] = {
				this = true
			},
			["色"] = {
				["情"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					}
				},
				["图"] = {
					this = true
				}
			},
			["兽"] = {
				["交"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["图"] = {
						this = true
					}
				}
			},
			["调"] = {
				["教"] = {
					this = true
				}
			},
			["同"] = {
				["志"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["现"] = {
				["场"] = {
					this = true
				}
			},
			["性"] = {
				["事"] = {
					this = true
				}
			},
			["淫"] = {
				["图"] = {
					this = true
				}
			},
			["影"] = {
				["片"] = {
					this = true
				}
			},
			["诱"] = {
				["あ"] = {
					this = true
				},
				["囡"] = {
					this = true
				},
				["女"] = {
					this = true,
					M = {
						Y = {
							this = true
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["扣"] = {
						["扣"] = {
							this = true
						}
					},
					["密"] = {
						["云"] = {
							this = true
						}
					}
				}
			},
			["誘"] = {
				["女"] = {
					this = true,
					["扣"] = {
						["扣"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["家"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["窝"] = {
				this = true
			},
			["网"] = {
				this = true
			}
		},
		["木"] = {
			["耳"] = {
				this = true,
				["福"] = {
					["利"] = {
						this = true
					}
				}
			}
		},
		["穴"] = {
			["插"] = {
				this = true
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			}
		},
		["奸"] = {
			this = true,
			["网"] = {
				this = true
			},
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		B = {
			this = true
		},
		["儿"] = {
			["园"] = {
				["行"] = {
					["凶"] = {
						this = true
					}
				},
				["杀"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["谷"] = {
			["川"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["穀"] = {
			["川"] = {
				["愛"] = {
					this = true
				}
			}
		},
		["嫩"] = {
			a = {
				v = {
					this = true
				}
			}
		},
		["师"] = {
			["女"] = {
				this = true
			}
		},
		["图"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["作"] = {
		["爱"] = {
			this = true
		},
		["秀"] = {
			this = true,
			["温"] = {
				this = true
			}
		},
		["愛"] = {
			this = true
		},
		["弊"] = {
			this = true,
			["器"] = {
				this = true,
				["材"] = {
					this = true
				}
			}
		},
		["&"] = {
			["训"] = {
				["$"] = {
					["器"] = {
						["材"] = {
							this = true
						}
					}
				}
			}
		},
		a = {
			i = {
				this = true
			}
		},
		g = {
			["训"] = {
				["器"] = {
					["材"] = {
						this = true
					}
				}
			}
		},
		["恶"] = {
			["得"] = {
				["势"] = {
					["有"] = {
						["人"] = {
							["怕"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["训"] = {
			["$"] = {
				["器"] = {
					["材"] = {
						this = true
					}
				}
			},
			["服"] = {
				j = {
					["用"] = {
						this = true
					}
				},
				["警"] = {
					["用"] = {
						this = true
					}
				}
			},
			["器"] = {
				["材"] = {
					this = true
				}
			},
			["用"] = {
				["器"] = {
					["材"] = {
						this = true
					}
				}
			}
		},
		["訓"] = {
			["器"] = {
				["材"] = {
					this = true
				}
			}
		},
		["炸"] = {
			["弹"] = {
				this = true
			},
			["药"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["阝"] = {
		["月"] = {
			this = true
		},
		this = {
			this = true
		},
		["方"] = {
			["电"] = {
				["子"] = {
					["犭"] = {
						["句"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["歇"] = {
		["逼"] = {
			this = true
		},
		b = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["蛤"] = {
		["蟆"] = {
			this = true,
			["转"] = {
				["世"] = {
					this = true
				}
			},
			["不"] = {
				["鸣"] = {
					["则"] = {
						["罢"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["气"] = {
					this = true
				}
			},
			["帝"] = {
				this = true
			},
			["江"] = {
				this = true,
				["是"] = {
					["谁"] = {
						this = true
					}
				},
				["系"] = {
					this = true
				},
				["泽"] = {
					["民"] = {
						this = true,
						["站"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["漏"] = {
				["气"] = {
					this = true
				}
			},
			["亲"] = {
				["江"] = {
					["系"] = {
						["媒"] = {
							["体"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["谁"] = {
					this = true
				}
			},
			["图"] = {
				this = true,
				["&"] = {
					["江"] = {
						["泽"] = {
							["民"] = {
								this = true
							}
						}
					}
				},
				["打"] = {
					["气"] = {
						this = true
					}
				},
				["江"] = {
					["泽"] = {
						["民"] = {
							this = true
						}
					}
				}
			},
			["圖"] = {
				this = true
			},
			["完"] = {
				["结"] = {
					["说"] = {
						this = true
					}
				},
				["結"] = {
					["說"] = {
						this = true
					}
				}
			},
			["终"] = {
				["结"] = {
					this = true
				}
			},
			["終"] = {
				["結"] = {
					this = true
				}
			}
		},
		["不"] = {
			["去"] = {
				["镇"] = {
					["江"] = {
						this = true
					}
				}
			}
		},
		["参"] = {
			["观"] = {
				this = true
			}
		},
		["诞"] = {
			["节"] = {
				this = true
			}
		},
		["帝"] = {
			this = true
		},
		["蛤"] = {
			this = true,
			["活"] = {
				["不"] = {
					["长"] = {
						this = true
					}
				},
				["着"] = {
					this = true
				}
			},
			["没"] = {
				["死"] = {
					this = true
				}
			},
			["早"] = {
				["已"] = {
					this = true
				}
			}
		},
		["视"] = {
			["察"] = {
				this = true
			}
		},
		["题"] = {
			["词"] = {
				this = true
			}
		},
		["挺"] = {
			["傅"] = {
				this = true
			}
		},
		["王"] = {
			["早"] = {
				["已"] = {
					this = true
				}
			}
		}
	}
end

temp()
