pg = pg or {}
slot0 = pg
slot0.word_template_100 = {}
slot1 = slot0.word_template_100

function temp()
	uv0["譎"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["軍"] = {
		["妓"] = {
			this = true
		},
		["長"] = {
			["發"] = {
				["威"] = {
					this = true,
					P = {
						K = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			this = true
		},
		["刺"] = {
			this = true,
			["挂"] = {
				["刀"] = {
					this = true
				},
				["忉"] = {
					this = true
				}
			}
		},
		["刀"] = {
			this = true,
			["匕"] = {
				["首"] = {
					this = true
				}
			}
		},
		["忉"] = {
			["匕"] = {
				["首"] = {
					this = true
				}
			}
		},
		["隊"] = {
			["反"] = {
				["腐"] = {
					this = true
				}
			},
			["審"] = {
				["計"] = {
					["署"] = {
						this = true
					}
				}
			}
		},
		["工"] = {
			["匕"] = {
				["首"] = {
					["專"] = {
						["店"] = {
							this = true,
							["忉"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["官"] = {
			this = true,
			["證"] = {
				this = true
			}
		},
		["悹"] = {
			["證"] = {
				this = true
			}
		},
		["國"] = {
			["主"] = {
				["義"] = {
					this = true
				}
			}
		},
		["甪"] = {
			["短"] = {
				["刀"] = {
					this = true
				}
			},
			["尐"] = {
				["飛"] = {
					["箎"] = {
						this = true
					}
				}
			},
			["森"] = {
				["林"] = {
					["徔"] = {
						["仼"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["槍"] = {
					this = true
				}
			}
		},
		["民"] = {
			["衝"] = {
				["突"] = {
					this = true
				}
			},
			["血"] = {
				["腥"] = {
					["衝"] = {
						["突"] = {
							this = true
						}
					}
				}
			}
		},
		["品"] = {
			["公"] = {
				["司"] = {
					this = true
				}
			}
		},
		["鼡"] = {
			["短"] = {
				["叨"] = {
					this = true
				}
			},
			["掱"] = {
				["熗"] = {
					this = true,
					["抟"] = {
						["蛧"] = {
							this = true
						}
					}
				}
			}
		},
		["委"] = {
			["建"] = {
				["制"] = {
					this = true
				}
			},
			["直"] = {
				["管"] = {
					this = true
				}
			}
		},
		["用"] = {
			["匕"] = {
				["首"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["步"] = {
				["槍"] = {
					this = true
				}
			},
			["刺"] = {
				["刀"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["鋼"] = {
				["珠"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["狙"] = {
				["擊"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					},
					["弩"] = {
						this = true
					}
				}
			},
			["雷"] = {
				["鳴"] = {
					["登"] = {
						this = true
					}
				}
			},
			["錄"] = {
				["音"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["弩"] = {
				this = true,
				["折"] = {
					["疊"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["潛"] = {
				["水"] = {
					["刺"] = {
						["专"] = {
							this = true
						}
					},
					["刀"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["斧"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				},
				["槍"] = {
					this = true,
					["免"] = {
						["定"] = {
							["金"] = {
								this = true
							}
						}
					},
					["專"] = {
						["網"] = {
							this = true
						}
					}
				}
			},
			["阻"] = {
				["擊"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["中"] = {
			["貓"] = {
				["頭"] = {
					["鷹"] = {
						this = true
					}
				}
			},
			["母"] = {
				["老"] = {
					["虎"] = {
						this = true
					}
				}
			}
		},
		["主"] = {
			["官"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["開"] = {
		["苞"] = {
			this = true,
			["價"] = {
				["格"] = {
					this = true
				}
			}
		},
		["放"] = {
			["雜"] = {
				["志"] = {
					this = true
				}
			}
		},
		["發"] = {
			["票"] = {
				this = true
			},
			["*"] = {
				["漂"] = {
					["*"] = {
						this = true
					}
				},
				["票"] = {
					["*"] = {
						this = true
					}
				}
			},
			["漂"] = {
				this = true
			}
		},
		["髮"] = {
			["票"] = {
				this = true
			}
		},
		v = {
			["苞"] = {
				["價"] = {
					["格"] = {
						this = true
					}
				}
			}
		},
		["房"] = {
			["洎"] = {
				["拍"] = {
					this = true
				}
			},
			["視"] = {
				["頻"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["封"] = {
			["辦"] = {
				["證"] = {
					this = true
				}
			}
		},
		["獎"] = {
			this = true
		},
		["利"] = {
			["財"] = {
				["經"] = {
					this = true
				}
			}
		},
		["醱"] = {
			["票"] = {
				this = true
			}
		},
		["山"] = {
			["刀"] = {
				["匕"] = {
					["首"] = {
						["專"] = {
							this = true
						}
					}
				}
			},
			["忉"] = {
				["匕"] = {
					["首"] = {
						["專"] = {
							this = true
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			}
		},
		["鎖"] = {
			["槍"] = {
				this = true
			}
		},
		["天"] = {
			this = true
		},
		["國"] = {
			["大"] = {
				["典"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["凱"] = {
		["奧"] = {
			["勒"] = {
				["尼"] = {
					["什"] = {
						this = true
					}
				}
			}
		},
		["爾"] = {
			["本"] = {
				this = true
			},
			["雷"] = {
				["斯"] = {
					this = true
				}
			}
		},
		["特"] = {
			["切"] = {
				["爾"] = {
					this = true
				}
			}
		},
		["撒"] = {
			["由"] = {
				["佳"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["友"] = {
				["裡"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["圖"] = {
			["科"] = {
				["技"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["砍"] = {
		["翻"] = {
			["一"] = {
				["條"] = {
					["街"] = {
						this = true
					}
				},
				["条"] = {
					["街"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			this = true,
			["歹"] = {
				["徒"] = {
					this = true
				}
			},
			["新"] = {
				["疆"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["死"] = {
			this = true,
			["你"] = {
				this = true
			}
		},
		["刀"] = {
			this = true,
			["专"] = {
				this = true,
				["卖"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				},
				["店"] = {
					this = true
				},
				["军"] = {
					["刺"] = {
						this = true
					}
				},
				["商"] = {
					["城"] = {
						this = true
					}
				},
				["网"] = {
					this = true,
					Q = {
						this = true
					}
				}
			},
			["精"] = {
				["品"] = {
					["折"] = {
						["刀"] = {
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					["专"] = {
						this = true
					}
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["具"] = {
				["具"] = {
					this = true
				}
			},
			["军"] = {
				["刀"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			},
			["开"] = {
				["山"] = {
					["刀"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["转"] = {
				["让"] = {
					this = true
				}
			}
		},
		["杀"] = {
			this = true,
			["儿"] = {
				["童"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		d = {
			a = {
				o = {
					this = true
				}
			}
		},
		["忉"] = {
			this = true
		},
		["断"] = {
			["脚"] = {
				["筋"] = {
					this = true
				}
			}
		},
		["斷"] = {
			["腳"] = {
				["筋"] = {
					this = true
				}
			}
		},
		["头"] = {
			["碎"] = {
				["尸"] = {
					this = true
				}
			}
		},
		["頭"] = {
			["碎"] = {
				["屍"] = {
					this = true
				}
			}
		},
		["专"] = {
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			}
		},
		["專"] = {
			["貨"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["看"] = {
		["中"] = {
			["國"] = {
				this = true
			},
			["国"] = {
				this = true,
				["专"] = {
					["栏"] = {
						this = true
					}
				}
			}
		},
		["喔"] = {
			["噜"] = {
				this = true
			}
		},
		["我"] = {
			["撸"] = {
				this = true
			}
		},
		["瑟"] = {
			["片"] = {
				this = true
			}
		},
		["下"] = {
			this = true
		},
		["开"] = {
			["奖"] = {
				["结"] = {
					["果"] = {
						["找"] = {
							["1"] = {
								["6"] = {
									["1"] = {
										["6"] = {
											k = {
												j = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["8"] = {
			["0"] = {
				["后"] = {
					["操"] = {
						B = {
							this = true
						}
					}
				},
				["後"] = {
					["操"] = {
						B = {
							["網"] = {
								this = true
							}
						}
					}
				}
			}
		},
		a = {
			v = {
				this = true
			}
		},
		A = {
			V = {
				["亚"] = {
					["洲"] = {
						this = true
					}
				}
			},
			["片"] = {
				this = true
			}
		},
		["Ａ"] = {
			["片"] = {
				["免"] = {
					["费"] = {
						this = true
					}
				}
			}
		},
		["比"] = {
			["比"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["边"] = {
			["系"] = {
				["列"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			}
		},
		["笾"] = {
			["係"] = {
				["列"] = {
					this = true
				},
				["烮"] = {
					this = true
				}
			}
		},
		["邊"] = {
			["系"] = {
				["列"] = {
					this = true
				}
			}
		},
		["岛"] = {
			["国"] = {
				["片"] = {
					this = true
				}
			}
		},
		["到"] = {
			["罗"] = {
				["京"] = {
					["得"] = {
						["病"] = {
							["想"] = {
								["起"] = {
									["了"] = {
										["杜"] = {
											["宪"] = {
												["和"] = {
													["薛"] = {
														["飞"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["高"] = {
			["潮"] = {
				["屋"] = {
					this = true
				}
			}
		},
		["更"] = {
			["精"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["嗨"] = {
			["妹"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["護"] = {
			["婦"] = {
				this = true
			}
		},
		["黄"] = {
			["色"] = {
				["三"] = {
					["级"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["货"] = {
			["付"] = {
				["款"] = {
					this = true
				}
			}
		},
		["激"] = {
			["情"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["见"] = {
			["漂"] = {
				["亮"] = {
					["的"] = {
						["异"] = {
							["性"] = {
								this = true
							}
						}
					}
				}
			},
			["票"] = {
				["亮"] = {
					["的"] = {
						["异"] = {
							["性"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["看"] = {
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["逼"] = {
					this = true
				}
			},
			["女"] = {
				["友"] = {
					["的"] = {
						["淫"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					["片"] = {
						this = true
					}
				}
			}
		},
		["了"] = {
			["不"] = {
				["后"] = {
					["悔"] = {
						this = true
					}
				}
			},
			["就"] = {
				["想"] = {
					["幹"] = {
						["她"] = {
							this = true
						}
					}
				}
			}
		},
		["裸"] = {
			["体"] = {
				["官"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["凂"] = {
			["曊"] = {
				["Ａ"] = {
					["爿"] = {
						this = true
					}
				}
			}
		},
		["浼"] = {
			["費"] = {
				["Ａ"] = {
					["魸"] = {
						this = true
					}
				}
			}
		},
		["免"] = {
			["费"] = {
				["Ａ"] = {
					["片"] = {
						this = true,
						["集"] = {
							["锦"] = {
								this = true
							}
						},
						["狂"] = {
							["射"] = {
								this = true
							}
						},
						["在"] = {
							["线"] = {
								this = true
							}
						}
					}
				}
			},
			["費"] = {
				["Ａ"] = {
					["片"] = {
						this = true
					}
				}
			}
		},
		["牌"] = {
			["器"] = {
				this = true
			},
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["軟"] = {
				["體"] = {
					this = true
				}
			}
		},
		["棋"] = {
			["器"] = {
				this = true
			},
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["軟"] = {
				["體"] = {
					this = true
				}
			}
		},
		["骚"] = {
			["逼"] = {
				this = true
			}
		},
		["色"] = {
			["色"] = {
				["吧"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["上"] = {
			["去"] = {
				["很"] = {
					["直"] = {
						this = true
					}
				}
			}
		},
		["手"] = {
			["所"] = {
				["四"] = {
					["亡"] = {
						this = true
					}
				}
			}
		},
		["守"] = {
			["所"] = {
				this = true,
				["雷"] = {
					["慧"] = {
						["楠"] = {
							this = true
						}
					}
				}
			}
		},
		["透"] = {
			["杯"] = {
				["碗"] = {
					this = true
				}
			},
			["瓷"] = {
				["碗"] = {
					this = true
				}
			}
		},
		["无"] = {
			["码"] = {
				this = true
			}
		},
		["着"] = {
			["耸"] = {
				["起"] = {
					["的"] = {
						["双"] = {
							["乳"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["主"] = {
			["席"] = {
				["到"] = {
					["古"] = {
						["田"] = {
							this = true
						}
					}
				}
			}
		},
		["字"] = {
			["手"] = {
				["表"] = {
					["接"] = {
						["收"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["闞"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["柯"] = {
		["賜"] = {
			["海"] = {
				this = true
			}
		},
		["建"] = {
			["銘"] = {
				this = true
			}
		},
		["尔"] = {
			this = true,
			["特"] = {
				["巨"] = {
					["蟒"] = {
						this = true
					}
				},
				m = {
					["1"] = {
						["9"] = {
							["1"] = {
								["1"] = {
									this = true
								}
							}
						}
					}
				},
				["1"] = {
					["9"] = {
						["1"] = {
							["1"] = {
								this = true
							},
							["理"] = {
								this = true
							}
						}
					}
				},
				M = {
					["1"] = {
						["9"] = {
							["1"] = {
								["1"] = {
									A = {
										["1"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["6"] = {
					["0"] = {
						["2"] = {
							["型"] = {
								this = true
							}
						}
					}
				},
				C = {
					M = {
						G = {
							["1"] = {
								this = true
							}
						}
					}
				},
				["公"] = {
					["司"] = {
						this = true
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				},
				["双"] = {
					["鹰"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["战"] = {
					["术"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["转"] = {
					["轮"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["左"] = {
					["轮"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["抓"] = {
				["拍"] = {
					this = true
				}
			},
			["北"] = {
				["京"] = {
					["饭"] = {
						["店"] = {
							this = true
						}
					}
				}
			},
			["拍"] = {
				["摄"] = {
					this = true
				}
			}
		},
		["庆"] = {
			["施"] = {
				this = true
			}
		},
		["玲"] = {
			["玲"] = {
				this = true
			}
		},
		["柏"] = {
			["仁"] = {
				this = true
			}
		},
		["赐"] = {
			["海"] = {
				this = true
			}
		},
		["华"] = {
			this = true
		},
		["碱"] = {
			this = true
		},
		["慶"] = {
			["施"] = {
				this = true
			}
		},
		["小"] = {
			["明"] = {
				this = true
			}
		},
		["爾"] = {
			["抓"] = {
				["拍"] = {
					this = true
				}
			},
			["北"] = {
				["京"] = {
					["飯"] = {
						["店"] = {
							this = true
						}
					}
				}
			},
			["拍"] = {
				["攝"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["科"] = {
		["萊"] = {
			["爾"] = {
				this = true
			}
		},
		["技"] = {
			["精"] = {
				["英"] = {
					["遇"] = {
						["难"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["部"] = {
				this = true
			},
			["宫"] = {
				["大"] = {
					this = true
				}
			}
		},
		["西"] = {
			["嘉"] = {
				["独"] = {
					["立"] = {
						this = true
					}
				}
			}
		},
		["杜"] = {
			["拉"] = {
				this = true
			}
		},
		["罗"] = {
			["拉"] = {
				["多"] = {
					this = true
				}
			}
		},
		["洛"] = {
			["斯"] = {
				this = true
			}
		},
		["平"] = {
			["奖"] = {
				this = true
			}
		},
		["士"] = {
			["威"] = {
				this = true
			}
		},
		["仕"] = {
			["威"] = {
				this = true
			}
		},
		["学"] = {
			["幻"] = {
				["想"] = {
					["画"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["緙"] = {
		this = {
			this = true
		}
	}
end

temp()
