pg = pg or {}
slot0 = pg
slot0.word_template_17 = {}
slot1 = slot0.word_template_17

function temp()
	uv0["文"] = {
		["殊"] = {
			this = true
		},
		["化"] = {
			["部"] = {
				this = true
			},
			["大"] = {
				["革"] = {
					["命"] = {
						this = true,
						["*"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["广"] = {
				["场"] = {
					this = true,
					["2"] = {
						["0"] = {
							["号"] = {
								this = true
							},
							["日"] = {
								this = true
							}
						}
					},
					["二"] = {
						["十"] = {
							this = true
						}
					}
				}
			},
			["交"] = {
				["流"] = {
					["研"] = {
						["究"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["流"] = {
				["氓"] = {
					this = true
				}
			},
			["衫"] = {
				["游"] = {
					["行"] = {
						this = true
					}
				}
			}
		},
		["物"] = {
			["局"] = {
				this = true
			}
		},
		["在"] = {
			["寅"] = {
				this = true
			}
		},
		["凭"] = {
			this = true,
			["代"] = {
				["办"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["购"] = {
				["买"] = {
					this = true
				}
			},
			["办"] = {
				["理"] = {
					this = true
				},
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["车"] = {
				["辆"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					["网"] = {
						this = true
					}
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["学"] = {
				["历"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["速"] = {
						["办"] = {
							this = true
						}
					}
				},
				["位"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["验"] = {
				["正"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				},
				["证"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["样"] = {
				["本"] = {
					["网"] = {
						this = true
					}
				}
			},
			["证"] = {
				["件"] = {
					["代"] = {
						["办"] = {
							this = true
						}
					}
				},
				["书"] = {
					this = true
				}
			}
		},
		["革"] = {
			this = true,
			["监"] = {
				["狱"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				}
			},
			["×"] = {
				["×"] = {
					this = true
				}
			},
			["释"] = {
				["放"] = {
					this = true
				}
			},
			["斗"] = {
				["死"] = {
					["刘"] = {
						["少"] = {
							["奇"] = {
								this = true
							}
						}
					}
				}
			},
			["七"] = {
				["千"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["做"] = {
			this = true
		},
		["1"] = {
			["0"] = {
				["凭"] = {
					this = true
				}
			}
		},
		["件"] = {
			["秘"] = {
				["密"] = {
					this = true
				}
			},
			["将"] = {
				["曝"] = {
					["光"] = {
						this = true
					}
				}
			}
		},
		["字"] = {
			["狱"] = {
				this = true
			},
			["獄"] = {
				this = true
			}
		},
		["、"] = {
			["革"] = {
				this = true
			}
		},
		["刂"] = {
			[" "] = {
				["日"] = {
					[" "] = {
						["尧"] = {
							[" "] = {
								["氵"] = {
									["皮"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["日"] = {
				["尧"] = {
					["氵"] = {
						["皮"] = {
							this = true,
							["0"] = {
								["2"] = {
									["奖"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["昌"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["路"] = {
				this = true
			}
		},
		["刀"] = {
			this = true,
			["日"] = {
				["尧"] = {
					["三"] = {
						["皮"] = {
							this = true,
							["0"] = {
								["2"] = {
									["奖"] = {
										this = true
									}
								}
							}
						}
					},
					["水"] = {
						["皮"] = {
							this = true,
							["0"] = {
								["2"] = {
									["奖"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["哥"] = {
			["模"] = {
				["型"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			}
		},
		["嘉"] = {
			["堡"] = {
				this = true
			}
		},
		["夹"] = {
			["宝"] = {
				this = true
			}
		},
		["九"] = {
			["天"] = {
				this = true
			}
		},
		["强"] = {
			["官"] = {
				["方"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["强"] = {
				["奸"] = {
					["周"] = {
						["涛"] = {
							this = true
						}
					}
				}
			},
			["睡"] = {
				["周"] = {
					["涛"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			this = true,
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["涛"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			}
		},
		["学"] = {
			["城"] = {
				this = true
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["色"] = {
				["情"] = {
					this = true
				}
			}
		},
		["炎"] = {
			this = true
		},
		["彦"] = {
			["博"] = {
				this = true
			}
		},
		["艺"] = {
			["带"] = {
				["鱼"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["地"] = {
		["藏"] = {
			this = true,
			["王"] = {
				["菩"] = {
					["萨"] = {
						this = true
					}
				}
			}
		},
		["下"] = {
			["教"] = {
				["會"] = {
					this = true
				},
				["会"] = {
					this = true
				}
			},
			["钱"] = {
				["庄"] = {
					this = true
				}
			},
			["的"] = {
				["先"] = {
					["烈"] = {
						["们"] = {
							["纷"] = {
								["纷"] = {
									["打"] = {
										["来"] = {
											["电"] = {
												["话"] = {
													this = true,
													["询"] = {
														["问"] = {
															["*"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["电"] = {
								["话"] = {
									["询"] = {
										["问"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["刊"] = {
				["物"] = {
					this = true
				}
			},
			["先"] = {
				["烈"] = {
					this = true,
					["们"] = {
						["纷"] = {
							["纷"] = {
								["来"] = {
									["电"] = {
										["询"] = {
											["问"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["保"] = {
				["安"] = {
					["队"] = {
						this = true
					},
					["隊"] = {
						this = true
					}
				}
			},
			["城"] = {
				["与"] = {
					["勇"] = {
						["士"] = {
							this = true
						}
					}
				}
			},
			["党"] = {
				["牛"] = {
					["宜"] = {
						["宁"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					this = true
				}
			},
			["福"] = {
				["彩"] = {
					["赌"] = {
						["球"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["属"] = {
					["探"] = {
						["测"] = {
							["仪"] = {
								this = true
							}
						}
					}
				}
			},
			["警"] = {
				["队"] = {
					this = true
				},
				["隊"] = {
					this = true
				}
			},
			["律"] = {
				["师"] = {
					["服"] = {
						["务"] = {
							["点"] = {
								this = true
							}
						}
					}
				}
			},
			["室"] = {
				["里"] = {
					["的"] = {
						["春"] = {
							["风"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["雷"] = {
			this = true,
			["模"] = {
				["型"] = {
					this = true
				}
			},
			["闹"] = {
				["钟"] = {
					this = true
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			}
		},
		["西"] = {
			["泮"] = {
				this = true,
				["片"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["高"] = {
			["辛"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["索"] = {
			["吗"] = {
				["啡"] = {
					this = true
				}
			}
		},
		["洛"] = {
			["西"] = {
				["泮"] = {
					this = true
				}
			}
		},
		["震"] = {
			["预"] = {
				["测"] = {
					this = true
				}
			},
			["来"] = {
				["得"] = {
					["更"] = {
						["猛"] = {
							["烈"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["谴"] = {
					this = true
				}
			}
		},
		["磅"] = {
			["调"] = {
				["解"] = {
					["器"] = {
						this = true
					}
				},
				["校"] = {
					["器"] = {
						this = true
					}
				}
			},
			["解"] = {
				["码"] = {
					["器"] = {
						this = true
					}
				}
			},
			["遥"] = {
				this = true,
				["控"] = {
					["器"] = {
						["解"] = {
							["码"] = {
								["器"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["仪"] = {
				this = true
			},
			["儀"] = {
				this = true
			}
		},
		["方"] = {
			["召"] = {
				["会"] = {
					this = true
				}
			},
			["发"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["块"] = {
			["规"] = {
				["划"] = {
					this = true
				}
			}
		},
		["奈"] = {
			["德"] = {
				this = true
			}
		},
		["塞"] = {
			["米"] = {
				["松"] = {
					this = true
				}
			}
		},
		["税"] = {
			["髮"] = {
				["票"] = {
					this = true,
					Q = {
						Q = {
							this = true
						}
					}
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["票"] = {
				this = true,
				["据"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["通"] = {
				["用"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["板"] = {
			["条"] = {
				this = true
			}
		},
		["恩"] = {
			["丙"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["芬"] = {
			["诺"] = {
				["辛"] = {
					this = true
				},
				["酯"] = {
					this = true
				}
			}
		},
		["富"] = {
			["反"] = {
				["坏"] = {
					["右"] = {
						this = true
					}
				}
			}
		},
		["美"] = {
			["露"] = {
				this = true
			},
			["沙"] = {
				["朵"] = {
					this = true
				}
			}
		},
		["皮"] = {
			["地"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["匹"] = {
			["哌"] = {
				["酮"] = {
					this = true
				}
			}
		},
		["勤"] = {
			["训"] = {
				["练"] = {
					this = true
				}
			}
		},
		["球"] = {
			["人"] = {
				["博"] = {
					["彩"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["文"] = {
				["明"] = {
					this = true
				}
			}
		},
		["区"] = {
			["了"] = {
				["事"] = {
					this = true
				}
			},
			["双"] = {
				["响"] = {
					this = true
				}
			},
			["要"] = {
				["账"] = {
					this = true
				}
			},
			["做"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["铁"] = {
			["暴"] = {
				["徒"] = {
					this = true
				}
			}
		},
		["狱"] = {
			["守"] = {
				["护"] = {
					["犬"] = {
						this = true
					}
				}
			},
			["召"] = {
				["唤"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["河"] = {
		["殇"] = {
			this = true,
			["核"] = {
				["污"] = {
					["染"] = {
						this = true
					}
				}
			}
		},
		["殤"] = {
			this = true
		},
		["蟹"] = {
			this = true,
			["社"] = {
				["会"] = {
					this = true
				}
			},
			["大"] = {
				["帝"] = {
					["+"] = {
						["胡"] = {
							this = true
						}
					},
					["胡"] = {
						["锦"] = {
							["涛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["南"] = {
			["电"] = {
				["警"] = {
					["棍"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						},
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			},
			["销"] = {
				["售"] = {
					["防"] = {
						["身"] = {
							["电"] = {
								["警"] = {
									["棒"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					["/"] = {
						["郑"] = {
							["州"] = {
								["办"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["许"] = {
				["昌"] = {
					["襄"] = {
						["县"] = {
							["女"] = {
								["访"] = {
									["民"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["北"] = {
			["办"] = {
				["证"] = {
					["/"] = {
						["唐"] = {
							["山"] = {
								["办"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["池"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["村"] = {
			["亞"] = {
				["季"] = {
					["子"] = {
						["电"] = {
							["驴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["合"] = {
			["纯"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["梨"] = {
				["音"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["井"] = {
			["爱"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["莉"] = {
				["乃"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["樱"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["优"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["優"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			["爱"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["樱"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["优"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["優"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["口"] = {
			this = true
		},
		["田"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["野"] = {
			["利"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["原"] = {
			["丽"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["源"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["穆"] = {
		["罕"] = {
			["默"] = {
				["德"] = {
					this = true
				}
			},
			["穆"] = {
				["德"] = {
					this = true
				}
			}
		},
		["斯"] = {
			["林"] = {
				this = true,
				["国"] = {
					["家"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			["峪"] = {
				["哪"] = {
					["找"] = {
						["小"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["升"] = {
		["天"] = {
			this = true
		},
		["汞"] = {
			this = true
		},
		["达"] = {
			this = true,
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["*"] = {
				this = true
			}
		},
		["達"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["耶"] = {
		["和"] = {
			["华"] = {
				this = true
			}
		},
		["稣"] = {
			this = true,
			["基"] = {
				["督"] = {
					["血"] = {
						["水"] = {
							["圣"] = {
								["灵"] = {
									["全"] = {
										["备"] = {
											["福"] = {
												["音"] = {
													["布"] = {
														["道"] = {
															["团"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["穌"] = {
			this = true
		},
		["苏"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["伊"] = {
		["斯"] = {
			["兰"] = {
				this = true,
				["国"] = {
					this = true
				},
				["运"] = {
					["动"] = {
						this = true
					}
				},
				["原"] = {
					["教"] = {
						["旨"] = {
							["主"] = {
								["义"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["蘭"] = {
				this = true,
				["亞"] = {
					["格"] = {
						["林"] = {
							["尼"] = {
								["斯"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["莎"] = {
			["貝"] = {
				["爾"] = {
					this = true
				}
			}
		},
		["拉"] = {
			["克"] = {
				this = true,
				["战"] = {
					["争"] = {
						this = true
					}
				}
			}
		},
		["朗"] = {
			this = true
		},
		["人"] = {
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						this = true,
						["址"] = {
							this = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["大"] = {
						["香"] = {
							["蕉"] = {
								this = true
							}
						}
					}
				}
			},
			["综"] = {
				["合"] = {
					["网"] = {
						this = true
					}
				}
			},
			["谷"] = {
				["两"] = {
					["性"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					this = true,
					["网"] = {
						this = true
					},
					["網"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["大"] = {
				["杳"] = {
					["焦"] = {
						["在"] = {
							["久"] = {
								["久"] = {
									["综"] = {
										["合"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["波"] = {
			["拉"] = {
				["瘟"] = {
					["疫"] = {
						this = true
					}
				}
			}
		},
		["東"] = {
			this = true,
			["伶"] = {
				["種"] = {
					["子"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["華"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["扎"] = {
			["布"] = {
				["特"] = {
					this = true
				}
			}
		},
		["力"] = {
			["哈"] = {
				["木"] = {
					this = true
				}
			}
		},
		["底"] = {
			["帕"] = {
				["斯"] = {
					["之"] = {
						["镜"] = {
							this = true
						}
					}
				}
			}
		},
		["甸"] = {
			["柔"] = {
				["情"] = {
					this = true
				}
			},
			["园"] = {
				["充"] = {
					["气"] = {
						["娃"] = {
							["娃"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["东"] = {
			["伶"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["央"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["吉"] = {
			["拉"] = {
				["特"] = {
					this = true
				}
			}
		},
		["集"] = {
			["院"] = {
				["茜"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				},
				["沙"] = {
					["羅"] = {
						["无"] = {
							["马"] = {
								this = true
							},
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["莱"] = {
			["一"] = {
				["体"] = {
					["龙"] = {
						["骨"] = {
							this = true
						}
					}
				}
			}
		},
		["莉"] = {
			["影"] = {
				["片"] = {
					["區"] = {
						this = true
					}
				}
			}
		},
		["娜"] = {
			this = true
		},
		["沙"] = {
			["也"] = {
				["加"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["势"] = {
			this = true
		},
		["藤"] = {
			["青"] = {
				["叶"] = {
					this = true
				}
			},
			["真"] = {
				["纪"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["凉"] = {
				["子"] = {
					this = true
				},
				["紫"] = {
					this = true
				}
			},
			["千"] = {
				["夏"] = {
					this = true
				}
			}
		},
		["织"] = {
			["凉"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["織"] = {
			["涼"] = {
				["子"] = {
					this = true
				}
			}
		},
		["孜"] = {
			["玛"] = {
				["什"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["白"] = {
		["莲"] = {
			["教"] = {
				this = true
			}
		},
		["粉"] = {
			this = true,
			["妹"] = {
				this = true,
				["陪"] = {
					["玩"] = {
						this = true
					}
				}
			},
			k = {
				["粉"] = {
					this = true
				}
			},
			K = {
				["粉"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				this = true,
				["毒"] = {
					this = true
				},
				["糖"] = {
					this = true
				},
				["油"] = {
					this = true
				}
			},
			["出"] = {
				["货"] = {
					this = true
				}
			},
			["大"] = {
				["量"] = {
					this = true
				}
			},
			["到"] = {
				["货"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						this = true
					}
				}
			},
			["交"] = {
				["易"] = {
					this = true
				}
			},
			["教"] = {
				["程"] = {
					this = true
				}
			},
			["麻"] = {
				["古"] = {
					this = true
				}
			},
			["配"] = {
				["方"] = {
					this = true
				}
			},
			["手"] = {
				["机"] = {
					this = true
				}
			},
			["送"] = {
				["货"] = {
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["提"] = {
				["炼"] = {
					["技"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["虎"] = {
			this = true,
			["少"] = {
				["妇"] = {
					this = true,
					["\t"] = {
						["\""] = {
							this = true
						}
					},
					["嫩"] = {
						["图"] = {
							this = true
						}
					}
				},
				["婦"] = {
					this = true
				}
			},
			["阴"] = {
				["穴"] = {
					this = true
				},
				["部"] = {
					this = true
				}
			},
			["嫩"] = {
				B = {
					this = true,
					["嫩"] = {
						["图"] = {
							this = true
						}
					}
				},
				["屄"] = {
					this = true
				},
				["妹"] = {
					this = true
				},
				["图"] = {
					this = true
				},
				b = {
					this = true
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["鲍"] = {
				this = true
			},
			["穴"] = {
				this = true
			},
			["9"] = {
				["0"] = {
					["后"] = {
						["嫩"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			},
			B = {
				this = true
			},
			["屄"] = {
				this = true
			},
			["肥"] = {
				["模"] = {
					this = true
				}
			},
			["姐"] = {
				["妹"] = {
					this = true
				}
			},
			["妈"] = {
				["妈"] = {
					this = true
				}
			},
			["妹"] = {
				this = true,
				["丹"] = {
					["尼"] = {
						this = true
					}
				},
				["妹"] = {
					["相"] = {
						["册"] = {
							this = true
						}
					}
				},
				["与"] = {
					["黑"] = {
						["人"] = {
							this = true
						}
					}
				},
				["與"] = {
					["黑"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				this = true
			},
			["偷"] = {
				["拍"] = {
					this = true
				}
			},
			["陰"] = {
				["穴"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["液"] = {
			["四"] = {
				["溅"] = {
					this = true
				},
				["濺"] = {
					this = true
				}
			}
		},
		["浆"] = {
			["四"] = {
				["溅"] = {
					this = true
				}
			},
			["嫩"] = {
				["图"] = {
					this = true
				}
			}
		},
		["嫩"] = {
			this = true,
			["骚"] = {
				["妇"] = {
					this = true
				},
				["穴"] = {
					["任"] = {
						["你"] = {
							["查"] = {
								this = true
							}
						}
					}
				}
			},
			["处"] = {
				["女"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["的"] = {
				["乳"] = {
					["房"] = {
						this = true
					}
				}
			},
			["护"] = {
				["士"] = {
					["无"] = {
						["毛"] = {
							this = true
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			},
			["騷"] = {
				["婦"] = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					["包"] = {
						["夜"] = {
							this = true
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					this = true
				}
			},
			["穴"] = {
				this = true
			},
			["欲"] = {
				["滴"] = {
					["美"] = {
						["少"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["立"] = {
			["樸"] = {
				this = true
			},
			["朴"] = {
				this = true
			},
			["忱"] = {
				this = true
			}
		},
		["夢"] = {
			this = true
		},
		["皮"] = {
			["書"] = {
				this = true
			},
			["书"] = {
				this = true
			}
		},
		["砒"] = {
			this = true
		},
		["金"] = {
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					},
					["在"] = {
						["线"] = {
							["娱"] = {
								["乐"] = {
									["城"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						},
						["场"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						this = true
					},
					["城"] = {
						this = true
					}
				}
			},
			["岛"] = {
				this = true
			},
			["會"] = {
				this = true
			}
		},
		["白"] = {
			["色"] = {
				["在"] = {
					["线"] = {
						this = true
					}
				},
				["改"] = {
					["名"] = {
						this = true
					}
				}
			}
		},
		["玉"] = {
			["老"] = {
				["虎"] = {
					["鲍"] = {
						this = true
					}
				}
			}
		},
		["寡"] = {
			["妇"] = {
				this = true,
				a = {
					k = {
						this = true
					}
				}
			}
		},
		["牙"] = {
			["签"] = {
				this = true,
				["病"] = {
					["毒"] = {
						this = true
					}
				},
				["出"] = {
					["货"] = {
						this = true
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["黄"] = {
					["牙"] = {
						["签"] = {
							this = true
						}
					}
				},
				["教"] = {
					["程"] = {
						this = true
					}
				},
				["溜"] = {
					["冰"] = {
						this = true
					}
				},
				["密"] = {
					["云"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["手"] = {
					["机"] = {
						this = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["验"] = {
					["货"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["有"] = {
					["售"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["冰"] = {
				this = true
			},
			["簽"] = {
				this = true
			}
		},
		["痴"] = {
			this = true
		},
		["磷"] = {
			["弹"] = {
				this = true
			},
			["燃"] = {
				["烧"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		["小"] = {
			["姐"] = {
				this = true,
				["中"] = {
					["特"] = {
						["玄"] = {
							["机"] = {
								["4"] = {
									["4"] = {
										["9"] = {
											["9"] = {
												["9"] = {
													["9"] = {
														this = true
													}
												}
											}
										}
									}
								},
								["图"] = {
									this = true
								}
							}
						}
					}
				},
				["一"] = {
					["肖"] = {
						["中"] = {
							["特"] = {
								this = true,
								["马"] = {
									this = true
								}
							}
						}
					}
				},
				["赛"] = {
					["马"] = {
						["会"] = {
							this = true
						}
					}
				},
				["*"] = {
					this = true
				},
				["特"] = {
					["码"] = {
						this = true
					},
					["碼"] = {
						this = true
					}
				},
				["心"] = {
					["水"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["且"] = {
					["马"] = {
						["报"] = {
							this = true
						}
					}
				}
			}
		},
		["老"] = {
			["虎"] = {
				this = true,
				["亚"] = {
					["洲"] = {
						this = true,
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["洁"] = {
			["高"] = {
				["义"] = {
					this = true
				}
			},
			m = {
				p = {
					["3"] = {
						this = true
					}
				}
			},
			["插"] = {
				["逼"] = {
					this = true
				}
			},
			["的"] = {
				["故"] = {
					["事"] = {
						this = true
					}
				}
			},
			["完"] = {
				["整"] = {
					["版"] = {
						this = true
					}
				}
			},
			["小"] = {
				["说"] = {
					this = true
				}
			},
			["淫"] = {
				["声"] = {
					this = true
				}
			},
			["张"] = {
				["敏"] = {
					this = true
				}
			}
		},
		["玛"] = {
			["赤"] = {
				["林"] = {
					this = true
				}
			}
		},
		["春"] = {
			["礼"] = {
				this = true
			}
		},
		["宫"] = {
			["事"] = {
				["件"] = {
					["*"] = {
						this = true
					}
				}
			},
			["会"] = {
				["所"] = {
					this = true,
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			}
		},
		["军"] = {
			this = true
		},
		["梦"] = {
			this = true
		},
		["的"] = {
			["6"] = {
				["0"] = {
					["0"] = {
						["0"] = {
							["千"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["冰"] = {
			this = true,
			["黄"] = {
				["冰"] = {
					this = true,
					[" "] = {
						q = {
							q = {
								this = true
							}
						}
					}
				},
				["牙"] = {
					["签"] = {
						this = true
					}
				}
			},
			["，"] = {
				["纯"] = {
					["冰"] = {
						this = true
					}
				}
			},
			k = {
				["粉"] = {
					this = true
				}
			},
			["果"] = {
				["子"] = {
					this = true
				}
			},
			["牙"] = {
				["签"] = {
					this = true
				}
			}
		},
		["鸟"] = {
			["敏"] = {
				["夫"] = {
					this = true
				}
			},
			["あ"] = {
				["き"] = {
					["ら"] = {
						this = true
					}
				}
			},
			["美"] = {
				["玲"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				},
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["奈"] = {
				["未"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["寿"] = {
				["美"] = {
					["礼"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			},
			["樱"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["优"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["由"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["?"] = {
			V = {
				this = true
			}
		},
		["保"] = {
			["得"] = {
				["安"] = {
					this = true
				}
			}
		},
		["菜"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["癡"] = {
			this = true
		},
		["崇"] = {
			["义"] = {
				this = true
			}
		},
		["川"] = {
			["な"] = {
				["る"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["濑"] = {
				["里"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["度"] = {
			this = true
		},
		["短"] = {
			["裙"] = {
				["欧"] = {
					["美"] = {
						["美"] = {
							["妖"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["蒶"] = {
			this = true
		},
		["凤"] = {
			["凰"] = {
				["博"] = {
					["彩"] = {
						["通"] = {
							this = true
						}
					}
				}
			}
		},
		["富"] = {
			["美"] = {
				["爽"] = {
					["干"] = {
						this = true
					}
				}
			}
		},
		["宮"] = {
			["會"] = {
				["所"] = {
					this = true
				}
			}
		},
		["光"] = {
			["打"] = {
				["牌"] = {
					this = true
				}
			},
			["药"] = {
				["水"] = {
					this = true,
					["打"] = {
						["牌"] = {
							this = true
						}
					}
				}
			},
			["藥"] = {
				["水"] = {
					this = true,
					["打"] = {
						["牌"] = {
							this = true
						}
					}
				}
			}
		},
		["洸"] = {
			["麻"] = {
				["将"] = {
					this = true
				},
				["將"] = {
					this = true
				}
			}
		},
		["鹤"] = {
			["童"] = {
				["子"] = {
					this = true
				}
			}
		},
		["话"] = {
			["佛"] = {
				["法"] = {
					this = true
				}
			}
		},
		["黄"] = {
			["牙"] = {
				["签"] = {
					this = true
				}
			}
		},
		["货"] = {
			this = true
		},
		["肌"] = {
			["？"] = {
				["琴"] = {
					["也"] = {
						this = true
					}
				}
			}
		},
		["漿"] = {
			["四"] = {
				["濺"] = {
					this = true
				}
			}
		},
		["降"] = {
			["丹"] = {
				this = true
			}
		},
		["姐"] = {
			a = {
				["1"] = {
					["5"] = {
						this = true
					}
				}
			},
			["弟"] = {
				["弟"] = {
					this = true
				}
			},
			["透"] = {
				["码"] = {
					this = true
				}
			},
			["图"] = {
				["库"] = {
					this = true
				}
			}
		},
		["井"] = {
			["利"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["景"] = {
			["武"] = {
				this = true
			}
		},
		["警"] = {
			["利"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["狼"] = {
			["车"] = {
				["品"] = {
					["行"] = {
						this = true
					}
				}
			},
			["军"] = {
				["品"] = {
					["行"] = {
						this = true
					}
				}
			},
			["王"] = {
				this = true
			}
		},
		["朗"] = {
			["宁"] = {
				["自"] = {
					["动"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["丽"] = {
			["狱"] = {
				["中"] = {
					["秘"] = {
						["闻"] = {
							this = true
						}
					}
				}
			}
		},
		["蓮"] = {
			["教"] = {
				this = true
			}
		},
		["冫"] = {
			["水"] = {
				["黄"] = {
					["冫"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["萌"] = {
			["生"] = {
				this = true
			}
		},
		["鳥"] = {
			["比"] = {
				["奈"] = {
					["子"] = {
						this = true
					}
				}
			},
			["美"] = {
				["玲"] = {
					this = true
				}
			},
			["優"] = {
				["佳"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["由"] = {
				["紀"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["崎"] = {
			["芳"] = {
				["実"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["惠"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["裙"] = {
			["乃"] = {
				["上"] = {
					this = true
				}
			}
		},
		["刃"] = {
			["刺"] = {
				["刀"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		["日"] = {
			["美"] = {
				["人"] = {
					this = true
				}
			}
		},
		["色"] = {
			["结"] = {
				["晶"] = {
					["体"] = {
						this = true
					}
				}
			},
			["捷"] = {
				["达"] = {
					this = true
				}
			},
			["热"] = {
				["狗"] = {
					this = true
				}
			},
			["星"] = {
				["期"] = {
					["三"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["汁"] = {
					this = true
				}
			},
			["塑"] = {
				["料"] = {
					["袋"] = {
						this = true
					}
				}
			}
		},
		["沙"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["石"] = {
			["麻"] = {
				["梨"] = {
					["子"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						},
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["雪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["月"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["茉"] = {
				["莉"] = {
					["奈"] = {
						this = true
					}
				}
			},
			["千"] = {
				["鹤"] = {
					this = true
				}
			},
			["日"] = {
				A = {
					V = {
						["女"] = {
							["优"] = {
								this = true
							}
						}
					}
				},
				["和"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["瞳"] = {
				["禁"] = {
					["片"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["希"] = {
				["由"] = {
					["丽"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["亚"] = {
				["梨"] = {
					["沙"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["世"] = {
			["镜"] = {
				this = true
			}
		},
		["丝"] = {
			this = true,
			["翘"] = {
				["臀"] = {
					this = true
				}
			}
		},
		["素"] = {
			["浪"] = {
				["荡"] = {
					["史"] = {
						this = true
					}
				}
			}
		},
		["塔"] = {
			["路"] = {
				["+"] = {
					["爆"] = {
						["炸"] = {
							this = true
						}
					}
				}
			}
		},
		["无"] = {
			["常"] = {
				this = true
			}
		},
		["皙"] = {
			["美"] = {
				["少"] = {
					["女"] = {
						["露"] = {
							["茜"] = {
								this = true
							}
						}
					}
				}
			},
			["肉"] = {
				["体"] = {
					this = true
				}
			},
			["水"] = {
				["嫩"] = {
					["嫩"] = {
						["少"] = {
							["妇"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["咲"] = {
			["舞"] = {
				this = true,
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						this = true
					}
				}
			}
		},
		["鞋"] = {
			["队"] = {
				["见"] = {
					["闻"] = {
						this = true
					}
				}
			}
		},
		["雪"] = {
			["林"] = {
				["檎"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["衣"] = {
			["爆"] = {
				["乳"] = {
					["长"] = {
						["谷"] = {
							["川"] = {
								this = true
							}
						}
					}
				}
			},
			["传"] = {
				this = true
			},
			["服"] = {
				["纪"] = {
					["念"] = {
						this = true
					}
				}
			},
			["行"] = {
				["动"] = {
					["纪"] = {
						["念"] = {
							this = true
						}
					},
					["留"] = {
						["四"] = {
							this = true
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["计"] = {
				["划"] = {
					this = true
				}
			},
			["纪"] = {
				["念"] = {
					["线"] = {
						["上"] = {
							["活"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["美"] = {
				["淫"] = {
					["妇"] = {
						this = true
					}
				}
			},
			["天"] = {
				["使"] = {
					["捆"] = {
						["绑"] = {
							this = true
						}
					}
				}
			}
		},
		["银"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["颖"] = {
			["明"] = {
				this = true
			},
			["中"] = {
				this = true
			}
		},
		["又"] = {
			["嫩"] = {
				["的"] = {
					["少"] = {
						["妇"] = {
							this = true
						}
					}
				}
			}
		},
		["浊"] = {
			["女"] = {
				["教"] = {
					["师"] = {
						this = true
					}
				}
			}
		},
		["衬"] = {
			["衣"] = {
				this = true
			}
		},
		["襯"] = {
			["衣"] = {
				this = true
			}
		},
		["糖"] = {
			["炸"] = {
				["药"] = {
					["的"] = {
						["制"] = {
							["作"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["走"] = {
		["向"] = {
			["圆"] = {
				["满"] = {
					this = true
				},
				["滿"] = {
					this = true
				}
			},
			["公"] = {
				["民"] = {
					["社"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["圓"] = {
				["满"] = {
					this = true
				},
				["滿"] = {
					this = true
				}
			}
		},
		["私"] = {
			this = true,
			["车"] = {
				this = true,
				["套"] = {
					["牌"] = {
						this = true
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true
				}
			},
			["車"] = {
				this = true
			},
			["冲"] = {
				["锋"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["狙"] = {
				["击"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["军"] = {
				["火"] = {
					this = true
				}
			},
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["摩"] = {
				["托"] = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					["哪"] = {
						this = true
					}
				}
			},
			["砂"] = {
				["枪"] = {
					this = true
				}
			},
			["手"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["象"] = {
				["牙"] = {
					this = true
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["左"] = {
				["轮"] = {
					["现"] = {
						["货"] = {
							this = true
						}
					}
				}
			}
		},
		["光"] = {
			this = true,
			["偷"] = {
				["拍"] = {
					this = true,
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["激"] = {
				["凸"] = {
					this = true
				}
			},
			["露"] = {
				["底"] = {
					this = true
				}
			},
			["图"] = {
				this = true
			}
		},
		["地"] = {
			["皇"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["迴"] = {
			["共"] = {
				["咊"] = {
					this = true
				}
			}
		},
		["肖"] = {
			["家"] = {
				["人"] = {
					this = true
				}
			},
			["傢"] = {
				["人"] = {
					this = true
				}
			}
		},
		["马"] = {
			["换"] = {
				["蒋"] = {
					this = true
				}
			}
		},
		["到"] = {
			["下"] = {
				["面"] = {
					["玩"] = {
						["妹"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["访"] = {
			["平"] = {
				["潭"] = {
					this = true
				}
			}
		},
		["訪"] = {
			["平"] = {
				["潭"] = {
					this = true
				}
			}
		},
		["过"] = {
			["二"] = {
				["十"] = {
					["年"] = {
						this = true,
						["翡"] = {
							["翠"] = {
								["台"] = {
									this = true
								}
							}
						},
						["回"] = {
							["家"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["进"] = {
			["激"] = {
				["情"] = {
					["夜"] = {
						["店"] = {
							this = true
						}
					}
				}
			}
		},
		["上"] = {
			["钱"] = {
				["财"] = {
					["美"] = {
						["色"] = {
							["路"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["下"] = {
			["台"] = {
				["来"] = {
					["就"] = {
						["腐"] = {
							["败"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["资"] = {
			["派"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["风"] = {
		["水"] = {
			this = true
		},
		["艳"] = {
			["阁"] = {
				this = true
			}
		},
		["骚"] = {
			this = true,
			["淫"] = {
				["荡"] = {
					this = true
				}
			},
			["欲"] = {
				["女"] = {
					this = true,
					["爽"] = {
						["爽"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["侍"] = {
				["女"] = {
					this = true,
					["*"] = {
						this = true
					},
					["电"] = {
						["子"] = {
							["书"] = {
								this = true
							}
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["阿"] = {
					["姨"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				},
				["护"] = {
					["士"] = {
						this = true
					}
				},
				["龙"] = {
					["女"] = {
						this = true
					}
				},
				["少"] = {
					["妇"] = {
						this = true
					}
				}
			},
			["半"] = {
				["裸"] = {
					this = true
				}
			},
			["爆"] = {
				["乳"] = {
					["秘"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["家"] = {
					["庭"] = {
						["主"] = {
							["妇"] = {
								this = true
							}
						}
					}
				},
				["金"] = {
					["发"] = {
						["女"] = {
							["郎"] = {
								this = true
							}
						}
					}
				},
				["诗"] = {
					["诗"] = {
						this = true
					}
				}
			},
			["护"] = {
				["士"] = {
					this = true
				}
			},
			["老"] = {
				["婆"] = {
					["让"] = {
						["我"] = {
							["拍"] = {
								this = true
							}
						}
					}
				}
			},
			["力"] = {
				["大"] = {
					this = true
				}
			},
			["女"] = {
				["秘"] = {
					["书"] = {
						this = true
					}
				}
			},
			["俏"] = {
				["公"] = {
					["关"] = {
						this = true
					}
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["淑"] = {
				["妇"] = {
					this = true
				}
			},
			["熟"] = {
				["妇"] = {
					this = true
				}
			},
			["艳"] = {
				["妇"] = {
					this = true
				},
				["妓"] = {
					this = true
				}
			},
			["自"] = {
				["慰"] = {
					this = true
				}
			}
		},
		["云"] = {
			["打"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["坛"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			T = {
				V = {
					this = true
				}
			},
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["六"] = {
				["合"] = {
					this = true
				}
			},
			["棋"] = {
				["牌"] = {
					this = true
				}
			},
			["起"] = {
				["六"] = {
					["合"] = {
						this = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["射"] = {
				["箭"] = {
					["器"] = {
						["材"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				this = true
			},
			["调"] = {
				["查"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			}
		},
		["月"] = {
			["太"] = {
				["监"] = {
					["采"] = {
						["花"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			},
			["征"] = {
				["途"] = {
					this = true,
					["猎"] = {
						["美"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["陆"] = {
					this = true,
					["*"] = {
						this = true
					},
					["全"] = {
						["文"] = {
							this = true,
							["下"] = {
								["载"] = {
									this = true
								}
							},
							["阅"] = {
								["读"] = {
									this = true
								}
							}
						},
						["集"] = {
							this = true
						}
					},
					["电"] = {
						["子"] = {
							["书"] = {
								this = true
							}
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["宝"] = {
				["鉴"] = {
					["之"] = {
						["冥"] = {
							["府"] = {
								["春"] = {
									["色"] = {
										["*"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["阁"] = {
				this = true,
				["裸"] = {
					["聊"] = {
						this = true
					}
				},
				["邮"] = {
					["箱"] = {
						["发"] = {
							["送"] = {
								this = true
							}
						}
					}
				}
			},
			["体"] = {
				["验"] = {
					["网"] = {
						this = true
					}
				}
			},
			["艳"] = {
				["留"] = {
					["香"] = {
						this = true
					}
				}
			}
		},
		["流"] = {
			this = true,
			["小"] = {
				["警"] = {
					["察"] = {
						this = true
					}
				},
				["邪"] = {
					["王"] = {
						this = true
					}
				}
			},
			["花"] = {
				["少"] = {
					this = true
				}
			},
			["岁"] = {
				["月"] = {
					this = true
				}
			},
			["艳"] = {
				["侠"] = {
					["传"] = {
						["奇"] = {
							this = true
						}
					}
				},
				["帝"] = {
					this = true
				},
				["世"] = {
					["录"] = {
						this = true
					}
				}
			},
			["教"] = {
				["师"] = {
					this = true
				},
				["皇"] = {
					this = true,
					["全"] = {
						["文"] = {
							["阅"] = {
								["读"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["校"] = {
				["医"] = {
					this = true
				}
			},
			["成"] = {
				["性"] = {
					this = true
				}
			},
			["乱"] = {
				["情"] = {
					["录"] = {
						this = true
					}
				}
			},
			["老"] = {
				["师"] = {
					this = true
				}
			},
			["村"] = {
				["妇"] = {
					["的"] = {
						["山"] = {
							["村"] = {
								["野"] = {
									["事"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["乡"] = {
				["村"] = {
					this = true
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						["*"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["妓"] = {
					["苏"] = {
						["小"] = {
							["小"] = {
								this = true
							}
						}
					}
				}
			},
			["霸"] = {
				["王"] = {
					this = true
				}
			},
			["传"] = {
				["奇"] = {
					this = true
				}
			},
			["董"] = {
				["事"] = {
					["长"] = {
						this = true
					}
				}
			},
			["和"] = {
				["尚"] = {
					this = true,
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			["狂"] = {
				["龙"] = {
					this = true
				}
			},
			["媚"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true
					}
				}
			},
			["女"] = {
				["儿"] = {
					["国"] = {
						this = true
					}
				},
				["干"] = {
					["部"] = {
						this = true
					}
				}
			},
			["情"] = {
				["妇"] = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["爽"] = {
				["记"] = {
					this = true
				}
			},
			["天"] = {
				["下"] = {
					this = true
				}
			},
			["邪"] = {
				["神"] = {
					this = true
				},
				["医"] = {
					this = true
				}
			},
			["学"] = {
				["生"] = {
					this = true
				}
			},
			["逸"] = {
				["飞"] = {
					this = true
				}
			},
			["英"] = {
				["雄"] = {
					["猎"] = {
						["艳"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["电"] = {
					["力"] = {
						["局"] = {
							this = true
						}
					}
				}
			},
			["诊"] = {
				["所"] = {
					this = true
				}
			},
			["之"] = {
				["电"] = {
					["影"] = {
						["大"] = {
							["亨"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["油"] = {
			["精"] = {
				["高"] = {
					["利"] = {
						["贷"] = {
							this = true
						}
					}
				}
			}
		},
		["尘"] = {
			["劫"] = {
				this = true,
				["*"] = {
					this = true
				},
				["电"] = {
					["子"] = {
						["书"] = {
							this = true
						}
					}
				},
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["小"] = {
					["说"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			["万"] = {
				["种"] = {
					["野"] = {
						["玫"] = {
							["瑰"] = {
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["乐"] = {
				["园"] = {
					this = true
				}
			}
		},
		["雷"] = {
			["游"] = {
				["戏"] = {
					["登"] = {
						["陆"] = {
							this = true
						}
					}
				}
			},
			["妖"] = {
				this = true
			}
		},
		["雨"] = {
			["神"] = {
				["州"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		e = {
			["骚"] = {
				["艳"] = {
					x = {
						["妇"] = {
							this = true
						}
					}
				}
			}
		},
		["波"] = {
			this = true,
			t = {
				u = {
					s = {
						h = {
							a = {
								this = true
							}
						}
					}
				}
			},
			["记"] = {
				this = true
			}
		},
		["城"] = {
			["枪"] = {
				this = true
			}
		},
		["吹"] = {
			["凉"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["帆"] = {
			["机"] = {
				["电"] = {
					["厂"] = {
						this = true
					}
				}
			}
		},
		["行"] = {
			["科"] = {
				["技"] = {
					this = true
				}
			},
			["名"] = {
				["品"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["胡"] = {
			["子"] = {
				this = true
			}
		},
		["间"] = {
			["ゆ"] = {
				["み"] = {
					this = true
				}
			},
			["恭"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["吕"] = {
			["淫"] = {
				["乱"] = {
					["妻"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["千"] = {
			["里"] = {
				this = true
			}
		},
		["俗"] = {
			["娘"] = {
				["露"] = {
					["点"] = {
						["图"] = {
							this = true
						}
					}
				}
			}
		},
		["潇"] = {
			this = true
		},
		["野"] = {
			["千"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["韵"] = {
			["徐"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["中"] = {
			["飞"] = {
				["舞"] = {
					["的"] = {
						["血"] = {
							["滴"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
