pg = pg or {}
slot0 = pg
slot0.word_template_31 = {}
slot1 = slot0.word_template_31

function temp()
	uv0["菊"] = {
		["花"] = {
			this = true,
			["蕾"] = {
				this = true
			},
			["洞"] = {
				this = true
			},
			["蚕"] = {
				this = true
			},
			A = {
				V = {
					this = true
				}
			},
			["操"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["宫"] = {
				this = true
			},
			["文"] = {
				this = true
			},
			["穴"] = {
				this = true,
				["成"] = {
					["人"] = {
						this = true
					}
				}
			},
			["在"] = {
				["线"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["宫"] = {
				this = true,
				["音"] = {
					["影"] = {
						["先"] = {
							["锋"] = {
								this = true
							}
						}
					}
				}
			},
			["宮"] = {
				["網"] = {
					this = true
				}
			}
		},
		["门"] = {
			this = true
		},
		["穴"] = {
			this = true
		},
		["哥"] = {
			["哥"] = {
				["-"] = {
					X = {
						J = {
							P = {
								this = true
							}
						}
					}
				}
			}
		},
		["池"] = {
			["蓝"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["藍"] = {
				["电"] = {
					["驴"] = {
						this = true
					}
				}
			},
			["丽"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["衣"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						},
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["奈"] = {
				["津"] = {
					["美"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["由"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["川"] = {
			["沙"] = {
				["织"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["地"] = {
			["惠"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["麗"] = {
				["子"] = {
					this = true
				}
			},
			["凛"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["洞"] = {
			this = true
		},
		["剑"] = {
			this = true
		},
		["领"] = {
			["风"] = {
				["骚"] = {
					this = true
				}
			}
		},
		["門"] = {
			["破"] = {
				["壞"] = {
					this = true
				}
			}
		},
		["竹"] = {
			["武"] = {
				["士"] = {
					["刀"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["肉"] = {
		["蒲"] = {
			["团"] = {
				this = true
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["茎"] = {
			this = true
		},
		["棍"] = {
			this = true,
			["干"] = {
				["骚"] = {
					["妇"] = {
						this = true
					}
				}
			},
			["子"] = {
				this = true
			},
			["*"] = {
				this = true
			}
		},
		["便"] = {
			this = true,
			["器"] = {
				this = true
			}
		},
		["逼"] = {
			this = true
		},
		["棒"] = {
			this = true
		},
		["唇"] = {
			this = true
		},
		["沟"] = {
			this = true
		},
		["壶"] = {
			this = true
		},
		["淫"] = {
			["器"] = {
				["吞"] = {
					["精"] = {
						this = true
					}
				}
			}
		},
		["洞"] = {
			this = true,
			["抽"] = {
				["插"] = {
					this = true
				}
			},
			["火"] = {
				["棒"] = {
					this = true
				}
			},
			["骚"] = {
				["妇"] = {
					this = true
				}
			},
			["淫"] = {
				["水"] = {
					this = true
				},
				["液"] = {
					this = true
				}
			}
		},
		["具"] = {
			this = true
		},
		["丝"] = {
			this = true,
			["裤"] = {
				["袜"] = {
					this = true
				}
			}
		},
		["感"] = {
			this = true,
			["炮"] = {
				["友"] = {
					this = true
				}
			}
		},
		["箫"] = {
			this = true
		},
		["穴"] = {
			this = true,
			["*"] = {
				["*"] = {
					this = true
				}
			},
			["{"] = {
				M = {
					O = {
						D = {
							["}"] = {
								this = true
							}
						}
					}
				}
			},
			["鸡"] = {
				["巴"] = {
					this = true
				}
			},
			["十"] = {
				["八"] = {
					["摸"] = {
						this = true
					}
				}
			}
		},
		["缝"] = {
			this = true
		},
		["欲"] = {
			this = true,
			["满"] = {
				["堂"] = {
					this = true
				}
			},
			["山"] = {
				["庄"] = {
					this = true
				}
			}
		},
		["体"] = {
			this = true
		},
		["壁"] = {
			this = true
		},
		["文"] = {
			this = true,
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["漫"] = {
			this = true
		},
		["肉"] = {
			["小"] = {
				["说"] = {
					this = true
				},
				["剧"] = {
					["场"] = {
						["之"] = {
							["涌"] = {
								["泉"] = {
									["洞"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["文"] = {
				this = true
			}
		},
		["图"] = {
			this = true
		},
		["番"] = {
			this = true,
			["全"] = {
				["彩"] = {
					["漫"] = {
						["画"] = {
							this = true
						}
					}
				}
			},
			["漫"] = {
				["画"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["笔"] = {
			this = true
		},
		["绑"] = {
			this = true
		},
		["削"] = {
			this = true
		},
		["杵"] = {
			this = true
		},
		["毒"] = {
			["素"] = {
				this = true
			}
		},
		["木"] = {
			["奉"] = {
				this = true
			},
			["昆"] = {
				this = true
			}
		},
		["奴"] = {
			["隶"] = {
				this = true
			}
		},
		["乳"] = {
			["特"] = {
				["刊"] = {
					this = true
				}
			}
		},
		["色"] = {
			["裤"] = {
				["袜"] = {
					["图"] = {
						this = true
					}
				}
			},
			["乳"] = {
				["胶"] = {
					["手"] = {
						["套"] = {
							this = true
						}
					}
				}
			},
			["丝"] = {
				["袜"] = {
					this = true
				}
			},
			["硬"] = {
				["邦"] = {
					["邦"] = {
						this = true
					}
				}
			}
		},
		["身"] = {
			["显"] = {
				["现"] = {
					this = true
				}
			}
		},
		["食"] = {
			["系"] = {
				["痴"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["动"] = {
			["漫"] = {
				["无"] = {
					["遮"] = {
						["挡"] = {
							this = true
						}
					}
				}
			}
		},
		["冰"] = {
			["毒"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["后"] = {
		["庭"] = {
			this = true,
			["专"] = {
				["区"] = {
					this = true
				}
			},
			["花"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true
					}
				}
			},
			["诱"] = {
				this = true,
				["惑"] = {
					this = true,
					["地"] = {
						["址"] = {
							this = true
						}
					},
					["在"] = {
						["线"] = {
							["看"] = {
								this = true
							}
						}
					},
					["真"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["宫"] = {
			["春"] = {
				["色"] = {
					this = true
				}
			},
			["群"] = {
				["芳"] = {
					["谱"] = {
						this = true
					},
					["图"] = {
						this = true
					}
				}
			},
			["视"] = {
				["讯"] = {
					["情"] = {
						["色"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["阁"] = {
				this = true
			},
			["佳"] = {
				["丽"] = {
					["三"] = {
						["千"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["男"] = {
				["医"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["太"] = {
				["子"] = {
					["居"] = {
						this = true
					}
				}
			},
			["学"] = {
				["园"] = {
					this = true
				}
			}
		},
		["握"] = {
			this = true,
			["套"] = {
				["件"] = {
					this = true
				}
			}
		},
		["勤"] = {
			["集"] = {
				["团"] = {
					this = true
				}
			},
			["资"] = {
				["料"] = {
					["手"] = {
						["册"] = {
							this = true
						}
					}
				}
			}
		},
		["穴"] = {
			this = true
		},
		["方"] = {
			["想"] = {
				["定"] = {
					["的"] = {
						["编"] = {
							["写"] = {
								this = true
							}
						}
					}
				}
			}
		},
		v = {
			["庭"] = {
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			}
		},
		["编"] = {
			["藤"] = {
				["井"] = {
					this = true
				}
			}
		},
		["插"] = {
			["极"] = {
				["爽"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					this = true
				}
			}
		},
		["打"] = {
			["黑"] = {
				["时"] = {
					["代"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			["小"] = {
				["三"] = {
					this = true
				}
			}
		},
		["高"] = {
			["三"] = {
				["骚"] = {
					["货"] = {
						["自"] = {
							["拍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["花"] = {
			["园"] = {
				this = true
			}
		},
		["家"] = {
			["中"] = {
				["疯"] = {
					["狂"] = {
						["偷"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["街"] = {
			["女"] = {
				["网"] = {
					this = true
				}
			}
		},
		["进"] = {
			["式"] = {
				["大"] = {
					["集"] = {
						["合"] = {
							this = true
						}
					}
				}
			}
		},
		["控"] = {
			["黑"] = {
				["丝"] = {
					this = true
				}
			}
		},
		["门"] = {
			["?"] = {
				this = true
			}
		},
		["情"] = {
			["侣"] = {
				["沙"] = {
					["发"] = {
						["性"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["入"] = {
			["大"] = {
				["屁"] = {
					["股"] = {
						["女"] = {
							["友"] = {
								this = true
							}
						}
					}
				}
			},
			["肥"] = {
				["臀"] = {
					["~"] = {
						this = true
					}
				}
			},
			["情"] = {
				["人"] = {
					this = true
				}
			},
			["式"] = {
				this = true,
				["狂"] = {
					["操"] = {
						this = true
					},
					["日"] = {
						this = true
					}
				}
			},
			["网"] = {
				["袜"] = {
					["妹"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["台"] = {
			["浮"] = {
				["出"] = {
					["吴"] = {
						["官"] = {
							["正"] = {
								this = true
							}
						}
					}
				}
			},
			["江"] = {
				["苏"] = {
					["省"] = {
						["省"] = {
							["委"] = {
								this = true
							}
						}
					}
				}
			},
			["怒"] = {
				["插"] = {
					["骚"] = {
						["女"] = {
							this = true
						}
					}
				}
			}
		},
		["藤"] = {
			["惠"] = {
				["里"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					},
					["紫"] = {
						["种"] = {
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["土"] = {
			["娘"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["羿"] = {
			["弓"] = {
				["弩"] = {
					["专"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["男"] = {
		["女"] = {
			["交"] = {
				["欢"] = {
					this = true
				},
				["歡"] = {
					this = true
				}
			},
			["蒲"] = {
				["典"] = {
					this = true
				}
			},
			["的"] = {
				["命"] = {
					["相"] = {
						["在"] = {
							["线"] = {
								["观"] = {
									["看"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["爱"] = {
				["爱"] = {
					this = true
				}
			},
			["撮"] = {
				["合"] = {
					["粉"] = {
						this = true
					}
				}
			},
			["公"] = {
				["关"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["淫"] = {
						["乱"] = {
							this = true,
							["图"] = {
								this = true
							},
							["穴"] = {
								this = true
							}
						},
						["贴"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					this = true
				},
				["交"] = {
					this = true
				},
				["数"] = {
					["据"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["性"] = {
					["息"] = {
						this = true
					}
				}
			},
			["用"] = {
				["嘴"] = {
					["亲"] = {
						["吻"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["宝"] = {
			this = true,
			["有"] = {
				["偿"] = {
					["送"] = {
						["养"] = {
							this = true
						}
					}
				}
			}
		},
		["童"] = {
			this = true
		},
		["婴"] = {
			this = true
		},
		["性"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["淫"] = {
				["魔"] = {
					["王"] = {
						this = true
					}
				}
			},
			["增"] = {
				["强"] = {
					this = true
				}
			}
		},
		["人"] = {
			["站"] = {
				this = true
			},
			["烟"] = {
				["具"] = {
					this = true
				}
			},
			["书"] = {
				["城"] = {
					this = true
				}
			},
			["天"] = {
				["堂"] = {
					this = true,
					["第"] = {
						["四"] = {
							["色"] = {
								this = true
							}
						}
					},
					["网"] = {
						["新"] = {
							["地"] = {
								["址"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["的"] = {
				["天"] = {
					["堂"] = {
						["东"] = {
							["京"] = {
								["热"] = {
									this = true
								}
							}
						}
					}
				},
				["抚"] = {
					["慰"] = {
						this = true
					}
				},
				["梦"] = {
					["中"] = {
						["情"] = {
							["人"] = {
								this = true
							}
						}
					}
				},
				["性"] = {
					["爱"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			["爱"] = {
				["上"] = {
					["的"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["帮"] = {
				["狩"] = {
					["猎"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["本"] = {
				["色"] = {
					this = true
				}
			},
			["操"] = {
				["逼"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["視"] = {
						["頻"] = {
							this = true
						}
					}
				}
			},
			["若"] = {
				["妻"] = {
					["夢"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["网"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				},
				["息"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					}
				}
			},
			["最"] = {
				["爱"] = {
					["的"] = {
						["淫"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["模"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			}
		},
		["子"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["手"] = {
				["淫"] = {
					["吃"] = {
						["精"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["监"] = {
					["狱"] = {
						this = true
					}
				}
			}
		},
		["男"] = {
			["爱"] = {
				this = true
			},
			["激"] = {
				["情"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["口"] = {
				["交"] = {
					this = true
				}
			},
			["女"] = {
				["女"] = {
					["愛"] = {
						this = true
					}
				}
			}
		},
		["鸭"] = {
			["少"] = {
				["爷"] = {
					this = true
				}
			},
			["子"] = {
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["孩"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["操"] = {
				["全"] = {
					["家"] = {
						this = true
					}
				}
			},
			["女"] = {
				["孩"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["公"] = {
			["关"] = {
				this = true,
				["包"] = {
					["养"] = {
						this = true
					}
				},
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["根"] = {
			["增"] = {
				["长"] = {
					this = true,
					s = {
						e = {
							x = {
								["吧"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["奴"] = {
			this = true,
			["找"] = {
				["女"] = {
					["王"] = {
						["信"] = {
							["息"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["按"] = {
			["摩"] = {
				["师"] = {
					this = true
				}
			}
		},
		["插"] = {
			["女"] = {
				this = true
			}
		},
		["妓"] = {
			this = true
		},
		["哪"] = {
			["网"] = {
				["址"] = {
					this = true
				}
			}
		},
		["色"] = {
			["女"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			}
		},
		["生"] = {
			["吻"] = {
				["女"] = {
					["生"] = {
						["下"] = {
							["边"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["同"] = {
			this = true
		},
		["下"] = {
			["体"] = {
				["照"] = {
					this = true
				}
			}
		},
		["妖"] = {
			["师"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["极"] = {
		["品"] = {
			["波"] = {
				["霸"] = {
					this = true
				},
				["神"] = {
					this = true
				}
			},
			["奶"] = {
				["妹"] = {
					this = true
				}
			},
			["黑"] = {
				["丝"] = {
					this = true
				}
			},
			["白"] = {
				["虎"] = {
					this = true
				}
			},
			["丝"] = {
				["袜"] = {
					["小"] = {
						["说"] = {
							["集"] = {
								["合"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["胶"] = {
				["托"] = {
					["大"] = {
						["威"] = {
							["力"] = {
								this = true
							}
						}
					}
				}
			},
			["部"] = {
				["落"] = {
					this = true
				}
			},
			["哥"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			M = {
				M = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["阿"] = {
				["昌"] = {
					["剑"] = {
						this = true
					}
				}
			},
			["爱"] = {
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			},
			["掰"] = {
				["穴"] = {
					this = true
				}
			},
			["屄"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					["3"] = {
						g = {
							p = {
								this = true
							}
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["影"] = {
						["视"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["波"] = {
					["女"] = {
						this = true
					}
				},
				["奶"] = {
					["妹"] = {
						["子"] = {
							this = true
						}
					}
				},
				["威"] = {
					["力"] = {
						["版"] = {
							this = true
						}
					}
				},
				["胸"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["东"] = {
				["京"] = {
					["热"] = {
						this = true
					}
				}
			},
			["夫"] = {
				["妻"] = {
					["网"] = {
						this = true
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["护"] = {
				["士"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["狗"] = {
					this = true,
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["辣"] = {
				["妹"] = {
					this = true
				}
			},
			["浪"] = {
				["女"] = {
					this = true
				}
			},
			["离"] = {
				["婚"] = {
					["女"] = {
						["教"] = {
							["师"] = {
								this = true
							}
						}
					}
				}
			},
			["留"] = {
				["学"] = {
					["生"] = {
						this = true,
						["出"] = {
							["租"] = {
								this = true
							}
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					this = true
				}
			},
			["美"] = {
				["眉"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				},
				["胸"] = {
					["熟"] = {
						["女"] = {
							this = true
						}
					}
				},
				["穴"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					this = true,
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["模"] = {
				["特"] = {
					this = true
				}
			},
			["嫩"] = {
				["屄"] = {
					this = true
				},
				["穴"] = {
					this = true
				}
			},
			["农"] = {
				["民"] = {
					this = true
				}
			},
			["女"] = {
				["水"] = {
					["好"] = {
						["多"] = {
							this = true
						}
					}
				},
				["优"] = {
					this = true,
					["3"] = {
						P = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["齐"] = {
				B = {
					["短"] = {
						["裙"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["城"] = {
						this = true
					}
				}
			},
			["弃"] = {
				["妇"] = {
					this = true
				}
			},
			["枪"] = {
				["械"] = {
					this = true
				}
			},
			["清"] = {
				["纯"] = {
					["网"] = {
						this = true
					}
				},
				["醇"] = {
					["学"] = {
						["生"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				},
				["生"] = {
					this = true
				}
			},
			["日"] = {
				["韩"] = {
					["爽"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["肉"] = {
				["弹"] = {
					this = true,
					["官"] = {
						["战"] = {
							this = true
						}
					}
				}
			},
			["乳"] = {
				["房"] = {
					this = true
				}
			},
			["骚"] = {
				["妇"] = {
					["一"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				},
				["女"] = {
					this = true
				},
				["穴"] = {
					this = true
				}
			},
			["色"] = {
				["片"] = {
					this = true
				},
				["医"] = {
					this = true
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true,
					["群"] = {
						P = {
							this = true
						}
					},
					["人"] = {
						["妻"] = {
							this = true
						}
					},
					["任"] = {
						["你"] = {
							["操"] = {
								this = true
							}
						}
					},
					["兽"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["生"] = {
				["活"] = {
					this = true
				}
			},
			["熟"] = {
				["女"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["双"] = {
				["胞"] = {
					["胎"] = {
						M = {
							M = {
								this = true
							}
						}
					}
				}
			},
			["桃"] = {
				["花"] = {
					["运"] = {
						this = true
					}
				}
			},
			["调"] = {
				["教"] = {
					this = true
				}
			},
			["腿"] = {
				["模"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["无"] = {
				["码"] = {
					["网"] = {
						this = true
					}
				}
			},
			["舞"] = {
				["蹈"] = {
					["学"] = {
						["生"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["妹"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["妞"] = {
					this = true
				}
			},
			["校"] = {
				["花"] = {
					this = true,
					["级"] = {
						["正"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["感"] = {
					["尤"] = {
						["物"] = {
							this = true
						}
					}
				},
				["虐"] = {
					["待"] = {
						this = true
					}
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						["支"] = {
							["援"] = {
								this = true
							}
						}
					}
				}
			},
			["尤"] = {
				["物"] = {
					this = true
				}
			},
			["游"] = {
				this = true
			},
			["幼"] = {
				["幼"] = {
					["极"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["援"] = {
				["交"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["做"] = {
				["爱"] = {
					["套"] = {
						["图"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			["宝"] = {
				["盒"] = {
					this = true
				}
			},
			["岛"] = {
				this = true,
				["裸"] = {
					["聊"] = {
						this = true
					}
				},
				["邮"] = {
					["箱"] = {
						["发"] = {
							["送"] = {
								this = true
							}
						}
					}
				}
			},
			["酷"] = {
				["刑"] = {
					this = true
				}
			}
		},
		["端"] = {
			["武"] = {
				["力"] = {
					this = true,
					["折"] = {
						["刀"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							["网"] = {
								this = true
							}
						}
					},
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						},
						["刀"] = {
							this = true
						}
					},
					["捕"] = {
						["鲸"] = {
							["叉"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						}
					},
					["毒"] = {
						["枭"] = {
							this = true
						}
					},
					["狗"] = {
						["狗"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				}
			},
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["度"] = {
			["诱"] = {
				["惑"] = {
					this = true,
					["裸"] = {
						["聊"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["强"] = {
				["奸"] = {
					this = true
				}
			},
			["受"] = {
				["虐"] = {
					["女"] = {
						["黑"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["感"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				},
				["虐"] = {
					this = true
				}
			},
			["淫"] = {
				["荡"] = {
					this = true
				},
				["乱"] = {
					this = true
				}
			}
		},
		["景"] = {
			this = true
		},
		["闆"] = {
			["畱"] = {
				["敩"] = {
					["泩"] = {
						this = true
					}
				}
			},
			["悻"] = {
				["疟"] = {
					["待"] = {
						this = true
					}
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["鍴"] = {
			["娬"] = {
				["劦"] = {
					["峬"] = {
						["鯨"] = {
							["紁"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["快"] = {
			["办"] = {
				["理"] = {
					this = true,
					["居"] = {
						["住"] = {
							["证"] = {
								this = true
							}
						}
					},
					["军"] = {
						["官"] = {
							["证"] = {
								this = true
							}
						}
					},
					["离"] = {
						["婚"] = {
							["证"] = {
								this = true
							}
						}
					},
					["律"] = {
						["师"] = {
							["证"] = {
								this = true
							}
						}
					},
					["凭"] = {
						["文"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["学"] = {
						["历"] = {
							this = true
						},
						["生"] = {
							["卡"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["泺"] = {
			["島"] = {
				this = true
			}
		},
		["美"] = {
			["巨"] = {
				["乳"] = {
					["美"] = {
						["少"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["肉"] = {
					["体"] = {
						this = true
					}
				}
			}
		},
		["权"] = {
			["专"] = {
				["政"] = {
					this = true
				}
			}
		},
		["色"] = {
			["王"] = {
				["朝"] = {
					this = true
				}
			}
		},
		["上"] = {
			["丝"] = {
				["袜"] = {
					["妇"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["速"] = {
			this = true,
			["办"] = {
				["证"] = {
					["网"] = {
						this = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					this = true
				}
			},
			["名"] = {
				["录"] = {
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["模"] = {
					this = true
				}
			},
			["色"] = {
				["欲"] = {
					U = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["通"] = {
				["办"] = {
					["证"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["终"] = {
				["结"] = {
					["着"] = {
						this = true,
						["密"] = {
							["云"] = {
								this = true
							}
						}
					}
				}
			},
			["骰"] = {
				["宝"] = {
					this = true
				}
			}
		},
		["趚"] = {
			["蔠"] = {
				["結"] = {
					["着"] = {
						this = true
					}
				}
			}
		},
		["太"] = {
			["合"] = {
				["体"] = {
					this = true
				}
			}
		},
		["武"] = {
			["力"] = {
				["捕"] = {
					["鲸"] = {
						["叉"] = {
							this = true,
							["刀"] = {
								this = true
							},
							["忉"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["限"] = {
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["欲"] = {
			["燃"] = {
				["烧"] = {
					this = true
				}
			}
		},
		["致"] = {
			["性"] = {
				["息"] = {
					["全"] = {
						["报"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["流"] = {
		["淫"] = {
			this = true,
			["水"] = {
				this = true
			}
		},
		["蜜"] = {
			["汁"] = {
				this = true
			}
		},
		["氓"] = {
			this = true,
			["政"] = {
				["府"] = {
					["*"] = {
						this = true
					}
				}
			},
			["民"] = {
				["运"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["无"] = {
				["产"] = {
					["者"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["察"] = {
					this = true
				}
			}
		},
		["脑"] = {
			this = true
		},
		["水"] = {
			["穴"] = {
				this = true
			},
			["了"] = {
				this = true
			}
		},
		["亡"] = {
			this = true,
			["藏"] = {
				["人"] = {
					this = true,
					["宪"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["政"] = {
				["府"] = {
					this = true
				}
			},
			["中"] = {
				["的"] = {
					["自"] = {
						["在"] = {
							this = true
						}
					}
				}
			},
			["星"] = {
				["火"] = {
					this = true
				}
			}
		},
		["血"] = {
			this = true,
			["冲"] = {
				["突"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			}
		},
		["出"] = {
			["大"] = {
				["量"] = {
					["淫"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["化"] = {
			["砷"] = {
				["有"] = {
					["售"] = {
						this = true
					}
				}
			}
		},
		["崎"] = {
			["裕"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["氰"] = {
			["化"] = {
				["汞"] = {
					this = true
				}
			},
			["酸"] = {
				["汞"] = {
					this = true,
					["铵"] = {
						["有"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["云"] = {
			["删"] = {
				this = true
			}
		},
		["絲"] = {
			this = true
		},
		["丝"] = {
			this = true
		},
		["亾"] = {
			["星"] = {
				["火"] = {
					this = true
				}
			}
		},
		["白"] = {
			["浆"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["销"] = {
		["魂"] = {
			["洞"] = {
				this = true
			},
			["艳"] = {
				["婢"] = {
					this = true
				}
			}
		},
		["售"] = {
			this = true,
			["热"] = {
				["线"] = {
					this = true
				}
			},
			["枪"] = {
				["支"] = {
					["*"] = {
						this = true
					}
				}
			},
			["/"] = {
				["专"] = {
					["卖"] = {
						["/"] = {
							["买"] = {
								["卖"] = {
									["7"] = {
										["7"] = {
											["式"] = {
												["手"] = {
													["枪"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["电"] = {
				["手"] = {
					["狗"] = {
						this = true
					}
				},
				["警"] = {
					["棍"] = {
						["北"] = {
							["京"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["手"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["运"] = {
				["动"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["红"] = {
				["樱"] = {
					["桃"] = {
						["苍"] = {
							["蝇"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["黑"] = {
				["寡"] = {
					["妇"] = {
						["催"] = {
							["情"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["缅"] = {
				["甸"] = {
					["冰"] = {
						k = {
							["粉"] = {
								this = true
							}
						}
					}
				}
			},
			["太"] = {
				["原"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								this = true
							}
						}
					}
				}
			},
			["河"] = {
				["南"] = {
					["防"] = {
						["身"] = {
							["电"] = {
								["警"] = {
									["棒"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["防"] = {
				["身"] = {
					["电"] = {
						["警"] = {
							["棒"] = {
								this = true
							}
						}
					},
					["警"] = {
						["用"] = {
							["电"] = {
								["击"] = {
									["棒"] = {
										this = true
									}
								}
							}
						}
					},
					["高"] = {
						["压"] = {
							["电"] = {
								["警"] = {
									["棍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["手"] = {
						["铐"] = {
							this = true,
							Q = {
								Q = {
									this = true
								}
							}
						}
					},
					["装"] = {
						["备"] = {
							["手"] = {
								["铐"] = {
									this = true
								}
							}
						}
					}
				},
				["服"] = {
					["警"] = {
						["用"] = {
							["手"] = {
								["铐"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["警"] = {
						["用"] = {
							["手"] = {
								["铐"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["超"] = {
				["高"] = {
					["压"] = {
						["电"] = {
							["警"] = {
								["棍"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					[" "] = {
						["广"] = {
							["州"] = {
								this = true
							}
						}
					}
				},
				["出"] = {
					["生"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["元"] = {
					["人"] = {
						["民"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["落"] = {
				["榜"] = {
					["生"] = {
						["名"] = {
							["单"] = {
								this = true
							}
						}
					}
				}
			},
			["二"] = {
				["甲"] = {
					["氧"] = {
						["基"] = {
							["安"] = {
								["非"] = {
									["他"] = {
										["明"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["弩"] = {
				["弓"] = {
					this = true
				}
			},
			["敌"] = {
				["百"] = {
					["虫"] = {
						this = true
					}
				}
			},
			["老"] = {
				["板"] = {
					["通"] = {
						["讯"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			},
			["英"] = {
				["语"] = {
					["等"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["五"] = {
				["连"] = {
					["发"] = {
						this = true
					}
				}
			},
			["爆"] = {
				["破"] = {
					["器"] = {
						["材"] = {
							this = true
						}
					}
				}
			},
			["格"] = {
				["斗"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["交"] = {
				["警"] = {
					["警"] = {
						["服"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["成"] = {
		["人"] = {
			this = true,
			["网"] = {
				this = true,
				["站"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["图"] = {
				this = true,
				["片"] = {
					this = true,
					["激"] = {
						["情"] = {
							["图"] = {
								["片"] = {
									["情"] = {
										["色"] = {
											["图"] = {
												["片"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["书"] = {
					this = true
				}
			},
			["片"] = {
				this = true
			},
			["午"] = {
				["夜"] = {
					this = true,
					["场"] = {
						this = true
					}
				},
				["间"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["社"] = {
				["区"] = {
					this = true
				},
				["區"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			},
			A = {
				["片"] = {
					this = true
				},
				V = {
					this = true,
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["影"] = {
						["院"] = {
							this = true
						}
					}
				},
				["*"] = {
					["*"] = {
						["片"] = {
							this = true
						}
					}
				},
				["游"] = {
					["戏"] = {
						this = true
					}
				}
			},
			["百"] = {
				["强"] = {
					this = true
				},
				["強"] = {
					this = true
				}
			},
			["小"] = {
				["说"] = {
					this = true
				},
				["說"] = {
					this = true
				}
			},
			["文"] = {
				["学"] = {
					this = true
				},
				["學"] = {
					this = true
				}
			},
			b = {
				t = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true,
					["网"] = {
						this = true
					},
					["?"] = {
						["自"] = {
							["输"] = {
								this = true
							}
						}
					},
					["<"] = {
						this = true
					},
					B = {
						T = {
							this = true
						}
					},
					H = {
						D = {
							this = true
						}
					},
					["俺"] = {
						["去"] = {
							["也"] = {
								this = true
							}
						}
					},
					["播"] = {
						["放"] = {
							["器"] = {
								this = true
							}
						}
					},
					["导"] = {
						["航"] = {
							this = true
						}
					},
					["地"] = {
						["址"] = {
							this = true
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["快"] = {
						["播"] = {
							this = true
						}
					},
					["轮"] = {
						["奸"] = {
							this = true
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["院"] = {
						this = true
					},
					["在"] = {
						["线"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["视"] = {
					["棒"] = {
						this = true
					}
				},
				["子"] = {
					["书"] = {
						this = true
					}
				},
				["礻"] = {
					["见"] = {
						["木"] = {
							["奉"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["考"] = {
					this = true,
					["考"] = {
						["前"] = {
							["答"] = {
								["案"] = {
									this = true
								}
							}
						}
					}
				},
				["清"] = {
					this = true
				}
			},
			["影"] = {
				["视"] = {
					this = true,
					["棒"] = {
						this = true
					}
				},
				["片"] = {
					this = true
				}
			},
			["3"] = {
				d = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					},
					["网"] = {
						["络"] = {
							["电"] = {
								["视"] = {
									["棒"] = {
										this = true
									}
								}
							}
						}
					}
				},
				D = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["版"] = {
				["电"] = {
					["视"] = {
						["棒"] = {
							this = true
						}
					}
				},
				["百"] = {
					["度"] = {
						["影"] = {
							["音"] = {
								this = true
							}
						}
					}
				},
				["动"] = {
					["画"] = {
						this = true
					}
				}
			},
			["色"] = {
				this = true,
				["情"] = {
					this = true
				}
			},
			["阁"] = {
				this = true
			},
			["首"] = {
				["页"] = {
					this = true,
					["干"] = {
						["妹"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			},
			g = {
				i = {
					f = {
						this = true
					}
				},
				a = {
					m = {
						e = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["讯"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["仿"] = {
				["真"] = {
					["抽"] = {
						["插"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["用"] = {
				["品"] = {
					this = true
				}
			},
			["{"] = {
				["5"] = {
					["}"] = {
						this = true
					}
				}
			},
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				},
				["視"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["交"] = {
				["友"] = {
					this = true
				},
				["流"] = {
					this = true
				}
			},
			["卡"] = {
				["通"] = {
					this = true
				}
			},
			["录"] = {
				["像"] = {
					this = true
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["漫"] = {
				this = true,
				["画"] = {
					this = true
				}
			},
			["配"] = {
				["色"] = {
					this = true
				}
			},
			["书"] = {
				["库"] = {
					this = true
				},
				["刊"] = {
					this = true
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			},
			["貼"] = {
				["圖"] = {
					this = true
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			},
			["網"] = {
				["站"] = {
					this = true
				}
			},
			["笑"] = {
				["话"] = {
					this = true
				}
			},
			["杂"] = {
				["志"] = {
					this = true
				}
			},
			["雜"] = {
				["誌"] = {
					this = true
				}
			},
			["裸"] = {
				this = true,
				["聊"] = {
					this = true,
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			[" "] = {
				["裸"] = {
					["聊"] = {
						[" "] = {
							["色"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["&"] = {
				b = {
					t = {
						this = true
					}
				},
				d = {
					v = {
						d = {
							this = true
						}
					}
				},
				["爱"] = {
					this = true
				},
				["愛"] = {
					this = true
				},
				["卡"] = {
					this = true
				},
				["聊"] = {
					this = true
				},
				["论"] = {
					this = true
				},
				["論"] = {
					this = true
				},
				["漫"] = {
					this = true
				},
				["色"] = {
					this = true
				},
				["视"] = {
					this = true
				},
				["視"] = {
					this = true
				},
				["贴"] = {
					this = true
				},
				["貼"] = {
					this = true
				},
				["图"] = {
					this = true
				},
				["圖"] = {
					this = true
				},
				["玩"] = {
					this = true
				},
				["网"] = {
					this = true
				},
				["網"] = {
					this = true
				},
				["文"] = {
					this = true
				},
				["武"] = {
					this = true
				},
				["小"] = {
					this = true
				},
				["笑"] = {
					this = true
				},
				["写"] = {
					["真"] = {
						this = true
					}
				},
				["寫"] = {
					["真"] = {
						this = true
					}
				},
				["性"] = {
					this = true
				},
				["影"] = {
					this = true
				},
				["用"] = {
					this = true
				},
				["游"] = {
					this = true
				}
			},
			["1"] = {
				["2"] = {
					["3"] = {
						this = true
					}
				}
			},
			["2"] = {
				["0"] = {
					["1"] = {
						["3"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["４"] = {
				["０"] = {
					["４"] = {
						this = true
					}
				}
			},
			["4"] = {
				["0"] = {
					["4"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				this = true
			},
			["9"] = {
				["8"] = {
					["色"] = {
						this = true
					}
				}
			},
			a = {
				v = {
					["大"] = {
						["片"] = {
							this = true
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					}
				},
				["片"] = {
					this = true,
					["在"] = {
						["线"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			},
			D = {
				V = {
					D = {
						this = true
					}
				}
			},
			h = {
				["动"] = {
					["画"] = {
						this = true
					},
					["漫"] = {
						this = true
					}
				},
				["漫"] = {
					["画"] = {
						this = true
					},
					["网"] = {
						["站"] = {
							this = true
						}
					}
				},
				["小"] = {
					["说"] = {
						this = true
					}
				}
			},
			H = {
				["网"] = {
					this = true
				}
			},
			Q = {
				V = {
					O = {
						D = {
							this = true
						}
					}
				}
			},
			T = {
				V = {
					["棒"] = {
						this = true
					}
				}
			},
			U = {
				["盘"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				},
				["盤"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			Y = {
				Y = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			y = {
				y = {
					["频"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["爱"] = {
				["催"] = {
					["情"] = {
						["网"] = {
							this = true
						}
					}
				},
				["情"] = {
					["片"] = {
						this = true
					}
				}
			},
			["吧"] = {
				this = true
			},
			["暴"] = {
				["露"] = {
					["色"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["变"] = {
				["态"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["播"] = {
				["播"] = {
					this = true
				},
				["放"] = {
					["器"] = {
						this = true
					}
				}
			},
			["操"] = {
				["逼"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["插"] = {
				["漫"] = {
					["画"] = {
						this = true
					}
				},
				["穴"] = {
					this = true
				}
			},
			["充"] = {
				["气"] = {
					["娃"] = {
						["娃"] = {
							this = true
						}
					}
				}
			},
			["催"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			},
			["大"] = {
				["片"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["单"] = {
				["机"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["地"] = {
				["域"] = {
					this = true
				}
			},
			["第"] = {
				["7"] = {
					["7"] = {
						q = {
							e = {
								this = true
							}
						}
					}
				}
			},
			["动"] = {
				["画"] = {
					this = true
				},
				["漫"] = {
					this = true
				},
				["态"] = {
					this = true
				},
				["温"] = {
					this = true
				},
				["物"] = {
					["性"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["動"] = {
				["溫"] = {
					this = true
				}
			},
			["毒"] = {
				["龙"] = {
					["钻"] = {
						this = true
					}
				}
			},
			["短"] = {
				["片"] = {
					this = true
				}
			},
			["夫"] = {
				["妻"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["黑"] = {
				["木"] = {
					["耳"] = {
						this = true
					}
				}
			},
			["黄"] = {
				["片"] = {
					this = true
				},
				["色"] = {
					this = true
				},
				["站"] = {
					this = true
				}
			},
			["基"] = {
				["地"] = {
					this = true
				}
			},
			["集"] = {
				["锦"] = {
					this = true
				}
			},
			["开"] = {
				["心"] = {
					["色"] = {
						["播"] = {
							this = true
						}
					}
				}
			},
			["看"] = {
				["片"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["考"] = {
				["试"] = {
					this = true
				}
			},
			["快"] = {
				["播"] = {
					this = true
				}
			},
			["来"] = {
				["吧"] = {
					this = true
				}
			},
			["狼"] = {
				["图"] = {
					this = true
				}
			},
			["连"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["两"] = {
				["性"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["聊"] = {
				this = true,
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["撸"] = {
				["成"] = {
					["人"] = {
						this = true
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["伦"] = {
				["理"] = {
					this = true
				}
			},
			["绿"] = {
				["色"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["妈"] = {
				["妈"] = {
					["网"] = {
						this = true
					}
				}
			},
			["免"] = {
				["费"] = {
					this = true
				}
			},
			["奶"] = {
				["妈"] = {
					["网"] = {
						this = true
					}
				}
			},
			["内"] = {
				["容"] = {
					this = true
				}
			},
			["欧"] = {
				["美"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["派"] = {
				["对"] = {
					this = true
				}
			},
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["陪"] = {
				["聊"] = {
					this = true
				}
			},
			["频"] = {
				["道"] = {
					this = true
				}
			},
			["品"] = {
				["色"] = {
					["堂"] = {
						this = true
					}
				}
			},
			["器"] = {
				["具"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					this = true
				}
			},
			["全"] = {
				["集"] = {
					["电"] = {
						["子"] = {
							["书"] = {
								this = true
							}
						}
					}
				},
				["裸"] = {
					["艳"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					this = true
				}
			},
			["乳"] = {
				["交"] = {
					this = true
				}
			},
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["三"] = {
				["级"] = {
					this = true
				},
				["金"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["煽"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["商"] = {
				["城"] = {
					this = true
				}
			},
			["肾"] = {
				this = true
			},
			["世"] = {
				["界"] = {
					this = true
				}
			},
			["收"] = {
				["费"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["爽"] = {
				this = true
			},
			["台"] = {
				this = true
			},
			["套"] = {
				["图"] = {
					this = true
				}
			},
			["天"] = {
				["地"] = {
					this = true
				}
			},
			["偷"] = {
				["拍"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["無"] = {
				["碼"] = {
					A = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["五"] = {
				["月"] = {
					["丁"] = {
						["香"] = {
							this = true
						}
					},
					["天"] = {
						this = true
					}
				}
			},
			["线"] = {
				["上"] = {
					this = true
				}
			},
			["線"] = {
				["上"] = {
					["電"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["性"] = {
				this = true
			},
			["亚"] = {
				["洲"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["言"] = {
				["情"] = {
					this = true
				}
			},
			["洋"] = {
				["妞"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["夜"] = {
				["话"] = {
					this = true
				},
				["色"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["音"] = {
				["影"] = {
					["先"] = {
						["锋"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["遊"] = {
				["戲"] = {
					this = true
				}
			},
			["有"] = {
				["码"] = {
					this = true
				},
				["声"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["招"] = {
				["妓"] = {
					["网"] = {
						this = true
					}
				}
			},
			["照"] = {
				["片"] = {
					this = true
				}
			},
			["之"] = {
				["家"] = {
					this = true
				},
				["美"] = {
					this = true
				}
			},
			["种"] = {
				["子"] = {
					this = true,
					["资"] = {
						["源"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				["区"] = {
					this = true
				},
				["升"] = {
					["本"] = {
						this = true
					}
				},
				["用"] = {
					["播"] = {
						["放"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["專"] = {
				["用"] = {
					["播"] = {
						["放"] = {
							["機"] = {
								this = true
							}
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["都"] = {
			["耍"] = {
				["耍"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["逍"] = {
				["遥"] = {
					["网"] = {
						this = true
					}
				}
			},
			["川"] = {
				["娇"] = {
					["网"] = {
						this = true
					}
				}
			},
			["户"] = {
				["口"] = {
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["品"] = {
			["燕"] = {
				["尾"] = {
					this = true
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["白"] = {
				["冰"] = {
					this = true
				}
			},
			["冰"] = {
				this = true,
				["毒"] = {
					this = true
				}
			},
			["果"] = {
				["子"] = {
					this = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["牙"] = {
				["签"] = {
					this = true
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			}
		},
		["熟"] = {
			["淫"] = {
				["乱"] = {
					["的"] = {
						["家"] = {
							["庭"] = {
								["美"] = {
									["妇"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["美"] = {
				["妇"] = {
					["与"] = {
						["青"] = {
							["年"] = {
								this = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					["带"] = {
						["套"] = {
							this = true
						}
					}
				}
			}
		},
		["佛"] = {
			["做"] = {
				["主"] = {
					this = true
				}
			}
		},
		["吉"] = {
			["习"] = {
				["汗"] = {
					this = true
				}
			},
			["習"] = {
				["汗"] = {
					this = true
				}
			},
			["思"] = {
				["汗"] = {
					this = true
				}
			}
		},
		["$"] = {
			["人"] = {
				["遊"] = {
					["戲"] = {
						this = true
					}
				}
			}
		},
		r = {
			e = {
				n = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["药"] = {
				this = true
			}
		},
		["功"] = {
			["偷"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["就"] = {
			["教"] = {
				["育"] = {
					["培"] = {
						["训"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["考"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			}
		},
		["克"] = {
			["杰"] = {
				this = true
			}
		},
		["快"] = {
			["播"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["濑"] = {
			["心"] = {
				["美"] = {
					this = true
				}
			}
		},
		["瀬"] = {
			["心"] = {
				["美"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["记"] = {
				this = true
			}
		},
		["美"] = {
			["雪"] = {
				["菜"] = {
					this = true
				}
			}
		},
		["年"] = {
			["人"] = {
				this = true,
				["电"] = {
					["视"] = {
						this = true
					},
					["影"] = {
						this = true
					}
				},
				["频"] = {
					["道"] = {
						this = true
					}
				},
				["网"] = {
					["站"] = {
						this = true
					}
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			},
			["野"] = {
				["兔"] = {
					this = true
				}
			},
			["片"] = {
				["黄"] = {
					["色"] = {
						this = true
					}
				}
			}
		},
		["仁"] = {
			["记"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			}
		},
		["性"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["娱"] = {
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["娛"] = {
			["色"] = {
				["導"] = {
					["航"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["姦"] = {
		["淫"] = {
			this = true,
			["電"] = {
				["車"] = {
					this = true
				}
			},
			["女"] = {
				this = true,
				["家"] = {
					["教"] = {
						this = true
					}
				}
			}
		},
		["染"] = {
			this = true
		},
		["夫"] = {
			["淫"] = {
				["婦"] = {
					this = true
				}
			}
		},
		["情"] = {
			this = true
		},
		["汙"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["给"] = {
		["你"] = {
			["爽"] = {
				this = true
			}
		},
		["陈"] = {
			["天"] = {
				["诚"] = {
					["光"] = {
						["明"] = {
							this = true
						}
					}
				}
			}
		},
		["老"] = {
			["婆"] = {
				["口"] = {
					["交"] = {
						this = true
					}
				}
			}
		},
		["力"] = {
			["的"] = {
				["性"] = {
					this = true,
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				},
				["淫"] = {
					["荡"] = {
						["妹"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["朋"] = {
				["友"] = {
					["舔"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["我"] = {
			["豹"] = {
				["豹"] = {
					this = true
				}
			}
		},
		["习"] = {
			["近"] = {
				["平"] = {
					["下"] = {
						["套"] = {
							this = true
						}
					}
				}
			}
		},
		["姨"] = {
			["妹"] = {
				["开"] = {
					["苞"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
