pg = pg or {}
slot0 = pg
slot0.word_template_46 = {}
slot1 = slot0.word_template_46

function temp()
	uv0["婬"] = {
		["乱"] = {
			this = true,
			["军"] = {
				["团"] = {
					this = true
				}
			}
		},
		this = {
			this = true
		},
		["荡"] = {
			this = true
		},
		["蕩"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["钻"] = {
		["插"] = {
			this = true
		},
		["石"] = {
			["冰"] = {
				this = true
			},
			["群"] = {
				["英"] = {
					["足"] = {
						["球"] = {
							["吧"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["国"] = {
						["际"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鉐"] = {
			["栤"] = {
				this = true,
				["電"] = {
					["話"] = {
						this = true
					}
				},
				["醣"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0.H = {
		["动"] = {
			["漫"] = {
				this = true,
				["*"] = {
					this = true
				},
				["8"] = {
					["8"] = {
						["8"] = {
							this = true
						}
					}
				},
				["性"] = {
					["交"] = {
						this = true
					}
				}
			},
			["画"] = {
				this = true
			}
		},
		A = {
			C = {
				K = {
					I = {
						N = {
							G = {
								this = true
							}
						}
					}
				}
			}
		},
		u = {
			i = {
				h = {
					u = {
						a = {
							n = {
								g = {
									t = {
										x = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		M = {
			T = {
				D = {
					this = true
				}
			}
		},
		["漫"] = {
			this = true,
			["画"] = {
				this = true,
				["*"] = {
					this = true
				},
				["电"] = {
					["子"] = {
						["书"] = {
							this = true
						}
					}
				},
				["集"] = {
					["锦"] = {
						this = true
					}
				},
				["在"] = {
					["线"] = {
						["看"] = {
							this = true
						}
					}
				}
			},
			["畫"] = {
				this = true
			},
			["收"] = {
				["集"] = {
					["箱"] = {
						this = true
					}
				}
			}
		},
		["文"] = {
			this = true
		},
		["4"] = {
			["6"] = {
				["1"] = {
					["0"] = {
						this = true
					}
				}
			}
		},
		a = {
			p = {
				p = {
					y = {
						["水"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			w = {
				k = {
					["夜"] = {
						["鹰"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		b = {
			["开"] = {
				["头"] = {
					this = true
				}
			}
		},
		D = {
			["9"] = {
				["0"] = {
					["版"] = {
						this = true,
						["假"] = {
							["币"] = {
								this = true
							}
						}
					},
					["开"] = {
						["头"] = {
							this = true
						}
					}
				}
			},
			H = {
				B = {
					["假"] = {
						B = {
							this = true
						},
						["币"] = {
							this = true
						},
						["钱"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["小"] = {
						["游"] = {
							["戏"] = {
								this = true
							}
						}
					}
				}
			}
		},
		d = {
			["开"] = {
				["头"] = {
					this = true
				}
			}
		},
		e = {
			a = {
				v = {
					e = {
						n = {
							s = {
								this = true
							}
						}
					}
				}
			},
			n = {
				t = {
					a = {
						i = {
							this = true
						}
					}
				}
			}
		},
		i = {
			["8"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			}
		},
		I = {
			G = {
				H = {
					["药"] = {
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			}
		},
		K = {
			["3"] = {
				["3"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["4"] = {
				["5"] = {
					["手"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			P = {
				["3"] = {
					["0"] = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				["7"] = {
					["手"] = {
						["槍"] = {
							this = true
						}
					}
				},
				["9"] = {
					S = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					},
					["手"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			U = {
				S = {
					P = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		P = {
			["激"] = {
				this = true
			}
		},
		U = {
			["1"] = {
				["0"] = {
					["0"] = {
						["快"] = {
							["开"] = {
								this = true
							}
						}
					}
				}
			},
			["6"] = {
				["6"] = {
					["第"] = {
						["3"] = {
							["代"] = {
								this = true
							}
						}
					},
					["快"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["成"] = {
			["人"] = {
				["小"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			}
		},
		["电"] = {
			["影"] = {
				this = true,
				["集"] = {
					["锦"] = {
						this = true
					}
				},
				["射"] = {
					["精"] = {
						this = true
					}
				},
				["在"] = {
					["线"] = {
						this = true,
						["看"] = {
							this = true
						}
					}
				}
			}
		},
		["電"] = {
			["影"] = {
				this = true
			}
		},
		["動"] = {
			["漫"] = {
				this = true
			}
		},
		["服"] = {
			["务"] = {
				this = true
			},
			["務"] = {
				this = true
			}
		},
		["画"] = {
			this = true
		},
		["激"] = {
			["情"] = {
				this = true
			}
		},
		["乱"] = {
			["军"] = {
				["团"] = {
					this = true
				}
			}
		},
		["片"] = {
			this = true,
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		["日"] = {
			["本"] = {
				["动"] = {
					["漫"] = {
						H = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["小"] = {
				["说"] = {
					this = true
				}
			}
		},
		["网"] = {
			["站"] = {
				this = true
			}
		},
		["淫"] = {
			["乱"] = {
				["乳"] = {
					["娘"] = {
						this = true
					}
				}
			}
		},
		["影"] = {
			this = true
		},
		["游"] = {
			["戏"] = {
				this = true
			}
		},
		["罩"] = {
			["杯"] = {
				["爆"] = {
					["乳"] = {
						this = true
					}
				}
			}
		},
		["幼"] = {
			this = true,
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["&"] = {
			M = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["交"] = {
		["换"] = {
			this = true,
			["夫"] = {
				["妻"] = {
					this = true,
					["的"] = {
						["肉"] = {
							["宴"] = {
								this = true
							}
						}
					}
				}
			},
			["姐"] = {
				["妹"] = {
					["花"] = {
						this = true
					}
				}
			},
			["妻"] = {
				this = true
			},
			["气"] = {
				["枪"] = {
					["零"] = {
						["部"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["淫"] = {
				["妻"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["塑"] = {
				["胶"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["媾"] = {
			this = true
		},
		["配"] = {
			this = true
		},
		["通"] = {
			["部"] = {
				this = true
			},
			["淫"] = {
				["色"] = {
					this = true
				}
			},
			["警"] = {
				["警"] = {
					["服"] = {
						this = true
					}
				}
			},
			["勘"] = {
				["查"] = {
					["箱"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			this = true,
			["警"] = {
				["服"] = {
					this = true
				}
			}
		},
		["口"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			}
		},
		["个"] = {
			["护"] = {
				["士"] = {
					["女"] = {
						["友"] = {
							this = true,
							["的"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["班"] = {
			this = true
		},
		["友"] = {
			["网"] = {
				this = true
			}
		},
		["欢"] = {
			this = true
		},
		["管"] = {
			["良"] = {
				["心"] = {
					["抛"] = {
						this = true
					}
				}
			}
		},
		["換"] = {
			["夫"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["钱"] = {
			["办"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			}
		},
		["清"] = {
			["电"] = {
				["子"] = {
					["报"] = {
						this = true
					}
				}
			}
		},
		["易"] = {
			["贝"] = {
				["者"] = {
					["十"] = {
						["尃"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					this = true
				}
			},
			["賭"] = {
				["博"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["器"] = {
				["官"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["火"] = {
		["辣"] = {
			this = true,
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["监"] = {
				["狱"] = {
					["完"] = {
						["整"] = {
							["版"] = {
								this = true,
								["下"] = {
									["载"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["的"] = {
				["女"] = {
					["仆"] = {
						["们"] = {
							this = true
						}
					}
				}
			},
			["辣"] = {
				["免"] = {
					["费"] = {
						["爽"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["妖"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			},
			["寫"] = {
				["真"] = {
					this = true
				}
			}
		},
		["棒"] = {
			this = true,
			["肉"] = {
				["洞"] = {
					this = true
				}
			},
			["阴"] = {
				["户"] = {
					this = true
				}
			},
			["淫"] = {
				["水"] = {
					this = true
				}
			}
		},
		["药"] = {
			this = true,
			["钢"] = {
				["珠"] = {
					["枪"] = {
						this = true
					},
					["火"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["配"] = {
				["方"] = {
					this = true,
					["大"] = {
						["全"] = {
							this = true
						}
					},
					["比"] = {
						["例"] = {
							this = true
						}
					},
					["详"] = {
						["解"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true
			},
			["动"] = {
				["力"] = {
					["钢"] = {
						["珠"] = {
							this = true,
							["枪"] = {
								this = true
							}
						}
					},
					["枪"] = {
						this = true
					}
				}
			},
			["制"] = {
				["作"] = {
					this = true,
					["*"] = {
						this = true
					},
					["简"] = {
						["易"] = {
							["炸"] = {
								["弹"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["的"] = {
				["配"] = {
					["方"] = {
						this = true
					}
				}
			},
			["原"] = {
				["理"] = {
					this = true
				}
			},
			d = {
				i = {
					y = {
						["过"] = {
							["程"] = {
								this = true
							}
						},
						["教"] = {
							["程"] = {
								this = true
							}
						}
					}
				}
			},
			["冲"] = {
				["力"] = {
					this = true
				}
			},
			["当"] = {
				["面"] = {
					["交"] = {
						["易"] = {
							this = true
						}
					}
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["工"] = {
				["艺"] = {
					this = true
				}
			},
			["看"] = {
				["货"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["流"] = {
				["程"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["枪"] = {
			this = true
		},
		["狗"] = {
			this = true,
			["长"] = {
				["狗"] = {
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["狗"] = {
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					}
				}
			},
			["短"] = {
				["狗"] = {
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["抢"] = {
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["狗"] = {
					["配"] = {
						["件"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["油"] = {
				this = true
			}
		},
		["机"] = {
			["吹"] = {
				this = true,
				["钢"] = {
					["珠"] = {
						this = true
					}
				},
				["箭"] = {
					this = true,
					["枪"] = {
						this = true
					}
				},
				["制"] = {
					["作"] = {
						this = true
					}
				},
				["打"] = {
					["钢"] = {
						["珠"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["焊"] = {
				["枪"] = {
					["大"] = {
						["直"] = {
							["冲"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["焰"] = {
			["喷"] = {
				["射"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["箭"] = {
			["弹"] = {
				this = true
			},
			["秃"] = {
				this = true
			},
			["气"] = {
				["枪"] = {
					this = true
				},
				["抢"] = {
					this = true
				}
			},
			["筒"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["吹"] = {
			this = true,
			["枪"] = {
				this = true
			},
			["的"] = {
				["制"] = {
					["作"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["抢"] = {
				this = true
			}
		},
		["豿"] = {
			["图"] = {
				["纸"] = {
					this = true
				}
			}
		},
		["帽"] = {
			this = true
		},
		["在"] = {
			["烧"] = {
				["冰"] = {
					["在"] = {
						["跑"] = {
							this = true
						}
					}
				}
			}
		},
		["狐"] = {
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["数"] = {
				["码"] = {
					this = true
				}
			},
			["數"] = {
				["碼"] = {
					this = true
				}
			}
		},
		["雷"] = {
			["管"] = {
				this = true
			}
		},
		["柴"] = {
			["枪"] = {
				this = true
			}
		},
		["车"] = {
			["出"] = {
				["轨"] = {
					this = true
				}
			}
		},
		["乍"] = {
			this = true,
			["药"] = {
				this = true
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							this = true
						}
					}
				}
			}
		},
		["暴"] = {
			["菊"] = {
				["花"] = {
					this = true
				}
			}
		},
		["铳"] = {
			this = true
		},
		["动"] = {
			["力"] = {
				["钢"] = {
					["珠"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["式"] = {
				["钢"] = {
					["珠"] = {
						this = true
					}
				}
			}
		},
		["凤"] = {
			["凰"] = {
				this = true
			},
			["仙"] = {
				["子"] = {
					this = true
				}
			}
		},
		["工"] = {
			["品"] = {
				["技"] = {
					["术"] = {
						this = true,
						["出"] = {
							["货"] = {
								this = true
							}
						}
					},
					["術"] = {
						this = true
					}
				}
			}
		},
		["灭"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["仓"] = {
				this = true
			}
		},
		["炮"] = {
			this = true,
			["防"] = {
				["御"] = {
					["强"] = {
						["化"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["准"] = {
					["强"] = {
						["化"] = {
							this = true
						}
					}
				}
			},
			["配"] = {
				["方"] = {
					this = true
				}
			},
			["射"] = {
				["击"] = {
					["术"] = {
						this = true
					}
				}
			},
			["修"] = {
				["复"] = {
					["强"] = {
						["化"] = {
							this = true
						}
					}
				}
			}
		},
		["麒"] = {
			["麟"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["热"] = {
			["激"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["线"] = {
			["斧"] = {
				["头"] = {
					this = true
				}
			}
		},
		["舀"] = {
			["配"] = {
				["方"] = {
					this = true
				}
			}
		},
		["葯"] = {
			["配"] = {
				["方"] = {
					this = true
				}
			}
		},
		["藥"] = {
			["鋼"] = {
				["珠"] = {
					["火"] = {
						["槍"] = {
							this = true
						}
					},
					["槍"] = {
						this = true
					}
				}
			},
			["槍"] = {
				this = true
			}
		},
		["影"] = {
			["忍"] = {
				["者"] = {
					["完"] = {
						["结"] = {
							["说"] = {
								this = true
							}
						},
						["結"] = {
							["說"] = {
								this = true
							}
						}
					}
				}
			},
			["完"] = {
				["结"] = {
					["说"] = {
						this = true
					}
				},
				["結"] = {
					["說"] = {
						this = true
					}
				}
			},
			["之"] = {
				["如"] = {
					["云"] = {
						this = true
					}
				}
			}
		},
		["炸"] = {
			["药"] = {
				this = true,
				["技"] = {
					["术"] = {
						this = true
					}
				}
			},
			["藥"] = {
				this = true
			}
		},
		["博"] = {
			["体"] = {
				["育"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["竞"] = {
			["猜"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["疯"] = {
		["狂"] = {
			["抽"] = {
				["送"] = {
					this = true
				},
				["插"] = {
					["嫩"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["来"] = {
				["往"] = {
					["全"] = {
						["套"] = {
							b = {
								t = {
									this = true
								}
							}
						}
					},
					["视"] = {
						["频"] = {
							this = true,
							["下"] = {
								["载"] = {
									this = true
								}
							},
							["种"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["的"] = {
				["缠"] = {
					["绵"] = {
						this = true
					}
				},
				["抽"] = {
					["插"] = {
						this = true,
						["起"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			},
			["发"] = {
				["片"] = {
					["的"] = {
						["遥"] = {
							["希"] = {
								this = true
							}
						}
					}
				}
			},
			["换"] = {
				["妻"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["初"] = {
						["体"] = {
							["验"] = {
								this = true
							}
						}
					}
				}
			},
			["姐"] = {
				["姐"] = {
					["淫"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					this = true
				}
			},
			["咪"] = {
				["咪"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["赛"] = {
				["车"] = {
					this = true
				}
			},
			["施"] = {
				["暴"] = {
					this = true
				}
			},
			["性"] = {
				["交"] = {
					this = true
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["狗"] = {
			this = true
		},
		["插"] = {
			["港"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["木"] = {
			["弹"] = {
				["弓"] = {
					this = true
				}
			},
			["龙"] = {
				["渊"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			}
		},
		["诉"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["猖"] = {
		["妓"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["凌"] = {
		["辱"] = {
			this = true,
			["学"] = {
				["校"] = {
					this = true
				}
			},
			["大"] = {
				["奶"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["董"] = {
				["卿"] = {
					this = true
				}
			},
			["高"] = {
				["清"] = {
					this = true
				}
			},
			["捆"] = {
				["绑"] = {
					this = true
				}
			},
			["连"] = {
				["锁"] = {
					this = true
				}
			},
			["女"] = {
				["友"] = {
					this = true
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["狩"] = {
				["猎"] = {
					["游"] = {
						["击"] = {
							this = true
						}
					}
				}
			},
			["兽"] = {
				this = true
			},
			["饲"] = {
				["育"] = {
					this = true
				}
			},
			["尤"] = {
				["娜"] = {
					this = true
				}
			}
		},
		["锋"] = {
			this = true
		},
		["虐"] = {
			["玉"] = {
				["门"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["嫖"] = {
		["妓"] = {
			this = true,
			["指"] = {
				["南"] = {
					this = true
				}
			},
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["係"] = {
				["列"] = {
					this = true
				},
				["烮"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["客"] = {
			this = true,
			["挑"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			}
		},
		["娼"] = {
			this = true,
			["ī"] = {
				["拍"] = {
					this = true
				}
			},
			["洎"] = {
				["啪"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["視"] = {
				["頻"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["密"] = {
						["云"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["父"] = {
			["子"] = {
				this = true
			}
		},
		["鸡"] = {
			this = true,
			["大"] = {
				["全"] = {
					this = true
				}
			}
		},
		["雞"] = {
			this = true
		},
		["&"] = {
			["娼"] = {
				["自"] = {
					["拍"] = {
						this = true
					}
				}
			}
		},
		["到"] = {
			["专"] = {
				["柜"] = {
					["正"] = {
						["妹"] = {
							this = true
						}
					}
				}
			}
		},
		["哥"] = {
			["干"] = {
				this = true
			}
		},
		["自"] = {
			["拍"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["扒"] = {
		["穴"] = {
			this = true,
			["、"] = {
				["干"] = {
					["爆"] = {
						this = true
					}
				}
			}
		},
		["屄"] = {
			this = true
		},
		["光"] = {
			this = true
		},
		["开"] = {
			["嫩"] = {
				["穴"] = {
					this = true
				},
				["阴"] = {
					["道"] = {
						this = true
					}
				}
			},
			["她"] = {
				["的"] = {
					["嫩"] = {
						["穴"] = {
							this = true
						},
						["阴"] = {
							["道"] = {
								this = true
							}
						}
					},
					["小"] = {
						["穴"] = {
							["穴"] = {
								this = true
							}
						}
					}
				},
				["两"] = {
					["扇"] = {
						["阴"] = {
							["唇"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["淫"] = {
				["女"] = {
					["的"] = {
						["骚"] = {
							["逼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["皮"] = {
			["刀"] = {
				this = true
			}
		}
	}
end

temp()
