pg = pg or {}
slot0 = pg
slot0.word_template_192 = {}
slot1 = slot0.word_template_192

function temp()
	uv0["掻"] = {
		["本"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["闷"] = {
		["绝"] = {
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["淫"] = {
				["乱"] = {
					["娘"] = {
						this = true
					}
				}
			}
		},
		["絶"] = {
			["爆"] = {
				["乳"] = {
					["妻"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["骚"] = {
			this = true,
			["寡"] = {
				["妇"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["义"] = {
		["母"] = {
			["奴"] = {
				["隷"] = {
					this = true
				}
			},
			["很"] = {
				["寂"] = {
					["寞"] = {
						this = true
					}
				}
			},
			["散"] = {
				["华"] = {
					this = true
				}
			}
		},
		["解"] = {
			this = true
		},
		["兄"] = {
			["偷"] = {
				["拍"] = {
					["妹"] = {
						["妹"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["未"] = {
		["亡"] = {
			["人"] = {
				this = true
			}
		},
		["来"] = {
			["的"] = {
				["自"] = {
					["由"] = {
						["中"] = {
							["国"] = {
								["在"] = {
									["民"] = {
										["间"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["婚"] = {
			["同"] = {
				["居"] = {
					this = true
				}
			}
		},
		["成"] = {
			["年"] = {
				["接"] = {
					["客"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["花"] = {
				this = true
			}
		},
		["能"] = {
			["达"] = {
				["成"] = {
					["共"] = {
						["识"] = {
							["和"] = {
								["政"] = {
									["治"] = {
										["妥"] = {
											["协"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["完"] = {
				["全"] = {
					["平"] = {
						["息"] = {
							["民"] = {
								["间"] = {
									["抗"] = {
										["议"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["提"] = {
			["周"] = {
				["案"] = {
					this = true
				}
			}
		},
		["平"] = {
			["复"] = {
				["的"] = {
					["心"] = {
						this = true
					}
				}
			}
		},
		["满"] = {
			["1"] = {
				["4"] = {
					["周"] = {
						["岁"] = {
							A = {
								["片"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["请"] = {
		["人"] = {
			["处"] = {
				["理"] = {
					["第"] = {
						["三"] = {
							["者"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["君"] = {
			["撸"] = {
				this = true
			}
		},
		["点"] = {
			["击"] = {
				["进"] = {
					["入"] = {
						this = true
					}
				}
			}
		},
		["愿"] = {
			this = true
		},
		["命"] = {
			this = true
		},
		["打"] = {
			["手"] = {
				["解"] = {
					["决"] = {
						["情"] = {
							["敌"] = {
								this = true
							}
						},
						["小"] = {
							["三"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["改"] = {
			["名"] = {
				["李"] = {
					["克"] = {
						["壮"] = {
							this = true
						}
					}
				}
			}
		},
		["输"] = {
			["入"] = {
				["昵"] = {
					["称"] = {
						this = true
					}
				}
			}
		},
		["问"] = {
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["槍"] = {
				["支"] = {
					["分"] = {
						["解"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["职"] = {
			["业"] = {
				["杀"] = {
					["手"] = {
						["复"] = {
							["仇"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["出"] = {
			["示"] = {
				["你"] = {
					["的"] = {
						["证"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["伸"] = {
		["缩"] = {
			["警"] = {
				["棍"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						this = true
					}
				}
			},
			["甩"] = {
				["棍"] = {
					this = true,
					["质"] = {
						["量"] = {
							["高"] = {
								this = true
							}
						}
					}
				}
			},
			["梯"] = {
				this = true
			},
			["型"] = {
				["电"] = {
					["警"] = {
						["棍"] = {
							this = true
						}
					}
				}
			}
		},
		["入"] = {
			["姐"] = {
				["姐"] = {
					["裙"] = {
						["内"] = {
							this = true
						}
					}
				}
			},
			["蜜"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["縮"] = {
			["甩"] = {
				["棍"] = {
					this = true
				}
			}
		},
		["展"] = {
			["台"] = {
				["上"] = {
					["的"] = {
						["毒"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["韦"] = {
		["森"] = {
			["6"] = {
				["左"] = {
					["轮"] = {
						["仿"] = {
							["真"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			["清"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["德"] = {
			["亚"] = {
				["洲"] = {
					this = true
				}
			}
		},
		["二"] = {
			["街"] = {
				this = true
			}
		},
		["青"] = {
			this = true
		},
		["易"] = {
			["博"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["创"] = {
		["富"] = {
			["平"] = {
				["特"] = {
					this = true
				}
			}
		},
		["世"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["之"] = {
				["子"] = {
					["猎"] = {
						["艳"] = {
							["之"] = {
								["旅"] = {
									this = true,
									["*"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["刀"] = {
				["具"] = {
					["网"] = {
						this = true
					}
				}
			},
			["归"] = {
				["来"] = {
					V = {
						["1"] = {
							this = true
						}
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		["惠"] = {
			["期"] = {
				["刊"] = {
					["发"] = {
						["表"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["维"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["艺"] = {
			["期"] = {
				["刊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["意"] = {
			["打"] = {
				["火"] = {
					["机"] = {
						this = true
					}
				}
			},
			["鹰"] = {
				["翔"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["笔"] = {
		["式"] = {
			["短"] = {
				["信"] = {
					this = true,
					["接"] = {
						["收"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["会"] = {
			[" "] = {
				["高"] = {
					["瑜"] = {
						[" "] = {
							["刘"] = {
								["荻"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["墨"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["趣"] = {
			["阁"] = {
				this = true
			}
		},
		["仙"] = {
			["原"] = {
				["来"] = {
					["是"] = {
						["小"] = {
							["受"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["嫊"] = {
		["人"] = {
			this = true
		}
	}
end

temp()
