pg = pg or {}
slot0 = pg
slot0.word_template_147 = {}
slot1 = slot0.word_template_147

function temp()
	uv0.X = {
		M = {
			["1"] = {
				["0"] = {
					["9"] = {
						this = true
					}
				}
			},
			["8"] = {
				["真"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["8"] = {
			["改"] = {
				["号"] = {
					["神"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		X = {
			O = {
				O = {
					["成"] = {
						["人"] = {
							["电"] = {
								["影"] = {
									this = true
								}
							}
						}
					},
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					},
					["電"] = {
						["影"] = {
							this = true
						}
					},
					["撸"] = {
						this = true
					},
					["色"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["+"] = {
				["圣"] = {
					["獣"] = {
						["伝"] = {
							this = true
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["插"] = {
				["插"] = {
					["情"] = {
						["色"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["网"] = {
				["成"] = {
					["人"] = {
						this = true
					}
				}
			},
			["宪"] = {
				["章"] = {
					this = true
				}
			}
		},
		["姓"] = {
			["党"] = {
				this = true
			}
		},
		["希"] = {
			["特"] = {
				["勒"] = {
					this = true
				}
			}
		},
		["主"] = {
			["席"] = {
				this = true,
				["万"] = {
					["岁"] = {
						this = true
					}
				}
			},
			["蓆"] = {
				this = true
			}
		},
		["近"] = {
			["平"] = {
				this = true
			},
			P = {
				this = true
			}
		},
		["禁"] = {
			["评"] = {
				this = true
			}
		},
		i = {
			t = {
				l = {
					e = {
						r = {
							this = true
						}
					}
				},
				a = {
					l = {
						y = {
							this = true
						}
					}
				}
			},
			j = {
				i = {
					n = {
						this = true
					}
				}
			},
			J = {
				i = {
					n = {
						g = {
							P = {
								this = true
							}
						}
					}
				}
			},
			r = {
				u = {
					s = {
						this = true
					}
				}
			},
			V = {
				i = {
					r = {
						u = {
							s = {
								this = true
							}
						}
					}
				}
			},
			["紧"] = {
				p = {
					i = {
						n = {
							G = {
								this = true
							}
						}
					}
				}
			},
			["胖"] = {
				["子"] = {
					this = true
				}
			},
			["主"] = {
				["蓆"] = {
					this = true
				}
			}
		},
		["卧"] = {
			this = true,
			["底"] = {
				this = true,
				["官"] = {
					["方"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				},
				["软"] = {
					["件"] = {
						["官"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["#"] = {
				["底"] = {
					["增"] = {
						["强"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["-"] = {
			["包"] = {
				["子"] = {
					this = true
				}
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["竹"] = {
			["席"] = {
				this = true
			}
		},
		["&"] = {
			["卧"] = {
				["&"] = {
					["底"] = {
						this = true
					}
				}
			},
			["臥"] = {
				["&"] = {
					["底"] = {
						this = true
					}
				}
			}
		},
		B = {
			[" "] = {
				["诺"] = {
					["贝"] = {
						["尔"] = {
							this = true
						}
					}
				}
			}
		},
		I = {
			[" "] = {
				["博"] = {
					["士"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				}
			},
			A = {
				A = {
					V = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["老"] = {
				["大"] = {
					this = true
				}
			}
		},
		J = {
			["平"] = {
				this = true
			}
		},
		O = {
			Y = {
				["影"] = {
					["视"] = {
						this = true
					}
				}
			},
			["高"] = {
				["清"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		T = {
			["5"] = {
				["尼"] = {
					["泊"] = {
						["尔"] = {
							this = true
						}
					}
				}
			}
		},
		["光"] = {
			["暗"] = {
				["宝"] = {
					this = true
				}
			},
			["看"] = {
				["穿"] = {
					["杯"] = {
						["碗"] = {
							this = true
						}
					}
				}
			},
			["透"] = {
				["光"] = {
					["仪"] = {
						this = true
					}
				},
				["视"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["红"] = {
			["颜"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["旧"] = {
			["部"] = {
				this = true
			}
		},
		["妈"] = {
			["牛"] = {
				["比"] = {
					this = true
				}
			}
		},
		["媽"] = {
			["牛"] = {
				["比"] = {
					this = true
				}
			}
		},
		["明"] = {
			["泽"] = {
				this = true
			}
		},
		["娘"] = {
			["伦"] = {
				["理"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["片"] = {
			["免"] = {
				["费"] = {
					["观"] = {
						["看"] = {
							this = true
						}
					}
				}
			}
		},
		["软"] = {
			["#"] = {
				["件"] = {
					["增"] = {
						["强"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			},
			["件"] = {
				["增"] = {
					["强"] = {
						["版"] = {
							this = true
						}
					}
				}
			}
		},
		["軟"] = {
			["#"] = {
				["件"] = {
					["增"] = {
						["強"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["時"] = {
			["間"] = {
				["吉"] = {
					["沢"] = {
						["明"] = {
							["歩"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["臥"] = {
			["#"] = {
				["底"] = {
					["增"] = {
						["強"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			},
			["底"] = {
				this = true,
				["第"] = {
					this = true
				}
			}
		},
		["夜"] = {
			["激"] = {
				["情"] = {
					this = true
				}
			}
		},
		["站"] = {
			["影"] = {
				["视"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["狙"] = {
		["击"] = {
			this = true,
			["之"] = {
				["王"] = {
					M = {
						["3"] = {
							["0"] = {
								["0"] = {
									this = true
								}
							}
						}
					}
				},
				["鹰"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true,
				["专"] = {
					this = true,
					["卖"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true,
				["网"] = {
					this = true
				},
				T = {
					E = {
						L = {
							this = true
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["儿"] = {
					this = true
				},
				["价"] = {
					["格"] = {
						this = true
					}
				},
				["瞄"] = {
					["准"] = {
						["镜"] = {
							this = true
						}
					}
				},
				["系"] = {
					["列"] = {
						this = true
					}
				},
				["专"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["步"] = {
				["狗"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["&"] = {
						["专"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["玩"] = {
						["具"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						q = {
							this = true
						},
						["私"] = {
							["聊"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					},
					["專"] = {
						this = true
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				},
				["$"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				},
				["&"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				},
				["步"] = {
					["枪"] = {
						this = true,
						["真"] = {
							["狗"] = {
								this = true
							}
						}
					}
				},
				["可"] = {
					["看"] = {
						this = true
					}
				},
				["槍"] = {
					this = true
				},
				["熗"] = {
					this = true
				}
			},
			["钢"] = {
				["珠"] = {
					this = true,
					["专"] = {
						["用"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			G = {
				["5"] = {
					["复"] = {
						["合"] = {
							["鹰"] = {
								this = true
							}
						}
					}
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["荹"] = {
				["熗"] = {
					["抟"] = {
						this = true
					}
				}
			},
			["打"] = {
				["枪"] = {
					this = true
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["定"] = {
						["做"] = {
							this = true
						}
					},
					["预"] = {
						["订"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["火"] = {
				["枪"] = {
					this = true
				}
			},
			["镜"] = {
				["专"] = {
					this = true
				}
			},
			["弩"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				}
			},
			["气"] = {
				["步"] = {
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				},
				["狗"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["的"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				},
				["抢"] = {
					this = true
				}
			},
			["槍"] = {
				["儿"] = {
					["瞄"] = {
						["准"] = {
							["镜"] = {
								this = true
							}
						}
					}
				},
				["瞄"] = {
					["准"] = {
						["镜"] = {
							this = true
						}
					}
				}
			},
			["熗"] = {
				this = true,
				["媌"] = {
					["痽"] = {
						["傹"] = {
							this = true
						}
					}
				},
				["抟"] = {
					["蛧"] = {
						this = true
					}
				}
			},
			["手"] = {
				this = true
			},
			["系"] = {
				["列"] = {
					["气"] = {
						["狗"] = {
							this = true
						}
					}
				}
			}
		},
		["#"] = {
			["击"] = {
				["#"] = {
					["枪"] = {
						["专"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["3"] = {
			d = {
				["设"] = {
					["计"] = {
						["图"] = {
							["纸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["步"] = {
			["枪"] = {
				["专"] = {
					this = true
				}
			}
		},
		["狗"] = {
			this = true
		},
		["擊"] = {
			["步"] = {
				["槍"] = {
					this = true,
					["那"] = {
						["里"] = {
							["有"] = {
								this = true
							}
						}
					},
					["專"] = {
						this = true
					}
				},
				["專"] = {
					this = true
				}
			},
			["埗"] = {
				["槍"] = {
					this = true
				}
			},
			["鋼"] = {
				["珠"] = {
					["專"] = {
						["用"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["弩"] = {
				this = true
			},
			["汽"] = {
				["槍"] = {
					this = true
				}
			},
			["槍"] = {
				this = true,
				T = {
					E = {
						L = {
							this = true
						}
					}
				},
				["瞄"] = {
					["准"] = {
						["鏡"] = {
							this = true
						}
					},
					["準"] = {
						["鏡"] = {
							this = true
						}
					}
				},
				["專"] = {
					this = true,
					["網"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["妻"] = {
				this = true,
				["水"] = {
					["谷"] = {
						["心"] = {
							["音"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["如"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["汤"] = {
		["普"] = {
			["森"] = {
				M = {
					["1"] = {
						["9"] = {
							["2"] = {
								["8"] = {
									this = true
								}
							}
						}
					}
				},
				["冲"] = {
					["锋"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["加"] = {
			["丽"] = {
				this = true
			}
		},
		["光"] = {
			["中"] = {
				this = true
			}
		},
		["灿"] = {
			this = true,
			["引"] = {
				["爆"] = {
					["打"] = {
						["老"] = {
							["虎"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["川"] = {
			["爱"] = {
				["子"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					}
				}
			}
		},
		["姆"] = {
			["兰"] = {
				["托"] = {
					["斯"] = {
						["人"] = {
							["权"] = {
								["委"] = {
									["员"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["永"] = {
			["林"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["左"] = {
		["轮"] = {
			this = true,
			["手"] = {
				["枪"] = {
					this = true
				},
				["狗"] = {
					this = true
				}
			},
			["枪"] = {
				this = true
			}
		},
		["旋"] = {
			["麻"] = {
				["黃"] = {
					["素"] = {
						this = true
					}
				},
				["黄"] = {
					this = true,
					["素"] = {
						this = true
					}
				}
			},
			["黃"] = {
				["麻"] = {
					["素"] = {
						this = true
					}
				}
			},
			["溶"] = {
				["肉"] = {
					["瘤"] = {
						["素"] = {
							this = true
						}
					}
				}
			},
			["肉"] = {
				["碱"] = {
					this = true,
					["减"] = {
						["肥"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["翼"] = {
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["作"] = {
				["家"] = {
					this = true
				}
			}
		},
		["爆"] = {
			["轮"] = {
				this = true
			}
		},
		["大"] = {
			["培"] = {
				["公"] = {
					["开"] = {
						["信"] = {
							this = true
						}
					}
				}
			}
		},
		["啡"] = {
			["诺"] = {
				this = true
			}
		},
		["季"] = {
			["高"] = {
				this = true
			}
		},
		["坤"] = {
			this = true
		},
		["輪"] = {
			this = true
		},
		["美"] = {
			["沙"] = {
				["芬"] = {
					this = true
				}
			}
		},
		["密"] = {
			["輪"] = {
				this = true
			}
		},
		["派"] = {
			this = true
		},
		["膀"] = {
			["右"] = {
				["臂"] = {
					["陈"] = {
						["世"] = {
							["炬"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["牵"] = {
			["制"] = {
				["右"] = {
					["干"] = {
						["扰"] = {
							this = true
						}
					}
				}
			}
		},
		["手"] = {
			["持"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["木"] = {
				["乃"] = {
					["伊"] = {
						this = true,
						["弓"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["天"] = {
					["堂"] = {
						this = true
					}
				}
			}
		},
		["太"] = {
			["北"] = {
				this = true
			}
		},
		["鏇"] = {
			["麻"] = {
				["黃"] = {
					["素"] = {
						this = true
					}
				}
			}
		},
		["右"] = {
			["路"] = {
				["线"] = {
					["之"] = {
						["争"] = {
							this = true
						}
					}
				},
				["線"] = {
					["之"] = {
						["爭"] = {
							this = true
						}
					}
				}
			}
		},
		["子"] = {
			["穆"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["穿"] = {
		["甲"] = {
			["弹"] = {
				this = true
			}
		},
		["越"] = {
			["天"] = {
				["龙"] = {
					["八"] = {
						["部"] = {
							["之"] = {
								["风"] = {
									["流"] = {
										["虚"] = {
											["雨"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["风"] = {
				["流"] = {
					["之"] = {
						["情"] = {
							["深"] = {
								["深"] = {
									["雨"] = {
										["蒙"] = {
											["蒙"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["之"] = {
				["还"] = {
					["珠"] = {
						["风"] = {
							["流"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["低"] = {
					["档"] = {
						["妓"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["藏"] = {
			["装"] = {
				this = true
			}
		},
		["黑"] = {
			["衫"] = {
				this = true
			}
		},
		["墙"] = {
			["软"] = {
				["件"] = {
					this = true
				}
			}
		},
		["乳"] = {
			["夹"] = {
				["阴"] = {
					this = true
				}
			}
		},
		["著"] = {
			P = {
				E = {
					["校"] = {
						["服"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["勃"] = {
		["朗"] = {
			["宁"] = {
				this = true,
				m = {
					["1"] = {
						["9"] = {
							["1"] = {
								["1"] = {
									this = true
								}
							}
						}
					}
				},
				["刀"] = {
					this = true
				},
				["军"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["郎"] = {
			["宁"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["起"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["终"] = {
		["极"] = {
			["猎"] = {
				["人"] = {
					this = true,
					["槍"] = {
						this = true
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["家"] = {
						["园"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["网"] = {
						this = true
					}
				}
			},
			["老"] = {
				["虎"] = {
					["江"] = {
						["泽"] = {
							["民"] = {
								this = true
							}
						}
					}
				}
			},
			["色"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["区"] = {
					this = true
				}
			},
			["淫"] = {
				["间"] = {
					this = true
				}
			}
		},
		["级"] = {
			["猎"] = {
				["人"] = {
					this = true
				}
			}
		},
		["结"] = {
			["者"] = {
				["9"] = {
					["9"] = {
						["9"] = {
							this = true
						}
					}
				}
			}
		},
		["身"] = {
			["大"] = {
				["事"] = {
					["拼"] = {
						["爹"] = {
							this = true
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["上"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0.L = {
		["新"] = {
			["型"] = {
				["火"] = {
					["箭"] = {
						this = true
					}
				}
			}
		},
		S = {
			D = {
				["迷"] = {
					["幻"] = {
						["药"] = {
							this = true
						}
					}
				},
				["审"] = {
					["问"] = {
						["药"] = {
							this = true
						}
					}
				},
				["新"] = {
					["型"] = {
						["毒"] = {
							["品"] = {
								this = true
							}
						}
					}
				},
				["致"] = {
					["幻"] = {
						["剂"] = {
							this = true
						}
					}
				}
			}
		},
		["1"] = {
			["1"] = {
				["5"] = {
					A = {
						["3"] = {
							this = true
						}
					}
				}
			}
		},
		i = {
			t = {
				t = {
					l = {
						e = {
							B = {
								u = {
									d = {
										d = {
											h = {
												a = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				[" "] = {
					X = {
						i = {
							a = {
								b = {
									o = {
										this = true
									}
								},
								o = {
									b = {
										o = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				x = {
					i = {
						a = {
							o = {
								b = {
									o = {
										[" "] = {
											["零"] = {
												["八"] = {
													["宪"] = {
														["章"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		A = {
			["討"] = {
				["論"] = {
					["區"] = {
						this = true
					}
				}
			}
		},
		E = {
			["冲"] = {
				["锋"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		o = {
			s = {
				e = {
					[" "] = {
						a = {
							n = {
								d = {
									[" "] = {
										h = {
											o = {
												p = {
													e = {
														[" "] = {
															i = {
																n = {
																	[" "] = {
																		C = {
																			h = {
																				i = {
																					n = {
																						a = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		P = {
			["家"] = {
				["族"] = {
					this = true
				}
			}
		},
		R = {
			["匕"] = {
				["首"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		U = {
			O = {
				T = {
					I = {
						this = true
					}
				}
			}
		},
		X = {
			B = {
				this = true,
				[" "] = {
					["挪"] = {
						["威"] = {
							this = true
						}
					}
				},
				["和"] = {
					["平"] = {
						this = true
					}
				}
			}
		},
		["月"] = {
			S = {
				["日"] = {
					this = true,
					[" "] = {
						["我"] = {
							["还"] = {
								["活"] = {
									["着"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["詹"] = {
			["姆"] = {
				["士"] = {
					["沙"] = {
						["利"] = {
							["文"] = {
								this = true
							}
						}
					}
				}
			}
		},
		e = {
			s = {
				["视"] = {
					["频"] = {
						this = true
					}
				}
			}
		},
		I = {
			H = {
				O = {
					N = {
						G = {
							Z = {
								H = {
									I = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["七"] = {
		["七"] = {
			["式"] = {
				["手"] = {
					["枪"] = {
						this = true,
						["代"] = {
							["理"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["联"] = {
							["系"] = {
								this = true
							}
						},
						["预"] = {
							["订"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["狗"] = {
						this = true
					},
					["木"] = {
						["仓"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				this = true,
				["原"] = {
					["网"] = {
						this = true
					}
				},
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["影"] = {
				["音"] = {
					["先"] = {
						["锋"] = {
							this = true
						}
					}
				}
			},
			["配"] = {
				["件"] = {
					this = true
				}
			},
			["尸"] = {
				["变"] = {
					this = true
				}
			},
			["手"] = {
				["机"] = {
					["网"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["子"] = {
						["弹"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["孔"] = {
			["狗"] = {
				["腿"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["胜"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["星"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["彩"] = {
				this = true,
				["信"] = {
					["誉"] = {
						["投"] = {
							["注"] = {
								["网"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["补"] = {
				["助"] = {
					this = true
				}
			},
			["挂"] = {
				["机"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["视"] = {
					this = true
				}
			}
		},
		["匹"] = {
			["狼"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["连"] = {
			["发"] = {
				this = true,
				q = {
					q = {
						this = true
					}
				},
				["猎"] = {
					["狗"] = {
						this = true
					},
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						},
						["子"] = {
							["弹"] = {
								this = true
							}
						}
					}
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["浸"] = {
			["缾"] = {
				this = true
			},
			["瓶"] = {
				this = true
			}
		},
		["宗"] = {
			["罪"] = {
				this = true
			}
		},
		["大"] = {
			["军"] = {
				["区"] = {
					this = true
				}
			}
		},
		["斤"] = {
			p = {
				i = {
					n = {
						g = {
							this = true
						}
					}
				}
			}
		},
		["觔"] = {
			p = {
				i = {
					n = {
						g = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["一"] = {
				["集"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["百"] = {
			q = {
				o = {
					v = {
						d = {
							this = true
						}
					}
				}
			}
		},
		["步"] = {
			["口"] = {
				["交"] = {
					["法"] = {
						this = true
					}
				}
			},
			["灵"] = {
				["程"] = {
					this = true
				}
			}
		},
		["彩"] = {
			["虹"] = {
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["常"] = {
			["委"] = {
				["\""] = {
					["房"] = {
						["产"] = {
							["3"] = {
								["套"] = {
									["\""] = {
										["存"] = {
											["款"] = {
												["2"] = {
													["3"] = {
														["0"] = {
															["万"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["财"] = {
					["产"] = {
						["公"] = {
							["布"] = {
								this = true
							}
						},
						["明"] = {
							["细"] = {
								this = true
							}
						}
					}
				},
				["分"] = {
					["裂"] = {
						this = true
					}
				},
				["夫"] = {
					["人"] = {
						this = true
					}
				},
				["观"] = {
					["戏"] = {
						["玄"] = {
							["机"] = {
								this = true
							}
						}
					}
				},
				["身"] = {
					["世"] = {
						["背"] = {
							["景"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["代"] = {
			["鹰"] = {
				this = true
			}
		},
		["海"] = {
			["り"] = {
				["あ"] = {
					this = true
				}
			},
			["光"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["里"] = {
				["亚"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["濑"] = {
			["步"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["纪"] = {
				["美"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["里"] = {
				["帆"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["奈"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["乐"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["連"] = {
			["發"] = {
				["獵"] = {
					["狗"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			}
		},
		["灵"] = {
			["派"] = {
				this = true
			}
		},
		["码"] = {
			["会"] = {
				this = true
			}
		},
		["年"] = {
			["屄"] = {
				["痒"] = {
					this = true
				}
			}
		},
		["虐"] = {
			["弃"] = {
				["妃"] = {
					this = true
				}
			}
		},
		["日"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["三"] = {
			["一"] = {
				this = true
			}
		},
		["色"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["塔"] = {
			["寺"] = {
				this = true
			}
		},
		["台"] = {
			["河"] = {
				this = true,
				K = {
					["粉"] = {
						this = true
					}
				},
				["办"] = {
					["假"] = {
						["车"] = {
							["牌"] = {
								this = true
							}
						}
					}
				},
				["冰"] = {
					["毒"] = {
						this = true
					}
				},
				["槍"] = {
					this = true
				},
				["上"] = {
					["门"] = {
						["按"] = {
							["摩"] = {
								this = true
							}
						}
					}
				},
				["肾"] = {
					["源"] = {
						this = true
					}
				},
				["我"] = {
					["要"] = {
						["肾"] = {
							this = true
						}
					}
				},
				["寻"] = {
					["找"] = {
						["肾"] = {
							["源"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["天"] = {
			["夜"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["五"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["夕"] = {
			["成"] = {
				["人"] = {
					["色"] = {
						["情"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["3"] = {
					["屁"] = {
						this = true
					}
				}
			},
			["色"] = {
				["成"] = {
					["人"] = {
						["综"] = {
							["合"] = {
								this = true
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["喜"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["贤"] = {
			["帮"] = {
				this = true
			}
		},
		["肖"] = {
			["中"] = {
				["特"] = {
					this = true
				}
			}
		},
		["一"] = {
			["集"] = {
				["会"] = {
					this = true
				}
			},
			["游"] = {
				["行"] = {
					this = true
				}
			}
		},
		["月"] = {
			["海"] = {
				["岛"] = {
					this = true
				}
			},
			["军"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			},
			["五"] = {
				this = true
			}
		},
		["四"] = {
			["的"] = {
				["一"] = {
					["个"] = {
						["月"] = {
							["前"] = {
								this = true
							}
						}
					}
				},
				["前"] = {
					["一"] = {
						["个"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["松"] = {
		["鼠"] = {
			["牌"] = {
				["单"] = {
					["管"] = {
						this = true
					}
				}
			}
		},
		["岛"] = {
			this = true,
			["枫"] = {
				this = true,
				["2"] = {
					["0"] = {
						["1"] = {
							["2"] = {
								this = true
							}
						}
					}
				},
				A = {
					V = {
						this = true
					}
				},
				a = {
					v = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				b = {
					t = {
						this = true
					}
				},
				q = {
					v = {
						o = {
							d = {
								this = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["高"] = {
					["清"] = {
						this = true,
						A = {
							V = {
								this = true
							}
						}
					}
				},
				["合"] = {
					["集"] = {
						this = true
					}
				},
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["快"] = {
					["播"] = {
						this = true
					}
				},
				["乱"] = {
					["叫"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						this = true,
						["高"] = {
							["清"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["迅"] = {
					["雷"] = {
						this = true
					}
				},
				["照"] = {
					["片"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["岚"] = {
				["的"] = {
					["剧"] = {
						["情"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["永"] = {
				["里"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["花"] = {
			["江"] = {
				["污"] = {
					["染"] = {
						this = true,
						["*"] = {
							this = true
						},
						["汕"] = {
							["尾"] = {
								["事"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["\\"] = {
				["江"] = {
					["污"] = {
						["染"] = {
							this = true
						}
					}
				}
			}
		},
		["冈"] = {
			["洋"] = {
				["右"] = {
					this = true
				}
			},
			["美"] = {
				["和"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["井"] = {
			["石"] = {
				["根"] = {
					this = true
				}
			},
			["玲"] = {
				["奈"] = {
					this = true
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["真"] = {
				["利"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["柏"] = {
			["漫"] = {
				["画"] = {
					this = true
				}
			}
		},
		["坂"] = {
			["树"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["愛"] = {
				["电"] = {
					["驴"] = {
						this = true
					}
				}
			},
			["和"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["代"] = {
					this = true
				}
			},
			["亚"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["亜"] = {
				["璃"] = {
					["沙"] = {
						this = true
					}
				}
			}
		},
		["川"] = {
			["步"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["島"] = {
			["菜"] = {
				["菜"] = {
					["子"] = {
						this = true
					}
				}
			},
			["楓"] = {
				b = {
					t = {
						this = true
					}
				},
				["合"] = {
					["集"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						this = true,
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["香"] = {
				["田"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["岡"] = {
			["智"] = {
				["恵"] = {
					["美"] = {
						this = true
					}
				}
			}
		},
		["谷"] = {
			["英"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紫"] = {
					["种"] = {
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["江"] = {
			["刻"] = {
				["章"] = {
					this = true
				}
			}
		},
		["金"] = {
			["洋"] = {
				["子"] = {
					["写"] = {
						["真"] = {
							this = true
						}
					}
				}
			}
		},
		["警"] = {
			["玲"] = {
				["奈"] = {
					this = true
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["真"] = {
				["利"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["乃"] = {
			["桃"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["浦"] = {
			["利"] = {
				["穗"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["千"] = {
				["佳"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["美"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["夏"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亜"] = {
				["美"] = {
					this = true
				}
			},
			["知"] = {
				["由"] = {
					["里"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["下"] = {
			["爱"] = {
				["来"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["愛"] = {
				["來"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["可"] = {
				["憐"] = {
					B = {
						T = {
							this = true
						}
					},
					["高"] = {
						["速"] = {
							this = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["花"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["滋"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		}
	}
end

temp()
