pg = pg or {}
slot0 = pg
slot0.word_template_34 = {}
slot1 = slot0.word_template_34

function temp()
	uv0["碧"] = {
		["香"] = {
			["亭"] = {
				this = true
			}
		},
		["池"] = {
			this = true
		},
		["莲"] = {
			this = true
		},
		["霄"] = {
			["仙"] = {
				["子"] = {
					this = true
				}
			}
		},
		["雪"] = {
			["情"] = {
				["天"] = {
					this = true
				}
			}
		},
		["游"] = {
			["宫"] = {
				this = true,
				["传"] = {
					["送"] = {
						["员"] = {
							this = true
						}
					}
				},
				["师"] = {
					["尊"] = {
						this = true
					}
				}
			}
		},
		["玉"] = {
			["楼"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true
					}
				}
			},
			["鸳"] = {
				["鸯"] = {
					["扣"] = {
						this = true
					}
				}
			}
		},
		["月"] = {
			["吟"] = {
				["阁"] = {
					this = true,
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				},
				["閣"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["妹"] = {
		["妹"] = {
			this = true,
			["骚"] = {
				["图"] = {
					this = true
				}
			},
			["阴"] = {
				["毛"] = {
					this = true
				}
			},
			["综"] = {
				["合"] = {
					["网"] = {
						this = true
					}
				}
			},
			["爱"] = {
				["上"] = {
					["蜜"] = {
						["桃"] = {
							this = true
						}
					}
				}
			}
		},
		["爽"] = {
			["网"] = {
				this = true
			}
		},
		["疼"] = {
			this = true
		},
		["痛"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["宾"] = {
		["馆"] = {
			["女"] = {
				["郎"] = {
					this = true
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["群"] = {
				p = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["周"] = {
			this = true
		},
		["致"] = {
			["网"] = {
				this = true
			}
		},
		["利"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["好"] = {
		["色"] = {
			c = {
				c = {
					this = true
				}
			},
			["村"] = {
				["妇"] = {
					this = true
				}
			},
			["二"] = {
				["三"] = {
					["两"] = {
						["影"] = {
							["视"] = {
								this = true
							}
						}
					}
				}
			},
			["姐"] = {
				["的"] = {
					["乳"] = {
						["果"] = {
							["汁"] = {
								this = true
							}
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["猫"] = {
				this = true
			},
			["女"] = {
				["教"] = {
					["师"] = {
						this = true
					}
				}
			},
			["妻"] = {
				this = true
			},
			["色"] = {
				this = true,
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["之"] = {
				["图"] = {
					this = true
				}
			}
		},
		["嫩"] = {
			this = true,
			["的"] = {
				["屄"] = {
					["啊"] = {
						this = true
					}
				},
				["阴"] = {
					["户"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			["网"] = {
				this = true
			}
		},
		["刀"] = {
			["网"] = {
				this = true
			}
		},
		["望"] = {
			["角"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["骚"] = {
			this = true,
			["终"] = {
				["合"] = {
					this = true
				}
			},
			A = {
				V = {
					this = true
				}
			},
			["妹"] = {
				["影"] = {
					["视"] = {
						this = true
					},
					["院"] = {
						this = true
					}
				}
			}
		},
		["莱"] = {
			["坞"] = {
				["艳"] = {
					["照"] = {
						["门"] = {
							["种"] = {
								["子"] = {
									this = true
								}
							},
							["全"] = {
								["套"] = {
									this = true
								}
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["第"] = {
					["三"] = {
						["波"] = {
							this = true,
							["下"] = {
								["载"] = {
									this = true
								}
							}
						}
					},
					["四"] = {
						["波"] = {
							this = true,
							["下"] = {
								["载"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["好"] = {
			["日"] = {
				this = true
			},
			["學"] = {
				["“"] = {
					["習"] = {
						["”"] = {
							this = true
						}
					}
				}
			},
			["播"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["撸"] = {
			["网"] = {
				this = true
			},
			["片"] = {
				this = true
			}
		},
		["逼"] = {
			["网"] = {
				this = true
			},
			["美"] = {
				["乳"] = {
					["小"] = {
						["野"] = {
							this = true
						}
					}
				}
			}
		},
		["屌"] = {
			["色"] = {
				this = true
			},
			["妞"] = {
				this = true,
				["视"] = {
					["频"] = {
						this = true
					}
				}
			},
			["妹"] = {
				this = true
			},
			["日"] = {
				this = true
			}
		},
		["孩"] = {
			["子"] = {
				["看"] = {
					["不"] = {
						["见"] = {
							this = true
						}
					}
				}
			}
		},
		["运"] = {
			["来"] = {
				["平"] = {
					["特"] = {
						this = true
					}
				},
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["金"] = {
				["条"] = {
					this = true
				}
			}
		},
		["吊"] = {
			["日"] = {
				this = true,
				A = {
					V = {
						["在"] = {
							["线"] = {
								["视"] = {
									["频"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["草"] = {
				this = true
			}
		},
		["属"] = {
			["曰"] = {
				this = true
			}
		},
		["操"] = {
			["屌"] = {
				this = true
			}
		},
		["席"] = {
			["妞"] = {
				this = true
			}
		},
		["日"] = {
			["日"] = {
				["网"] = {
					this = true
				}
			}
		},
		["吸"] = {
			["食"] = {
				["工"] = {
					["具"] = {
						this = true
					}
				}
			}
		},
		["棒"] = {
			["啊"] = {
				["好"] = {
					["舒"] = {
						["服"] = {
							this = true
						}
					}
				}
			}
		},
		["屄"] = {
			this = true
		},
		["彩"] = {
			["头"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["吃"] = {
			["懒"] = {
				["做"] = {
					this = true,
					["混"] = {
						["官"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["懶"] = {
				["做"] = {
					this = true
				}
			}
		},
		["刺"] = {
			["激"] = {
				["好"] = {
					["粗"] = {
						this = true
					}
				}
			}
		},
		["粗"] = {
			["大"] = {
				["的"] = {
					["肉"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["大"] = {
					["肉"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["好"] = {
				["舒"] = {
					["服"] = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["的"] = {
				["肉"] = {
					["棒"] = {
						this = true
					}
				},
				["阴"] = {
					["唇"] = {
						this = true
					},
					["户"] = {
						this = true,
						["啊"] = {
							this = true
						}
					}
				}
			},
			["阴"] = {
				["户"] = {
					this = true
				}
			}
		},
		["弹"] = {
			["弓"] = {
				this = true
			}
		},
		["电"] = {
			["影"] = {
				["网"] = {
					this = true
				}
			}
		},
		["肥"] = {
			["的"] = {
				["阴"] = {
					["户"] = {
						this = true
					}
				}
			}
		},
		["紧"] = {
			["的"] = {
				["屄"] = {
					this = true,
					["啊"] = {
						this = true
					}
				},
				["小"] = {
					["穴"] = {
						this = true
					}
				},
				["穴"] = {
					this = true
				},
				["阴"] = {
					["道"] = {
						this = true,
						["啊"] = {
							this = true
						}
					},
					["户"] = {
						this = true
					}
				}
			}
		},
		["看"] = {
			["的"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["亚"] = {
					["洲"] = {
						["情"] = {
							["色"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["乐"] = {
			["博"] = {
				this = true
			}
		},
		["了"] = {
			A = {
				V = {
					this = true
				}
			},
			K = {
				K = {
					this = true
				}
			}
		},
		["美"] = {
			["丽"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["涩"] = {
				this = true
			}
		},
		["摸"] = {
			["不"] = {
				["过"] = {
					["少"] = {
						["妇"] = {
							["腿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["騷"] = {
			["綜"] = {
				["合"] = {
					this = true
				}
			}
		},
		["深"] = {
			["啊"] = {
				["操"] = {
					["我"] = {
						this = true
					}
				}
			}
		},
		["舒"] = {
			["服"] = {
				this = true,
				["喔"] = {
					this = true
				},
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["爽"] = {
			["啊"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["顶"] = {
				["得"] = {
					["好"] = {
						["深"] = {
							["啊"] = {
								this = true
							}
						}
					}
				}
			},
			["好"] = {
				["干"] = {
					["净"] = {
						this = true
					}
				}
			}
		},
		["死"] = {
			["不"] = {
				["如"] = {
					["赖"] = {
						["活"] = {
							["着"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["旺"] = {
			["角"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["文"] = {
			["凭"] = {
				this = true
			}
		},
		["想"] = {
			["撸"] = {
				this = true
			}
		},
		["像"] = {
			["没"] = {
				["名"] = {
					["字"] = {
						this = true
					}
				}
			}
		},
		["小"] = {
			["小"] = {
				["骚"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["淫"] = {
			["网"] = {
				this = true
			}
		},
		["硬"] = {
			["的"] = {
				["大"] = {
					["肉"] = {
						["棒"] = {
							this = true
						}
					}
				},
				["肉"] = {
					["棒"] = {
						this = true
					}
				}
			}
		},
		["又"] = {
			["多"] = {
				["信"] = {
					["息"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["诱"] = {
			["人"] = {
				["的"] = {
					["奶"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["站"] = {
			["电"] = {
				["影"] = {
					["大"] = {
						["全"] = {
							this = true
						}
					}
				}
			}
		},
		["长"] = {
			["的"] = {
				["肉"] = {
					["棒"] = {
						this = true
					}
				}
			}
		},
		["嗨"] = {
			["冻"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["放"] = {
		["荡"] = {
			this = true,
			["少"] = {
				["妇"] = {
					this = true,
					["宾"] = {
						["馆"] = {
							this = true
						}
					}
				},
				["女"] = {
					["少"] = {
						["妇"] = {
							this = true
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					this = true
				}
			},
			["教"] = {
				["师"] = {
					["妈"] = {
						["妈"] = {
							this = true
						}
					}
				}
			},
			["青"] = {
				["春"] = {
					this = true
				}
			},
			["娇"] = {
				["娃"] = {
					this = true
				}
			},
			["中"] = {
				["的"] = {
					["灵"] = {
						["与"] = {
							["肉"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["艳"] = {
					["妇"] = {
						["小"] = {
							["说"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["尿"] = {
			this = true
		},
		["蕩"] = {
			this = true,
			["少"] = {
				["婦"] = {
					this = true,
					["賓"] = {
						["館"] = {
							this = true
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					this = true
				}
			}
		},
		["线"] = {
			["菌"] = {
				["酮"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["心"] = {
			["博"] = {
				["平"] = {
					["台"] = {
						this = true
					}
				}
			}
		},
		["课"] = {
			["后"] = {
				h = {
					["放"] = {
						["课"] = {
							["后"] = {
								["濡"] = {
									["湿"] = {
										["的"] = {
											["制"] = {
												["服"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["下"] = {
			["生"] = {
				["死"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["陪"] = {
				["老"] = {
					["娘"] = {
						["玩"] = {
							["玩"] = {
								this = true
							}
						}
					}
				}
			},
			["执"] = {
				["着"] = {
					this = true
				}
			}
		},
		["光"] = {
			["明"] = {
				["电"] = {
					["视"] = {
						["制"] = {
							["作"] = {
								["中"] = {
									["心"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["中"] = {
					["心"] = {
						this = true
					}
				}
			}
		},
		["宽"] = {
			["农"] = {
				["政"] = {
					this = true
				}
			}
		},
		["电"] = {
			["影"] = {
				["网"] = {
					this = true
				}
			}
		},
		["放"] = {
			["电"] = {
				["视"] = {
					["剧"] = {
						this = true
					}
				}
			}
		},
		["江"] = {
			["一"] = {
				["马"] = {
					this = true
				},
				["馬"] = {
					this = true
				}
			}
		},
		["剧"] = {
			["毒"] = {
				this = true
			}
		},
		["課"] = {
			["後"] = {
				["俱"] = {
					["樂"] = {
						["部"] = {
							this = true
						}
					}
				}
			}
		},
		["屁"] = {
			this = true
		},
		["入"] = {
			["春"] = {
				["药"] = {
					this = true
				}
			}
		},
		["炸"] = {
			["彈"] = {
				[" "] = {
					["打"] = {
						["毒"] = {
							["針"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["脚"] = {
		["交"] = {
			this = true
		},
		["操"] = {
			["者"] = {
				this = true
			}
		},
		["本"] = {
			this = true
		},
		["恋"] = {
			["物"] = {
				["癖"] = {
					this = true
				}
			}
		},
		["镣"] = {
			this = true,
			["警"] = {
				["用"] = {
					this = true
				}
			}
		},
		["奴"] = {
			this = true
		},
		["印"] = {
			["工"] = {
				["作"] = {
					["室"] = {
						this = true
					}
				}
			}
		},
		["趾"] = {
			["门"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["勾"] = {
		["魂"] = {
			["少"] = {
				["妇"] = {
					this = true
				},
				["婦"] = {
					this = true
				}
			},
			["的"] = {
				["眼"] = {
					["神"] = {
						this = true
					}
				}
			}
		},
		["清"] = {
			["明"] = {
				this = true
			}
		},
		["搭"] = {
			this = true
		},
		["当"] = {
			["2"] = {
				["红"] = {
					["色"] = {
						["骆"] = {
							["驼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["引"] = {
			this = true,
			["上"] = {
				["床"] = {
					this = true
				}
			},
			["少"] = {
				["年"] = {
					this = true
				}
			}
		},
		["直"] = {
			["刀"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0.S = {
		M = {
			this = true,
			["女"] = {
				["王"] = {
					this = true,
					["实"] = {
						["录"] = {
							this = true
						}
					},
					["调"] = {
						["教"] = {
							this = true
						}
					}
				}
			},
			["舔"] = {
				["穴"] = {
					this = true
				}
			},
			["援"] = {
				["交"] = {
					this = true
				}
			},
			["丝"] = {
				["足"] = {
					["会"] = {
						["所"] = {
							this = true
						}
					}
				},
				["袜"] = {
					["美"] = {
						["腿"] = {
							this = true
						}
					}
				}
			},
			["后"] = {
				["庭"] = {
					["器"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["虐"] = {
				["待"] = {
					this = true
				},
				["肛"] = {
					this = true
				}
			},
			R = {
				T = {
					["蔡"] = {
						this = true
					}
				}
			},
			["超"] = {
				["友"] = {
					["谊"] = {
						["接"] = {
							["触"] = {
								this = true
							}
						}
					}
				}
			},
			["处"] = {
				["女"] = {
					["淫"] = {
						["水"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["道"] = {
				["具"] = {
					this = true
				}
			},
			["高"] = {
				["清"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["故"] = {
				["事"] = {
					this = true
				}
			},
			["继"] = {
				["续"] = {
					["搞"] = {
						["起"] = {
							this = true
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["捆"] = {
				["绑"] = {
					this = true,
					["抽"] = {
						["插"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["真"] = {
						["人"] = {
							this = true
						}
					},
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				},
				["綁"] = {
					this = true
				}
			},
			["綑"] = {
				["綁"] = {
					this = true
				}
			},
			["乐"] = {
				["园"] = {
					this = true
				}
			},
			["恋"] = {
				["虐"] = {
					["日"] = {
						["记"] = {
							this = true
						}
					}
				}
			},
			["男"] = {
				["奴"] = {
					this = true
				}
			},
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			},
			["新"] = {
				["图"] = {
					["作"] = {
						["品"] = {
							this = true
						}
					}
				},
				["圖"] = {
					["作"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["作"] = {
				["品"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		e = {
			r = {
				v = {
					e = {
						r = {
							this = true
						}
					}
				}
			},
			a = {
				r = {
					c = {
						h = {
							p = {
								o = {
									r = {
										t = {
											a = {
												l = {
													["."] = {
														y = {
															o = {
																u = {
																	s = {
																		e = {
																			e = {
																				["."] = {
																					c = {
																						o = {
																							m = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			v = {
				e = {
					n = {
						Y = {
							e = {
								a = {
									r = {
										s = {
											i = {
												n = {
													T = {
														i = {
															b = {
																e = {
																	t = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				I = {
					n = {
						S = {
							e = {
								x = {
									["网"] = {
										["站"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["色"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							this = true
						},
						["網"] = {
							this = true
						}
					}
				},
				["影"] = {
					["视"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		H = {
			I = {
				T = {
					this = true
				}
			}
		},
		U = {
			C = {
				K = {
					this = true
				}
			}
		},
		B = {
			["1"] = {
				["2"] = {
					["3"] = {
						this = true
					}
				}
			},
			["2"] = {
				C = {
					["3"] = {
						["独"] = {
							["立"] = {
								this = true
							}
						}
					},
					["4"] = {
						["独"] = {
							["立"] = {
								this = true
							}
						}
					}
				}
			}
		},
		E = {
			X = {
				this = true,
				["情"] = {
					["色"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				},
				["动"] = {
					["作"] = {
						["片"] = {
							this = true
						}
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["裸"] = {
					["聊"] = {
						["妹"] = {
							["妹"] = {
								this = true
							}
						}
					}
				},
				["色"] = {
					["情"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				},
				["邪"] = {
					["恶"] = {
						["之"] = {
							["旅"] = {
								this = true
							}
						}
					}
				},
				["性"] = {
					["吧"] = {
						["有"] = {
							["你"] = {
								this = true
							}
						}
					}
				},
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			},
			["情"] = {
				["片"] = {
					this = true
				}
			}
		},
		y = {
			s = {
				t = {
					e = {
						m = {
							this = true
						}
					}
				}
			}
		},
		I = {
			M = {
				["卡"] = {
					["抽"] = {
						["奖"] = {
							this = true
						}
					}
				}
			}
		},
		K = {
			Y = {
				P = {
					E = {
						["幸"] = {
							["运"] = {
								["中"] = {
									["奖"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		u = {
			p = {
				e = {
					r = {
						[" "] = {
							S = {
								I = {
									M = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		a = {
			b = {
				e = {
					r = {
						["习"] = {
							this = true
						}
					}
				}
			},
			g = {
				e = {
					r = {
						W = {
							a = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["格"] = {
				["尔"] = {
					["王"] = {
						this = true
					}
				},
				["爾"] = {
					["王"] = {
						this = true
					}
				}
			},
			i = {
				t = {
					o = {
						["真"] = {
							["央"] = {
								this = true
							}
						}
					}
				}
			}
		},
		A = {
			S = {
				["突"] = {
					["击"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			T = {
				["代"] = {
					["考"] = {
						this = true
					}
				},
				["枪"] = {
					["手"] = {
						this = true
					}
				}
			}
		},
		["ｂ"] = {
			this = true
		},
		D = {
			["2"] = {
				["蝴"] = {
					["蝶"] = {
						["炸"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		F = {
			["一"] = {
				["条"] = {
					["龙"] = {
						this = true
					}
				}
			}
		},
		G = {
			M = {
				["营"] = {
					["属"] = {
						["机"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		O = {
			D = {
				["芸"] = {
					["能"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			G = {
				["野"] = {
					["营"] = {
						["砍"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		R = {
			["2"] = {
				["5"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["机"] = {
				["械"] = {
					["刀"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			}
		},
		S = {
			H = {
				["翻"] = {
					["墙"] = {
						this = true
					},
					["牆"] = {
						this = true
					}
				}
			}
		},
		V = {
			D = {
				["狙"] = {
					["击"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						},
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["级"] = {
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				}
			},
			["圣"] = {
				["女"] = {
					this = true
				}
			},
			["素"] = {
				["人"] = {
					["生"] = {
						["摄"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					this = true
				}
			},
			["职"] = {
				["素"] = {
					["场"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["坐"] = {
				["台"] = {
					this = true
				}
			}
		},
		["小"] = {
			["姐"] = {
				["按"] = {
					["摩"] = {
						this = true
					}
				}
			}
		},
		["型"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["集"] = {
		["体"] = {
			["性"] = {
				["爱"] = {
					this = true
				}
			},
			["淫"] = {
				this = true
			},
			["自"] = {
				["杀"] = {
					this = true
				}
			},
			["上"] = {
				["访"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			},
			["暴"] = {
				["露"] = {
					this = true
				}
			}
		},
		["美"] = {
			["舍"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			}
		},
		["束"] = {
			["炸"] = {
				["弹"] = {
					["制"] = {
						["作"] = {
							this = true
						}
					}
				}
			}
		},
		["团"] = {
			["出"] = {
				["售"] = {
					["手"] = {
						["枪"] = {
							this = true,
							["气"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["合"] = {
			this = true
		},
		["会"] = {
			this = true
		},
		["體"] = {
			["性"] = {
				["愛"] = {
					this = true
				}
			},
			["淫"] = {
				this = true
			}
		},
		["妖"] = {
			this = true
		},
		["中"] = {
			["营"] = {
				this = true
			},
			["營"] = {
				this = true
			},
			["教"] = {
				["育"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["熟"] = {
		["女"] = {
			this = true,
			["乱"] = {
				["伦"] = {
					this = true,
					["联"] = {
						["盟"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				},
				["交"] = {
					this = true
				}
			},
			["颜"] = {
				["射"] = {
					this = true
				}
			},
			["护"] = {
				["士"] = {
					this = true
				}
			},
			["骑"] = {
				["兵"] = {
					this = true
				}
			},
			["肏"] = {
				["屄"] = {
					this = true
				}
			},
			["之"] = {
				["惑"] = {
					this = true
				}
			},
			A = {
				["片"] = {
					this = true
				}
			},
			["爱"] = {
				["色"] = {
					this = true
				}
			},
			["插"] = {
				["菊"] = {
					["花"] = {
						this = true
					}
				}
			},
			["潮"] = {
				["吹"] = {
					this = true
				}
			},
			["大"] = {
				["3"] = {
					P = {
						this = true
					}
				}
			},
			["的"] = {
				["悲"] = {
					["哀"] = {
						this = true
					}
				},
				["大"] = {
					["奶"] = {
						this = true
					}
				},
				["情"] = {
					["欲"] = {
						this = true
					}
				}
			},
			["勾"] = {
				["引"] = {
					this = true
				}
			},
			["国"] = {
				["度"] = {
					this = true
				}
			},
			["護"] = {
				["士"] = {
					this = true,
					["亂"] = {
						["舞"] = {
							this = true
						}
					}
				}
			},
			["家"] = {
				["访"] = {
					this = true
				},
				["政"] = {
					["妇"] = {
						this = true
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				},
				["樂"] = {
					["部"] = {
						this = true
					}
				}
			},
			["倶"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["口"] = {
				["活"] = {
					this = true
				},
				["交"] = {
					this = true
				}
			},
			["来"] = {
				["试"] = {
					["衣"] = {
						this = true
					}
				}
			},
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["亮"] = {
				["穴"] = {
					["骚"] = {
						this = true
					}
				}
			},
			["流"] = {
				["精"] = {
					this = true
				}
			},
			["露"] = {
				["脸"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["亂"] = {
				["倫"] = {
					this = true
				}
			},
			["妈"] = {
				["妈"] = {
					this = true
				}
			},
			["毛"] = {
				["逼"] = {
					this = true
				}
			},
			["美"] = {
				["穴"] = {
					["集"] = {
						["合"] = {
							this = true
						}
					},
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				},
				["足"] = {
					this = true
				}
			},
			["秘"] = {
				["书"] = {
					this = true
				}
			},
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["情"] = {
				["骚"] = {
					this = true
				}
			},
			["人"] = {
				["乱"] = {
					["伦"] = {
						this = true
					}
				},
				["妻"] = {
					this = true,
					["网"] = {
						this = true
					},
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["日"] = {
				["记"] = {
					this = true
				}
			},
			["乳"] = {
				["交"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					this = true
				}
			},
			["双"] = {
				["飞"] = {
					this = true
				}
			},
			["送"] = {
				["货"] = {
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["虹"] = {
					this = true
				}
			},
			["图"] = {
				this = true
			},
			["网"] = {
				["爱"] = {
					["记"] = {
						this = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					this = true
				},
				["交"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["图"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["亞"] = {
				["洲"] = {
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			},
			["顏"] = {
				["射"] = {
					this = true
				}
			},
			["義"] = {
				["母"] = {
					this = true
				}
			},
			["淫"] = {
				["荡"] = {
					this = true
				},
				["乱"] = {
					this = true
				},
				["图"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["镇"] = {
				this = true
			},
			["鎮"] = {
				this = true
			},
			["中"] = {
				["出"] = {
					this = true
				}
			},
			["専"] = {
				["科"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["妇"] = {
			this = true,
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["骚"] = {
				["器"] = {
					this = true
				}
			},
			["来"] = {
				["酒"] = {
					["店"] = {
						["开"] = {
							["房"] = {
								this = true
							}
						}
					}
				}
			},
			["装"] = {
				["纯"] = {
					this = true
				}
			}
		},
		["母"] = {
			this = true
		},
		["ㄝ"] = {
			["俱"] = {
				["楽"] = {
					["蔀"] = {
						this = true
					}
				}
			},
			["性"] = {
				["鲛"] = {
					this = true
				}
			}
		},
		["婦"] = {
			this = true,
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["騷"] = {
				["器"] = {
					this = true
				}
			}
		},
		["尻"] = {
			["好"] = {
				["色"] = {
					["襪"] = {
						["褲"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			["婦"] = {
				["淫"] = {
					["交"] = {
						["實"] = {
							["錄"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["模"] = {
			["雨"] = {
				["晴"] = {
					this = true
				}
			}
		},
		["泥"] = {
			this = true
		},
		["骚"] = {
			["妇"] = {
				this = true
			}
		},
		["睡"] = {
			["的"] = {
				["妈"] = {
					["妈"] = {
						this = true
					}
				}
			},
			["中"] = {
				["的"] = {
					["妹"] = {
						["妹"] = {
							this = true
						}
					},
					["女"] = {
						["孩"] = {
							this = true
						}
					}
				}
			}
		},
		["姉"] = {
			["与"] = {
				["正"] = {
					["太"] = {
						this = true
					}
				}
			}
		},
		["料"] = {
			["袋"] = {
				this = true
			}
		}
	}
end

temp()
