pg = pg or {}
slot0 = pg
slot0.word_template_172 = {}
slot1 = slot0.word_template_172

function temp()
	uv0["凤"] = {
		["凰"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["彩"] = {
				["绘"] = {
					["武"] = {
						["士"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["视"] = {
							this = true
						}
					}
				}
			},
			["印"] = {
				["章"] = {
					this = true
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["战"] = {
				["旗"] = {
					this = true
				}
			}
		},
		["姐"] = {
			["导"] = {
				["航"] = {
					this = true
				}
			},
			A = {
				V = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["霸"] = {
			["天"] = {
				["下"] = {
					this = true
				}
			}
		},
		["朝"] = {
			["阳"] = {
				this = true
			}
		},
		["凤"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["岗"] = {
			["狼"] = {
				["友"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["楼"] = {
			this = true,
			["网"] = {
				this = true
			},
			["小"] = {
				["姐"] = {
					this = true,
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["吻"] = {
			["龙"] = {
				["珠"] = {
					this = true
				}
			}
		},
		["舞"] = {
			["天"] = {
				["骄"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["铁"] = {
		["杆"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["血"] = {
			["军"] = {
				["刀"] = {
					["店"] = {
						this = true
					}
				}
			},
			["名"] = {
				["刀"] = {
					["坊"] = {
						this = true
					}
				}
			},
			["木"] = {
				["仓"] = {
					this = true
				}
			},
			["三"] = {
				["国"] = {
					["志"] = {
						this = true
					}
				}
			}
		},
		["算"] = {
			["盘"] = {
				["一"] = {
					["句"] = {
						["解"] = {
							["特"] = {
								["马"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["凝"] = {
			this = true
		},
		g = {
			o = {
				u = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["绷"] = {
			["子"] = {
				this = true
			}
		},
		["铳"] = {
			this = true
		},
		["道"] = {
			["部"] = {
				this = true
			}
		},
		["甲"] = {
			["士"] = {
				["弹"] = {
					["弓"] = {
						this = true
					}
				}
			},
			["争"] = {
				["雄"] = {
					this = true
				}
			}
		},
		["幕"] = {
			this = true,
			["待"] = {
				["启"] = {
					this = true
				}
			}
		},
		["弩"] = {
			["专"] = {
				["营"] = {
					this = true
				}
			}
		},
		["器"] = {
			["女"] = {
				["访"] = {
					["民"] = {
						this = true
					}
				}
			}
		},
		["骑"] = {
			this = true,
			["继"] = {
				["续"] = {
					this = true,
					["前"] = {
						["进"] = {
							this = true
						}
					}
				}
			}
		},
		["路"] = {
			["医"] = {
				["院"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["都"] = {
		["坊"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["市"] = {
			["夜"] = {
				["语"] = {
					this = true
				}
			},
			["娇"] = {
				["妻"] = {
					["之"] = {
						["美"] = {
							["女"] = {
								["后"] = {
									["宫"] = {
										this = true
									}
								}
							}
						},
						["后"] = {
							["宫"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["钢"] = {
					["炮"] = {
						this = true
					}
				},
				["镇"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				}
			},
			["寻"] = {
				["艳"] = {
					["录"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["狐"] = {
					["传"] = {
						this = true
					}
				}
			},
			["品"] = {
				["香"] = {
					["录"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					["的"] = {
						["沉"] = {
							["沦"] = {
								this = true
							}
						}
					}
				}
			},
			["逍"] = {
				["遥"] = {
					["风"] = {
						["流"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["4"] = {
						["6"] = {
							this = true
						}
					}
				}
			},
			["百"] = {
				["美"] = {
					["录"] = {
						["免"] = {
							["费"] = {
								this = true
							}
						}
					}
				}
			},
			["藏"] = {
				["娇"] = {
					this = true
				}
			},
			["春"] = {
				["潮"] = {
					this = true
				}
			},
			["的"] = {
				["童"] = {
					["话"] = {
						this = true
					}
				}
			},
			["风"] = {
				["月"] = {
					["奇"] = {
						["谭"] = {
							this = true
						}
					}
				}
			},
			["富"] = {
				["婆"] = {
					A = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["花"] = {
				["盗"] = {
					this = true
				}
			},
			["换"] = {
				["妻"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["迷"] = {
				["情"] = {
					this = true
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["色"] = {
				["欲"] = {
					this = true
				}
			},
			["侠"] = {
				["女"] = {
					["之"] = {
						["报"] = {
							["复"] = {
								this = true
							}
						}
					}
				}
			},
			["缘"] = {
				this = true
			}
		},
		["大"] = {
			["爽"] = {
				this = true
			}
		},
		["江"] = {
			["堰"] = {
				this = true
			}
		},
		["拉"] = {
			this = true
		},
		["来"] = {
			["."] = {
				["摸"] = {
					["比"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true
			},
			["摸"] = {
				["比"] = {
					this = true
				}
			}
		},
		["说"] = {
			["皇"] = {
				["帝"] = {
					["无"] = {
						["父"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["匀"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["奔"] = {
		["驰"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["车"] = {
				["主"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["雷"] = {
			["手"] = {
				this = true
			}
		},
		["跑"] = {
			["吧"] = {
				["兄"] = {
					["弟"] = {
						this = true
					}
				}
			},
			["兄"] = {
				["弟"] = {
					["中"] = {
						["奖"] = {
							this = true
						}
					}
				}
			}
		},
		["腾"] = {
			["网"] = {
				["络"] = {
					["科"] = {
						["技"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["济"] = {
		["州"] = {
			["岛"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["南"] = {
			["建"] = {
				["设"] = {
					["路"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["增"] = {
				["值"] = {
					["税"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["世"] = {
			["灵"] = {
				["文"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["佰"] = {
		["盈"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["度"] = {
			this = true
		},
		["傢"] = {
			["楽"] = {
				["赌"] = {
					["博"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["传"] = {
		["奇"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["承"] = {
			["撸"] = {
				["文"] = {
					["化"] = {
						this = true
					}
				}
			}
		},
		["九"] = {
			["退"] = {
				["三"] = {
					this = true
				}
			}
		},
		["说"] = {
			["的"] = {
				["胡"] = {
					["曾"] = {
						["联"] = {
							["手"] = {
								["是"] = {
									["一"] = {
										["种"] = {
											["假"] = {
												["象"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["真"] = {
			["群"] = {
				["发"] = {
					this = true
				}
			}
		},
		["中"] = {
			["共"] = {
				["中"] = {
					["央"] = {
						["关"] = {
							["于"] = {
								["1"] = {
									["7"] = {
										["大"] = {
											["的"] = {
												["人"] = {
													["事"] = {
														["安"] = {
															["排"] = {
																["意"] = {
																	["见"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["播"] = {
			["法"] = {
				["轮"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["感"] = {
			["器"] = {
				["引"] = {
					["爆"] = {
						["武"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["回"] = {
			["良"] = {
				["玉"] = {
					["被"] = {
						["查"] = {
							this = true
						}
					},
					["正"] = {
						["在"] = {
							["被"] = {
								["调"] = {
									["查"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["李"] = {
			["小"] = {
				["琳"] = {
					["涉"] = {
						["三"] = {
							["峡"] = {
								["腐"] = {
									["败"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["禧"] = {
			G = {
				i = {
					f = {
						t = {
							this = true
						}
					}
				}
			}
		},
		["召"] = {
			["大"] = {
				["法"] = {
					["会"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["将"] = {
		["军"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["研"] = {
				["彩"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["则"] = {
			["民"] = {
				this = true
			}
		},
		["被"] = {
			this = true
		},
		["阴"] = {
			["茎"] = {
				["尽"] = {
					["根"] = {
						["插"] = {
							["入"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["君"] = {
		["怡"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["品"] = {
			["名"] = {
				["刃"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["岛"] = {
			["梨"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["香"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["萌"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["島"] = {
			["愛"] = {
				["迅"] = {
					["雷"] = {
						this = true
					}
				}
			}
		},
		["得"] = {
			["拉"] = {
				this = true
			}
		},
		["都"] = {
			["拉"] = {
				this = true
			}
		},
		["杜"] = {
			["拉"] = {
				this = true
			}
		},
		["豪"] = {
			["富"] = {
				["婆"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["弘"] = {
			this = true
		},
		["民"] = {
			["法"] = {
				this = true
			}
		},
		["悦"] = {
			this = true,
			["酒"] = {
				["店"] = {
					["开"] = {
						["轰"] = {
							["趴"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["卢"] = {
		["克"] = {
			["索"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["福"] = {
			["坦"] = {
				this = true
			}
		},
		["跃"] = {
			["刚"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["冠"] = {
			["廷"] = {
				["的"] = {
					["专"] = {
						["辑"] = {
							["《"] = {
								["1"] = {
									["9"] = {
										["8"] = {
											["9"] = {
												["》"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
