pg = pg or {}
slot0 = pg
slot0.word_template_171 = {}
slot1 = slot0.word_template_171

function temp()
	uv0["葡"] = {
		["京"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					},
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["现"] = {
				["金"] = {
					["直"] = {
						["营"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["棋"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["萄"] = {
			["色"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["梦"] = {
		["幻"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["将"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["大"] = {
				["乱"] = {
					["交"] = {
						this = true
					}
				}
			},
			["天"] = {
				["使"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			D = {
				G = {
					this = true
				}
			}
		},
		["遗"] = {
			this = true
		},
		["之"] = {
			["城"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["龙"] = {
			Y = {
				["传"] = {
					this = true
				}
			}
		},
		["中"] = {
			["的"] = {
				["女"] = {
					["孩"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["网"] = {
			["洪"] = {
				["志"] = {
					this = true
				}
			}
		},
		["露"] = {
			["迷"] = {
				["魂"] = {
					["葯"] = {
						["水"] = {
							this = true
						}
					}
				},
				["云"] = {
					["鬼"] = {
						["葯"] = {
							["水"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["雪"] = {
			["近"] = {
				["平"] = {
					this = true
				}
			}
		},
		["野"] = {
			["玛"] = {
				["里"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鼎"] = {
		["龙"] = {
			this = true,
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["丰"] = {
			this = true,
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["棋"] = {
				["牌"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["尚"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["博"] = {
			["网"] = {
				this = true
			},
			["博"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["盛"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["棋"] = {
				["牌"] = {
					this = true
				}
			},
			["学"] = {
				["术"] = {
					["网"] = {
						this = true
					}
				}
			},
			["证"] = {
				["件"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["鑫"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["半"] = {
		["岛"] = {
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["自"] = {
			["动"] = {
				this = true,
				["狗"] = {
					this = true
				},
				p = {
					c = {
						p = {
							this = true
						}
					}
				},
				["步"] = {
					this = true,
					["枪"] = {
						this = true
					}
				},
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["卡"] = {
					["巴"] = {
						["枪"] = {
							this = true
						}
					},
					["宾"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["开"] = {
					["锁"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						},
						["枪"] = {
							this = true
						}
					}
				},
				["猎"] = {
					["枪"] = {
						this = true
					}
				},
				["射"] = {
					["击"] = {
						this = true
					}
				},
				["式"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				},
				["突"] = {
					["击"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["霰"] = {
					["弹"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["動"] = {
				this = true,
				["手"] = {
					["槍"] = {
						["‎"] = {
							this = true
						}
					}
				}
			}
		},
		["羽"] = {
			this = true,
			["大"] = {
				["帝"] = {
					this = true
				},
				["大"] = {
					this = true
				}
			},
			["总"] = {
				this = true
			},
			["煮"] = {
				this = true
			},
			["之"] = {
				["斤"] = {
					["平"] = {
						this = true
					}
				},
				["觔"] = {
					["平"] = {
						this = true
					}
				}
			},
			["精"] = {
				["瓶"] = {
					this = true
				},
				["缾"] = {
					this = true
				}
			},
			["帝"] = {
				this = true
			}
		},
		["壁"] = {
			["西"] = {
				["南"] = {
					["一"] = {
						["柱"] = {
							["倾"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["车"] = {
			["5"] = {
				["克"] = {
					this = true
				}
			}
		},
		["成"] = {
			["品"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["方"] = {
			["形"] = {
				["酸"] = {
					this = true
				}
			}
		},
		["路"] = {
			["擒"] = {
				["君"] = {
					this = true
				}
			}
		},
		["裸"] = {
			["江"] = {
				["山"] = {
					this = true
				}
			},
			["浪"] = {
				["漫"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["平"] = {
			["弹"] = {
				["头"] = {
					this = true
				}
			}
		},
		["条"] = {
			this = true
		},
		["推"] = {
			["半"] = {
				["就"] = {
					this = true
				}
			}
		},
		["夜"] = {
			["和"] = {
				["老"] = {
					["婆"] = {
						this = true
					}
				}
			}
		},
		["圆"] = {
			["刮"] = {
				["*"] = {
					["刀"] = {
						this = true
					},
					["叨"] = {
						["%"] = {
							this = true
						}
					}
				},
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["刀"] = {
					this = true,
					["具"] = {
						["具"] = {
							this = true
						}
					},
					["密"] = {
						["云"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["锁"] = {
				["无"] = {
					["敌"] = {
						["霸"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["证"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["喜"] = {
		["力"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["达"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["来"] = {
			["登"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["乐"] = {
				this = true
			}
		},
		["金"] = {
			["貧"] = {
				this = true
			},
			["贫"] = {
				this = true
			},
			["苹"] = {
				this = true
			},
			["凭"] = {
				this = true
			},
			["憑"] = {
				this = true
			},
			["蘋"] = {
				this = true
			}
		},
		["勁"] = {
			["萍"] = {
				this = true
			}
		},
		["進"] = {
			["貧"] = {
				this = true
			},
			["萍"] = {
				this = true
			},
			["缾"] = {
				this = true
			},
			["蘋"] = {
				this = true
			}
		},
		["劲"] = {
			["萍"] = {
				this = true
			}
		},
		["进"] = {
			["贫"] = {
				this = true
			},
			["苹"] = {
				this = true
			},
			["瓶"] = {
				this = true
			},
			["萍"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["大"] = {
			["大"] = {
				this = true
			},
			["傻"] = {
				this = true
			}
		},
		["禁"] = {
			["评"] = {
				this = true
			},
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			},
			["評"] = {
				this = true
			}
		},
		["近"] = {
			["平"] = {
				this = true
			},
			["评"] = {
				this = true
			},
			["屏"] = {
				this = true
			},
			["評"] = {
				this = true
			}
		},
		["乐"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["在"] = {
								["线"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["福"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["剑"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["劒"] = {
			["缾"] = {
				this = true
			}
		},
		["斤"] = {
			["瓶"] = {
				this = true
			}
		},
		["觔"] = {
			["缾"] = {
				this = true
			}
		},
		["儘"] = {
			["萍"] = {
				this = true
			}
		},
		["尽"] = {
			["萍"] = {
				this = true
			}
		},
		["京"] = {
			["平"] = {
				this = true
			}
		},
		["经"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["經"] = {
			["缾"] = {
				this = true
			}
		},
		["精"] = {
			["评"] = {
				this = true
			},
			["評"] = {
				this = true
			}
		},
		["净"] = {
			["平"] = {
				this = true
			}
		},
		["淨"] = {
			["平"] = {
				this = true
			}
		},
		["静"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["靜"] = {
			["缾"] = {
				this = true
			}
		},
		["镜"] = {
			["评"] = {
				this = true
			}
		},
		["鏡"] = {
			["評"] = {
				this = true
			}
		},
		["爱"] = {
			["色"] = {
				["成"] = {
					["人"] = {
						this = true
					}
				},
				["情"] = {
					["色"] = {
						this = true
					}
				}
			}
		},
		["充"] = {
			["充"] = {
				this = true
			}
		},
		["蛋"] = {
			this = true
		},
		["欢"] = {
			["口"] = {
				["交"] = {
					["的"] = {
						["必"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			},
			["妻"] = {
				["子"] = {
					["被"] = {
						["轮"] = {
							["奸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["路"] = {
			["宝"] = {
				this = true
			}
		},
		["色"] = {
			this = true
		},
		["煮"] = {
			["席"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["嘉"] = {
		["年"] = {
			["华"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["禾"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["瓦"] = {
			["仁"] = {
				["波"] = {
					["切"] = {
						this = true,
						["回"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["逸"] = {
			["时"] = {
				["时"] = {
					this = true
				}
			}
		},
		["峪"] = {
			["关"] = {
				K = {
					["粉"] = {
						this = true
					}
				},
				["冰"] = {
					["毒"] = {
						this = true
					}
				},
				["假"] = {
					["币"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["辉"] = {
		["煌"] = {
			["国"] = {
				["际"] = {
					this = true,
					["游"] = {
						["戏"] = {
							this = true,
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["状"] = {
		["元"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["红"] = {
				["成"] = {
					["人"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鸿"] = {
		["利"] = {
			this = true,
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						},
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["运"] = {
			this = true,
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					["博"] = {
						["客"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["福"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["路"] = {
				["口"] = {
					this = true
				}
			},
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["泰"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["通"] = {
				["迅"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["胜"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["考"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["海"] = {
			this = true,
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["彩"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["达"] = {
			["论"] = {
				["文"] = {
					["期"] = {
						["刊"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["模"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["通"] = {
				["信"] = {
					this = true
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			},
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["飞"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["孚"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["富"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["图"] = {
			["记"] = {
				this = true
			}
		},
		["翔"] = {
			["汇"] = {
				this = true
			}
		},
		["钥"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["宇"] = {
			this = true,
			["2"] = {
				["0"] = {
					["号"] = {
						this = true
					},
					["日"] = {
						this = true
					}
				}
			},
			["二"] = {
				["十"] = {
					this = true
				}
			},
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["通"] = {
				["信"] = {
					this = true
				},
				["讯"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["在"] = {
		["线"] = {
			["现"] = {
				["金"] = {
					["扑"] = {
						["克"] = {
							this = true
						}
					},
					["博"] = {
						["彩"] = {
							this = true
						}
					},
					["六"] = {
						["合"] = {
							["彩"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["8"] = {
						["8"] = {
							["8"] = {
								["赌"] = {
									["博"] = {
										["平"] = {
											["台"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["场"] = {
						this = true
					},
					["轮"] = {
						["盘"] = {
							this = true
						}
					}
				}
			},
			["播"] = {
				["放"] = {
					this = true
				}
			},
			["博"] = {
				["彩"] = {
					this = true,
					["网"] = {
						["站"] = {
							this = true
						}
					},
					["赌"] = {
						["球"] = {
							this = true
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["理"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					},
					["正"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["3"] = {
				D = {
					["性"] = {
						["爱"] = {
							this = true
						}
					},
					["玉"] = {
						["蒲"] = {
							["团"] = {
								this = true
							}
						}
					}
				},
				P = {
					this = true,
					["的"] = {
						["技"] = {
							["巧"] = {
								this = true
							}
						}
					},
					["口"] = {
						["交"] = {
							this = true
						}
					},
					["乱"] = {
						["交"] = {
							this = true
						},
						["伦"] = {
							this = true
						}
					},
					["炮"] = {
						["图"] = {
							this = true
						}
					},
					["淫"] = {
						["水"] = {
							this = true
						}
					}
				}
			},
			A = {
				V = {
					["播"] = {
						["放"] = {
							this = true
						}
					}
				},
				["片"] = {
					["观"] = {
						["看"] = {
							this = true
						}
					},
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			a = {
				v = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true,
						["平"] = {
							["台"] = {
								this = true
							}
						},
						["投"] = {
							["注"] = {
								this = true
							}
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					["下"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["操"] = {
				["少"] = {
					["妇"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["动"] = {
						["漫"] = {
							this = true
						}
					},
					["发"] = {
						["帖"] = {
							this = true
						}
					},
					["裸"] = {
						["聊"] = {
							["网"] = {
								this = true
							}
						}
					},
					["影"] = {
						["院"] = {
							this = true,
							["版"] = {
								this = true
							}
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					["假"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["动"] = {
				["漫"] = {
					this = true
				}
			},
			["赌"] = {
				["博"] = {
					this = true,
					["导"] = {
						["航"] = {
							this = true
						}
					},
					["机"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				},
				["场"] = {
					this = true
				},
				["钱"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					},
					["网"] = {
						["站"] = {
							this = true
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				},
				["球"] = {
					this = true
				}
			},
			["高"] = {
				["清"] = {
					this = true
				}
			},
			["观"] = {
				["看"] = {
					this = true,
					A = {
						["片"] = {
							this = true
						}
					},
					["爽"] = {
						["爽"] = {
							["爽"] = {
								this = true
							}
						}
					},
					["淫"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["祼"] = {
				["聊"] = {
					this = true,
					["表"] = {
						["演"] = {
							this = true
						}
					}
				}
			},
			["皇"] = {
				["冠"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["黄"] = {
				["片"] = {
					this = true,
					["网"] = {
						["址"] = {
							this = true
						}
					}
				},
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["裸"] = {
						["聊"] = {
							this = true
						}
					},
					["爽"] = {
						["片"] = {
							this = true
						}
					},
					["淫"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["看"] = {
				this = true
			},
			["宽"] = {
				["频"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["虎"] = {
					["机"] = {
						this = true
					}
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true,
						["投"] = {
							["注"] = {
								this = true
							}
						},
						["下"] = {
							["注"] = {
								this = true
							}
						}
					}
				}
			},
			["龙"] = {
				["虎"] = {
					["斗"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true,
				["影"] = {
					["视"] = {
						this = true
					}
				}
			},
			["乱"] = {
				["伦"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["激"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["轮"] = {
				["盘"] = {
					["博"] = {
						["彩"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				this = true
			},
			["免"] = {
				["费"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					},
					["淫"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["摸"] = {
				["奶"] = {
					["秀"] = {
						this = true
					}
				}
			},
			["女"] = {
				["主"] = {
					["播"] = {
						this = true
					}
				}
			},
			["棋"] = {
				["牌"] = {
					this = true,
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["决"] = {
					this = true
				},
				["配"] = {
					["件"] = {
						this = true
					}
				}
			},
			["情"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					["片"] = {
						this = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			},
			["生"] = {
				["成"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["视"] = {
				["裸"] = {
					["聊"] = {
						this = true
					}
				},
				["频"] = {
					this = true,
					["聊"] = {
						["天"] = {
							this = true
						}
					},
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				},
				["屏"] = {
					this = true
				}
			},
			["售"] = {
				["肾"] = {
					this = true
				}
			},
			["梭"] = {
				["哈"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["体"] = {
				["育"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["脱"] = {
				["衣"] = {
					["做"] = {
						["爱"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["博"] = {
						["彩"] = {
							this = true
						}
					}
				}
			},
			["下"] = {
				["%"] = {
					["注"] = {
						this = true
					}
				},
				["注"] = {
					this = true
				}
			},
			["小"] = {
				["淫"] = {
					["虫"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["押"] = {
				["宝"] = {
					this = true
				}
			},
			["亚"] = {
				["洲"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["艳"] = {
				["舞"] = {
					this = true,
					["表"] = {
						["演"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						this = true,
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				},
				["洞"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				},
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				},
				["穴"] = {
					this = true
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["约"] = {
				["会"] = {
					this = true
				}
			},
			["扎"] = {
				["金"] = {
					["花"] = {
						this = true
					}
				}
			},
			["找"] = {
				["妹"] = {
					["啪"] = {
						["啪"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["钱"] = {
					["2"] = {
						["1"] = {
							["点"] = {
								this = true
							}
						}
					},
					["百"] = {
						["家"] = {
							["乐"] = {
								this = true
							}
						}
					},
					["博"] = {
						["彩"] = {
							this = true
						}
					},
					["赌"] = {
						["博"] = {
							this = true
						}
					},
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["梭"] = {
						["哈"] = {
							this = true
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				},
				["人"] = {
					["百"] = {
						["家"] = {
							["乐"] = {
								this = true
							}
						}
					},
					["艳"] = {
						["舞"] = {
							this = true
						}
					},
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["咨"] = {
				["询"] = {
					["枪"] = {
						["支"] = {
							["贩"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["健"] = {
			["身"] = {
				["房"] = {
					["被"] = {
						["教"] = {
							["练"] = {
								["们"] = {
									["轮"] = {
										["奸"] = {
											["的"] = {
												["肉"] = {
													["丝"] = {
														["老"] = {
															["婆"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["家"] = {
			["里"] = {
				["做"] = {
					["原"] = {
						["子"] = {
							["弹"] = {
								this = true,
								["的"] = {
									["方"] = {
										["法"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["厡"] = {
						["ふ"] = {
							["弹"] = {
								this = true
							}
						}
					}
				},
				["玩"] = {
					["弄"] = {
						["嫂"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["操"] = {
				["的"] = {
					["嫩"] = {
						["逼"] = {
							this = true
						}
					}
				}
			},
			["等"] = {
				["你"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["风"] = {
				["韵"] = {
					["徐"] = {
						["娘"] = {
							this = true
						}
					}
				}
			},
			["撸"] = {
				this = true
			},
			["做"] = {
				["厡"] = {
					["ふ"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["车"] = {
				["上"] = {
					["被"] = {
						["人"] = {
							["强"] = {
								["奸"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["十"] = {
			["月"] = {
				this = true
			}
		},
		["此"] = {
			["一"] = {
				["疫"] = {
					this = true
				}
			}
		},
		["北"] = {
			["京"] = {
				["汽"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["仓"] = {
			["库"] = {
				["中"] = {
					this = true
				}
			}
		},
		["草"] = {
			["地"] = {
				["上"] = {
					["卄"] = {
						this = true
					}
				}
			}
		},
		["床"] = {
			["上"] = {
				["攻"] = {
					["破"] = {
						["良"] = {
							["家"] = {
								this = true
							}
						}
					}
				},
				["呻"] = {
					["吟"] = {
						this = true
					}
				}
			}
		},
		["东"] = {
			["直"] = {
				["门"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["房"] = {
			["间"] = {
				["用"] = {
					["跳"] = {
						["蛋"] = {
							this = true
						}
					}
				}
			}
		},
		["红"] = {
			["色"] = {
				["的"] = {
					["天"] = {
						["空"] = {
							["下"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纟"] = {
			["戋"] = {
				["贝"] = {
					["者"] = {
						["十"] = {
							["尃"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["酒"] = {
			["店"] = {
				["里"] = {
					["让"] = {
						["人"] = {
							["内"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["军"] = {
			["港"] = {
				["中"] = {
					this = true
				}
			}
		},
		["口"] = {
			["那"] = {
				["里"] = {
					["器"] = {
						["官"] = {
							this = true
						}
					}
				}
			}
		},
		["零"] = {
			["食"] = {
				["里"] = {
					["下"] = {
						["春"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["哪"] = {
			["?"] = {
				["巴"] = {
					["到"] = {
						this = true
					}
				},
				["交"] = {
					["到"] = {
						this = true
					}
				},
				["浪"] = {
					["到"] = {
						this = true
					}
				},
				["妻"] = {
					["到"] = {
						this = true
					}
				},
				["射"] = {
					["到"] = {
						this = true
					}
				}
			},
			["3"] = {
				P = {
					["到"] = {
						this = true
					}
				},
				X = {
					this = true
				}
			},
			["4"] = {
				P = {
					this = true
				}
			},
			a = {
				k = {
					this = true
				}
			},
			A = {
				V = {
					this = true
				}
			},
			B = {
				this = true,
				["冰"] = {
					this = true
				},
				["毛"] = {
					["到"] = {
						this = true
					}
				}
			},
			J = {
				B = {
					["到"] = {
						this = true
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["按"] = {
				["摩"] = {
					["到"] = {
						this = true
					}
				}
			},
			["把"] = {
				["妹"] = {
					["到"] = {
						this = true
					}
				}
			},
			["掰"] = {
				["屄"] = {
					this = true
				}
			},
			["白"] = {
				["面"] = {
					this = true
				}
			},
			["伴"] = {
				["游"] = {
					["到"] = {
						this = true
					}
				}
			},
			["辦"] = {
				["証"] = {
					this = true
				}
			},
			["爆"] = {
				["肛"] = {
					this = true
				}
			},
			["笨"] = {
				["逼"] = {
					["到"] = {
						this = true
					}
				}
			},
			["匕"] = {
				["首"] = {
					["到"] = {
						this = true
					}
				}
			},
			["冰"] = {
				["冰"] = {
					this = true
				},
				["毒"] = {
					this = true
				},
				["妹"] = {
					this = true
				},
				["肉"] = {
					this = true
				},
				["砖"] = {
					this = true
				}
			},
			["波"] = {
				["推"] = {
					this = true
				}
			},
			["操"] = {
				["逼"] = {
					["到"] = {
						this = true
					}
				},
				["比"] = {
					["到"] = {
						this = true
					}
				},
				["蛋"] = {
					["到"] = {
						this = true
					}
				},
				["你"] = {
					["到"] = {
						this = true
					}
				},
				["妳"] = {
					["到"] = {
						this = true
					}
				},
				["他"] = {
					["到"] = {
						this = true
					}
				},
				["我"] = {
					["到"] = {
						this = true
					}
				}
			},
			["策"] = {
				["屁"] = {
					["到"] = {
						this = true
					}
				}
			},
			["插"] = {
				["你"] = {
					["到"] = {
						this = true
					}
				}
			},
			["潮"] = {
				["吹"] = {
					this = true
				}
			},
			["诚"] = {
				["信"] = {
					this = true
				}
			},
			["持"] = {
				["枪"] = {
					this = true
				}
			},
			["出"] = {
				["猎"] = {
					this = true
				}
			},
			["床"] = {
				["照"] = {
					this = true
				}
			},
			["吹"] = {
				["箫"] = {
					this = true
				}
			},
			["春"] = {
				["宫"] = {
					["到"] = {
						this = true
					}
				},
				["药"] = {
					this = true
				}
			},
			["大"] = {
				b = {
					["到"] = {
						this = true
					}
				},
				["逼"] = {
					["到"] = {
						this = true
					}
				},
				["奶"] = {
					this = true
				}
			},
			["地"] = {
				["雷"] = {
					["到"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["具"] = {
					this = true
				},
				["客"] = {
					["到"] = {
						this = true
					}
				}
			},
			["多"] = {
				P = {
					this = true
				}
			},
			["儿"] = {
				["枪"] = {
					["支"] = {
						this = true
					}
				}
			},
			["发"] = {
				["缥"] = {
					this = true
				}
			},
			["發"] = {
				["缥"] = {
					this = true
				}
			},
			["返"] = {
				["点"] = {
					this = true
				}
			},
			["饭"] = {
				["岛"] = {
					this = true
				}
			},
			["仿"] = {
				["钞"] = {
					this = true
				}
			},
			["放"] = {
				["水"] = {
					["到"] = {
						this = true
					}
				}
			},
			["粉"] = {
				["穴"] = {
					this = true
				}
			},
			["风"] = {
				["骚"] = {
					["到"] = {
						this = true
					}
				}
			},
			["肝"] = {
				["源"] = {
					this = true
				}
			},
			["感"] = {
				["丰"] = {
					this = true
				}
			},
			["干"] = {
				["扰"] = {
					this = true
				}
			},
			["刚"] = {
				o = {
					["到"] = {
						this = true
					}
				}
			},
			["肛"] = {
				["交"] = {
					this = true
				}
			},
			["狗"] = {
				["粮"] = {
					this = true
				}
			},
			["够"] = {
				["肾"] = {
					this = true
				}
			},
			["合"] = {
				["体"] = {
					this = true
				}
			},
			["换"] = {
				["妻"] = {
					this = true
				}
			},
			["鸡"] = {
				["场"] = {
					this = true
				}
			},
			["假"] = {
				["幣"] = {
					this = true
				},
				["鈔"] = {
					this = true
				},
				["面"] = {
					this = true
				},
				["牌"] = {
					this = true
				},
				["钱"] = {
					this = true
				},
				["枪"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["叫"] = {
				["春"] = {
					this = true
				}
			},
			["军"] = {
				["刺"] = {
					this = true
				},
				["刀"] = {
					this = true
				},
				["狗"] = {
					this = true
				}
			},
			["开"] = {
				["锁"] = {
					this = true
				}
			},
			["口"] = {
				["爆"] = {
					this = true
				}
			},
			["辣"] = {
				["妹"] = {
					this = true
				}
			},
			["狼"] = {
				["人"] = {
					["到"] = {
						this = true
					}
				}
			},
			["浪"] = {
				["穴"] = {
					this = true
				}
			},
			["利"] = {
				["速"] = {
					this = true
				}
			},
			["露"] = {
				["乳"] = {
					this = true
				}
			},
			["乱"] = {
				["交"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					this = true
				},
				["女"] = {
					this = true
				}
			},
			["绿"] = {
				["冰"] = {
					this = true
				}
			},
			["麻"] = {
				["烟"] = {
					this = true
				}
			},
			["帽"] = {
				["刀"] = {
					["到"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["粉"] = {
					this = true
				},
				["烟"] = {
					this = true
				},
				["药"] = {
					this = true
				},
				["葯"] = {
					this = true
				}
			},
			["密"] = {
				["爱"] = {
					["到"] = {
						this = true
					}
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["嫩"] = {
				["穴"] = {
					this = true
				}
			},
			["能"] = {
				["枪"] = {
					this = true
				}
			},
			["虐"] = {
				["恋"] = {
					["到"] = {
						this = true
					}
				}
			},
			["女"] = {
				["优"] = {
					["到"] = {
						this = true
					}
				}
			},
			["哌"] = {
				["啶"] = {
					this = true
				}
			},
			["陪"] = {
				["游"] = {
					["到"] = {
						this = true
					}
				}
			},
			["盆"] = {
				["花"] = {
					this = true
				}
			},
			["嫖"] = {
				["客"] = {
					["到"] = {
						this = true
					}
				}
			},
			["气"] = {
				["猎"] = {
					this = true
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["氣"] = {
				["槍"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["支"] = {
					this = true
				}
			},
			["槍"] = {
				this = true,
				["袋"] = {
					this = true
				},
				["管"] = {
					this = true
				},
				["琯"] = {
					this = true
				},
				["箱"] = {
					this = true
				},
				["支"] = {
					this = true
				}
			},
			["强"] = {
				["我"] = {
					["到"] = {
						this = true
					}
				}
			},
			["抢"] = {
				["支"] = {
					this = true
				}
			},
			["亲"] = {
				["密"] = {
					["到"] = {
						this = true
					}
				}
			},
			["群"] = {
				P = {
					this = true
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["揉"] = {
				["奶"] = {
					this = true
				}
			},
			["肉"] = {
				["棒"] = {
					this = true
				},
				["洞"] = {
					this = true
				},
				["棍"] = {
					this = true
				}
			},
			["乳"] = {
				["性"] = {
					this = true
				}
			},
			["骚"] = {
				["屄"] = {
					this = true
				},
				["穴"] = {
					this = true
				}
			},
			["涩"] = {
				["爱"] = {
					this = true
				}
			},
			["神"] = {
				["油"] = {
					this = true
				}
			},
			["肾"] = {
				this = true
			},
			["圣"] = {
				["水"] = {
					this = true
				}
			},
			["收"] = {
				["肾"] = {
					this = true
				}
			},
			["手"] = {
				["狗"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["售"] = {
				["刀"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["兽"] = {
				["交"] = {
					this = true
				}
			},
			["双"] = {
				["飞"] = {
					this = true
				}
			},
			["水"] = {
				["野"] = {
					this = true
				}
			},
			["税"] = {
				["票"] = {
					this = true
				}
			},
			["丝"] = {
				["沫"] = {
					this = true
				}
			},
			["絲"] = {
				["沫"] = {
					this = true
				}
			},
			["速"] = {
				["办"] = {
					this = true
				},
				["水"] = {
					this = true
				}
			},
			["舔"] = {
				["阴"] = {
					this = true
				}
			},
			["挑"] = {
				["逗"] = {
					["到"] = {
						this = true
					}
				}
			},
			["偷"] = {
				["欢"] = {
					["到"] = {
						this = true
					}
				},
				["窥"] = {
					["到"] = {
						this = true
					}
				},
				["妻"] = {
					["到"] = {
						this = true
					}
				},
				["情"] = {
					["到"] = {
						this = true
					}
				},
				["香"] = {
					["到"] = {
						this = true
					}
				},
				["照"] = {
					["到"] = {
						this = true
					}
				}
			},
			["投"] = {
				["毒"] = {
					["到"] = {
						this = true
					}
				}
			},
			["万"] = {
				["爱"] = {
					this = true
				}
			},
			["伟"] = {
				["库"] = {
					this = true
				}
			},
			["尾"] = {
				["行"] = {
					this = true
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["性"] = {
				["交"] = {
					this = true
				},
				["趣"] = {
					["到"] = {
						this = true
					}
				},
				["图"] = {
					this = true
				},
				["息"] = {
					this = true
				},
				["葯"] = {
					["到"] = {
						this = true
					}
				}
			},
			["胸"] = {
				["摧"] = {
					this = true
				}
			},
			["徐"] = {
				["莹"] = {
					["到"] = {
						this = true
					}
				}
			},
			["颜"] = {
				["射"] = {
					this = true
				}
			},
			["陽"] = {
				["菜"] = {
					this = true
				}
			},
			["遥"] = {
				["希"] = {
					this = true
				}
			},
			["夜"] = {
				["淫"] = {
					this = true
				}
			},
			["阴"] = {
				["茎"] = {
					this = true
				}
			},
			["淫"] = {
				["?"] = {
					["到"] = {
						this = true
					}
				},
				B = {
					["到"] = {
						this = true
					}
				},
				["逼"] = {
					["到"] = {
						this = true
					}
				},
				["城"] = {
					["到"] = {
						this = true
					}
				},
				["痴"] = {
					["到"] = {
						this = true
					}
				},
				["虫"] = {
					this = true
				},
				["传"] = {
					this = true
				},
				["荡"] = {
					this = true
				},
				["蕩"] = {
					["到"] = {
						this = true
					}
				},
				["店"] = {
					["到"] = {
						this = true
					}
				},
				["儿"] = {
					this = true
				},
				["妇"] = {
					["到"] = {
						this = true
					}
				},
				["棍"] = {
					["到"] = {
						this = true
					}
				},
				["豪"] = {
					["到"] = {
						this = true
					}
				},
				["河"] = {
					["到"] = {
						this = true
					}
				},
				["记"] = {
					this = true
				},
				["浪"] = {
					["到"] = {
						this = true
					}
				},
				["流"] = {
					["到"] = {
						this = true
					}
				},
				["乱"] = {
					["到"] = {
						this = true
					}
				},
				["亂"] = {
					["到"] = {
						this = true
					}
				},
				["码"] = {
					["到"] = {
						this = true
					}
				},
				["媒"] = {
					["到"] = {
						this = true
					}
				},
				["妹"] = {
					this = true
				},
				["媚"] = {
					["到"] = {
						this = true
					}
				},
				["梦"] = {
					["到"] = {
						this = true
					}
				},
				["糜"] = {
					["到"] = {
						this = true
					}
				},
				["靡"] = {
					this = true
				},
				["蜜"] = {
					["到"] = {
						this = true
					}
				},
				["民"] = {
					this = true
				},
				["魔"] = {
					["到"] = {
						this = true
					}
				},
				["母"] = {
					["到"] = {
						this = true
					}
				},
				["孽"] = {
					["到"] = {
						this = true
					}
				},
				["妞"] = {
					["到"] = {
						this = true
					}
				},
				["奴"] = {
					["到"] = {
						this = true
					}
				},
				["虐"] = {
					["到"] = {
						this = true
					}
				},
				["女"] = {
					["到"] = {
						this = true
					}
				},
				["片"] = {
					["到"] = {
						this = true
					}
				},
				["妻"] = {
					this = true
				},
				["腔"] = {
					["到"] = {
						this = true
					}
				},
				["情"] = {
					["到"] = {
						this = true
					}
				},
				["骚"] = {
					["到"] = {
						this = true
					}
				},
				["色"] = {
					this = true
				},
				["僧"] = {
					this = true
				},
				["书"] = {
					this = true
				},
				["贴"] = {
					this = true
				},
				["图"] = {
					this = true
				},
				["穴"] = {
					this = true
				}
			},
			["柚"] = {
				["奈"] = {
					this = true
				}
			},
			["鱼"] = {
				["雷"] = {
					["到"] = {
						this = true
					}
				}
			},
			["招"] = {
				["嫖"] = {
					this = true
				}
			},
			["找"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			},
			["召"] = {
				["妓"] = {
					["到"] = {
						this = true
					}
				}
			},
			["中"] = {
				["出"] = {
					this = true
				}
			},
			["仲"] = {
				["村"] = {
					this = true
				}
			},
			["追"] = {
				["债"] = {
					this = true
				}
			},
			["自"] = {
				["摸"] = {
					this = true
				}
			},
			["足"] = {
				["交"] = {
					this = true
				}
			},
			["坐"] = {
				["台"] = {
					this = true
				}
			},
			["做"] = {
				["鸡"] = {
					this = true
				},
				["雞"] = {
					this = true
				},
				["鸭"] = {
					this = true
				},
				["鴨"] = {
					this = true
				}
			}
		},
		["器"] = {
			["官"] = {
				this = true
			}
		},
		["枪"] = {
			["支"] = {
				this = true
			}
		},
		["失"] = {
			["忆"] = {
				["的"] = {
					["人"] = {
						["民"] = {
							["共"] = {
								["和"] = {
									["国"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["手"] = {
			["枪"] = {
				this = true
			}
		},
		["锡"] = {
			["纸"] = {
				["上"] = {
					["走"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["下"] = {
			["注"] = {
				this = true
			}
		},
		["線"] = {
			["視"] = {
				["頻"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			}
		},
		["阳"] = {
			["台"] = {
				["背"] = {
					["插"] = {
						["老"] = {
							["婆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["幽"] = {
			["微"] = {
				["处"] = {
					this = true
				}
			}
		},
		["真"] = {
			["强"] = {
				["有"] = {
					this = true
				}
			}
		},
		["职"] = {
			["研"] = {
				["究"] = {
					["生"] = {
						this = true
					}
				}
			}
		},
		["押"] = {
			["犯"] = {
				this = true
			}
		}
	}
end

temp()
