return {
	fadeOut = 0.5,
	mode = 1,
	id = "HOSHO8",
	fadeType = 1,
	occlusion = 2,
	scripts = {
		{
			sequence = {
				{
					"解析邮件标题>>>>>>失败，无法解析",
					2
				},
				{
					"解析邮件正文>>>>>>成功",
					4
				}
			}
		},
		{
			sequence = {
				{
					"",
					1
				},
				{
					"节日与少女心，巧克力味道如何呢？",
					2
				},
				{
					"嘻嘻，虽然这次的观察对象是“她们”",
					4
				},
				{
					"但最让人感兴趣的，果然还是“你”呢…",
					6
				},
				{
					"呵呵…喜欢今天的{namecode:89}吗，“指挥官老爷”？",
					8
				},
				{
					"那就收下这件“信物”，期待来年的“鹊桥相会”如何呢？",
					10
				},
				{
					"",
					13
				},
				{
					"",
					13
				},
				{
					"                                                        ————遥远的观察者 致上",
					13
				}
			}
		}
	}
}
