pg = pg or {}
pg.activity_banner = {
	{
		param = "4607",
		id = 1,
		pic = "temp3",
		type = 3,
		time = {
			{
				{
					2022,
					12,
					22
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					1,
					5
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 2,
		pic = "temp4",
		type = 2,
		param = {
			"scene get boat",
			{
				projectName = "new",
				page = 1
			}
		},
		time = {
			{
				{
					2022,
					12,
					22
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					1,
					5
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 3,
		pic = "temp5",
		type = 2,
		param = {
			"scene skinshop"
		},
		time = {
			{
				{
					2022,
					12,
					22
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					1,
					11
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 4,
		pic = "temp9",
		time = "stop",
		type = 2,
		param = {
			"scene skinshop"
		}
	},
	{
		param = "4618",
		id = 5,
		pic = "temp1",
		type = 3,
		time = {
			{
				{
					2022,
					12,
					22
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					1,
					4
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 6,
		pic = "temp6",
		type = 2,
		param = {
			"scene charge",
			{
				wrap = 2
			}
		},
		time = {
			{
				{
					2022,
					12,
					22
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					1,
					4
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 7,
		pic = "temp7",
		type = 2,
		param = {
			"scene court yard"
		},
		time = {
			{
				{
					2022,
					12,
					22
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					1,
					4
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 8,
		pic = "temp8",
		type = 2,
		param = {
			"scene shop",
			{
				warp = "shopstreet"
			}
		},
		time = {
			{
				{
					2022,
					12,
					22
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					1,
					4
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4597",
		id = 9,
		pic = "temp2",
		type = 3,
		time = {
			{
				{
					2022,
					12,
					15
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					1,
					11
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[90] = {
		param = "",
		id = 90,
		pic = "temp99",
		type = 9,
		time = {
			{
				{
					2022,
					12,
					22
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					1,
					11
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[91] = {
		param = "",
		time = "stop",
		type = 9,
		id = 91,
		pic = "temp98"
	},
	[100] = {
		param = "キャンディケイン|美味しくて面白い形をしたクリスマスキャンディ<<color=#92fc63>（60分間寮舎経験値効率が5%アップ）</color>",
		id = 100,
		pic = "christmas",
		type = 10,
		time = {
			{
				{
					2022,
					12,
					22
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					12,
					29
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[101] = {
		param = "",
		id = 101,
		pic = "temp100",
		type = 11,
		time = {
			{
				{
					2022,
					4,
					28
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					5,
					12
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[102] = {
		param = "",
		id = 102,
		pic = "limit_skin",
		type = 12,
		time = {
			{
				{
					2022,
					12,
					22
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					1,
					11
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[103] = {
		param = "鏡餅|割ってから食べちゃうぞー<color=#92fc63>（60分間寮舎経験値効率が5%アップ）</color>",
		id = 103,
		pic = "jingbing",
		type = 10,
		time = {
			{
				{
					2022,
					12,
					30
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					1,
					5
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[201] = {
		param = "",
		id = 201,
		pic = "christmas",
		type = 13,
		time = {
			{
				{
					2022,
					12,
					22
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					12,
					29
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[202] = {
		param = "",
		id = 202,
		pic = "newyear",
		type = 13,
		time = {
			{
				{
					2022,
					12,
					30
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					1,
					5
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	get_id_list_by_type = {
		[3] = {
			1,
			5,
			9
		},
		[2] = {
			2,
			3,
			4,
			6,
			7,
			8
		},
		[9] = {
			90,
			91
		},
		[10] = {
			100,
			103
		},
		[11] = {
			101
		},
		[12] = {
			102
		},
		[13] = {
			201,
			202
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		90,
		91,
		100,
		101,
		102,
		103,
		201,
		202
	}
}
