pg = pg or {}
pg.activity_event_monopoly_dialogue = {
	[101] = {
		id = 101,
		dialogue = "指揮官、レースが始まったのね。成績を楽しみにしているわ"
	},
	[102] = {
		id = 102,
		dialogue = "勝利の楽章を奏でてあげる"
	},
	[103] = {
		id = 103,
		dialogue = "私を選ぶの？ありがとう、ストラスブールだけのドライバーさん♡"
	},
	[104] = {
		id = 104,
		dialogue = "激しいのを聞いてしっかりして？"
	},
	[105] = {
		id = 105,
		dialogue = "遅くてもいいわ。安全にね"
	},
	[106] = {
		id = 106,
		dialogue = "引き続き進みなさい。指揮官"
	},
	[107] = {
		id = 107,
		dialogue = "頑張って！もうゴールが見えたわ！"
	},
	[108] = {
		id = 108,
		dialogue = "ええ、この調子で頑張りなさい！"
	},
	[109] = {
		id = 109,
		dialogue = "ふふふ、指揮官ってやっぱり安心できるわね"
	},
	[111] = {
		id = 111,
		dialogue = "いい調子じゃねえか、てっきり慌ててると思ったぜ。ほら！"
	},
	[112] = {
		id = 112,
		dialogue = "ん？レコード？最速記録更新だ"
	},
	[113] = {
		id = 113,
		dialogue = "ふふ、“エース”の応援から離れられないだろ？"
	},
	[114] = {
		id = 114,
		dialogue = "こう見えてもちゃんと応援してるんだぜ？負けるなよ"
	},
	[115] = {
		id = 115,
		dialogue = "遅かったな。さてはマシントラブルか？……なんだ、勝者の余裕ってやつか？"
	},
	[116] = {
		id = 116,
		dialogue = "あたしが応援しているんだぜ？もっと自信持てよ"
	},
	[117] = {
		id = 117,
		dialogue = "記録更新、ワンチャン行けるか？"
	},
	[118] = {
		id = 118,
		dialogue = "ほら、アタシの応援がありゃ負けないだろ？"
	},
	[119] = {
		id = 119,
		dialogue = "ふん♪そろそろ優勝か？"
	},
	[121] = {
		id = 121,
		dialogue = "準備確認完了。ベストコンディションで行きましょう"
	},
	[122] = {
		id = 122,
		dialogue = "アイリスのご加護に感謝を……もっとも、指揮官自身の実力が一番大事です"
	},
	[123] = {
		id = 123,
		dialogue = "もう一度、一緒に勝利を手に入れましょう"
	},
	[124] = {
		id = 124,
		dialogue = "祈りますので、前へとお進みください"
	},
	[125] = {
		id = 125,
		dialogue = "マシンの整備をもう一度やりましょうか？"
	},
	[126] = {
		id = 126,
		dialogue = "安全第一。このまま地道に進みましょう"
	},
	[127] = {
		id = 127,
		dialogue = "進捗次第では裁きを下しますが……冗談です。ゆっくりで大丈夫ですよ"
	},
	[128] = {
		id = 128,
		dialogue = "コンディションが向上していますね。祝福で力を授かったのですか？"
	},
	[129] = {
		id = 129,
		dialogue = "見えました。勝利があなたの到着を待っています"
	},
	all = {
		101,
		102,
		103,
		104,
		105,
		106,
		107,
		108,
		109,
		111,
		112,
		113,
		114,
		115,
		116,
		117,
		118,
		119,
		121,
		122,
		123,
		124,
		125,
		126,
		127,
		128,
		129
	}
}
