pg = pg or {}
pg.activity_banner = {
	{
		id = 1,
		pic = "temp1",
		type = 2,
		param = {
			"scene skinshop",
			{}
		},
		time = {
			{
				{
					2021,
					8,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					1
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 2,
		pic = "temp8",
		type = 2,
		param = {
			"scene charge",
			{
				wrap = 4
			}
		},
		time = {
			{
				{
					2021,
					8,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					8,
					18
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4071",
		id = 3,
		pic = "temp2",
		type = 3,
		time = {
			{
				{
					2021,
					8,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					8
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4074",
		id = 4,
		pic = "temp3",
		type = 3,
		time = {
			{
				{
					2021,
					8,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					8
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4076",
		id = 5,
		pic = "temp4",
		type = 3,
		time = {
			{
				{
					2021,
					8,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					2
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 6,
		pic = "temp5",
		type = 7,
		param = {
			28
		},
		time = {
			{
				{
					2021,
					8,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					2
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 7,
		pic = "temp6",
		type = 2,
		param = {
			"scene back yard"
		},
		time = {
			{
				{
					2021,
					8,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					1
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 8,
		pic = "temp7",
		type = 2,
		param = {
			"scene shop",
			{
				warp = "shopstreet"
			}
		},
		time = {
			{
				{
					2021,
					8,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					1
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "",
		id = 9,
		pic = "temp99",
		type = 9,
		time = {
			{
				{
					2021,
					8,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					1
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "ミルキィ饅頭|最近流行りの飲み物（らしい）<<color=#92fc63>（60分間寮舎経験値効率が5%アップ）</color>",
		id = 10,
		pic = "zhenzhunaicha",
		type = 10,
		time = {
			{
				{
					2021,
					8,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					8,
					19
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10
	}
}
