pg = pg or {}
pg.activity_giftmake_template = {
	{
		reward = 900028,
		describe = "無人島で見つけた面白そうな材料でラフィーに髪飾りを作ろう。\n ウサウサ星の髪飾りと言えば、きっと気に入ってくれるだろう。",
		thankwords = "指揮官の手作り髪飾り…宝石、ウサウサ星人の目っぽい\n ラフィーに似合う？…うん。嬉しいけどラフィー、ウサウサ星人じゃない……\n 指揮官にもお返し…これからラフィーと一緒に日向ぼっこ、しよう",
		resources = "lafei",
		id = 1,
		reward_describe = "ラフィーの土産報酬",
		words = "急にラフィーを呼び出して、指揮官……ラフィーと一緒に遊びたい？\n プレゼント？うーん…お菓子？ふわふわの枕？…早く教えて\n 箱の中…ラフィー、別に期待していない。うん、していない",
		consume = {
			1002,
			6,
			10
		},
		reward_display = {
			{
				2,
				42040,
				2
			},
			{
				2,
				15014,
				1
			},
			{
				2,
				61001,
				2
			}
		},
		scaling = {
			0.5,
			0.5
		}
	},
	{
		reward = 900028,
		describe = "無人島のキラキラとした宝石、ジャベリンの新装備を作るのにちょうどいいかもしれない？\n……イシヤリと言わたらどうしよう…",
		thankwords = "わぁ！キラキラの宝石の…ジャベリン模型？これを投げたりしたらダメなんですよね…？大丈夫？指揮官ありがとう！\n ジャベリンもプレゼントとお弁当を用意しましたよ♪じゃじゃーん！受け取ってください！",
		resources = "biaoqiang",
		id = 2,
		reward_describe = "ジャベリンの土産報酬",
		words = "指揮官、えへへ、急にジャベリンを呼び出すなんてもしかして……ええ！プレゼントですか！嬉しいです！\n 当ててみますね～料理？アクセサリー？どっちも違うの？気になる～♪",
		consume = {
			1002,
			6,
			10
		},
		reward_display = {
			{
				2,
				42040,
				2
			},
			{
				2,
				15014,
				1
			},
			{
				2,
				61001,
				2
			}
		},
		scaling = {
			0.3,
			0.3
		}
	},
	{
		reward = 900028,
		describe = "素振りをしてレベル上げ中の綾波を見た。\n島で見つけた材料でプレゼントを用意して、彼女のオサレポイントも上げとこう。",
		thankwords = "おお、これは……とても強そうです！\n 激レア装備を手に入れた綾波――新しい技をひらめいた、です\n では、指揮官にはこれをお贈りするです。素材です。受け取ってくださいです",
		resources = "linbo",
		id = 3,
		reward_describe = "綾波の土産報酬",
		words = "おはようです。綾波、新しいスキルの熟練度を上げているです。…一緒にどうです？\nん？プレゼントイベントです？新しいグッズかソフトです？綾波、ちょっと分からないです…",
		consume = {
			1002,
			6,
			10
		},
		reward_display = {
			{
				2,
				42040,
				2
			},
			{
				2,
				15014,
				1
			},
			{
				2,
				61001,
				2
			}
		},
		scaling = {
			0.35,
			0.35
		}
	},
	{
		reward = 900028,
		describe = "臨時拠点建設の功労者・Z23。\n 活躍のご褒美としていつでも改築できる「シム拠点」をプレゼントするのもいいかもしれない。",
		thankwords = "これは…臨時拠点の模型！しかもこんなに作り込まれているなんて…ありがとうございます！\n これで改築の時の参考に…あわわ！お返ししないと…この使えそうな素材でよかったら受け取ってください！",
		resources = "z23",
		id = 4,
		reward_describe = "Z23の土産報酬",
		words = "指揮官、新しい任務ですか？すぐに取り掛かります！\n お土産のプレゼント…？無人島の探検と建設の指揮をしながら作れるなんてさすがですね…勉強になります！\n ええと、そろそろ箱を開けてもいいですか？",
		consume = {
			1002,
			6,
			10
		},
		reward_display = {
			{
				2,
				42040,
				2
			},
			{
				2,
				15014,
				1
			},
			{
				2,
				61001,
				2
			}
		},
		scaling = {
			0.4,
			0.4
		}
	},
	{
		reward = 900028,
		describe = "宝石を切削して作るクリスタルのゆーちゃん…？\n ちょっと重そうだけど、そこはゆーちゃんがなんとかしてくれるはずだ。",
		thankwords = "水晶の…ゆーちゃん？えへへ、ひんやりしてキラキラ…ゆーちゃん、友達が増えたよ♪ 実はユニコーン、お兄ちゃんにもプレゼントを用意したよ？お兄ちゃん…気に入ってくれるのかな…？",
		resources = "dujiaoshou",
		id = 5,
		reward_describe = "ユニコーンの土産報酬",
		words = "ん？ユニコーンにだけ話せることなの？お兄ちゃん？\n ユニコーンへのプレゼント？お兄ちゃん、ありがとう…♪\n でも箱からツノが突き出している…？なんだろう…？",
		consume = {
			1002,
			5,
			10
		},
		reward_display = {
			{
				2,
				42040,
				2
			},
			{
				2,
				15014,
				1
			},
			{
				2,
				61001,
				2
			}
		},
		scaling = {
			0.3,
			0.3
		}
	},
	{
		reward = 900028,
		describe = "誰からなのかわからないが、仲間にお土産を作っている話がサラトガちゃんにバレた！\n イタズラされる前に、カワイイ調理器具セットでも贈って機嫌を取ったほうが良さそうだ。",
		thankwords = "島の宝石で作った料理セット？すごくカワイイ！指揮官、ありがとね♪\n えへへ、そんなプレゼントをくれた指揮官には～サラトガちゃんからお返しだよ♪イタズラじゃないから安心して開けてね♪",
		resources = "salatuojia",
		id = 6,
		reward_describe = "サラトガの土産報酬",
		words = "指揮官！朝からこそこそ出かけてたのは、みんなへのプレゼントを準備していたからなんでしょ？\n 隠し事してもムダなんだから、えへへ♪サラトガちゃんにもプレゼントをチョーダイ♪",
		consume = {
			1002,
			5,
			10
		},
		reward_display = {
			{
				2,
				42040,
				2
			},
			{
				2,
				15014,
				1
			},
			{
				2,
				61001,
				2
			}
		},
		scaling = {
			0.35,
			0.35
		}
	},
	{
		reward = 900028,
		describe = "ビジネス？とはいえ明石も大いに助けてくれた。菓子折りの代わりにお土産でも作ってプレゼントしよう。\n 中身は明石が一番好きな「アレ」でいいだろう。",
		thankwords = "にゃにゃ？！すごく高そうな宝箱にゃ…宝石が飾ってあって中身がなくても値が付きそうにゃ…\n ダイヤは…返さにゃいけど、指揮官への感謝としてこれをお返しするにゃ～",
		resources = "mingshi",
		id = 7,
		reward_describe = "明石の土産報酬",
		words = "明石にお話があるにゃ？指揮官が暇にゃ？それとも新しい注文でもするにゃ？\n ……プレゼントにゃ？明石、ちょっとびっくりしたにゃ～。ふっふっふー、もしかして山吹色のお菓子なのかにゃ？",
		consume = {
			1002,
			5,
			10
		},
		reward_display = {
			{
				2,
				42040,
				2
			},
			{
				2,
				15014,
				1
			},
			{
				2,
				61001,
				2
			}
		},
		scaling = {
			0.4,
			0.4
		}
	},
	{
		reward = 900028,
		describe = "無人島で見つけた奇妙な形の宝石、少し工夫すれば空を羽ばたくいーぐるちゃんに仕上げられるはず。\n エンタプライズに送ったら笑顔をみせてくれるだろうか。",
		thankwords = "黄金のような輝きを放つ鷹の模型――これを指揮官が作ったのか？流石だな。こんなにいいもの、もちろん大事にするさ。\n 私からのお返しはこれだ。大したものじゃないがぜひ受け取ってくれ",
		resources = "qiye",
		id = 8,
		reward_describe = "エンタープライズの土産報酬",
		words = "どうした？私の手が必要か？\n ない？ただ一緒にゆっくりしたいだけ？ははは、それもいいだろう。適度な休息も重要だ。\n ……ん？これを私にくれるのか？",
		consume = {
			1002,
			5,
			10
		},
		reward_display = {
			{
				2,
				42040,
				2
			},
			{
				2,
				15014,
				1
			},
			{
				2,
				61001,
				2
			}
		},
		scaling = {
			0.35,
			0.35
		}
	}
}
