pg = pg or {}
pg.activity_ins_chat_language = setmetatable({
	__name = "activity_ins_chat_language",
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		26,
		27,
		28,
		29,
		30,
		31,
		32,
		33,
		34,
		35,
		36,
		37,
		38,
		39,
		40,
		41,
		42,
		43,
		44,
		45,
		46,
		47,
		48,
		49,
		50,
		51,
		52,
		53,
		54,
		55,
		56,
		57,
		58,
		59,
		60,
		61,
		62,
		63,
		64,
		65,
		66,
		67,
		68,
		69,
		70,
		71,
		72,
		73,
		74,
		75,
		76,
		77,
		78,
		79,
		80,
		81,
		82,
		83,
		84,
		85,
		86,
		87,
		88,
		89,
		90,
		91,
		92,
		93,
		94,
		95,
		96,
		97,
		98,
		99,
		100,
		101,
		102,
		103,
		104,
		105,
		106,
		107,
		108,
		109,
		110,
		111,
		112,
		113,
		114,
		115,
		116,
		117,
		118,
		119,
		120,
		121,
		122,
		123,
		124,
		125,
		126,
		127,
		128,
		129,
		130,
		131,
		132,
		133,
		134,
		135,
		136,
		137,
		138,
		139,
		140,
		141,
		142,
		143,
		144,
		145,
		146,
		147,
		148,
		149,
		150,
		151,
		152,
		153,
		154,
		155,
		156,
		157,
		158,
		159,
		160,
		161,
		162,
		163,
		164,
		165,
		166,
		167,
		168,
		169,
		170,
		171,
		172,
		173,
		174,
		175,
		176,
		177,
		178,
		179,
		180,
		181,
		182,
		183,
		184,
		185,
		186,
		187,
		188,
		189,
		190,
		191,
		192,
		193,
		194,
		195,
		196,
		197,
		198,
		199,
		200,
		201,
		202,
		203,
		204,
		205,
		206,
		207,
		208,
		209,
		210,
		211,
		212,
		213,
		214,
		215,
		216,
		217,
		218,
		219,
		220,
		221,
		222,
		223,
		224,
		225,
		226,
		227,
		228,
		229,
		230,
		231,
		232,
		233,
		234,
		235,
		236,
		237,
		238,
		239,
		240,
		241,
		242,
		243,
		244,
		245,
		246,
		247,
		248,
		249,
		250,
		251,
		252,
		253,
		254,
		255,
		256,
		257,
		258,
		259,
		260,
		261,
		262,
		263,
		264,
		265,
		266,
		267,
		268,
		269,
		270,
		271,
		272,
		273,
		274,
		275,
		276,
		277,
		278,
		279,
		280,
		281,
		282,
		283,
		284,
		285,
		286,
		287,
		288,
		289,
		290,
		291,
		292,
		293,
		294,
		295,
		296,
		297,
		298,
		299,
		300,
		301,
		302,
		303,
		304,
		305,
		306,
		307,
		308,
		309,
		310,
		311,
		312,
		313,
		314,
		315,
		316,
		317,
		318,
		319,
		320,
		321,
		322,
		323,
		324,
		325,
		326,
		327,
		328,
		329,
		330,
		331,
		332,
		333,
		334,
		335,
		336,
		337,
		338,
		339,
		340,
		341,
		342,
		343,
		344,
		345,
		346,
		347,
		348,
		349,
		350,
		351,
		352,
		353,
		354,
		355,
		356,
		357,
		358,
		359,
		360,
		361,
		362,
		363,
		364,
		365,
		366,
		367,
		368,
		369,
		370,
		371,
		372,
		373,
		374,
		375,
		376,
		377,
		378,
		379,
		380,
		381,
		382,
		383,
		384,
		385,
		386,
		387,
		388,
		389,
		390,
		391,
		392,
		393,
		394,
		395,
		396,
		397,
		398,
		399,
		400,
		401,
		402,
		403,
		404,
		405,
		406,
		407,
		408,
		409,
		410,
		411,
		412,
		413,
		414,
		415,
		416,
		417,
		418,
		419,
		420,
		421,
		422,
		423,
		424,
		425,
		426,
		427,
		428,
		429,
		430,
		431,
		432,
		433,
		434,
		435,
		436,
		437,
		438,
		439,
		440,
		441,
		442,
		443,
		444,
		445,
		446,
		447,
		448,
		449,
		450,
		451,
		452,
		453,
		454,
		455,
		456,
		457,
		458,
		459,
		460,
		461,
		462,
		463,
		464,
		465,
		466,
		467,
		468,
		469,
		470,
		471,
		472,
		473,
		474,
		475,
		476,
		477,
		478,
		479,
		480,
		481,
		482,
		483,
		484,
		485,
		486,
		487,
		488,
		489,
		490,
		491,
		492,
		493,
		494,
		495,
		496,
		497,
		498,
		499,
		500,
		501,
		502,
		503,
		504,
		505,
		506,
		507,
		508,
		509,
		510,
		511,
		512,
		513,
		514,
		515,
		516,
		517,
		518,
		519,
		520,
		521,
		522,
		523,
		524,
		525,
		526,
		527,
		528,
		529,
		530,
		531,
		532,
		533,
		534,
		535,
		536,
		537,
		538,
		539,
		540,
		541,
		542,
		543,
		544,
		545,
		546,
		547,
		548,
		549,
		550,
		551,
		552,
		553,
		554,
		555,
		556,
		557,
		558,
		559,
		560,
		561,
		562,
		563,
		564,
		565,
		566,
		567,
		568,
		569,
		570,
		571,
		572,
		573,
		574,
		575,
		576,
		577,
		578,
		579,
		580,
		581,
		582,
		583,
		584,
		585,
		586,
		587,
		588,
		589,
		590,
		591,
		592,
		593,
		594,
		595,
		596,
		597,
		598,
		599,
		600,
		601,
		602,
		603,
		604,
		605,
		606,
		607,
		608,
		609,
		610,
		611,
		612,
		613,
		614,
		615,
		616,
		617,
		618,
		619,
		620,
		621,
		622,
		623,
		624,
		625,
		626,
		627,
		628,
		629,
		630,
		631,
		632,
		633,
		634,
		635,
		636,
		637,
		638,
		639,
		640,
		641,
		642,
		643,
		644,
		645,
		646,
		647,
		648,
		649,
		650,
		651,
		652,
		653,
		654,
		655,
		656,
		657,
		658,
		659,
		660,
		661,
		662,
		663,
		664,
		665,
		666,
		667,
		668,
		669,
		670,
		671,
		672,
		673,
		674,
		675,
		676,
		677,
		678,
		679,
		680,
		681,
		682,
		683,
		684,
		685,
		686,
		687,
		688,
		689,
		690,
		691,
		692,
		693,
		694,
		695,
		696,
		697,
		698,
		699,
		700,
		701,
		702,
		703,
		704,
		705,
		706,
		707,
		708,
		709,
		710,
		711,
		712,
		713,
		714,
		715,
		716,
		717,
		718,
		719,
		720,
		721,
		722,
		723,
		724,
		725,
		726,
		727,
		728,
		729,
		730,
		731,
		732,
		733,
		734,
		735,
		736,
		737,
		738,
		739,
		740,
		741,
		742,
		743,
		744,
		745,
		746,
		747,
		748,
		749,
		750,
		751,
		752,
		753,
		754,
		755,
		756,
		757,
		758,
		759,
		760,
		761,
		762,
		763,
		764,
		765,
		766,
		767,
		768,
		769,
		770,
		771,
		772,
		773,
		774,
		775,
		776,
		777,
		778,
		779,
		780,
		781,
		782,
		783,
		784,
		785,
		786,
		787,
		788,
		789,
		790,
		791,
		792,
		793,
		794,
		795,
		796,
		797,
		798,
		799,
		800,
		801,
		802,
		803,
		804,
		805,
		806,
		807,
		808,
		809,
		810,
		811,
		812,
		813,
		814,
		815,
		816,
		817,
		818,
		819,
		820,
		821,
		822,
		823,
		824,
		825,
		826,
		827,
		828,
		829,
		830,
		831,
		832,
		833,
		834,
		835,
		836,
		837,
		838,
		839,
		840,
		841,
		842,
		843,
		844,
		845,
		846,
		847,
		848,
		849,
		850,
		851,
		852,
		853,
		854,
		855,
		856,
		857,
		858,
		859,
		860,
		861,
		862,
		863,
		864,
		865,
		866,
		867,
		868,
		869,
		870,
		871,
		872,
		873,
		874,
		875,
		876,
		877,
		878,
		879,
		880,
		881,
		882,
		883,
		884,
		885,
		886,
		887,
		888,
		889,
		890,
		891,
		892,
		893,
		894,
		895,
		896,
		897,
		898,
		899,
		900,
		901,
		902,
		903,
		904,
		905,
		906,
		907,
		908,
		909,
		910,
		911,
		912,
		913,
		914,
		915,
		916,
		917,
		918,
		919,
		920,
		921,
		922,
		923,
		924,
		925,
		926,
		927,
		928,
		929,
		930,
		931,
		932,
		933,
		934,
		935,
		936,
		937,
		938,
		939,
		940,
		941,
		942,
		943,
		944,
		945,
		946,
		947,
		948,
		949,
		950,
		951,
		952,
		953,
		954,
		955,
		956,
		957,
		958,
		959,
		960,
		961,
		962,
		963,
		964,
		965,
		966,
		967,
		968,
		969,
		970,
		971,
		972,
		973,
		974,
		975,
		976,
		977,
		978,
		979,
		980,
		981,
		982,
		983,
		984,
		985,
		986,
		987,
		988,
		989,
		990,
		991,
		992,
		993,
		994,
		995,
		996,
		997,
		998,
		999,
		1000,
		1001,
		1002,
		1003,
		1004,
		1005,
		1006,
		1007,
		1008,
		1009,
		1010,
		1011,
		1012,
		1013,
		1014,
		1015,
		1016,
		1017,
		1018,
		1019,
		1020,
		1021,
		1022,
		1023,
		1024,
		1025,
		1026,
		1027,
		1028,
		1029,
		1030,
		1031,
		1032,
		1033,
		1034,
		1035,
		1036,
		1037,
		1038,
		1039,
		1040,
		1041,
		1042,
		1043,
		1044,
		1045,
		1046,
		1047,
		1048,
		1049,
		1050,
		1051,
		1052,
		1053,
		1054,
		1055,
		1056,
		1057,
		1058,
		1059,
		1060,
		1061,
		1062,
		1063,
		1064,
		1065,
		1066,
		1067,
		1068,
		1069,
		1070,
		1071,
		1072,
		1073,
		1074,
		1075,
		1076,
		1077,
		1078,
		1079,
		1080,
		1081,
		1082,
		1083,
		1084,
		1085,
		1086,
		1087,
		1088,
		1089,
		1090,
		1091,
		1092,
		1093,
		1094,
		1095,
		1096,
		1097,
		1098,
		1099,
		1100,
		1101,
		1102,
		1103,
		1104,
		1105,
		1106,
		1107,
		1108,
		1109,
		1110,
		1111,
		1112,
		1113,
		1114,
		1115,
		1116,
		1117,
		1118,
		1119,
		1120,
		1121,
		1122,
		1123,
		1124,
		1125,
		1126,
		1127,
		1128,
		1129,
		1130,
		1131,
		1132,
		1133,
		1134,
		1135,
		1136,
		1137,
		1138,
		1139,
		1140,
		1141,
		1142,
		1143,
		1144,
		1145,
		1146,
		1147,
		1148,
		1149,
		1150,
		1151,
		1152,
		1153,
		1154,
		1155,
		1156,
		1157,
		1158,
		1159,
		1160,
		1161,
		1162,
		1163,
		1164,
		1165,
		1166,
		1167,
		1168,
		1169,
		1170,
		1171,
		1172,
		1173,
		1174,
		1175,
		1176,
		1177,
		1178,
		1179,
		1180,
		1181,
		1182,
		1183,
		1184,
		1185,
		1186,
		1187,
		1188,
		1189,
		1190,
		1191,
		1192,
		1193,
		1194,
		1195,
		1196,
		1197,
		1198,
		1199,
		1200,
		1201,
		1202,
		1203,
		1204,
		1205,
		1206,
		1207,
		1208,
		1209,
		1210,
		1211,
		1212,
		1213,
		1214,
		1215,
		1216,
		1217,
		1218,
		1219,
		1220,
		1221,
		1222,
		1223,
		1224,
		1225,
		1226,
		1227,
		1228,
		1229,
		1230,
		1231,
		1232,
		1233,
		1234,
		1235,
		1236,
		1237,
		1238,
		1239,
		1240,
		1241,
		1242,
		1243,
		1244,
		1245,
		1246,
		1247,
		1248,
		1249,
		1250,
		1251,
		1252,
		1253,
		1254,
		1255,
		1257,
		1258,
		1259,
		1260,
		1261,
		1262,
		1263,
		1264,
		1265,
		1266,
		1267,
		1268,
		1269,
		1270,
		1271,
		1272,
		1273,
		1274,
		1275,
		1276,
		1277,
		1278,
		1279,
		1280,
		1281,
		1282,
		1283,
		1284,
		1285,
		1286,
		1287,
		1288,
		1289,
		1290,
		1291,
		1292,
		1293,
		1294,
		1295,
		1296,
		1297,
		1298,
		1299,
		1300,
		1301,
		1302,
		1303,
		1304,
		1305,
		1306,
		1307,
		1308,
		1309,
		1310,
		1311,
		1312,
		1313,
		1314,
		1315,
		1316,
		1317,
		1318,
		1319,
		1320,
		1321,
		1322,
		1323,
		1324,
		1325,
		1326,
		1327,
		1328,
		1329,
		1330,
		1331,
		1332,
		1333,
		1334,
		1335,
		1336,
		1337,
		1338,
		1339,
		1340,
		1341,
		1342,
		1343,
		1344,
		1345,
		1346,
		1347,
		1348,
		1349,
		1350,
		1351,
		1352,
		1353,
		1354,
		1355,
		1356,
		1357,
		1358,
		1359,
		1360,
		1361,
		1362,
		1363,
		1364,
		1365,
		1366,
		1367,
		1368,
		1369,
		1370,
		1371,
		1372,
		1373,
		1374,
		1375,
		1376,
		1377,
		1378,
		1379,
		1380,
		1381,
		1382,
		1383,
		1384,
		1385,
		1386,
		1387,
		1388,
		1389,
		1390,
		1391,
		1392,
		1393,
		1394,
		1395,
		1396,
		1397,
		1398,
		1399,
		1400,
		1401,
		1402,
		1403,
		1404,
		1405,
		1406,
		1407,
		1408,
		1409,
		1410,
		1411,
		1412,
		1413,
		1414,
		1415,
		1416,
		1417,
		1418,
		1419,
		1420,
		1421,
		1422,
		1423,
		1424,
		1425,
		1426,
		1427,
		1428,
		1429,
		1430,
		1431,
		1432,
		1433,
		1434,
		1435,
		1436,
		1437,
		1438,
		1439,
		1440,
		1441,
		1442,
		1443,
		1444,
		1445,
		1446,
		1447,
		1448,
		1449,
		1450,
		1451,
		1452,
		1453,
		1454,
		1455,
		1456,
		1457,
		1458,
		1459,
		1460,
		1461,
		1462,
		1463,
		1464,
		1465,
		1466,
		1467,
		1468,
		1469,
		1470,
		1471,
		1472,
		1473,
		1474,
		1475,
		1476,
		1477,
		1478,
		1479,
		1480,
		1481,
		1482,
		1483,
		1484,
		1485,
		1486,
		1487,
		1488,
		1489,
		1490,
		1491,
		1492
	}
}, confHX)
pg.base = pg.base or {}
pg.base.activity_ins_chat_language = {
	{
		param = "指揮官～、ガイドブックに気になる遺跡がいくつかあるんだけど！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 1,
		flag = 0
	},
	{
		param = "今からでも「ブチ旅行」に行かない？",
		ship_group = 960007,
		type = 1,
		id = 2,
		flag = 0,
		option = {
			{
				1,
				"おう！行こう！"
			},
			{
				2,
				"ちょっと時間をくれ"
			}
		}
	},
	{
		param = "おう！行こう！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3,
		flag = 1
	},
	{
		param = "ええ！遺跡のを回る計画はもう立てたから、すぐにでも出発できるわ！",
		ship_group = 960007,
		type = 1,
		id = 4,
		flag = 1,
		option = {
			{
				3,
				"荷物をまとめるけど、何か持っていったほうがいいものは？"
			}
		}
	},
	{
		param = "荷物をまとめるけど、何か持っていったほうがいいものは？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 5,
		flag = 3
	},
	{
		param = "特にはないんじゃない？細かいことは気にしない～",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 6,
		flag = 3
	},
	{
		param = "仮に本当に必要なものがあっても現地で買えればいいよ♪",
		ship_group = 960007,
		type = 1,
		id = 7,
		flag = 3,
		option = {
			{
				4,
				"頼りになるな"
			},
			{
				5,
				"やっぱり準備をしておきたいな"
			}
		}
	},
	{
		param = "頼りになるな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 8,
		flag = 4
	},
	{
		param = "もちのろん♪最高の旅にしてあげるわ～",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 9,
		flag = 4
	},
	{
		param = "じゃあ約束よ？今から会いに行くからね？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 10,
		flag = 4
	},
	{
		param = "やっぱり準備をしておきたいな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 11,
		flag = 5
	},
	{
		param = "はいはい、じゃあ終わったら連絡して～",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 12,
		flag = 5
	},
	{
		param = "会いに行くから♪",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 13,
		flag = 5
	},
	{
		param = "指揮官との初めての旅行、とっても楽しみ♪",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 14,
		flag = 5
	},
	{
		param = "ちょっと時間をくれ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 15,
		flag = 2
	},
	{
		param = "お仕事が忙しいの？それとも他に心配事でも？",
		ship_group = 960007,
		type = 1,
		id = 16,
		flag = 2,
		option = {
			{
				6,
				"仕事が終わらないんだ…"
			},
			{
				7,
				"うちで休みたい…"
			},
			{
				8,
				"部屋でゲームしてたいんだ"
			}
		}
	},
	{
		param = "仕事が終わらないんだ…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 17,
		flag = 6
	},
	{
		param = "じゃあ私が手伝ってあげようか？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 18,
		flag = 6
	},
	{
		param = "お仕事が終わったら楽しい楽しい旅行に行けるでしょ？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 19,
		flag = 6
	},
	{
		param = "すぐに執務室に行くわー！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 20,
		flag = 6
	},
	{
		param = "せっかくの休みだから、家でのんびりしたいな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 21,
		flag = 7
	},
	{
		param = "んー指揮官は普段忙しいし、確かにちゃんと休んだほうがいいわね…",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 22,
		flag = 7
	},
	{
		param = "じゃあ一旦待つわ！指揮官に余裕があるときに今度一緒に旅に出よう♪",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 23,
		flag = 7
	},
	{
		param = "部屋でゲームしてたいんだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 24,
		flag = 8
	},
	{
		param = "ゲーム？ビデオゲーム？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 25,
		flag = 8
	},
	{
		param = "まだやったことないけど……すごく楽しいって聞いたことあるわ！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 26,
		flag = 8
	},
	{
		param = "指揮官、教えてくれない…？",
		ship_group = 960007,
		type = 1,
		id = 27,
		flag = 8,
		option = {
			{
				9,
				"もちろん！ゲームでよければ"
			},
			{
				10,
				"一緒に遊ぶなら大歓迎だ"
			}
		}
	},
	{
		param = "もちろん！ゲームでよければ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 28,
		flag = 9
	},
	{
		param = "一緒に遊ぶなら大歓迎だ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 29,
		flag = 10
	},
	{
		param = "はーい！今からそっちに行くわ！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 30,
		flag = 8
	},
	{
		param = "そうだ、ついでにスパイスティーでも持っていこうかしら！ちょっと待ってて！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 31,
		flag = 8
	},
	{
		param = "指揮官～、お仕事はいつ上がるの？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 32,
		flag = 0
	},
	{
		param = "夕ご飯を用意してあげたわ♪",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 33,
		flag = 0
	},
	{
		param = "スパイスの配分を変えてみたから、きっと気に入ってくれると思うの～",
		ship_group = 960007,
		type = 1,
		id = 34,
		flag = 0,
		option = {
			{
				1,
				"残業中だから持ってきてくれる？"
			},
			{
				2,
				"言われてみれば夕ご飯の時間だな…"
			}
		}
	},
	{
		param = "残業中だから持ってきてくれる？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 35,
		flag = 1
	},
	{
		param = "差し入れ承りました♪今持っていくからちょっと待ってて～",
		ship_group = 960007,
		type = 1,
		id = 36,
		flag = 1,
		option = {
			{
				3,
				"もう香りがするな"
			},
			{
				4,
				"一度食べてから仕事しよう"
			}
		}
	},
	{
		param = "もう香りがするな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 37,
		flag = 3
	},
	{
		param = "まだ出発してないわよ？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 38,
		flag = 3
	},
	{
		param = "食べ物が恋しくなったのか……ガンズウェイが恋しくなったのかしら？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 39,
		flag = 3
	},
	{
		param = "とにかくあと10分ぐらい我慢して？今すぐ行くから！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 40,
		flag = 3
	},
	{
		param = "一度食べてから仕事しよう",
		ship_group = 0,
		option = "",
		type = 1,
		id = 41,
		flag = 4
	},
	{
		param = "そうそう！ごはんはちゃんと食べないと仕事が身に入らないわ！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 42,
		flag = 4
	},
	{
		param = "食べてから私も仕事を手伝うわ～",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 43,
		flag = 4
	},
	{
		param = "早く片付けたら、いろんなことだってできちゃうんだから♪",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 44,
		flag = 4
	},
	{
		param = "言われてみれば夕ご飯の時間だな…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 45,
		flag = 2
	},
	{
		param = "すぐ出る。ちょっと待ってて",
		ship_group = 0,
		option = "",
		type = 1,
		id = 46,
		flag = 2
	},
	{
		param = "はい！今食堂で席を探しているわ♪",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 47,
		flag = 2
	},
	{
		param = "……あぅ…どこも空いていないわ…",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 48,
		flag = 2
	},
	{
		param = "じゃあ一度部屋に持ち帰るわね？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 49,
		flag = 2
	},
	{
		param = "指揮官、あとでガンズウェイの部屋に来て♪",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 50,
		flag = 2
	},
	{
		param = "指揮官、明日の朝一緒に日の出を見に行かない？",
		ship_group = 960007,
		type = 1,
		id = 51,
		flag = 0,
		option = {
			{
				1,
				"なぜ急に日の出を？"
			},
			{
				2,
				"じゃあ一緒に見に行こうか！"
			}
		}
	},
	{
		param = "なぜ急に日の出を？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 52,
		flag = 1
	},
	{
		param = "母港の日の出は最高って聞いてね～。なのにここに来てからまだ一度も見に行ったことがないの",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 53,
		flag = 1
	},
	{
		param = "ちょうど今日それを思い出したから指揮官を誘ったわ～",
		ship_group = 960007,
		type = 1,
		id = 54,
		flag = 1,
		option = {
			{
				3,
				"実は母港の日の出って"
			},
			{
				4,
				"うん。一緒に行こう"
			}
		}
	},
	{
		param = "実は母港の日の出って、ガンズウェイが思ってるほど特別じゃないんだ…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 55,
		flag = 3
	},
	{
		param = "ガンズウェイはもっと不思議な景色をいっぱい見てきたんじゃない？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 56,
		flag = 3
	},
	{
		param = "そうだけど…指揮官と眺める日の出は特別なものだって信じてるわ",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 57,
		flag = 3
	},
	{
		param = "だって指揮官と一緒にいると、どんなことでも最高って感じだもの！",
		ship_group = 960007,
		type = 1,
		id = 58,
		flag = 3,
		option = {
			{
				5,
				"じゃあ一緒に見に行こうか！"
			},
			{
				6,
				"自分もガンズウェイと一緒なら……"
			}
		}
	},
	{
		param = "じゃあ一緒に見に行こうか！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 59,
		flag = 5
	},
	{
		param = "よかったわ～！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 60,
		flag = 5
	},
	{
		param = "それじゃあ指揮官、明日の朝に埠頭で集合ね♪",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 61,
		flag = 5
	},
	{
		param = "自分もガンズウェイと一緒ならどんなことでも最高だ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 62,
		flag = 6
	},
	{
		param = "明日の朝、一緒に日の出を見に行こう！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 63,
		flag = 6
	},
	{
		param = "そう言われると嬉しいわ♪",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 64,
		flag = 6
	},
	{
		param = "明日の朝、埠頭で集合ね♪",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 65,
		flag = 6
	},
	{
		param = "うん。一緒に行こう。日の出を眺めるのは自分も久しぶりだからな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 66,
		flag = 4
	},
	{
		param = "じゃあ今日は早く休んだほうがいいわ",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 67,
		flag = 4
	},
	{
		param = "ちゃんと休まないと、朝早くに元気に起きれないもの！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 68,
		flag = 4
	},
	{
		param = "寝すぎを防ぐ方法はもう一つあって……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 69,
		flag = 9
	},
	{
		param = "ダメ！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 70,
		flag = 9
	},
	{
		param = "ははは。早く休むよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 71,
		flag = 10
	},
	{
		param = "じゃあ一緒に見に行こうか！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 72,
		flag = 2
	},
	{
		param = "よかったわ～！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 73,
		flag = 2
	},
	{
		param = "あ、目覚まし時計は早く設定しておいたほうがいいよ？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 74,
		flag = 2
	},
	{
		param = "なんたって普段の起床時間とは違うんだから～",
		ship_group = 960007,
		type = 1,
		id = 75,
		flag = 2,
		option = {
			{
				7,
				"心配するな。ちゃんと起きるよ！"
			},
			{
				8,
				"目覚まし時計より……"
			}
		}
	},
	{
		param = "心配するな。ちゃんと起きるよ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 76,
		flag = 7
	},
	{
		param = "うん！指揮官を信じるわ！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 77,
		flag = 7
	},
	{
		param = "一緒に指揮官と日の出を眺める…とっても楽しみ！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 78,
		flag = 7
	},
	{
		param = "明日の朝、埠頭で集合ね♪",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 79,
		flag = 7
	},
	{
		param = "目覚まし時計より……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 80,
		flag = 8
	},
	{
		param = "ガンズウェイ、モーニングコールを頼めるか？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 81,
		flag = 8
	},
	{
		param = "んん？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 82,
		flag = 8
	},
	{
		param = "もちろん大丈夫よ！えへへ、指揮官はこういうのが好きなんだ♪",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 83,
		flag = 8
	},
	{
		param = "じゃあ明日は私が、指揮官を夢から目覚めさせてあげるわ！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 84,
		flag = 8
	},
	{
		param = "部屋まで迎えに行くから～",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 85,
		flag = 8
	},
	{
		param = "指揮官、この間薦めてくれた「ボディソープ」を使ったけど",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 86,
		flag = 0
	},
	{
		param = "美味しそうなアジがして、結構気に入ったわ",
		ship_group = 960008,
		type = 1,
		id = 87,
		flag = 0,
		option = {
			{
				1,
				"それはよかった"
			},
			{
				2,
				"味って…"
			}
		}
	},
	{
		param = "それはよかった。薦めて正解だったようだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 88,
		flag = 1
	},
	{
		param = "うん。使ったら、あなたと同じ匂いになった",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 89,
		flag = 1
	},
	{
		param = "体だけでなく、髪の毛の一本一本まで…",
		ship_group = 960008,
		type = 1,
		id = 90,
		flag = 1,
		option = {
			{
				3,
				"髪…？"
			}
		}
	},
	{
		param = "髪…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 91,
		flag = 3
	},
	{
		param = "髪にも使ったのか…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 92,
		flag = 3
	},
	{
		param = "あら、いけなかった？",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 93,
		flag = 3
	},
	{
		param = "髪も「ボディ」の一部かと思ったけど…",
		ship_group = 960008,
		type = 1,
		id = 94,
		flag = 3,
		option = {
			{
				4,
				"ええと、「ボディソープ」は体に使うもので、髪には髪専用の「シャンプー」というものがあるんだ"
			}
		}
	},
	{
		param = "ええと、「ボディソープ」は体に使うもので、髪には髪専用の「シャンプー」というものがあるんだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 95,
		flag = 4
	},
	{
		param = "なるほど…機能毎に細かく分けられているんだ",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 96,
		flag = 4
	},
	{
		param = "ありがとう。気を付けるわ",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 97,
		flag = 4
	},
	{
		param = "味って…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 98,
		flag = 2
	},
	{
		param = "味ってもしかして…",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 99,
		flag = 2
	},
	{
		param = "あなたと同じ匂いがするものだから、つい",
		ship_group = 960008,
		type = 1,
		id = 100,
		flag = 2,
		option = {
			{
				5,
				"体調は大丈夫？"
			},
			{
				6,
				"それはまずいんじゃない！？"
			}
		}
	},
	{
		param = "体調は大丈夫？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 101,
		flag = 5
	},
	{
		param = "ふふふ、安心して…何の問題もなかったわ",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 102,
		flag = 5
	},
	{
		param = "あなたを欲する飢えと渇きに比べたら、それくらい取るに足りないから",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 103,
		flag = 5
	},
	{
		param = "それはまずいんじゃない！？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 104,
		flag = 6
	},
	{
		param = "ふふふ、安心して…何の問題もなかったわ",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 105,
		flag = 6
	},
	{
		param = "でも…あなたがそこまで言うのなら、今度食欲を抑えてみるわ",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 106,
		flag = 6
	},
	{
		param = "指揮官、昼は東煌の「魚の唐辛子煮込み」を食べて",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 107,
		flag = 0
	},
	{
		param = "夜はアイリスのデザートを食べたわ",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 108,
		flag = 0
	},
	{
		param = "どれも特別な味わいだったけど…",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 109,
		flag = 0
	},
	{
		param = "やはりあなたの味には敵わないわ",
		ship_group = 960008,
		type = 1,
		id = 110,
		flag = 0,
		option = {
			{
				1,
				"…え？"
			},
			{
				2,
				"指揮官より美味しい食べ物はわんさかあるぞ！"
			}
		}
	},
	{
		param = "…え？自分も「食べ物」の扱い…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 111,
		flag = 1
	},
	{
		param = "トモダチハ、ゴチソウ！",
		ship_group = 960008,
		type = 1,
		id = 112,
		flag = 1,
		option = {
			{
				3,
				"…誰からそれを教わったんだ…？"
			}
		}
	},
	{
		param = "…誰からそれを教わったんだ…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 113,
		flag = 3
	},
	{
		param = "ふふふ…怖くなったの？",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 114,
		flag = 3
	},
	{
		param = "安心して。もちろんあなたは「食べ物」に分類されていないわ",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 115,
		flag = 3
	},
	{
		param = "どれだけあなたの味を好んでも、進んであなたを食べたりしない",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 116,
		flag = 3
	},
	{
		param = "あくまで一人で摂食していると、どうしてもあなたのことが頭の中をよぎってしまうだけ",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 117,
		flag = 3
	},
	{
		param = "これは「食欲」なのか、それとも別の感情なのか…私にもよく分からない",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 118,
		flag = 3
	},
	{
		param = "でも、あなたと一緒に摂食活動をすると、もしかしたら気を紛らわすことができるかも？",
		ship_group = 960008,
		type = 1,
		id = 119,
		flag = 3,
		option = {
			{
				6,
				"明日一緒に食べに行かない？"
			}
		}
	},
	{
		param = "指揮官より美味しい食べ物はわんさかあるぞ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 120,
		flag = 2
	},
	{
		param = "でも…",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 121,
		flag = 2
	},
	{
		param = "トモダチハ、ゴチソウ！",
		ship_group = 960008,
		type = 1,
		id = 122,
		flag = 2,
		option = {
			{
				4,
				"…誰からそれを教わったんだ…？"
			}
		}
	},
	{
		param = "…誰からそれを教わったんだ…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 123,
		flag = 4
	},
	{
		param = "ふふふ…怖くなったの？",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 124,
		flag = 4
	},
	{
		param = "安心して。もちろんあなたは「食べ物」に分類されていないわ",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 125,
		flag = 4
	},
	{
		param = "でもあなたのおすすめの「食べ物」を教えてほしいわ。指揮官",
		ship_group = 960008,
		type = 1,
		id = 126,
		flag = 4,
		option = {
			{
				5,
				"そうだな…"
			}
		}
	},
	{
		param = "そうだな…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 127,
		flag = 5
	},
	{
		param = "おすすめリストを送ったよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 128,
		flag = 5
	},
	{
		param = "ありがとう、指揮官",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 129,
		flag = 5
	},
	{
		param = "たくさんあるけど、どこに行けば食べれるかしら？",
		ship_group = 960008,
		type = 1,
		id = 130,
		flag = 5,
		option = {
			{
				6,
				"明日一緒に食べに行かない？"
			}
		}
	},
	{
		param = "明日一緒に食べに行かない？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 131,
		flag = 6
	},
	{
		param = "明日まで待たなくても行けるわ。まだいっぱい、いっぱい食べれるから",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 132,
		flag = 6
	},
	{
		param = "それに今は…すごく、あなたの側にいたい",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 133,
		flag = 6
	},
	{
		param = "一緒に……摂食をしましょう",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 134,
		flag = 6
	},
	{
		param = "窓の外にうるさい小鳥が二匹",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 135,
		flag = 0
	},
	{
		param = "もう食べてしまおうかとも思ったけど…その鳴き声を好きなヒトもいるかもしれない",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 136,
		flag = 0
	},
	{
		param = "やめておくわ",
		ship_group = 960008,
		type = 1,
		id = 137,
		flag = 0,
		option = {
			{
				1,
				"「好き」という気持ちがわかるようになってきたんだな"
			},
			{
				2,
				"小鳥のさえずりは好きだよ"
			}
		}
	},
	{
		param = "「好き」という気持ちがわかるようになってきたんだな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 138,
		flag = 1
	},
	{
		param = "ええ",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 139,
		flag = 1
	},
	{
		param = "あなたのことが「好き」だから",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 140,
		flag = 1
	},
	{
		param = "置き換えて考えてみると、もしあなたが他の何かに食べられたら私、悲しくなるもの",
		ship_group = 960008,
		type = 1,
		id = 141,
		flag = 1,
		option = {
			{
				3,
				"「悲しい」という気持ちもわかるようになってきたんだな"
			}
		}
	},
	{
		param = "「悲しい」という気持ちもわかるようになってきたんだな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 142,
		flag = 3
	},
	{
		param = "大丈夫。食べられたりはしないさ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 143,
		flag = 3
	},
	{
		param = "うん。食べられないようにちゃんと守ってあげる",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 144,
		flag = 3
	},
	{
		param = "あなたは私のもの、私の指揮官だから",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 145,
		flag = 3
	},
	{
		param = "小鳥のさえずりは好きだよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 146,
		flag = 2
	},
	{
		param = "やはりそうなのね",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 147,
		flag = 2
	},
	{
		param = "窓辺で小鳥たちを眺めながら微笑むあなたを見かけたことがあるもの",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 148,
		flag = 2
	},
	{
		param = "それが、「好き」…なの？",
		ship_group = 960008,
		type = 1,
		id = 149,
		flag = 2,
		option = {
			{
				4,
				"ああ。それが「好き」なんだ"
			}
		}
	},
	{
		param = "ああ。それが「好き」なんだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 150,
		flag = 4
	},
	{
		param = "じゃあ私もいつもあなたを眺めていて",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 151,
		flag = 4
	},
	{
		param = "こうして話している時も思わず口元が緩む",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 152,
		flag = 4
	},
	{
		param = "この感情表現が「好き」だというのね",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 153,
		flag = 4
	},
	{
		param = "あなたのおかげで、こういった複雑な機微もわかるようになったわ",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 154,
		flag = 0
	},
	{
		param = "指揮官、あなたに出会えて本当によかった",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 155,
		flag = 0
	},
	{
		param = "指揮官は趣味はあるの？",
		ship_group = 960009,
		type = 1,
		id = 156,
		flag = 0,
		option = {
			{
				1,
				"結構多いよ"
			},
			{
				2,
				"急にどうしたの？"
			}
		}
	},
	{
		param = "結構多いよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 157,
		flag = 1
	},
	{
		param = "もうちょっと具体的でお願い。アミティにあんたのことをもっと知らせて？",
		ship_group = 960009,
		type = 1,
		id = 158,
		flag = 1,
		option = {
			{
				3,
				"読書かな"
			},
			{
				4,
				"ゲームかな"
			},
			{
				5,
				"仕事が好きだ！"
			}
		}
	},
	{
		param = "読書は好きだな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 159,
		flag = 3
	},
	{
		param = "まあ、確かに良い趣味ね。読書って",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 160,
		flag = 3
	},
	{
		param = "出かけなくても知識をいっぱい吸収できるしぃ～",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 161,
		flag = 3
	},
	{
		param = "ねえ指揮官、アミティに何冊かおすすめを教えてよ？",
		ship_group = 960009,
		type = 1,
		id = 162,
		flag = 3,
		option = {
			{
				6,
				"リストをまとめるから"
			},
			{
				7,
				"何冊か選んで届けるよ"
			}
		}
	},
	{
		param = "ちょっと待ってて。今リストをまとめるから",
		ship_group = 0,
		option = "",
		type = 1,
		id = 163,
		flag = 6
	},
	{
		param = "ちょっと待ってて。何冊か選んで届けるよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 164,
		flag = 7
	},
	{
		param = "あら、指揮官ありがとう",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 165,
		flag = 3
	},
	{
		param = "読んだら今度感想でも語り合おうじゃない",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 166,
		flag = 3
	},
	{
		param = "ゲームが好きだな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 167,
		flag = 4
	},
	{
		param = "ゲーム……いいわね！現代の技術で開発されたビデオゲームは確かにヤミツキになるわね",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 168,
		flag = 4
	},
	{
		param = "ねえ指揮官、おすすめのゲームはある？",
		ship_group = 960009,
		type = 1,
		id = 169,
		flag = 4,
		option = {
			{
				8,
				"何本かあるよ"
			},
			{
				9,
				"今から一緒に協力ゲーでもやらない？"
			}
		}
	},
	{
		param = "何本かあるよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 170,
		flag = 8
	},
	{
		param = "いいわ。まずはその中から遊んでみる",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 171,
		flag = 8
	},
	{
		param = "指揮官のおすすめならきっと楽しいでしょ？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 172,
		flag = 8
	},
	{
		param = "時々感想を教えてあげるわ",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 173,
		flag = 8
	},
	{
		param = "今から一緒に協力ゲーでもやらない？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 174,
		flag = 9
	},
	{
		param = "いいわね！私、協力ゲームはまだやったことがないの！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 175,
		flag = 9
	},
	{
		param = "きっと楽しいんでしょ？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 176,
		flag = 9
	},
	{
		param = "今そっちに行くからちょっと待ってて？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 177,
		flag = 9
	},
	{
		param = "仕事が大好きだ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 178,
		flag = 5
	},
	{
		param = "わぁ……全然違和感を感じないわね……",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 179,
		flag = 5
	},
	{
		param = "仕事に励むのもいいけど、休憩にも気を使ったほうがいいわよ？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 180,
		flag = 5
	},
	{
		param = "こうしてアミティと連絡し合っているのも休憩のうちなのかしら？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 181,
		flag = 5
	},
	{
		param = "ふふふ、じゃああなたがちゃんと休めるよう毎日メッセージを飛ばしてあげる♪",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 182,
		flag = 5
	},
	{
		param = "急にどうしたの？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 183,
		flag = 2
	},
	{
		param = "だってあなたのことをもっと知りたいから",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 184,
		flag = 2
	},
	{
		param = "会話だって趣味から聞くとスムーズになるでしょ？",
		ship_group = 960009,
		type = 1,
		id = 185,
		flag = 2,
		option = {
			{
				10,
				"変に気を使わず気楽でいいからね"
			},
			{
				11,
				"じゃあアミティの趣味は？"
			}
		}
	},
	{
		param = "お互い変に気を使わず気楽でいいからね",
		ship_group = 0,
		option = "",
		type = 1,
		id = 186,
		flag = 10
	},
	{
		param = "共通の話題はきっと見つかるから",
		ship_group = 0,
		option = "",
		type = 1,
		id = 187,
		flag = 10
	},
	{
		param = "なるほど～。指揮官はのんびりとした付き合いのほうがいいのね",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 188,
		flag = 10
	},
	{
		param = "分かったわ。じゃあとりあえずおしゃべりから",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 189,
		flag = 10
	},
	{
		param = "そうね…話題は「指揮官のアミティへの第一印象」で――",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 190,
		flag = 10
	},
	{
		param = "どうかしら？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 191,
		flag = 10
	},
	{
		param = "じゃあアミティの趣味は？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 192,
		flag = 11
	},
	{
		param = "私？……やっぱりお宝探しかしら？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 193,
		flag = 11
	},
	{
		param = "誰も知らない深ーい海でのお宝探し……なかなか楽しいわよ？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 194,
		flag = 11
	},
	{
		param = "指揮官はお宝探し、興味ある？",
		ship_group = 960009,
		type = 1,
		id = 195,
		flag = 11,
		option = {
			{
				12,
				"ちょっと興味ある"
			},
			{
				13,
				"どんなお宝か次第だな"
			}
		}
	},
	{
		param = "ちょっと興味ある",
		ship_group = 0,
		option = "",
		type = 1,
		id = 196,
		flag = 12
	},
	{
		param = "なら今度一緒に海に出てお宝探ししようじゃない",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 197,
		flag = 12
	},
	{
		param = "今度と言わず、今すぐでもいいわよ？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 198,
		flag = 12
	},
	{
		param = "どんなお宝か次第だな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 199,
		flag = 13
	},
	{
		param = "アミティが見込んだお宝だもの、どれも貴重なものに決まっているじゃない",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 200,
		flag = 13
	},
	{
		param = "きっと気に入ってくれると思うわ",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 201,
		flag = 13
	},
	{
		param = "まあ、言葉だけじゃ説得力があまりないし…先に私のコレクションでも見てもらおうかしら",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 202,
		flag = 13
	},
	{
		param = "今、執務室に向かってるわ。差し入れを持ってね",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 203,
		flag = 0
	},
	{
		param = "どんな差し入れか当ててみて？",
		ship_group = 960009,
		type = 1,
		id = 204,
		flag = 0,
		option = {
			{
				1,
				"焼肉にフライドチキン、炭酸飲料かな？"
			},
			{
				2,
				"何でも大丈夫！小腹を満たすチャンスだ！"
			}
		}
	},
	{
		param = "焼肉にフライドチキン、炭酸飲料かな？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 205,
		flag = 1
	},
	{
		param = "ええ、そうよ",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 206,
		flag = 1
	},
	{
		param = "指揮官はこういうのが好きだからねー",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 207,
		flag = 1
	},
	{
		param = "この前、一緒に夜食を食べた時も、結構食べてたもんね",
		ship_group = 960009,
		type = 1,
		id = 208,
		flag = 1,
		option = {
			{
				3,
				"カロリーって人を幸せにするから"
			},
			{
				4,
				"美味しいものは断らない主義でね"
			}
		}
	},
	{
		param = "カロリーって人を幸せにするから",
		ship_group = 0,
		option = "",
		type = 1,
		id = 209,
		flag = 3
	},
	{
		param = "美味しいものは断らない主義でね",
		ship_group = 0,
		option = "",
		type = 1,
		id = 210,
		flag = 4
	},
	{
		param = "特に仕事を頑張った後の食事はご褒美としても格別だからな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 211,
		flag = 1
	},
	{
		param = "じゃあ、後でお腹いっぱい食べちゃおうね！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 212,
		flag = 1
	},
	{
		param = "玄関の前に着いたわ。重いから指揮官、迎えに来てくれない？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 213,
		flag = 1
	},
	{
		param = "何でも大丈夫！小腹を満たすチャンスだ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 214,
		flag = 2
	},
	{
		param = "ふーん。いろいろ買ってきたけどちょうどよかったみたいね",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 215,
		flag = 2
	},
	{
		param = "焼肉にフライドチキン、それに炭酸飲料もあるわよ",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 216,
		flag = 2
	},
	{
		param = "指揮官はこれが好きなんでしょ？",
		ship_group = 960009,
		type = 1,
		id = 217,
		flag = 2,
		option = {
			{
				5,
				"それは……！"
			},
			{
				6,
				"何でも大丈夫！小腹を満たすチャンスだ！"
			}
		}
	},
	{
		param = "それは……！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 218,
		flag = 5
	},
	{
		param = "カロリーがもたらす幸せを断る人なんていないさ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 219,
		flag = 5
	},
	{
		param = "よかった、じゃあ後でたくさん食べてね！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 220,
		flag = 5
	},
	{
		param = "何でも大丈夫！小腹を満たすチャンスだ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 221,
		flag = 6
	},
	{
		param = "また「なんでもいい」？じゃあアミティも一緒に食べていい？",
		ship_group = 960009,
		type = 1,
		id = 222,
		flag = 6,
		option = {
			{
				7,
				"構わないよ"
			}
		}
	},
	{
		param = "構わないよ。むしろアミティが一緒にいてくれたほうが楽しく食べれる",
		ship_group = 0,
		option = "",
		type = 1,
		id = 223,
		flag = 7
	},
	{
		param = "楽しく食べれる…？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 224,
		flag = 7
	},
	{
		param = "あら、それってアミティと一緒にいるのが楽しいって意味かしら？ふふふ",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 225,
		flag = 7
	},
	{
		param = "じゃあいてあげる♪たくさん食べなさいよね？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 226,
		flag = 7
	},
	{
		param = "玄関の前に着いたわ。重いから指揮官、迎えに来てくれない？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 227,
		flag = 7
	},
	{
		param = "指揮官、出かけてから3日目だけど、さては私が恋しくなった？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 228,
		flag = 0
	},
	{
		param = "返事待ってるよ～",
		ship_group = 960009,
		type = 1,
		id = 229,
		flag = 0,
		option = {
			{
				1,
				"ああ！"
			},
			{
				2,
				"まだ大丈夫"
			}
		}
	},
	{
		param = "ああ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 230,
		flag = 1
	},
	{
		param = "うん、私も指揮官を恋しく思ってるわ！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 231,
		flag = 1
	},
	{
		param = "毎日いつもあなたのことを考えてるから♪",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 232,
		flag = 1
	},
	{
		param = "まだ大丈夫。ほらこうして毎日連絡してるし",
		ship_group = 0,
		option = "",
		type = 1,
		id = 233,
		flag = 2
	},
	{
		param = "ふふふ、でも私は違うわ",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 234,
		flag = 2
	},
	{
		param = "こうやって毎日会話を交わしても、やっぱり指揮官が恋しいの～",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 235,
		flag = 2
	},
	{
		param = "今から窓際に行って、外を見てごらん",
		ship_group = 960009,
		type = 1,
		id = 236,
		flag = 0,
		option = {
			{
				3,
				"…なにもないけど？"
			},
			{
				4,
				"アミティが帰って来たとか？"
			}
		}
	},
	{
		param = "…なにもないけど？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 237,
		flag = 3
	},
	{
		param = "てっきり……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 238,
		flag = 3
	},
	{
		param = "何を期待してたの？アミティが帰ってきたとでも？",
		ship_group = 960009,
		type = 1,
		id = 239,
		flag = 3,
		option = {
			{
				5,
				"……"
			}
		}
	},
	{
		param = "もしかしてイタズラ？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 240,
		flag = 5
	},
	{
		param = "バレちゃった？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 241,
		flag = 5
	},
	{
		param = "なんて♪今回はイタズラじゃないの",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 242,
		flag = 5
	},
	{
		param = "私が言いたかったのは…",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 243,
		flag = 5
	},
	{
		param = "アミティが帰って来たとか？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 244,
		flag = 4
	},
	{
		param = "あはは、ちょっと見てみれば？もしかしたら窓の外にいるかもよ？",
		ship_group = 960009,
		type = 1,
		id = 245,
		flag = 4,
		option = {
			{
				6,
				"見てみたけど…"
			}
		}
	},
	{
		param = "見てみたけど…いないな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 246,
		flag = 6
	},
	{
		param = "えへへ、残念だけど、今すぐは帰れないの",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 247,
		flag = 6
	},
	{
		param = "窓の外にあるのは夜空と星々だけのはずよ",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 248,
		flag = 6
	},
	{
		param = "でもね……",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 249,
		flag = 6
	},
	{
		param = "私たちは今同じ夜空を見て、同じ星を見てるわ",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 250,
		flag = 0
	},
	{
		param = "これって、お互いそばにいるようなものじゃない？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 251,
		flag = 0
	},
	{
		param = "こうでも考えて我慢しないと、もどかしさに押し潰されちゃうもの",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 252,
		flag = 0
	},
	{
		param = "すぐに用事を済ませて戻るわ",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 253,
		flag = 0
	},
	{
		param = "待っててね、指揮官～",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 254,
		flag = 0
	},
	{
		param = "背中の踏み踏みでもする？",
		ship_group = 960010,
		type = 1,
		id = 255,
		flag = 0,
		option = {
			{
				1,
				"踏んでくれるのか？"
			},
			{
				2,
				"ポーツに踏まれるのか？"
			}
		}
	},
	{
		param = "踏んでくれるのか？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 256,
		flag = 1
	},
	{
		param = "ポーツに踏まれるのか？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 257,
		flag = 2
	},
	{
		param = "当たり前じゃん！ほかに誰がいるの？",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 258,
		flag = 0
	},
	{
		param = "そこに寝っ転がってりゃいいよ！安心してポーツの背中踏み踏みサービスを楽しんで！",
		ship_group = 960010,
		type = 1,
		id = 259,
		flag = 0,
		option = {
			{
				3,
				"どうして急に背中踏みを？"
			},
			{
				4,
				"うつ伏せにして待ってるよ！"
			}
		}
	},
	{
		param = "どうして急に背中踏みを？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 260,
		flag = 3
	},
	{
		param = "だってさ、あんた仕事で疲れてるみたいだし",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 261,
		flag = 3
	},
	{
		param = "背中踏みは気持ちいいと思うよ？あたしの秘薬も使えば、仕事の疲れなんてあっという間に吹っ飛ぶんだから！",
		ship_group = 960010,
		type = 1,
		id = 262,
		flag = 3,
		option = {
			{
				5,
				"仕事と言えば……"
			}
		}
	},
	{
		param = "仕事と言えば……ポーツは今日の仕事をもう終わらせたのか？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 263,
		flag = 5
	},
	{
		param = "…………",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 264,
		flag = 5
	},
	{
		param = "もちろん終わったに決まってるじゃん！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 265,
		flag = 5
	},
	{
		param = "もう、つまんないこと言わないの！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 266,
		flag = 5
	},
	{
		param = "さっさとシャワー浴びてきて！あたしもシャワー浴びてすぐ行くから！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 267,
		flag = 5
	},
	{
		param = "うつ伏せにして待ってるよ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 268,
		flag = 4
	},
	{
		param = "うん！指揮官はうつ伏せで寝てればいい！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 269,
		flag = 4
	},
	{
		param = "背中踏みは気持ちいいと思うよ？あたしの秘薬も使えば、仕事の疲れなんてあっという間に吹っ飛ぶんだから！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 270,
		flag = 4
	},
	{
		param = "ほら、あんたって毎日仕事がすっごく多いでしょ？",
		ship_group = 960010,
		type = 1,
		id = 271,
		flag = 4,
		option = {
			{
				6,
				"ポーツがもっと分担してくれたらなぁ…"
			}
		}
	},
	{
		param = "ポーツがもっと分担してくれたらなぁ…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 272,
		flag = 6
	},
	{
		param = "……もう、つまんないこと言わないの！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 273,
		flag = 6
	},
	{
		param = "仕事は役に立たなくても、せめて体くらい気持ちよくさせてあげる！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 274,
		flag = 6
	},
	{
		param = "はいはい！さっさとシャワー浴びてきて！あたしもシャワー浴びてすぐ行くから！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 275,
		flag = 6
	},
	{
		param = "そうだ！そっちのシャワーを使わせて！そのほうが楽だし！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 276,
		flag = 0
	},
	{
		param = "指揮官、待ってて！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 277,
		flag = 0
	},
	{
		param = "ちょっと恥ずかしいけど食べたら大丈夫かも目が覚めた&%@*#",
		ship_group = 960010,
		type = 1,
		id = 278,
		flag = 0,
		option = {
			{
				1,
				"？"
			},
			{
				2,
				"もしかしなくても酔ってる…？"
			}
		}
	},
	{
		param = "は？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 279,
		flag = 1
	},
	{
		param = "何事…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 280,
		flag = 1
	},
	{
		param = "ん……？指揮官からメッセージが来た？",
		ship_group = 960010,
		type = 1,
		id = 281,
		flag = 1,
		option = {
			{
				3,
				"ポーツが先に送ってきたんだが"
			}
		}
	},
	{
		param = "ポーツが先に送ってきたんだが",
		ship_group = 0,
		option = "",
		type = 1,
		id = 282,
		flag = 3
	},
	{
		param = "え……ほんとだ！あはは！",
		ship_group = 960010,
		type = 1,
		id = 283,
		flag = 3,
		option = {
			{
				4,
				"もしかしなくても酔ってる…？"
			}
		}
	},
	{
		param = "ポーツ、さては酔っ払ってるな…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 284,
		flag = 4
	},
	{
		param = "よ、酔ってないよ！",
		ship_group = 960010,
		type = 1,
		id = 285,
		flag = 4,
		option = {
			{
				5,
				"酔っ払いは皆そう言うんだ。迎えに行くよ"
			}
		}
	},
	{
		param = "酔っ払いは皆そう言うんだ。迎えに行くよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 286,
		flag = 5
	},
	{
		param = "ほ、本当に酔ってないってば！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 287,
		flag = 5
	},
	{
		param = "でもあんたが来てもいっか！一緒に飲もうよ！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 288,
		flag = 5
	},
	{
		param = "星でも眺めながら！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 289,
		flag = 5
	},
	{
		param = "ポーツ、さては酔っ払ってるな…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 290,
		flag = 2
	},
	{
		param = "よ、酔ってないよ！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 291,
		flag = 2
	},
	{
		param = "指揮官も来て一緒に飲む？",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 292,
		flag = 2
	},
	{
		param = "あたしは芝生の上で寝転がって……待ってるから……！",
		ship_group = 960010,
		type = 1,
		id = 293,
		flag = 2,
		option = {
			{
				6,
				"うん。今行くから"
			},
			{
				7,
				"酔い醒ましのお茶でも持っていくよ"
			}
		}
	},
	{
		param = "うん。今行くから",
		ship_group = 0,
		option = "",
		type = 1,
		id = 294,
		flag = 6
	},
	{
		param = "えへへ……うん、待ってるよ……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 295,
		flag = 6
	},
	{
		param = "酔い醒ましのお茶でも持っていくよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 296,
		flag = 7
	},
	{
		param = "そんなの飲まないもん……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 297,
		flag = 7
	},
	{
		param = "指揮官は手ぶらで来ていいの……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 298,
		flag = 7
	},
	{
		param = "一緒にお酒飲んで、一緒に……星を眺めよう♪",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 299,
		flag = 2
	},
	{
		param = "星が……たくさんの星があたしの周りを回ってる！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 300,
		flag = 0
	},
	{
		param = "あんたたち……指揮官の周りでも回ってあげて！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 301,
		flag = 0
	},
	{
		param = "今から一緒にトレーニングしない？",
		ship_group = 960010,
		type = 1,
		id = 302,
		flag = 0,
		option = {
			{
				1,
				"いいよ。"
			},
			{
				2,
				"疲れた。無理。ポーツだけで頑張ってくれ"
			}
		}
	},
	{
		param = "いいよ。でも、どうして急にトレーニングを？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 303,
		flag = 1
	},
	{
		param = "足腰を鍛えたいと思って！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 304,
		flag = 1
	},
	{
		param = "母港での生活が快適すぎて、運動する機会がなくなっちゃったんだよ！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 305,
		flag = 1
	},
	{
		param = "このままじゃどうなってしまうか……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 306,
		flag = 1
	},
	{
		param = "あんたも今のあたしのままのほうが好きでしょ！",
		ship_group = 960010,
		type = 1,
		id = 307,
		flag = 1,
		option = {
			{
				3,
				"どんなポーツでも好きだよ"
			},
			{
				4,
				"お仕事に関しては別だけどな"
			}
		}
	},
	{
		param = "どんなポーツでも好きだよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 308,
		flag = 3
	},
	{
		param = "うーん……そう言われても……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 309,
		flag = 3
	},
	{
		param = "……まあ、あたしも指揮官がどんな風に変わっても好きだけどね",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 310,
		flag = 3
	},
	{
		param = "いやいや、怠けちゃダメ！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 311,
		flag = 3
	},
	{
		param = "お仕事に関しては別だけどな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 312,
		flag = 4
	},
	{
		param = "なによ！せっかくいい雰囲気なのに仕事の話なんか持ち出して！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 313,
		flag = 4
	},
	{
		param = "ふん、あたしの仕事はあんたの背中を踏むことなんだからね！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 314,
		flag = 4
	},
	{
		param = "それだけは絶対に手を抜けないの！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 315,
		flag = 4
	},
	{
		param = "だから足の筋肉を最高のコンディションに保たないと",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 316,
		flag = 1
	},
	{
		param = "そうしないと上手く背中を踏めないし！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 317,
		flag = 1
	},
	{
		param = "とにかくあたしは先に行くから！着いたら連絡して！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 318,
		flag = 1
	},
	{
		param = "疲れた。無理。ポーツだけで頑張ってくれ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 319,
		flag = 2
	},
	{
		param = "えー、指揮官ってちょっと怠けすぎじゃない？",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 320,
		flag = 2
	},
	{
		param = "あんたも一緒に来てくれたらもっとやる気出るのに！",
		ship_group = 960010,
		type = 1,
		id = 321,
		flag = 2,
		option = {
			{
				5,
				"気持ち的には一緒にいるよ！"
			}
		}
	},
	{
		param = "気持ち的には一緒にいるよ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 322,
		flag = 5
	},
	{
		param = "指揮官に励まされたよ！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 323,
		flag = 5
	},
	{
		param = "すっごくやる気が出てきた！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 324,
		flag = 5
	},
	{
		param = "ジムに行かなくても「運動」できる方法を閃いた！",
		ship_group = 960010,
		type = 1,
		id = 325,
		flag = 5,
		option = {
			{
				6,
				"それはどんな……？"
			}
		}
	},
	{
		param = "それはどんな……？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 326,
		flag = 6
	},
	{
		param = "ふふ、当ててみて！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 327,
		flag = 6
	},
	{
		param = "とにかくもう向かってるから！体を洗ってベッドで待っといて！着いたら分かるから！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 328,
		flag = 6
	},
	{
		param = "指揮官～",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 329,
		flag = 0
	},
	{
		param = "指揮官～指揮官～",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 330,
		flag = 0
	},
	{
		param = "わたしのメッセージ、ちゃんと届いた？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 331,
		flag = 0
	},
	{
		param = "見たら返信！「返信」、プリーズ！",
		ship_group = 960011,
		type = 1,
		id = 332,
		flag = 0,
		option = {
			{
				1,
				"届いたよ"
			},
			{
				2,
				"「返信」！"
			}
		}
	},
	{
		param = "こちら指揮官！ドルフィン、応答を頼む！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 333,
		flag = 1
	},
	{
		param = "うん！こっちにもちゃんと届いたよ♪",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 334,
		flag = 1
	},
	{
		param = "「返信」！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 335,
		flag = 2
	},
	{
		param = "えへへ～「返信」の受信、確認したよ",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 336,
		flag = 2
	},
	{
		param = "この「すまほ」っていうの、メッセージを送るのにすごく便利だね…",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 337,
		flag = 0
	},
	{
		param = "離れていても、指揮官とこうやってやり取りできるんだ♪",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 338,
		flag = 0
	},
	{
		param = "わたしの特殊能力よりずっとすごいよ！",
		ship_group = 960011,
		type = 1,
		id = 339,
		flag = 0,
		option = {
			{
				3,
				"スタンプも送れるよ"
			}
		}
	},
	{
		param = "メッセージだけじゃなく、スタンプも送れるよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 340,
		flag = 3
	},
	{
		param = "ん？「スタンプ」…？",
		ship_group = 960011,
		type = 1,
		id = 341,
		flag = 3,
		option = {
			{
				4,
				"（明石）"
			},
			{
				5,
				"（ネルソン）"
			},
			{
				6,
				"（ラフィー）"
			}
		}
	},
	{
		param = "303",
		ship_group = 0,
		option = "",
		type = 4,
		id = 342,
		flag = 4
	},
	{
		param = "緑の猫だ！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 343,
		flag = 4
	},
	{
		param = "56",
		ship_group = 0,
		option = "",
		type = 4,
		id = 344,
		flag = 5
	},
	{
		param = "おお！なんか強そう！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 345,
		flag = 5
	},
	{
		param = "363",
		ship_group = 0,
		option = "",
		type = 4,
		id = 346,
		flag = 6
	},
	{
		param = "かわいい…",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 347,
		flag = 6
	},
	{
		param = "…なるほど、これが「スタンプ」っていうものなんだね！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 348,
		flag = 0
	},
	{
		param = "んーでもドルフィンもスタンプになれないかな…？",
		ship_group = 960011,
		type = 1,
		id = 349,
		flag = 0,
		option = {
			{
				7,
				"自分のスタンプも作れるよ"
			}
		}
	},
	{
		param = "自分のスタンプも作れるよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 350,
		flag = 7
	},
	{
		param = "「自分の」……？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 351,
		flag = 7
	},
	{
		param = "ドルフィンの今の顔をスタンプにできるってこと？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 352,
		flag = 7
	},
	{
		param = "なんだか楽しそう！…どうやって？",
		ship_group = 960011,
		type = 1,
		id = 353,
		flag = 7,
		option = {
			{
				8,
				"今ちょっと時間ある？"
			},
			{
				9,
				"説明を送るよ"
			}
		}
	},
	{
		param = "今ちょっと時間ある？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 354,
		flag = 8
	},
	{
		param = "うん！大丈夫！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 355,
		flag = 8
	},
	{
		param = "指揮官はどこにいるの？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 356,
		flag = 8
	},
	{
		param = "あ！「返信」が来る前に、指揮官のいる場所を探知できた！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 357,
		flag = 8
	},
	{
		param = "説明を送るよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 358,
		flag = 9
	},
	{
		param = "ふふん、もう指揮官のいる場所を探知できたよ～",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 359,
		flag = 9
	},
	{
		param = "説明を読むより、直接教えてほしいなー",
		ship_group = 960011,
		type = 1,
		id = 360,
		flag = 9,
		option = {
			{
				10,
				"その特殊能力は位置追跡よりすごくない…？"
			}
		}
	},
	{
		param = "その特殊能力は位置追跡よりすごくない…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 361,
		flag = 10
	},
	{
		param = "まあ、ちょうど今空いてるし大丈夫",
		ship_group = 0,
		option = "",
		type = 1,
		id = 362,
		flag = 10
	},
	{
		param = "えへへ、待っててね～。今会いに行くから！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 363,
		flag = 0
	},
	{
		param = "56",
		ship_group = 960011,
		option = "",
		type = 4,
		id = 364,
		flag = 0
	},
	{
		param = "指揮官、どこにいるの？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 365,
		flag = 0
	},
	{
		param = "アイスを買ってきたら、指揮官が見当たらなくなった…",
		ship_group = 960011,
		type = 1,
		id = 366,
		flag = 0,
		option = {
			{
				1,
				"ずっとここにいるけど？"
			},
			{
				2,
				"ドルフィンが迷子になったのでは……？"
			}
		}
	},
	{
		param = "え？ここから動いてないけど…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 367,
		flag = 1
	},
	{
		param = "一号館の休憩スペースから動いてないよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 368,
		flag = 1
	},
	{
		param = "もしかして、わたしが迷子になった…？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 369,
		flag = 1
	},
	{
		param = "うぅ、やっぱりそうだ。ここの魚もさっきいた子たちと違うみたい…",
		ship_group = 960011,
		type = 1,
		id = 370,
		flag = 1,
		option = {
			{
				3,
				"周りに目印になるものってある？"
			}
		}
	},
	{
		param = "ドルフィンが迷子になったのでは……？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 371,
		flag = 2
	},
	{
		param = "えっと、確認してみるね…",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 372,
		flag = 2
	},
	{
		param = "あ、本当だ！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 373,
		flag = 2
	},
	{
		param = "ここの魚もさっきいた子たちと違うみたい…",
		ship_group = 960011,
		type = 1,
		id = 374,
		flag = 2,
		option = {
			{
				3,
				"周りに目印になるものってある？"
			}
		}
	},
	{
		param = "周りに目印になるものってある？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 375,
		flag = 3
	},
	{
		param = "ん…看板に二号館って書いてある",
		ship_group = 960011,
		type = 1,
		id = 376,
		flag = 3,
		option = {
			{
				4,
				"一号館に戻れそう？"
			},
			{
				5,
				"そこでじっとしてて"
			}
		}
	},
	{
		param = "一号館に戻れそう？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 377,
		flag = 4
	},
	{
		param = "特殊能力を使ってみるね…",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 378,
		flag = 4
	},
	{
		param = "うぅ…魚たちの音が大きくて、指揮官の音がはっきり聞こえない…",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 379,
		flag = 4
	},
	{
		param = "あ。魚たちが指揮官の居場所を教えてくれた！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 380,
		flag = 4
	},
	{
		param = "指揮官、そこから動かないでね",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 381,
		flag = 4
	},
	{
		param = "す、すぐにそっちに行くから！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 382,
		flag = 4
	},
	{
		param = "そこでじっとしてて。今迎えに行く！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 383,
		flag = 5
	},
	{
		param = "ありがとう～",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 384,
		flag = 5
	},
	{
		param = "特殊能力を使えば、指揮官の居場所なんてすぐ分かるけど",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 385,
		flag = 5
	},
	{
		param = "指揮官に頼り切って、ここで大人しく待つこともまたいい感じ～♪",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 386,
		flag = 5
	},
	{
		param = "指揮官、もう寝た？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 387,
		flag = 0
	},
	{
		param = "うんうん…もう聞こえたよ？まだ起きてるんだね！",
		ship_group = 960011,
		type = 1,
		id = 388,
		flag = 0,
		option = {
			{
				1,
				"こんばんは"
			},
			{
				2,
				"おはよう"
			}
		}
	},
	{
		param = "こんばんは",
		ship_group = 0,
		option = "",
		type = 1,
		id = 389,
		flag = 1
	},
	{
		param = "こんばんは～",
		ship_group = 960011,
		type = 1,
		id = 390,
		flag = 1,
		option = {
			{
				3,
				"眠れないの？"
			}
		}
	},
	{
		param = "おはよう",
		ship_group = 0,
		option = "",
		type = 1,
		id = 391,
		flag = 2
	},
	{
		param = "お、おはよう…？",
		ship_group = 960011,
		type = 1,
		id = 392,
		flag = 2,
		option = {
			{
				3,
				"眠れないの？"
			}
		}
	},
	{
		param = "眠れないの？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 393,
		flag = 3
	},
	{
		param = "うん、ちょっとね…",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 394,
		flag = 3
	},
	{
		param = "明日のキャンプのことで色々とね",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 395,
		flag = 3
	},
	{
		param = "わたし、キャンプに行ったことないし",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 396,
		flag = 3
	},
	{
		param = "しかも指揮官と一緒にお出かけするから",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 397,
		flag = 3
	},
	{
		param = "ワクワクしすぎて、えへへ…",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 398,
		flag = 3
	},
	{
		param = "1時間も目を閉じてるのに、全然眠れないの…",
		ship_group = 960011,
		type = 1,
		id = 399,
		flag = 3,
		option = {
			{
				4,
				"じゃあ、おしゃべりしようか"
			},
			{
				5,
				"すぐ眠りにつく方法でも試してみない？"
			}
		}
	},
	{
		param = "じゃあ、ドルフィンが眠くなるまでおしゃべりでもしようか",
		ship_group = 0,
		option = "",
		type = 1,
		id = 400,
		flag = 4
	},
	{
		param = "迷惑にならない？",
		ship_group = 960011,
		type = 1,
		id = 401,
		flag = 4,
		option = {
			{
				6,
				"ううん、まだ眠くないから"
			},
			{
				7,
				"ドルフィンと一緒に話したいからね"
			}
		}
	},
	{
		param = "ううん、まだ眠くないから",
		ship_group = 0,
		option = "",
		type = 1,
		id = 402,
		flag = 6
	},
	{
		param = "えへへ、じゃあおしゃべりしよ～",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 403,
		flag = 6
	},
	{
		param = "キャンプ場にお宝が隠れてたりしないかな…",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 404,
		flag = 6
	},
	{
		param = "もしあったら、どんなお宝なのかな…",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 405,
		flag = 6
	},
	{
		param = "指揮官、一緒に探し当ててみない？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 406,
		flag = 6
	},
	{
		param = "ドルフィンと一緒に話したいからね",
		ship_group = 0,
		option = "",
		type = 1,
		id = 407,
		flag = 7
	},
	{
		param = "わたしも指揮官と一緒に話したい！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 408,
		flag = 7
	},
	{
		param = "指揮官も起きてるなら、今会いに行ってもいい？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 409,
		flag = 7
	},
	{
		param = "わたしの枕を用意しておいてね！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 410,
		flag = 7
	},
	{
		param = "すぐ眠りにつく方法でも試してみない？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 411,
		flag = 5
	},
	{
		param = "え？どういう方法？",
		ship_group = 960011,
		type = 1,
		id = 412,
		flag = 5,
		option = {
			{
				8,
				"寝る前の読み聞かせ、でどうだろう？"
			},
			{
				9,
				"リラックスできる軽めの音楽でもどう？"
			}
		}
	},
	{
		param = "寝る前の読み聞かせ、でどうだろう？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 413,
		flag = 8
	},
	{
		param = "うん！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 414,
		flag = 8
	},
	{
		param = "でもメッセージじゃなくて、指揮官の声を聞きたい！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 415,
		flag = 8
	},
	{
		param = "指揮官も起きてるなら、今会いに行ってもいい？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 416,
		flag = 8
	},
	{
		param = "わたしの枕を用意しておいてね！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 417,
		flag = 8
	},
	{
		param = "リラックスできる軽めの音楽でもどう？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 418,
		flag = 9
	},
	{
		param = "それは試したよ？でもあんまり効果がないみたい…",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 419,
		flag = 9
	},
	{
		param = "んー頭の中が指揮官のことでいっぱいで……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 420,
		flag = 9
	},
	{
		param = "そしたら、もっと会いたくなって……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 421,
		flag = 9
	},
	{
		param = "早く明日にならないかな…",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 422,
		flag = 9
	},
	{
		param = "指揮官…今日は休んでもいい？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 423,
		flag = 0
	},
	{
		param = "なんだか頭がくらっとして、やる気が出ない……",
		ship_group = 960005,
		type = 1,
		id = 424,
		flag = 0,
		option = {
			{
				1,
				"体調が悪いの？"
			},
			{
				2,
				"ゲームで夜更かししたのか？"
			},
			{
				3,
				"秘書艦の仕事がしんどいと思ってる？"
			}
		}
	},
	{
		param = "体調が悪いの？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 425,
		flag = 1
	},
	{
		param = "お菓子のプリンとおくすりを持って行くね",
		ship_group = 0,
		option = "",
		type = 1,
		id = 426,
		flag = 1
	},
	{
		param = "えっと…そこまでしなくても……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 427,
		flag = 1
	},
	{
		param = "横になってちょっとゲームすれば回復すると思う",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 428,
		flag = 1
	},
	{
		param = "わざわざ来なくてもいいからね",
		ship_group = 960005,
		type = 1,
		id = 429,
		flag = 1,
		option = {
			{
				4,
				"本当は部屋にこもってゲームをしたいだけでは？"
			},
			{
				5,
				"やっぱり心配だな…"
			}
		}
	},
	{
		param = "本当は部屋にこもってゲームをしたいだけでは？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 430,
		flag = 4
	},
	{
		param = "…………",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 431,
		flag = 4
	},
	{
		param = "はぁ、嘘をつくのもしんどい……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 432,
		flag = 4
	},
	{
		param = "実はこの新作ゲームを早くクリアしたくて…",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 433,
		flag = 4
	},
	{
		param = "だから指揮官、休みを承認してくれない？",
		ship_group = 960005,
		type = 1,
		id = 434,
		flag = 4,
		option = {
			{
				6,
				"承認する"
			},
			{
				7,
				"だが断る"
			}
		}
	},
	{
		param = "今日は別に忙しくないから、休んでいいよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 435,
		flag = 6
	},
	{
		param = "ありがとう！指揮官～",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 436,
		flag = 6
	},
	{
		param = "やっぱり指揮官は最高だね～",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 437,
		flag = 6
	},
	{
		param = "だが断る。休暇は許可しないィ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 438,
		flag = 7
	},
	{
		param = "えー、しんどー……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 439,
		flag = 7
	},
	{
		param = "でも反論するのもしんどいし……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 440,
		flag = 7
	},
	{
		param = "それに、なんだか後ろめたいし……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 441,
		flag = 7
	},
	{
		param = "まぁいいよ…指揮官がそこまで言うなら……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 442,
		flag = 7
	},
	{
		param = "しょうがない……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 443,
		flag = 7
	},
	{
		param = "分かったよ、今行くから……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 444,
		flag = 7
	},
	{
		param = "やっぱり心配だな…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 445,
		flag = 5
	},
	{
		param = "指揮官って本当に面倒見がいいね……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 446,
		flag = 5
	},
	{
		param = "…分かったよ……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 447,
		flag = 5
	},
	{
		param = "…ついでにバーベキュー味のポテチを何個か買ってきてくれない？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 448,
		flag = 5
	},
	{
		param = "ゲームで夜更かししたのか？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 449,
		flag = 2
	},
	{
		param = "…うん",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 450,
		flag = 2
	},
	{
		param = "新作ゲームを早くクリアしたくて……ちょっと夜更かしを…",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 451,
		flag = 2
	},
	{
		param = "頭がすっごいくらくらする……",
		ship_group = 960005,
		type = 1,
		id = 452,
		flag = 2,
		option = {
			{
				8,
				"ゆっくり休んで"
			},
			{
				9,
				"承認する"
			}
		}
	},
	{
		param = "休暇を承認するから、ゆっくり休んでいいよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 453,
		flag = 8
	},
	{
		param = "休暇を承認するから、ゆっくり休んでいいよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 454,
		flag = 9
	},
	{
		param = "次は夜更かしじゃなくて、昼間にやって",
		ship_group = 0,
		option = "",
		type = 1,
		id = 455,
		flag = 2
	},
	{
		param = "うん…",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 456,
		flag = 2
	},
	{
		param = "次はちゃんと指揮官の言うとおりにするよ",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 457,
		flag = 2
	},
	{
		param = "じゃあ、先にゲームを……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 458,
		flag = 2
	},
	{
		param = "あれ？どうやって取り消すんだっけ…？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 459,
		flag = 2
	},
	{
		param = "秘書艦の仕事がしんどいと思ってるんじゃないの？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 460,
		flag = 3
	},
	{
		param = "いやいやいや……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 461,
		flag = 3
	},
	{
		param = "単純に…全ての仕事がしんどいなと……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 462,
		flag = 3
	},
	{
		param = "だって部屋にはふわふわの枕と、暖かい布団があるし……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 463,
		flag = 3
	},
	{
		param = "はぁああ…仕事なんかしたくないなぁ……",
		ship_group = 960005,
		type = 1,
		id = 464,
		flag = 3,
		option = {
			{
				10,
				"承認する"
			},
			{
				11,
				"承認しない"
			}
		}
	},
	{
		param = "今日は別に忙しくないから、休んでいいよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 465,
		flag = 10
	},
	{
		param = "ありがとう！指揮官～",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 466,
		flag = 10
	},
	{
		param = "やっぱり指揮官は最高だね～",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 467,
		flag = 10
	},
	{
		param = "休んじゃダメだよ。布団と枕を持参してでも出勤だ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 468,
		flag = 11
	},
	{
		param = "えー、しんどー……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 469,
		flag = 11
	},
	{
		param = "でも反論するのもしんどいし……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 470,
		flag = 11
	},
	{
		param = "それに、なんだか後ろめたいし……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 471,
		flag = 11
	},
	{
		param = "まぁいいよ…指揮官がそこまで言うなら……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 472,
		flag = 11
	},
	{
		param = "しょうがない……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 473,
		flag = 11
	},
	{
		param = "布団と枕は指揮官のを使うから……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 474,
		flag = 11
	},
	{
		param = "分かったよ、今行くから……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 475,
		flag = 11
	},
	{
		param = "指揮官…雨が降ってきたよ…",
		ship_group = 960005,
		type = 1,
		id = 476,
		flag = 0,
		option = {
			{
				1,
				"怖いの？"
			},
			{
				2,
				"ああ、雨が降ってきたね"
			}
		}
	},
	{
		param = "怖いの？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 477,
		flag = 1
	},
	{
		param = "ううん、この程度ならまだ平気だよ……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 478,
		flag = 1
	},
	{
		param = "ただ、明日晴れるかどうかが気になって……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 479,
		flag = 1
	},
	{
		param = "ああ、雨が降ってきたね",
		ship_group = 0,
		option = "",
		type = 1,
		id = 480,
		flag = 2
	},
	{
		param = "明日の天気が少し心配だな…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 481,
		flag = 2
	},
	{
		param = "そうなんだよね…",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 482,
		flag = 2
	},
	{
		param = "せっかく一緒に出かけるのに、天気が悪いと…",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 483,
		flag = 0
	},
	{
		param = "楽しさも減っちゃいそう……",
		ship_group = 960005,
		type = 1,
		id = 484,
		flag = 0,
		option = {
			{
				3,
				"明日は晴れるといいね"
			},
			{
				4,
				"明日は絶対晴れるよ"
			}
		}
	},
	{
		param = "明日は晴れるといいね",
		ship_group = 0,
		option = "",
		type = 1,
		id = 485,
		flag = 3
	},
	{
		param = "やっとウィダーを外に連れ出せるはずが、天気のせいでポシャってしまうのはもったいないな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 486,
		flag = 3
	},
	{
		param = "「やっと」っていうほど大変じゃないでしょ…",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 487,
		flag = 3
	},
	{
		param = "出かけるのは確かにしんどいけど、指揮官と一緒なら……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 488,
		flag = 3
	},
	{
		param = "まあ、2日間くらい考えて、それで半日ゴロゴロしながら躊躇ってただけ……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 489,
		flag = 3
	},
	{
		param = "…………",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 490,
		flag = 3
	},
	{
		param = "雷が鳴ってる……",
		ship_group = 960005,
		type = 1,
		id = 491,
		flag = 3,
		option = {
			{
				5,
				"今すぐ行くよ！"
			},
			{
				6,
				"ヘッドホンをつけてゲームに集中だ"
			}
		}
	},
	{
		param = "大丈夫だ。今すぐそっちに行くから！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 492,
		flag = 5
	},
	{
		param = "別に怖くなんかないよ……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 493,
		flag = 5
	},
	{
		param = "んー、ちょっとだけ怖いかも…",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 494,
		flag = 5
	},
	{
		param = "指揮官、早く来てぇ……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 495,
		flag = 5
	},
	{
		param = "ヘッドホンをつけてゲームをしよう。そうすれば雷の音が聞こえなくなるよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 496,
		flag = 6
	},
	{
		param = "ちょっとは効きそう……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 497,
		flag = 6
	},
	{
		param = "でも、そこまで効かなそう……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 498,
		flag = 6
	},
	{
		param = "指揮官、オンラインモードで一緒にプレイする？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 499,
		flag = 6
	},
	{
		param = "一緒にゲームしてたら…外の雷とか気にならなくなるから…",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 500,
		flag = 6
	},
	{
		param = "うん。そうしよう……早くログインして、待ってるから……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 501,
		flag = 6
	},
	{
		param = "明日は絶対晴れるよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 502,
		flag = 4
	},
	{
		param = "指揮官、すごい自信…",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 503,
		flag = 4
	},
	{
		param = "もし晴れなかったら？",
		ship_group = 960005,
		type = 1,
		id = 504,
		flag = 4,
		option = {
			{
				7,
				"雨中散歩だな"
			},
			{
				8,
				"じゃあ砲撃で雲を吹き飛ばそう"
			}
		}
	},
	{
		param = "雨中散歩だな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 505,
		flag = 7
	},
	{
		param = "雰囲気があるし、雨の景色にだって風情があるよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 506,
		flag = 7
	},
	{
		param = "そしたら傘差さなきゃいけないよね…しんどそう……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 507,
		flag = 7
	},
	{
		param = "でも指揮官、いつもしんどく思わないよね……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 508,
		flag = 7
	},
	{
		param = "ウィダーのこともよく面倒見てくれるし……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 509,
		flag = 7
	},
	{
		param = "そう考えたら雨の中の散歩も、ちょっとは楽しみかも…",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 510,
		flag = 7
	},
	{
		param = "でも…やっぱり晴れてほしいなぁ……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 511,
		flag = 7
	},
	{
		param = "じゃあ砲撃で雲を吹き飛ばそう",
		ship_group = 0,
		option = "",
		type = 1,
		id = 512,
		flag = 8
	},
	{
		param = "は？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 513,
		flag = 8
	},
	{
		param = "？？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 514,
		flag = 8
	},
	{
		param = "？？？",
		ship_group = 960005,
		type = 1,
		id = 515,
		flag = 8,
		option = {
			{
				9,
				"冗談だ"
			}
		}
	},
	{
		param = "冗談だ。せいぜい今夜、降雨ロケット弾を何発か撃って雨を早く降らせるぐらいかな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 516,
		flag = 9
	},
	{
		param = "？？？？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 517,
		flag = 9
	},
	{
		param = "さすが指揮官…すごいね……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 518,
		flag = 9
	},
	{
		param = "そこまでしてウィダーを外に連れ出したいの……",
		ship_group = 960005,
		type = 1,
		id = 519,
		flag = 9,
		option = {
			{
				10,
				"「一緒に」外出するんだ"
			}
		}
	},
	{
		param = "「一緒に」外出するんだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 520,
		flag = 10
	},
	{
		param = "準備してくるよ。ウィダーも準備をしておいてね",
		ship_group = 0,
		option = "",
		type = 1,
		id = 521,
		flag = 10
	},
	{
		param = "うん、また明日の朝にね……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 522,
		flag = 10
	},
	{
		param = "はぁ…目が覚めたら指揮官がいないなんて……",
		ship_group = 960005,
		type = 1,
		id = 523,
		flag = 0,
		option = {
			{
				1,
				"今売店に来てるんだ"
			},
			{
				2,
				"買い物に出かけてるよ。すぐ帰るから"
			}
		}
	},
	{
		param = "今売店に来てるんだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 524,
		flag = 1
	},
	{
		param = "え？売店に行ったの？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 525,
		flag = 1
	},
	{
		param = "じゃあこの前のポテトンカツが食べたい～",
		ship_group = 960005,
		type = 1,
		id = 526,
		flag = 1,
		option = {
			{
				3,
				"わかった。他に欲しいものはある？"
			},
			{
				4,
				"そう言われると、こっちも食べたくなってきたな"
			}
		}
	},
	{
		param = "買い物に出かけてるよ。すぐ帰るから",
		ship_group = 0,
		option = "",
		type = 1,
		id = 527,
		flag = 2
	},
	{
		param = "ふぅん…じゃあゆっくりね。別に急がなくても……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 528,
		flag = 2
	},
	{
		param = "ん？待って…「買い物」？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 529,
		flag = 2
	},
	{
		param = "ポテトンカツが食べたい！",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 530,
		flag = 2
	},
	{
		param = "ついでに買ってきて！",
		ship_group = 960005,
		type = 1,
		id = 531,
		flag = 2,
		option = {
			{
				3,
				"わかった。他に欲しいものはある？"
			},
			{
				4,
				"そう言われると、こっちも食べたくなってきたな"
			}
		}
	},
	{
		param = "わかった。他に欲しいものはある？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 532,
		flag = 3
	},
	{
		param = "指揮官",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 533,
		flag = 3
	},
	{
		param = "終わったら早く帰ってきてぇ……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 534,
		flag = 3
	},
	{
		param = "起きたら指揮官がいなくて…なんか変",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 535,
		flag = 3
	},
	{
		param = "早く会いたいな…",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 536,
		flag = 3
	},
	{
		param = "そう言われると、こっちも食べたくなってきたな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 537,
		flag = 4
	},
	{
		param = "じゃあメガサイズのセットにして、一緒に食べよう",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 538,
		flag = 4
	},
	{
		param = "終わったら早く帰ってきて",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 539,
		flag = 4
	},
	{
		param = "お腹すいたし、あと……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 540,
		flag = 4
	},
	{
		param = "指揮官に会いたくなっちゃった",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 541,
		flag = 4
	},
	{
		param = "テンペスタ、あつまれー！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 542,
		flag = 0
	},
	{
		param = "はいはい、来てやったわ",
		ship_group = 960006,
		option = "",
		type = 1,
		id = 543,
		flag = 0
	},
	{
		param = "どうした？新しい旅にでも出るのか？",
		ship_group = 960002,
		option = "",
		type = 1,
		id = 544,
		flag = 0
	},
	{
		param = "まあ、そう言えなくもないね",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 545,
		flag = 0
	},
	{
		param = "そういえば、聞いた？",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 546,
		flag = 0
	},
	{
		param = "何を聞いたって…？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 547,
		flag = 0
	},
	{
		param = "あああ文字を入力するの遅すぎぃ！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 548,
		flag = 0
	},
	{
		param = "執務室にお宝があるんだって！みんなで今すぐ宝探しに行こうよ！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 549,
		flag = 0
	},
	{
		param = "…執務室に？",
		ship_group = 960004,
		option = "",
		type = 1,
		id = 550,
		flag = 0
	},
	{
		param = "んー執務室はそんなに広くないから、お宝をあまり隠せないと思うけど…",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 551,
		flag = 0
	},
	{
		param = "うん…ドルフィンは執務室にある物を全部把握してるけど",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 552,
		flag = 0
	},
	{
		param = "お宝なんてなかったと思うよ？",
		ship_group = 960011,
		type = 1,
		id = 553,
		flag = 0,
		option = {
			{
				1,
				"執務室のお宝なんて初耳だが"
			},
			{
				2,
				"新しい冒険ゲームか何か？"
			}
		}
	},
	{
		param = "ん？お宝の話なんて初耳だが？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 554,
		flag = 1
	},
	{
		param = "あら、指揮官さまも知らないの～？じゃあ本当にないんじゃない？",
		ship_group = 960003,
		option = "",
		type = 1,
		id = 555,
		flag = 1
	},
	{
		param = "それか隠し場所が巧妙すぎて、指揮官さえも気づいてなかったりして～？",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 556,
		flag = 1
	},
	{
		param = "ふむ。……可能性はゼロじゃない",
		ship_group = 960002,
		option = "",
		type = 1,
		id = 557,
		flag = 1
	},
	{
		param = "ただの噂、という可能性も排除できないんじゃないか？",
		ship_group = 960004,
		option = "",
		type = 1,
		id = 558,
		flag = 1
	},
	{
		param = "だからこそ探しに行くべきだよ！実際に探してみないと、本当にあるかどうかなんてわからないもん！",
		ship_group = 960001,
		type = 1,
		id = 559,
		flag = 1,
		option = {
			{
				3,
				"来てもいいけど、ただ……"
			},
			{
				4,
				"自分も一緒に探そう"
			}
		}
	},
	{
		param = "新しい冒険ゲームか何か？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 560,
		flag = 2
	},
	{
		param = "自分も参加したいな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 561,
		flag = 2
	},
	{
		param = "ゲーム？何のゲーム？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 562,
		flag = 2
	},
	{
		param = "ウィダーって、こういう時はグループに現れるわね…",
		ship_group = 960006,
		option = "",
		type = 1,
		id = 563,
		flag = 2
	},
	{
		param = "指揮官さま、もったいぶってるわね～♡",
		ship_group = 960003,
		option = "",
		type = 1,
		id = 564,
		flag = 2
	},
	{
		param = "わぁ…ますます気になってきた！なんだか、本当にお宝がありそう！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 565,
		flag = 2
	},
	{
		param = "みんな、早く探しに行こう！",
		ship_group = 960001,
		type = 1,
		id = 566,
		flag = 2,
		option = {
			{
				3,
				"来てもいいけど、ただ……"
			},
			{
				4,
				"自分も一緒に探そう"
			}
		}
	},
	{
		param = "来てもいいけど、お宝なんてないと思うよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 567,
		flag = 3
	},
	{
		param = "自分が執務室に一番詳しいからな！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 568,
		flag = 3
	},
	{
		param = "指揮官に迷惑をかけない方がいいと思う",
		ship_group = 960002,
		option = "",
		type = 1,
		id = 569,
		flag = 3
	},
	{
		param = "そうね、指揮官の仕事や休憩の邪魔になったら本末転倒でしょ？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 570,
		flag = 3
	},
	{
		param = "えぇ…このまま諦めちゃうの？",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 571,
		flag = 3
	},
	{
		param = "先に指揮官の仕事を手伝うってのはどう？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 572,
		flag = 3
	},
	{
		param = "終わった後に一緒に宝探しをすれば、指揮官に迷惑をかけずに済むよ",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 573,
		flag = 3
	},
	{
		param = "うーん……行けるかも！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 574,
		flag = 3
	},
	{
		param = "じゃあ皆の者、今から指揮官の仕事の手伝いに行くぞ！",
		ship_group = 960002,
		option = "",
		type = 1,
		id = 575,
		flag = 3
	},
	{
		param = "えー…しんどー…ウィダーはパス……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 576,
		flag = 3
	},
	{
		param = "あたし、飲み物買ってくる！いつ戻ってくるか分からないけど！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 577,
		flag = 3
	},
	{
		param = "他の人は？",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 578,
		flag = 3
	},
	{
		param = "もしもーし？どうして誰も喋らなくなったの？",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 579,
		flag = 3
	},
	{
		param = "…仕事の手伝いって聞いて一斉に逃げたかしら？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 580,
		flag = 3
	},
	{
		param = "自分も一緒に探そう",
		ship_group = 0,
		option = "",
		type = 1,
		id = 581,
		flag = 4
	},
	{
		param = "執務室にどんなお宝があるのか、気になってきたからな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 582,
		flag = 4
	},
	{
		param = "指揮官さまも参加するのね～。じゃあ私も参加しようかしら～♡",
		ship_group = 960003,
		option = "",
		type = 1,
		id = 583,
		flag = 4
	},
	{
		param = "きっと執務室のお宝を見つけられる気がする！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 584,
		flag = 4
	},
	{
		param = "道具はなにか用意したほうがいい？コンパス？シャベル？",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 585,
		flag = 4
	},
	{
		param = "そんなのあっても執務室で使えないでしょ…",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 586,
		flag = 4
	},
	{
		param = "そんなめんどいことしなくても……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 587,
		flag = 4
	},
	{
		param = "ドルフィンを連れて行けばいいじゃん。特殊能力ですぐお宝を見つけられると思うよ",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 588,
		flag = 4
	},
	{
		param = "わたし？もう執務室にいるけど～",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 589,
		flag = 4
	},
	{
		param = "んーでも他のお宝は感知できてないよ……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 590,
		flag = 4
	},
	{
		param = "唯一「お宝」と呼べるのは…指揮官だけかなー",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 591,
		flag = 4
	},
	{
		param = "それは間違いないわね～。ふふふ～♡",
		ship_group = 960003,
		option = "",
		type = 1,
		id = 592,
		flag = 4
	},
	{
		param = "指揮官がお宝だってことは確かに否定できないけど！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 593,
		flag = 4
	},
	{
		param = "でも他のお宝については…みんなで探してみないとわからないよ！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 594,
		flag = 4
	},
	{
		param = "さあみんな、執務室に集合だ！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 595,
		flag = 4
	},
	{
		param = "みんな！ジャベリンからちょっと提案がありまーす！",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 596,
		flag = 0
	},
	{
		param = "指揮官がチャンネルに入る前に、サプライズを用意したらどうかなって",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 597,
		flag = 0
	},
	{
		param = "へぇ、例えばどんな？",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 598,
		flag = 0
	},
	{
		param = "それはまだ考えているんですけど…よかったらみんなからアドバイスをもらえれば嬉しいです！",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 599,
		flag = 0
	},
	{
		param = "そうですね…",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 600,
		flag = 0
	},
	{
		param = "はいはーい！いいの思いついたよ！",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 601,
		flag = 0
	},
	{
		param = "指揮官との集合写真をグループチャットのアイコンにするのはどう？なんだかいい感じ♪",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 602,
		flag = 0
	},
	{
		param = "アイコンの大きさ的に全員入れるのは無理だろ",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 603,
		flag = 0
	},
	{
		param = "もし縮小してもみんなぼやけちゃうよ～",
		ship_group = 10703,
		option = "",
		type = 1,
		id = 604,
		flag = 0
	},
	{
		param = "うーん…ほかの案も考えてみましょう？",
		ship_group = 10205,
		option = "",
		type = 1,
		id = 605,
		flag = 0
	},
	{
		param = "じゃあ…プレゼントを贈るのはどうですか？",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 606,
		flag = 0
	},
	{
		param = "指揮官が「艦チャット」チャンネル参加のお祝いサプライズとして！",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 607,
		flag = 0
	},
	{
		param = "デザートがいいと思うです",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 608,
		flag = 0
	},
	{
		param = "なら砂糖をたっぷりかけておかないとね",
		ship_group = 50401,
		option = "",
		type = 1,
		id = 609,
		flag = 0
	},
	{
		param = "うん。指揮官、きっと気に入ってくれる…です",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 610,
		flag = 0
	},
	{
		param = "…あっそ？",
		ship_group = 70104,
		option = "",
		type = 1,
		id = 611,
		flag = 0
	},
	{
		param = "なるほどね！チャットでも口癖は忘れない。まさに「キャラせってい」ね！",
		ship_group = 30111,
		option = "",
		type = 1,
		id = 612,
		flag = 0
	},
	{
		param = "ｗｗｗｗｗｗｗｗｗ",
		ship_group = 30112,
		option = "",
		type = 1,
		id = 613,
		flag = 0
	},
	{
		param = "本題に戻るわ…ほかに案はあるかしら？",
		ship_group = 10216,
		option = "",
		type = 1,
		id = 614,
		flag = 0
	},
	{
		param = "では私から一つ…！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 615,
		flag = 0
	},
	{
		param = "糕點（ガオデン）を醬油につけて食べるのはどうだ！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 616,
		flag = 0
	},
	{
		param = "わさびやチリペッパーでも！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 617,
		flag = 0
	},
	{
		param = "えっと…これって案と言えるんですかね…",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 618,
		flag = 0
	},
	{
		param = "撫順！糕點の食べ方の案じゃなくて、指揮官へのサプライズの案を考えているの！",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 619,
		flag = 0
	},
	{
		param = "百歩譲っても、そんな食べ方聞いたことないよ！",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 620,
		flag = 0
	},
	{
		param = "郷土料理的なものならあるかもしれませんね",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 621,
		flag = 0
	},
	{
		param = "ううん、今はサプライズの話をしないと…！",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 622,
		flag = 0
	},
	{
		param = "みんな気づいてない……",
		ship_group = 10117,
		option = "",
		type = 1,
		id = 623,
		flag = 0
	},
	{
		param = "何を？",
		ship_group = 10515,
		option = "",
		type = 1,
		id = 624,
		flag = 0
	},
	{
		param = "指揮官、さっきチャンネルに参加した…",
		ship_group = 10117,
		option = "",
		type = 1,
		id = 625,
		flag = 0
	},
	{
		param = "ラフィー…目を覚ましたらシステムメッセージが…",
		ship_group = 10117,
		option = "",
		type = 1,
		id = 626,
		flag = 0
	},
	{
		param = "みんなのメッセージに埋もれて、サラトガちゃん見逃しちゃったよ！",
		ship_group = 10703,
		option = "",
		type = 1,
		id = 627,
		flag = 0
	},
	{
		param = "指揮官、ほら挨拶して！",
		ship_group = 10703,
		type = 1,
		id = 628,
		flag = 0,
		option = {
			{
				1,
				"やぁ！"
			},
			{
				2,
				"盛り上がってたから……"
			}
		}
	},
	{
		param = "やぁ！指揮官だ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 629,
		flag = 1
	},
	{
		param = "指揮官ナイスタイミング！みんなで指揮官へのサプライズをどうしようか話し合ってるところだよ！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 630,
		flag = 1
	},
	{
		param = "もう撫順！言ったらサプライズにならないでしょう！？",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 631,
		flag = 1
	},
	{
		param = "んー確かチャンネルに参加するとチャットログが見れるんだよね……",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 632,
		flag = 1
	},
	{
		param = "ってことは指揮官にバレちゃってます！？もう「サプライズ」じゃなくなっちゃった！",
		ship_group = 20121,
		type = 1,
		id = 633,
		flag = 1,
		option = {
			{
				3,
				"気持ちをありがとう"
			}
		}
	},
	{
		param = "気持ちをありがとう",
		ship_group = 0,
		option = "",
		type = 1,
		id = 634,
		flag = 3
	},
	{
		param = "その「気持ち」こそが最高のサプライズだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 635,
		flag = 3
	},
	{
		param = "指揮官最高～！大好き～！えへへ",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 636,
		flag = 3
	},
	{
		param = "「サプライズ」じゃなくなっても、ジャベリンはやっぱり指揮官にプレゼントを用意したいです！",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 637,
		flag = 3
	},
	{
		param = "おう、ぼくもプレゼントするぞ",
		ship_group = 10515,
		option = "",
		type = 1,
		id = 638,
		flag = 3
	},
	{
		param = "綾波もプレゼントするです",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 639,
		flag = 3
	},
	{
		param = "じゃあプレゼントしたいもののリストをまとめてきますね。まとまったらみんなで選びましょう",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 640,
		flag = 3
	},
	{
		param = "何かアイデアがあったらDMで私まで送ってください",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 641,
		flag = 3
	},
	{
		param = "みんなで盛り上がってたから、いきなり話かけるのはよくないと思って",
		ship_group = 0,
		option = "",
		type = 1,
		id = 642,
		flag = 2
	},
	{
		param = "気持ちをありがとう",
		ship_group = 0,
		option = "",
		type = 1,
		id = 643,
		flag = 2
	},
	{
		param = "わぁ、指揮官本当にいたんだ…！ってことは「サプライズ」もバレちゃったんじゃ…",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 644,
		flag = 2
	},
	{
		param = "指揮官にバレた以上、もう「サプライズ」とは呼べなくなりました",
		ship_group = 20134,
		option = "",
		type = 1,
		id = 645,
		flag = 2
	},
	{
		param = "言われてみればそうです",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 646,
		flag = 2
	},
	{
		param = "サプライズじゃなくなっても、指揮官へのプレゼントを準備しても大丈夫ですよね？",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 647,
		flag = 2
	},
	{
		param = "うん、私もそう思うわ",
		ship_group = 10205,
		option = "",
		type = 1,
		id = 648,
		flag = 2
	},
	{
		param = "指揮官、何か欲しいプレゼントはありますか？",
		ship_group = 20121,
		type = 1,
		id = 649,
		flag = 2,
		option = {
			{
				4,
				"みんなの「気持ち」こそ最高のプレゼントだよ"
			}
		}
	},
	{
		param = "みんなの「気持ち」こそ最高のプレゼントだよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 650,
		flag = 4
	},
	{
		param = "そんな言い方はズルいですよ……",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 651,
		flag = 4
	},
	{
		param = "指揮官最高～！大好き～！えへへ",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 652,
		flag = 4
	},
	{
		param = "これからは「サプライズ抜き」の指揮官へのプレゼント選びになりまーす！",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 653,
		flag = 4
	},
	{
		param = "うん、私もそう思うわ",
		ship_group = 10205,
		option = "",
		type = 1,
		id = 654,
		flag = 4
	},
	{
		param = "じゃあプレゼントしたいもののリストをまとめてきますね。まとまったらみんなで選びましょう",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 655,
		flag = 4
	},
	{
		param = "何かアイデアがあったらDMで私まで送ってください",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 656,
		flag = 4
	},
	{
		param = "じゃじゃーん！みんな注目！指揮官をチャンネルに招待したよ～！",
		ship_group = 10324,
		option = "",
		type = 1,
		id = 657,
		flag = 0
	},
	{
		param = "指揮官、ようこそ。楽にしてくれ",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 658,
		flag = 0
	},
	{
		param = "おお！指揮官だ！パチパチパチパチ！",
		ship_group = 10802,
		option = "",
		type = 1,
		id = 659,
		flag = 0
	},
	{
		param = "場面的に「嬉しい」指数を45.36%上げるのが望ましい",
		ship_group = 10233,
		option = "",
		type = 1,
		id = 660,
		flag = 0
	},
	{
		param = "指揮官、ようこそー！",
		ship_group = 10233,
		option = "",
		type = 1,
		id = 661,
		flag = 0
	},
	{
		param = "あ、挨拶ぐらいしてやるのだ",
		ship_group = 10125,
		type = 1,
		id = 662,
		flag = 0,
		option = {
			{
				1,
				"よろしく"
			}
		}
	},
	{
		param = "歓迎してくれてありがとう。よろしくね",
		ship_group = 0,
		option = "",
		type = 1,
		id = 663,
		flag = 1
	},
	{
		param = "せんせー…みんな…おしゃべり…アンカレッジ…うれしい！",
		ship_group = 19903,
		option = "",
		type = 1,
		id = 664,
		flag = 1
	},
	{
		param = "ハニー！待ってたよ！",
		ship_group = 10517,
		option = "",
		type = 1,
		id = 665,
		flag = 1
	},
	{
		param = "おおー！本当に指揮官が来た！",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 666,
		flag = 1
	},
	{
		param = "せっかく来てくれたし、一緒になんかして祝わないっすか！",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 667,
		flag = 1
	},
	{
		param = "Everybody～映画鑑賞会でもやらない？ふふ～ん",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 668,
		flag = 1
	},
	{
		param = "映画鑑賞会？サラトガちゃんは参加するよー！",
		ship_group = 10703,
		option = "",
		type = 1,
		id = 669,
		flag = 1
	},
	{
		param = "一緒に映画を見るのっていいわね",
		ship_group = 10705,
		option = "",
		type = 1,
		id = 670,
		flag = 1
	},
	{
		param = "シアトルも賛成っす！みんなじゃんじゃん参加してほしいっすよ！",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 671,
		flag = 1
	},
	{
		param = "これはもう満場一致よね！それじゃあ、どんなジャンルの映画にするか話し合わない？",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 672,
		flag = 1
	},
	{
		param = "おひめさまとおうじさま…アンカレッジ、みたい…！",
		ship_group = 19903,
		option = "",
		type = 1,
		id = 673,
		flag = 1
	},
	{
		param = "あら～、いいわね。恋愛映画は私も賛成よ！",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 674,
		flag = 1
	},
	{
		param = "ロードムービーを推したい！",
		ship_group = 10209,
		option = "",
		type = 1,
		id = 675,
		flag = 1
	},
	{
		param = "私もロードムービーに一票だ！",
		ship_group = 10316,
		option = "",
		type = 1,
		id = 676,
		flag = 1
	},
	{
		param = "「7つの星を集めるとブラックドラゴンを召喚して願いを叶えてもらう」みたいな映画はない？",
		ship_group = 10208,
		option = "",
		type = 1,
		id = 677,
		flag = 1
	},
	{
		param = "んん？",
		ship_group = 10517,
		option = "",
		type = 1,
		id = 678,
		flag = 1
	},
	{
		param = "似たようなものはあるけど…映画じゃないのー",
		ship_group = 10601,
		option = "",
		type = 1,
		id = 679,
		flag = 1
	},
	{
		param = "ふむふむ…映画の好みはみんなバラバラかぁ…",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 680,
		flag = 1
	},
	{
		param = "これはちょっと困っちゃうかも…！",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 681,
		flag = 1
	},
	{
		param = "みんな、ここは指揮官の意見を聞いてみよう",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 682,
		flag = 1
	},
	{
		param = "そうね～指揮官ちゃん、意見を聞かせてくれない？",
		ship_group = 10328,
		type = 1,
		id = 683,
		flag = 1,
		option = {
			{
				2,
				"恋愛映画がいい"
			},
			{
				3,
				"ロードムービーがいい"
			},
			{
				4,
				"甲乙つけがたいから、いっそのこと…"
			}
		}
	},
	{
		param = "恋愛映画がいいな。一緒に見よう",
		ship_group = 0,
		option = "",
		type = 1,
		id = 684,
		flag = 2
	},
	{
		param = "うん…！アンカレッジ…せんせー…いっしょにみる…！えへへ…",
		ship_group = 19903,
		option = "",
		type = 1,
		id = 685,
		flag = 2
	},
	{
		param = "ふふふ。指揮官ちゃんってやっぱり私と趣味が近いわね",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 686,
		flag = 2
	},
	{
		param = "もし映画の中にムフフな展開があっても平気だし",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 687,
		flag = 2
	},
	{
		param = "だってみんなオ・ト・ナなんだから♪ふふふ",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 688,
		flag = 2
	},
	{
		param = "319",
		ship_group = 10328,
		option = "",
		type = 4,
		id = 689,
		flag = 2
	},
	{
		param = "こほん。ピッツバーグ、公共の場では……",
		ship_group = 10316,
		option = "",
		type = 1,
		id = 690,
		flag = 2
	},
	{
		param = "はいはい、これぐらいにしておくわ♪",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 691,
		flag = 2
	},
	{
		param = "ハニーと一緒に恋愛映画を見るの？想像しただけでワクワクするわ！",
		ship_group = 10517,
		option = "",
		type = 1,
		id = 692,
		flag = 2
	},
	{
		param = "じゃあ決まりね。恋愛映画で行こう～",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 693,
		flag = 2
	},
	{
		param = "ロードムービーがいいな。一緒に見よう",
		ship_group = 0,
		option = "",
		type = 1,
		id = 694,
		flag = 3
	},
	{
		param = "癒しのロードムービーで疲れた心を癒すのもいいわね",
		ship_group = 10324,
		option = "",
		type = 1,
		id = 695,
		flag = 3
	},
	{
		param = "おすすめがいくつかあるから、後でリストにまとめておく！",
		ship_group = 10209,
		option = "",
		type = 1,
		id = 696,
		flag = 3
	},
	{
		param = "じゃあ私のおすすめもクリーブランドに送って一緒にまとめてもらおう",
		ship_group = 10316,
		option = "",
		type = 1,
		id = 697,
		flag = 3
	},
	{
		param = "じゃあ決まりね。ロードムービーで行こう～",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 698,
		flag = 3
	},
	{
		param = "甲乙つけがたいから、いっそ全部見ようか",
		ship_group = 0,
		option = "",
		type = 1,
		id = 699,
		flag = 4
	},
	{
		param = "1日でまとめて見てもいいし、上映会を何日かに分けてやるのも手だ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 700,
		flag = 4
	},
	{
		param = "Nice！そうすれば色んなジャンルの映画が見れるしね～",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 701,
		flag = 4
	},
	{
		param = "だったら…ホラー映画も見たい！…得体の知れない、ぞっとするような謎のイキモノがいっぱい出てくる映画とか！",
		ship_group = 10149,
		option = "",
		type = 1,
		id = 702,
		flag = 4
	},
	{
		param = "うぅ、怖いよぉ……",
		ship_group = 10808,
		option = "",
		type = 1,
		id = 703,
		flag = 4
	},
	{
		param = "ホラー、嫌……",
		ship_group = 10126,
		option = "",
		type = 1,
		id = 704,
		flag = 4
	},
	{
		param = "アンカレッジ…こわい……！",
		ship_group = 19903,
		option = "",
		type = 1,
		id = 705,
		flag = 4
	},
	{
		param = "苦手な子がいっぱいいるから、ホラーはやめておこう",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 706,
		flag = 4
	},
	{
		param = "もしくは今度ホラー映画だけのイベントを別に開くかだな",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 707,
		flag = 4
	},
	{
		param = "わーん！せっかくの提案がボッシュートになったあああ！",
		ship_group = 10149,
		option = "",
		type = 1,
		id = 708,
		flag = 4
	},
	{
		param = "ホラー映画推しブリストル、アウト！",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 709,
		flag = 4
	},
	{
		param = "他に見たい映画があったらドシドシ要望を送ってね～",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 710,
		flag = 4
	},
	{
		param = "先に何本か探してくるよ～！",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 711,
		flag = 0
	},
	{
		param = "場所と日程の調整は私がやろう",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 712,
		flag = 0
	},
	{
		param = "我も手を貸してやるわ",
		ship_group = 19905,
		option = "",
		type = 1,
		id = 713,
		flag = 0
	},
	{
		param = "皆とのワイワイ上映会…もう楽しむしかないっす！",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 714,
		flag = 0
	},
	{
		param = "指揮官、時間になったら絶対に来るっすよ！",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 715,
		flag = 0
	},
	{
		param = "改めて同志たち、こちらは新しく設立された北方連合専用チャンネルになります",
		ship_group = 70508,
		option = "",
		type = 1,
		id = 716,
		flag = 0
	},
	{
		param = "今後、共有したい情報があればこちらで",
		ship_group = 70508,
		option = "",
		type = 1,
		id = 717,
		flag = 0
	},
	{
		param = "それと、同志指揮官もチャンネルに招待しました",
		ship_group = 70508,
		option = "",
		type = 1,
		id = 718,
		flag = 0
	},
	{
		param = "同志指揮官と共に母港の未来を築き上げていきましょう",
		ship_group = 70508,
		option = "",
		type = 1,
		id = 719,
		flag = 0
	},
	{
		param = "ん？同志ちゃんもうチャンネルに入ったの？",
		ship_group = 70104,
		option = "",
		type = 1,
		id = 720,
		flag = 0
	},
	{
		param = "あっそ。今見た……じゃあ歓迎してあげるわ",
		ship_group = 70104,
		option = "",
		type = 1,
		id = 721,
		flag = 0
	},
	{
		param = "同志ソユーズの、北方連合の代表に相応しい挨拶に感謝",
		ship_group = 70205,
		option = "",
		type = 1,
		id = 722,
		flag = 0
	},
	{
		param = "指揮官、いらっしゃい～",
		ship_group = 70701,
		option = "",
		type = 1,
		id = 723,
		flag = 0
	},
	{
		param = "メッセージの内容には注意してね。このチャンネルまで雑談の場にしてはいけないから",
		ship_group = 70504,
		option = "",
		type = 1,
		id = 724,
		flag = 0
	},
	{
		param = "ああ。同志指揮官に我が北方連合の起立正しさと専門制を見せるのだ",
		ship_group = 70505,
		option = "",
		type = 1,
		id = 725,
		flag = 0
	},
	{
		param = "規律正しさと専門性だよね…？今のは入力ミス…？",
		ship_group = 70701,
		option = "",
		type = 1,
		id = 726,
		flag = 0
	},
	{
		param = "規律正しさと専門性だ",
		ship_group = 70505,
		type = 1,
		id = 727,
		flag = 0,
		option = {
			{
				1,
				"さすがは北方連合だ"
			},
			{
				2,
				"少し肩の力を抜いてみたらどうだ？"
			}
		}
	},
	{
		param = "さすが北方連合、見事な規律正しさと専門性だ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 728,
		flag = 1
	},
	{
		param = "もちろんよ。北方連合の規律正しさと専門性は建前や見せかけじゃないからね",
		ship_group = 70504,
		option = "",
		type = 1,
		id = 729,
		flag = 1
	},
	{
		param = "全ては実力で同志指揮官に認めてもらったんだから",
		ship_group = 70504,
		option = "",
		type = 1,
		id = 730,
		flag = 1
	},
	{
		param = "同志指揮官が返信した…",
		ship_group = 70207,
		option = "",
		type = 1,
		id = 731,
		flag = 1
	},
	{
		param = "うん。指揮官がぐっと距離感を縮めてくれたように感じてなんだか不思議ね",
		ship_group = 70207,
		option = "",
		type = 1,
		id = 732,
		flag = 1
	},
	{
		param = "とても嬉しく…思う///",
		ship_group = 70207,
		option = "",
		type = 1,
		id = 733,
		flag = 1
	},
	{
		param = "ああ、私も同感だ！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 734,
		flag = 1
	},
	{
		param = "そんなに嬉しいなら朝まで飲み明かそうじゃないか！どうだ、同志指揮官！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 735,
		flag = 1
	},
	{
		param = "それいいわね～。新チャンネル設立の記念を兼ねた指揮官歓迎会をやろう♪",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 736,
		flag = 1
	},
	{
		param = "新しいゲームも買ったから一緒に遊べるし！",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 737,
		flag = 1
	},
	{
		param = "うーん…あとはホットドッグやフライドチキンも注文しよっか！",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 738,
		flag = 1
	},
	{
		param = "アヴローラ、ちょっとお願いしていい～？",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 739,
		flag = 1
	},
	{
		param = "はーい。ウォッカも多めに用意しておきますね",
		ship_group = 70201,
		option = "",
		type = 1,
		id = 740,
		flag = 1
	},
	{
		param = "じゃあ私も混ぜてよ。仕事終わりに一杯やらないとね",
		ship_group = 79901,
		option = "",
		type = 1,
		id = 741,
		flag = 1
	},
	{
		param = "あのぉ…規律正しさと専門性は…？",
		ship_group = 70701,
		option = "",
		type = 1,
		id = 742,
		flag = 1
	},
	{
		param = "事ここに至ったら……",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 743,
		flag = 1
	},
	{
		param = "飲んでから考える！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 744,
		flag = 1
	},
	{
		param = "よぉし、飲み明かすぞ！乾杯！",
		ship_group = 70501,
		type = 1,
		id = 745,
		flag = 1,
		option = {
			{
				3,
				"乾杯！"
			}
		}
	},
	{
		param = "みんな、少し肩の力を抜いてみたらどうだ？ただのチャットチャンネルだよ？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 746,
		flag = 2
	},
	{
		param = "同志指揮官がそう言うなら……",
		ship_group = 70508,
		option = "",
		type = 1,
		id = 747,
		flag = 2
	},
	{
		param = "じゃあ早速、朝まで飲み明かすか！なあ！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 748,
		flag = 2
	},
	{
		param = "え？いきなりすぎない？",
		ship_group = 70701,
		option = "",
		type = 1,
		id = 749,
		flag = 2
	},
	{
		param = "あはは！いちいち計画を立ててたら時間がもったいないだろう！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 750,
		flag = 2
	},
	{
		param = "クーちゃん賛成ー！新チャンネル設立の記念を兼ねた指揮官歓迎会ってことで～",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 751,
		flag = 2
	},
	{
		param = "新しいゲームも買ったから一緒に遊べるし！",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 752,
		flag = 2
	},
	{
		param = "うーん…あとはホットドッグやフライドチキンも注文しよっか！",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 753,
		flag = 2
	},
	{
		param = "アヴローラ、ちょっとお願いしていい～？",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 754,
		flag = 2
	},
	{
		param = "はーい。ウォッカも多めに用意しておきますね",
		ship_group = 70201,
		option = "",
		type = 1,
		id = 755,
		flag = 2
	},
	{
		param = "うふふふ…へへへ……",
		ship_group = 70102,
		option = "",
		type = 1,
		id = 756,
		flag = 2
	},
	{
		param = "うまー",
		ship_group = 70102,
		option = "",
		type = 1,
		id = 757,
		flag = 2
	},
	{
		param = "グロズヌイ、もうすっかり出来上がってるたみたいね",
		ship_group = 70104,
		option = "",
		type = 1,
		id = 758,
		flag = 2
	},
	{
		param = "もうべろんべろんなんていいなぁ…",
		ship_group = 79901,
		option = "",
		type = 1,
		id = 759,
		flag = 2
	},
	{
		param = "だな！じゃあ早速集合だ！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 760,
		flag = 2
	},
	{
		param = "よぉし、飲み明かすぞ！乾杯！",
		ship_group = 70501,
		type = 1,
		id = 761,
		flag = 2,
		option = {
			{
				3,
				"乾杯！"
			}
		}
	},
	{
		param = "乾杯！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 762,
		flag = 3
	},
	{
		param = "乾杯～！",
		ship_group = 70203,
		option = "",
		type = 1,
		id = 763,
		flag = 3
	},
	{
		param = "乾杯！",
		ship_group = 70204,
		option = "",
		type = 1,
		id = 764,
		flag = 3
	},
	{
		param = "！！！！！",
		ship_group = 50102,
		type = 1,
		id = 765,
		flag = 0,
		option = {
			{
				1,
				"！！！！！"
			},
			{
				2,
				"撫順、何かあったのか？"
			}
		}
	},
	{
		param = "！！！！！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 766,
		flag = 1
	},
	{
		param = "撫順、何かあったのか？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 767,
		flag = 2
	},
	{
		param = "！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 768,
		flag = 0
	},
	{
		param = "指揮官？！いつ入ってたの！？",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 769,
		flag = 0
	},
	{
		param = "新しいチャンネルができたから適当にメッセージを送ってたら、まさか指揮官がいるなんて！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 770,
		flag = 0
	},
	{
		param = "ふふ、今しがた指揮官を招待したばかりですよ",
		ship_group = 50201,
		option = "",
		type = 1,
		id = 771,
		flag = 0
	},
	{
		param = "指揮官、東煌のチャンネルへようこそ",
		ship_group = 50201,
		option = "",
		type = 1,
		id = 772,
		flag = 0
	},
	{
		param = "指揮官、ようこそいらっしゃいませ",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 773,
		flag = 0
	},
	{
		param = "ほら撫順も、ちゃんと指揮官に挨拶しなさい！",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 774,
		flag = 0
	},
	{
		param = "…あれ、撫順…？",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 775,
		flag = 0
	},
	{
		param = "返事がないね",
		ship_group = 50103,
		option = "",
		type = 1,
		id = 776,
		flag = 0
	},
	{
		param = "撫順姉さんはもうブリストルのところに行っちゃったみたいです",
		ship_group = 50104,
		option = "",
		type = 1,
		id = 777,
		flag = 0
	},
	{
		param = "…指揮官、ごめんなさい",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 778,
		flag = 0
	},
	{
		param = "大丈夫だって！そんなことを気にする指揮官じゃないさ",
		ship_group = 59901,
		option = "",
		type = 1,
		id = 779,
		flag = 0
	},
	{
		param = "気にしたとしても、みんなで燒烤（シャオカオ）をやれば大丈夫だ。あはは！",
		ship_group = 59901,
		type = 1,
		id = 780,
		flag = 0,
		option = {
			{
				3,
				"言われてみればそろそろごはんの時間だな"
			},
			{
				4,
				"もちろん気にしてないよ"
			}
		}
	},
	{
		param = "言われてみればそろそろごはんの時間だな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 781,
		flag = 3
	},
	{
		param = "もちろん気にしてないよ。気楽に構えよう",
		ship_group = 0,
		option = "",
		type = 1,
		id = 782,
		flag = 4
	},
	{
		param = "ふふ、まさに仰るとおりです♪",
		ship_group = 50204,
		option = "",
		type = 1,
		id = 783,
		flag = 4
	},
	{
		param = "ありがとうございます",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 784,
		flag = 4
	},
	{
		param = "それはさておき、ハルビンの提案も悪くないと思います",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 785,
		flag = 4
	},
	{
		param = "指揮官とも久しく食事していませんし、この機会にみんなでご飯に行くのはいかがでしょう？",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 786,
		flag = 4
	},
	{
		param = "やった！みんなとご飯だー！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 787,
		flag = 0
	},
	{
		param = "もぉ、こういう時に限って反応早いんだから……！",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 788,
		flag = 0
	},
	{
		param = "ごはん～ごはん～。飛雲さまもごはん～",
		ship_group = 50107,
		option = "",
		type = 1,
		id = 789,
		flag = 0
	},
	{
		param = "ちょうどバオズも出来たわ。あとでみんなで食べましょう？",
		ship_group = 50202,
		option = "",
		type = 1,
		id = 790,
		flag = 0
	},
	{
		param = "バオズ～バオズ～",
		ship_group = 50203,
		option = "",
		type = 1,
		id = 791,
		flag = 0
	},
	{
		param = "平海、お腹すいた！",
		ship_group = 50203,
		option = "",
		type = 1,
		id = 792,
		flag = 0
	},
	{
		param = "ん？みんなでごはんにするのですか？",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 793,
		flag = 0
	},
	{
		param = "じゃあ今夜は私が料理を作りますよ",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 794,
		flag = 0
	},
	{
		param = "指揮官は燒烤（シャオカオ）とバオズ以外に、何か食べたいものはありますか？",
		ship_group = 50105,
		type = 1,
		id = 795,
		flag = 0,
		option = {
			{
				5,
				"食欲増進の逸品を頼む"
			},
			{
				6,
				"あっさりした料理を頼む"
			},
			{
				7,
				"龍武に任せる"
			}
		}
	},
	{
		param = "たくさん食べるから食欲増進の前菜で！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 796,
		flag = 5
	},
	{
		param = "うん！任せてください！",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 797,
		flag = 5
	},
	{
		param = "美味しくてあっさりしたもので！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 798,
		flag = 6
	},
	{
		param = "うん！任せてください！",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 799,
		flag = 6
	},
	{
		param = "任せるよ。龍武の料理は全部美味しいから",
		ship_group = 0,
		option = "",
		type = 1,
		id = 800,
		flag = 7
	},
	{
		param = "信じてくれてありがとうございます！なんでも任せてください！",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 801,
		flag = 7
	},
	{
		param = "ふっふん！龍武姉ちゃん、虎ちゃんも手伝うよ！",
		ship_group = 50106,
		option = "",
		type = 1,
		id = 802,
		flag = 0
	},
	{
		param = "うーん…別にいいけどもう人手が……",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 803,
		flag = 0
	},
	{
		param = "人手が足りないなら済安にも手伝わせて！",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 804,
		flag = 0
	},
	{
		param = "ちょうど最近本から新しいレシピを学んだし、私の手料理を指揮官に振る舞ういい機会よ！",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 805,
		flag = 0
	},
	{
		param = "…………",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 806,
		flag = 0
	},
	{
		param = "…………",
		ship_group = 50207,
		option = "",
		type = 1,
		id = 807,
		flag = 0
	},
	{
		param = "…………",
		ship_group = 50602,
		option = "",
		type = 1,
		id = 808,
		flag = 0
	},
	{
		param = "それは……",
		ship_group = 51901,
		option = "",
		type = 1,
		id = 809,
		flag = 0
	},
	{
		param = "えっと……",
		ship_group = 50208,
		option = "",
		type = 1,
		id = 810,
		flag = 0
	},
	{
		param = "あら？みんな？",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 811,
		flag = 0
	},
	{
		param = "済安、今から私と囲碁を打ちませんか？",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 812,
		flag = 0
	},
	{
		param = "え？今から？",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 813,
		flag = 0
	},
	{
		param = "ちょっと占ってみたけど、済安、今日は「囲碁に宜しく、火に用心」とのことよ",
		ship_group = 50401,
		option = "",
		type = 1,
		id = 814,
		flag = 0
	},
	{
		param = "この前も勝負がついてなかったし、いい機会じゃない？",
		ship_group = 50401,
		option = "",
		type = 1,
		id = 815,
		flag = 0
	},
	{
		param = "そうですね。せっかく占ってくれましたし、鎮海と対局することにします",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 816,
		flag = 0
	},
	{
		param = "そういえば、さっき台所を通りかかった時、鍵がかかっていてどうしても開けられなかったんです…",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 817,
		flag = 0
	},
	{
		param = "龍武ちゃんが料理をするなら、まず扉をどうにかしないといけませんよ？",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 818,
		flag = 0
	},
	{
		param = "それは…龍武ならきっと何とかできると思いますよ",
		ship_group = 50204,
		option = "",
		type = 1,
		id = 819,
		flag = 0
	},
	{
		param = "そ、そうよ！心配しなくていいから！",
		ship_group = 50205,
		option = "",
		type = 1,
		id = 820,
		flag = 0
	},
	{
		param = "艦チャットの外付けガジェット――「特別通知ピコピコマシン」を作るぞ！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 821,
		flag = 0
	},
	{
		param = "「特別通知ピコピコマシン」？気になるー！聞かせて！",
		ship_group = 60108,
		option = "",
		type = 1,
		id = 822,
		flag = 0
	},
	{
		param = "ほら、指揮官がチャンネルに参加したじゃない？",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 823,
		flag = 0
	},
	{
		param = "普通の通知は振動か着信音だけだから、うっかりしてたら見逃しちゃうこともあるでしょ？",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 824,
		flag = 0
	},
	{
		param = "そこで「特別通知ピコピコマシン」を連携させて、指揮官を「特別フォロー」に設定すれば専用通知が飛ぶようになって問題解決ってわけ！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 825,
		flag = 0
	},
	{
		param = "30秒以内に確認しないとドカーンと爆発する仕様になっているから、指揮官のメッセージの見逃しを心配せずに済む！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 826,
		flag = 0
	},
	{
		param = "すごいでしょ～！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 827,
		flag = 0
	},
	{
		param = "372",
		ship_group = 60802,
		option = "",
		type = 4,
		id = 828,
		flag = 0
	},
	{
		param = "指揮官のメッセージを見逃したくない気持ちはみんな同じでしょ？",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 829,
		flag = 0
	},
	{
		param = "狙いは分かるけど、30秒で爆発してしまうのは危険だ",
		ship_group = 60502,
		option = "",
		type = 1,
		id = 830,
		flag = 0
	},
	{
		param = "世界で一番輝かしい艦であるこのリットリオが怪我したらどうする？",
		ship_group = 60502,
		option = "",
		type = 1,
		id = 831,
		flag = 0
	},
	{
		param = "うんうん、アッティリオも爆発は危なすぎると思うの！",
		ship_group = 60110,
		option = "",
		type = 1,
		id = 832,
		flag = 0
	},
	{
		param = "うん、爆発さえしなければ、専用通知で指揮官のメッセージをいちいち探さなくていい",
		ship_group = 60702,
		option = "",
		type = 1,
		id = 833,
		flag = 0
	},
	{
		param = "まあまあ便利。よし",
		ship_group = 60702,
		option = "",
		type = 1,
		id = 834,
		flag = 0
	},
	{
		param = "ふむふむ、そうかそうか…",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 835,
		flag = 0
	},
	{
		param = "どう調整するかもうちょっと考えてくる！じゃああたしはこの辺で！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 836,
		flag = 0
	},
	{
		param = "ひとまず安全、ですよね…？",
		ship_group = 60305,
		option = "",
		type = 1,
		id = 837,
		flag = 0
	},
	{
		param = "多分ね～。普通に特別通知を飛ばす発明を作ってくれればいいのに",
		ship_group = 60202,
		option = "",
		type = 1,
		id = 838,
		flag = 0
	},
	{
		param = "そういえば「特別フォロー」機能ってそのうち艦チャットに追加されるんでしょ？",
		ship_group = 60202,
		option = "",
		type = 1,
		id = 839,
		flag = 0
	},
	{
		param = "ええ、外付けのガジェットはかえって面倒になるから",
		ship_group = 60302,
		type = 1,
		id = 840,
		flag = 0,
		option = {
			{
				1,
				"確かに面倒だと思う"
			},
			{
				2,
				"おはよう、みんな。何の話？"
			}
		}
	},
	{
		param = "いちいち外付けガジェットを使うと面倒だからね",
		ship_group = 0,
		option = "",
		type = 1,
		id = 841,
		flag = 1
	},
	{
		param = "まあ「特別アカウント」機能がない今なら、あのガジェットはそれなりに役に立つかも…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 842,
		flag = 1
	},
	{
		param = "……安全が確保されればの話だが",
		ship_group = 0,
		option = "",
		type = 1,
		id = 843,
		flag = 1
	},
	{
		param = "指揮官が来ましたね",
		ship_group = 60503,
		option = "",
		type = 1,
		id = 844,
		flag = 1
	},
	{
		param = "指揮官だ！アッティリオ、指揮官とおしゃべりするの大好き～",
		ship_group = 60110,
		option = "",
		type = 1,
		id = 845,
		flag = 1
	},
	{
		param = "指揮官さま、ご安心ください。「爆発」なんて絶対に起こさせませんから",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 846,
		flag = 1
	},
	{
		param = "ふん！あのねヴェネト、そもそも指揮官を心配させる時点でリーダー失格よ",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 847,
		flag = 1
	},
	{
		param = "やはりサディア帝国の威光は私が広めるしかないわ！",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 848,
		flag = 1
	},
	{
		param = "やっぱり……",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 849,
		flag = 1
	},
	{
		param = "あら、エマもそう思うの？",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 850,
		flag = 1
	},
	{
		param = "あ。ううん、やっぱり指揮官はスマホでわたしたちのやりとりを見ながら入力しているなって……",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 851,
		flag = 1
	},
	{
		param = "え？どうして分かるの？",
		ship_group = 60303,
		option = "",
		type = 1,
		id = 852,
		flag = 1
	},
	{
		param = "望遠鏡で見たから",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 853,
		flag = 1
	},
	{
		param = "あっ！わ、わざと見ていたわけじゃないよ。たまたま……",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 854,
		flag = 1
	},
	{
		param = "つい見ちゃっただけ…",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 855,
		flag = 1
	},
	{
		param = "そういう意味では、「特別知らせピコピコマシン」とやらより望遠鏡で指揮官を観察したほうが手っ取り早いと思わない？",
		ship_group = 60302,
		option = "",
		type = 1,
		id = 856,
		flag = 1
	},
	{
		param = "言われてみれば…",
		ship_group = 60306,
		option = "",
		type = 1,
		id = 857,
		flag = 1
	},
	{
		param = "やっぱり指揮官さまのそばにいて逐一皆に様子を知らせるのが一番だったりして…？",
		ship_group = 60306,
		option = "",
		type = 1,
		id = 858,
		flag = 1
	},
	{
		param = "じーー",
		ship_group = 60306,
		option = "",
		type = 1,
		id = 859,
		flag = 1
	},
	{
		param = "ふふ。それでは指揮官さまに迷惑をかけてしまいますよ",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 860,
		flag = 1
	},
	{
		param = "そ、そうね…！",
		ship_group = 60306,
		option = "",
		type = 1,
		id = 861,
		flag = 1
	},
	{
		param = "結局ダ・ヴィンチが「特別知らせピコピコマシン」を仕上げるのを待つしかないのね",
		ship_group = 60202,
		option = "",
		type = 1,
		id = 862,
		flag = 1
	},
	{
		param = "おはよう、みんな。何の話？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 863,
		flag = 2
	},
	{
		param = "指揮官を『特別フォロー』に設定して、メッセージを見逃さないようにしようかって話をしてたよ！",
		ship_group = 60107,
		option = "",
		type = 1,
		id = 864,
		flag = 2
	},
	{
		param = "指揮官が来ましたね",
		ship_group = 60503,
		option = "",
		type = 1,
		id = 865,
		flag = 2
	},
	{
		param = "指揮官さま、初めてこのチャンネルでメッセージを書き込みましたね",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 866,
		flag = 2
	},
	{
		param = "大変よろしい！マルコ・ポーロ、サディアを代表して歓迎するわ！",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 867,
		flag = 2
	},
	{
		param = "指揮官、ようこそー",
		ship_group = 60110,
		option = "",
		type = 1,
		id = 868,
		flag = 2
	},
	{
		param = "アッティリオとちびうさちゃんたちと一緒に遊ぼ？",
		ship_group = 60110,
		type = 1,
		id = 869,
		flag = 2,
		option = {
			{
				3,
				"うん。遊ぼう"
			}
		}
	},
	{
		param = "うん。遊ぼう",
		ship_group = 0,
		option = "",
		type = 1,
		id = 870,
		flag = 3
	},
	{
		param = "では、一度サディアの仲間たちでなにかをやってみません？",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 871,
		flag = 3
	},
	{
		param = "そうですね…お茶会はいかがでしょう？",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 872,
		flag = 3
	},
	{
		param = "賛成…インペロ、お腹減った",
		ship_group = 60702,
		option = "",
		type = 1,
		id = 873,
		flag = 3
	},
	{
		param = "ヴェネト！指揮官が我がサディアの威光を感じられるよう、しっかりお茶会を準備するのよ！",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 874,
		flag = 3
	},
	{
		param = "お茶会は普通すぎる気がしますが…一緒にお風呂を楽しむのはどうでしょう？",
		ship_group = 60503,
		option = "",
		type = 1,
		id = 875,
		flag = 3
	},
	{
		param = "読書会はどうかしら？わたくし、そっちも楽しいと思うわ～",
		ship_group = 69902,
		option = "",
		type = 1,
		id = 876,
		flag = 3
	},
	{
		param = "一緒に涼しくて暗い場所に引きこもるのも……ふふ、ふふふふふ…",
		ship_group = 60801,
		option = "",
		type = 1,
		id = 877,
		flag = 3
	},
	{
		param = "指揮官はどれが良いと思いますか？",
		ship_group = 60501,
		type = 1,
		id = 878,
		flag = 3,
		option = {
			{
				4,
				"どれも素敵だと思う"
			}
		}
	},
	{
		param = "どれも素敵だと思うよ。みんなと一緒に過ごせれば、それでいいさ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 879,
		flag = 4
	},
	{
		param = "分かりました。では指揮官さまのスケジュールに合わせて調整してみますね",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 880,
		flag = 4
	},
	{
		param = "やったぁ♪指揮官と一緒に遊ぶの、大好き！",
		ship_group = 60110,
		option = "",
		type = 1,
		id = 881,
		flag = 4
	},
	{
		param = "今から指揮官さまの好物を準備しませんと。ふふふ♪",
		ship_group = 60701,
		option = "",
		type = 1,
		id = 882,
		flag = 4
	},
	{
		param = "指揮官さま、DMで予定を確認させてくださいね",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 883,
		flag = 4
	},
	{
		param = "ただいま！色々考えてきたんだけど、やっぱり爆発こそが芸術…",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 884,
		flag = 0
	},
	{
		param = "ん？なんだか未読が結構溜まってる？",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 885,
		flag = 0
	},
	{
		param = "って、指揮官もうメッセージを送信してた！？",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 886,
		flag = 0
	},
	{
		param = "あたしが…あたしが見逃しちゃったってこと！？",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 887,
		flag = 0
	},
	{
		param = "どうして誰も知らせてくれなかったの…？！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 888,
		flag = 0
	},
	{
		param = "諸君、先日の演習結果が出た。今指揮官が最終チェックを行っている",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 889,
		flag = 0
	},
	{
		param = "それが終わったらこのチャンネルにて通達する予定だ",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 890,
		flag = 0
	},
	{
		param = "あの演習は坊やが我々鉄血に合わせて執り行ってくれたものよ",
		ship_group = 49902,
		option = "",
		type = 1,
		id = 891,
		flag = 0
	},
	{
		param = "結果がどうであれ、真面目に振り返ってほしいわ",
		ship_group = 49902,
		type = 1,
		id = 892,
		flag = 0,
		option = {
			{
				1,
				"結果を公表しに来たよ"
			}
		}
	},
	{
		param = "結果を公表しに来たよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 893,
		flag = 1
	},
	{
		param = "えー、まずは全体結果から説明する。個人の成績は別途DMで送るから各々で確認するように",
		ship_group = 0,
		option = "",
		type = 1,
		id = 894,
		flag = 1
	},
	{
		param = "…………",
		ship_group = 40143,
		option = "",
		type = 1,
		id = 895,
		flag = 0
	},
	{
		param = "暗黒鎮魂歌(ダークレクイエム)の気配を感じる！すぐに絶滅させに行かないと！",
		ship_group = 40143,
		option = "",
		type = 1,
		id = 896,
		flag = 0
	},
	{
		param = "Z43ったら、もしかして現実逃避してるの～？",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 897,
		flag = 0
	},
	{
		param = "そ、そんなわけないでしょ！",
		ship_group = 40143,
		option = "",
		type = 1,
		id = 898,
		flag = 0
	},
	{
		param = "大丈夫です。今回の演習は自信ありますから",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 899,
		flag = 0
	},
	{
		param = "あの小さなミスを除けば…。言ってもあれだけじゃ成績にはそんなに響かないはずですし！",
		ship_group = 40123,
		type = 1,
		id = 900,
		flag = 0,
		option = {
			{
				2,
				"みんな良い点を取っているよ。ただ…"
			},
			{
				3,
				"みんな良い点を取っているよ"
			}
		}
	},
	{
		param = "みんな良い点を取っているよ。一部の何人かを除いて…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 901,
		flag = 2
	},
	{
		param = "あたしのはずない…毎日のスマホ時間を一時間も減らして演習したし",
		ship_group = 40147,
		option = "",
		type = 1,
		id = 902,
		flag = 2
	},
	{
		param = "宿命というのなら潔く受け入れるのみ――！",
		ship_group = 40143,
		option = "",
		type = 1,
		id = 903,
		flag = 2
	},
	{
		param = "ビスマルクのアネキに補習してもらったのに……！",
		ship_group = 40804,
		option = "",
		type = 1,
		id = 904,
		flag = 2
	},
	{
		param = "フュンちゃんはアイドルのレッスンもあるから、演習の成績がちょっと悪くてもしょうがないもんね。てへっ♪",
		ship_group = 40135,
		option = "",
		type = 1,
		id = 905,
		flag = 2
	},
	{
		param = "寝る前に本を読もうとしたのに……",
		ship_group = 40310,
		option = "",
		type = 1,
		id = 906,
		flag = 2
	},
	{
		param = "演習中は寝ないように我慢したのに……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 907,
		flag = 2
	},
	{
		param = "指揮官はまだ「一部」が誰のことか言ってないのに…",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 908,
		flag = 2
	},
	{
		param = "うっ…シッキー、あたしたちもう一回やり直すカンジ…？",
		ship_group = 40147,
		type = 1,
		id = 909,
		flag = 2,
		option = {
			{
				4,
				"必要ないよ。実は……"
			}
		}
	},
	{
		param = "必要ないよ。実は全員合格したから",
		ship_group = 0,
		option = "",
		type = 1,
		id = 910,
		flag = 4
	},
	{
		param = "ただやっぱりいくつか不慣れな項目が目に付いたので、そこは各々の評価意見に基づいてピンポイントで特訓をすればいい",
		ship_group = 0,
		option = "",
		type = 1,
		id = 911,
		flag = 4
	},
	{
		param = "とにかく、演習ご苦労だった。今はゆっくり休んでほしい",
		ship_group = 0,
		option = "",
		type = 1,
		id = 912,
		flag = 4
	},
	{
		param = "指揮官の言う通り、此度の演習はみんなに何かの達成を求めたものではない",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 913,
		flag = 4
	},
	{
		param = "自分の短所を正しく認識させ、そしてそれを補わせるためのもの",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 914,
		flag = 4
	},
	{
		param = "そんな話をしてたのか",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 915,
		flag = 4
	},
	{
		param = "道理であのZ43が「やったー」って叫びながらZ47とU-556を外に連れ出したわけだ",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 916,
		flag = 4
	},
	{
		param = "……まあいいわ",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 917,
		flag = 4
	},
	{
		param = "演習のためにずっと張り詰めていただろうから、今は羽根を伸ばさせよう",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 918,
		flag = 4
	},
	{
		param = "みんな良い点を取っているし、演習の成果もいい感じだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 919,
		flag = 3
	},
	{
		param = "ただやっぱりいくつか不慣れな項目が目に付いたので、そこは各々の評価意見に基づいてピンポイントで特訓をすればいい",
		ship_group = 0,
		option = "",
		type = 1,
		id = 920,
		flag = 3
	},
	{
		param = "ふふ、予想通りね",
		ship_group = 40303,
		option = "",
		type = 1,
		id = 921,
		flag = 3
	},
	{
		param = "演習の内容が簡単すぎると思ったら案の定、ね",
		ship_group = 40303,
		option = "",
		type = 1,
		id = 922,
		flag = 3
	},
	{
		param = "指揮官、次はもっと手応えのある項目を入れてみない？",
		ship_group = 40303,
		option = "",
		type = 1,
		id = 923,
		flag = 3
	},
	{
		param = "このくらいの試練、荒海の主にとっては楽勝よ",
		ship_group = 49905,
		option = "",
		type = 1,
		id = 924,
		flag = 3
	},
	{
		param = "ふふ…この程度では到底本気になれないわ",
		ship_group = 49909,
		option = "",
		type = 1,
		id = 925,
		flag = 3
	},
	{
		param = "包括的的な演習ということだから、もちろん指揮官は陣営のメンバーたちの平均的な実力を踏まえて内容を組んだに違いない",
		ship_group = 40406,
		option = "",
		type = 1,
		id = 926,
		flag = 3
	},
	{
		param = "推測から導き出した結論はすなわち、演習の目的は各員の短所を見つけ出すことであって、単に難易度を上げても大した意味は生じないということよ",
		ship_group = 40406,
		type = 1,
		id = 927,
		flag = 3,
		option = {
			{
				5,
				"その通り"
			}
		}
	},
	{
		param = "その通り。今回の演習は皆の作戦連携力の向上を目的としている",
		ship_group = 0,
		option = "",
		type = 1,
		id = 928,
		flag = 5
	},
	{
		param = "また、不得手な点をきっちり認識してもらい、今後はそこに重点を絞って練習できるようにしておきたい",
		ship_group = 0,
		option = "",
		type = 1,
		id = 929,
		flag = 5
	},
	{
		param = "はい！より効果的に勉強と練習に励みます",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 930,
		flag = 5
	},
	{
		param = "今回見つかった問題点は次回の演習までに必ず解決してみせます！",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 931,
		flag = 5
	},
	{
		param = "今回の点数は悪くないが、今度はもっと「上」を目指すぜ！",
		ship_group = 40101,
		option = "",
		type = 1,
		id = 932,
		flag = 5
	},
	{
		param = "一緒に頑張ろう！",
		ship_group = 40101,
		option = "",
		type = 1,
		id = 933,
		flag = 5
	},
	{
		param = "それが狙いなのね。指揮官って本当に大変",
		ship_group = 49908,
		option = "",
		type = 1,
		id = 934,
		flag = 5
	},
	{
		param = "好意に免じて、次回も頑張ってやろうじゃない",
		ship_group = 49908,
		option = "",
		type = 1,
		id = 935,
		flag = 5
	},
	{
		param = "ふふふ、私もよ",
		ship_group = 49905,
		option = "",
		type = 1,
		id = 936,
		flag = 5
	},
	{
		param = "では、今回の演習の振り返りはこれにて終了とするわ",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 937,
		flag = 5
	},
	{
		param = "みんな、ご苦労だった。ゆっくり休んで",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 938,
		flag = 5
	},
	{
		param = "コーヒー占いでみんなの今日の運勢を占ってみました",
		ship_group = 80702,
		option = "",
		type = 1,
		id = 939,
		flag = 0
	},
	{
		param = "それで？果たして今日のみんなの運勢は～？",
		ship_group = 80203,
		option = "",
		type = 1,
		id = 940,
		flag = 0
	},
	{
		param = "今日は皆にとって幸ある日。幸運の祝福が等しく授かりますように",
		ship_group = 80702,
		option = "",
		type = 1,
		id = 941,
		flag = 0
	},
	{
		param = "‥…と、占いではそう出ました",
		ship_group = 80702,
		option = "",
		type = 1,
		id = 942,
		flag = 0
	},
	{
		param = "どんな幸運が訪れるのか…とっても楽しみ！",
		ship_group = 80103,
		option = "",
		type = 1,
		id = 943,
		flag = 0
	},
	{
		param = "幸運？まさか今日は…定時で上がれるの？！",
		ship_group = 90303,
		option = "",
		type = 1,
		id = 944,
		flag = 0
	},
	{
		param = "365",
		ship_group = 90303,
		option = "",
		type = 4,
		id = 945,
		flag = 0
	},
	{
		param = "普通は定時にみんな上がるでしょ？",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 946,
		flag = 0
	},
	{
		param = "本当の幸運とは、一日中ベッドの上でゴロゴロできて、いつでもダンケルクさんの手作りお菓子を食べれることです！",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 947,
		flag = 0
	},
	{
		param = "寝そべっていては幸運が降りてこない！",
		ship_group = 90113,
		option = "",
		type = 1,
		id = 948,
		flag = 0
	},
	{
		param = "努力を重ねてこそ、より多くの幸運を手に入れられるのだ！",
		ship_group = 90113,
		option = "",
		type = 1,
		id = 949,
		flag = 0
	},
	{
		param = "はいはい、努力の二文字を見ただけでもう疲れましたよー",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 950,
		flag = 0
	},
	{
		param = "むふふふ……幸運？",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 951,
		flag = 0
	},
	{
		param = "すっぽんぽんになっても誰からも何も言われないで…指揮官から「ご褒美」ももらえる………ぐへ、ぐへへへへへ♥",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 952,
		flag = 0
	},
	{
		param = "裁きを受ける準備をしてください",
		ship_group = 90701,
		option = "",
		type = 1,
		id = 953,
		flag = 0
	},
	{
		param = "話の途中にすみません",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 954,
		flag = 0
	},
	{
		param = "指揮官をアイリスのチャンネルに招待しましたわ",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 955,
		flag = 0
	},
	{
		param = "「皆にとって幸ある日」…つまり指揮官がチャンネルに参加して、私たちとお喋りをすることかしら？",
		ship_group = 80203,
		option = "",
		type = 1,
		id = 956,
		flag = 0
	},
	{
		param = "そのようですね……",
		ship_group = 90104,
		option = "",
		type = 1,
		id = 957,
		flag = 0
	},
	{
		param = "指揮官と同じチャンネルにいられるようにしてくださったアイリスに感謝を――",
		ship_group = 90104,
		option = "",
		type = 1,
		id = 958,
		flag = 0
	},
	{
		param = "指揮官殿、ようこそアイリスのチャンネルへ！えへへ！",
		ship_group = 80108,
		option = "",
		type = 1,
		id = 959,
		flag = 0
	},
	{
		param = "あはは、指揮官、いらっしゃい♪",
		ship_group = 90105,
		option = "",
		type = 1,
		id = 960,
		flag = 0
	},
	{
		param = "エペも早く早く！",
		ship_group = 90105,
		option = "",
		type = 1,
		id = 961,
		flag = 0
	},
	{
		param = "は、はい……こうして指揮官とお喋りできて…エペ、本当に運がいいの…",
		ship_group = 90106,
		option = "",
		type = 1,
		id = 962,
		flag = 0
	},
	{
		param = "お仕事中に指揮官と雑談できるなんて……これを幸運と言わずしてなんというの？！",
		ship_group = 90303,
		option = "",
		type = 1,
		id = 963,
		flag = 0
	},
	{
		param = "あのデュプレクスがサボっている……？！",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 964,
		flag = 0
	},
	{
		param = "返信を待たずにやたらめったらに……",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 965,
		flag = 0
	},
	{
		param = "指揮官も何を言えばいいか分からなくなるだろ？",
		ship_group = 90501,
		type = 1,
		id = 966,
		flag = 0,
		option = {
			{
				1,
				"Salut tout le monde……"
			},
			{
				2,
				"みんな盛り上がってるな"
			}
		}
	},
	{
		param = "Salut tout le monde！みんな！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 967,
		flag = 1
	},
	{
		param = "すまない。今追いついたばかりだから返信が遅くなった",
		ship_group = 0,
		option = "",
		type = 1,
		id = 968,
		flag = 2
	},
	{
		param = "ふん……ああ、ようこそアイリスのチャンネルへ",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 969,
		flag = 0
	},
	{
		param = "ゆっくり読んでから返信すればいいわ。私たちはずっと待っているから",
		ship_group = 90402,
		option = "",
		type = 1,
		id = 970,
		flag = 0
	},
	{
		param = "そうよね？みんな",
		ship_group = 90402,
		option = "",
		type = 1,
		id = 971,
		flag = 0
	},
	{
		param = "もちろん……ぐへへへ…指揮官って最高♥……ぐへへへへへ……",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 972,
		flag = 0
	},
	{
		param = "アルザス、ストラスブールの発言に賛同す。チャット経由なら感情モジュールのオーバーヒートリスクも下がると推定。…多分",
		ship_group = 80503,
		type = 1,
		id = 973,
		flag = 0,
		option = {
			{
				3,
				"それで「幸運」についてだけど……"
			},
			{
				4,
				"ダンケルクの手作りお菓子といえば……"
			}
		}
	},
	{
		param = "さっきみんなが「幸運」について話をしているのを見たけど…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 974,
		flag = 3
	},
	{
		param = "みんなと同じチャンネルでやり取りできて、自分もとても幸運だと思う",
		ship_group = 0,
		option = "",
		type = 1,
		id = 975,
		flag = 3
	},
	{
		param = "はぁはぁ…指揮官、服を全部脱いだら涼しくて気持ちいいんだよ♥…ぐへへへ♥……",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 976,
		flag = 3
	},
	{
		param = "幸ある日だから…指揮官はモガドールのお願いをきっと聞いてくれるよね♥",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 977,
		flag = 3
	},
	{
		param = "……聞くわけないだろ",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 978,
		flag = 3
	},
	{
		param = "とにかく、今日は私たちと指揮官の幸ある日ということで…",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 979,
		flag = 3
	},
	{
		param = "幸運を祝いに、みんなで猫カフェに行くのはいかがでしょう？",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 980,
		flag = 3
	},
	{
		param = "「猫カフェに行く」との提案、唐突と認む",
		ship_group = 99901,
		option = "",
		type = 1,
		id = 981,
		flag = 3
	},
	{
		param = "ガスコーニュ、同提案遂行のための指示を待機中",
		ship_group = 99901,
		option = "",
		type = 1,
		id = 982,
		flag = 3
	},
	{
		param = "私も同意するわ。それで誰が指揮官を迎えに行くのかしら？",
		ship_group = 90502,
		option = "",
		type = 1,
		id = 983,
		flag = 3
	},
	{
		param = "クレマンソー、お前…あんな内容を書いておいて、笑顔でオレに振ることはないだろ",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 984,
		flag = 3
	},
	{
		param = "……指揮官、今執務室に迎えにいくぞ",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 985,
		flag = 3
	},
	{
		param = "ル・マランがダンケルクの手作りお菓子の話をしてたから、なんだかちょっとお腹減ったな…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 986,
		flag = 4
	},
	{
		param = "ふふふ、今ちょうどお菓子ができたから、みんなも食堂に食べに来ていいからね？",
		ship_group = 90401,
		option = "",
		type = 1,
		id = 987,
		flag = 4
	},
	{
		param = "甘いお菓子は人を幸せにするから、「幸ある日」にちょうどいいかもしれないわ",
		ship_group = 90401,
		option = "",
		type = 1,
		id = 988,
		flag = 4
	},
	{
		param = "やったぁ！ダンケルクさんの手作りお菓子！",
		ship_group = 80103,
		option = "",
		type = 1,
		id = 989,
		flag = 4
	},
	{
		param = "今行く！",
		ship_group = 80104,
		option = "",
		type = 1,
		id = 990,
		flag = 4
	},
	{
		param = "お菓子があれば、起床するのもやぶさかではありません…！",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 991,
		flag = 4
	},
	{
		param = "うふふ、ダンケルクの手作りお菓子は大人気ですね",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 992,
		flag = 4
	},
	{
		param = "私もお茶を準備しますから、特に用事がなければ一緒に楽しみましょう",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 993,
		flag = 4
	},
	{
		param = "あ。指揮官に一人でお越しいただくのはちょっと失礼ですね…",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 994,
		flag = 4
	},
	{
		param = "！アルザスに指揮官を迎えに行く許可を求む！",
		ship_group = 80503,
		option = "",
		type = 1,
		id = 995,
		flag = 4
	},
	{
		param = "アルザスが行ったらまたオーバーヒートするでしょう？ここはモガドールに行かせて♥",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 996,
		flag = 4
	},
	{
		param = "ふふふ、相変わらず大人気ね。指揮官",
		ship_group = 90502,
		option = "",
		type = 1,
		id = 997,
		flag = 4
	},
	{
		param = "いっそ二人で行けば？指揮官はきっと素直に来てくれると思うわ♪",
		ship_group = 90502,
		option = "",
		type = 1,
		id = 998,
		flag = 4
	},
	{
		param = "どれどれ……これで立ち上げ完了、でいいか？",
		ship_group = 30511,
		option = "",
		type = 1,
		id = 999,
		flag = 0
	},
	{
		param = "うむ。うまくいった。余にもちゃっとが見えるぞ",
		ship_group = 30505,
		option = "",
		type = 1,
		id = 1000,
		flag = 0
	},
	{
		param = "陸奥も見た！ねえねえこれって艦チャットのチャンネルなの？指揮官も参加するの？",
		ship_group = 30506,
		option = "",
		type = 1,
		id = 1001,
		flag = 0
	},
	{
		param = "そうだな。我の操作が間違ってなければ、指揮官はもうちゃんねるに参加してるはずだ",
		ship_group = 30511,
		option = "",
		type = 1,
		id = 1002,
		flag = 0
	},
	{
		param = "挨拶としては些か簡素だが……えー、改めて重桜ちゃんねるへようこそ！指揮官！",
		ship_group = 30511,
		option = "",
		type = 1,
		id = 1003,
		flag = 0
	},
	{
		param = "妾たちと指揮官が結んだ絆は、形ある「あいさつ」で測れるものにあらず",
		ship_group = 30510,
		option = "",
		type = 1,
		id = 1004,
		flag = 0
	},
	{
		param = "表すとするなら………",
		ship_group = 30510,
		option = "",
		type = 1,
		id = 1005,
		flag = 0
	},
	{
		param = "……少々言葉を思案させてもらうわ",
		ship_group = 30510,
		option = "",
		type = 1,
		id = 1006,
		flag = 0
	},
	{
		param = "綾波の耳、です？",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 1007,
		flag = 0
	},
	{
		param = "私が淹れた紅茶ですこと？",
		ship_group = 30401,
		option = "",
		type = 1,
		id = 1008,
		flag = 0
	},
	{
		param = "真面目にやれ！",
		ship_group = 39905,
		option = "",
		type = 1,
		id = 1009,
		flag = 0
	},
	{
		param = "当然、我らが持っている刀だ！",
		ship_group = 39905,
		option = "",
		type = 1,
		id = 1010,
		flag = 0
	},
	{
		param = "確かに面倒だと思う",
		ship_group = 30311,
		option = "",
		type = 1,
		id = 1011,
		flag = 0
	},
	{
		param = "言いたいことは分かるけど、なんだか指揮官を脅しているように聞こえるわ",
		ship_group = 30312,
		option = "",
		type = 1,
		id = 1012,
		flag = 0
	},
	{
		param = "うーん…龍神様の威厳かしら？多分…",
		ship_group = 39906,
		option = "",
		type = 1,
		id = 1013,
		flag = 0
	},
	{
		param = "違うにゃ…絆を守るのは、安くて使い勝手もいい明石の商品にゃ",
		ship_group = 31201,
		option = "",
		type = 1,
		id = 1014,
		flag = 0
	},
	{
		param = "233",
		ship_group = 31201,
		option = "",
		type = 4,
		id = 1015,
		flag = 0
	},
	{
		param = "………は？",
		ship_group = 30701,
		option = "",
		type = 1,
		id = 1016,
		flag = 0
	},
	{
		param = "重桜の力のほうがまだ説得力がありますわ",
		ship_group = 30701,
		option = "",
		type = 1,
		id = 1017,
		flag = 0
	},
	{
		param = "同意する",
		ship_group = 30702,
		option = "",
		type = 1,
		id = 1018,
		flag = 0
	},
	{
		param = "へえ～赤城先輩、珍しく正論で突っ込みましたね～",
		ship_group = 30705,
		option = "",
		type = 1,
		id = 1019,
		flag = 0
	},
	{
		param = "五航戦は引っ込んでなさい",
		ship_group = 30701,
		option = "",
		type = 1,
		id = 1020,
		flag = 0
	},
	{
		param = "ん？なんか商品ってワードが引っかかったけど、もしかして明石は宣伝してるの？",
		ship_group = 30513,
		option = "",
		type = 1,
		id = 1021,
		flag = 0
	},
	{
		param = "じゃああたしも！",
		ship_group = 30513,
		option = "",
		type = 1,
		id = 1022,
		flag = 0
	},
	{
		param = "尾張青果店、フレッシュな野菜と果物をご提供！艦チャットからの注文を受付中！ぜひ一度お立ち寄りを！",
		ship_group = 30513,
		option = "",
		type = 1,
		id = 1023,
		flag = 0
	},
	{
		param = "搾りたての牛乳も配送にてお届けします♪",
		ship_group = 31901,
		option = "",
		type = 1,
		id = 1024,
		flag = 0
	},
	{
		param = "各種呉服・重桜衣装の製作を承っております。価格は応相談です",
		ship_group = 30225,
		option = "",
		type = 1,
		id = 1025,
		flag = 0
	},
	{
		param = "うわあああいつの間にか宣伝だらけになってる！",
		ship_group = 30706,
		option = "",
		type = 1,
		id = 1026,
		flag = 0
	},
	{
		param = "指揮官に見られたらまずいって！",
		ship_group = 30706,
		option = "",
		type = 1,
		id = 1027,
		flag = 0
	},
	{
		param = "指揮官はいずこに……？",
		ship_group = 30708,
		option = "",
		type = 1,
		id = 1028,
		flag = 0
	},
	{
		param = "指揮官様は公務でお忙しいので、まだ携帯を見ていないかもしれませんね",
		ship_group = 30405,
		type = 1,
		id = 1029,
		flag = 0,
		option = {
			{
				1,
				"重桜の力を見た……！"
			},
			{
				2,
				"何かが見えたような……？"
			}
		}
	},
	{
		param = "重桜の力、確かにこの目で見た！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1030,
		flag = 1
	},
	{
		param = "うむ！お主に褒められたからには重桜各員、作戦も庶務も、ちゃんねるでの世間話も引き続き精励恪勤するぞ！",
		ship_group = 30511,
		option = "",
		type = 1,
		id = 1031,
		flag = 1
	},
	{
		param = "お喋りはそこまで努力しなくてもいいでしょうね…",
		ship_group = 30319,
		option = "",
		type = 1,
		id = 1032,
		flag = 1
	},
	{
		param = "ふふふふ～チャットなら、大鳳一人でも指揮官様の未読通知をすぐ1000件以上にしてあげられますわ～",
		ship_group = 30707,
		option = "",
		type = 1,
		id = 1033,
		flag = 1
	},
	{
		param = "これだけは誰にも負ける気がしませんもの♥",
		ship_group = 30707,
		option = "",
		type = 1,
		id = 1034,
		flag = 1
	},
	{
		param = "それはただの迷惑行為よ！それに指揮官様はあなたではなく、この赤城とお喋りするのよ！",
		ship_group = 30701,
		option = "",
		type = 1,
		id = 1035,
		flag = 1
	},
	{
		param = "張り切っているのは分かりますが…くれぐれも指揮官を困らせないでね？",
		ship_group = 30405,
		type = 1,
		id = 1036,
		flag = 1,
		option = {
			{
				3,
				"ありがとう、みんな"
			}
		}
	},
	{
		param = "ありがとう、みんな。困ることはないからいつでもメッセージを送ってくれていいよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1037,
		flag = 3
	},
	{
		param = "余裕のある時はできるだけ早く返信するさ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1038,
		flag = 3
	},
	{
		param = "気持ちは受け取った。だが今はまだ仕事を優先しろ",
		ship_group = 30702,
		option = "",
		type = 1,
		id = 1039,
		flag = 3
	},
	{
		param = "指揮官はまだ仕事中なのか？",
		ship_group = 30505,
		option = "",
		type = 1,
		id = 1040,
		flag = 3
	},
	{
		param = "しからば、妾たちも手伝うのが道理…",
		ship_group = 30510,
		option = "",
		type = 1,
		id = 1041,
		flag = 3
	},
	{
		param = "そうですね。早く仕事が終われば、私たちとおしゃべりできる時間もその分長くなりますので",
		ship_group = 30405,
		option = "",
		type = 1,
		id = 1042,
		flag = 3
	},
	{
		param = "指揮官さま、何でも雲仙たちに仰ってくださいませ",
		ship_group = 30319,
		option = "",
		type = 1,
		id = 1043,
		flag = 3
	},
	{
		param = "さては新商品の宣伝かな…？なにかおすすめはある？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1044,
		flag = 2
	},
	{
		param = "牛乳がおすすめですよ～。ウサギちゃんたちもとても気に入ってくれて……",
		ship_group = 30226,
		option = "",
		type = 1,
		id = 1045,
		flag = 2
	},
	{
		param = "涼波も牛乳を持ってウサギちゃんに近づいたら、一緒に遊んでくれる…？",
		ship_group = 30191,
		option = "",
		type = 1,
		id = 1046,
		flag = 2
	},
	{
		param = "う、うん！涼波ちゃんならウサギちゃんたちも歓迎してくれるはず！",
		ship_group = 30226,
		option = "",
		type = 1,
		id = 1047,
		flag = 2
	},
	{
		param = "じゃあ……搾りたて牛乳を2箱お願い",
		ship_group = 30191,
		option = "",
		type = 1,
		id = 1048,
		flag = 2
	},
	{
		param = "ありがとうございます！",
		ship_group = 31901,
		option = "",
		type = 1,
		id = 1049,
		flag = 2
	},
	{
		param = "尾張さんの自家栽培の野菜がおすすめ！それを使うとお料理がすっごく美味しくなるの！チュン♪",
		ship_group = 30604,
		option = "",
		type = 1,
		id = 1050,
		flag = 2
	},
	{
		param = "うちも証言するで！ほんまに美味しくなるねん！",
		ship_group = 30605,
		option = "",
		type = 1,
		id = 1051,
		flag = 2
	},
	{
		param = "私は渡良瀬が作る衣装がおすすめしますね。とてもフィットしますよ",
		ship_group = 30705,
		option = "",
		type = 1,
		id = 1052,
		flag = 2
	},
	{
		param = "それはそうと、赤城先輩も一度服を注文してみたらいかがです？",
		ship_group = 30705,
		option = "",
		type = 1,
		id = 1053,
		flag = 2
	},
	{
		param = "忙しい忙しい赤城先輩のことですから、流行りとかファッションとかに気を使う余裕なんて多分ないでしょうから～",
		ship_group = 30705,
		option = "",
		type = 1,
		id = 1054,
		flag = 2
	},
	{
		param = "は？",
		ship_group = 30701,
		type = 1,
		id = 1055,
		flag = 2,
		option = {
			{
				4,
				"じゃあ早速だが……"
			}
		}
	},
	{
		param = "まずはオーダーメイドの服でも注文してみようかな…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1056,
		flag = 4
	},
	{
		param = "にゃ！それなら明石のお店のVIPサービスはいかがかにゃ？",
		ship_group = 31201,
		option = "",
		type = 1,
		id = 1057,
		flag = 4
	},
	{
		param = "オーダーメイド衣装なんて、VIPサービスにチャージすれば明石だってできるにゃ",
		ship_group = 31201,
		option = "",
		type = 1,
		id = 1058,
		flag = 4
	},
	{
		param = "明石、押し売りをするでない。指揮官は要らぬやもしれんぞ",
		ship_group = 30505,
		option = "",
		type = 1,
		id = 1059,
		flag = 4
	},
	{
		param = "沈黙で応じるとは、指揮官さまはなかなかよく考えていますね",
		ship_group = 30319,
		option = "",
		type = 1,
		id = 1060,
		flag = 4
	},
	{
		param = "にゃにゃ？？",
		ship_group = 31201,
		option = "",
		type = 1,
		id = 1061,
		flag = 4
	},
	{
		param = "こほん！聞きなさいロイヤルの者たち！たった今、下僕が私の招待に応じたわ！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1062,
		flag = 0
	},
	{
		param = "今からその歓迎のお茶会を準備するから、私と下僕のためにしっかり働きなさい！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1063,
		flag = 0
	},
	{
		param = "かしこまりました。陛下",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1064,
		flag = 0
	},
	{
		param = "すぐにお茶会の準備に入らせていただきます",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1065,
		flag = 0
	},
	{
		param = "メイド隊のタスクは後ほどこちらのチャンネルにも共有させていただきます",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1066,
		flag = 0
	},
	{
		param = "ええ、取っておいた茶葉を提供しますわ。皆で一緒に楽しみましょう",
		ship_group = 20403,
		option = "",
		type = 1,
		id = 1067,
		flag = 0
	},
	{
		param = "クッキーを焼いたから一緒に持っていくわね",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1068,
		flag = 0
	},
	{
		param = "お茶会？もう決まったの……",
		ship_group = 20712,
		option = "",
		type = 1,
		id = 1069,
		flag = 0
	},
	{
		param = "まあいいけど……",
		ship_group = 20712,
		option = "",
		type = 1,
		id = 1070,
		flag = 0
	},
	{
		param = "インドミタブルも参加してね？せっかく指揮官さまもいますから",
		ship_group = 20703,
		option = "",
		type = 1,
		id = 1071,
		flag = 0
	},
	{
		param = "そうそう、せっかくダンナさまがいるんだから、伝統的なお茶会じゃにゃく「革新的なお茶会」にしにゃい？",
		ship_group = 29903,
		option = "",
		type = 1,
		id = 1072,
		flag = 0
	},
	{
		param = "「革新的なお茶会」？何かアイデアでもあるの？",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1073,
		flag = 0
	},
	{
		param = "夜にお茶会を開いて～、花火とマジックの中でお茶を楽しむのはどう？",
		ship_group = 29903,
		option = "",
		type = 1,
		id = 1074,
		flag = 0
	},
	{
		param = "いいでしょ～？みんなも何かアイデアはないかにゃ？",
		ship_group = 29903,
		option = "",
		type = 1,
		id = 1075,
		flag = 0
	},
	{
		param = "アイデアは歓迎するわ！どんどん提案しなさい！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1076,
		flag = 0
	},
	{
		param = "付け合せのメニューにご当地料理を提供するのはどう？ウナギとスカウスを組み合わせて……",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 1077,
		flag = 0
	},
	{
		param = "食材の無駄だから止めなさい",
		ship_group = 20606,
		option = "",
		type = 1,
		id = 1078,
		flag = 0
	},
	{
		param = "給仕のメイド隊の衣装を変えるのはどう？",
		ship_group = 20137,
		option = "",
		type = 1,
		id = 1079,
		flag = 0
	},
	{
		param = "最近の流行りは水着での給仕だと聞いて！エヘッ☆",
		ship_group = 20137,
		option = "",
		type = 1,
		id = 1080,
		flag = 0
	},
	{
		param = "？水着給仕が流行ってるなんて初耳だけど……？",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 1081,
		flag = 0
	},
	{
		param = "却下です",
		ship_group = 20210,
		option = "",
		type = 1,
		id = 1082,
		flag = 0
	},
	{
		param = "私もそれはちょっと……",
		ship_group = 20227,
		option = "",
		type = 1,
		id = 1083,
		flag = 0
	},
	{
		param = "ビュッフェスタイルにするのはいかがです？スイーツを楽しむのもお喋りするのも自分のペースで行えますし……",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1084,
		flag = 0
	},
	{
		param = "いいアイデアだと思う！",
		ship_group = 20704,
		option = "",
		type = 1,
		id = 1085,
		flag = 0
	},
	{
		param = "ヴィクトリアス姉さん、チャンネルを見ていますわね…",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1086,
		flag = 0
	},
	{
		param = "ただ、無礼講とは言ってませんよ。あくまで「少し気楽に」といった程度です",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1087,
		flag = 0
	},
	{
		param = "普段はメイド隊でお茶会の準備を担当していますが、今回だけ騎士隊が担当するのはいかがでしょう",
		ship_group = 20208,
		option = "",
		type = 1,
		id = 1088,
		flag = 0
	},
	{
		param = "え？い、いいんですか…？",
		ship_group = 20223,
		option = "",
		type = 1,
		id = 1089,
		flag = 0
	},
	{
		param = "それなら精一杯頑張らないと……！",
		ship_group = 20223,
		option = "",
		type = 1,
		id = 1090,
		flag = 0
	},
	{
		param = "趣のある提案だと思う",
		ship_group = 20505,
		option = "",
		type = 1,
		id = 1091,
		flag = 0
	},
	{
		param = "料理ならこちらも自信がある。任せてくれてもいい",
		ship_group = 20505,
		option = "",
		type = 1,
		id = 1092,
		flag = 0
	},
	{
		param = "駆逐艦の妹たちを全員招待するのはどうだろうか？",
		ship_group = 20702,
		option = "",
		type = 1,
		id = 1093,
		flag = 0
	},
	{
		param = "「駆逐艦が一堂に会するお茶会」もなかなか特別なのではないか？",
		ship_group = 20702,
		option = "",
		type = 1,
		id = 1094,
		flag = 0
	},
	{
		param = "…………",
		ship_group = 20606,
		option = "",
		type = 1,
		id = 1095,
		flag = 0
	},
	{
		param = "指揮官はどれが良いと思いますか？",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1096,
		flag = 0
	},
	{
		param = "意見を述べることを許すわ！あんたをもてなすお茶会だからね！",
		ship_group = 20501,
		type = 1,
		id = 1097,
		flag = 0,
		option = {
			{
				1,
				"伝統的なお茶会がいいな"
			},
			{
				2,
				"革新的なお茶会がいいな"
			}
		}
	},
	{
		param = "伝統的なお茶会がいいな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1098,
		flag = 1
	},
	{
		param = "今回は準備時間が限られているからね。いいアイデアは次回に回そう",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1099,
		flag = 1
	},
	{
		param = "かしこまりました。ご主人様",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1100,
		flag = 1
	},
	{
		param = "ロイヤルメイド隊、謹んでお茶会を準備させていただきます",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1101,
		flag = 1
	},
	{
		param = "ダイドーも皆と一緒に準備させていただきます！",
		ship_group = 20204,
		option = "",
		type = 1,
		id = 1102,
		flag = 1
	},
	{
		param = "えへへ、ユニコーン。またお兄ちゃんといっしょにお茶会をできて嬉しい…！ゆーちゃんも…！",
		ship_group = 20603,
		option = "",
		type = 1,
		id = 1103,
		flag = 1
	},
	{
		param = "久しぶりに指揮官さまとお茶会にご一緒する気がしますわ。…ふふふ、楽しみにしております",
		ship_group = 20703,
		option = "",
		type = 1,
		id = 1104,
		flag = 1
	},
	{
		param = "せっかく皆がいいアイデアを考えてくれたから、革新的なお茶会がいいな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1105,
		flag = 2
	},
	{
		param = "ダンナさまは目新しいものが好きだって分かってるもん♪",
		ship_group = 29903,
		option = "",
		type = 1,
		id = 1106,
		flag = 2
	},
	{
		param = "かしこまりました。ご主人様",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1107,
		flag = 2
	},
	{
		param = "皆様の意見に基づいて、ロイヤルメイド隊も一緒に「新しくて特別なお茶会」を準備させていただきます",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1108,
		flag = 2
	},
	{
		param = "ご主人様のご期待に応えられるよう全力を尽くさせていただきます",
		ship_group = 20233,
		option = "",
		type = 1,
		id = 1109,
		flag = 2
	},
	{
		param = "新しいお茶会カルチャーも勉強させてもらうわよ",
		ship_group = 20137,
		option = "",
		type = 1,
		id = 1110,
		flag = 2
	},
	{
		param = "楽しいお茶会になりそう！ぜひ記念写真を撮らせてね！",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 1111,
		flag = 2
	},
	{
		param = "先にウナギとスカウスを準備してくるね！",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 1112,
		flag = 2
	},
	{
		param = "では僭越ながら私も各種フレーバーのドーナツを用意させていただきます",
		ship_group = 20313,
		option = "",
		type = 1,
		id = 1113,
		flag = 2
	},
	{
		param = "そうですね。カツオフレーバーだと特別感があっていいでしょう",
		ship_group = 20313,
		option = "",
		type = 1,
		id = 1114,
		flag = 2
	},
	{
		param = "なら私がお茶を準備するわ",
		ship_group = 20707,
		option = "",
		type = 1,
		id = 1115,
		flag = 2
	},
	{
		param = "………",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1116,
		flag = 2
	},
	{
		param = "食べ物だけ伝統的なものにしません？",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1117,
		flag = 2
	},
	{
		param = "方向性は決まった？じゃあ下僕の言った通りにするわ！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1118,
		flag = 0
	},
	{
		param = "こんなに多くの子が話し合いに参加してくれたから、お茶会はかなりの大所帯になりそうね",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1119,
		flag = 0
	},
	{
		param = "ベル、お茶会じゃなくて宴会にしなさい！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1120,
		flag = 0
	},
	{
		param = "かしこまりました",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1121,
		flag = 0
	},
	{
		param = "『お菓子作りの極意をお教えします！達人ダンケルクによる対面授業！コースは初心者から――』",
		ship_group = 20509,
		type = 1,
		id = 1122,
		flag = 0,
		option = {
			{
				1,
				"ん？"
			},
			{
				2,
				"……送信ミス？"
			},
			{
				3,
				"やっぱり明石の宣伝か…"
			}
		}
	},
	{
		param = "ん？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1123,
		flag = 1
	},
	{
		param = "ダンケルクのお菓子作り教室？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1124,
		flag = 1
	},
	{
		param = "……送信ミス？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1125,
		flag = 2
	},
	{
		param = "それとも…この「ダンケルクのお菓子作り教室」を自分に薦めている…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1126,
		flag = 2
	},
	{
		param = "明石の宣伝かな？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1127,
		flag = 3
	},
	{
		param = "？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1128,
		flag = 0
	},
	{
		param = "ごめん……メモ帳代わりに使っている窓はあるけど…",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1129,
		flag = 0
	},
	{
		param = "指揮官のトークアイコンの近くにあったから、うっかり間違えちゃって……",
		ship_group = 20509,
		type = 1,
		id = 1130,
		flag = 0,
		option = {
			{
				4,
				"お菓子作りをもっと上達させたいのかな？"
			},
			{
				5,
				"なるほど、別に気にしてないよ"
			},
			{
				6,
				"やっぱり明石の宣伝か…"
			}
		}
	},
	{
		param = "なるほど、お菓子作りをもっと上達させたいのかな？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1131,
		flag = 4
	},
	{
		param = "ええ、クッキーだけじゃなく…もっと特別で美味しいお菓子を作りたいわ",
		ship_group = 20509,
		type = 1,
		id = 1132,
		flag = 4,
		option = {
			{
				7,
				"楽しみにしているよ"
			}
		}
	},
	{
		param = "楽しみにしているよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1133,
		flag = 7
	},
	{
		param = "期待を裏切らないように頑張るわ～",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1134,
		flag = 7
	},
	{
		param = "そうだ。練習で作ったお菓子を持って行ってもいいかしら",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1135,
		flag = 7
	},
	{
		param = "もちろん、指揮官が食べたいお菓子があったら、いつでも私に言って",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1136,
		flag = 7
	},
	{
		param = "そこを重点的に勉強するから",
		ship_group = 20509,
		type = 1,
		id = 1137,
		flag = 7,
		option = {
			{
				8,
				"おお！ありがたい！"
			}
		}
	},
	{
		param = "おお！ありがたい！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1138,
		flag = 8
	},
	{
		param = "231",
		ship_group = 20509,
		option = "",
		type = 4,
		id = 1139,
		flag = 8
	},
	{
		param = "なるほど、別に気にしてないよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1140,
		flag = 5
	},
	{
		param = "むしろ見たら興味が沸いちゃって…",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1141,
		flag = 5
	},
	{
		param = "ん？指揮官も興味あるの？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1142,
		flag = 5
	},
	{
		param = "この後資料を送るからちょっと待ってて",
		ship_group = 20509,
		type = 1,
		id = 1143,
		flag = 5,
		option = {
			{
				9,
				"うん、一緒にお菓子作りを勉強しよう！"
			},
			{
				10,
				"興味があるのは授業の「成果」かな"
			}
		}
	},
	{
		param = "うん、一緒にお菓子作りを勉強しよう！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1144,
		flag = 9
	},
	{
		param = "約束よ♪",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1145,
		flag = 9
	},
	{
		param = "218",
		ship_group = 20509,
		option = "",
		type = 4,
		id = 1146,
		flag = 9
	},
	{
		param = "興味があるのは…あくまで「成果」かな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1147,
		flag = 10
	},
	{
		param = "なるほど……",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1148,
		flag = 10
	},
	{
		param = "そうね、その時は指揮官に改めて作ってあげるわ",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1149,
		flag = 10
	},
	{
		param = "引き続き手続きをしてくるわね",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1150,
		flag = 10
	},
	{
		param = "明石の宣伝かな？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1151,
		flag = 6
	},
	{
		param = "明石じゃなくてハウよ！指揮官、ごめんなさい！気をつけるから…",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1152,
		flag = 6
	},
	{
		param = "107",
		ship_group = 20509,
		type = 4,
		id = 1153,
		flag = 6,
		option = {
			{
				11,
				"[スタンプ]"
			}
		}
	},
	{
		param = "112",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1154,
		flag = 11
	},
	{
		param = "104",
		ship_group = 20509,
		type = 4,
		id = 1155,
		flag = 11,
		option = {
			{
				12,
				"[スタンプ]"
			}
		}
	},
	{
		param = "102",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1156,
		flag = 12
	},
	{
		param = "………！",
		ship_group = 20509,
		type = 1,
		id = 1157,
		flag = 12,
		option = {
			{
				13,
				"ごめんごめん…"
			}
		}
	},
	{
		param = "ごめん。ちょっとだけからかいたくなった。",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1158,
		flag = 13
	},
	{
		param = "……うん！引き続き手続きをしてくるわ！",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1159,
		flag = 13
	},
	{
		param = "指揮官、今時間ある？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1160,
		flag = 0
	},
	{
		param = "明日の予定について相談したいことが……",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1161,
		flag = 0
	},
	{
		param = "どこか行きたいところはある？",
		ship_group = 20509,
		type = 1,
		id = 1162,
		flag = 0,
		option = {
			{
				1,
				"できれば外がいいな……"
			},
			{
				2,
				"できれば屋内がいいな……"
			}
		}
	},
	{
		param = "外に出かけて、自然に触れられる場所に行きたいな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1163,
		flag = 1
	},
	{
		param = "そうね。明日は天気もいいし、日光浴でもすればいい気分転換になるわ",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1164,
		flag = 1
	},
	{
		param = "あ、そういえば花畑の花が咲いたの",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1165,
		flag = 1
	},
	{
		param = "お菓子を作るから、一緒にピクニックに行かない？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1166,
		flag = 1
	},
	{
		param = "あ……初デートに手作りお菓子を持っていくなんて大丈夫かしら…？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1167,
		flag = 1
	},
	{
		param = "『デートの注意事項』にあるように……ちょっと「重たすぎる」感じにならない？",
		ship_group = 20509,
		type = 1,
		id = 1168,
		flag = 1,
		option = {
			{
				3,
				"大丈夫。いいと思う"
			},
			{
				4,
				"『デートの注意事項』？"
			}
		}
	},
	{
		param = "大丈夫。いいと思う",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1169,
		flag = 3
	},
	{
		param = "そう？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1170,
		flag = 3
	},
	{
		param = "じゃあ今からお菓子の準備するわ",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1171,
		flag = 3
	},
	{
		param = "まずはクッキーとマフィンを作ってみようかしら♪",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1172,
		flag = 3
	},
	{
		param = "『デートの注意事項』？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1173,
		flag = 4
	},
	{
		param = "うん……初デートで失敗したくないから、ウェールズに相談したの",
		ship_group = 20509,
		type = 1,
		id = 1174,
		flag = 4,
		option = {
			{
				5,
				"なるほど、自信がないなら…"
			}
		}
	},
	{
		param = "マニュアルを突き詰めても実践が必要さ。自信がないなら、素直に思うがままにやればいい",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1175,
		flag = 5
	},
	{
		param = "思うがままに……わかったわ",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1176,
		flag = 5
	},
	{
		param = "今からお菓子の準備をしてくるね。クッキーとマフィンを作ってみようかしら♪",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1177,
		flag = 5
	},
	{
		param = "ゆっくり座れる屋内がいいな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1178,
		flag = 2
	},
	{
		param = "よかった、考えてること一緒だわ",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1179,
		flag = 2
	},
	{
		param = "じゃあスイーツを食べにカフェに行かない？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1180,
		flag = 2
	},
	{
		param = "『デートの注意事項』でもカフェがおすすめとあったわ♪",
		ship_group = 20509,
		type = 1,
		id = 1181,
		flag = 2,
		option = {
			{
				6,
				"よし、カフェに行こうか"
			},
			{
				7,
				"『デートの注意事項』？"
			}
		}
	},
	{
		param = "よし、じゃあそれで決定だな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1182,
		flag = 6
	},
	{
		param = "どこのお店にする？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1183,
		flag = 6
	},
	{
		param = "ふふ、実は最近いいお店を見つけたのよ",
		ship_group = 20509,
		type = 1,
		id = 1184,
		flag = 6,
		option = {
			{
				8,
				"じゃあハウに任せるよ"
			}
		}
	},
	{
		param = "じゃあハウに任せるよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1185,
		flag = 8
	},
	{
		param = "ええ、あなたの好みに合うといいわ",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1186,
		flag = 8
	},
	{
		param = "『デートの注意事項』？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1187,
		flag = 7
	},
	{
		param = "うん……初デートで失敗したくないから、ウェールズに相談したの",
		ship_group = 20509,
		type = 1,
		id = 1188,
		flag = 7,
		option = {
			{
				9,
				"ウェールズも同じことを考えてるなら…"
			}
		}
	},
	{
		param = "ウェールズも同じことを考えてるなら……明日会っちゃったりして？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1189,
		flag = 9
	},
	{
		param = "……あ、ウェールズの予定をこっそり確認しておいたほうが良さそうね…",
		ship_group = 20509,
		type = 1,
		id = 1190,
		flag = 9,
		option = {
			{
				10,
				"店の方は……"
			}
		}
	},
	{
		param = "あ。ちなみにどこのお店に行くの？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1191,
		flag = 10
	},
	{
		param = "後で教えるから、先に行ってくるねっ",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1192,
		flag = 10
	},
	{
		param = "指揮官、服を洗ったわ！",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1193,
		flag = 0
	},
	{
		param = "昨日は服を貸してくれてありがとう！本当に大惨事だったわね……",
		ship_group = 20509,
		type = 1,
		id = 1194,
		flag = 0,
		option = {
			{
				1,
				"ハウの服は大丈夫だった？"
			}
		}
	},
	{
		param = "確かに大惨事だったね…ハウの服は大丈夫だった？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1195,
		flag = 1
	},
	{
		param = "チョコクリームの跡は洗い落とせた？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1196,
		flag = 1
	},
	{
		param = "うーん……ベルが多分無理って言ってたわ",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1197,
		flag = 1
	},
	{
		param = "この服は気に入ってたのに、同じのを作るにしても時間がかかるし……",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1198,
		flag = 1
	},
	{
		param = "うぅ……",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1199,
		flag = 1
	},
	{
		param = "指揮官は執務室にいるの？服を持って行こうか？",
		ship_group = 20509,
		type = 1,
		id = 1200,
		flag = 1,
		option = {
			{
				2,
				"今度何かのついでで大丈夫だよ"
			}
		}
	},
	{
		param = "今度何かのついでで大丈夫だよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1201,
		flag = 2
	},
	{
		param = "上着一枚だけのために、わざわざ届けに来なくてもいいからね",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1202,
		flag = 2
	},
	{
		param = "ううん、服だけじゃないわ……",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1203,
		flag = 2
	},
	{
		param = "昨日はチョコケーキが潰れちゃって、二人とも食べられなかったでしょう？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1204,
		flag = 2
	},
	{
		param = "改めて作ったから、一緒に食べたくて…",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1205,
		flag = 2
	},
	{
		param = "指揮官は仕事で頭をいっぱい使うから、糖分の補給も大事よ",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1206,
		flag = 2
	},
	{
		param = "それに…指揮官ともっと一緒にいたいから…",
		ship_group = 20509,
		type = 1,
		id = 1207,
		flag = 2,
		option = {
			{
				3,
				"今日の仕事はここまでにするか"
			},
			{
				4,
				"それならこっちから会いに行こうか？"
			}
		}
	},
	{
		param = "ちょうど仕事もほぼ片付けたし、今日はもう上がろうかな！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1208,
		flag = 3
	},
	{
		param = "え……指揮官、大丈夫なの？",
		ship_group = 20509,
		type = 1,
		id = 1209,
		flag = 3,
		option = {
			{
				5,
				"残りは明日に回すから"
			}
		}
	},
	{
		param = "残りは明日に回すから",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1210,
		flag = 5
	},
	{
		param = "……それじゃ明日の仕事が大変になるんじゃ…",
		ship_group = 20509,
		type = 1,
		id = 1211,
		flag = 5,
		option = {
			{
				6,
				"大丈夫だ。だって…"
			}
		}
	},
	{
		param = "大丈夫だ。明日の秘書艦担当はデュプレクスだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1212,
		flag = 6
	},
	{
		param = "二人で挑めば、どんな激務でも一日もかからない",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1213,
		flag = 6
	},
	{
		param = "とにかくもう上がるけど、執務室に来る？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1214,
		flag = 6
	},
	{
		param = "ええ！今から向かうわ",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1215,
		flag = 6
	},
	{
		param = "もう少し待っててね",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1216,
		flag = 6
	},
	{
		param = "もうすぐ会えるから♪",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1217,
		flag = 6
	},
	{
		param = "それならこっちから会いに行こうか？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1218,
		flag = 4
	},
	{
		param = "え……でも指揮官はまだ仕事があるんじゃ…",
		ship_group = 20509,
		type = 1,
		id = 1219,
		flag = 4,
		option = {
			{
				7,
				"今日の分は終わらせたよ"
			}
		}
	},
	{
		param = "今日の分は終わらせたよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1220,
		flag = 7
	},
	{
		param = "……そんなに早く…？",
		ship_group = 20509,
		type = 1,
		id = 1221,
		flag = 7,
		option = {
			{
				8,
				"明日残業すれば何とかなるさ"
			}
		}
	},
	{
		param = "明日残業すれば何とかなるさ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1222,
		flag = 8
	},
	{
		param = "むしろハウのほうは大丈夫かな？今会いに行っても",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1223,
		flag = 8
	},
	{
		param = "平気よ♪クッキーを焼いて待ってるからね♪",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1224,
		flag = 8
	},
	{
		param = "指揮官、クラシックのコンサートにでも行かないか？",
		ship_group = 40503,
		type = 1,
		id = 1225,
		flag = 0,
		option = {
			{
				1,
				"いいよ"
			},
			{
				2,
				"いつ行く？"
			}
		}
	},
	{
		param = "いいよ。いつ行く？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1226,
		flag = 1
	},
	{
		param = "いいよ。いつ行く？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1227,
		flag = 2
	},
	{
		param = "今週末だ。お前のスケジュールが空いてる時間を選んでおいた",
		ship_group = 40503,
		type = 1,
		id = 1228,
		flag = 0,
		option = {
			{
				3,
				"さすがフッテンだな"
			}
		}
	},
	{
		param = "さすがフッテンだな。細かいところまで気が回る",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1229,
		flag = 3
	},
	{
		param = "231",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1230,
		flag = 3
	},
	{
		param = "まさかこんなにすんなり承諾するとはな",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1231,
		flag = 3
	},
	{
		param = "クラシックに興味がないかと要らぬ心配をした",
		ship_group = 40503,
		type = 1,
		id = 1232,
		flag = 3,
		option = {
			{
				4,
				"クラシックには結構興味があるんだ"
			},
			{
				5,
				"確かにそこまで興味がある方じゃないな"
			}
		}
	},
	{
		param = "実は古典音楽に興味があってね。ウルリッヒもそこまでは知らなかったんじゃないか",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1233,
		flag = 4
	},
	{
		param = "じゃあ誘ってよかったってわけか",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1234,
		flag = 4
	},
	{
		param = "レコードのコレクションもある。今度聴きに来るか",
		ship_group = 40503,
		type = 1,
		id = 1235,
		flag = 4,
		option = {
			{
				6,
				"ああ。都合をつけるよ"
			}
		}
	},
	{
		param = "ああ。都合をつけるよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1236,
		flag = 6
	},
	{
		param = "来週末でどうだ？その時もお前のスケジュールは空いてるはずだ",
		ship_group = 40503,
		type = 1,
		id = 1237,
		flag = 6,
		option = {
			{
				7,
				"今日の午後でもいいよ"
			}
		}
	},
	{
		param = "今日の午後でもいいよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1238,
		flag = 7
	},
	{
		param = "今日の午後⋯⋯？スケジュールは埋まってるはずじゃ？",
		ship_group = 40503,
		type = 1,
		id = 1239,
		flag = 7,
		option = {
			{
				8,
				"確かにスケジュールは埋まってるが――"
			}
		}
	},
	{
		param = "確かにスケジュールは埋まってるが――",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1240,
		flag = 8
	},
	{
		param = "指揮官はスケジュールを変更する権限があるんだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1241,
		flag = 8
	},
	{
		param = "なるほど。随分と偉いやつだな",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1242,
		flag = 8
	},
	{
		param = "じゃあ午後2時に執務室まで迎えに行く。約束だ",
		ship_group = 40503,
		type = 1,
		id = 1243,
		flag = 8,
		option = {
			{
				9,
				"ああ、約束だ"
			}
		}
	},
	{
		param = "ああ、約束だ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1244,
		flag = 9
	},
	{
		param = "確かにそこまで興味がある方じゃないな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1245,
		flag = 5
	},
	{
		param = "でもコンサートとなると話は別だ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1246,
		flag = 5
	},
	{
		param = "どんな違いがあるんだ？",
		ship_group = 40503,
		type = 1,
		id = 1247,
		flag = 5,
		option = {
			{
				10,
				"音楽鑑賞は⋯⋯"
			}
		}
	},
	{
		param = "そうだな。音楽は、大抵一人で聴くものだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1248,
		flag = 10
	},
	{
		param = "でもコンサートなら、フッテンと一緒に鑑賞できる",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1249,
		flag = 10
	},
	{
		param = "なるほど、確かにその違いは大きい。コンサートに行く理由にもなる",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1250,
		flag = 10
	},
	{
		param = "が、これを機にクラシックも好きになってくれたらな",
		ship_group = 40503,
		type = 1,
		id = 1251,
		flag = 10,
		option = {
			{
				11,
				"ほほう"
			}
		}
	},
	{
		param = "じゃあ、クラシックの音楽の魅力を理解できるようにしてくれ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1252,
		flag = 11
	},
	{
		param = "期待は裏切らないつもりだ",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1253,
		flag = 11
	},
	{
		param = "じゃあ今週の日曜、午後4時に執務室で会おう",
		ship_group = 40503,
		type = 1,
		id = 1254,
		flag = 11,
		option = {
			{
				12,
				"ああ、約束だ"
			}
		}
	},
	{
		param = "ああ、約束だ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1255,
		flag = 12
	},
	[1257] = {
		param = "学園の運動場の怪事件を聞いたか？",
		ship_group = 40503,
		type = 1,
		id = 1257,
		flag = 0,
		option = {
			{
				1,
				"？？？？"
			},
			{
				2,
				"⋯⋯誰？"
			}
		}
	},
	[1258] = {
		param = "？？？？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1258,
		flag = 1
	},
	[1259] = {
		param = "フッテンまで学園の不思議の調査を始めた…だと？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1259,
		flag = 1
	},
	[1260] = {
		param = "⋯⋯誰？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1260,
		flag = 2
	},
	[1261] = {
		param = "ブリストル、人の携帯を勝手に使ったらダメだよ？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1261,
		flag = 2
	},
	[1262] = {
		param = "別に他人に使われてなんかないが",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1262,
		flag = 2
	},
	[1263] = {
		param = "だが確かにブリストルと無関係ってわけじゃない",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1263,
		flag = 2
	},
	[1264] = {
		param = "お前は聞いてないのか",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1264,
		flag = 0
	},
	[1265] = {
		param = "ブリストルが今日、運動場の下で幽霊が出たって騒ぎ立てていてな。現場を封鎖しようと協力者を探して回ってるんだ",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1265,
		flag = 0
	},
	[1266] = {
		param = "鉄血の寮まで来てたぞ",
		ship_group = 40503,
		type = 1,
		id = 1266,
		flag = 0,
		option = {
			{
				3,
				"えぇ⋯⋯"
			}
		}
	},
	[1267] = {
		param = "えぇ⋯⋯それで、鉄血寮で誰か行ったのか？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1267,
		flag = 3
	},
	[1268] = {
		param = "オイゲンだ",
		ship_group = 40503,
		type = 1,
		id = 1268,
		flag = 3,
		option = {
			{
				4,
				"⋯⋯"
			}
		}
	},
	[1269] = {
		param = "⋯⋯",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1269,
		flag = 4
	},
	[1270] = {
		param = "どうした。お前も見に行きたいのか？",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1270,
		flag = 4
	},
	[1271] = {
		param = "気になるなら行くといい",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1271,
		flag = 4
	},
	[1272] = {
		param = "仕事のことなら手伝う。これでどうだ",
		ship_group = 40503,
		type = 1,
		id = 1272,
		flag = 4,
		option = {
			{
				5,
				"こっちの仕事より⋯"
			}
		}
	},
	[1273] = {
		param = "仕事より...フッテンには現場の様子を見てきてほしいんだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1273,
		flag = 5
	},
	[1274] = {
		param = "ん？何か危険があるのか？",
		ship_group = 40503,
		type = 1,
		id = 1274,
		flag = 5,
		option = {
			{
				6,
				"運動場が危ないんだ"
			}
		}
	},
	[1275] = {
		param = "運動場が危ないんだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1275,
		flag = 6
	},
	[1276] = {
		param = "何が言いたいかよく分からないんだが",
		ship_group = 40503,
		type = 1,
		id = 1276,
		flag = 6,
		option = {
			{
				7,
				"ほら、この前みたいに⋯"
			}
		}
	},
	[1277] = {
		param = "ほら、この前みたいに、結局何の成果もなかったってことになったら⋯",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1277,
		flag = 7
	},
	[1278] = {
		param = "不思議なんて存在しない。これは良い結果じゃないのか",
		ship_group = 40503,
		type = 1,
		id = 1278,
		flag = 7,
		option = {
			{
				8,
				"いや、その逆だ"
			}
		}
	},
	[1279] = {
		param = "「追加調査」ってオイゲンに唆されて、トラックを掘り返すことになるかもしれない⋯",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1279,
		flag = 8
	},
	[1280] = {
		param = "⋯⋯⋯⋯",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1280,
		flag = 8
	},
	[1281] = {
		param = "⋯⋯確かにオイゲンらしい提案だ",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1281,
		flag = 8
	},
	[1282] = {
		param = "じゃあ代わりに様子を見てやる",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1282,
		flag = 8
	},
	[1283] = {
		param = "そうだ。録画もしたほうがいいか？",
		ship_group = 40503,
		type = 1,
		id = 1283,
		flag = 8,
		option = {
			{
				9,
				"録画？"
			}
		}
	},
	[1284] = {
		param = "録画？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1284,
		flag = 9
	},
	[1285] = {
		param = "ああ。もし本当に学園の不思議なんてあったら、お前にも見せてやれる",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1285,
		flag = 9
	},
	[1286] = {
		param = "なかったとしても――そうだな、証拠映像として使えるだろう",
		ship_group = 40503,
		type = 1,
		id = 1286,
		flag = 9,
		option = {
			{
				10,
				"ああ、任せた"
			}
		}
	},
	[1287] = {
		param = "ああ、任せた",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1287,
		flag = 10
	},
	[1288] = {
		param = "311",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1288,
		flag = 10
	},
	[1289] = {
		param = "任せとけ",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1289,
		flag = 10
	},
	[1290] = {
		param = "367",
		ship_group = 40503,
		option = "",
		type = 4,
		id = 1290,
		flag = 10
	},
	[1291] = {
		param = "注意喚起：長時間座ってないで、立って、水を飲んで、目を休ませろ",
		ship_group = 40503,
		type = 1,
		id = 1291,
		flag = 0,
		option = {
			{
				1,
				"了解。今立ち上がった"
			},
			{
				2,
				"ちょうど立ち上がって運動しようとしてたところだ"
			}
		}
	},
	[1292] = {
		param = "了解。今立ち上がった",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1292,
		flag = 1
	},
	[1293] = {
		param = "それにしてもいいタイミングだな。危うく忘れるところだった",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1293,
		flag = 1
	},
	[1294] = {
		param = "⋯⋯",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1294,
		flag = 1
	},
	[1295] = {
		param = "戻ったら、執務室にアラームを何個か置いてやる",
		ship_group = 40503,
		type = 1,
		id = 1295,
		flag = 1,
		option = {
			{
				3,
				"ああ、頼む"
			},
			{
				4,
				"直接知らせてほしいな"
			}
		}
	},
	[1296] = {
		param = "ああ、頼む",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1296,
		flag = 3
	},
	[1297] = {
		param = "直接知らせてほしい",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1297,
		flag = 4
	},
	[1298] = {
		param = "いいだろう",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1298,
		flag = 4
	},
	[1299] = {
		param = "とはいえ、良い習慣は身につけておけ",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1299,
		flag = 1
	},
	[1300] = {
		param = "仕事が忙しくても、体は大事にしろ",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1300,
		flag = 1
	},
	[1301] = {
		param = "もっと自分のことを考えろ",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1301,
		flag = 1
	},
	[1302] = {
		param = "もしくは⋯⋯違う言い方をすれば⋯⋯",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1302,
		flag = 1
	},
	[1303] = {
		param = "私を心配させるな",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1303,
		flag = 1
	},
	[1304] = {
		param = "⋯返事はいいから、目を瞑って休め",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1304,
		flag = 1
	},
	[1305] = {
		param = "戻ったら直接話そう",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1305,
		flag = 1
	},
	[1306] = {
		param = "ちょうど立ち上がって運動しようとしてたところだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1306,
		flag = 2
	},
	[1307] = {
		param = "これからもちゃんと運動しろ",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1307,
		flag = 2
	},
	[1308] = {
		param = "それにしても、まだ仕事が終わってないのか。もう何日も休んでないだろ",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1308,
		flag = 2
	},
	[1309] = {
		param = "手伝わせてくれ",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1309,
		flag = 2
	},
	[1310] = {
		param = "⋯⋯もっと私を頼ってもいい",
		ship_group = 40503,
		type = 1,
		id = 1310,
		flag = 2,
		option = {
			{
				5,
				"もうすぐ終わるから心配しないで"
			},
			{
				6,
				"この苦しみから解放してくれ！"
			}
		}
	},
	[1311] = {
		param = "もうすぐ終わるから心配しないで",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1311,
		flag = 5
	},
	[1312] = {
		param = "そうか",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1312,
		flag = 5
	},
	[1313] = {
		param = "だがもう執務室に向かってる",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1313,
		flag = 5
	},
	[1314] = {
		param = "出迎えってことにしてくれ",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1314,
		flag = 5
	},
	[1315] = {
		param = "この苦しみから解放してくれ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1315,
		flag = 6
	},
	[1316] = {
		param = "最初から素直に言えばいいものを",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1316,
		flag = 6
	},
	[1317] = {
		param = "もう執務室に向かってる。もう少し持ちこたえろ",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1317,
		flag = 6
	},
	[1318] = {
		param = "返事するな。目を瞑って休め",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1318,
		flag = 2
	},
	[1319] = {
		param = "戻ったら直接話そう",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1319,
		flag = 2
	},
	[1320] = {
		param = "魔法の輝きを――",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1320,
		flag = 0
	},
	[1321] = {
		param = "358",
		ship_group = 49906,
		type = 4,
		id = 1321,
		flag = 0,
		option = {
			{
				1,
				"スタンプ「はわわ」"
			},
			{
				2,
				"スタンプ「止まらないです」"
			}
		}
	},
	[1322] = {
		param = "322",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1322,
		flag = 1
	},
	[1323] = {
		param = "304",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1323,
		flag = 2
	},
	[1324] = {
		param = "ふふふ、魔法の力を感じた？私の使い魔",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1324,
		flag = 0
	},
	[1325] = {
		param = "234",
		ship_group = 49906,
		type = 4,
		id = 1325,
		flag = 0,
		option = {
			{
				3,
				"何かあった？"
			}
		}
	},
	[1326] = {
		param = "何か嬉しいことでもあった？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1326,
		flag = 3
	},
	[1327] = {
		param = "いいえ…ただ、スタンプが不思議な「魔法」に思えただけよ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1327,
		flag = 3
	},
	[1328] = {
		param = "私たちに嵌められた「枷」の存在さえ弱く感じるほど、今は離れているのに…",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1328,
		flag = 3
	},
	[1329] = {
		param = "たった一つのスタンプで、この瞬間の感情を伝えられる",
		ship_group = 49906,
		type = 1,
		id = 1329,
		flag = 3,
		option = {
			{
				4,
				"言われてみれば⋯⋯"
			}
		}
	},
	[1330] = {
		param = "言われてみれば確かに⋯⋯",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1330,
		flag = 4
	},
	[1331] = {
		param = "まあ、スタンプだけじゃなく",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1331,
		flag = 4
	},
	[1332] = {
		param = "チャットだし、もう少し気楽になったほうがいいと思うよ？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1332,
		flag = 4
	},
	[1333] = {
		param = "あら？",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1333,
		flag = 4
	},
	[1334] = {
		param = "魔女のチャットの楽しみ方に文句でもあるのかしら？",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1334,
		flag = 4
	},
	[1335] = {
		param = "反抗的な子になろうとしても構わないけど、それなりの対処をさせてもらうわ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1335,
		flag = 4
	},
	[1336] = {
		param = "ふふふ⋯⋯",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1336,
		flag = 4
	},
	[1337] = {
		param = "206",
		ship_group = 49906,
		type = 4,
		id = 1337,
		flag = 4,
		option = {
			{
				5,
				"……？"
			},
			{
				6,
				"スタンプ：ぎゅっと"
			}
		}
	},
	[1338] = {
		param = "⋯⋯？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1338,
		flag = 5
	},
	[1339] = {
		param = "206",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1339,
		flag = 6
	},
	[1340] = {
		param = "⋯⋯⋯⋯",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1340,
		flag = 0
	},
	[1341] = {
		param = "⋯⋯間違えたわ。これじゃない",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1341,
		flag = 0
	},
	[1342] = {
		param = "これよ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1342,
		flag = 0
	},
	[1343] = {
		param = "4",
		ship_group = 49906,
		option = "",
		type = 4,
		id = 1343,
		flag = 0
	},
	[1344] = {
		param = "使い魔はどんな匂いが好みかしら？",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1344,
		flag = 0
	},
	[1345] = {
		param = "⋯⋯",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1345,
		flag = 0
	},
	[1346] = {
		param = "⋯⋯間違えたわ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1346,
		flag = 0
	},
	[1347] = {
		param = "どんな香りが好きかしら？",
		ship_group = 49906,
		type = 1,
		id = 1347,
		flag = 0,
		option = {
			{
				1,
				"質問がちょっとアバウトすぎるな"
			}
		}
	},
	[1348] = {
		param = "質問がちょっとアバウトすぎるな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1348,
		flag = 1
	},
	[1349] = {
		param = "「どんな香り」って具体的には？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1349,
		flag = 1
	},
	[1350] = {
		param = "まだ私の心が読めないのね",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1350,
		flag = 1
	},
	[1351] = {
		param = "じゃあ教えてあげる",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1351,
		flag = 1
	},
	[1352] = {
		param = "私は魔法の雫の香りについて聞いているわ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1352,
		flag = 1
	},
	[1353] = {
		param = "つまり香水よ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1353,
		flag = 1
	},
	[1354] = {
		param = "でもあなたはあまり詳しくないでしょう？",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1354,
		flag = 1
	},
	[1355] = {
		param = "だから大まかな好きな香りさえ教えてくれれば結構よ",
		ship_group = 49906,
		type = 1,
		id = 1355,
		flag = 1,
		option = {
			{
				2,
				"食べ物の香りが好き"
			},
			{
				3,
				"パーセヴァルの香りが好き"
			},
			{
				4,
				"パーセヴァルが選ぶものなら何でも好き"
			}
		}
	},
	[1356] = {
		param = "食べ物の香りが大好きだ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1356,
		flag = 2
	},
	[1357] = {
		param = "私も好きよ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1357,
		flag = 2
	},
	[1358] = {
		param = "でも食べ物の香りの香水⋯⋯ね",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1358,
		flag = 2
	},
	[1359] = {
		param = "試してみてもいいわ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1359,
		flag = 2
	},
	[1360] = {
		param = "パーセヴァルの香りが好きかな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1360,
		flag = 3
	},
	[1361] = {
		param = "ふふふ、まだ私の香りを覚えているのね",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1361,
		flag = 3
	},
	[1362] = {
		param = "私への愛が抑えきれなくなってきたってことかしら？",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1362,
		flag = 3
	},
	[1363] = {
		param = "18",
		ship_group = 49906,
		option = "",
		type = 4,
		id = 1363,
		flag = 3
	},
	[1364] = {
		param = "パーセヴァルが選ぶものなら何でも好きさ。任せるよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1364,
		flag = 4
	},
	[1365] = {
		param = "私に主導権を握らせるって意味かしら？",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1365,
		flag = 4
	},
	[1366] = {
		param = "ふふふ、悪くないわ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1366,
		flag = 4
	},
	[1367] = {
		param = "じゃあ期待して待っていて",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1367,
		flag = 4
	},
	[1368] = {
		param = "ええ。今いいアイデアが浮かんだわ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1368,
		flag = 0
	},
	[1369] = {
		param = "先に行くわね",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1369,
		flag = 0
	},
	[1370] = {
		param = "調合が終わったら、また連絡するわ",
		ship_group = 49906,
		type = 1,
		id = 1370,
		flag = 0,
		option = {
			{
				5,
				"（スタンプ：なのだ！）"
			},
			{
				6,
				"（スタンプ：期待）"
			},
			{
				7,
				"（スタンプ：愛情表現）"
			}
		}
	},
	[1371] = {
		param = "239",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1371,
		flag = 5
	},
	[1372] = {
		param = "234",
		ship_group = 49906,
		option = "",
		type = 4,
		id = 1372,
		flag = 5
	},
	[1373] = {
		param = "224",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1373,
		flag = 6
	},
	[1374] = {
		param = "227",
		ship_group = 49906,
		option = "",
		type = 4,
		id = 1374,
		flag = 6
	},
	[1375] = {
		param = "213",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1375,
		flag = 7
	},
	[1376] = {
		param = "225",
		ship_group = 49906,
		option = "",
		type = 4,
		id = 1376,
		flag = 7
	},
	[1377] = {
		param = "システム：[アウグスト・フォン・パーシヴァル]があなたをつついた",
		ship_group = 1,
		option = "",
		type = 5,
		id = 1377,
		flag = 0
	},
	[1378] = {
		param = "眠いわ",
		ship_group = 49906,
		type = 1,
		id = 1378,
		flag = 0,
		option = {
			{
				1,
				"昨夜眠れなかったの？"
			},
			{
				2,
				"[つつく]"
			}
		}
	},
	[1379] = {
		param = "昨夜眠れなかったの？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1379,
		flag = 1
	},
	[1380] = {
		param = "ぐっすり眠れなかったわ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1380,
		flag = 1
	},
	[1381] = {
		param = "それで、悪夢を見たわよ",
		ship_group = 49906,
		type = 1,
		id = 1381,
		flag = 1,
		option = {
			{
				3,
				"どんな悪夢だったの？"
			}
		}
	},
	[1382] = {
		param = "システム：[アウグスト・フォン・パーシヴァル]をつついて魔女の夢に落ちた",
		ship_group = 0,
		option = "",
		type = 5,
		id = 1382,
		flag = 2
	},
	[1383] = {
		param = "二度寝してみる？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1383,
		flag = 2
	},
	[1384] = {
		param = "眠れないわ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1384,
		flag = 2
	},
	[1385] = {
		param = "目を閉じると、昨夜の夢を思い出してしまう",
		ship_group = 49906,
		type = 1,
		id = 1385,
		flag = 2,
		option = {
			{
				3,
				"どんな悪夢だったの？"
			}
		}
	},
	[1386] = {
		param = "どんな悪夢だったの？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1386,
		flag = 3
	},
	[1387] = {
		param = "魔女を怖がらせる怪物なんているの？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1387,
		flag = 3
	},
	[1388] = {
		param = "もちろんそんなのいないわ⋯⋯",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1388,
		flag = 3
	},
	[1389] = {
		param = "あなたよ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1389,
		flag = 3
	},
	[1390] = {
		param = "夢の中で、あなたは何も言わずに去ってしまった",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1390,
		flag = 3
	},
	[1391] = {
		param = "私はすべての魔法を使っても、あなたを見つけることができなかった",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1391,
		flag = 3
	},
	[1392] = {
		param = "私たちの永遠の絆も消えてしまった",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1392,
		flag = 3
	},
	[1393] = {
		param = "全く嫌な夢ね",
		ship_group = 49906,
		type = 1,
		id = 1393,
		flag = 3,
		option = {
			{
				4,
				"大丈夫、ただの夢だから"
			},
			{
				5,
				"嫌な夢だな⋯"
			}
		}
	},
	[1394] = {
		param = "大丈夫、ただの夢だから",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1394,
		flag = 4
	},
	[1395] = {
		param = "悪夢って現実とは真逆なんだ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1395,
		flag = 4
	},
	[1396] = {
		param = "パーセヴァルから離れたりしないから",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1396,
		flag = 4
	},
	[1397] = {
		param = "そうだな。本当に嫌な夢だ⋯",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1397,
		flag = 5
	},
	[1398] = {
		param = "でも大丈夫。自分はここにいる。パーセヴァルから離れたりしないから",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1398,
		flag = 5
	},
	[1399] = {
		param = "それじゃあ、私の使い魔、私の指揮官⋯⋯",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1399,
		flag = 0
	},
	[1400] = {
		param = "今は他のことは忘れて、私の元に戻ってきて",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1400,
		flag = 0
	},
	[1401] = {
		param = "あなたが側にいてくれれば、今度目を閉じたら⋯⋯",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1401,
		flag = 0
	},
	[1402] = {
		param = "きっと素敵な夢になるわ",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1402,
		flag = 0
	},
	[1403] = {
		param = "指揮官～",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1403,
		flag = 0
	},
	[1404] = {
		param = "秘書艦の勤務時間……もう過ぎてない？",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1404,
		flag = 0
	},
	[1405] = {
		param = "まぁ大した仕事もないしー",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1405,
		flag = 0
	},
	[1406] = {
		param = "もう少し……寝させてもらうよ……",
		ship_group = 40404,
		type = 1,
		id = 1406,
		flag = 0,
		option = {
			{
				1,
				"重要な仕事がある"
			}
		}
	},
	[1407] = {
		param = "重要な仕事がある。物資リストを整理しないと",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1407,
		flag = 1
	},
	[1408] = {
		param = "……あぁ、それねー",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1408,
		flag = 1
	},
	[1409] = {
		param = "でも指揮官が既にやり始めてるみたいだし……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1409,
		flag = 1
	},
	[1410] = {
		param = "私は手伝わなくていいんじゃない……？",
		ship_group = 40404,
		type = 1,
		id = 1410,
		flag = 1,
		option = {
			{
				2,
				"ダメだ"
			}
		}
	},
	[1411] = {
		param = "ダメだ。秘書艦としての責任を果たしてもらうからな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1411,
		flag = 2
	},
	[1412] = {
		param = "えぇ……なんでそんなマジメに…",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1412,
		flag = 2
	},
	[1413] = {
		param = "物資リストの数字を考えただけで……頭が痛くなってきた…",
		ship_group = 40404,
		type = 1,
		id = 1413,
		flag = 2,
		option = {
			{
				3,
				"もしかして……まだベッドの上なのか？"
			}
		}
	},
	[1414] = {
		param = "まさかまだベッドの上なのか？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1414,
		flag = 3
	},
	[1415] = {
		param = "えぇ……バレちゃった？",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1415,
		flag = 3
	},
	[1416] = {
		param = "だってお布団の中は暖かいんだもん……",
		ship_group = 40404,
		type = 1,
		id = 1416,
		flag = 3,
		option = {
			{
				4,
				"早く来てくれー！"
			}
		}
	},
	[1417] = {
		param = "早く来て！書類がもう山積みなんだ！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1417,
		flag = 4
	},
	[1418] = {
		param = "もう～、しょうがない指揮官だね……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1418,
		flag = 4
	},
	[1419] = {
		param = "でもそこまで頼まれたら……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1419,
		flag = 4
	},
	[1420] = {
		param = "はいはい～。今着替えてそっちに行くからねー！",
		ship_group = 40404,
		type = 1,
		id = 1420,
		flag = 4,
		option = {
			{
				5,
				"二度寝してはダメだからな"
			}
		}
	},
	[1421] = {
		param = "二度寝してはダメだからな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1421,
		flag = 5
	},
	[1422] = {
		param = "わかったわかった～",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1422,
		flag = 5
	},
	[1423] = {
		param = "ええと……30分待ってくれる？",
		ship_group = 40404,
		type = 1,
		id = 1423,
		flag = 5,
		option = {
			{
				6,
				"10分以内に執務室に来てくれ"
			}
		}
	},
	[1424] = {
		param = "10分以内で",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1424,
		flag = 6
	},
	[1425] = {
		param = "えぇ...指揮官厳しいなぁ",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1425,
		flag = 6
	},
	[1426] = {
		param = "354",
		ship_group = 40404,
		option = "",
		type = 4,
		id = 1426,
		flag = 6
	},
	[1427] = {
		param = "えへへ……指揮官♪",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1427,
		flag = 0
	},
	[1428] = {
		param = "夕飯の後ちょっと散歩してたら、いい場所見つけちゃったぁ……",
		ship_group = 40404,
		type = 1,
		id = 1428,
		flag = 0,
		option = {
			{
				1,
				"当ててみようか"
			},
			{
				2,
				"こんな時間にまだ外をぶらついてるの…？"
			}
		}
	},
	[1429] = {
		param = "当ててみようか……またサボりスポットか？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1429,
		flag = 1
	},
	[1430] = {
		param = "違うよ",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1430,
		flag = 1
	},
	[1431] = {
		param = "今回は……潮風がとっても気持ちいい場所なの",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1431,
		flag = 1
	},
	[1432] = {
		param = "こんな時間にまだ外をぶらついてるの…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1432,
		flag = 2
	},
	[1433] = {
		param = "えぇ……指揮官怖いよー",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1433,
		flag = 2
	},
	[1434] = {
		param = "たまたま見つけただけなのに",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1434,
		flag = 2
	},
	[1435] = {
		param = "しかもここの景色、今すっごくいい感じなんだよ？",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1435,
		flag = 2
	},
	[1436] = {
		param = "あ、さっき流れ星が見えた",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1436,
		flag = 0
	},
	[1437] = {
		param = "48",
		ship_group = 40404,
		type = 4,
		id = 1437,
		flag = 0,
		option = {
			{
				3,
				"もう遅いから、早く帰って休もう"
			}
		}
	},
	[1438] = {
		param = "もう遅いから、早く帰って休もう",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1438,
		flag = 3
	},
	[1439] = {
		param = "51",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1439,
		flag = 3
	},
	[1440] = {
		param = "今夜の潮風がすっごく気持ちよくて眠れそうにないな～",
		ship_group = 40404,
		type = 1,
		id = 1440,
		flag = 3,
		option = {
			{
				4,
				"昼間寝すぎたからでしょ"
			}
		}
	},
	[1441] = {
		param = "昼間寝すぎたからでしょ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1441,
		flag = 4
	},
	[1442] = {
		param = "じゃあ夜中うろうろするしかないんじゃない？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1442,
		flag = 4
	},
	[1443] = {
		param = "うわ～、指揮官酷くない？",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1443,
		flag = 4
	},
	[1444] = {
		param = "あ、そうだ",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1444,
		flag = 4
	},
	[1445] = {
		param = "今来たら、二つ目の流れ星が見れるかもよ？",
		ship_group = 40404,
		type = 1,
		id = 1445,
		flag = 4,
		option = {
			{
				5,
				"やめとこう"
			}
		}
	},
	[1446] = {
		param = "この時間はやめとこう、もう遅いし",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1446,
		flag = 5
	},
	[1447] = {
		param = "明日も仕事があるから",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1447,
		flag = 5
	},
	[1448] = {
		param = "……また仕事か～",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1448,
		flag = 5
	},
	[1449] = {
		param = "じゃあ私一人で見るね～",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1449,
		flag = 5
	},
	[1450] = {
		param = "もし流れ星とか何かを逃しても……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1450,
		flag = 5
	},
	[1451] = {
		param = "恨みっこなしだよ～",
		ship_group = 40404,
		type = 1,
		id = 1451,
		flag = 5,
		option = {
			{
				6,
				"……もう、仕方ないな"
			},
			{
				7,
				"先に帰って、明日また見に行こう"
			}
		}
	},
	[1452] = {
		param = "仕方ないな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1452,
		flag = 6
	},
	[1453] = {
		param = "すぐ出る。ついでに羽織るやつもなにか持って行こうか",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1453,
		flag = 6
	},
	[1454] = {
		param = "先に帰って、明日また見に行こう",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1454,
		flag = 7
	},
	[1455] = {
		param = "ええ……明日は流れ星が見れるかわかんないよ？",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1455,
		flag = 7
	},
	[1456] = {
		param = "それに今の夜風だって超気持ちいいし……",
		ship_group = 40404,
		type = 1,
		id = 1456,
		flag = 7,
		option = {
			{
				8,
				"……もう、仕方ないな"
			}
		}
	},
	[1457] = {
		param = "……もう、仕方ないな",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1457,
		flag = 8
	},
	[1458] = {
		param = "ふふ～、指揮官なら来てくれるって知ってた",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1458,
		flag = 0
	},
	[1459] = {
		param = "いつもの場所で待ってるね～",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1459,
		flag = 0
	},
	[1460] = {
		param = "あらら～",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1460,
		flag = 0
	},
	[1461] = {
		param = "307",
		ship_group = 40404,
		type = 4,
		id = 1461,
		flag = 0,
		option = {
			{
				1,
				"どうしたの？"
			}
		}
	},
	[1462] = {
		param = "どうしたの？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1462,
		flag = 1
	},
	[1463] = {
		param = "指揮官のタスクリスト……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1463,
		flag = 1
	},
	[1464] = {
		param = "うっかり消しちゃったみたい～",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1464,
		flag = 1
	},
	[1465] = {
		param = "307",
		ship_group = 40404,
		type = 4,
		id = 1465,
		flag = 1,
		option = {
			{
				2,
				"またか……"
			}
		}
	},
	[1466] = {
		param = "またか……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1466,
		flag = 2
	},
	[1467] = {
		param = "今度はどんな言い訳だ？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1467,
		flag = 2
	},
	[1468] = {
		param = "ふーん……わかりきってるでしょ？",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1468,
		flag = 2
	},
	[1469] = {
		param = "最近指揮官は忙しすぎるから",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1469,
		flag = 2
	},
	[1470] = {
		param = "つまんない仕事は全部消しちゃったよ",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1470,
		flag = 2
	},
	[1471] = {
		param = "どうせそんなの、明日やってもいいでしょ？",
		ship_group = 40404,
		type = 1,
		id = 1471,
		flag = 2,
		option = {
			{
				3,
				"それはダメだ……"
			}
		}
	},
	[1472] = {
		param = "それはダメだ……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1472,
		flag = 3
	},
	[1473] = {
		param = "重要じゃないのはいいけど、今日中に片付けないといけない書類だってある",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1473,
		flag = 3
	},
	[1474] = {
		param = "すぐにスケジュールを立て直さないと……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1474,
		flag = 3
	},
	[1475] = {
		param = "ふふん～無駄の努力はよせよせ～",
		ship_group = 40404,
		type = 1,
		id = 1475,
		flag = 3,
		option = {
			{
				4,
				"どういうこと？"
			}
		}
	},
	[1476] = {
		param = "どういうこと？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1476,
		flag = 4
	},
	[1477] = {
		param = "片付けないといけない書類なら、もうリュッツォウがなんとかしてあげたよ",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1477,
		flag = 4
	},
	[1478] = {
		param = "だから……今日は指揮官の予定はリュッツォウが決めちゃう",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1478,
		flag = 4
	},
	[1479] = {
		param = "ふふふ～無駄な足掻きをしないことだ～",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1479,
		flag = 4
	},
	[1480] = {
		param = "一緒にサボってくれなかったことへの補填、だからね……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1480,
		flag = 4
	},
	[1481] = {
		param = "308",
		ship_group = 40404,
		type = 4,
		id = 1481,
		flag = 4,
		option = {
			{
				5,
				"はぁ……何を企んでるの？"
			}
		}
	},
	[1482] = {
		param = "はぁ……何を企んでるの？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1482,
		flag = 5
	},
	[1483] = {
		param = "うーん……私ね……今商店街のカフェにいるの",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1483,
		flag = 5
	},
	[1484] = {
		param = "ここのティラミスとコーヒーがすっごく美味しくて……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1484,
		flag = 5
	},
	[1485] = {
		param = "でも一人だと、なんか物足りないなぁ……",
		ship_group = 40404,
		type = 1,
		id = 1485,
		flag = 5,
		option = {
			{
				6,
				"まさか最初からこれを狙ってた…？"
			}
		}
	},
	[1486] = {
		param = "まさか最初からこれを狙ってた…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1486,
		flag = 6
	},
	[1487] = {
		param = "さあ……でも席は取ってあるよ……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1487,
		flag = 6
	},
	[1488] = {
		param = "はあ……また眠くなってきた～。早く来ないと……",
		ship_group = 40404,
		type = 1,
		id = 1488,
		flag = 6,
		option = {
			{
				7,
				"すぐ行くよ"
			}
		}
	},
	[1489] = {
		param = "すぐ行くよ",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1489,
		flag = 7
	},
	[1490] = {
		param = "ふふ～、そう言ってくれると思ってた",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1490,
		flag = 7
	},
	[1491] = {
		param = "じゃあ眠気と戦いながら待ってるね……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1491,
		flag = 7
	},
	[1492] = {
		param = "今日のデザートは……指揮官のおごりだから♪",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1492,
		flag = 7
	}
}
