pg = pg or {}
pg.activity_ryza_recipe = {
	{
		display = "採取しやすいように改良されたこの鎌は、まるで風のように静かに軽やかに草や花を刈り取る",
		rarity = 3,
		name = "サイレントシックル",
		type = 3,
		id = 1,
		item_num = 1,
		icon = "props/ryza_item_4",
		item_id = {
			1001,
			4
		},
		recipe_circle = {
			10,
			12,
			13,
			14,
			15,
			16,
			19,
			17,
			11,
			18
		}
	},
	{
		display = "切れ味や重さを細かく調整し改良を施されたため、普通の斧よりもラクに木材も薪も作れる",
		rarity = 3,
		name = "ゴールデンアックス",
		type = 3,
		id = 2,
		item_num = 1,
		icon = "props/ryza_item_3",
		item_id = {
			1001,
			3
		},
		recipe_circle = {
			20,
			23,
			24,
			25,
			27,
			28,
			21,
			29,
			1,
			22,
			26
		}
	},
	{
		display = "フラムロッドの強化版。先端の宝玉を青い物に変えたため、以前よりも効率的に岩や水晶を破壊することが可能となった",
		rarity = 3,
		name = "ブルーフラムロッド",
		type = 3,
		id = 3,
		item_num = 1,
		icon = "props/ryza_item_2",
		item_id = {
			1001,
			2
		},
		recipe_circle = {
			30,
			31,
			35,
			32,
			33,
			34,
			36,
			37,
			38,
			39,
			2
		}
	},
	{
		display = "釣り竿の強化版。強化したことにより、魚が警戒せずに寄ってくるように改良されている",
		rarity = 3,
		name = "神竿バルムヘル",
		type = 3,
		id = 4,
		item_num = 1,
		icon = "props/ryza_item_1",
		item_id = {
			1001,
			1
		},
		recipe_circle = {
			40,
			42,
			43,
			45,
			47,
			49,
			41,
			44,
			46,
			48,
			50,
			51
		}
	},
	{
		display = "強大な握力と推力、そして灼熱の採掘レーザーを発射できるセイレーンのメカニカルアーム――錬金術の素材を採取するのに使えるかも？",
		rarity = 3,
		name = "レーザーアーム",
		type = 3,
		id = 5,
		item_num = 1,
		icon = "props/ryza_item_5",
		item_id = {
			1001,
			5
		},
		recipe_circle = {
			60,
			62,
			63,
			64,
			66,
			67,
			65,
			61
		}
	},
	[10] = {
		display = "ライザリン・シュタウトの特殊装備。強い輝きを放つ杖。何かしなくても、常に眩しく輝き続けている。その光を浴びると、装備者だけでなく、周囲の人間も心が明るくなったように感じる",
		rarity = 4,
		name = "スパークルレヴァリエ",
		type = 1,
		id = 10,
		item_num = 1,
		icon = "equips/10360",
		item_id = {
			21,
			10360
		},
		recipe_circle = {
			100,
			107,
			108,
			109,
			110,
			101,
			105,
			106,
			102,
			103,
			104
		}
	},
	[20] = {
		display = "クラウディア・バレンツの特殊装備。放たれた矢が暗闇の中で星のように輝くことから名づけられた弓。暗闇の中でこんな弓に狙われた日にはたまったものじゃないだろう",
		rarity = 4,
		name = "アストルムノクス",
		type = 1,
		id = 20,
		item_num = 1,
		icon = "equips/10380",
		item_id = {
			21,
			10380
		},
		recipe_circle = {
			202,
			207,
			208,
			205,
			209,
			210,
			201,
			200,
			203,
			204,
			206
		}
	},
	[30] = {
		display = "パトリツィア・アーベルハイムの特殊装備。意思があり、剣自体が使い手を選ぶと言われている。使用者が気高き魂を持っていない限り、どんな達人であろうと使いこなせないという",
		rarity = 4,
		name = "エーデルシュヴァルト",
		type = 1,
		id = 30,
		item_num = 1,
		icon = "equips/10400",
		item_id = {
			21,
			10400
		},
		recipe_circle = {
			306,
			305,
			304,
			303,
			300,
			301,
			302,
			308,
			309,
			307,
			310,
			311
		}
	},
	[40] = {
		display = "リラ・ディザイアスの特殊装備。かつてオーレン族が使用していた伝統武器の一つ。身につけるだけで周りの自然に宿る精霊が力を与えてくれるという",
		rarity = 4,
		name = "オーレンへルディン",
		type = 1,
		id = 40,
		item_num = 1,
		icon = "equips/10420",
		item_id = {
			21,
			10420
		},
		recipe_circle = {
			400,
			405,
			406,
			407,
			408,
			410,
			412,
			409,
			401,
			402,
			403,
			404,
			413,
			411
		}
	},
	[50] = {
		display = "セリ・グロースの特殊装備。「花の賢者」と呼ばれた人物が付けていたとされる腕輪。着用者が歩くだけで周囲の花が咲き誇るため、「花の賢者」の周りは常に花畑となっていたようだ",
		rarity = 4,
		name = "グランデフロラシオン",
		type = 1,
		id = 50,
		item_num = 1,
		icon = "equips/10440",
		item_id = {
			21,
			10440
		},
		recipe_circle = {
			504,
			500,
			502,
			503,
			505,
			501,
			510,
			506,
			508,
			507,
			509,
			511
		}
	},
	[60] = {
		display = "異様な形のウォーハンマー。平たい部分の逆側はただオシャレな形になっているだけ",
		rarity = 4,
		name = "エルダーリリー",
		type = 1,
		id = 60,
		item_num = 1,
		icon = "equips/10460",
		item_id = {
			21,
			10460
		},
		recipe_circle = {
			604,
			602,
			600,
			601,
			611,
			612,
			613,
			603,
			605,
			607,
			609,
			606,
			608,
			610
		}
	},
	[70] = {
		display = "絶大な威力を持つ火属性爆弾。敵にダメージを与える",
		rarity = 4,
		name = "グランフラム",
		type = 1,
		id = 70,
		item_num = 1,
		icon = "equips/89420",
		item_id = {
			3,
			89420
		},
		recipe_circle = {
			700,
			702,
			703,
			705,
			711,
			713,
			709,
			712,
			708,
			701,
			704,
			706,
			707,
			710,
			714
		}
	},
	[80] = {
		display = "絶大な威力を持つ氷属性爆弾。敵にダメージを与える",
		rarity = 4,
		name = "クライスタルレヘルン",
		type = 1,
		id = 80,
		item_num = 1,
		icon = "equips/89440",
		item_id = {
			3,
			89440
		},
		recipe_circle = {
			802,
			800,
			801,
			803,
			804,
			805,
			806,
			807,
			808,
			809,
			810,
			811,
			813,
			814,
			812
		}
	},
	[90] = {
		display = "絶大な威力を持つ雷属性爆弾。敵にダメージを与える",
		rarity = 4,
		name = "ラウトプラジグ",
		type = 1,
		id = 90,
		item_num = 1,
		icon = "equips/89460",
		item_id = {
			3,
			89460
		},
		recipe_circle = {
			900,
			901,
			903,
			906,
			907,
			908,
			910,
			909,
			911,
			912,
			914,
			913,
			902,
			904,
			905
		}
	},
	[100] = {
		display = "絶大な威力を持つ風属性爆弾。敵にダメージを与える",
		rarity = 4,
		name = "ヴィアベールルフト",
		type = 1,
		id = 100,
		item_num = 1,
		icon = "equips/89480",
		item_id = {
			3,
			89480
		},
		recipe_circle = {
			1001,
			1000,
			1002,
			1003,
			1004,
			1005,
			1006,
			1007,
			1008,
			1009,
			1010,
			1011,
			1012,
			1013
		}
	},
	[110] = {
		display = "おもいきり打ち付けることで、大地を激しく揺らすことができる槌。大地が揺れる際に空気が震え、天がいななくことが創世を思わせるため、このような名がついた",
		rarity = 4,
		name = "創世の槌",
		type = 1,
		id = 110,
		item_num = 1,
		icon = "equips/89580",
		item_id = {
			3,
			89580
		},
		recipe_circle = {
			1113,
			1114,
			1115,
			1100,
			1101,
			1108,
			1109,
			1110,
			1111,
			1112,
			1102,
			1103,
			1104,
			1105,
			1106,
			1107
		}
	},
	[120] = {
		display = "銃身を必要としない弾丸。先端を対象に向けて弾くと、弾は上空を飛び回ったのち、対象に一直線に向かっていき、着弾すると同時に爆発する",
		rarity = 4,
		name = "泡雲の弾丸",
		type = 1,
		id = 120,
		item_num = 1,
		icon = "equips/89600",
		item_id = {
			3,
			89600
		},
		recipe_circle = {
			1206,
			1205,
			1200,
			1201,
			1213,
			1214,
			1215,
			1212,
			1202,
			1216,
			1217,
			1218,
			1211,
			1203,
			1204,
			1207,
			1208,
			1209,
			1210
		}
	},
	[130] = {
		display = "絶大な威力を持つ爆弾。敵の防御力を下げることができる",
		rarity = 4,
		name = "Ｎ／Ａ",
		type = 1,
		id = 130,
		item_num = 1,
		icon = "equips/89560",
		item_id = {
			3,
			89560
		},
		recipe_circle = {
			1301,
			1300,
			1305,
			1302,
			1303,
			1304,
			1308,
			1309,
			1310,
			1311,
			1313,
			1314,
			1315,
			1312,
			1306,
			1307
		}
	},
	[140] = {
		display = "絶大な威力を持つアイテム。敵のステータスを下げることができるが、使用時に使用者の耐久を消費する",
		rarity = 4,
		name = "アポカリプス",
		type = 1,
		id = 140,
		item_num = 1,
		icon = "equips/89540",
		item_id = {
			3,
			89540
		},
		recipe_circle = {
			1400,
			1401,
			1406,
			1402,
			1403,
			1404,
			1405,
			1407,
			1408,
			1409,
			1410,
			1411,
			1412,
			1413,
			1417,
			1418,
			1419,
			1420,
			1421,
			1422,
			1423,
			1414,
			1415,
			1416
		}
	},
	[150] = {
		display = "神秘的な色合いを持つ羽衣。透き通るほど薄い布だが、広げることによりありとあらゆる攻撃から身を守ることができる",
		rarity = 4,
		name = "神秘の羽衣",
		type = 1,
		id = 150,
		item_num = 1,
		icon = "equips/89520",
		item_id = {
			3,
			89520
		},
		recipe_circle = {
			1500,
			1501,
			1502,
			1503,
			1511,
			1512,
			1513,
			1514,
			1515,
			1516,
			1517,
			1518,
			1519,
			1520,
			1521,
			1504,
			1508,
			1509,
			1510,
			1505,
			1506,
			1507
		}
	},
	[160] = {
		display = "あらゆるケガ、病気の治療はもちろん、死すらも凌駕する超強力な薬。一握りの錬金術士にしか作ることのできない、錬金術の究極技術の一つとされている",
		rarity = 4,
		name = "エリキシル剤",
		type = 1,
		id = 160,
		item_num = 1,
		icon = "equips/89500",
		item_id = {
			3,
			89500
		},
		recipe_circle = {
			1600,
			1602,
			1603,
			1613,
			1614,
			1616,
			1617,
			1618,
			1619,
			1615,
			1604,
			1601,
			1605,
			1606,
			1607,
			1608,
			1609,
			1610,
			1611,
			1612
		}
	},
	[170] = {
		display = "意思が形となって音を奏でるハーモニカ。吹く者はもちろん、その音色を聞く者に対しても様々な力を与えてくれる",
		rarity = 4,
		name = "エネルジアニカ",
		type = 1,
		id = 170,
		item_num = 1,
		icon = "equips/89620",
		item_id = {
			3,
			89620
		},
		recipe_circle = {
			1700,
			1706,
			1707,
			1708,
			1709,
			1701,
			1702,
			1703,
			1704,
			1705
		}
	},
	[180] = {
		display = "ランダムの装備外装を入手可能",
		rarity = 4,
		name = "装備外装箱（コラボ）",
		type = 2,
		id = 180,
		item_num = 10,
		icon = "props/appearanceboxlaisha",
		item_id = {
			2,
			30340
		},
		recipe_circle = {
			1800,
			1802,
			1803,
			1804,
			1805,
			1801,
			1809,
			1810,
			1811,
			1812,
			1813,
			1814,
			1815,
			1806,
			1807,
			1808
		}
	},
	[190] = {
		display = "錬金術で4本の鍵を融合させて作り出した、カードキーのような装置。中枢エリアの「扉」にある挿入口に差し込められそうだ",
		rarity = 3,
		name = "遺跡の鍵・中枢の拠",
		type = 2,
		id = 190,
		item_num = 1,
		icon = "props/ryza_item_31",
		item_id = {
			1001,
			31
		},
		recipe_circle = {
			1900,
			1904,
			1901,
			1903,
			1902
		}
	},
	[200] = {
		display = "この素晴らしき冒険の旅を記念するため、遺跡から回収した素材で作った彫刻。——「錬金術士と謎の遺跡群島」イベント記念「……うん、これもたるだね！」    ",
		rarity = 4,
		name = "遺跡冒険記念",
		type = 2,
		id = 200,
		item_num = 1,
		icon = "furnitureicon/chuanmo/lianjinxunzhangicon",
		item_id = {
			5,
			239
		},
		recipe_circle = {
			2000,
			2001,
			2004,
			2005,
			2006,
			2007,
			2008,
			2009,
			2010,
			2003,
			2013,
			2014,
			2015,
			2016,
			2017,
			2002,
			2011,
			2012
		}
	},
	[210] = {
		display = "錬金術により人工的に造りだされた精霊の力を、封じ込めた小瓶。あらゆる属性に対して適性を持つ反面、扱うには高い技術が必要とされる",
		rarity = 2,
		name = "精霊の小瓶",
		type = 4,
		id = 210,
		item_num = -1,
		icon = "props/ryza_item_21",
		item_id = {
			1001,
			21
		},
		recipe_circle = {
			2100,
			2101,
			2102
		}
	},
	[220] = {
		display = "錬金術の調合に頻繁に出てくる基本薬。赤い液体で、火属性の素材と相性がよい",
		rarity = 3,
		name = "中和剤・赤",
		type = 4,
		id = 220,
		item_num = -1,
		icon = "props/ryza_item_22",
		item_id = {
			1001,
			22
		},
		recipe_circle = {
			2200,
			2203,
			2201,
			2202
		}
	},
	[230] = {
		display = "錬金術の調合に頻繁に出てくる基本薬。青い液体で、氷属性の素材と相性がよい",
		rarity = 3,
		name = "中和剤・青",
		type = 4,
		id = 230,
		item_num = -1,
		icon = "props/ryza_item_23",
		item_id = {
			1001,
			23
		},
		recipe_circle = {
			2300,
			2303,
			2301,
			2302
		}
	},
	[240] = {
		display = "錬金術の調合に頻繁に出てくる基本薬。黄色い液体で、雷属性の素材と相性がよい",
		rarity = 3,
		name = "中和剤・黄",
		type = 4,
		id = 240,
		item_num = -1,
		icon = "props/ryza_item_25",
		item_id = {
			1001,
			24
		},
		recipe_circle = {
			2400,
			2403,
			2401,
			2402
		}
	},
	[250] = {
		display = "錬金術の調合に頻繁に出てくる基本薬。緑の液体で、風属性の素材と相性がよい",
		rarity = 3,
		name = "中和剤・緑",
		type = 4,
		id = 250,
		item_num = -1,
		icon = "props/ryza_item_24",
		item_id = {
			1001,
			25
		},
		recipe_circle = {
			2500,
			2503,
			2501,
			2502
		}
	},
	[260] = {
		display = "４種のエレメントコアから作られる最上位素材の一つ。全属性と高い属性値を持ち、高度な調合をする際に役に立つ",
		rarity = 4,
		name = "クリスタルエレメント",
		type = 4,
		id = 260,
		item_num = -1,
		icon = "props/ryza_item_26",
		item_id = {
			1001,
			26
		},
		recipe_circle = {
			2600,
			2603,
			2601,
			2602,
			2604
		}
	},
	[270] = {
		display = "「錬金術士と謎の遺跡群島」コラボイベント海域で使用可能。使用すると、当該ステージでは味方に「火力・航空・雷装ステータスUP」効果が付与される",
		rarity = 4,
		name = "攻撃力向上コア",
		type = 2,
		id = 270,
		item_num = 2,
		icon = "props/ryza_item_34",
		item_id = {
			1001,
			34
		},
		recipe_circle = {
			2700,
			2701,
			2702,
			2703,
			2704,
			2705,
			2706,
			2707,
			2708
		}
	},
	[280] = {
		display = "「錬金術士と謎の遺跡群島」コラボイベント海域で使用可能。使用すると、当該ステージでは味方に「受けるダメージを軽減する」効果が付与される",
		rarity = 4,
		name = "防御力向上コア",
		type = 2,
		id = 280,
		item_num = 3,
		icon = "props/ryza_item_35",
		item_id = {
			1001,
			35
		},
		recipe_circle = {
			2800,
			2801,
			2802,
			2803,
			2804,
			2805,
			2806,
			2807,
			2808
		}
	},
	[290] = {
		display = "「錬金術士と謎の遺跡群島」コラボイベント海域で使用可能。使用すると、当該ステージでは味方に「戦闘中、耐久がゆっくり回復する」効果が付与される",
		rarity = 4,
		name = "自動回復コア",
		type = 2,
		id = 290,
		item_num = 3,
		icon = "props/ryza_item_36",
		item_id = {
			1001,
			36
		},
		recipe_circle = {
			2900,
			2901,
			2902,
			2903,
			2904,
			2905,
			2906,
			2907,
			2908
		}
	},
	[300] = {
		display = "「錬金術士と謎の遺跡群島」コラボイベント海域で使用可能。使用すると、当該ステージでは味方に「味方艦船の耐久が20％を下回った場合一度だけ回復する」効果が付与される",
		rarity = 4,
		name = "緊急回復コア",
		type = 2,
		id = 300,
		item_num = 3,
		icon = "props/ryza_item_37",
		item_id = {
			1001,
			37
		},
		recipe_circle = {
			3000,
			3001,
			3002,
			3003,
			3004,
			3005,
			3006,
			3007,
			3008
		}
	},
	[310] = {
		display = "「錬金術士と謎の遺跡群島」コラボイベント海域で使用可能。使用すると、当該ステージでは味方に「戦闘中、支援弾幕が出現する」効果が付与される",
		rarity = 4,
		name = "爆燃支援攻撃コア",
		type = 2,
		id = 310,
		item_num = 3,
		icon = "props/ryza_item_38",
		item_id = {
			1001,
			38
		},
		recipe_circle = {
			3100,
			3101,
			3102,
			3103,
			3104,
			3105,
			3106,
			3107,
			3108
		}
	},
	[320] = {
		display = "「錬金術士と謎の遺跡群島」コラボイベント海域で使用可能。使用すると、当該ステージでは味方に「戦闘中、命中した敵の被ダメージを一定時間UPさせる支援弾幕が出現する」効果が付与される",
		rarity = 4,
		name = "破砕支援攻撃コア",
		type = 2,
		id = 320,
		item_num = 3,
		icon = "props/ryza_item_39",
		item_id = {
			1001,
			39
		},
		recipe_circle = {
			3200,
			3201,
			3202,
			3203,
			3204,
			3205,
			3206,
			3207,
			3208
		}
	},
	[330] = {
		display = "「錬金術士と謎の遺跡群島」コラボイベント海域で使用可能。使用すると、当該ステージでは味方に「戦闘で獲得する経験値がUP」効果が付与される",
		rarity = 4,
		name = "経験値効率向上コア",
		type = 2,
		id = 330,
		item_num = 3,
		icon = "props/ryza_item_40",
		item_id = {
			1001,
			40
		},
		recipe_circle = {
			3300,
			3301,
			3302,
			3303,
			3304,
			3305,
			3306,
			3307,
			3308
		}
	},
	[340] = {
		display = "「錬金術士と謎の遺跡群島」コラボイベント海域で使用可能。使用すると、当該ステージでは味方に「戦闘での好感度上昇値がUP」効果が付与される",
		rarity = 4,
		name = "好感度上昇率向上コア",
		type = 2,
		id = 340,
		item_num = 1,
		icon = "props/ryza_item_41",
		item_id = {
			1001,
			41
		},
		recipe_circle = {
			3400,
			3401,
			3402,
			3403,
			3404,
			3405,
			3406,
			3407,
			3408
		}
	},
	[350] = {
		display = "特殊装備を製造・変化（強化）時に使用する素材",
		rarity = 3,
		name = "特殊装備強化石T2",
		type = 2,
		id = 350,
		item_num = 100,
		icon = "props/15016",
		item_id = {
			2,
			15016
		},
		recipe_circle = {
			3501,
			3502,
			3503
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		10,
		20,
		30,
		40,
		50,
		60,
		70,
		80,
		90,
		100,
		110,
		120,
		130,
		140,
		150,
		160,
		170,
		180,
		190,
		200,
		210,
		220,
		230,
		240,
		250,
		260,
		270,
		280,
		290,
		300,
		310,
		320,
		330,
		340,
		350
	}
}
