pg = pg or {}
pg.activity_banner = {
	{
		type = 2,
		id = 1,
		pic = "temp3",
		param = {
			"scene skinshop",
			{}
		},
		time = {
			{
				{
					2024,
					12,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					1,
					8
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 2,
		pic = "temp5",
		param = {
			"scene charge",
			{
				wrap = 2
			}
		},
		time = {
			{
				{
					2024,
					12,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					1,
					8
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 3,
		pic = "temp8",
		param = {
			"scene Cryptolalia",
			{}
		},
		time = {
			{
				{
					2024,
					12,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					1,
					1
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 4,
		pic = "temp9",
		param = {
			"dorm 3d select"
		},
		time = {
			{
				{
					2024,
					12,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					1,
					8
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 5,
		pic = "temp2",
		param = {
			"dorm 3d select"
		},
		time = {
			{
				{
					2024,
					12,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					1,
					1
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 6,
		pic = "temp1",
		param = {
			"scene charge",
			{
				wrap = 2
			}
		},
		time = {
			{
				{
					2024,
					12,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					1,
					1
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 7,
		pic = "temp4",
		param = {
			"scene charge",
			{
				wrap = 2
			}
		},
		time = {
			{
				{
					2024,
					12,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					1,
					1
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 8,
		pic = "temp6",
		param = {
			"scene get boat",
			{
				projectName = "new",
				page = 1
			}
		},
		time = {
			{
				{
					2024,
					12,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					1,
					2
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "5711",
		type = 3,
		id = 9,
		pic = "temp7",
		time = {
			{
				{
					2024,
					12,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					1,
					2
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[90] = {
		param = "",
		type = 9,
		id = 90,
		pic = "temp99",
		time = {
			{
				{
					2024,
					12,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					1,
					8
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[91] = {
		param = "",
		time = "stop",
		type = 9,
		id = 91,
		pic = "temp98"
	},
	[95] = {
		param = "",
		time = "stop",
		type = 11,
		id = 95,
		pic = "temp100"
	},
	[99] = {
		param = "",
		type = 12,
		id = 99,
		pic = "limit_skin",
		time = {
			{
				{
					2024,
					12,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					1,
					8
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[100] = {
		param = "キャンディケイン|美味しくて面白い形をしたクリスマスキャンディ<color=#92fc63>（60分間寮舎経験値効率が5%アップ）</color>",
		type = 10,
		id = 100,
		pic = "christmas",
		time = {
			{
				{
					2024,
					12,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					12,
					26
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[101] = {
		param = "鏡餅|割ってから食べちゃうぞー<color=#92fc63>（60分間寮舎経験値効率が5%アップ）</color>",
		type = 10,
		id = 101,
		pic = "jingbing",
		time = {
			{
				{
					2024,
					12,
					27
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					1,
					2
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[200] = {
		param = "",
		time = "stop",
		type = 13,
		id = 200,
		pic = "springfes"
	},
	[201] = {
		param = "",
		type = 13,
		id = 201,
		pic = "christmas",
		time = {
			{
				{
					2024,
					12,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					12,
					26
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[202] = {
		param = "",
		type = 13,
		id = 202,
		pic = "newyear",
		time = {
			{
				{
					2024,
					12,
					27
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					1,
					2
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	get_id_list_by_type = {
		[2] = {
			1,
			2,
			3,
			4,
			5,
			6,
			7,
			8
		},
		[3] = {
			9
		},
		[9] = {
			90,
			91
		},
		[11] = {
			95
		},
		[12] = {
			99
		},
		[10] = {
			100,
			101
		},
		[13] = {
			200,
			201,
			202
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		90,
		91,
		95,
		99,
		100,
		101,
		200,
		201,
		202
	}
}
