pg = pg or {}
pg.activity_banner = {
	{
		param = "4079",
		id = 1,
		pic = "temp1",
		type = 3,
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 2,
		pic = "temp2",
		type = 2,
		param = {
			"metacharacter",
			{
				autoOpenShipConfigID = 9707030
			}
		},
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4096",
		id = 3,
		pic = "temp3",
		type = 3,
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					9
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4098",
		id = 4,
		pic = "temp4",
		type = 3,
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					9
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 5,
		pic = "temp5",
		type = 2,
		param = {
			"scene skinshop",
			{}
		},
		time = {
			{
				{
					2021,
					9,
					2
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					15
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4093",
		id = 6,
		pic = "temp6",
		type = 3,
		time = {
			{
				{
					2021,
					9,
					2
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[9] = {
		param = "",
		id = 9,
		pic = "temp99",
		type = 9,
		time = {
			{
				{
					2021,
					8,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					1
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[10] = {
		param = "饅頭ヌードル|お湯を注いで少し待つだけ！<<color=#92fc63>（60分間寮舎経験値効率が5%アップ）</color>",
		id = 10,
		pic = "haijungali",
		type = 10,
		time = {
			{
				{
					2021,
					8,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					8,
					19
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		9,
		10
	}
}
