pg = pg or {}
pg.activity_dreamland_explore = {
	{
		tip_special_effect = "",
		type = 1,
		group = 1,
		pic = "mengleyuan_buguniao",
		dispaly_desc = [[
お城に来たが、鳩時計がずっと動かないことに気づいた。
シェフィールドに聞いたところ、人がいると鳩時計は時間を知らせてくれなくなるようだが…
銃砲を一発でも撃てば元に戻るらしい。
一体どういう作りなのか、気になる……]],
		id = 1,
		tip_desc = "お城の鐘はどこに隠されているんだろう？",
		sub_type = {
			0
		},
		desc = {
			{
				"お城に来たが、鳩時計がずっと動かないことに気づいた。"
			},
			{
				"シェフィールドに聞いたところ、人がいると鳩時計は時間を知らせてくれなくなるようだが…"
			},
			{
				"銃砲を一発でも撃てば元に戻るらしい。"
			},
			{
				"一体どういう作りなのか、気になる……"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 1,
		pic = "mengleyuan_buguniao_2",
		dispaly_desc = [[
お城に来たが、鳩時計がずっと動かないことに気づいた。
シェフィールドに聞いたところ、人がいると鳩時計は時間を知らせてくれなくなるようだが…
銃砲を一発でも撃てば元に戻るらしい。
一体どういう作りなのか、気になる……]],
		id = 2,
		tip_desc = "お城の鐘はどこに隠されているんだろう？",
		sub_type = {
			0
		},
		desc = {
			{
				"お城に来たが、鳩時計がずっと動かないことに気づいた。"
			},
			{
				"シェフィールドに聞いたところ、人がいると鳩時計は時間を知らせてくれなくなるようだが…"
			},
			{
				"銃砲を一発でも撃てば元に戻るらしい。"
			},
			{
				"一体どういう作りなのか、気になる……"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 1,
		pic = "mengleyuan_buguniao_3",
		dispaly_desc = [[
お城に来たが、鳩時計がずっと動かないことに気づいた。
シェフィールドに聞いたところ、人がいると鳩時計は時間を知らせてくれなくなるようだが…
銃砲を一発でも撃てば元に戻るらしい。
一体どういう作りなのか、気になる……]],
		id = 3,
		tip_desc = "お城の鐘はどこに隠されているんだろう？",
		sub_type = {
			0
		},
		desc = {
			{
				"お城に来たが、鳩時計がずっと動かないことに気づいた。"
			},
			{
				"シェフィールドに聞いたところ、人がいると鳩時計は時間を知らせてくれなくなるようだが…"
			},
			{
				"銃砲を一発でも撃てば元に戻るらしい。"
			},
			{
				"一体どういう作りなのか、気になる……"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 2,
		pic = "mengleyuan_damenqizi_3",
		dispaly_desc = [[
花火ショーで予定にない形の花火があった。
ショーが終わった後、皆で花火の製造過程と発射手順を点検したが特に異常はなかった。
「夢だから不思議なことが起きてもおかしいことではありません。どうか心配なさらず」
と、天城は説明してくれた。]],
		id = 4,
		tip_desc = "夜になると花火ショーが見られる？",
		sub_type = {
			5,
			"houshanyanhua",
			5
		},
		desc = {
			{
				"花火ショーで予定にない形の花火があった。"
			},
			{
				"ショーが終わった後、皆で花火の製造過程と発射手順を点検したが特に異常はなかった。"
			},
			{
				"「夢だから不思議なことが起きてもおかしいことではありません。どうか心配なさらず」"
			},
			{
				"と、天城は説明してくれた。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 3,
		pic = "mengleyuan_jinbi",
		dispaly_desc = "願いの噴水の近くで、願い事をしている龍鳳と会った。\n彼女曰く、コインを投げ入れてみたが、水しぶきが上がるどころかコインがすぐ消えてしまったようだ。\n通りかかったリヴァプールがカラフルな光を反射している泉を見て、「きっと龍鳳さんの願いが叶う予兆だよ」と興奮気味に言った。",
		id = 5,
		tip_desc = "願いをすれば、噴水が叶えてくれる？",
		sub_type = {
			0
		},
		desc = {
			{
				"願いの噴水の近くで、願い事をしている龍鳳と会った。"
			},
			{
				"彼女曰く、コインを投げ入れてみたが、水しぶきが上がるどころかコインがすぐ消えてしまったようだ。"
			},
			{
				"通りかかったリヴァプールがカラフルな光を反射している泉を見て、「きっと龍鳳さんの願いが叶う予兆だよ」と興奮気味に言った。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 3,
		pic = "mengleyuan_jinbi_2",
		dispaly_desc = "願いの噴水の近くで、願い事をしている龍鳳と会った。\n彼女曰く、コインを投げ入れてみたが、水しぶきが上がるどころかコインがすぐ消えてしまったようだ。\n通りかかったリヴァプールがカラフルな光を反射している泉を見て、「きっと龍鳳さんの願いが叶う予兆だよ」と興奮気味に言った。",
		id = 6,
		tip_desc = "願いをすれば、噴水が叶えてくれる？",
		sub_type = {
			0
		},
		desc = {
			{
				"願いの噴水の近くで、願い事をしている龍鳳と会った。"
			},
			{
				"彼女曰く、コインを投げ入れてみたが、水しぶきが上がるどころかコインがすぐ消えてしまったようだ。"
			},
			{
				"通りかかったリヴァプールがカラフルな光を反射している泉を見て、「きっと龍鳳さんの願いが叶う予兆だよ」と興奮気味に言った。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 3,
		pic = "mengleyuan_jinbi_3",
		dispaly_desc = "願いの噴水の近くで、願い事をしている龍鳳と会った。\n彼女曰く、コインを投げ入れてみたが、水しぶきが上がるどころかコインがすぐ消えてしまったようだ。\n通りかかったリヴァプールがカラフルな光を反射している泉を見て、「きっと龍鳳さんの願いが叶う予兆だよ」と興奮気味に言った。",
		id = 7,
		tip_desc = "願いをすれば、噴水が叶えてくれる？",
		sub_type = {
			0
		},
		desc = {
			{
				"願いの噴水の近くで、願い事をしている龍鳳と会った。"
			},
			{
				"彼女曰く、コインを投げ入れてみたが、水しぶきが上がるどころかコインがすぐ消えてしまったようだ。"
			},
			{
				"通りかかったリヴァプールがカラフルな光を反射している泉を見て、「きっと龍鳳さんの願いが叶う予兆だよ」と興奮気味に言った。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_taiyangsan",
		dispaly_desc = [[
パラソルの近くでソワソワしているリノを見た。
誰も触っていないのに勝手に閉じたり開いたりするパラソルがあるようだ。
「こ、これはリノの覚醒したヒーローパワー？！」
と、自らのヒーローネームを「パラソル」にしたリノ。
……夢だし、好きにさせてあげよう。]],
		id = 8,
		tip_desc = "大型パラソルは普通のとどう違うんだろう？",
		sub_type = {
			2
		},
		desc = {
			{
				"パラソルの近くでソワソワしているリノを見た。"
			},
			{
				"誰も触っていないのに勝手に閉じたり開いたりするパラソルがあるようだ。"
			},
			{
				"「こ、これはリノの覚醒したヒーローパワー？！」"
			},
			{
				"と、自らのヒーローネームを「パラソル」にしたリノ。"
			},
			{
				"……夢だし、好きにさせてあげよう。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_zhongxinsan",
		dispaly_desc = [[
パラソルの近くでソワソワしているリノを見た。
誰も触っていないのに勝手に閉じたり開いたりするパラソルがあるようだ。
「こ、これはリノの覚醒したヒーローパワー？！」
と、自らのヒーローネームを「パラソル」にしたリノ。
……夢だし、好きにさせてあげよう。]],
		id = 9,
		tip_desc = "大型パラソルは普通のとどう違うんだろう？",
		sub_type = {
			2
		},
		desc = {
			{
				"パラソルの近くでソワソワしているリノを見た。"
			},
			{
				"誰も触っていないのに勝手に閉じたり開いたりするパラソルがあるようだ。"
			},
			{
				"「こ、これはリノの覚醒したヒーローパワー？！」"
			},
			{
				"と、自らのヒーローネームを「パラソル」にしたリノ。"
			},
			{
				"……夢だし、好きにさせてあげよう。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_taiyangsan_2",
		dispaly_desc = [[
パラソルの近くでソワソワしているリノを見た。
誰も触っていないのに勝手に閉じたり開いたりするパラソルがあるようだ。
「こ、これはリノの覚醒したヒーローパワー？！」
と、自らのヒーローネームを「パラソル」にしたリノ。
……夢だし、好きにさせてあげよう。]],
		id = 10,
		tip_desc = "大型パラソルは普通のとどう違うんだろう？",
		sub_type = {
			2
		},
		desc = {
			{
				"パラソルの近くでソワソワしているリノを見た。"
			},
			{
				"誰も触っていないのに勝手に閉じたり開いたりするパラソルがあるようだ。"
			},
			{
				"「こ、これはリノの覚醒したヒーローパワー？！」"
			},
			{
				"と、自らのヒーローネームを「パラソル」にしたリノ。"
			},
			{
				"……夢だし、好きにさせてあげよう。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_zhongxinsan_2",
		dispaly_desc = [[
パラソルの近くでソワソワしているリノを見た。
誰も触っていないのに勝手に閉じたり開いたりするパラソルがあるようだ。
「こ、これはリノの覚醒したヒーローパワー？！」
と、自らのヒーローネームを「パラソル」にしたリノ。
……夢だし、好きにさせてあげよう。]],
		id = 11,
		tip_desc = "大型パラソルは普通のとどう違うんだろう？",
		sub_type = {
			2
		},
		desc = {
			{
				"パラソルの近くでソワソワしているリノを見た。"
			},
			{
				"誰も触っていないのに勝手に閉じたり開いたりするパラソルがあるようだ。"
			},
			{
				"「こ、これはリノの覚醒したヒーローパワー？！」"
			},
			{
				"と、自らのヒーローネームを「パラソル」にしたリノ。"
			},
			{
				"……夢だし、好きにさせてあげよう。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_taiyangsan_3",
		dispaly_desc = [[
パラソルの近くでソワソワしているリノを見た。
誰も触っていないのに勝手に閉じたり開いたりするパラソルがあるようだ。
「こ、これはリノの覚醒したヒーローパワー？！」
と、自らのヒーローネームを「パラソル」にしたリノ。
……夢だし、好きにさせてあげよう。]],
		id = 12,
		tip_desc = "大型パラソルは普通のとどう違うんだろう？",
		sub_type = {
			2
		},
		desc = {
			{
				"パラソルの近くでソワソワしているリノを見た。"
			},
			{
				"誰も触っていないのに勝手に閉じたり開いたりするパラソルがあるようだ。"
			},
			{
				"「こ、これはリノの覚醒したヒーローパワー？！」"
			},
			{
				"と、自らのヒーローネームを「パラソル」にしたリノ。"
			},
			{
				"……夢だし、好きにさせてあげよう。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_zhongxinsan_3",
		dispaly_desc = [[
パラソルの近くでソワソワしているリノを見た。
誰も触っていないのに勝手に閉じたり開いたりするパラソルがあるようだ。
「こ、これはリノの覚醒したヒーローパワー？！」
と、自らのヒーローネームを「パラソル」にしたリノ。
……夢だし、好きにさせてあげよう。]],
		id = 13,
		tip_desc = "大型パラソルは普通のとどう違うんだろう？",
		sub_type = {
			2
		},
		desc = {
			{
				"パラソルの近くでソワソワしているリノを見た。"
			},
			{
				"誰も触っていないのに勝手に閉じたり開いたりするパラソルがあるようだ。"
			},
			{
				"「こ、これはリノの覚醒したヒーローパワー？！」"
			},
			{
				"と、自らのヒーローネームを「パラソル」にしたリノ。"
			},
			{
				"……夢だし、好きにさせてあげよう。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 5,
		pic = "mengleyuan_motianlun",
		dispaly_desc = "観覧車の近くで悩んでいる瑞鳳に話を聞くと、どうやら風船が飛び上がると観覧車が止まるらしい。\n夕張に連絡してわかったことだが、観覧車の安全装置が風船を艦載機だと勘違いしたようだ。\n自分の風船のせいじゃないと分かった瑞鳳は、「チュンチュン♪」と幸運風船を自分と夕張にプレゼントしてくれた。",
		id = 14,
		tip_desc = "観覧車はいつ止まるのかな？",
		sub_type = {
			0
		},
		desc = {
			{
				"観覧車の近くで悩んでいる瑞鳳に話を聞くと、どうやら風船が飛び上がると観覧車が止まるらしい。"
			},
			{
				"夕張に連絡してわかったことだが、観覧車の安全装置が風船を艦載機だと勘違いしたようだ。"
			},
			{
				"自分の風船のせいじゃないと分かった瑞鳳は、「チュンチュン♪」と幸運風船を自分と夕張にプレゼントしてくれた。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 5,
		pic = "mengleyuan_motianlun_2",
		dispaly_desc = "観覧車の近くで悩んでいる瑞鳳に話を聞くと、どうやら風船が飛び上がると観覧車が止まるらしい。\n夕張に連絡してわかったことだが、観覧車の安全装置が風船を艦載機だと勘違いしたようだ。\n自分の風船のせいじゃないと分かった瑞鳳は、「チュンチュン♪」と幸運風船を自分と夕張にプレゼントしてくれた。",
		id = 15,
		tip_desc = "観覧車はいつ止まるのかな？",
		sub_type = {
			0
		},
		desc = {
			{
				"観覧車の近くで悩んでいる瑞鳳に話を聞くと、どうやら風船が飛び上がると観覧車が止まるらしい。"
			},
			{
				"夕張に連絡してわかったことだが、観覧車の安全装置が風船を艦載機だと勘違いしたようだ。"
			},
			{
				"自分の風船のせいじゃないと分かった瑞鳳は、「チュンチュン♪」と幸運風船を自分と夕張にプレゼントしてくれた。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 5,
		pic = "mengleyuan_motianlun_3",
		dispaly_desc = "観覧車の近くで悩んでいる瑞鳳に話を聞くと、どうやら風船が飛び上がると観覧車が止まるらしい。\n夕張に連絡してわかったことだが、観覧車の安全装置が風船を艦載機だと勘違いしたようだ。\n自分の風船のせいじゃないと分かった瑞鳳は、「チュンチュン♪」と幸運風船を自分と夕張にプレゼントしてくれた。",
		id = 16,
		tip_desc = "観覧車はいつ止まるのかな？",
		sub_type = {
			0
		},
		desc = {
			{
				"観覧車の近くで悩んでいる瑞鳳に話を聞くと、どうやら風船が飛び上がると観覧車が止まるらしい。"
			},
			{
				"夕張に連絡してわかったことだが、観覧車の安全装置が風船を艦載機だと勘違いしたようだ。"
			},
			{
				"自分の風船のせいじゃないと分かった瑞鳳は、「チュンチュン♪」と幸運風船を自分と夕張にプレゼントしてくれた。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 6,
		pic = "mengleyuan_chidongxi_2",
		dispaly_desc = [[
屋台街でアーク・ロイヤルたちと会った。
ワタアメが盗まれたとプンプンしている睦月だが、アーク・ロイヤルによると近くに誰もいなかったそうだ。
「幽霊だ！きっと幽霊が睦月ちゃんのワタアメを盗んだ！」と急に盛り上がるブリストル。
皆で頑張って探したが、幽霊の痕跡は発見できなかった。]],
		id = 17,
		tip_desc = "黄昏時の屋台街はどう違うんだろう？",
		sub_type = {
			3
		},
		desc = {
			{
				"屋台街でアーク・ロイヤルたちと会った。"
			},
			{
				"ワタアメが盗まれたとプンプンしている睦月だが、アーク・ロイヤルによると近くに誰もいなかったそうだ。"
			},
			{
				"「幽霊だ！きっと幽霊が睦月ちゃんのワタアメを盗んだ！」と急に盛り上がるブリストル。"
			},
			{
				"皆で頑張って探したが、幽霊の痕跡は発見できなかった。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 7,
		pic = "mengleyuan_huati",
		dispaly_desc = [[
スライダーの出口で困っている大鳳を見かけた。
滑る度にスライダーがヌルヌルになり、滑る速度もどんどん速くなっていったらしい。
点検してみたら、どうやら大鳳が塗った日焼け止めが原因のようだ。
一体どれだけ塗ったんだ……？]],
		id = 18,
		tip_desc = "滑り台ならもっと大きい水しぶきができそう",
		sub_type = {
			0
		},
		desc = {
			{
				"スライダーの出口で困っている大鳳を見かけた。"
			},
			{
				"滑る度にスライダーがヌルヌルになり、滑る速度もどんどん速くなっていったらしい。"
			},
			{
				"点検してみたら、どうやら大鳳が塗った日焼け止めが原因のようだ。"
			},
			{
				"一体どれだけ塗ったんだ……？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 7,
		pic = "mengleyuan_huati_2",
		dispaly_desc = [[
スライダーの出口で困っている大鳳を見かけた。
滑る度にスライダーがヌルヌルになり、滑る速度もどんどん速くなっていったらしい。
点検してみたら、どうやら大鳳が塗った日焼け止めが原因のようだ。
一体どれだけ塗ったんだ……？]],
		id = 19,
		tip_desc = "滑り台ならもっと大きい水しぶきができそう",
		sub_type = {
			0
		},
		desc = {
			{
				"スライダーの出口で困っている大鳳を見かけた。"
			},
			{
				"滑る度にスライダーがヌルヌルになり、滑る速度もどんどん速くなっていったらしい。"
			},
			{
				"点検してみたら、どうやら大鳳が塗った日焼け止めが原因のようだ。"
			},
			{
				"一体どれだけ塗ったんだ……？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 7,
		pic = "mengleyuan_huati_3",
		dispaly_desc = [[
スライダーの出口で困っている大鳳を見かけた。
滑る度にスライダーがヌルヌルになり、滑る速度もどんどん速くなっていったらしい。
点検してみたら、どうやら大鳳が塗った日焼け止めが原因のようだ。
一体どれだけ塗ったんだ……？]],
		id = 20,
		tip_desc = "滑り台ならもっと大きい水しぶきができそう",
		sub_type = {
			0
		},
		desc = {
			{
				"スライダーの出口で困っている大鳳を見かけた。"
			},
			{
				"滑る度にスライダーがヌルヌルになり、滑る速度もどんどん速くなっていったらしい。"
			},
			{
				"点検してみたら、どうやら大鳳が塗った日焼け止めが原因のようだ。"
			},
			{
				"一体どれだけ塗ったんだ……？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 8,
		pic = "mengleyuan_caihong",
		dispaly_desc = [[
午後、ウォーターエリアに虹がかかった。
アルフレードが言うには一度目ではなく、最初の虹はなんと普通の虹と色の配列が真逆だったらしい。
ジャーナリスト魂でずっとここで張り込んでいたが、撮れた虹は全て普通の虹だった。
ちょっと凹んだアルフレード。しかし己を決して曲げなかった。]],
		id = 21,
		tip_desc = "午後になると虹が見られるらしい？",
		sub_type = {
			6,
			"mengleyuan_yumu"
		},
		desc = {
			{
				"午後、ウォーターエリアに虹がかかった。"
			},
			{
				"アルフレードが言うには一度目ではなく、最初の虹はなんと普通の虹と色の配列が真逆だったらしい。"
			},
			{
				"ジャーナリスト魂でずっとここで張り込んでいたが、撮れた虹は全て普通の虹だった。"
			},
			{
				"ちょっと凹んだアルフレード。しかし己を決して曲げなかった。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 8,
		pic = "mengleyuan_yumu",
		dispaly_desc = [[
午後、ウォーターエリアに虹がかかった。
アルフレードが言うには一度目ではなく、最初の虹はなんと普通の虹と色の配列が真逆だったらしい。
ジャーナリスト魂でずっとここで張り込んでいたが、撮れた虹は全て普通の虹だった。
ちょっと凹んだアルフレード。しかし己を決して曲げなかった。]],
		id = 22,
		tip_desc = "午後になると虹が見られるらしい？",
		sub_type = {
			0
		},
		desc = {
			{
				"午後、ウォーターエリアに虹がかかった。"
			},
			{
				"アルフレードが言うには一度目ではなく、最初の虹はなんと普通の虹と色の配列が真逆だったらしい。"
			},
			{
				"ジャーナリスト魂でずっとここで張り込んでいたが、撮れた虹は全て普通の虹だった。"
			},
			{
				"ちょっと凹んだアルフレード。しかし己を決して曲げなかった。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 9,
		pic = "mengleyuan_maxituan",
		dispaly_desc = "サーカスキャンプを通りかかった時、興味津々に観察してる初月と会った。\n聞けばキャンプの道化饅頭は顔が変わるとのことだが…他の子に気づかせようとすると、すぐ元の顔に戻るようだ。\n……ホラー映画を見すぎていないか？",
		id = 23,
		tip_desc = "道化饅頭の顔は変わるものらしい…？",
		sub_type = {
			3
		},
		desc = {
			{
				"サーカスキャンプを通りかかった時、興味津々に観察してる初月と会った。"
			},
			{
				"聞けばキャンプの道化饅頭は顔が変わるとのことだが…他の子に気づかせようとすると、すぐ元の顔に戻るようだ。"
			},
			{
				"……ホラー映画を見すぎていないか？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 9,
		pic = "mengleyuan_maxituan_2",
		dispaly_desc = "サーカスキャンプを通りかかった時、興味津々に観察してる初月と会った。\n聞けばキャンプの道化饅頭は顔が変わるとのことだが…他の子に気づかせようとすると、すぐ元の顔に戻るようだ。\n……ホラー映画を見すぎていないか？",
		id = 24,
		tip_desc = "道化饅頭の顔は変わるものらしい…？",
		sub_type = {
			3
		},
		desc = {
			{
				"サーカスキャンプを通りかかった時、興味津々に観察してる初月と会った。"
			},
			{
				"聞けばキャンプの道化饅頭は顔が変わるとのことだが…他の子に気づかせようとすると、すぐ元の顔に戻るようだ。"
			},
			{
				"……ホラー映画を見すぎていないか？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 9,
		pic = "mengleyuan_maxituan_3",
		dispaly_desc = "サーカスキャンプを通りかかった時、興味津々に観察してる初月と会った。\n聞けばキャンプの道化饅頭は顔が変わるとのことだが…他の子に気づかせようとすると、すぐ元の顔に戻るようだ。\n……ホラー映画を見すぎていないか？",
		id = 25,
		tip_desc = "道化饅頭の顔は変わるものらしい…？",
		sub_type = {
			3
		},
		desc = {
			{
				"サーカスキャンプを通りかかった時、興味津々に観察してる初月と会った。"
			},
			{
				"聞けばキャンプの道化饅頭は顔が変わるとのことだが…他の子に気づかせようとすると、すぐ元の顔に戻るようだ。"
			},
			{
				"……ホラー映画を見すぎていないか？"
			}
		}
	},
	[27] = {
		tip_special_effect = "",
		type = 2,
		group = 10,
		pic = "mengleyuan_zhaopai_3",
		dispaly_desc = [[
ステージの近くで頭を抱えている夕張の姿を見かけた。
なんと電気がなくても電飾ボードが光り、しかも表示される内容も勝手に変わっていた。
どういう仕組みか気になって一つ分解した夕張だが、解明するどころか電球を元に戻せなくなったようだ。
とにかく天城に連絡するように薦めた。
]],
		id = 27,
		tip_desc = "ネオンが輝くリズムは制御できる？",
		sub_type = {
			0
		},
		desc = {
			{
				"ステージの近くで頭を抱えている夕張の姿を見かけた。"
			},
			{
				"なんと電気がなくても電飾ボードが光り、しかも表示される内容も勝手に変わっていた。"
			},
			{
				"どういう仕組みか気になって一つ分解した夕張だが、解明するどころか電球を元に戻せなくなったようだ。"
			},
			{
				"とにかく天城に連絡するように薦めた。"
			},
			{
				""
			}
		}
	},
	[28] = {
		tip_special_effect = "",
		type = 1,
		group = 11,
		pic = "mengleyuan_jiujingling",
		dispaly_desc = "霧の迷路にやってくると霞がぼーっとしていた。\n「ふわりん、裏山に仲間がいるって……うん、あそこ」\n彼女の指差す方向を見たが、なにも見えなかった。",
		id = 28,
		tip_desc = "裏山でもアトラクションがあるのかな？",
		sub_type = {
			0
		},
		desc = {
			{
				"霧の迷路にやってくると霞がぼーっとしていた。"
			},
			{
				"「ふわりん、裏山に仲間がいるって……うん、あそこ」"
			},
			{
				"彼女の指差す方向を見たが、なにも見えなかった。"
			}
		}
	},
	[29] = {
		tip_special_effect = "",
		type = 1,
		group = 12,
		pic = "mengleyuan_piaojiu_2",
		dispaly_desc = [[
お化け屋敷にやってくると、入口で撫順がためらっていた。
ドアノブに手を掛けようとすると、なんだか妙な感じなってそれができなかったようだ。
「きっと冒険王撫順への呪いだ！」と叫ぶ撫順。
しかし天城のヒントで得られた事実では、それはただの静電気だったようだ。]],
		id = 29,
		tip_desc = "黄昏時のお化け屋敷、なんかいつもと違う？",
		sub_type = {
			0
		},
		desc = {
			{
				"お化け屋敷にやってくると、入口で撫順がためらっていた。"
			},
			{
				"ドアノブに手を掛けようとすると、なんだか妙な感じなってそれができなかったようだ。"
			},
			{
				"「きっと冒険王撫順への呪いだ！」と叫ぶ撫順。"
			},
			{
				"しかし天城のヒントで得られた事実では、それはただの静電気だったようだ。"
			}
		}
	},
	get_id_list_by_group = {
		{
			1,
			2,
			3
		},
		{
			4
		},
		{
			5,
			6,
			7
		},
		{
			8,
			9,
			10,
			11,
			12,
			13
		},
		{
			14,
			15,
			16
		},
		{
			17
		},
		{
			18,
			19,
			20
		},
		{
			21,
			22
		},
		{
			23,
			24,
			25
		},
		{
			27
		},
		{
			28
		},
		{
			29
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		27,
		28,
		29
	}
}
