pg = pg or {}
pg.chapter_suggestion_char = rawget(pg, "chapter_suggestion_char") or setmetatable({
	__name = "chapter_suggestion_char"
}, confNEO)
pg.chapter_suggestion_char.all = {
	1301,
	1302,
	1303,
	1304,
	1305,
	1306,
	1311,
	1312,
	1313,
	1314,
	1315,
	1316,
	1331,
	1332,
	1333,
	1341,
	1342,
	1343,
	1344,
	1345,
	1346,
	1351,
	1352,
	1353,
	1354,
	1355,
	1356,
	1401,
	1402,
	1403,
	1404,
	1405,
	1406,
	1411,
	1412,
	1413,
	1414,
	1415,
	1416,
	1431,
	1432,
	1433
}
pg.base = pg.base or {}
pg.base.chapter_suggestion_char = {}

(function ()
	pg.base.chapter_suggestion_char[1301] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 707014,
		id = 1301,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				15320,
				10
			},
			{
				15330,
				10
			},
			{
				15340,
				10
			}
		},
		wepaon = {
			{
				{
					17420,
					10
				},
				{
					39340,
					10
				},
				{
					91240,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					17340,
					10
				},
				{
					19140,
					10
				},
				{
					91240,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1302] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 107094,
		id = 1302,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				11640,
				10
			},
			{
				11650,
				10
			},
			{
				11660,
				10
			}
		},
		wepaon = {
			{
				{
					85600,
					10
				},
				{
					39340,
					10
				},
				{
					28400,
					10
				},
				{
					1440,
					10
				},
				{
					1440,
					10
				}
			},
			{
				{
					1070120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					17340,
					10
				},
				{
					19140,
					10
				},
				{
					91240,
					10
				},
				{
					1440,
					10
				},
				{
					1440,
					10
				}
			},
			{
				{
					1070100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1303] = {
		remoulded = 1,
		char_lv = 125,
		char_id = 206134,
		id = 1303,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			},
			{
				{
					"scene level",
					{
						mapIdx = 4,
						chapterId = 404
					}
				},
				"ドロップ"
			}
		},
		skill_lv = {
			{
				15670,
				10
			},
			{
				1034,
				10
			}
		},
		wepaon = {
			{
				{
					17260,
					10
				},
				{
					91240,
					10
				},
				{
					26540,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070220,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					17340,
					10
				},
				{
					91240,
					10
				},
				{
					26540,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070200,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1304] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 299054,
		id = 1304,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 29905
					}
				},
				"特別計画艦Ⅴ期"
			}
		},
		skill_lv = {
			{
				19530,
				10
			},
			{
				19540,
				10
			}
		},
		wepaon = {
			{
				{
					22280,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1020120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					42080,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1020100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1305] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 399064,
		id = 1305,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 39906
					}
				},
				"特別計画艦Ⅵ期"
			}
		},
		skill_lv = {
			{
				19750,
				10
			},
			{
				19760,
				10
			}
		},
		wepaon = {
			{
				{
					32360,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1030120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					42080,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1340,
					10
				}
			},
			{
				{
					1030120,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1306] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 899034,
		id = 1306,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 89903
					}
				},
				"特別計画艦Ⅴ期"
			}
		},
		skill_lv = {
			{
				19630,
				10
			},
			{
				19640,
				10
			}
		},
		wepaon = {
			{
				{
					85520,
					10
				},
				{
					90140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					3200,
					10
				}
			},
			{
				{
					1050120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					85520,
					10
				},
				{
					21620,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					3200,
					10
				}
			},
			{
				{
					1050100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1311] = {
		remoulded = 1,
		char_lv = 125,
		char_id = 107984,
		id = 1311,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				11910,
				10
			},
			{
				11920,
				10
			},
			{
				14630,
				10
			}
		},
		wepaon = {
			{
				{
					17420,
					10
				},
				{
					28400,
					10
				},
				{
					26540,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					14740,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					17340,
					10
				},
				{
					91240,
					10
				},
				{
					26540,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070200,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1312] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 305104,
		id = 1312,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				16030,
				10
			},
			{
				16040,
				10
			},
			{
				16050,
				10
			}
		},
		wepaon = {
			{
				{
					34300,
					10
				},
				{
					22280,
					10
				},
				{
					26540,
					10
				},
				{
					3580,
					10
				},
				{
					1160,
					10
				}
			},
			{
				{
					1060120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					34300,
					10
				},
				{
					42080,
					10
				},
				{
					26540,
					10
				},
				{
					3580,
					10
				},
				{
					1160,
					10
				}
			},
			{
				{
					1060100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1313] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 607014,
		id = 1313,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				14370,
				10
			},
			{
				14380,
				10
			},
			{
				14390,
				10
			}
		},
		wepaon = {
			{
				{
					17420,
					10
				},
				{
					17260,
					10
				},
				{
					28400,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					17340,
					10
				},
				{
					17340,
					10
				},
				{
					91240,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1314] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 199034,
		id = 1314,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 19903
					}
				},
				"特別計画艦Ⅳ期"
			}
		},
		skill_lv = {
			{
				19440,
				10
			},
			{
				19450,
				10
			}
		},
		wepaon = {
			{
				{
					43160,
					10
				},
				{
					5340,
					6
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1050120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					43040,
					10
				},
				{
					5340,
					6
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1050100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1315] = {
		remoulded = 1,
		char_lv = 125,
		char_id = 102174,
		id = 1315,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				10090,
				10
			},
			{
				11720,
				10
			}
		},
		wepaon = {
			{
				{
					31080,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1160,
					10
				}
			},
			{
				{
					13140,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					21620,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1160,
					10
				}
			},
			{
				{
					1030100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1316] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 499054,
		id = 1316,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 49905
					}
				},
				"特別計画艦Ⅳ期"
			}
		},
		skill_lv = {
			{
				19410,
				10
			},
			{
				19420,
				10
			}
		},
		wepaon = {
			{
				{
					44400,
					10
				},
				{
					45040,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1340,
					10
				}
			},
			{
				{
					1050120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					44400,
					10
				},
				{
					45040,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1340,
					10
				}
			},
			{
				{
					1050100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1331] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 408014,
		id = 1331,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				11390,
				10
			},
			{
				11410,
				10
			}
		},
		wepaon = {
			{
				{
					45460,
					10
				},
				{
					45460,
					10
				},
				{
					96100,
					10
				},
				{
					3120,
					10
				},
				{
					800,
					10
				}
			},
			{
				{
					14720,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					45440,
					10
				},
				{
					45440,
					10
				},
				{
					21620,
					10
				},
				{
					3120,
					10
				},
				{
					800,
					10
				}
			},
			{
				{
					14720,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1332] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 408094,
		id = 1332,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				13550,
				10
			},
			{
				13560,
				10
			}
		},
		wepaon = {
			{
				{
					45460,
					10
				},
				{
					45460,
					10
				},
				{
					96100,
					10
				},
				{
					3120,
					10
				},
				{
					800,
					10
				}
			},
			{
				{
					13240,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					45440,
					10
				},
				{
					45440,
					10
				},
				{
					21620,
					10
				},
				{
					3120,
					10
				},
				{
					800,
					10
				}
			},
			{
				{
					13240,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1333] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 408064,
		id = 1333,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				12400,
				10
			},
			{
				12410,
				10
			}
		},
		wepaon = {
			{
				{
					45460,
					10
				},
				{
					45460,
					10
				},
				{
					96100,
					10
				},
				{
					3120,
					10
				},
				{
					2600,
					10
				}
			},
			{
				{
					14080,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					45440,
					10
				},
				{
					45440,
					10
				},
				{
					21620,
					10
				},
				{
					3120,
					10
				},
				{
					2600,
					10
				}
			},
			{
				{
					14080,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1341] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 707014,
		id = 1341,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				15320,
				10
			},
			{
				15330,
				10
			},
			{
				15340,
				10
			}
		},
		wepaon = {
			{
				{
					17420,
					10
				},
				{
					39340,
					10
				},
				{
					91240,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					17340,
					10
				},
				{
					19140,
					10
				},
				{
					91240,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1342] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 107094,
		id = 1342,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				11640,
				10
			},
			{
				11650,
				10
			},
			{
				11660,
				10
			}
		},
		wepaon = {
			{
				{
					85600,
					10
				},
				{
					39340,
					10
				},
				{
					28400,
					10
				},
				{
					1440,
					10
				},
				{
					1440,
					10
				}
			},
			{
				{
					1070120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					17340,
					10
				},
				{
					19140,
					10
				},
				{
					91240,
					10
				},
				{
					1440,
					10
				},
				{
					1440,
					10
				}
			},
			{
				{
					1070100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1343] = {
		remoulded = 1,
		char_lv = 125,
		char_id = 206134,
		id = 1343,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			},
			{
				{
					"scene level",
					{
						mapIdx = 4,
						chapterId = 404
					}
				},
				"ドロップ"
			}
		},
		skill_lv = {
			{
				15670,
				10
			},
			{
				1034,
				10
			}
		},
		wepaon = {
			{
				{
					17260,
					10
				},
				{
					91240,
					10
				},
				{
					26540,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070220,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					17340,
					10
				},
				{
					91240,
					10
				},
				{
					26540,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070200,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1344] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 301864,
		id = 1344,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				14670,
				10
			},
			{
				14680,
				10
			}
		},
		wepaon = {
			{
				{
					21620,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					25800,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1010220,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					21620,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					25800,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1010200,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1345] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 399064,
		id = 1345,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 39906
					}
				},
				"特別計画艦Ⅵ期"
			}
		},
		skill_lv = {
			{
				19750,
				10
			},
			{
				19760,
				10
			}
		},
		wepaon = {
			{
				{
					32360,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1030120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					42080,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1340,
					10
				}
			},
			{
				{
					1030120,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1346] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 899034,
		id = 1346,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 89903
					}
				},
				"特別計画艦Ⅴ期"
			}
		},
		skill_lv = {
			{
				19630,
				10
			},
			{
				19640,
				10
			}
		},
		wepaon = {
			{
				{
					85520,
					10
				},
				{
					90140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					3200,
					10
				}
			},
			{
				{
					1050120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					85520,
					10
				},
				{
					21620,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					3200,
					10
				}
			},
			{
				{
					1050100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1351] = {
		remoulded = 1,
		char_lv = 125,
		char_id = 107984,
		id = 1351,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				11910,
				10
			},
			{
				11920,
				10
			},
			{
				14630,
				10
			}
		},
		wepaon = {
			{
				{
					17420,
					10
				},
				{
					28400,
					10
				},
				{
					26540,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070220,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					17340,
					10
				},
				{
					91240,
					10
				},
				{
					26540,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070200,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1352] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 305104,
		id = 1352,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				16030,
				10
			},
			{
				16040,
				10
			},
			{
				16050,
				10
			}
		},
		wepaon = {
			{
				{
					34300,
					10
				},
				{
					22280,
					10
				},
				{
					26540,
					10
				},
				{
					3580,
					10
				},
				{
					1160,
					10
				}
			},
			{
				{
					1060120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					14340,
					10
				},
				{
					42080,
					10
				},
				{
					26540,
					10
				},
				{
					3580,
					10
				},
				{
					1160,
					10
				}
			},
			{
				{
					1060100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1353] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 607014,
		id = 1353,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				14370,
				10
			},
			{
				14380,
				10
			},
			{
				14390,
				10
			}
		},
		wepaon = {
			{
				{
					17420,
					10
				},
				{
					17260,
					10
				},
				{
					28400,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					17340,
					10
				},
				{
					17340,
					10
				},
				{
					91240,
					10
				},
				{
					1440,
					10
				},
				{
					680,
					10
				}
			},
			{
				{
					1070100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1354] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 199034,
		id = 1354,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 19903
					}
				},
				"特別計画艦Ⅳ期"
			}
		},
		skill_lv = {
			{
				19440,
				10
			},
			{
				19450,
				10
			}
		},
		wepaon = {
			{
				{
					33120,
					10
				},
				{
					5340,
					6
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1050120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					43040,
					10
				},
				{
					5340,
					6
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1050100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1355] = {
		remoulded = 1,
		char_lv = 125,
		char_id = 102174,
		id = 1355,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				10090,
				10
			},
			{
				11720,
				10
			}
		},
		wepaon = {
			{
				{
					31080,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1160,
					10
				}
			},
			{
				{
					13140,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					21620,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1160,
					10
				}
			},
			{
				{
					1030100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1356] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 299054,
		id = 1356,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 29905
					}
				},
				"特別計画艦Ⅴ期"
			}
		},
		skill_lv = {
			{
				19530,
				10
			},
			{
				19540,
				10
			}
		},
		wepaon = {
			{
				{
					22280,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1020120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					42080,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1020100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1401] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 707014,
		id = 1401,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				15320,
				10
			},
			{
				15330,
				10
			},
			{
				15340,
				10
			}
		},
		wepaon = {
			{
				{
					47160,
					10
				},
				{
					39340,
					10
				},
				{
					91240,
					10
				},
				{
					2540,
					7
				},
				{
					680,
					10
				}
			},
			{
				{
					1070120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					17340,
					10
				},
				{
					19140,
					10
				},
				{
					91240,
					10
				},
				{
					2540,
					7
				},
				{
					680,
					10
				}
			},
			{
				{
					1070100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1402] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 405054,
		id = 1402,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				16750,
				10
			},
			{
				16760,
				10
			},
			{
				16770,
				10
			}
		},
		wepaon = {
			{
				{
					14500,
					10
				},
				{
					22280,
					10
				},
				{
					26540,
					10
				},
				{
					3580,
					10
				},
				{
					720,
					10
				}
			},
			{
				{
					1060120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					14340,
					10
				},
				{
					42080,
					10
				},
				{
					26540,
					10
				},
				{
					3580,
					10
				},
				{
					720,
					10
				}
			},
			{
				{
					1060100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1403] = {
		remoulded = 1,
		char_lv = 125,
		char_id = 206134,
		id = 1403,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			},
			{
				{
					"scene level",
					{
						mapIdx = 4,
						chapterId = 404
					}
				},
				"ドロップ"
			}
		},
		skill_lv = {
			{
				15670,
				10
			},
			{
				1034,
				10
			}
		},
		wepaon = {
			{
				{
					47160,
					10
				},
				{
					91240,
					10
				},
				{
					26540,
					10
				},
				{
					2540,
					7
				},
				{
					680,
					10
				}
			},
			{
				{
					1070220,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					17340,
					10
				},
				{
					91240,
					10
				},
				{
					26540,
					10
				},
				{
					2540,
					7
				},
				{
					680,
					10
				}
			},
			{
				{
					1070200,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1404] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 399064,
		id = 1404,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 39906
					}
				},
				"特別計画艦Ⅵ期"
			}
		},
		skill_lv = {
			{
				19750,
				10
			},
			{
				19760,
				10
			}
		},
		wepaon = {
			{
				{
					32360,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1340,
					10
				}
			},
			{
				{
					1030120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					42080,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1340,
					10
				}
			},
			{
				{
					1030120,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1405] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 301864,
		id = 1405,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				14670,
				10
			},
			{
				14680,
				10
			}
		},
		wepaon = {
			{
				{
					21620,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					25800,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1010220,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					21620,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					25800,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1010200,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1406] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 899034,
		id = 1406,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 89903
					}
				},
				"特別計画艦Ⅴ期"
			}
		},
		skill_lv = {
			{
				19630,
				10
			},
			{
				19640,
				10
			},
			{
				19650,
				10
			}
		},
		wepaon = {
			{
				{
					85520,
					10
				},
				{
					90140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					3200,
					10
				}
			},
			{
				{
					1050120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					85520,
					10
				},
				{
					21620,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1340,
					10
				}
			},
			{
				{
					1050100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1411] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 499024,
		id = 1411,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 49902
					}
				},
				"特別計画艦Ⅱ期"
			}
		},
		skill_lv = {
			{
				19220,
				10
			},
			{
				19230,
				10
			},
			{
				19240,
				10
			}
		},
		wepaon = {
			{
				{
					14460,
					10
				},
				{
					22280,
					10
				},
				{
					26540,
					10
				},
				{
					1260,
					10
				},
				{
					600,
					10
				}
			},
			{
				{
					1060120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					14340,
					10
				},
				{
					42080,
					10
				},
				{
					26540,
					10
				},
				{
					1260,
					10
				},
				{
					600,
					10
				}
			},
			{
				{
					1060100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1412] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 305104,
		id = 1412,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				16030,
				10
			},
			{
				16040,
				10
			},
			{
				16050,
				10
			}
		},
		wepaon = {
			{
				{
					34300,
					10
				},
				{
					22280,
					10
				},
				{
					26540,
					10
				},
				{
					3580,
					10
				},
				{
					2540,
					7
				}
			},
			{
				{
					1060120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					34300,
					10
				},
				{
					42080,
					10
				},
				{
					26540,
					10
				},
				{
					3580,
					10
				},
				{
					2540,
					7
				}
			},
			{
				{
					1060100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1413] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 607014,
		id = 1413,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				14370,
				10
			},
			{
				14380,
				10
			},
			{
				14390,
				10
			}
		},
		wepaon = {
			{
				{
					85600,
					10
				},
				{
					85600,
					10
				},
				{
					28400,
					10
				},
				{
					1440,
					10
				},
				{
					2540,
					7
				}
			},
			{
				{
					1070120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					17340,
					10
				},
				{
					17340,
					10
				},
				{
					91240,
					10
				},
				{
					1440,
					10
				},
				{
					2540,
					7
				}
			},
			{
				{
					1070100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1414] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 199034,
		id = 1414,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 19903
					}
				},
				"特別計画艦Ⅳ期"
			}
		},
		skill_lv = {
			{
				19440,
				10
			},
			{
				19450,
				10
			}
		},
		wepaon = {
			{
				{
					43160,
					10
				},
				{
					5340,
					6
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1050120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					43040,
					10
				},
				{
					5340,
					6
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					2440,
					10
				}
			},
			{
				{
					1050100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1415] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 299054,
		id = 1415,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 29905
					}
				},
				"特別計画艦Ⅴ期"
			}
		},
		skill_lv = {
			{
				19530,
				10
			},
			{
				19540,
				10
			}
		},
		wepaon = {
			{
				{
					22280,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1540,
					10
				}
			},
			{
				{
					1020120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					42080,
					10
				},
				{
					45140,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1540,
					10
				}
			},
			{
				{
					1020100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1416] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 499054,
		id = 1416,
		star = 6,
		source = {
			{
				{
					"shipblueprint",
					{
						shipGroupId = 49905
					}
				},
				"特別計画艦Ⅳ期"
			}
		},
		skill_lv = {
			{
				19410,
				10
			},
			{
				19420,
				10
			},
			{
				19430,
				10
			}
		},
		wepaon = {
			{
				{
					44400,
					10
				},
				{
					45040,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1340,
					10
				}
			},
			{
				{
					1050120,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					44400,
					10
				},
				{
					45040,
					10
				},
				{
					26540,
					10
				},
				{
					1760,
					10
				},
				{
					1340,
					10
				}
			},
			{
				{
					1050100,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1431] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 408014,
		id = 1431,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				11390,
				10
			},
			{
				11410,
				10
			}
		},
		wepaon = {
			{
				{
					45460,
					10
				},
				{
					45460,
					10
				},
				{
					96100,
					10
				},
				{
					3120,
					10
				},
				{
					800,
					10
				}
			},
			{
				{
					14720,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					45440,
					10
				},
				{
					45440,
					10
				},
				{
					21620,
					10
				},
				{
					3120,
					10
				},
				{
					800,
					10
				}
			},
			{
				{
					14720,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1432] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 408094,
		id = 1432,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				13550,
				10
			},
			{
				13560,
				10
			}
		},
		wepaon = {
			{
				{
					45460,
					10
				},
				{
					45460,
					10
				},
				{
					96100,
					10
				},
				{
					3120,
					10
				},
				{
					800,
					10
				}
			},
			{
				{
					13240,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					45440,
					10
				},
				{
					45440,
					10
				},
				{
					21620,
					10
				},
				{
					3120,
					10
				},
				{
					800,
					10
				}
			},
			{
				{
					13240,
					10
				}
			}
		}
	}
	pg.base.chapter_suggestion_char[1433] = {
		remoulded = 0,
		char_lv = 125,
		char_id = 408064,
		id = 1433,
		star = 6,
		source = {
			{
				{
					"scene get boat",
					{
						page = 1
					}
				},
				"建造"
			}
		},
		skill_lv = {
			{
				12400,
				10
			},
			{
				12410,
				10
			}
		},
		wepaon = {
			{
				{
					45460,
					10
				},
				{
					45460,
					10
				},
				{
					96100,
					10
				},
				{
					3120,
					10
				},
				{
					2600,
					10
				}
			},
			{
				{
					14080,
					10
				}
			}
		},
		wepaon_2 = {
			{
				{
					45440,
					10
				},
				{
					45440,
					10
				},
				{
					21620,
					10
				},
				{
					3120,
					10
				},
				{
					2600,
					10
				}
			},
			{
				{
					14080,
					10
				}
			}
		}
	}
end)()
