pg = pg or {}
pg.child_word = {
	{
		char_type = 1,
		word = "TB……なまえ……あってる…？",
		type = 1,
		id = 1,
		icon = ""
	},
	{
		char_type = 1,
		word = "寝る前のおはなし…？寝る前じゃないと…聞けない…？",
		type = 1,
		id = 2,
		icon = ""
	},
	{
		char_type = 1,
		word = "水族館…好き、でも…青い水…もっと好き…",
		type = 1,
		id = 3,
		icon = ""
	},
	{
		char_type = 1,
		word = "がくえん…新しいもの、学べる。…でも$1いないから…好きじゃない",
		type = 1,
		id = 4,
		icon = ""
	},
	{
		char_type = 1,
		word = "出し物…すごい？たくさん…練習した",
		type = 1,
		id = 5,
		icon = ""
	},
	{
		char_type = 1,
		word = "ぬいぐるみの「もちーふ」？うん…秘密です",
		type = 1,
		id = 6,
		icon = ""
	},
	{
		char_type = 1,
		word = "毎日が花火大会だったらいいのに…どうしてって？だって先生は「いいものに憧れるのがヒトにゃ」と言ってました。花火大会はいいものです。だからTBも、憧れます",
		type = 1,
		id = 7,
		icon = ""
	},
	{
		char_type = 1,
		word = "レシピ通りに作ったのに…どうして失敗しちゃうの？火加減とタイミングの問題…？$1が教えたのは、レシピが教えた「適量」と同じ、わからないです",
		type = 1,
		id = 8,
		icon = ""
	},
	{
		char_type = 1,
		word = "テストに自信があるかって？$1が復習を手伝ってくれたけど、ちょっと不安……そもそも、どうしてテストというものが存在するのですか？正解が一つじゃない科目とかは特に…",
		type = 1,
		id = 9,
		icon = ""
	},
	{
		char_type = 1,
		word = "$1、「いい子」の定義を教えてください。TBが知っている限り――物静かでおとなしい、成績もいいのが「いい子」…これといった定義がない、ですか？難しいです…",
		type = 1,
		id = 10,
		icon = ""
	},
	{
		char_type = 1,
		word = "……遊園地は混むから、TB、自分で行きたいとは思いません。…$1が行きたいなら、付き合ってもいい…です",
		type = 1,
		id = 11,
		icon = ""
	},
	{
		char_type = 1,
		word = "……クリスマスイブに夜更かししたら、サンタさんに会えますか？……言っておきますけど、サンタさんを信じているわけではありませんよっ。…ただの好奇心ですから",
		type = 1,
		id = 12,
		icon = ""
	},
	{
		char_type = 1,
		word = "……たまには夕食を作らせてください。もうコドモじゃありませんから",
		type = 1,
		id = 13,
		icon = ""
	},
	{
		char_type = 1,
		word = "……冷蔵庫にケーキがあります。……$1のために買ったわけじゃありません。TBが食べたくなっただけです。うん",
		type = 1,
		id = 14,
		icon = ""
	},
	{
		char_type = 1,
		word = "……$1はTBにどんなオトナになってほしいですか？",
		type = 1,
		id = 15,
		icon = ""
	},
	{
		char_type = 1,
		word = "食材はもう準備できましたから、今日の夕食はTBに任せてください。ふふ、$1はソファでゆっくり休んでいてくださいね",
		type = 1,
		id = 16,
		icon = ""
	},
	{
		char_type = 1,
		word = "どこか旅行にでも行きませんか？ええと……実はプランをいくつか用意してあるんです。行きたい場所だけ選んでくれれば大丈夫です",
		type = 1,
		id = 17,
		icon = ""
	},
	{
		char_type = 1,
		word = "バタークリームケーキとブラックフォレストケーキ、どっちがいいでしょう？あ……確かバターミルクは栄養豊富ですから、バタークリームケーキの方にしましょう！…ん？ケーキに栄養とか別にそこまで変わらないって？そ、そうはいきませんよ？",
		type = 1,
		id = 18,
		icon = ""
	},
	{
		char_type = 1,
		word = "クリスマス、お正月、バレンタインだけではありません――$1へのお祝いの日のプレゼント、ぜーんぶ用意させてくださいね。大変じゃないかって？ううん、そんなことはありませんよ。全部、TBの思いと気持ちですから。ふふふ",
		type = 1,
		id = 19,
		icon = ""
	},
	{
		char_type = 1,
		word = "$1もいい子にしていてくださいね。じゃないと、TBも言うこと聞いてあげませんから♪",
		type = 1,
		id = 20,
		icon = ""
	},
	{
		char_type = 1,
		word = "ふふん、今度天気のいい日に一緒にハイキングに行かない？…え？TBについていけそうにないから行かないって？えー！$1が普段体動かさないからじゃないのー！もう！体を鍛えるためにも一緒にハイキングに行くからね！決まり！",
		type = 1,
		id = 21,
		icon = ""
	},
	{
		char_type = 1,
		word = "じゃーん！TBの短距離走の新記録ですよ！どう？すごいでしょ！ご褒美にお小遣いを増やしてくれたら…もっと速くなるかもしれませんよ！",
		type = 1,
		id = 22,
		icon = ""
	},
	{
		char_type = 1,
		word = "お小遣いを全部漫画に使ってなかったかって？…そ、そんなことないよ！ちゃんと貯めただけ…わ、わかった言うから！確かに漫画を買うのに使っちゃったよ…",
		type = 1,
		id = 23,
		icon = ""
	},
	{
		char_type = 1,
		word = "サンタさんは夜中にストーブから家に入ってくるんですか？わぁ！じゃあ、クリスマスイブの夜はリビングで過ごしましょ？どうかなどうかな？",
		type = 1,
		id = 24,
		icon = ""
	},
	{
		char_type = 1,
		word = "やった！大きくなったら遊園地で乗れるアトラクションも増えました！よし、今日はきっっっちり遊びますよーー！ふふん、次は20階分の高さがあるっていう、あのジェットコースターに乗りに行こう！きっとすっごーーーく楽しいはず！",
		type = 1,
		id = 25,
		icon = ""
	},
	[110102] = {
		char_type = 3,
		word = "作ったご飯を全部食べた。",
		type = 1,
		id = 110102,
		icon = ""
	},
	[110103] = {
		char_type = 3,
		word = "ブロッコリー……少し迷ったけど、結局食べた。",
		type = 1,
		id = 110103,
		icon = ""
	},
	[110104] = {
		char_type = 3,
		word = "デザート――それは今日いい子にしてたご褒美。",
		type = 1,
		id = 110104,
		icon = ""
	},
	[110202] = {
		char_type = 3,
		word = "歯磨き洗顔をちゃんと済ませた、今日もいい子。",
		type = 1,
		id = 110202,
		icon = ""
	},
	[110203] = {
		char_type = 3,
		word = "今日の髪型……このままでもかわいい。",
		type = 1,
		id = 110203,
		icon = ""
	},
	[110204] = {
		char_type = 3,
		word = "たまにはツインテールにしてみようかな。",
		type = 1,
		id = 110204,
		icon = ""
	},
	[110302] = {
		char_type = 3,
		word = "寝る前のお話を聞くと、眠気がじわじわと襲ってきた。",
		type = 1,
		id = 110302,
		icon = ""
	},
	[110303] = {
		char_type = 3,
		word = "またこの時間…今日も特別な話が夢に連れて行ってくれるかな。",
		type = 1,
		id = 110303,
		icon = ""
	},
	[110304] = {
		char_type = 3,
		word = "TBが大きくなる前に、寝る前のおとぎ話は尽きるのかな？気になる。",
		type = 1,
		id = 110304,
		icon = ""
	},
	[110402] = {
		char_type = 3,
		word = "積み木で遊んで、ちょっと楽しみができた。",
		type = 1,
		id = 110402,
		icon = ""
	},
	[110403] = {
		char_type = 3,
		word = "積み木でこんなに長い橋を作れるなんて……驚いた。",
		type = 1,
		id = 110403,
		icon = ""
	},
	[110404] = {
		char_type = 3,
		word = "この大きくて高いものは、まるでお城のタワーみたい……",
		type = 1,
		id = 110404,
		icon = ""
	},
	[110502] = {
		char_type = 3,
		word = "今日のトレーニングを完了。よく頑張った。",
		type = 1,
		id = 110502,
		icon = ""
	},
	[110503] = {
		char_type = 3,
		word = "28、29、30……うん、ストレッチが上手くできた！",
		type = 1,
		id = 110503,
		icon = ""
	},
	[110504] = {
		char_type = 3,
		word = "ふらふら……もう少しで転びそう。",
		type = 1,
		id = 110504,
		icon = ""
	},
	[110602] = {
		char_type = 3,
		word = "お風呂でたくさん水遊びをして、とても楽しかった。",
		type = 1,
		id = 110602,
		icon = ""
	},
	[110603] = {
		char_type = 3,
		word = "新しいシャワージェル、いい匂い。",
		type = 1,
		id = 110603,
		icon = ""
	},
	[110604] = {
		char_type = 3,
		word = "お風呂で遊んでたら水を床にこぼしてしまった。",
		type = 1,
		id = 110604,
		icon = ""
	},
	[110702] = {
		char_type = 3,
		word = "先生の授業を聞いて、知識の理解が深まった！",
		type = 1,
		id = 110702,
		icon = ""
	},
	[110703] = {
		char_type = 1,
		word = "時計の針は戻せるけど、なぜ時間は戻らないの？",
		type = 1,
		id = 110703,
		icon = ""
	},
	[110802] = {
		char_type = 3,
		word = "先生の授業を聞いて、知識の理解が深まった！",
		type = 1,
		id = 110802,
		icon = ""
	},
	[110803] = {
		char_type = 1,
		word = "太陽の質量と体積は……？",
		type = 1,
		id = 110803,
		icon = ""
	},
	[110902] = {
		char_type = 3,
		word = "先生の授業を聞いて、知識の理解が深まった！",
		type = 1,
		id = 110902,
		icon = ""
	},
	[110903] = {
		char_type = 1,
		word = "宇宙の外には何があるの？",
		type = 1,
		id = 110903,
		icon = ""
	},
	[111002] = {
		char_type = 3,
		word = "体育の授業で一生懸命体を動かし、自分の運動能力に自信がついた！",
		type = 1,
		id = 111002,
		icon = ""
	},
	[111003] = {
		char_type = 1,
		word = "これが今のTBの速さの限界かな？",
		type = 1,
		id = 111003,
		icon = ""
	},
	[111102] = {
		char_type = 3,
		word = "体育の授業で一生懸命体を動かし、自分の運動能力に自信がついた！",
		type = 1,
		id = 111102,
		icon = ""
	},
	[111103] = {
		char_type = 1,
		word = "クロールはブレストより速い。もっと練習してもいい？",
		type = 1,
		id = 111103,
		icon = ""
	},
	[111202] = {
		char_type = 3,
		word = "体育の授業で一生懸命体を動かし、自分の運動能力に自信がついた！",
		type = 1,
		id = 111202,
		icon = ""
	},
	[111203] = {
		char_type = 1,
		word = "バスケットボールをすればTBはもっと背が伸びるの？",
		type = 1,
		id = 111203,
		icon = ""
	},
	[111302] = {
		char_type = 3,
		word = "手芸の知識をたくさん学んで、手先がもっと器用になった！",
		type = 1,
		id = 111302,
		icon = ""
	},
	[111303] = {
		char_type = 1,
		word = "実技授業……将来、マシンアームを作る方法を教えてくれるの？",
		type = 1,
		id = 111303,
		icon = ""
	},
	[111402] = {
		char_type = 3,
		word = "手芸の知識をたくさん学んで、手先がもっと器用になった！",
		type = 1,
		id = 111402,
		icon = ""
	},
	[111403] = {
		char_type = 1,
		word = "木の棒で海を渡る橋を作ると、耐荷重はどうなるの？",
		type = 1,
		id = 111403,
		icon = ""
	},
	[111502] = {
		char_type = 3,
		word = "手芸の知識をたくさん学んで、手先がもっと器用になった！",
		type = 1,
		id = 111502,
		icon = ""
	},
	[111503] = {
		char_type = 1,
		word = "実技授業で培われる創造力は将来役に立つかな？",
		type = 1,
		id = 111503,
		icon = ""
	},
	[111602] = {
		char_type = 3,
		word = "音楽理論の知識を身につけて、発声が上手くなった！",
		type = 1,
		id = 111602,
		icon = ""
	},
	[111603] = {
		char_type = 1,
		word = "なんで別々の単音が繋がると「音楽」になるの？",
		type = 1,
		id = 111603,
		icon = ""
	},
	[111702] = {
		char_type = 3,
		word = "音楽理論の知識を身につけて、発声が上手くなった！",
		type = 1,
		id = 111702,
		icon = ""
	},
	[111703] = {
		char_type = 1,
		word = "なぜ曲の始まりに沢山の休符を使うの？",
		type = 1,
		id = 111703,
		icon = ""
	},
	[111802] = {
		char_type = 3,
		word = "音楽理論の知識を身につけて、発声が上手くなった！",
		type = 1,
		id = 111802,
		icon = ""
	},
	[111803] = {
		char_type = 1,
		word = "ソロなら、自分のパートだけ歌えば休めんでもいい？",
		type = 1,
		id = 111803,
		icon = ""
	},
	[111902] = {
		char_type = 3,
		word = "頑張って練習して、絵の明暗関係への理解が深まった！",
		type = 1,
		id = 111902,
		icon = ""
	},
	[111903] = {
		char_type = 1,
		word = "絵を描く……初心者はデッサンから始めなきゃならないの？",
		type = 1,
		id = 111903,
		icon = ""
	},
	[112002] = {
		char_type = 3,
		word = "頑張って練習して、絵の明暗関係への理解が深まった！",
		type = 1,
		id = 112002,
		icon = ""
	},
	[112003] = {
		char_type = 1,
		word = "なぜ色分けの前に、影をつけるの？",
		type = 1,
		id = 112003,
		icon = ""
	},
	[112102] = {
		char_type = 3,
		word = "頑張って練習して、絵の明暗関係への理解が深まった！",
		type = 1,
		id = 112102,
		icon = ""
	},
	[112103] = {
		char_type = 1,
		word = "抽象派とスーパーリアリズムの違いは何？",
		type = 1,
		id = 112103,
		icon = ""
	},
	[112202] = {
		char_type = 3,
		word = "ダンスの練習を通じて、体の柔軟性が良くなった！",
		type = 1,
		id = 112202,
		icon = ""
	},
	[112203] = {
		char_type = 1,
		word = "ダンス……体の柔らかさでも試している？",
		type = 1,
		id = 112203,
		icon = ""
	},
	[112302] = {
		char_type = 3,
		word = "ダンスの練習を通じて、体の柔軟性が良くなった！",
		type = 1,
		id = 112302,
		icon = ""
	},
	[112303] = {
		char_type = 1,
		word = "ダンスの種類によって違うシューズが必要。力のかけ方が違うから？",
		type = 1,
		id = 112303,
		icon = ""
	},
	[112402] = {
		char_type = 3,
		word = "ダンスの練習を通じて、体の柔軟性が良くなった！",
		type = 1,
		id = 112402,
		icon = ""
	},
	[112403] = {
		char_type = 1,
		word = "同じダンスなのに、なんで先生によって違いが出る？",
		type = 1,
		id = 112403,
		icon = ""
	},
	[112502] = {
		char_type = 3,
		word = "演技の知識を勉強して、演技が上手くなった！",
		type = 1,
		id = 112502,
		icon = ""
	},
	[112503] = {
		char_type = 1,
		word = "ハマり感……役と演技、どっち？",
		type = 1,
		id = 112503,
		icon = ""
	},
	[112602] = {
		char_type = 3,
		word = "演技の知識を勉強して、演技が上手くなった！",
		type = 1,
		id = 112602,
		icon = ""
	},
	[112603] = {
		char_type = 1,
		word = "劇のメリハリはキャラのぶつかり合いを作ること……どうすればいい？",
		type = 1,
		id = 112603,
		icon = ""
	},
	[112702] = {
		char_type = 3,
		word = "演技の知識を勉強して、演技が上手くなった！",
		type = 1,
		id = 112702,
		icon = ""
	},
	[112703] = {
		char_type = 1,
		word = "完全に自分を忘れて演じてしまったら、自分の演技の個性はちゃんと出るの？",
		type = 1,
		id = 112703,
		icon = ""
	},
	[112802] = {
		char_type = 3,
		word = "授業中に書道の練習を続け、字がもっと上手く書けるようになった！",
		type = 1,
		id = 112802,
		icon = ""
	},
	[112803] = {
		char_type = 1,
		word = "よこ、たて、はらい……筆はこの持ち方でいい？",
		type = 1,
		id = 112803,
		icon = ""
	},
	[112902] = {
		char_type = 3,
		word = "授業中に書道の練習を続け、字がもっと上手く書けるようになった！",
		type = 1,
		id = 112902,
		icon = ""
	},
	[112903] = {
		char_type = 1,
		word = "書道……上達するのも大変だね。",
		type = 1,
		id = 112903,
		icon = ""
	},
	[113002] = {
		char_type = 3,
		word = "授業中に書道の練習を続け、字がもっと上手く書けるようになった！",
		type = 1,
		id = 113002,
		icon = ""
	},
	[113003] = {
		char_type = 1,
		word = "書道の次の段階は、字は人のように？それとも人は字の如し？",
		type = 1,
		id = 113003,
		icon = ""
	},
	[120102] = {
		char_type = 3,
		word = "しばらく練習したら、料理の腕が上がった！",
		type = 1,
		id = 120102,
		icon = ""
	},
	[120103] = {
		char_type = 1,
		word = "茶葉と砂糖を鍋で加熱して……それから牛乳を加えて沸騰させ……成功だ！",
		type = 1,
		id = 120103,
		icon = ""
	},
	[120202] = {
		char_type = 3,
		word = "しばらく練習したら、料理の腕が上がった！",
		type = 1,
		id = 120202,
		icon = ""
	},
	[120203] = {
		char_type = 1,
		word = "ケーキを作るとき、うっかり砂糖を多く入れてしまった……",
		type = 1,
		id = 120203,
		icon = ""
	},
	[120302] = {
		char_type = 3,
		word = "しばらく練習したら、料理の腕が上がった！",
		type = 1,
		id = 120302,
		icon = ""
	},
	[120303] = {
		char_type = 1,
		word = "クリーム煮をカレーと間違えて作ったけど、これぐらいちょっとしたミスだから平気。",
		type = 1,
		id = 120303,
		icon = ""
	},
	[120402] = {
		char_type = 3,
		word = "しばらく練習したら、園芸の技術が上がった！",
		type = 1,
		id = 120402,
		icon = ""
	},
	[120403] = {
		char_type = 1,
		word = "花に水をやるのを忘れないようにしないと……でも、どれくらいの量が適量なんだろう？",
		type = 1,
		id = 120403,
		icon = ""
	},
	[120502] = {
		char_type = 3,
		word = "しばらく練習したら、園芸の技術が上がった！",
		type = 1,
		id = 120502,
		icon = ""
	},
	[120503] = {
		char_type = 1,
		word = "土をほぐしていると、鉢からミミズが出てきた。",
		type = 1,
		id = 120503,
		icon = ""
	},
	[120602] = {
		char_type = 3,
		word = "しばらく練習したら、園芸の技術が上がった！",
		type = 1,
		id = 120602,
		icon = ""
	},
	[120603] = {
		char_type = 1,
		word = "雑草を取るとき、苗を雑草だと思って取っちゃった。",
		type = 1,
		id = 120603,
		icon = ""
	},
	[120702] = {
		char_type = 3,
		word = "しばらく練習したら、運動能力が上がった！",
		type = 1,
		id = 120702,
		icon = ""
	},
	[120703] = {
		char_type = 1,
		word = "運動する度に、次の日は体中が凝ってしまう。",
		type = 1,
		id = 120703,
		icon = ""
	},
	[120802] = {
		char_type = 3,
		word = "しばらく練習したら、運動能力が上がった！",
		type = 1,
		id = 120802,
		icon = ""
	},
	[120803] = {
		char_type = 1,
		word = "足が……もうしゃがむのも無理ぃ…",
		type = 1,
		id = 120803,
		icon = ""
	},
	[120902] = {
		char_type = 3,
		word = "しばらく練習したら、運動能力が上がった！",
		type = 1,
		id = 120902,
		icon = ""
	},
	[120903] = {
		char_type = 1,
		word = "ふらふら……ふらふら……次は重りをもう少し軽くしよう。",
		type = 1,
		id = 120903,
		icon = ""
	},
	[121002] = {
		char_type = 3,
		word = "しばらく練習したら、画力が上がった！",
		type = 1,
		id = 121002,
		icon = ""
	},
	[121003] = {
		char_type = 1,
		word = "白と黒とグレー……うん、やっぱりもっと練習しよう。",
		type = 1,
		id = 121003,
		icon = ""
	},
	[121102] = {
		char_type = 3,
		word = "しばらく練習したら、画力が上がった！",
		type = 1,
		id = 121102,
		icon = ""
	},
	[121103] = {
		char_type = 1,
		word = "なぜ絵の具の種類が作品の出来に影響するの？",
		type = 1,
		id = 121103,
		icon = ""
	},
	[121202] = {
		char_type = 3,
		word = "しばらく練習したら、画力が上がった！",
		type = 1,
		id = 121202,
		icon = ""
	},
	[121203] = {
		char_type = 1,
		word = "石膏像のデッサンをたくさん練習すれば、観察力が向上するかも。",
		type = 1,
		id = 121203,
		icon = ""
	},
	[121302] = {
		char_type = 3,
		word = "しばらく練習したら、茶道の作法が上達した！",
		type = 1,
		id = 121302,
		icon = ""
	},
	[121303] = {
		char_type = 1,
		word = "……足が痺れた。まずは正座に慣れるところから始めないと。",
		type = 1,
		id = 121303,
		icon = ""
	},
	[121402] = {
		char_type = 3,
		word = "しばらく練習したら、茶道の作法が上達した！",
		type = 1,
		id = 121402,
		icon = ""
	},
	[121403] = {
		char_type = 1,
		word = "先に抹茶を入れて……違う。お湯を沸かすのが先……？",
		type = 1,
		id = 121403,
		icon = ""
	},
	[121502] = {
		char_type = 3,
		word = "しばらく練習したら、茶道の作法が上達した！",
		type = 1,
		id = 121502,
		icon = ""
	},
	[121503] = {
		char_type = 1,
		word = "たくさん飲んだせいで、濃いめのお茶と薄めのお茶の違いがだんだん分からなくなってきた。",
		type = 1,
		id = 121503,
		icon = ""
	},
	[121602] = {
		char_type = 3,
		word = "しばらく練習したら、演技力が上がった！",
		type = 1,
		id = 121602,
		icon = ""
	},
	[121603] = {
		char_type = 1,
		word = "生きるか死ぬか……これは問題だ。",
		type = 1,
		id = 121603,
		icon = ""
	},
	[121702] = {
		char_type = 3,
		word = "しばらく練習したら、演技力が上がった！",
		type = 1,
		id = 121702,
		icon = ""
	},
	[121703] = {
		char_type = 1,
		word = "今日も演技するマインドを磨く。",
		type = 1,
		id = 121703,
		icon = ""
	},
	[121802] = {
		char_type = 3,
		word = "しばらく練習したら、演技力が上がった！",
		type = 1,
		id = 121802,
		icon = ""
	},
	[121803] = {
		char_type = 1,
		word = "自分すら没入させる演技が、名演を生み出せる。",
		type = 1,
		id = 121803,
		icon = ""
	},
	[121902] = {
		char_type = 3,
		word = "しばらく練習したら、演奏が上手になった！",
		type = 1,
		id = 121902,
		icon = ""
	},
	[121903] = {
		char_type = 1,
		word = "ピアノを弾くのは想像以上に体力を使う…。",
		type = 1,
		id = 121903,
		icon = ""
	},
	[122002] = {
		char_type = 3,
		word = "しばらく練習したら、演奏が上手になった！",
		type = 1,
		id = 122002,
		icon = ""
	},
	[122003] = {
		char_type = 1,
		word = "ワルツ、ソナタ……種類が多くて混乱する。",
		type = 1,
		id = 122003,
		icon = ""
	},
	[122102] = {
		char_type = 3,
		word = "しばらく練習したら、演奏が上手になった！",
		type = 1,
		id = 122102,
		icon = ""
	},
	[122103] = {
		char_type = 1,
		word = "キーボードは色々な楽器を模倣できるけど、じゃあ自身の音色は？",
		type = 1,
		id = 122103,
		icon = ""
	},
	[122202] = {
		char_type = 3,
		word = "しばらく練習したら、知識への理解が深まった！",
		type = 1,
		id = 122202,
		icon = ""
	},
	[122203] = {
		char_type = 1,
		word = "星や太陽の位置を観察するだけで、方向が分かるんだ。",
		type = 1,
		id = 122203,
		icon = ""
	},
	[122302] = {
		char_type = 3,
		word = "しばらく練習したら、知識への理解が深まった！",
		type = 1,
		id = 122302,
		icon = ""
	},
	[122303] = {
		char_type = 1,
		word = "月の裏側には何があるのかな？",
		type = 1,
		id = 122303,
		icon = ""
	},
	[122402] = {
		char_type = 3,
		word = "しばらく練習したら、知識への理解が深まった！",
		type = 1,
		id = 122402,
		icon = ""
	},
	[122403] = {
		char_type = 1,
		word = "いつになったら、本当の意味でブラックホールを観測できるの？",
		type = 1,
		id = 122403,
		icon = ""
	},
	[122502] = {
		char_type = 3,
		word = "舞台を手伝いながら練習して、表現力が上達した！",
		type = 1,
		id = 122502,
		icon = ""
	},
	[122503] = {
		char_type = 1,
		word = "選曲も舞踏の入りも完璧！",
		type = 1,
		id = 122503,
		icon = ""
	},
	[122602] = {
		char_type = 3,
		word = "舞台を手伝いながら練習して、表現力が上達した！",
		type = 1,
		id = 122602,
		icon = ""
	},
	[122603] = {
		char_type = 1,
		word = "音楽と舞踏を物語にうまく合わせるのは意外と難しいね…",
		type = 1,
		id = 122603,
		icon = ""
	},
	[122702] = {
		char_type = 3,
		word = "舞台を手伝いながら練習して、表現力が上達した！",
		type = 1,
		id = 122702,
		icon = ""
	},
	[122703] = {
		char_type = 1,
		word = "演技も歌も大事……もっと頑張らないと",
		type = 1,
		id = 122703,
		icon = ""
	},
	[130102] = {
		char_type = 3,
		word = "色々な絵のリクエストをこなして、いい達成感が得られた！",
		type = 1,
		id = 130102,
		icon = ""
	},
	[130103] = {
		char_type = 1,
		word = "「ソファにだらしなく横たわる時計を描いて欲しい」……変わったリクエスト。",
		type = 1,
		id = 130103,
		icon = ""
	},
	[130104] = {
		char_type = 1,
		word = "「カラフルなシッポを持つ赤い鳥を描いて欲しい」……これはどんな動物？",
		type = 1,
		id = 130104,
		icon = ""
	},
	[130105] = {
		char_type = 1,
		word = "うん……スーパーリアリズムと抽象派の組み合わせ……完璧！",
		type = 1,
		id = 130105,
		icon = ""
	},
	[130202] = {
		char_type = 3,
		word = "乱れた本棚をきちんと整理して、いい達成感が得られた！",
		type = 1,
		id = 130202,
		icon = ""
	},
	[130203] = {
		char_type = 1,
		word = "本棚を整理していたら転んじゃった。誰にも見られてなくてよかった。",
		type = 1,
		id = 130203,
		icon = ""
	},
	[130204] = {
		char_type = 1,
		word = "人気の漫画を新しく入荷したけど、午後で売れ切れた。",
		type = 1,
		id = 130204,
		icon = ""
	},
	[130205] = {
		char_type = 1,
		word = "お客さんがいない間に、漫画の主人公の必殺ポーズをこっそり練習。",
		type = 1,
		id = 130205,
		icon = ""
	},
	[130302] = {
		char_type = 3,
		word = "農場で忙しい時間を過ごして、いい達成感が得られた！",
		type = 1,
		id = 130302,
		icon = ""
	},
	[130303] = {
		char_type = 1,
		word = "掃除していたら、動かず地面に横たわる猫に遭遇……移動させた。",
		type = 1,
		id = 130303,
		icon = ""
	},
	[130304] = {
		char_type = 1,
		word = "油断してガチョウにずっと追いかけられた。",
		type = 1,
		id = 130304,
		icon = ""
	},
	[130305] = {
		char_type = 1,
		word = "木に生えた新鮮な果物を農場の動物に与えた。喜んで食べてくれるといいな。",
		type = 1,
		id = 130305,
		icon = ""
	},
	[130402] = {
		char_type = 3,
		word = "スポーツ施設でたくさん汗を流して、いい達成感が得られた！",
		type = 1,
		id = 130402,
		icon = ""
	},
	[130403] = {
		char_type = 1,
		word = "スポーツ施設で隠れたスナックバーを発見。ラッキー！",
		type = 1,
		id = 130403,
		icon = ""
	},
	[130404] = {
		char_type = 1,
		word = "スポーツ施設限定のエナジードリンクを買った、味はいい。",
		type = 1,
		id = 130404,
		icon = ""
	},
	[130405] = {
		char_type = 1,
		word = "スポーツ施設の七不思議を聞いて、ちょっと怖くなった……",
		type = 1,
		id = 130405,
		icon = ""
	},
	[130502] = {
		char_type = 3,
		word = "一つの公演を終えて、自分の能力にもっと自信がついた！",
		type = 1,
		id = 130502,
		icon = ""
	},
	[130503] = {
		char_type = 1,
		word = "「Break a leg」は「頑張って」という意味らしい。勉強になった。",
		type = 1,
		id = 130503,
		icon = ""
	},
	[130504] = {
		char_type = 1,
		word = "ステージでセリフを間違えた……",
		type = 1,
		id = 130504,
		icon = ""
	},
	[130505] = {
		char_type = 1,
		word = "今日の小道具は自分で作ったもの。いい達成感！",
		type = 1,
		id = 130505,
		icon = ""
	},
	[130602] = {
		char_type = 3,
		word = "一つの公演を終えて、自分の能力にもっと自信がついた！",
		type = 1,
		id = 130602,
		icon = ""
	},
	[130603] = {
		char_type = 1,
		word = "コーラスでちょっと間違えたけど、バレなかった。",
		type = 1,
		id = 130603,
		icon = ""
	},
	[130604] = {
		char_type = 1,
		word = "ソロで緊張しすぎて音を外しちゃった。次はもっとリラックスしよう。",
		type = 1,
		id = 130604,
		icon = ""
	},
	[130605] = {
		char_type = 1,
		word = "ミニステージが順調に終わった。いい感じ。",
		type = 1,
		id = 130605,
		icon = ""
	},
	[130702] = {
		char_type = 3,
		word = "一つの公演を終えて、自分の能力にもっと自信がついた！",
		type = 1,
		id = 130702,
		icon = ""
	},
	[130703] = {
		char_type = 1,
		word = "変身アクションが最高って、褒められた！",
		type = 1,
		id = 130703,
		icon = ""
	},
	[130704] = {
		char_type = 1,
		word = "「ただの通りすがりだ。覚えておけ」と言ったら、名ゼリフにされた。",
		type = 1,
		id = 130704,
		icon = ""
	},
	[130705] = {
		char_type = 1,
		word = "今日はトラブルでアドリブしたけど、思いのほか受けが良かった。",
		type = 1,
		id = 130705,
		icon = ""
	},
	[130802] = {
		char_type = 3,
		word = "今日の販促商品を全部売り切って、自分の能力にもっと自信がついた！",
		type = 1,
		id = 130802,
		icon = ""
	},
	[130803] = {
		char_type = 1,
		word = "「プロモーションで半額だ」と言っただけで、すぐに売り切れた。",
		type = 1,
		id = 130803,
		icon = ""
	},
	[130804] = {
		char_type = 1,
		word = "一生懸命宣伝するより、おまけに卵を無料で配る方が効果的だった……そんな……",
		type = 1,
		id = 130804,
		icon = ""
	},
	[130805] = {
		char_type = 1,
		word = "商品を宣伝するにはやっぱりスピーカーが必要……声がもう枯れた…",
		type = 1,
		id = 130805,
		icon = ""
	},
	[130902] = {
		char_type = 3,
		word = "家をきれいに掃除して、なんだかもっと自信がついた！",
		type = 1,
		id = 130902,
		icon = ""
	},
	[130903] = {
		char_type = 1,
		word = "床が光って反射するくらいピカピカ……滑りやすくなったのが残念だ。",
		type = 1,
		id = 130903,
		icon = ""
	},
	[130904] = {
		char_type = 1,
		word = "すべてがよく整理整頓されているのを見ると達成感が湧く。",
		type = 1,
		id = 130904,
		icon = ""
	},
	[130905] = {
		char_type = 1,
		word = "お湯を沸かす時、せっかちすぎて手をやけどしちゃった。",
		type = 1,
		id = 130905,
		icon = ""
	},
	[131002] = {
		char_type = 3,
		word = "忙しくて疲れたけど、充実した一日を過ごせた！",
		type = 1,
		id = 131002,
		icon = ""
	},
	[131003] = {
		char_type = 1,
		word = "棚の整理……想像していたより大変。",
		type = 1,
		id = 131003,
		icon = ""
	},
	[131004] = {
		char_type = 1,
		word = "レジを打ち、袋に入れ、弁当を温める……バタバタして忙しい一日を過ごした。",
		type = 1,
		id = 131004,
		icon = ""
	},
	[131005] = {
		char_type = 1,
		word = "休憩中に休憩室で漫画を何冊か読んで、元気を取り戻した。",
		type = 1,
		id = 131005,
		icon = ""
	},
	[131102] = {
		char_type = 3,
		word = "忙しくて疲れたけど、充実した一日を過ごせた！",
		type = 1,
		id = 131102,
		icon = ""
	},
	[131103] = {
		char_type = 1,
		word = "一日中コーヒーの香りに囲まれて、気分が良かった。",
		type = 1,
		id = 131103,
		icon = ""
	},
	[131104] = {
		char_type = 1,
		word = "初めて形の整ったラテアートが成功した、この分野に才能があるかも？",
		type = 1,
		id = 131104,
		icon = ""
	},
	[131105] = {
		char_type = 1,
		word = "まかないで小さなケーキをもらった。嬉しかった。",
		type = 1,
		id = 131105,
		icon = ""
	},
	[140102] = {
		char_type = 3,
		word = "小動物たちと遊んで、心身ともにリラックスした。",
		type = 1,
		id = 140102,
		icon = ""
	},
	[140103] = {
		char_type = 3,
		word = "いい夢を見た。気分すっきり！",
		type = 1,
		id = 140103,
		icon = ""
	},
	[140104] = {
		char_type = 3,
		word = "なんでもできるようになった夢を見た……",
		type = 1,
		id = 140104,
		icon = ""
	},
	[140105] = {
		char_type = 3,
		word = "悪い夢を見た。汗がびっしょり……",
		type = 1,
		id = 140105,
		icon = ""
	},
	[140106] = {
		char_type = 3,
		word = "$1がたくさん小遣いをくれた夢を見た…",
		type = 1,
		id = 140106,
		icon = ""
	},
	[150001] = {
		char_type = 1,
		word = "帰宅途中ニャンニャンと出会って、少し遊んだ。",
		type = 1,
		id = 150001,
		icon = ""
	},
	[150002] = {
		char_type = 1,
		word = "道で出会ったワンワンを触ろうとしたら、怒られた。",
		type = 1,
		id = 150002,
		icon = ""
	},
	[150003] = {
		char_type = 1,
		word = "コンビニで新しい味のおにぎりを試してみたら、美味しかった。",
		type = 1,
		id = 150003,
		icon = ""
	},
	[150004] = {
		char_type = 1,
		word = "変わった形の雲があって、つい見入ってしまった。",
		type = 1,
		id = 150004,
		icon = ""
	},
	[150005] = {
		char_type = 1,
		word = "UFOが出たかも！…よく見ると、凧だった。",
		type = 1,
		id = 150005,
		icon = ""
	},
	[150006] = {
		char_type = 1,
		word = "今日の風はとても強かったけど、スーパーのポテチが割引になっていた。",
		type = 1,
		id = 150006,
		icon = ""
	},
	[150007] = {
		char_type = 1,
		word = "チョコレートで「もう一個」の当たりが出た。ラッキー。",
		type = 1,
		id = 150007,
		icon = ""
	},
	[150008] = {
		char_type = 1,
		word = "考え事をしていたら、うっかり転んでしまった……",
		type = 1,
		id = 150008,
		icon = ""
	},
	[150009] = {
		char_type = 1,
		word = "よく考えると……宿題はオーブンに入れたら、やらなくて済むかも。",
		type = 1,
		id = 150009,
		icon = ""
	},
	[150010] = {
		char_type = 1,
		word = "すごく美味しいスイーツのお店を見つけた、また来よう。",
		type = 1,
		id = 150010,
		icon = ""
	},
	[150011] = {
		char_type = 1,
		word = "広場の小鳥にパンをあげた。",
		type = 1,
		id = 150011,
		icon = ""
	},
	[150012] = {
		char_type = 1,
		word = "散歩中、咲いている桜を見かけた。綺麗だった。",
		type = 1,
		id = 150012,
		icon = ""
	},
	[150013] = {
		char_type = 1,
		word = "広告で見た最新のおもちゃを買えた。",
		type = 1,
		id = 150013,
		icon = ""
	},
	[150014] = {
		char_type = 1,
		word = "ミルクティーを買った。すごく美味しかった！",
		type = 1,
		id = 150014,
		icon = ""
	},
	[150015] = {
		char_type = 1,
		word = "道端で出会ったワンワンにお小遣いでおやつを買ってあげた。",
		type = 1,
		id = 150015,
		icon = ""
	},
	[150016] = {
		char_type = 1,
		word = "今日は学校の宿題がなくてよかった。",
		type = 1,
		id = 150016,
		icon = ""
	},
	[150017] = {
		char_type = 1,
		word = "道で「スカウト」と自称する猫に出会った、多分だますつもりだ。",
		type = 1,
		id = 150017,
		icon = ""
	},
	[150018] = {
		char_type = 1,
		word = "最新の漫画がすごく面白くて、気づいたら夕食の時間まで本屋で読んでいた。",
		type = 1,
		id = 150018,
		icon = ""
	},
	[150019] = {
		char_type = 1,
		word = "勉強用の参考書を買いに本屋に行くつもりだったけど、つい食べ歩きに行ってしまった。",
		type = 1,
		id = 150019,
		icon = ""
	},
	[1103002] = {
		char_type = 3,
		word = "グルメ街を長い時間ぶらぶらしながら食べ歩きした……",
		type = 1,
		id = 1103002,
		icon = ""
	},
	[1103003] = {
		char_type = 1,
		word = "コーヒーを注文したが、上のラテアートが何の模様か全くわからなかった",
		type = 1,
		id = 1103003,
		icon = ""
	},
	[1103004] = {
		char_type = 1,
		word = "一日限定50個の特別なバオズを手に入れた！ラッキー！",
		type = 1,
		id = 1103004,
		icon = ""
	},
	[1103005] = {
		char_type = 1,
		word = "レストランで開催された料理教室に参加した。麺棒って不思議……",
		type = 1,
		id = 1103005,
		icon = ""
	},
	[1103006] = {
		char_type = 1,
		word = "運良くレストランのイベントに参加できて、チョコレートドリップケーキを手に入れた！",
		type = 1,
		id = 1103006,
		icon = ""
	},
	[1104002] = {
		char_type = 3,
		word = "グルメ街でフェスが開催されている？見に行こう。",
		type = 1,
		id = 1104002,
		icon = ""
	},
	[1104003] = {
		char_type = 3,
		word = "お腹いっぱい食べた。今日はもうごはんはいいかな…",
		type = 1,
		id = 1104003,
		icon = ""
	},
	[1105002] = {
		char_type = 1,
		word = "料理大会……",
		type = 1,
		id = 1105002,
		icon = ""
	},
	[1105003] = {
		char_type = 3,
		word = "どうやら料理大会が開催されているらしい。出場してみよう。",
		type = 1,
		id = 1105003,
		icon = ""
	},
	[1105004] = {
		char_type = 3,
		word = "少しドタバタしたけど、無事最後までやり遂げた。",
		type = 1,
		id = 1105004,
		icon = ""
	},
	[1105005] = {
		char_type = 3,
		word = "いい調子に頑張れたおかげで優勝した！",
		type = 1,
		id = 1105005,
		icon = ""
	},
	[1105006] = {
		char_type = 3,
		word = "調子は普通だったけど、まあまあいい結果を残せた。",
		type = 1,
		id = 1105006,
		icon = ""
	},
	[1105007] = {
		char_type = 3,
		word = "手応えがなかった…次こそは優勝しよう！",
		type = 1,
		id = 1105007,
		icon = ""
	},
	[1106002] = {
		char_type = 1,
		word = "……",
		type = 1,
		id = 1106002,
		icon = ""
	},
	[1106003] = {
		char_type = 3,
		word = "料理大会第二回が開催されているらしい。出場してみよう。",
		type = 1,
		id = 1106003,
		icon = ""
	},
	[1106004] = {
		char_type = 3,
		word = "少しドタバタしたけど、無事最後までやり遂げた。",
		type = 1,
		id = 1106004,
		icon = ""
	},
	[1106005] = {
		char_type = 3,
		word = "いい調子に頑張れたおかげで優勝した！",
		type = 1,
		id = 1106005,
		icon = ""
	},
	[1106006] = {
		char_type = 3,
		word = "調子は普通だったけど、まあまあいい結果を残せた。",
		type = 1,
		id = 1106006,
		icon = ""
	},
	[1106007] = {
		char_type = 3,
		word = "手応えがなかった…次こそは優勝しよう！",
		type = 1,
		id = 1106007,
		icon = ""
	},
	[1107002] = {
		char_type = 1,
		word = "料理大会、もう三回目か……",
		type = 1,
		id = 1107002,
		icon = ""
	},
	[1107003] = {
		char_type = 3,
		word = "料理大会が開催されているらしい。今回も出場してみよう。",
		type = 1,
		id = 1107003,
		icon = ""
	},
	[1107004] = {
		char_type = 3,
		word = "少しドタバタしたけど、無事最後までやり遂げた。",
		type = 1,
		id = 1107004,
		icon = ""
	},
	[1107005] = {
		char_type = 3,
		word = "いい調子に頑張れたおかげで優勝した！",
		type = 1,
		id = 1107005,
		icon = ""
	},
	[1107006] = {
		char_type = 3,
		word = "調子は普通だったけど、まあまあいい結果を残せた。",
		type = 1,
		id = 1107006,
		icon = ""
	},
	[1107007] = {
		char_type = 3,
		word = "手応えがなかった…次こそは優勝しよう！",
		type = 1,
		id = 1107007,
		icon = ""
	},
	[1112002] = {
		char_type = 3,
		word = "今日も頑張って料理を作った。",
		type = 1,
		id = 1112002,
		icon = ""
	},
	[1112003] = {
		char_type = 1,
		word = "レタスをさっと茹でて……「レタスの白茹で」完成！",
		type = 1,
		id = 1112003,
		icon = ""
	},
	[1112004] = {
		char_type = 1,
		word = "今日は肉料理を作った……その名も「ハニーポークチョップ」！",
		type = 1,
		id = 1112004,
		icon = ""
	},
	[1112005] = {
		char_type = 1,
		word = "生地をボウルの口にかぶせてオーブンに入れる……「シチューポットパイ」、出来上がり！",
		type = 1,
		id = 1112005,
		icon = ""
	},
	[1112006] = {
		char_type = 1,
		word = "東煌祝日向けの料理……「餃子の盛り合わせ」！やっぱりこれだね！",
		type = 1,
		id = 1112006,
		icon = ""
	},
	[1112007] = {
		char_type = 1,
		word = "ご飯が進むシンプルなおかず、「マーボー豆腐」！",
		type = 1,
		id = 1112007,
		icon = ""
	},
	[1112008] = {
		char_type = 1,
		word = "クレープにバナナとクリームを入れて……「バナナクレープ」！美味しい！",
		type = 1,
		id = 1112008,
		icon = ""
	},
	[1112009] = {
		char_type = 1,
		word = "醤油と味醂、少しの砂糖を加えて……具材を入れる、「ごった煮鍋」！完成！",
		type = 1,
		id = 1112009,
		icon = ""
	},
	[1112010] = {
		char_type = 1,
		word = "均等にマリネを塗り、焼き上げてからバターと少しのローズマリーを加えて……「ラムスペアリブのローズマリー風味」ができた！",
		type = 1,
		id = 1112010,
		icon = ""
	},
	[1112011] = {
		char_type = 1,
		word = "揚げたてカツをサンドイッチにして、「サクサクカツサンド」！完成！",
		type = 1,
		id = 1112011,
		icon = ""
	},
	[1112012] = {
		char_type = 1,
		word = "閃いた瞬間に作った……謎の料理！どんな味かな？",
		type = 1,
		id = 1112012,
		icon = ""
	},
	[1202002] = {
		char_type = 3,
		word = "釣りは心構えが大切——",
		type = 1,
		id = 1202002,
		icon = ""
	},
	[1202003] = {
		char_type = 1,
		word = "あ、釣れた！うん、小さいエビだ……少なくも手ぶらで帰ることにはならなそうだ。",
		type = 1,
		id = 1202003,
		icon = ""
	},
	[1202004] = {
		char_type = 1,
		word = "力を入れて……！お！小魚一匹釣れた！",
		type = 1,
		id = 1202004,
		icon = ""
	},
	[1202005] = {
		char_type = 1,
		word = "今回は……重い……っ！ただの廃棄タイヤだったか……",
		type = 1,
		id = 1202005,
		icon = ""
	},
	[1202006] = {
		char_type = 1,
		word = "……大物が食いついた！大きな魚だった！",
		type = 1,
		id = 1202006,
		icon = ""
	},
	[1202007] = {
		char_type = 1,
		word = "大きなロブスターを釣った！でも、なぜここにロブスターがいるんだろう？",
		type = 1,
		id = 1202007,
		icon = ""
	},
	[1202008] = {
		char_type = 1,
		word = "引っ張って……！力を入れて……！わわ！針が外れた……",
		type = 1,
		id = 1202008,
		icon = ""
	},
	[1204002] = {
		char_type = 3,
		word = "リゾートで長い時間を過ごした……",
		type = 1,
		id = 1204002,
		icon = ""
	},
	[1204003] = {
		char_type = 1,
		word = "農場の動物たちと遊んだ。楽しかった。",
		type = 1,
		id = 1204003,
		icon = ""
	},
	[1204004] = {
		char_type = 1,
		word = "水遊びしたときにうっかり水に落ちたけど、キレイな水で服が汚れずにすんだ。ラッキー！",
		type = 1,
		id = 1204004,
		icon = ""
	},
	[1204005] = {
		char_type = 1,
		word = "怒った牛に追いかけられた！逃げ足が早くて本当に助かった…！",
		type = 1,
		id = 1204005,
		icon = ""
	},
	[1204006] = {
		char_type = 1,
		word = "農場の作物に水やりをして、充実感を得られた。",
		type = 1,
		id = 1204006,
		icon = ""
	},
	[1204007] = {
		char_type = 1,
		word = "今日は……何を………何を植えたっけ？",
		type = 1,
		id = 1204007,
		icon = ""
	},
	[1204008] = {
		char_type = 1,
		word = "お！木を一本切り倒せた！",
		type = 1,
		id = 1204008,
		icon = ""
	},
	[1204009] = {
		char_type = 1,
		word = "うっかりフェンスを倒してしまったけど、怪我しなくてよかった。",
		type = 1,
		id = 1204009,
		icon = ""
	},
	[1204010] = {
		char_type = 1,
		word = "今日は一生懸命働いて、たくさん収穫した！",
		type = 1,
		id = 1204010,
		icon = ""
	},
	[1204011] = {
		char_type = 1,
		word = "リゾートで意外と農業についてたくさん学べた。楽しかった！",
		type = 1,
		id = 1204011,
		icon = ""
	},
	[1211002] = {
		char_type = 3,
		word = "山の風景を描いた。",
		type = 1,
		id = 1211002,
		icon = ""
	},
	[1211003] = {
		char_type = 3,
		word = "白い海軍コートを描いた。",
		type = 1,
		id = 1211003,
		icon = ""
	},
	[1211004] = {
		char_type = 3,
		word = "$1を描いた。",
		type = 1,
		id = 1211004,
		icon = ""
	},
	[1211005] = {
		char_type = 1,
		word = "今日は上手に描けた。帰ってから額縁に飾ろう。",
		type = 1,
		id = 1211005,
		icon = ""
	},
	[1211006] = {
		char_type = 1,
		word = "ちょっと抽象的になったけどこれも思い出。帰ってから額縁に飾ろう。",
		type = 1,
		id = 1211006,
		icon = ""
	},
	[1211007] = {
		char_type = 1,
		word = "新しい描き方を試してみたら満足に描けた。持ち帰って大事に保存しよう。",
		type = 1,
		id = 1211007,
		icon = ""
	},
	[1211008] = {
		char_type = 1,
		word = "今日は相互関係を上手く描けたから、記念に持ち帰ろう。",
		type = 1,
		id = 1211008,
		icon = ""
	},
	[1211009] = {
		char_type = 1,
		word = "生き生きしている感じの絵に仕上がった。持ち帰って次の励みにしよう。",
		type = 1,
		id = 1211009,
		icon = ""
	},
	[1211010] = {
		char_type = 1,
		word = "今日は色使いがよくできた。持ち帰って大事に保存しよう。",
		type = 1,
		id = 1211010,
		icon = ""
	},
	[1212002] = {
		char_type = 3,
		word = "ここはいい景色で、キャンプにぴったりだ。",
		type = 1,
		id = 1212002,
		icon = ""
	},
	[1212003] = {
		char_type = 1,
		word = "虫刺され対策はあまり用意してなかったけど、刺されずに済んだ。ラッキー！",
		type = 1,
		id = 1212003,
		icon = ""
	},
	[1212004] = {
		char_type = 1,
		word = "野花を摘もうと思ったけど、ミツバチがいたので見るだけにした。",
		type = 1,
		id = 1212004,
		icon = ""
	},
	[1212005] = {
		char_type = 1,
		word = "思いつきでキャンプファイヤーでマシュマロを焼いたら、美味しかった！",
		type = 1,
		id = 1212005,
		icon = ""
	},
	[1212006] = {
		char_type = 1,
		word = "虫を捕まえようとして、蝶々を捕まえられた！",
		type = 1,
		id = 1212006,
		icon = ""
	},
	[1212007] = {
		char_type = 1,
		word = "自然の新鮮な空気を吸って、心身ともにリラックスした。",
		type = 1,
		id = 1212007,
		icon = ""
	},
	[1212008] = {
		char_type = 1,
		word = "リスとナッツを分け合った。楽しかった。",
		type = 1,
		id = 1212008,
		icon = ""
	},
	[1205002] = {
		char_type = 1,
		word = "釣り大会……？",
		type = 1,
		id = 1205002,
		icon = ""
	},
	[1205003] = {
		char_type = 3,
		word = "どうやら釣り大会が開催されているらしい。出場してみよう。",
		type = 1,
		id = 1205003,
		icon = ""
	},
	[1205004] = {
		char_type = 3,
		word = "魚がハリにかかるのをじっと待って……",
		type = 1,
		id = 1205004,
		icon = ""
	},
	[1205005] = {
		char_type = 3,
		word = "大きな魚を釣り上げた！全体で最高の成績！",
		type = 1,
		id = 1205005,
		icon = ""
	},
	[1205006] = {
		char_type = 3,
		word = "魚を釣り上げた！なかなかいい感じ！",
		type = 1,
		id = 1205006,
		icon = ""
	},
	[1205007] = {
		char_type = 3,
		word = "何も釣れなかった……次こそ「ボウズ」にならないように！",
		type = 1,
		id = 1205007,
		icon = ""
	},
	[1206002] = {
		char_type = 1,
		word = "釣り……もう一度挑戦してみようか？",
		type = 1,
		id = 1206002,
		icon = ""
	},
	[1206003] = {
		char_type = 3,
		word = "第二回釣り大会が開催中みたい。出場してみよう。",
		type = 1,
		id = 1206003,
		icon = ""
	},
	[1206004] = {
		char_type = 3,
		word = "魚がハリにかかるのをじっと待って……",
		type = 1,
		id = 1206004,
		icon = ""
	},
	[1206005] = {
		char_type = 3,
		word = "大きな魚を釣り上げた！全体で最高の成績！",
		type = 1,
		id = 1206005,
		icon = ""
	},
	[1206006] = {
		char_type = 3,
		word = "魚を釣り上げた！なかなかいい感じ！",
		type = 1,
		id = 1206006,
		icon = ""
	},
	[1206007] = {
		char_type = 3,
		word = "何も釣れなかった……次こそ「ボウズ」にならないように！",
		type = 1,
		id = 1206007,
		icon = ""
	},
	[1207002] = {
		char_type = 1,
		word = "この天気だと魚が釣れそうかな？",
		type = 1,
		id = 1207002,
		icon = ""
	},
	[1207003] = {
		char_type = 3,
		word = "第三回釣り大会が予定通り開催されているみたい。魚が釣れるかどうか試してみよう。",
		type = 1,
		id = 1207003,
		icon = ""
	},
	[1207004] = {
		char_type = 3,
		word = "魚がハリにかかるのをじっと待って……",
		type = 1,
		id = 1207004,
		icon = ""
	},
	[1207005] = {
		char_type = 3,
		word = "大きな魚を釣り上げた！全体で最高の成績！",
		type = 1,
		id = 1207005,
		icon = ""
	},
	[1207006] = {
		char_type = 3,
		word = "魚を釣り上げた！なかなかいい感じ！",
		type = 1,
		id = 1207006,
		icon = ""
	},
	[1207007] = {
		char_type = 3,
		word = "何も釣れなかった……次こそ「ボウズ」にならないように！",
		type = 1,
		id = 1207007,
		icon = ""
	},
	[1304002] = {
		char_type = 3,
		word = "商店街は本当に不思議、永遠に回れそう。",
		type = 1,
		id = 1304002,
		icon = ""
	},
	[1304003] = {
		char_type = 1,
		word = "フルーツ屋さんからプレゼントをもらった。嬉しかった。",
		type = 1,
		id = 1304003,
		icon = ""
	},
	[1304004] = {
		char_type = 1,
		word = "買い物中に読みたかった漫画の続きを見つけた。ラッキー！",
		type = 1,
		id = 1304004,
		icon = ""
	},
	[1304005] = {
		char_type = 1,
		word = "コンビニで限定のゼリーを買えた。嬉しい！",
		type = 1,
		id = 1304005,
		icon = ""
	},
	[1304006] = {
		char_type = 1,
		word = "今日はいい写真をいっぱい撮れた。いい気分！",
		type = 1,
		id = 1304006,
		icon = ""
	},
	[1304007] = {
		char_type = 1,
		word = "欲しかった楽器が買えなくて、ちょっとしょんぼり。来週また来よう！",
		type = 1,
		id = 1304007,
		icon = ""
	},
	[1304008] = {
		char_type = 1,
		word = "今日はかわいいぬいぐるみを買えた。いい気分！",
		type = 1,
		id = 1304008,
		icon = ""
	},
	[1304009] = {
		char_type = 1,
		word = "ベンチでしばらく本を読んで、リラックスした。",
		type = 1,
		id = 1304009,
		icon = ""
	},
	[1304010] = {
		char_type = 1,
		word = "街角に新しい店ができた。そこで一日中漫画を読んだ。",
		type = 1,
		id = 1304010,
		icon = ""
	},
	[1304011] = {
		char_type = 1,
		word = "路上ライブ演奏を聞いて、ミュージシャンってかっこいいと思った。",
		type = 1,
		id = 1304011,
		icon = ""
	},
	[1311002] = {
		char_type = 3,
		word = "学園の並木道を背景に写真を撮った。",
		type = 1,
		id = 1311002,
		icon = ""
	},
	[1311003] = {
		char_type = 3,
		word = "学園へ行くのは日常といえば日常だけど、なんだか微妙……",
		type = 1,
		id = 1311003,
		icon = ""
	},
	[1311004] = {
		char_type = 3,
		word = "今日の写真は表現力が良かった、現像してアルバムに入れよう。",
		type = 1,
		id = 1311004,
		icon = ""
	},
	[1312002] = {
		char_type = 3,
		word = "体育館の中で写真を撮った。",
		type = 1,
		id = 1312002,
		icon = ""
	},
	[1312003] = {
		char_type = 3,
		word = "予想以上の出来！まるでスポーツ記事みたいな撮れ高！",
		type = 1,
		id = 1312003,
		icon = ""
	},
	[1312004] = {
		char_type = 3,
		word = "撮影時はちゃんとピントを合わせられなかったけど、それはそれで雰囲気が出ている。",
		type = 1,
		id = 1312004,
		icon = ""
	},
	[1313002] = {
		char_type = 3,
		word = "街の風景を背景に写真を撮った。",
		type = 1,
		id = 1313002,
		icon = ""
	},
	[1313003] = {
		char_type = 3,
		word = "「カチグミ」のポーズを真似てみたためか、なぜか写真で意識が高くなった！",
		type = 1,
		id = 1313003,
		icon = ""
	},
	[1313004] = {
		char_type = 3,
		word = "今日の写真の出来にとても満足だ。これを大きなサイズで現像しよう！",
		type = 1,
		id = 1313004,
		icon = ""
	},
	[1314002] = {
		char_type = 3,
		word = "図書館の中で写真を撮った。",
		type = 1,
		id = 1314002,
		icon = ""
	},
	[1314003] = {
		char_type = 3,
		word = "やっぱり学園の図書館が定番！アオハルをかけて勉強する姿は美しい！",
		type = 1,
		id = 1314003,
		icon = ""
	},
	[1314004] = {
		char_type = 3,
		word = "撮った時のポーズはどうも不自然に思ったけど、写真は問題ないね！",
		type = 1,
		id = 1314004,
		icon = ""
	},
	[1315002] = {
		char_type = 3,
		word = "スイーツ店で写真を撮った。",
		type = 1,
		id = 1315002,
		icon = ""
	},
	[1315003] = {
		char_type = 3,
		word = "パンとケーキの甘い香りに包まれたためか、写真からも甘い香りがした。",
		type = 1,
		id = 1315003,
		icon = ""
	},
	[1315004] = {
		char_type = 3,
		word = "表情がちょうど良い！この写真を現像して額縁に飾ろう！",
		type = 1,
		id = 1315004,
		icon = ""
	},
	[1316002] = {
		char_type = 3,
		word = "満開の桜をテーマに写真を撮った。",
		type = 1,
		id = 1316002,
		icon = ""
	},
	[1316003] = {
		char_type = 3,
		word = "咲き誇る一瞬の輝きがレンズに捉えられ、永遠になった。",
		type = 1,
		id = 1316003,
		icon = ""
	},
	[1316004] = {
		char_type = 3,
		word = "今日の写真の中で最高の一枚！いくつかのサイズに分けて現像して家に飾ろう。",
		type = 1,
		id = 1316004,
		icon = ""
	},
	[1317002] = {
		char_type = 3,
		word = "古城のコンサートホールで写真を撮った。",
		type = 1,
		id = 1317002,
		icon = ""
	},
	[1317003] = {
		char_type = 3,
		word = "寂れた古城に流れるピアノの音色は、孤独で切ない。",
		type = 1,
		id = 1317003,
		icon = ""
	},
	[1318002] = {
		char_type = 3,
		word = "ウォーターパークで撮影を撮った。",
		type = 1,
		id = 1318002,
		icon = ""
	},
	[1318003] = {
		char_type = 3,
		word = "ウォーターパークに行くのもバカンスだよね。うん。",
		type = 1,
		id = 1318003,
		icon = ""
	},
	[1319002] = {
		char_type = 3,
		word = "教室で写真を撮った。",
		type = 1,
		id = 1319002,
		icon = ""
	},
	[1319003] = {
		char_type = 3,
		word = "制服、リュック、夕日、青春がいっぱい！",
		type = 1,
		id = 1319003,
		icon = ""
	},
	[1320002] = {
		char_type = 3,
		word = "グルメ街で写真を撮った。",
		type = 1,
		id = 1320002,
		icon = ""
	},
	[1320003] = {
		char_type = 3,
		word = "お団子ヘア、東煌ドレス、マーボー豆腐……ちょっとありきたりかな？",
		type = 1,
		id = 1320003,
		icon = ""
	},
	[1305002] = {
		char_type = 1,
		word = "キャッチコピーには「良い写真は一つの物語」…？",
		type = 1,
		id = 1305002,
		icon = ""
	},
	[1305003] = {
		char_type = 3,
		word = "写真コンテストが開催中みたい。参加してみよう。",
		type = 1,
		id = 1305003,
		icon = ""
	},
	[1305004] = {
		char_type = 3,
		word = "一生懸命、カメラで自分の表現に挑んだ。",
		type = 1,
		id = 1305004,
		icon = ""
	},
	[1305005] = {
		char_type = 3,
		word = "写真の表現力が際立ち、「ストーリーテリング」賞を受賞した！",
		type = 1,
		id = 1305005,
		icon = ""
	},
	[1305006] = {
		char_type = 3,
		word = "普通だけどきれいな写真を撮った。満足！",
		type = 1,
		id = 1305006,
		icon = ""
	},
	[1305007] = {
		char_type = 3,
		word = "どう撮ればいいか全くわからなかった…次回も挑戦しよう。",
		type = 1,
		id = 1305007,
		icon = ""
	},
	[1306002] = {
		char_type = 3,
		word = "ライブがとても素晴らしく、つい見入った…",
		type = 1,
		id = 1306002,
		icon = ""
	},
	[1306003] = {
		char_type = 3,
		word = "商店街でバンドが路上パフォーマンスをやっているみたい。見に行こう。",
		type = 1,
		id = 1306003,
		icon = ""
	},
	[1403002] = {
		char_type = 3,
		word = "海辺でいっぱい遊んだ。",
		type = 1,
		id = 1403002,
		icon = ""
	},
	[1403003] = {
		char_type = 1,
		word = "砂のお城作り！砂に水を少し混ぜて……完成！",
		type = 1,
		id = 1403003,
		icon = ""
	},
	[1403004] = {
		char_type = 1,
		word = "やっぱり、日光浴が一番心地いい。",
		type = 1,
		id = 1403004,
		icon = ""
	},
	[1403005] = {
		char_type = 1,
		word = "ナイスレシーブ！浜辺はやっぱりビーチバレーだね。",
		type = 1,
		id = 1403005,
		icon = ""
	},
	[1403006] = {
		char_type = 1,
		word = "きれいな貝殻をたくさん集めた。",
		type = 1,
		id = 1403006,
		icon = ""
	},
	[1403007] = {
		char_type = 1,
		word = "スイカ割りゲーム！誰が一番多く割れるかな？",
		type = 1,
		id = 1403007,
		icon = ""
	},
	[1403008] = {
		char_type = 1,
		word = "屋台に直行！潮風のグルメを楽しもう！",
		type = 1,
		id = 1403008,
		icon = ""
	},
	[1404002] = {
		char_type = 1,
		word = "明日のスター賞…セルフプロデュースオーディション…？",
		type = 1,
		id = 1404002,
		icon = ""
	},
	[1404003] = {
		char_type = 3,
		word = "自分の一芸を思いっきり披露できるオーディションイベントらしい。出場してみよう。",
		type = 1,
		id = 1404003,
		icon = ""
	},
	[1404004] = {
		char_type = 3,
		word = "一生懸命、ステージでパフォーマンスした。",
		type = 1,
		id = 1404004,
		icon = ""
	},
	[1404005] = {
		char_type = 3,
		word = "オーディション優勝！まさに本物の「明日のスター」！",
		type = 1,
		id = 1404005,
		icon = ""
	},
	[1404006] = {
		char_type = 3,
		word = "オーディションでの成績はまあまあだった。でもステージに出られて楽しかった。",
		type = 1,
		id = 1404006,
		icon = ""
	},
	[1404007] = {
		char_type = 3,
		word = "成績だけが実力じゃない。また今度チャレンジしてみよう。",
		type = 1,
		id = 1404007,
		icon = ""
	},
	[1405002] = {
		char_type = 1,
		word = "明日のスター賞…もう一回チャレンジしよう。",
		type = 1,
		id = 1405002,
		icon = ""
	},
	[1405003] = {
		char_type = 3,
		word = "オーディション再び…第二回明日のスター賞も参加してみよう。",
		type = 1,
		id = 1405003,
		icon = ""
	},
	[1405004] = {
		char_type = 3,
		word = "一生懸命、ステージでパフォーマンスした。",
		type = 1,
		id = 1405004,
		icon = ""
	},
	[1405005] = {
		char_type = 3,
		word = "オーディション優勝！まさに本物の「明日のスター」！",
		type = 1,
		id = 1405005,
		icon = ""
	},
	[1405006] = {
		char_type = 3,
		word = "オーディションでの成績はまあまあだった。でもステージに出られて楽しかった。",
		type = 1,
		id = 1405006,
		icon = ""
	},
	[1405007] = {
		char_type = 3,
		word = "成績だけが実力じゃない。また今度チャレンジしてみよう。",
		type = 1,
		id = 1405007,
		icon = ""
	},
	[1406002] = {
		char_type = 1,
		word = "明日のスター賞…今回こそは…",
		type = 1,
		id = 1406002,
		icon = ""
	},
	[1406003] = {
		char_type = 3,
		word = "オーディション再び…第三回明日のスター賞も参加してみよう。",
		type = 1,
		id = 1406003,
		icon = ""
	},
	[1406004] = {
		char_type = 3,
		word = "一生懸命、ステージでパフォーマンスした。",
		type = 1,
		id = 1406004,
		icon = ""
	},
	[1406005] = {
		char_type = 3,
		word = "オーディション優勝！まさに本物の「明日のスター」！",
		type = 1,
		id = 1406005,
		icon = ""
	},
	[1406006] = {
		char_type = 3,
		word = "オーディションでの成績はまあまあだった。でもステージに出られて楽しかった。",
		type = 1,
		id = 1406006,
		icon = ""
	},
	[1406007] = {
		char_type = 3,
		word = "成績だけが実力じゃない。また今度チャレンジしてみよう。",
		type = 1,
		id = 1406007,
		icon = ""
	},
	[1411002] = {
		char_type = 3,
		word = "世界平和のために奔走し続けたがために、愛を追い求められなかった物語のようだ。",
		type = 1,
		id = 1411002,
		icon = ""
	},
	[1412002] = {
		char_type = 3,
		word = "生きるか滅びるか、それが問題だ……",
		type = 1,
		id = 1412002,
		icon = ""
	},
	[1413002] = {
		char_type = 3,
		word = "時代の流れに巻き込まれるのが、幸運なのか、不幸なのか……",
		type = 1,
		id = 1413002,
		icon = ""
	},
	[1414002] = {
		char_type = 3,
		word = "妖怪一座、TBも見てみたいな。",
		type = 1,
		id = 1414002,
		icon = ""
	},
	[1415002] = {
		char_type = 3,
		word = "ロマンチックな物語は、たいていこの季節から始まる。",
		type = 1,
		id = 1415002,
		icon = ""
	},
	[1416002] = {
		char_type = 3,
		word = "新しい劇が公開……ん？なんだか見覚えがある？",
		type = 1,
		id = 1416002,
		icon = ""
	},
	[1417002] = {
		char_type = 3,
		word = "空っぽの教室には、きっと何か秘密が隠されているはず。",
		type = 1,
		id = 1417002,
		icon = ""
	},
	[1418002] = {
		char_type = 3,
		word = "なぜ船の作り方を話しているんだろう？",
		type = 1,
		id = 1418002,
		icon = ""
	},
	[1419002] = {
		char_type = 3,
		word = "この小さな作戦計画で、本当に心をつかむことができるのでしょうか……",
		type = 1,
		id = 1419002,
		icon = ""
	},
	[1420002] = {
		char_type = 3,
		word = "毎夜灯りがつく古城は、時の果てで孤独に待っている。",
		type = 1,
		id = 1420002,
		icon = ""
	},
	[1501002] = {
		char_type = 3,
		word = "水族館で長い時間を過ごした。",
		type = 1,
		id = 1501002,
		icon = ""
	},
	[1501003] = {
		char_type = 1,
		word = "水族館でクラゲを見て、可愛いと思った。",
		type = 1,
		id = 1501003,
		icon = ""
	},
	[1501004] = {
		char_type = 1,
		word = "水族館でサメをずっと見てた。サメは意外とボーっとしていて全然怖くなかった。",
		type = 1,
		id = 1501004,
		icon = ""
	},
	[1501005] = {
		char_type = 1,
		word = "水族館でスタンプラリーに挑戦したけど、全部集められなかった。次にまた挑戦しよう。",
		type = 1,
		id = 1501005,
		icon = ""
	},
	[1501006] = {
		char_type = 1,
		word = "水族館の飲み物と食べ物がイマイチだった。あとで食べようと思った。",
		type = 1,
		id = 1501006,
		icon = ""
	},
	[1501007] = {
		char_type = 1,
		word = "水族館でペンギンとペンギンの卵を見た。……目玉焼きが食べたくなった。",
		type = 1,
		id = 1501007,
		icon = ""
	},
	[1501008] = {
		char_type = 1,
		word = "トンネル型の水槽で泳ぐ魚たちをずっと見ていた。とても美しかった。",
		type = 1,
		id = 1501008,
		icon = ""
	},
	[1501009] = {
		char_type = 1,
		word = "水族館で透明な小魚を見て、とても不思議な感じがした。",
		type = 1,
		id = 1501009,
		icon = ""
	},
	[1501010] = {
		char_type = 1,
		word = "水族館でお土産を買おうと思ったけど、最終的にはココナッツを買ってココナッツウォーターを飲むことにした。",
		type = 1,
		id = 1501010,
		icon = ""
	},
	[1502002] = {
		char_type = 3,
		word = "遊園地でいっぱい遊んだ。",
		type = 1,
		id = 1502002,
		icon = ""
	},
	[1502003] = {
		char_type = 1,
		word = "海賊船に乗ったら、すごくスリリングだった！何回も乗りたい！",
		type = 1,
		id = 1502003,
		icon = ""
	},
	[1502004] = {
		char_type = 1,
		word = "コーヒーカップに乗った！目が回るってこういうことかな…",
		type = 1,
		id = 1502004,
		icon = ""
	},
	[1502005] = {
		char_type = 1,
		word = "脱出ゲームで最速クリアの新記録を作った！すごい！",
		type = 1,
		id = 1502005,
		icon = ""
	},
	[1502006] = {
		char_type = 1,
		word = "迷路の分かれ道で迷子になった……幸い最終的に出口を見つけられた。",
		type = 1,
		id = 1502006,
		icon = ""
	},
	[1502007] = {
		char_type = 1,
		word = "遊園地でのショーを見た。面白かった！",
		type = 1,
		id = 1502007,
		icon = ""
	},
	[1502008] = {
		char_type = 1,
		word = "遊園地で美味しいハンバーガーを食べて、元気が出た！",
		type = 1,
		id = 1502008,
		icon = ""
	},
	[1502009] = {
		char_type = 1,
		word = "遊園地でリンゴのキャンディーを買ったけど、ちょっと甘すぎたかも……",
		type = 1,
		id = 1502009,
		icon = ""
	},
	[1503002] = {
		char_type = 3,
		word = "キッズランドでたくさん遊んだ。",
		type = 1,
		id = 1503002,
		icon = ""
	},
	[1503003] = {
		char_type = 1,
		word = "ブランコにたくさん乗った。ふわふわとする感じがとても好き。",
		type = 1,
		id = 1503003,
		icon = ""
	},
	[1503004] = {
		char_type = 1,
		word = "滑り台、楽しかった。もっと遊びたい。",
		type = 1,
		id = 1503004,
		icon = ""
	},
	[1503005] = {
		char_type = 1,
		word = "シーソーにたくさん乗った。上がったり下がったりして楽しかった。",
		type = 1,
		id = 1503005,
		icon = ""
	},
	[1503006] = {
		char_type = 1,
		word = "ロッキングチェアに乗った。音楽をつい聞き入った…！",
		type = 1,
		id = 1503006,
		icon = ""
	},
	[1503007] = {
		char_type = 1,
		word = "ブランコに乗って空を見上げて、ぼんやりとした時間を過ごした。",
		type = 1,
		id = 1503007,
		icon = ""
	},
	[1503008] = {
		char_type = 1,
		word = "買ったお子様ランチをきれいに食べた。",
		type = 1,
		id = 1503008,
		icon = ""
	},
	[1503009] = {
		char_type = 1,
		word = "かわいい風船を買った。とても好き。",
		type = 1,
		id = 1503009,
		icon = ""
	},
	[1601002] = {
		char_type = 3,
		word = "うん……もうすぐ記録を更新できそう。もっと頑張ろう！",
		type = 1,
		id = 1601002,
		icon = ""
	},
	[1601005] = {
		char_type = 3,
		word = "動きがどんどん洗練されてきた！もっと成績を上げられるはず！",
		type = 1,
		id = 1601005,
		icon = ""
	},
	[1601008] = {
		char_type = 3,
		word = "惜しい！ほんのわずか届かなかったけど、最高記録はもう目の前！",
		type = 1,
		id = 1601008,
		icon = ""
	},
	[1602002] = {
		char_type = 3,
		word = "体育館の近くをぶらぶらした。",
		type = 1,
		id = 1602002,
		icon = ""
	},
	[1602003] = {
		char_type = 1,
		word = "かわいい子猫と出会って、一緒に遊んだ。",
		type = 1,
		id = 1602003,
		icon = ""
	},
	[1602004] = {
		char_type = 1,
		word = "転んでしまった。ちょっと痛いかも…",
		type = 1,
		id = 1602004,
		icon = ""
	},
	[1602005] = {
		char_type = 1,
		word = "この場所限定のエナジードリンクを手に入れた。ラッキー！",
		type = 1,
		id = 1602005,
		icon = ""
	},
	[1602006] = {
		char_type = 1,
		word = "グラウンドからグルメ街への近道を見つけた。これから時間を節約できる。良かった！",
		type = 1,
		id = 1602006,
		icon = ""
	},
	[1602007] = {
		char_type = 1,
		word = "射撃練習してみたら、とても楽しかった！",
		type = 1,
		id = 1602007,
		icon = ""
	},
	[1602008] = {
		char_type = 1,
		word = "グラウンドで走って、スッキリした。",
		type = 1,
		id = 1602008,
		icon = ""
	},
	[1602009] = {
		char_type = 1,
		word = "薄着で出かけたせいで、帰ったら風邪をひいてしまった……",
		type = 1,
		id = 1602009,
		icon = ""
	},
	[1603002] = {
		char_type = 1,
		word = "…大運動会…",
		type = 1,
		id = 1603002,
		icon = ""
	},
	[1603003] = {
		char_type = 3,
		word = "第一回大運動会が盛り上がってるみたい。出場してみよう！",
		type = 1,
		id = 1603003,
		icon = ""
	},
	[1603004] = {
		char_type = 3,
		word = "一生懸命、グラウンドで汗を流した。",
		type = 1,
		id = 1603004,
		icon = ""
	},
	[1603005] = {
		char_type = 3,
		word = "大会でいい成績を出した！賞品がもらえるみたい！",
		type = 1,
		id = 1603005,
		icon = ""
	},
	[1603006] = {
		char_type = 3,
		word = "大会での成績は普通だったけど、運動して気分がすっきりした！",
		type = 1,
		id = 1603006,
		icon = ""
	},
	[1603007] = {
		char_type = 3,
		word = "思うように力を発揮できず、期待した成績を出せなかった…次回も挑戦しよう。",
		type = 1,
		id = 1603007,
		icon = ""
	},
	[1604002] = {
		char_type = 1,
		word = "大運動会はもう二回目…",
		type = 1,
		id = 1604002,
		icon = ""
	},
	[1604003] = {
		char_type = 3,
		word = "第二回大運動会が盛り上がってるみたい。出場してみよう！",
		type = 1,
		id = 1604003,
		icon = ""
	},
	[1604004] = {
		char_type = 3,
		word = "一生懸命、グラウンドで汗を流した。",
		type = 1,
		id = 1604004,
		icon = ""
	},
	[1604005] = {
		char_type = 3,
		word = "大会でいい成績を出した！賞品がもらえるみたい！",
		type = 1,
		id = 1604005,
		icon = ""
	},
	[1604006] = {
		char_type = 3,
		word = "大会での成績は普通だったけど、運動して気分がすっきりした！",
		type = 1,
		id = 1604006,
		icon = ""
	},
	[1604007] = {
		char_type = 3,
		word = "思うように力を発揮できず、期待した成績を出せなかった…次回も挑戦しよう。",
		type = 1,
		id = 1604007,
		icon = ""
	},
	[1605002] = {
		char_type = 1,
		word = "大運動会はもう三回目…",
		type = 1,
		id = 1605002,
		icon = ""
	},
	[1605003] = {
		char_type = 3,
		word = "第三回大運動会が盛り上がってるみたい。出場してみよう！",
		type = 1,
		id = 1605003,
		icon = ""
	},
	[1605004] = {
		char_type = 3,
		word = "一生懸命、グラウンドで汗を流した。",
		type = 1,
		id = 1605004,
		icon = ""
	},
	[1605005] = {
		char_type = 3,
		word = "大会でいい成績を出した！賞品がもらえるみたい！",
		type = 1,
		id = 1605005,
		icon = ""
	},
	[1605006] = {
		char_type = 3,
		word = "大会での成績は普通だったけど、運動して気分がすっきりした！",
		type = 1,
		id = 1605006,
		icon = ""
	},
	[1605007] = {
		char_type = 3,
		word = "思うように力を発揮できず、期待した成績を出せなかった…次回も挑戦しよう。",
		type = 1,
		id = 1605007,
		icon = ""
	},
	[1606002] = {
		char_type = 3,
		word = "今週のサッカーの試合が始まった。見に行こう。",
		type = 1,
		id = 1606002,
		icon = ""
	},
	[1606003] = {
		char_type = 3,
		word = "スコアは…2-0！応援するチームが負けて残念だけど、0点でも最後まで頑張る精神は見習うべき！",
		type = 1,
		id = 1606003,
		icon = ""
	},
	[1606004] = {
		char_type = 3,
		word = "スコアは…2-2！引き分け、PK戦になるかも！楽しみ！",
		type = 1,
		id = 1606004,
		icon = ""
	},
	[1606005] = {
		char_type = 3,
		word = "スコアは…2-1！1点差で惜敗、応援する側が負けて少し残念だけど、次回も応援しよう！",
		type = 1,
		id = 1606005,
		icon = ""
	},
	[1606006] = {
		char_type = 3,
		word = "スコアは…0-2！勝った！お祝いだ！",
		type = 1,
		id = 1606006,
		icon = ""
	},
	[1606007] = {
		char_type = 3,
		word = "スコアは…1-2！試合から勇気をもらった！",
		type = 1,
		id = 1606007,
		icon = ""
	},
	[1606008] = {
		char_type = 3,
		word = "スコアは…1-1！ギリギリの試合が時間いっぱいまで続いた。最終結果に期待…！",
		type = 1,
		id = 1606008,
		icon = ""
	},
	[1701002] = {
		char_type = 3,
		word = "図書館で長い時間を過ごした。",
		type = 1,
		id = 1701002,
		icon = ""
	},
	[1701003] = {
		char_type = 1,
		word = "ベーキングに関する本を読んで、理解を深めた。",
		type = 1,
		id = 1701003,
		icon = ""
	},
	[1701004] = {
		char_type = 1,
		word = "健康に関する本を読んだ。これからも体に気をつけないと。",
		type = 1,
		id = 1701004,
		icon = ""
	},
	[1701005] = {
		char_type = 1,
		word = "童話集を読み終えた。少しインスピレーションを得た。",
		type = 1,
		id = 1701005,
		icon = ""
	},
	[1701006] = {
		char_type = 1,
		word = "小さなストーリーのプロットを書いた。後で面白い童話に膨らませよう。",
		type = 1,
		id = 1701006,
		icon = ""
	},
	[1701007] = {
		char_type = 1,
		word = "閃いて、推理小説のプロットを書いた。後で論理をじっくり練ろう！",
		type = 1,
		id = 1701007,
		icon = ""
	},
	[1701008] = {
		char_type = 1,
		word = "興味のある本をいくつか読んだ。たくさん学んだ気がする。",
		type = 1,
		id = 1701008,
		icon = ""
	},
	[1701009] = {
		char_type = 1,
		word = "アイデアが湧き水のように出て、詩の形となった、なかなか良い感じ！",
		type = 1,
		id = 1701009,
		icon = ""
	},
	[1702002] = {
		char_type = 3,
		word = "音楽教室で長い時間過ごした。",
		type = 1,
		id = 1702002,
		icon = ""
	},
	[1702003] = {
		char_type = 1,
		word = "ギターで自分で弾き語りをしてみた。…手応えがあまりなかった。",
		type = 1,
		id = 1702003,
		icon = ""
	},
	[1702004] = {
		char_type = 1,
		word = "ピアノでクラシックの曲を演奏した、どんどん上手になっている！",
		type = 1,
		id = 1702004,
		icon = ""
	},
	[1702005] = {
		char_type = 1,
		word = "自分で作った歌詞に曲をつけてみようとしたが、うまくいかなかった。もっと勉強してから再挑戦しよう！",
		type = 1,
		id = 1702005,
		icon = ""
	},
	[1702006] = {
		char_type = 1,
		word = "長い間ヴァイオリンを練習した。首筋が痺れたけど、その分上手くなったはず！",
		type = 1,
		id = 1702006,
		icon = ""
	},
	[1702007] = {
		char_type = 1,
		word = "クラリネットは本当に難しいけど、練習したら少し進歩があった！",
		type = 1,
		id = 1702007,
		icon = ""
	},
	[1702008] = {
		char_type = 1,
		word = "ハープの音色は神秘的で上品。自分の演奏に夢中になった。",
		type = 1,
		id = 1702008,
		icon = ""
	},
	[1702009] = {
		char_type = 1,
		word = "マイクで大声で歌ってみた。マイク越しの歌声に満足した。",
		type = 1,
		id = 1702009,
		icon = ""
	},
	[1703002] = {
		char_type = 3,
		word = "学園を散策した。",
		type = 1,
		id = 1703002,
		icon = ""
	},
	[1703003] = {
		char_type = 1,
		word = "別の建物の屋上に小さなガーデンを見つけた。いいサプライズ！",
		type = 1,
		id = 1703003,
		icon = ""
	},
	[1703004] = {
		char_type = 1,
		word = "学園にいる鳩たちに餌をやって、仲良くなった。",
		type = 1,
		id = 1703004,
		icon = ""
	},
	[1703005] = {
		char_type = 1,
		word = "学園で一番美味しいチョコレートケーキを手に入れて、嬉しかった。",
		type = 1,
		id = 1703005,
		icon = ""
	},
	[1703006] = {
		char_type = 1,
		word = "料理教室で練習して、最近で一番満足できる料理を作れた、良かった！",
		type = 1,
		id = 1703006,
		icon = ""
	},
	[1703007] = {
		char_type = 1,
		word = "図書館で作者名のない手書きの恋愛小説を見つけたけど、読まずに戻した。",
		type = 1,
		id = 1703007,
		icon = ""
	},
	[1706102] = {
		char_type = 1,
		word = "文学についてのコンテスト…",
		type = 1,
		id = 1706102,
		icon = ""
	},
	[1706103] = {
		char_type = 3,
		word = "作品を募集しているみたい。参加してみよう。",
		type = 1,
		id = 1706103,
		icon = ""
	},
	[1706104] = {
		char_type = 3,
		word = "テーマに沿って気持ちを筆に載せた。",
		type = 1,
		id = 1706104,
		icon = ""
	},
	[1706105] = {
		char_type = 3,
		word = "美しく洗練された作品が群を抜いた！",
		type = 1,
		id = 1706105,
		icon = ""
	},
	[1706106] = {
		char_type = 3,
		word = "普通の仕上がりだけど、テンポよく読めるとのことで評価された。",
		type = 1,
		id = 1706106,
		icon = ""
	},
	[1706107] = {
		char_type = 3,
		word = "ちょっと何を書いたか自分も分からなかった…次回も挑戦しよう。",
		type = 1,
		id = 1706107,
		icon = ""
	},
	[1707102] = {
		char_type = 1,
		word = "絵のコンテスト…",
		type = 1,
		id = 1707102,
		icon = ""
	},
	[1707103] = {
		char_type = 3,
		word = "イラストコンテストが開催中されているみたい。出場してみよう。",
		type = 1,
		id = 1707103,
		icon = ""
	},
	[1707104] = {
		char_type = 3,
		word = "キャンバスに思うまま絵を描いた。",
		type = 1,
		id = 1707104,
		icon = ""
	},
	[1707105] = {
		char_type = 3,
		word = "素晴らしいクリエイティビティ！コンテスト優勝！",
		type = 1,
		id = 1707105,
		icon = ""
	},
	[1707106] = {
		char_type = 3,
		word = "作品の出来は普通だけど、画力で評価を勝ち取れた。",
		type = 1,
		id = 1707106,
		icon = ""
	},
	[1707107] = {
		char_type = 3,
		word = "作品が少し前衛的過ぎて…次回はもっと普通の絵を描こう。",
		type = 1,
		id = 1707107,
		icon = ""
	},
	[1708102] = {
		char_type = 1,
		word = "…歌手…美声…",
		type = 1,
		id = 1708102,
		icon = ""
	},
	[1708103] = {
		char_type = 3,
		word = "歌コンテストが開催されているみたい。出場してみよう。",
		type = 1,
		id = 1708103,
		icon = ""
	},
	[1708104] = {
		char_type = 3,
		word = "一生懸命、ステージで歌った。",
		type = 1,
		id = 1708104,
		icon = ""
	},
	[1708105] = {
		char_type = 3,
		word = "繊細で真摯なパフォーマンスでいい成績を出せた！",
		type = 1,
		id = 1708105,
		icon = ""
	},
	[1708106] = {
		char_type = 3,
		word = "歌詞を間違えてしまった…成績は普通だった。",
		type = 1,
		id = 1708106,
		icon = ""
	},
	[1708107] = {
		char_type = 3,
		word = "音程がズレて…また今度チャレンジしよう！",
		type = 1,
		id = 1708107,
		icon = ""
	},
	[1709002] = {
		char_type = 3,
		word = "学園で作文の指導コースが開催されているみたい。申し込んでみよう。",
		type = 1,
		id = 1709002,
		icon = ""
	},
	[1709003] = {
		char_type = 3,
		word = "的確な指導からたくさん学べた。インスピレーションが次から次へと湧いてくる！",
		type = 1,
		id = 1709003,
		icon = ""
	},
	[1710002] = {
		char_type = 3,
		word = "学園で絵の指導コースが開催されているみたい。申し込んでみよう。",
		type = 1,
		id = 1710002,
		icon = ""
	},
	[1710003] = {
		char_type = 3,
		word = "的確な指導からたくさん学べた。絵の理解がだいぶ深まった気がする！",
		type = 1,
		id = 1710003,
		icon = ""
	},
	[1711002] = {
		char_type = 3,
		word = "学園で歌の指導コースが開催されているみたい。申し込んでみよう。",
		type = 1,
		id = 1711002,
		icon = ""
	},
	[1711003] = {
		char_type = 3,
		word = "的確な指導からたくさん学べた。音楽の道にもっと進めそう！",
		type = 1,
		id = 1711003,
		icon = ""
	},
	[1800000] = {
		char_type = 3,
		word = "咔嚓——记录下了值得纪念的瞬间",
		type = 1,
		id = 1800000,
		icon = ""
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		110102,
		110103,
		110104,
		110202,
		110203,
		110204,
		110302,
		110303,
		110304,
		110402,
		110403,
		110404,
		110502,
		110503,
		110504,
		110602,
		110603,
		110604,
		110702,
		110703,
		110802,
		110803,
		110902,
		110903,
		111002,
		111003,
		111102,
		111103,
		111202,
		111203,
		111302,
		111303,
		111402,
		111403,
		111502,
		111503,
		111602,
		111603,
		111702,
		111703,
		111802,
		111803,
		111902,
		111903,
		112002,
		112003,
		112102,
		112103,
		112202,
		112203,
		112302,
		112303,
		112402,
		112403,
		112502,
		112503,
		112602,
		112603,
		112702,
		112703,
		112802,
		112803,
		112902,
		112903,
		113002,
		113003,
		120102,
		120103,
		120202,
		120203,
		120302,
		120303,
		120402,
		120403,
		120502,
		120503,
		120602,
		120603,
		120702,
		120703,
		120802,
		120803,
		120902,
		120903,
		121002,
		121003,
		121102,
		121103,
		121202,
		121203,
		121302,
		121303,
		121402,
		121403,
		121502,
		121503,
		121602,
		121603,
		121702,
		121703,
		121802,
		121803,
		121902,
		121903,
		122002,
		122003,
		122102,
		122103,
		122202,
		122203,
		122302,
		122303,
		122402,
		122403,
		122502,
		122503,
		122602,
		122603,
		122702,
		122703,
		130102,
		130103,
		130104,
		130105,
		130202,
		130203,
		130204,
		130205,
		130302,
		130303,
		130304,
		130305,
		130402,
		130403,
		130404,
		130405,
		130502,
		130503,
		130504,
		130505,
		130602,
		130603,
		130604,
		130605,
		130702,
		130703,
		130704,
		130705,
		130802,
		130803,
		130804,
		130805,
		130902,
		130903,
		130904,
		130905,
		131002,
		131003,
		131004,
		131005,
		131102,
		131103,
		131104,
		131105,
		140102,
		140103,
		140104,
		140105,
		140106,
		150001,
		150002,
		150003,
		150004,
		150005,
		150006,
		150007,
		150008,
		150009,
		150010,
		150011,
		150012,
		150013,
		150014,
		150015,
		150016,
		150017,
		150018,
		150019,
		1103002,
		1103003,
		1103004,
		1103005,
		1103006,
		1104002,
		1104003,
		1105002,
		1105003,
		1105004,
		1105005,
		1105006,
		1105007,
		1106002,
		1106003,
		1106004,
		1106005,
		1106006,
		1106007,
		1107002,
		1107003,
		1107004,
		1107005,
		1107006,
		1107007,
		1112002,
		1112003,
		1112004,
		1112005,
		1112006,
		1112007,
		1112008,
		1112009,
		1112010,
		1112011,
		1112012,
		1202002,
		1202003,
		1202004,
		1202005,
		1202006,
		1202007,
		1202008,
		1204002,
		1204003,
		1204004,
		1204005,
		1204006,
		1204007,
		1204008,
		1204009,
		1204010,
		1204011,
		1211002,
		1211003,
		1211004,
		1211005,
		1211006,
		1211007,
		1211008,
		1211009,
		1211010,
		1212002,
		1212003,
		1212004,
		1212005,
		1212006,
		1212007,
		1212008,
		1205002,
		1205003,
		1205004,
		1205005,
		1205006,
		1205007,
		1206002,
		1206003,
		1206004,
		1206005,
		1206006,
		1206007,
		1207002,
		1207003,
		1207004,
		1207005,
		1207006,
		1207007,
		1304002,
		1304003,
		1304004,
		1304005,
		1304006,
		1304007,
		1304008,
		1304009,
		1304010,
		1304011,
		1311002,
		1311003,
		1311004,
		1312002,
		1312003,
		1312004,
		1313002,
		1313003,
		1313004,
		1314002,
		1314003,
		1314004,
		1315002,
		1315003,
		1315004,
		1316002,
		1316003,
		1316004,
		1317002,
		1317003,
		1318002,
		1318003,
		1319002,
		1319003,
		1320002,
		1320003,
		1305002,
		1305003,
		1305004,
		1305005,
		1305006,
		1305007,
		1306002,
		1306003,
		1403002,
		1403003,
		1403004,
		1403005,
		1403006,
		1403007,
		1403008,
		1404002,
		1404003,
		1404004,
		1404005,
		1404006,
		1404007,
		1405002,
		1405003,
		1405004,
		1405005,
		1405006,
		1405007,
		1406002,
		1406003,
		1406004,
		1406005,
		1406006,
		1406007,
		1411002,
		1412002,
		1413002,
		1414002,
		1415002,
		1416002,
		1417002,
		1418002,
		1419002,
		1420002,
		1501002,
		1501003,
		1501004,
		1501005,
		1501006,
		1501007,
		1501008,
		1501009,
		1501010,
		1502002,
		1502003,
		1502004,
		1502005,
		1502006,
		1502007,
		1502008,
		1502009,
		1503002,
		1503003,
		1503004,
		1503005,
		1503006,
		1503007,
		1503008,
		1503009,
		1601002,
		1601005,
		1601008,
		1602002,
		1602003,
		1602004,
		1602005,
		1602006,
		1602007,
		1602008,
		1602009,
		1603002,
		1603003,
		1603004,
		1603005,
		1603006,
		1603007,
		1604002,
		1604003,
		1604004,
		1604005,
		1604006,
		1604007,
		1605002,
		1605003,
		1605004,
		1605005,
		1605006,
		1605007,
		1606002,
		1606003,
		1606004,
		1606005,
		1606006,
		1606007,
		1606008,
		1701002,
		1701003,
		1701004,
		1701005,
		1701006,
		1701007,
		1701008,
		1701009,
		1702002,
		1702003,
		1702004,
		1702005,
		1702006,
		1702007,
		1702008,
		1702009,
		1703002,
		1703003,
		1703004,
		1703005,
		1703006,
		1703007,
		1706102,
		1706103,
		1706104,
		1706105,
		1706106,
		1706107,
		1707102,
		1707103,
		1707104,
		1707105,
		1707106,
		1707107,
		1708102,
		1708103,
		1708104,
		1708105,
		1708106,
		1708107,
		1709002,
		1709003,
		1710002,
		1710003,
		1711002,
		1711003,
		1800000
	}
}
