pg = pg or {}
pg.child2_word = rawget(pg, "child2_word") or setmetatable({
	__name = "child2_word"
}, confNEO)
pg.child2_word.__namecode__ = true
pg.child2_word.all = {
	1,
	2,
	3,
	4,
	5,
	6,
	7,
	8,
	9,
	10,
	11,
	12,
	13,
	14,
	15,
	16,
	17,
	18,
	19,
	20,
	21,
	22,
	23,
	24,
	25,
	26,
	27,
	28,
	29,
	30,
	31,
	32,
	33,
	34,
	35,
	36,
	37,
	38,
	39,
	40,
	41,
	42,
	43,
	44,
	45,
	46,
	47,
	48,
	49,
	50,
	51,
	52,
	53,
	54,
	55,
	56,
	57,
	58,
	59,
	60,
	61,
	62,
	63,
	64,
	65,
	66,
	67,
	68,
	69,
	70,
	71,
	72,
	73,
	74,
	75,
	76,
	77,
	78,
	79,
	80,
	81,
	82,
	83,
	84,
	85,
	86,
	87,
	88,
	89,
	90,
	91,
	92,
	93,
	94,
	95,
	96,
	97,
	98,
	99,
	100,
	101,
	102,
	103,
	104,
	105,
	106,
	107,
	108,
	109,
	110,
	111,
	112,
	113,
	114,
	115,
	116,
	117,
	118,
	119,
	120,
	121,
	122,
	123,
	124,
	125,
	126,
	127,
	128,
	129,
	130,
	131,
	132,
	133,
	134,
	135,
	136,
	137,
	138,
	139,
	140,
	141,
	142,
	143,
	144,
	145,
	146,
	147,
	148,
	149,
	150,
	151,
	152,
	153,
	154,
	155,
	156,
	157,
	158,
	159,
	160,
	161,
	162,
	163,
	164,
	165,
	166,
	167,
	168,
	169,
	170,
	171,
	172,
	173,
	174,
	175,
	176,
	177,
	178,
	179,
	180,
	181,
	182,
	183,
	184,
	185,
	186,
	187,
	188,
	189,
	190,
	191,
	192,
	193,
	194,
	195,
	196,
	197,
	198,
	199,
	200,
	201,
	202,
	203,
	204,
	205,
	206,
	207,
	208,
	209,
	210,
	211,
	212,
	213,
	214,
	215,
	216,
	217,
	218,
	219,
	220,
	221,
	222,
	223,
	224,
	225,
	226,
	227,
	228,
	229,
	230,
	231,
	232,
	233,
	234,
	235,
	236,
	237,
	238,
	239,
	240,
	241,
	242,
	243,
	244,
	245,
	246,
	247,
	248,
	249,
	250,
	251,
	252,
	253,
	254,
	255,
	256,
	257,
	258,
	259,
	260,
	261,
	262,
	263,
	264,
	265,
	266,
	267,
	268,
	269,
	270,
	271,
	272,
	273,
	274,
	275,
	276,
	277,
	278,
	279,
	280,
	281,
	282,
	283,
	284,
	285,
	286,
	287,
	288,
	289,
	290,
	291,
	292,
	293,
	294,
	295,
	296,
	297,
	298,
	299,
	300,
	301,
	302,
	303,
	304,
	305,
	306,
	307,
	308,
	309,
	310,
	311,
	312,
	313,
	314,
	315,
	316,
	317,
	318,
	319,
	320,
	321,
	322,
	323,
	324,
	325,
	1001,
	1002,
	1003,
	1004,
	1005,
	1006,
	1007,
	1008,
	1009,
	1010,
	1011,
	1012,
	1013,
	1014,
	1015,
	1016,
	1017,
	1018,
	1019,
	1020,
	1021,
	1022,
	1023,
	1024,
	1025,
	1026,
	1027,
	1028,
	1029,
	1030,
	1031,
	1032,
	1033,
	1034,
	1035,
	1036,
	1037,
	1038,
	1039,
	1040,
	5001,
	5002,
	5003,
	5004,
	5011,
	5012,
	5013,
	5014,
	5021,
	5022,
	5023,
	5024,
	5031,
	5032,
	5033,
	5034,
	5041,
	5042,
	5043,
	5044,
	5051,
	5052,
	5053,
	5054,
	5101,
	5102,
	5103,
	5104,
	5111,
	5112,
	5113,
	5114,
	5121,
	5122,
	5123,
	5124,
	5131,
	5132,
	5133,
	5134,
	5141,
	5142,
	5143,
	5144,
	5151,
	5152,
	5153,
	5154,
	5201,
	5202,
	5203,
	5204,
	5211,
	5212,
	5213,
	5214,
	5221,
	5222,
	5223,
	5224,
	5231,
	5232,
	5233,
	5234,
	5241,
	5242,
	5243,
	5244,
	5251,
	5252,
	5253,
	5254,
	6001,
	6011,
	6021,
	6101,
	6111,
	6121,
	20002,
	20004,
	20006,
	20008,
	20010,
	20012,
	20014,
	20016,
	20018,
	20020,
	20022,
	20024,
	20026,
	20028,
	20030,
	20032,
	20034,
	20036,
	20038,
	20040,
	20501,
	20514,
	20516,
	20518,
	20520,
	20522,
	20524,
	20526,
	20528,
	20530,
	20532,
	20534,
	20536,
	30001,
	30002,
	30003,
	30004,
	30005,
	30006,
	31001,
	31002,
	31003,
	31004,
	4101001,
	4101002,
	4101003,
	4102001,
	4102002,
	4102003,
	4102005,
	4102006,
	4102008,
	4102009,
	4102011,
	4102012,
	4103001,
	4103002,
	4103003,
	4104001,
	4104002,
	4104003,
	4105001,
	4105002,
	4105003,
	4105004,
	4106001,
	4106002,
	4106003,
	4106004,
	4106005,
	4106006,
	4106007,
	4106008,
	4106009,
	4107001,
	4107002,
	4107003,
	4107004,
	4107005,
	4107006,
	4107007,
	4107008,
	4107009,
	4108001,
	4108002,
	4108003,
	4108005,
	4108006,
	4109001,
	4109002,
	4109003,
	4109005,
	4109006,
	4109008,
	4109009,
	4109010,
	4109011,
	4110001,
	4110002,
	4110003,
	4110005,
	4110006,
	4111001,
	4111002,
	4111003,
	4111005,
	4111006,
	4111008,
	4111009,
	4111011,
	4111012,
	4111014,
	4111015,
	4112001,
	4112002,
	4112003,
	4112005,
	4112006,
	4113001,
	4113002,
	4113003,
	4113005,
	4113006,
	4113008,
	4113009,
	4113011,
	4113012,
	4113014,
	4113015,
	4114001,
	4114002,
	4114003,
	4114005,
	4114006,
	4115001,
	4115002,
	4115003,
	4116001,
	4116002,
	4116003,
	4116004,
	4116005,
	4117001,
	4117002,
	4117003,
	4117004,
	4117005,
	4118001,
	4118002,
	4118003,
	4118004,
	4118005,
	4119001,
	4119002,
	4119003,
	4119004,
	4119005,
	4120001,
	4120002,
	4120003,
	4120004,
	4120005,
	4120006,
	4120007,
	4120008,
	4120009,
	4121001,
	4121002,
	4121003,
	4121005,
	4121006,
	4122001,
	4122002,
	4122003,
	4122005,
	4122006,
	4123001,
	4123002,
	4123003,
	4123005,
	4123006,
	4123008,
	4123009,
	4123012,
	4123015,
	4123022,
	4123025,
	4123032,
	4123035,
	4124002,
	4124003,
	4124004,
	4124006,
	4124007,
	4124009,
	4124010,
	4124013,
	4124016,
	4124023,
	4124026,
	4124033,
	4124036,
	4125001,
	4125002,
	4125003,
	4125005,
	4125006,
	4125008,
	4125009,
	4125012,
	4125015,
	4125022,
	4125025,
	4125032,
	4125035,
	4126001,
	4126002,
	4126003,
	4126005,
	4126006,
	4126008,
	4126009,
	4126012,
	4126015,
	4126022,
	4126025,
	4126032,
	4126035,
	4127001,
	4127002,
	4127003,
	4127005,
	4127006,
	4128001,
	4128002,
	4128003,
	4128005,
	4128006,
	4129001,
	4129002,
	4129003,
	4129005,
	4129006,
	4129008,
	4129009,
	4129015,
	4129025,
	4129035,
	4130001,
	4130002,
	4130003,
	4130005,
	4130006,
	4131001,
	4131002,
	4131003,
	4131005,
	4131006,
	4132001,
	4132002,
	4132003,
	4132005,
	4132006,
	4132008,
	4132009,
	4132015,
	4132025,
	4132035,
	4133001,
	4133002,
	4133003,
	4133005,
	4133006,
	4134001,
	4134002,
	4134003,
	4134005,
	4134006,
	4135001,
	4135002,
	4135003,
	4136001,
	4136002,
	4136003,
	4136004,
	4136006,
	4136007,
	4136009,
	4136010,
	4136011,
	4136013,
	4136014,
	4136016,
	4136017,
	4136018,
	4136020,
	4136021,
	4137001,
	4137002,
	4137003,
	4137005,
	4137006,
	4138001,
	4138002,
	4138003,
	4138004,
	4138005,
	4138006,
	4138007,
	4138009,
	4138010,
	4138012,
	4138013,
	4138015,
	4138016,
	4138018,
	4138019,
	4138021,
	4138022,
	4138024,
	4138025,
	4138027,
	4138028,
	4138030,
	4138031,
	4138033,
	4138034,
	4138035,
	4138036,
	4139001,
	4139002,
	4139003,
	4139005,
	4139011,
	4139012,
	4139013,
	4139014,
	4140001,
	4140002,
	4140003,
	4140005,
	4140006,
	4140011,
	4140012,
	4141001,
	4141002,
	4141003,
	4141005,
	4141006,
	4141011,
	4141012,
	4141013,
	4142001,
	4142002,
	4142003,
	4142005,
	4142006,
	4142011,
	4142012,
	4142013,
	4143001,
	4143002,
	4143003,
	4143005,
	4143006,
	4143011,
	4143012,
	4143013,
	4144001,
	4144002,
	4144003,
	4144005,
	4144006,
	4144011,
	4144012,
	4144013,
	4145001,
	4145002,
	4145003,
	4145004,
	4145005,
	4145006,
	4145008,
	4145010,
	4145012,
	4146001,
	4146002,
	4146003,
	4146004,
	4146005,
	4146006,
	4146008,
	4146010,
	4146012,
	4405001,
	4405002,
	4405003,
	90001,
	90002,
	90003,
	90004,
	90005,
	90006,
	90101,
	90102,
	90103,
	3000001,
	3000002,
	3000003,
	3000004,
	3000005,
	3000006,
	3000007,
	3000008,
	3000009,
	3000010,
	3000011,
	3000012,
	3000013,
	3000014,
	3000015,
	3000016,
	3000017,
	3000018,
	3000019,
	3000020,
	3000021,
	3000022,
	3000023,
	3000024,
	3000025,
	3100101,
	3100102,
	3100103,
	3100104,
	3100105,
	3100106,
	3100201,
	3100202,
	3100203,
	3100204,
	3100301,
	3100302,
	3100303,
	3100304,
	3100305,
	3100306,
	3100401,
	3100402,
	3100403,
	3100404,
	3100405,
	3100406,
	3100501,
	3100502,
	3100503,
	3100504,
	3100505,
	3100601,
	3100602,
	3100603,
	3100604,
	3100605,
	3100701,
	3100702,
	3100703,
	3100704,
	3100801,
	3100802,
	3100803,
	3100804,
	3100901,
	3100902,
	3100903,
	3100904,
	3101001,
	3101002,
	3101003,
	3101004,
	3101005,
	3101101,
	3101102,
	3101103,
	3101104,
	3101105,
	3101201,
	3101202,
	3101203,
	3101204,
	3101301,
	3101302,
	3101303,
	3101304,
	3101305,
	3101401,
	3101402,
	3101403,
	3101404,
	3101405,
	3101501,
	3101502,
	3101503,
	3101504,
	3101505,
	3101601,
	3101602,
	3101603,
	3101604,
	3101605,
	3101701,
	3101702,
	3101703,
	3101704,
	3101705,
	3101801,
	3101802,
	3101803,
	3101804,
	3101805,
	3101806,
	3101901,
	3101902,
	3101903,
	3101904,
	3101905,
	3102001,
	3102002,
	3102003,
	3102004,
	3102005,
	3102006,
	3102101,
	3102102,
	3102103,
	3102104,
	3102105,
	3102106,
	3102201,
	3102202,
	3102203,
	3102204,
	3102205,
	3102301,
	3102302,
	3102303,
	3102304,
	3102305,
	3102401,
	3102402,
	3102403,
	3102404,
	3102405,
	3102406,
	3102501,
	3102502,
	3102503,
	3102504,
	3102505,
	3102506,
	3102601,
	3102602,
	3102603,
	3102604,
	3102605,
	3102701,
	3102702,
	3102703,
	3102704,
	3102705,
	3102801,
	3102802,
	3102803,
	3102804,
	3102805,
	3102806,
	3102901,
	3102902,
	3102903,
	3102904,
	3103001,
	3103002,
	3103003,
	3103004,
	3103005,
	3103006,
	3103101,
	3103102,
	3103103,
	3103104,
	3103105,
	3103201,
	3103202,
	3103203,
	3103204,
	3103205,
	3103301,
	3103302,
	3103303,
	3103304,
	3103305,
	3103401,
	3103402,
	3103403,
	3103404,
	3103405,
	3103501,
	3103502,
	3103503,
	3103504,
	3103505,
	3103506,
	3103601,
	3103602,
	3103603,
	3103604,
	3103605,
	3103606,
	3103701,
	3103702,
	3103703,
	3103704,
	3103801,
	3103802,
	3103803,
	3103804,
	3103805,
	3103901,
	3103902,
	3103903,
	3103904,
	3103905,
	3104001,
	3104002,
	3104003,
	3104004,
	3104005,
	3104101,
	3104102,
	3104103,
	3104104,
	3104105,
	3104106,
	3104107,
	3104108,
	3104109,
	3104201,
	3104202,
	3104203,
	3104204,
	3104205,
	3104206,
	3104207,
	3104208,
	3104209,
	3104301,
	3104302,
	3104303,
	3104304,
	3104305,
	3104306,
	3104307,
	3104308,
	3104309,
	3104401,
	3104402,
	3104403,
	3104404,
	3104405,
	3104406,
	3104407,
	3104408,
	3104409,
	3104410,
	3104411,
	3104501,
	3104502,
	3104503,
	3104504,
	3104505,
	3104506,
	3104507,
	3104508,
	3104509,
	3104510,
	3104511,
	3104512,
	3104601,
	3104602,
	3104603,
	3104604,
	3104605,
	3104606,
	3104607,
	3104608,
	3104609,
	3104610,
	3104701,
	3104702,
	3104703,
	3104704,
	3104705,
	3104706,
	3104707,
	3104708,
	3104801,
	3104802,
	3104803,
	3104804,
	3104805,
	3104806,
	3104807,
	3104808,
	3104809,
	3104901,
	3104902,
	3104903,
	3104904,
	3104905,
	3104906,
	3104907,
	3104908,
	3104909,
	3104910,
	3105001,
	3105002,
	3105003,
	3105004,
	3105005,
	3105006,
	3105007,
	3105008,
	3105009,
	3105010,
	3200101,
	3200102,
	3200103,
	3200201,
	3200202,
	3200203,
	3200205,
	3200206,
	3200208,
	3200209,
	3200301,
	3200302,
	3200303,
	3200305,
	3200306,
	3200308,
	3200309,
	3200311,
	3200312,
	3200401,
	3200402,
	3200403,
	3200404,
	3200406,
	3200407,
	3200408,
	3200410,
	3200411,
	3200413,
	3200414,
	3200415,
	3200417,
	3200418,
	3200420,
	3200421,
	3200501,
	3200502,
	3200503,
	3200505,
	3200506,
	3200508,
	3200509,
	3200511,
	3200512,
	3200601,
	3200602,
	3200603,
	3200605,
	3200606,
	3200608,
	3200609,
	3200701,
	3200702,
	3200703,
	3200705,
	3200706,
	3200801,
	3200802,
	3200803,
	3200805,
	3200806,
	3200808,
	3200809,
	3200901,
	3200902,
	3200903,
	3200905,
	3200906,
	3200908,
	3200909,
	3200911,
	3200912,
	3201001,
	3201002,
	3201003,
	3201005,
	3201006,
	3201008,
	3201009,
	3201101,
	3201102,
	3201103,
	3201105,
	3201106,
	3201108,
	3201109,
	3201111,
	3201112,
	3201201,
	3201202,
	3201203,
	3201204,
	3201206,
	3201207,
	3201301,
	3201302,
	3201303,
	3201305,
	3201306,
	3201401,
	3201402,
	3201403,
	3201405,
	3201406,
	3201408,
	3201409,
	3201501,
	3201502,
	3201503,
	3201505,
	3201506,
	3201508,
	3201509,
	3201601,
	3201602,
	3201603,
	3201605,
	3201606,
	3201608,
	3201609,
	3201611,
	3201612,
	3201701,
	3201702,
	3201703,
	3201705,
	3201706,
	3201708,
	3201709,
	3201711,
	3201712,
	3201801,
	3201802,
	3201803,
	3201805,
	3201806,
	3201808,
	3201809,
	3201901,
	3201902,
	3201903,
	3201905,
	3201906,
	3201908,
	3201909,
	3201911,
	3201912,
	3202001,
	3202002,
	3202003,
	3202005,
	3202006,
	3202008,
	3202009,
	3202101,
	3202102,
	3202103,
	3202105,
	3202106,
	3202108,
	3202109,
	3202201,
	3202202,
	3202203,
	3202205,
	3202206,
	3202208,
	3202209,
	3202211,
	3202212,
	3202301,
	3202302,
	3202303,
	3202305,
	3202306,
	3202308,
	3202309,
	3202311,
	3202312,
	3202401,
	3202402,
	3202403,
	3202405,
	3202406,
	3202408,
	3202409,
	3202411,
	3202412,
	3202413,
	3202414,
	3202416,
	3202417,
	3202501,
	3202502,
	3202503,
	3202505,
	3202506,
	3202601,
	3202602,
	3202603,
	3202605,
	3202606,
	3202608,
	3202609,
	3202611,
	3202612,
	3202701,
	3202702,
	3202704,
	3202705,
	3202801,
	3202802,
	3202803,
	3202805,
	3202806,
	3202808,
	3202809,
	3202901,
	3202902,
	3202903,
	3202905,
	3202906,
	3203001,
	3203002,
	3203003,
	3203005,
	3203006,
	3203008,
	3203009,
	3203101,
	3203102,
	3203103,
	3203105,
	3203107,
	3203108,
	3203201,
	3203202,
	3203203,
	3203205,
	3203206,
	3203208,
	3203209,
	3203211,
	3203212,
	3203301,
	3203302,
	3203303,
	3203304,
	3203306,
	3203307,
	3203309,
	3203310,
	3203401,
	3203402,
	3203403,
	3203405,
	3203406,
	3203408,
	3203409,
	3203501,
	3203502,
	3203503,
	3203505,
	3203507,
	3203508,
	3203601,
	3203602,
	3203603,
	3203605,
	3203606,
	3203701,
	3203702,
	3203703,
	3203705,
	3203706,
	3203708,
	3203709,
	3203801,
	3203802,
	3203803,
	3203805,
	3203806,
	3203808,
	3203809,
	3203901,
	3203902,
	3203903,
	3203905,
	3203906,
	3203908,
	3203909,
	3203911,
	3203912,
	3204001,
	3204002,
	3204003,
	3204005,
	3204006,
	3204101,
	3204102,
	3204103,
	3204105,
	3204106,
	3204201,
	3204202,
	3204203,
	3204205,
	3204206,
	3204208,
	3204209,
	3204211,
	3204212,
	3204301,
	3204302,
	3204303,
	3204304,
	3204306,
	3204307,
	3204308,
	3204309,
	3204401,
	3204402,
	3204403,
	3204405,
	3204406,
	3204408,
	3204409,
	3204501,
	3204502,
	3204503,
	3204505,
	3204506,
	3204601,
	3204602,
	3204603,
	3204605,
	3204606,
	3204608,
	3204609,
	3204611,
	3204612,
	3204701,
	3204702,
	3204703,
	3204705,
	3204706,
	3204708,
	3204709,
	3204711,
	3204712,
	3204801,
	3204802,
	3204803,
	3204804,
	3204806,
	3204807,
	3204809,
	3204810,
	3204812,
	3204814,
	3204901,
	3204902,
	3204903,
	3204905,
	3204906,
	3205001,
	3205002,
	3205003,
	3205005,
	3205006,
	3205008,
	3205009,
	3205101,
	3205102,
	3205103,
	3205105,
	3205106,
	3205108,
	3205109,
	3205201,
	3205202,
	3205203,
	3205205,
	3205206,
	3205301,
	3205302,
	3205303,
	3205305,
	3205306,
	3205308,
	3205309,
	3205401,
	3205402,
	3205403,
	3205405,
	3205406,
	3205408,
	3205409,
	3205411,
	3205412,
	3205501,
	3205502,
	3205503,
	3205505,
	3205507,
	3205509,
	3205510,
	3205512,
	3205513,
	3205601,
	3205602,
	3205603,
	3205605,
	3205606,
	3205608,
	3205609,
	3205701,
	3205702,
	3205703,
	3205705,
	3205706,
	3205708,
	3205709,
	3205711,
	3205712,
	3205801,
	3205802,
	3205803,
	3205805,
	3205806,
	3205808,
	3205809,
	3205901,
	3205902,
	3205903,
	3205905,
	3205906,
	3205908,
	3205909,
	3205911,
	3205912,
	3206001,
	3206002,
	3206003,
	3206005,
	3206006,
	3206008,
	3206009,
	3206101,
	3206102,
	3206103,
	3206105,
	3206106,
	3206201,
	3206202,
	3206203,
	3206205,
	3206206,
	3206208,
	3206209,
	3206301,
	3206302,
	3206303,
	3206305,
	3206306,
	3206308,
	3206309,
	3206401,
	3206402,
	3206403,
	3206405,
	3206406,
	3206501,
	3206502,
	3206503,
	3206505,
	3206506,
	3206508,
	3206509,
	3206601,
	3206602,
	3206603,
	3206605,
	3206606,
	3206608,
	3206609,
	3206611,
	3206612,
	3206701,
	3206702,
	3206703,
	3206705,
	3206706,
	3206708,
	3206709,
	3206801,
	3206802,
	3206803,
	3206805,
	3206806,
	3206808,
	3206809,
	3206901,
	3206902,
	3206903,
	3206905,
	3206906,
	3206908,
	3206909,
	3207001,
	3207002,
	3207003,
	3207005,
	3207006,
	3207008,
	3207009,
	3207101,
	3207102,
	3207103,
	3207105,
	3207106,
	3207108,
	3207109,
	3207111,
	3207112,
	3207201,
	3207202,
	3207203,
	3207205,
	3207206,
	3207301,
	3207302,
	3207303,
	3207305,
	3207306,
	3207308,
	3207309,
	3207311,
	3207312,
	3207401,
	3207402,
	3207403,
	3207405,
	3207406,
	3207408,
	3207409,
	3207501,
	3207502,
	3207503,
	3207505,
	3207506,
	3207508,
	3207509,
	3207601,
	3207602,
	3207603,
	3207605,
	3207606,
	3207608,
	3207609,
	3207701,
	3207702,
	3207703,
	3207705,
	3207706,
	3207708,
	3207709,
	3207801,
	3207802,
	3207803,
	3207805,
	3207806,
	3207808,
	3207809,
	3207811,
	3207812,
	3207901,
	3207902,
	3207903,
	3207905,
	3207906,
	3207908,
	3207909,
	3208001,
	3208002,
	3208003,
	3208005,
	3208006,
	3208008,
	3208009,
	3208101,
	3208102,
	3208103,
	3208105,
	3208106,
	3208108,
	3208109,
	3208201,
	3208202,
	3208203,
	3208205,
	3208206,
	3208208,
	3208209,
	3208301,
	3208302,
	3208303,
	3208305,
	3208306,
	3208401,
	3208402,
	3208403,
	3208405,
	3208406,
	3208501,
	3208502,
	3208503,
	3208505,
	3208506,
	3208601,
	3208602,
	3208603,
	3208605,
	3208606,
	3208608,
	3208609,
	3208701,
	3208702,
	3208703,
	3208705,
	3208706,
	3208708,
	3208709,
	3208801,
	3208802,
	3208803,
	3208805,
	3208806,
	3208808,
	3208809,
	3208811,
	3208812,
	3208901,
	3208902,
	3208903,
	3208904,
	3208905,
	3208906,
	3208907,
	3208908,
	3208910,
	3208911,
	3208912,
	3209001,
	3209002,
	3209003,
	3209004,
	3209005,
	3209006,
	3209007,
	3209008,
	3209010,
	3209011,
	3209012,
	3209101,
	3209102,
	3209103,
	3209104,
	3209105,
	3209106,
	3209107,
	3209108,
	3209110,
	3209111,
	3209201,
	3209202,
	3209203,
	3209204,
	3209205,
	3209207,
	3209208,
	3209301,
	3209302,
	3209303,
	3209304,
	3209305,
	3209306,
	3209307,
	3209309,
	3209310,
	3209401,
	3209402,
	3209403,
	3209404,
	3209405,
	3209406,
	3209408,
	3209409,
	3209501,
	3209502,
	3209503,
	3209505,
	3209507,
	3209509,
	3209510,
	3209512,
	3209514,
	3209516,
	3209517,
	3238901,
	3239001,
	3239101,
	3239201,
	3239301,
	3239401,
	3240101,
	3240102,
	3240105,
	3240201,
	3240202,
	3240203,
	3240205,
	3240301,
	3240302,
	3240303,
	3240305,
	3241101,
	3241102,
	3241105,
	3241201,
	3241202,
	3241203,
	3241205,
	3241301,
	3241302,
	3241303,
	3241305,
	3242101,
	3242102,
	3242105,
	3242201,
	3242202,
	3242203,
	3242205,
	3242301,
	3242302,
	3242303,
	3242305,
	3243101,
	3243102,
	3243105,
	3243201,
	3243202,
	3243203,
	3243205,
	3243301,
	3243302,
	3243303,
	3243305,
	3244101,
	3244102,
	3244105,
	3244201,
	3244202,
	3244203,
	3244205,
	3244301,
	3244302,
	3244303,
	3244305,
	3245101,
	3245102,
	3245105,
	3245201,
	3245202,
	3245203,
	3245205,
	3245301,
	3245302,
	3245303,
	3245305,
	3500001,
	3500003,
	3500005,
	3500007,
	3600101,
	3600102,
	3600201,
	3600202,
	3600301,
	3600302,
	3600401,
	3600402,
	3600501,
	3600502,
	3600601,
	3600602,
	3600701,
	3600702,
	3600801,
	3600802,
	3600901,
	3600902,
	3601001,
	3601002,
	3601101,
	3601102,
	3601201,
	3601202,
	3601301,
	3601302,
	3601401,
	3601402,
	3601501,
	3601502,
	3601601,
	3601602,
	3601701,
	3601702,
	3601801,
	3601802,
	3700002,
	3700004,
	3700006,
	3700008,
	3700010,
	3700012,
	3700014,
	3700016,
	3700018,
	3700020,
	3700022,
	3700024,
	3700026,
	3700028,
	3700030,
	3700032,
	3700034,
	3700036,
	3700038,
	3700040,
	3700501,
	3700514,
	3700516,
	3700518,
	3700520,
	3700522,
	3700524,
	3700526,
	3700528,
	3700530,
	3700532,
	3700534,
	3700536,
	3700801,
	3700802,
	3700803,
	3700804,
	3700805,
	3700806
}
pg.base = pg.base or {}
pg.base.child2_word = {}

(function ()
	pg.base.child2_word[1] = {
		id = 1,
		main_character_face = 0,
		word = "ふーん、ポンコツ$1ってこんな簡単な積み木もできないの？しょうがない、あたしが教えてやる～",
		char_type = 1
	}
	pg.base.child2_word[2] = {
		id = 2,
		main_character_face = 0,
		word = "お腹すいた！「あとで」なんか言わせないわよ！今ご飯を食べたいの！",
		char_type = 1
	}
	pg.base.child2_word[3] = {
		id = 3,
		main_character_face = 0,
		word = "ねえ、一緒におままごとしよ？$1はあたしの「しもべ」ね♪ だってぇそのまんまだもん♪",
		char_type = 1
	}
	pg.base.child2_word[4] = {
		id = 4,
		main_character_face = 0,
		word = "んー……あたし、今すっごく忙しいんだからね？ ただ、それじゃあ$1があまりにも可哀想に見えるから、特別にちょっとだけ一緒に遊んでやってもいいよ～",
		char_type = 1
	}
	pg.base.child2_word[5] = {
		id = 5,
		main_character_face = 0,
		word = "$1さぁ～、あたしをナデナデしたくないの？……え。したくないの？今日を逃したらもう次はないよ～！",
		char_type = 1
	}
	pg.base.child2_word[6] = {
		id = 6,
		main_character_face = 0,
		word = "ザコ$1さぁ、何ぼーっとしてるの？あたしに助けてほしいなら、ちゃんとお礼をしないと～",
		char_type = 1
	}
	pg.base.child2_word[7] = {
		id = 7,
		main_character_face = 0,
		word = "ポンコツ$1の仕事が最近大変そうだから、特別にお菓子を用意してやったわ！……「美味しくない」なんて言ったらもう二度と用意してあげないから♪",
		char_type = 1
	}
	pg.base.child2_word[8] = {
		id = 8,
		main_character_face = 0,
		word = "ふふん♪ ポンコツ$1の居眠り姿って本当に笑える～。この貴重な一枚はしっかり保存しておこうっと♪役に立つ時が来るかもしれないし～",
		char_type = 1
	}
	pg.base.child2_word[9] = {
		id = 9,
		main_character_face = 0,
		word = "今日は学校に迎えに来なくていいからね。……まぁ、$1がその時間に待ってたら……仕方ないけど一緒に帰ってやるよ♪",
		char_type = 1
	}
	pg.base.child2_word[10] = {
		id = 10,
		main_character_face = 0,
		word = "ポンコツ$1さぁ、そんなに暇ならあたしとかくれんぼでもしない？負けたら一週間分アイスを奢ってよね♪",
		char_type = 1
	}
	pg.base.child2_word[11] = {
		id = 11,
		main_character_face = 0,
		word = "$1は疲れて見えるね。最近マッサージを学んでるけど、嫌いじゃなかったら……",
		char_type = 1
	}
	pg.base.child2_word[12] = {
		id = 12,
		main_character_face = 0,
		word = "キッチンにあたしが焼いたクッキーがあるわよ。$1の好きな味だから食べてみない？隣でちゃんと感想を聞かせてもらうよ♪",
		char_type = 1
	}
	pg.base.child2_word[13] = {
		id = 13,
		main_character_face = 0,
		word = "農場のお花、すっごくキレイに咲いてるよ。$1が暇なら一緒にお散歩しない？カメラも持ってきたから、一緒にステキな瞬間を撮ろうよ♪",
		char_type = 1
	}
	pg.base.child2_word[14] = {
		id = 14,
		main_character_face = 0,
		word = "今日ね、ピアノの先生に褒められたの！$1も少し聴いてみる？最近の練習の成果、ちゃんと聴いてほしいんだ♪",
		char_type = 1
	}
	pg.base.child2_word[15] = {
		id = 15,
		main_character_face = 0,
		word = "あ、鉢植えの葉っぱが元気なくなってる……『毎日お水をあげるように』って$1に教わったのに、あげ忘れちゃってた…明日からは忘れずに毎日お水をあげるから……うぅ…",
		char_type = 1
	}
	pg.base.child2_word[16] = {
		id = 16,
		main_character_face = 0,
		word = "今日はスイーツを作ったわよ。もちろん$1のために用意したわけじゃないけど、最近頑張ってることに免じて食べさせてやる♪",
		char_type = 1
	}
	pg.base.child2_word[17] = {
		id = 17,
		main_character_face = 0,
		word = "暇な時ってポンコツ$1と遊びたくなるね～♪ どぉ？一勝負付き合ってくれる？負けても言い訳なんて言わせてやらないんだから♪",
		char_type = 1
	}
	pg.base.child2_word[18] = {
		id = 18,
		main_character_face = 0,
		word = "あらあら～、あたしがいなかったら$1なんて生きていけないんじゃな～い？あたしに頼りっぱなしで本当にポンコツなんだから～",
		char_type = 1
	}
	pg.base.child2_word[19] = {
		id = 19,
		main_character_face = 0,
		word = "ふふん♪ こんなにいい天気なのに、家でぐーたらしてたらあたしが怒っちゃうよ？早くあたしと一緒に出かけなさい！これは命令だから♪",
		char_type = 1
	}
	pg.base.child2_word[20] = {
		id = 20,
		main_character_face = 0,
		word = "今日の$1はまあまあね。でもぉ～、これであたしを満足させられると思ったら大間違いよ♪",
		char_type = 1
	}
	pg.base.child2_word[21] = {
		id = 21,
		main_character_face = 0,
		word = "目元にクマができているね…お仕事はもう一段落ついたでしょ？こめかみをモミモミしてあげるから、すぐ気持ちよくなるよ？",
		char_type = 1
	}
	pg.base.child2_word[22] = {
		id = 22,
		main_character_face = 0,
		word = "この曲はええと、何度も直したんだ……インスピレーションは$1との日常よ。聞いてくれる…？",
		char_type = 1
	}
	pg.base.child2_word[23] = {
		id = 23,
		main_character_face = 0,
		word = "ベランダに干してあったシャツなら大丈夫よ。天気予報で今夜は雨が降るって言ってたから、アイロンもかけてクローゼットにしまっておいたんだ",
		char_type = 1
	}
	pg.base.child2_word[24] = {
		id = 24,
		main_character_face = 0,
		word = "コーヒーの飲みすぎは体に良くないよ？今日はローズティーを淹れたから、$1もたまには違うものにしない？",
		char_type = 1
	}
	pg.base.child2_word[25] = {
		id = 25,
		main_character_face = 0,
		word = "最近ね、図書館で園芸の本を読んだんだ。お花や植物を愛でるのって美しさを楽しむためだけじゃなくて、お世話しながら自分も癒やされるためなんだよ？",
		char_type = 1
	}
	pg.base.child2_word[26] = {
		id = 26,
		main_character_face = 6,
		word = "あらぁ、ポンコツ$1ったら暇になったみたいね",
		char_type = 6
	}
	pg.base.child2_word[27] = {
		id = 27,
		main_character_face = 6,
		word = "今日の帰り道に、大福買ってきてあげたの♪",
		char_type = 6
	}
	pg.base.child2_word[28] = {
		id = 28,
		main_character_face = 8,
		word = "食べたいならゲームに付き合ってよね～。どっちにワサビが入ってるか当ててみて？",
		char_type = 6
	}
	pg.base.child2_word[29] = {
		id = 29,
		main_character_face = 0,
		word = "左の大福",
		char_type = 3
	}
	pg.base.child2_word[30] = {
		id = 30,
		main_character_face = 0,
		word = "右の大福",
		char_type = 3
	}
	pg.base.child2_word[31] = {
		id = 31,
		main_character_face = 0,
		word = "ふふ、やっと選んだんだ～。ドキドキした顔を見てるの楽しかったよ",
		char_type = 6
	}
	pg.base.child2_word[32] = {
		id = 32,
		main_character_face = 7,
		word = "残念でした～。両方普通の大福だよ～？",
		char_type = 6
	}
	pg.base.child2_word[33] = {
		id = 33,
		main_character_face = 8,
		word = "はいはい、口を開けて、あーん",
		char_type = 6
	}
	pg.base.child2_word[34] = {
		id = 34,
		main_character_face = 6,
		word = "はぁ……帰り道に急に大雨が降ってくるなんて。もう少しでびしょ濡れになるところだった…",
		char_type = 6
	}
	pg.base.child2_word[35] = {
		id = 35,
		main_character_face = 7,
		word = "あたしが傘を持ってきてなかったら、$1だってびしょ濡れになってたよ",
		char_type = 6
	}
	pg.base.child2_word[36] = {
		id = 36,
		main_character_face = 8,
		word = "お礼におもちゃを買ってもらおっかなー♪",
		char_type = 6
	}
	pg.base.child2_word[37] = {
		id = 37,
		main_character_face = 5,
		word = "むぅ……目玉焼きがまた変な形になっちゃった……",
		char_type = 6
	}
	pg.base.child2_word[38] = {
		id = 38,
		main_character_face = 8,
		word = "でもポンコツ$1が食べるんだし、こんなんでいっか♪ふふん♪",
		char_type = 6
	}
	pg.base.child2_word[39] = {
		id = 39,
		main_character_face = 8,
		word = "――聞こえてるよ",
		char_type = 2
	}
	pg.base.child2_word[40] = {
		id = 40,
		main_character_face = 7,
		word = "あら、聞こえてた？ちょうどいいね",
		char_type = 6
	}
	pg.base.child2_word[41] = {
		id = 41,
		main_character_face = 7,
		word = "あたしの作った目玉焼きを感謝して食べなさいよね？残さず全部ね～",
		char_type = 6
	}
	pg.base.child2_word[42] = {
		id = 42,
		main_character_face = 0,
		word = "――今晚何が食べたい？作ってあげるよ",
		char_type = 2
	}
	pg.base.child2_word[43] = {
		id = 43,
		main_character_face = 6,
		word = "ふーん、ポンコツ$1ったらご機嫌取りのつもり？",
		char_type = 6
	}
	pg.base.child2_word[44] = {
		id = 44,
		main_character_face = 7,
		word = "料理上手なのは認めるけど…でもあたしに食べさせるには条件がいるよ？",
		char_type = 6
	}
	pg.base.child2_word[45] = {
		id = 45,
		main_character_face = 7,
		word = "この「ポンコツ専用」エプロンを身につけること♪",
		char_type = 6
	}
	pg.base.child2_word[46] = {
		id = 46,
		main_character_face = 7,
		word = "嫌なら…今日の夕食の点数はぐっと下がっちゃうかな",
		char_type = 6
	}
	pg.base.child2_word[47] = {
		id = 47,
		main_character_face = 5,
		word = "ちょっとちょっと$1ったら、ここ最近ずっと徹夜してるでしょ？",
		char_type = 6
	}
	pg.base.child2_word[48] = {
		id = 48,
		main_character_face = 5,
		word = "――忙しい時期でね…",
		char_type = 2
	}
	pg.base.child2_word[49] = {
		id = 49,
		main_character_face = 4,
		word = "ふーん、毎日同じこと言ってあたしをバカにする気？",
		char_type = 6
	}
	pg.base.child2_word[50] = {
		id = 50,
		main_character_face = 7,
		word = "今すぐ！即刻！休んで！さもないと…あんたの面白い写真がいっぱいあるけど、どうしよっかなー？えへへ♪",
		char_type = 6
	}
	pg.base.child2_word[51] = {
		id = 51,
		main_character_face = 7,
		word = "――仕方ないな。今から休むよ",
		char_type = 2
	}
	pg.base.child2_word[52] = {
		id = 52,
		main_character_face = 8,
		word = "ふふん♪そうこなくっちゃ。ほら、ホットミルクでも飲んで",
		char_type = 6
	}
	pg.base.child2_word[53] = {
		id = 53,
		main_character_face = 6,
		word = "$1、朝ごはんが用意できたよ",
		char_type = 6
	}
	pg.base.child2_word[54] = {
		id = 54,
		main_character_face = 6,
		word = "――ありがとう。ところでどうして急に朝ごはんを？",
		char_type = 2
	}
	pg.base.child2_word[55] = {
		id = 55,
		main_character_face = 8,
		word = "あたしからの特別なサプライズだよ♪",
		char_type = 6
	}
	pg.base.child2_word[56] = {
		id = 56,
		main_character_face = 7,
		word = "目玉焼きに何が入ってるか当ててみて？間違えたら朝ごはん抜き！",
		char_type = 6
	}
	pg.base.child2_word[57] = {
		id = 57,
		main_character_face = 7,
		word = "――……またワサビじゃないよね？",
		char_type = 2
	}
	pg.base.child2_word[58] = {
		id = 58,
		main_character_face = 8,
		word = "ふーん、さすがあたしに仕込まれただけあってよく分かってるじゃない",
		char_type = 6
	}
	pg.base.child2_word[59] = {
		id = 59,
		main_character_face = 0,
		word = "（今日はずっとカメラをいじってるけど、何を企んでるんだろう……）",
		char_type = 2
	}
	pg.base.child2_word[60] = {
		id = 60,
		main_character_face = 0,
		word = "何撮ってるの？",
		char_type = 3
	}
	pg.base.child2_word[61] = {
		id = 61,
		main_character_face = 0,
		word = "イタズラの準備？",
		char_type = 3
	}
	pg.base.child2_word[62] = {
		id = 62,
		main_character_face = 7,
		word = "ふふふ、バレちゃった？",
		char_type = 6
	}
	pg.base.child2_word[63] = {
		id = 63,
		main_character_face = 7,
		word = "「$1の年間やらかしコレクション」だよ～。まずは表紙でも見てみる？",
		char_type = 6
	}
	pg.base.child2_word[64] = {
		id = 64,
		main_character_face = 8,
		word = "楽しみにしててね～。あんたの「大切な瞬間」を頑張って記録してるんだから～",
		char_type = 6
	}
	pg.base.child2_word[65] = {
		id = 65,
		main_character_face = 0,
		word = "――ブランケットを買ってきたよ",
		char_type = 2
	}
	pg.base.child2_word[66] = {
		id = 66,
		main_character_face = 7,
		word = "あら？$1ったらもしかして虚弱体質？こんなものがないといけないなんて貧弱貧弱ゥ～",
		char_type = 6
	}
	pg.base.child2_word[67] = {
		id = 67,
		main_character_face = 7,
		word = "――最近は夜によく映画見てるでしょ？風邪を引かないようにと思って…",
		char_type = 2
	}
	pg.base.child2_word[68] = {
		id = 68,
		main_character_face = 6,
		word = "へぇ～、気が利くじゃない？あたしにいじられるのがそんなに嬉しいわけ？",
		char_type = 6
	}
	pg.base.child2_word[69] = {
		id = 69,
		main_character_face = 7,
		word = "ブランケットまで買っちゃうなんてさ～",
		char_type = 6
	}
	pg.base.child2_word[70] = {
		id = 70,
		main_character_face = 8,
		word = "そんなに気を使ってくれるなら、今夜は一緒に映画見てやってもいいよ～。おやつの用意しておいてよね～",
		char_type = 6
	}
	pg.base.child2_word[71] = {
		id = 71,
		main_character_face = 0,
		word = "――書斎を片付けておいたよ",
		char_type = 2
	}
	pg.base.child2_word[72] = {
		id = 72,
		main_character_face = 7,
		word = "ふーん♪まさかあんたが部屋の片付けをするなんてね",
		char_type = 6
	}
	pg.base.child2_word[73] = {
		id = 73,
		main_character_face = 6,
		word = "まあまあ及第点ってとこかしら。ところで本棚の写真立てが斜めになってるんだけど？",
		char_type = 6
	}
	pg.base.child2_word[74] = {
		id = 74,
		main_character_face = 8,
		word = "あたしが厳選した、あんたのくしゃみの瞬間の写真なのよ？早く直してよね♪",
		char_type = 6
	}
	pg.base.child2_word[75] = {
		id = 75,
		main_character_face = 5,
		word = "$1、冷蔵庫のプリンがないんだけど",
		char_type = 6
	}
	pg.base.child2_word[76] = {
		id = 76,
		main_character_face = 4,
		word = "もしかして……食べた？",
		char_type = 6
	}
	pg.base.child2_word[77] = {
		id = 77,
		main_character_face = 4,
		word = "――ええと、食べたけど…？",
		char_type = 2
	}
	pg.base.child2_word[78] = {
		id = 78,
		main_character_face = 7,
		word = "あらあら大変～",
		char_type = 6
	}
	pg.base.child2_word[79] = {
		id = 79,
		main_character_face = 6,
		word = "ポンコツ指揮官はこれからどうなっちゃうのかなー♪",
		char_type = 6
	}
	pg.base.child2_word[80] = {
		id = 80,
		main_character_face = 8,
		word = "へへへ……",
		char_type = 6
	}
	pg.base.child2_word[81] = {
		id = 81,
		main_character_face = 6,
		word = "$1、あたしポトスを育て始めたの",
		char_type = 6
	}
	pg.base.child2_word[82] = {
		id = 82,
		main_character_face = 6,
		word = "――ん？どうして急に植物を育てようと思ったの？",
		char_type = 2
	}
	pg.base.child2_word[83] = {
		id = 83,
		main_character_face = 0,
		word = "ふふん、だってこのポトスとポンコツのあんたが似てると思ったから",
		char_type = 6
	}
	pg.base.child2_word[84] = {
		id = 84,
		main_character_face = 7,
		word = "どっちもあたしが丁寧に世話しないとダメなのよ",
		char_type = 6
	}
	pg.base.child2_word[85] = {
		id = 85,
		main_character_face = 8,
		word = "じゃないと可哀想な姿になっちゃうでしょ～？",
		char_type = 6
	}
	pg.base.child2_word[86] = {
		id = 86,
		main_character_face = 0,
		word = "――学園で写真コンテストをやってるって聞いたけど…",
		char_type = 2
	}
	pg.base.child2_word[87] = {
		id = 87,
		main_character_face = 6,
		word = "うん。知ってるよ",
		char_type = 6
	}
	pg.base.child2_word[88] = {
		id = 88,
		main_character_face = 6,
		word = "――参加しないの？いつもカメラで写真を撮ってるのに",
		char_type = 2
	}
	pg.base.child2_word[89] = {
		id = 89,
		main_character_face = 1,
		word = "はぁ？ポンコツ$1は自分のやらかし写真で参加したいわけ？",
		char_type = 6
	}
	pg.base.child2_word[90] = {
		id = 90,
		main_character_face = 4,
		word = "そんなのイヤなの！",
		char_type = 6
	}
	pg.base.child2_word[91] = {
		id = 91,
		main_character_face = 6,
		word = "$1～、ぼーっとして何考えてるの？",
		char_type = 6
	}
	pg.base.child2_word[92] = {
		id = 92,
		main_character_face = 6,
		word = "――カフェに行こうかなって",
		char_type = 2
	}
	pg.base.child2_word[93] = {
		id = 93,
		main_character_face = 4,
		word = "ふーん、お店のコーヒーなんて、あたしが淹れるのより美味しいわけないでしょ？",
		char_type = 6
	}
	pg.base.child2_word[94] = {
		id = 94,
		main_character_face = 4,
		word = "――そうだな。まあ、でも一緒にカフェで過したいな",
		char_type = 2
	}
	pg.base.child2_word[95] = {
		id = 95,
		main_character_face = 4,
		word = "――だってこの前、あそこのプチケーキを食べたそうにしてたでしょ",
		char_type = 2
	}
	pg.base.child2_word[96] = {
		id = 96,
		main_character_face = 2,
		word = "むぅ……まぁ、ポンコツのあんたがどうしてもって言うなら",
		char_type = 6
	}
	pg.base.child2_word[97] = {
		id = 97,
		main_character_face = 6,
		word = "あたしに奢ることを許してやる",
		char_type = 6
	}
	pg.base.child2_word[98] = {
		id = 98,
		main_character_face = 7,
		word = "一番高いのを頼むから覚悟してね♪",
		char_type = 6
	}
	pg.base.child2_word[99] = {
		id = 99,
		main_character_face = 0,
		word = "――今日は天気がいいし、よかったら……",
		char_type = 2
	}
	pg.base.child2_word[100] = {
		id = 100,
		main_character_face = 7,
		word = "あら、それって$1があたしをデートに誘ってるわけ？",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[101] = {
		id = 101,
		main_character_face = 8,
		word = "ポンコツのくせにさぁ～、可愛いあたしを誘おうだなんて～",
		char_type = 6
	}
	pg.base.child2_word[102] = {
		id = 102,
		main_character_face = 8,
		word = "――じゃあ家に引きこもるか……",
		char_type = 2
	}
	pg.base.child2_word[103] = {
		id = 103,
		main_character_face = 2,
		word = "行かないとは一言も言ってないでしょ",
		char_type = 6
	}
	pg.base.child2_word[104] = {
		id = 104,
		main_character_face = 6,
		word = "はいはい、$1も早く着替えなさい。グズグズしてたら怒るよ、ふふん～",
		char_type = 6
	}
	pg.base.child2_word[105] = {
		id = 105,
		main_character_face = 4,
		word = "ねぇポンコツ指揮官、あたしアニメチャンネルが見たいの",
		char_type = 6
	}
	pg.base.child2_word[106] = {
		id = 106,
		main_character_face = 4,
		word = "――じゃあチャンネルを変えるよ",
		char_type = 2
	}
	pg.base.child2_word[107] = {
		id = 107,
		main_character_face = 8,
		word = "ふーん、そんなに素直に聞いてくれるなんて……じゃあ隣に来てもいいよ♪",
		char_type = 6
	}
	pg.base.child2_word[108] = {
		id = 108,
		main_character_face = 7,
		word = "くっつきすぎたら怒るけど♪",
		char_type = 6
	}
	pg.base.child2_word[109] = {
		id = 109,
		main_character_face = 0,
		word = "あのさぁ～",
		char_type = 6
	}
	pg.base.child2_word[110] = {
		id = 110,
		main_character_face = 8,
		word = "書斎のデスクライトが壊れてるの、知ってる？",
		char_type = 6
	}
	pg.base.child2_word[111] = {
		id = 111,
		main_character_face = 8,
		word = "――ああ、新しいのを買おうと思って",
		char_type = 2
	}
	pg.base.child2_word[112] = {
		id = 112,
		main_character_face = 7,
		word = "ふふ～ん、ポンコツのあんたじゃ直せないって知ってるから、直してやったの",
		char_type = 6
	}
	pg.base.child2_word[113] = {
		id = 113,
		main_character_face = 6,
		word = "お礼は……そうだなぁ…いつもの倍のデザートで～",
		char_type = 6
	}
	pg.base.child2_word[114] = {
		id = 114,
		main_character_face = 6,
		word = "ポンコツ指揮官さぁ、さっきから何ぼーっとしてるの？",
		char_type = 6
	}
	pg.base.child2_word[115] = {
		id = 115,
		main_character_face = 6,
		word = "――仕事のことを考えてた",
		char_type = 2
	}
	pg.base.child2_word[116] = {
		id = 116,
		main_character_face = 8,
		word = "はぁ…やっぱりどうしようもないポンコツね",
		char_type = 6
	}
	pg.base.child2_word[117] = {
		id = 117,
		main_character_face = 7,
		word = "こんな時はあたしのことを考えるべきでしょ？",
		char_type = 6
	}
	pg.base.child2_word[118] = {
		id = 118,
		main_character_face = 0,
		word = "オシオキが必要みたい……今夜はホラー映画鑑賞会決定！逃さないからね♪",
		char_type = 6
	}
	pg.base.child2_word[119] = {
		id = 119,
		main_character_face = 3,
		word = "ふん。料理上手なのは認めるけど……今日はあたしにもうちょっと教えなさいよ",
		char_type = 6
	}
	pg.base.child2_word[120] = {
		id = 120,
		main_character_face = 3,
		word = "――いいよ。ちなみに何を学びたいの？",
		char_type = 2
	}
	pg.base.child2_word[121] = {
		id = 121,
		main_character_face = 2,
		word = "ほら、この前作ってくれたオムライス……",
		char_type = 6
	}
	pg.base.child2_word[122] = {
		id = 122,
		main_character_face = 4,
		word = "からかったら、今夜のご飯抜きにするからね！",
		char_type = 6
	}
	pg.base.child2_word[123] = {
		id = 123,
		main_character_face = 6,
		word = "はい、ポンコツ指揮官のブレンドコーヒーよ",
		char_type = 6
	}
	pg.base.child2_word[124] = {
		id = 124,
		main_character_face = 6,
		word = "――……また何か変なものを入れた？",
		char_type = 2
	}
	pg.base.child2_word[125] = {
		id = 125,
		main_character_face = 8,
		word = "当ててみる？当たったらご褒美があるよ？",
		char_type = 6
	}
	pg.base.child2_word[126] = {
		id = 126,
		main_character_face = 7,
		word = "って言いたいところだけど、怖がられちゃったら悲しいじゃない～",
		char_type = 6
	}
	pg.base.child2_word[127] = {
		id = 127,
		main_character_face = 6,
		word = "今日のあたしは淑女なのでイタズラはなし～。普通のブレンドコーヒーだよ？",
		char_type = 6
	}
	pg.base.child2_word[128] = {
		id = 128,
		main_character_face = 6,
		word = "$1、これを探してたりする？",
		char_type = 6
	}
	pg.base.child2_word[129] = {
		id = 129,
		main_character_face = 6,
		word = "――え？そうだけど……なんでそれを持ってるの？",
		char_type = 2
	}
	pg.base.child2_word[130] = {
		id = 130,
		main_character_face = 7,
		word = "そんなの気にしないの。返して欲しかったら、あたしの方があんたより優秀って認めなさい♪",
		char_type = 6
	}
	pg.base.child2_word[131] = {
		id = 131,
		main_character_face = 7,
		word = "――……",
		char_type = 2
	}
	pg.base.child2_word[132] = {
		id = 132,
		main_character_face = 6,
		word = "冗談よ～。ほら、受け取って？",
		char_type = 6
	}
	pg.base.child2_word[133] = {
		id = 133,
		main_character_face = 8,
		word = "焦った顔、すっごく面白かったよ♪",
		char_type = 6
	}
	pg.base.child2_word[134] = {
		id = 134,
		main_character_face = 2,
		word = "さっきクローゼットを整理してたら、$1のシャツにシワができてることに気付いたの",
		char_type = 6
	}
	pg.base.child2_word[135] = {
		id = 135,
		main_character_face = 2,
		word = "――そう？全然気付いてなかった",
		char_type = 2
	}
	pg.base.child2_word[136] = {
		id = 136,
		main_character_face = 6,
		word = "大丈夫。もう全部アイロンをかけておいたよ",
		char_type = 6
	}
	pg.base.child2_word[137] = {
		id = 137,
		main_character_face = 8,
		word = "あっ、そうだ、時間があるときにアイロンのかけ方を教えようか？素早くできるコツがあるの",
		char_type = 6
	}
	pg.base.child2_word[138] = {
		id = 138,
		main_character_face = 6,
		word = "ふぅ……今日はお散歩日和ね",
		char_type = 6
	}
	pg.base.child2_word[139] = {
		id = 139,
		main_character_face = 0,
		word = "$1、一緒に散歩しに行かない？",
		char_type = 6
	}
	pg.base.child2_word[140] = {
		id = 140,
		main_character_face = 0,
		word = "――いいね。ちょうど体を動かそうと思ってたところだ",
		char_type = 2
	}
	pg.base.child2_word[141] = {
		id = 141,
		main_character_face = 8,
		word = "それはよかった。あたしも新しいカメラをついでに試したくて",
		char_type = 6
	}
	pg.base.child2_word[142] = {
		id = 142,
		main_character_face = 8,
		word = "公園で何か撮ってみようかな♪",
		char_type = 6
	}
	pg.base.child2_word[143] = {
		id = 143,
		main_character_face = 2,
		word = "あ……$1……",
		char_type = 6
	}
	pg.base.child2_word[144] = {
		id = 144,
		main_character_face = 2,
		word = "新しい曲を作ろうとしてるんだけど、なんだかスランプで…",
		char_type = 6
	}
	pg.base.child2_word[145] = {
		id = 145,
		main_character_face = 0,
		word = "どこまで書けたの？",
		char_type = 3
	}
	pg.base.child2_word[146] = {
		id = 146,
		main_character_face = 0,
		word = "手伝おうか？",
		char_type = 3
	}
	pg.base.child2_word[147] = {
		id = 147,
		main_character_face = 6,
		word = "うん……歌詞は「あなたの笑顔は陽だまりのよう…」ってところまで書いたんだけど、続きが思いつかなくて……",
		char_type = 6
	}
	pg.base.child2_word[148] = {
		id = 148,
		main_character_face = 6,
		word = "……$1を見てたら、何かインスピレーションが湧くかな？",
		char_type = 6
	}
	pg.base.child2_word[149] = {
		id = 149,
		main_character_face = 7,
		word = "例えば笑顔を見せてくれたら、とか……",
		char_type = 6
	}
	pg.base.child2_word[150] = {
		id = 150,
		main_character_face = 6,
		word = "$1、本棚を整理してたら面白いレシピ本があったよ",
		char_type = 6
	}
	pg.base.child2_word[151] = {
		id = 151,
		main_character_face = 0,
		word = "へぇ、どんなレシピ？",
		char_type = 3
	}
	pg.base.child2_word[152] = {
		id = 152,
		main_character_face = 0,
		word = "作ってみたい？",
		char_type = 3
	}
	pg.base.child2_word[153] = {
		id = 153,
		main_character_face = 8,
		word = "お菓子のレシピ本よ。もう早く作ってみたくてウズウズするの",
		char_type = 6
	}
	pg.base.child2_word[154] = {
		id = 154,
		main_character_face = 6,
		word = "すっごく美味しそうなお菓子がいっぱい載ってて……",
		char_type = 6
	}
	pg.base.child2_word[155] = {
		id = 155,
		main_character_face = 8,
		word = "毎日一つずつ作ってみようかなって♪",
		char_type = 6
	}
	pg.base.child2_word[156] = {
		id = 156,
		main_character_face = 6,
		word = "$1、帰り道にお菓子を買ってきたよ",
		char_type = 6
	}
	pg.base.child2_word[157] = {
		id = 157,
		main_character_face = 6,
		word = "――うん？もしかして……これって全部自分の好きな味じゃ？",
		char_type = 2
	}
	pg.base.child2_word[158] = {
		id = 158,
		main_character_face = 6,
		word = "――わざわざ選んでくれたの？",
		char_type = 2
	}
	pg.base.child2_word[159] = {
		id = 159,
		main_character_face = 6,
		word = "うん。$1に喜んでほしくて",
		char_type = 6
	}
	pg.base.child2_word[160] = {
		id = 160,
		main_character_face = 8,
		word = "いつも頑張ってるから、たまにはお菓子でリラックスするのも大切だよ",
		char_type = 6
	}
	pg.base.child2_word[161] = {
		id = 161,
		main_character_face = 8,
		word = "$1、ベランダで小鳥の巣を見つけたよ！",
		char_type = 6
	}
	pg.base.child2_word[162] = {
		id = 162,
		main_character_face = 6,
		word = "お母さん鳥はいないけど、3つの小さな卵があるよ",
		char_type = 6
	}
	pg.base.child2_word[163] = {
		id = 163,
		main_character_face = 6,
		word = "――じゃあ…そっと見守ってあげようか",
		char_type = 2
	}
	pg.base.child2_word[164] = {
		id = 164,
		main_character_face = 0,
		word = "うん！私もそう思ってた",
		char_type = 6
	}
	pg.base.child2_word[165] = {
		id = 165,
		main_character_face = 8,
		word = "毎日様子を見て、でもあまり邪魔しないように…",
		char_type = 6
	}
	pg.base.child2_word[166] = {
		id = 166,
		main_character_face = 6,
		word = "卵から雛鳥が出てくる瞬間を見られたらいいな",
		char_type = 6
	}
	pg.base.child2_word[167] = {
		id = 167,
		main_character_face = 8,
		word = "きっと美しい光景なんだろうなー。余すところなく撮りたいかも～",
		char_type = 6
	}
	pg.base.child2_word[168] = {
		id = 168,
		main_character_face = 0,
		word = "天気予報をチェックしておいたよ",
		char_type = 6
	}
	pg.base.child2_word[169] = {
		id = 169,
		main_character_face = 8,
		word = "これから寒暖差が激しくなるみたいだから、$1に薄手のジャケットを用意したの",
		char_type = 6
	}
	pg.base.child2_word[170] = {
		id = 170,
		main_character_face = 8,
		word = "出かける時は忘れずに持っていってね",
		char_type = 6
	}
	pg.base.child2_word[171] = {
		id = 171,
		main_character_face = 0,
		word = "$1、最近フラワーアレンジメントの授業を受けたの",
		char_type = 6
	}
	pg.base.child2_word[172] = {
		id = 172,
		main_character_face = 2,
		word = "どんなお花が好きか、教えてくれる？",
		char_type = 6
	}
	pg.base.child2_word[173] = {
		id = 173,
		main_character_face = 6,
		word = "今度はあなたの好きなお花で…特別な作品を作ってみたいな",
		char_type = 6
	}
	pg.base.child2_word[174] = {
		id = 174,
		main_character_face = 8,
		word = "一緒に見た映画チケットの半券を保存したくて、素敵なアルバムを買ってきたの",
		char_type = 6
	}
	pg.base.child2_word[175] = {
		id = 175,
		main_character_face = 0,
		word = "もうそんなにあるのか？",
		char_type = 3
	}
	pg.base.child2_word[176] = {
		id = 176,
		main_character_face = 0,
		word = "全部取っておいてくれてたんだ",
		char_type = 3
	}
	pg.base.child2_word[177] = {
		id = 177,
		main_character_face = 2,
		word = "うん、一枚一枚大切に保管してる",
		char_type = 6
	}
	pg.base.child2_word[178] = {
		id = 178,
		main_character_face = 6,
		word = "また今度見に行かない？",
		char_type = 6
	}
	pg.base.child2_word[179] = {
		id = 179,
		main_character_face = 8,
		word = "気楽なコメディ映画だったら指揮官もゆっくり気分転換できるかなって",
		char_type = 6
	}
	pg.base.child2_word[180] = {
		id = 180,
		main_character_face = 0,
		word = "――気のせいかいい香りがする…？",
		char_type = 2
	}
	pg.base.child2_word[181] = {
		id = 181,
		main_character_face = 2,
		word = "気づいた？今ちょうど話そうと思ってた",
		char_type = 6
	}
	pg.base.child2_word[182] = {
		id = 182,
		main_character_face = 6,
		word = "家庭科の授業で作ったアロマキャンドルよ",
		char_type = 6
	}
	pg.base.child2_word[183] = {
		id = 183,
		main_character_face = 8,
		word = "ラベンダーの香りを選んでみたから、寝る前に灯してみてね",
		char_type = 6
	}
	pg.base.child2_word[184] = {
		id = 184,
		main_character_face = 0,
		word = "あ、でも火には気をつけてね。安全第一だよ",
		char_type = 6
	}
	pg.base.child2_word[185] = {
		id = 185,
		main_character_face = 5,
		word = "$1、お願いがあるんだけど…",
		char_type = 6
	}
	pg.base.child2_word[186] = {
		id = 186,
		main_character_face = 5,
		word = "――うん？何？",
		char_type = 2
	}
	pg.base.child2_word[187] = {
		id = 187,
		main_character_face = 2,
		word = "指揮官にマフラーを作ってあげたくて、編み物を独学で始めたんだけど……",
		char_type = 6
	}
	pg.base.child2_word[188] = {
		id = 188,
		main_character_face = 6,
		word = "まずはサイズを測らせてもらえる？",
		char_type = 6
	}
	pg.base.child2_word[189] = {
		id = 189,
		main_character_face = 8,
		word = "まだ全然初心者だけど……頑張るね",
		char_type = 6
	}
	pg.base.child2_word[190] = {
		id = 190,
		main_character_face = 2,
		word = "$1、書斎の照明がちょっと暗くなってきたみたい…",
		char_type = 6
	}
	pg.base.child2_word[191] = {
		id = 191,
		main_character_face = 2,
		word = "――確かに、書類がちょっと見づらく感じてた",
		char_type = 2
	}
	pg.base.child2_word[192] = {
		id = 192,
		main_character_face = 5,
		word = "このままじゃ目に良くないよ",
		char_type = 6
	}
	pg.base.child2_word[193] = {
		id = 193,
		main_character_face = 6,
		word = "週末に新しい照明を選びに行かない？目に優しいものにしないと",
		char_type = 6
	}
	pg.base.child2_word[194] = {
		id = 194,
		main_character_face = 8,
		word = "ついでにお散歩して、新鮮な空気も吸えるよ～",
		char_type = 6
	}
	pg.base.child2_word[195] = {
		id = 195,
		main_character_face = 8,
		word = "ねえねえ$1、おうちの植物がすっごく元気に見えない？",
		char_type = 6
	}
	pg.base.child2_word[196] = {
		id = 196,
		main_character_face = 8,
		word = "――そうだな。最近みんなが生き生きしてて…ナビィのおかげだ",
		char_type = 2
	}
	pg.base.child2_word[197] = {
		id = 197,
		main_character_face = 6,
		word = "えへへ……実はこの前、図書館で園芸の本を見つけたの",
		char_type = 6
	}
	pg.base.child2_word[198] = {
		id = 198,
		main_character_face = 0,
		word = "その本によると植物にも聴覚があって、毎日話しかけるともっと元気に育つんだって",
		char_type = 6
	}
	pg.base.child2_word[199] = {
		id = 199,
		main_character_face = 6,
		word = "だから水やりの時、いつもお話してるの",
		char_type = 6
	}
	pg.base.child2_word[200] = {
		id = 200,
		main_character_face = 8,
		word = "$1もやってみない？もっと喜んでくれるかもよ？",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[201] = {
		id = 201,
		main_character_face = 0,
		word = "$1、音楽は好き？",
		char_type = 6
	}
	pg.base.child2_word[202] = {
		id = 202,
		main_character_face = 0,
		word = "――急にどうしたの？",
		char_type = 2
	}
	pg.base.child2_word[203] = {
		id = 203,
		main_character_face = 6,
		word = "勉強や仕事する時に軽い音楽をかけると、集中力が上がると思って",
		char_type = 6
	}
	pg.base.child2_word[204] = {
		id = 204,
		main_character_face = 6,
		word = "それに……部屋の雰囲気も良くなるし",
		char_type = 6
	}
	pg.base.child2_word[205] = {
		id = 205,
		main_character_face = 8,
		word = "あとで試してみない？",
		char_type = 6
	}
	pg.base.child2_word[206] = {
		id = 206,
		main_character_face = 0,
		word = "――パンの匂いがする……ナビィ、パンを作ってるの？",
		char_type = 2
	}
	pg.base.child2_word[207] = {
		id = 207,
		main_character_face = 1,
		word = "あ、バレちゃった……サプライズにしようと思ってたのに…",
		char_type = 6
	}
	pg.base.child2_word[208] = {
		id = 208,
		main_character_face = 1,
		word = "――こんないい匂いがしてたらすぐ気づくよ",
		char_type = 2
	}
	pg.base.child2_word[209] = {
		id = 209,
		main_character_face = 2,
		word = "褒めるのはまた後にしてね。パンを焼くのは初めてだから",
		char_type = 6
	}
	pg.base.child2_word[210] = {
		id = 210,
		main_character_face = 6,
		word = "焼き上がったら一緒に食べようね。美味しく出来たらいいな……",
		char_type = 6
	}
	pg.base.child2_word[211] = {
		id = 211,
		main_character_face = 5,
		word = "$1は今、肩が凝ってたりする？",
		char_type = 6
	}
	pg.base.child2_word[212] = {
		id = 212,
		main_character_face = 5,
		word = "さっきからずっと肩を揉んでるよ…？",
		char_type = 6
	}
	pg.base.child2_word[213] = {
		id = 213,
		main_character_face = 2,
		word = "よかったらマッサージしてあげようか？あまり上手じゃないかもだけど……",
		char_type = 6
	}
	pg.base.child2_word[214] = {
		id = 214,
		main_character_face = 0,
		word = "おねがい",
		char_type = 3
	}
	pg.base.child2_word[215] = {
		id = 215,
		main_character_face = 0,
		word = "はい、どうぞ",
		char_type = 3
	}
	pg.base.child2_word[216] = {
		id = 216,
		main_character_face = 8,
		word = "うん！痛かったら我慢しないですぐ言ってねっ",
		char_type = 6
	}
	pg.base.child2_word[217] = {
		id = 217,
		main_character_face = 8,
		word = "$1、見て！これが何か分かる？",
		char_type = 6
	}
	pg.base.child2_word[218] = {
		id = 218,
		main_character_face = 8,
		word = "――これは……アルバム？",
		char_type = 2
	}
	pg.base.child2_word[219] = {
		id = 219,
		main_character_face = 6,
		word = "うん！あたしたちが一緒に撮った写真だよ",
		char_type = 6
	}
	pg.base.child2_word[220] = {
		id = 220,
		main_character_face = 6,
		word = "$1と一緒に素敵な思い出がこんなにたくさん作れて、本当に幸せ！",
		char_type = 6
	}
	pg.base.child2_word[221] = {
		id = 221,
		main_character_face = 6,
		word = "$1～",
		char_type = 6
	}
	pg.base.child2_word[222] = {
		id = 222,
		main_character_face = 6,
		word = "折り紙で星を折れるようになったよ",
		char_type = 6
	}
	pg.base.child2_word[223] = {
		id = 223,
		main_character_face = 8,
		word = "見て、これ全部あたしが折ったの",
		char_type = 6
	}
	pg.base.child2_word[224] = {
		id = 224,
		main_character_face = 8,
		word = "千個集めたら、願い事が一つ叶うんだって",
		char_type = 6
	}
	pg.base.child2_word[225] = {
		id = 225,
		main_character_face = 8,
		word = "――どんな願い事をするの？",
		char_type = 2
	}
	pg.base.child2_word[226] = {
		id = 226,
		main_character_face = 2,
		word = "えへへ、それは内緒……",
		char_type = 6
	}
	pg.base.child2_word[227] = {
		id = 227,
		main_character_face = 6,
		word = "でも少しだけ教えてあげるね。$1とも関係がある願い事だよ",
		char_type = 6
	}
	pg.base.child2_word[228] = {
		id = 228,
		main_character_face = 2,
		word = "うーん……$1、最近遅くまで起きてるよね",
		char_type = 6
	}
	pg.base.child2_word[229] = {
		id = 229,
		main_character_face = 2,
		word = "――うん、ちょっと睡眠の質が悪くて…",
		char_type = 2
	}
	pg.base.child2_word[230] = {
		id = 230,
		main_character_face = 5,
		word = "もしかしてお仕事が原因？",
		char_type = 6
	}
	pg.base.child2_word[231] = {
		id = 231,
		main_character_face = 5,
		word = "このままじゃ体調崩しちゃう……あ。いいこと思いついた",
		char_type = 6
	}
	pg.base.child2_word[232] = {
		id = 232,
		main_character_face = 8,
		word = "今夜はホットミルクを作って、一緒に散歩でもしてリラックスしない？",
		char_type = 6
	}
	pg.base.child2_word[233] = {
		id = 233,
		main_character_face = 0,
		word = "$1、天気予報によると、しばらく晴れの日が続くみたいだよ",
		char_type = 6
	}
	pg.base.child2_word[234] = {
		id = 234,
		main_character_face = 6,
		word = "一緒に運動でもしない？",
		char_type = 6
	}
	pg.base.child2_word[235] = {
		id = 235,
		main_character_face = 0,
		word = "うん、そろそろ運動しないとな",
		char_type = 3
	}
	pg.base.child2_word[236] = {
		id = 236,
		main_character_face = 0,
		word = "どんな運動がいいかな",
		char_type = 3
	}
	pg.base.child2_word[237] = {
		id = 237,
		main_character_face = 0,
		word = "天気がいいからお出かけしたいな。ちなみに運動はなんでもいいよ？",
		char_type = 6
	}
	pg.base.child2_word[238] = {
		id = 238,
		main_character_face = 6,
		word = "体を動かすと健康にいいし、気分転換にもなるしね",
		char_type = 6
	}
	pg.base.child2_word[239] = {
		id = 239,
		main_character_face = 8,
		word = "もう着替えも用意したから一緒に行こ？",
		char_type = 6
	}
	pg.base.child2_word[240] = {
		id = 240,
		main_character_face = 5,
		word = "あのさ……ポンコツ$1……",
		char_type = 6
	}
	pg.base.child2_word[241] = {
		id = 241,
		main_character_face = 5,
		word = "なんか最近すごく疲れてるみたいじゃない？",
		char_type = 6
	}
	pg.base.child2_word[242] = {
		id = 242,
		main_character_face = 5,
		word = "特に今日は……クマまでできてるし……",
		char_type = 6
	}
	pg.base.child2_word[243] = {
		id = 243,
		main_character_face = 2,
		word = "……コーヒーを淹れてあげたけど、勘違いしないでよね！倒れられると困るだけよ！",
		char_type = 6
	}
	pg.base.child2_word[244] = {
		id = 244,
		main_character_face = 0,
		word = "わざわざありがとう",
		char_type = 3
	}
	pg.base.child2_word[245] = {
		id = 245,
		main_character_face = 1,
		word = "な、なによ！誰もわざわざ淹れたなんて言ってないでしょう！",
		char_type = 6
	}
	pg.base.child2_word[246] = {
		id = 246,
		main_character_face = 2,
		word = "まぁ、そんな風に言われたら……たまには淹れてやってもいいわよ…？",
		char_type = 6
	}
	pg.base.child2_word[247] = {
		id = 247,
		main_character_face = 0,
		word = "ちょうど喉が渇いてたよ、ありがとう",
		char_type = 3
	}
	pg.base.child2_word[248] = {
		id = 248,
		main_character_face = 2,
		word = "ふん、全く……",
		char_type = 6
	}
	pg.base.child2_word[249] = {
		id = 249,
		main_character_face = 7,
		word = "この借りはしっかり覚えていてよね～！ポンコツ$1！",
		char_type = 6
	}
	pg.base.child2_word[250] = {
		id = 250,
		main_character_face = 6,
		word = "ふふん～$1、家でずっとゴロゴロしてて退屈じゃない？",
		char_type = 6
	}
	pg.base.child2_word[251] = {
		id = 251,
		main_character_face = 8,
		word = "あたしはさぁ、これからランニングに行こうと思ってるけど、ポンコツなあんたには無理でしょ～？",
		char_type = 6
	}
	pg.base.child2_word[252] = {
		id = 252,
		main_character_face = 7,
		word = "ついてこれるか試してみる？負けたら、あたしの言うことを聞いてもらうわ！",
		char_type = 6
	}
	pg.base.child2_word[253] = {
		id = 253,
		main_character_face = 0,
		word = "そんなにこっちの負けるところが見たいのか？",
		char_type = 3
	}
	pg.base.child2_word[254] = {
		id = 254,
		main_character_face = 7,
		word = "ふふん、気づいちゃった？",
		char_type = 6
	}
	pg.base.child2_word[255] = {
		id = 255,
		main_character_face = 8,
		word = "分かってるならさっさとついてきなさいよね～。ポンコツ～",
		char_type = 6
	}
	pg.base.child2_word[256] = {
		id = 256,
		main_character_face = 0,
		word = "いいよ。一緒に運動しよう！",
		char_type = 3
	}
	pg.base.child2_word[257] = {
		id = 257,
		main_character_face = 4,
		word = "ほんとつまんないやつね……$1ったら全然あたしを分かってくれないし！",
		char_type = 6
	}
	pg.base.child2_word[258] = {
		id = 258,
		main_character_face = 7,
		word = "まあ、どうせあとで大変な目に遭うんだから、楽しみにしてなさいよね～！",
		char_type = 6
	}
	pg.base.child2_word[259] = {
		id = 259,
		main_character_face = 6,
		word = "ねえ$1、今日は機嫌がいいから、一つ聞いてもいい？",
		char_type = 6
	}
	pg.base.child2_word[260] = {
		id = 260,
		main_character_face = 2,
		word = "もし……もしもの話だけどね！",
		char_type = 6
	}
	pg.base.child2_word[261] = {
		id = 261,
		main_character_face = 2,
		word = "あんたがプレゼントをもらうとしたら、どんなものだと嬉しいの？",
		char_type = 6
	}
	pg.base.child2_word[262] = {
		id = 262,
		main_character_face = 0,
		word = "ナビィがくれるものなら何でも嬉しいよ",
		char_type = 3
	}
	pg.base.child2_word[263] = {
		id = 263,
		main_character_face = 1,
		word = "な、なにそれ！？誰があんたにプレゼントするって言ったのよ！？",
		char_type = 6
	}
	pg.base.child2_word[264] = {
		id = 264,
		main_character_face = 2,
		word = "……まあ、そんなに期待してるなら、気が向いたらしてやってもいいけど……！",
		char_type = 6
	}
	pg.base.child2_word[265] = {
		id = 265,
		main_character_face = 0,
		word = "実用的なものがいいかな",
		char_type = 3
	}
	pg.base.child2_word[266] = {
		id = 266,
		main_character_face = 5,
		word = "はあ……本当につまんない返しね……",
		char_type = 6
	}
	pg.base.child2_word[267] = {
		id = 267,
		main_character_face = 2,
		word = "まあ、どうせプレゼントするつもりなんてなかったしぃ！",
		char_type = 6
	}
	pg.base.child2_word[268] = {
		id = 268,
		main_character_face = 8,
		word = "$1さぁ～、今日のあたしはどこが違うか分かる？",
		char_type = 6
	}
	pg.base.child2_word[269] = {
		id = 269,
		main_character_face = 7,
		word = "もし分からなかったら、罰ゲームを受けてもらうからね～♪",
		char_type = 6
	}
	pg.base.child2_word[270] = {
		id = 270,
		main_character_face = 0,
		word = "またからかうつもりだろ？",
		char_type = 3
	}
	pg.base.child2_word[271] = {
		id = 271,
		main_character_face = 7,
		word = "あれ～バレちゃった？つまんなーい……",
		char_type = 6
	}
	pg.base.child2_word[272] = {
		id = 272,
		main_character_face = 8,
		word = "でもさぁ、どうせ気づいたんだったら、罰ゲームに付き合ってくれてもいいんじゃない？",
		char_type = 6
	}
	pg.base.child2_word[273] = {
		id = 273,
		main_character_face = 0,
		word = "髪飾りの角度がちょっと変わったかな？",
		char_type = 3
	}
	pg.base.child2_word[274] = {
		id = 274,
		main_character_face = 2,
		word = "ちぇっ……なんでそんな真面目に答えるのよ",
		char_type = 6
	}
	pg.base.child2_word[275] = {
		id = 275,
		main_character_face = 3,
		word = "せっかくいろんな罰ゲームを考えてたのに、全部ボツになったじゃない……！",
		char_type = 6
	}
	pg.base.child2_word[276] = {
		id = 276,
		main_character_face = 6,
		word = "ふふ～ん！今日はカレーを作ってみたよ～！",
		char_type = 6
	}
	pg.base.child2_word[277] = {
		id = 277,
		main_character_face = 8,
		word = "ポンコツ$1が今まで食べたことのない、斬新な味を保証するわ♪",
		char_type = 6
	}
	pg.base.child2_word[278] = {
		id = 278,
		main_character_face = 6,
		word = "もうテーブルに置いてあるから、絶対に残さず食べてね！",
		char_type = 6
	}
	pg.base.child2_word[279] = {
		id = 279,
		main_character_face = 0,
		word = "ちょっと怪しいな……",
		char_type = 3
	}
	pg.base.child2_word[280] = {
		id = 280,
		main_character_face = 7,
		word = "ふふん、それがどうしたの～？",
		char_type = 6
	}
	pg.base.child2_word[281] = {
		id = 281,
		main_character_face = 8,
		word = "ここまで来たらもう逃げられないわよ～♪",
		char_type = 6
	}
	pg.base.child2_word[282] = {
		id = 282,
		main_character_face = 0,
		word = "ありがとう。いただきます",
		char_type = 3
	}
	pg.base.child2_word[283] = {
		id = 283,
		main_character_face = 6,
		word = "本当に間抜けなポンコツね",
		char_type = 6
	}
	pg.base.child2_word[284] = {
		id = 284,
		main_character_face = 6,
		word = "あたしの特製料理をじっくり味わってよね～",
		char_type = 6
	}
	pg.base.child2_word[285] = {
		id = 285,
		main_character_face = 2,
		word = "$1……その……",
		char_type = 6
	}
	pg.base.child2_word[286] = {
		id = 286,
		main_character_face = 2,
		word = "ずっと書類を処理してるみたいだけど……",
		char_type = 6
	}
	pg.base.child2_word[287] = {
		id = 287,
		main_character_face = 6,
		word = "ちょっと休憩して、紅茶でも飲まない？",
		char_type = 6
	}
	pg.base.child2_word[288] = {
		id = 288,
		main_character_face = 0,
		word = "気を使ってくれてる…？",
		char_type = 3
	}
	pg.base.child2_word[289] = {
		id = 289,
		main_character_face = 6,
		word = "うん……$1にはリラックスしてほしくて…",
		char_type = 6
	}
	pg.base.child2_word[290] = {
		id = 290,
		main_character_face = 8,
		word = "紅茶とクッキーを用意したから、ちょっと仕事を一旦休憩しようね",
		char_type = 6
	}
	pg.base.child2_word[291] = {
		id = 291,
		main_character_face = 0,
		word = "大丈夫、もう少しだけ頑張るよ",
		char_type = 3
	}
	pg.base.child2_word[292] = {
		id = 292,
		main_character_face = 3,
		word = "そう……",
		char_type = 6
	}
	pg.base.child2_word[293] = {
		id = 293,
		main_character_face = 2,
		word = "じゃあ、またあとで声をかけるね",
		char_type = 6
	}
	pg.base.child2_word[294] = {
		id = 294,
		main_character_face = 0,
		word = "$1、本棚を整理しようと思うんだけど……",
		char_type = 6
	}
	pg.base.child2_word[295] = {
		id = 295,
		main_character_face = 6,
		word = "特に手元に置きたい本とかある？",
		char_type = 6
	}
	pg.base.child2_word[296] = {
		id = 296,
		main_character_face = 0,
		word = "一緒に整理しようか？",
		char_type = 3
	}
	pg.base.child2_word[297] = {
		id = 297,
		main_character_face = 2,
		word = "えっ、それじゃああなたに迷惑をかけるんじゃ……",
		char_type = 6
	}
	pg.base.child2_word[298] = {
		id = 298,
		main_character_face = 6,
		word = "でも……$1と一緒にできたら、嬉しいかも……",
		char_type = 6
	}
	pg.base.child2_word[299] = {
		id = 299,
		main_character_face = 0,
		word = "特にないよ。ナビィのやりやすいようにして",
		char_type = 3
	}
	pg.base.child2_word[300] = {
		id = 300,
		main_character_face = 8,
		word = "それじゃ、任せてね",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[301] = {
		id = 301,
		main_character_face = 6,
		word = "ちゃんときれいに整理しておくから！",
		char_type = 6
	}
	pg.base.child2_word[302] = {
		id = 302,
		main_character_face = 6,
		word = "あたしたちの写真を整理してみたの",
		char_type = 6
	}
	pg.base.child2_word[303] = {
		id = 303,
		main_character_face = 2,
		word = "何枚か額縁に入れたいんだけど……",
		char_type = 6
	}
	pg.base.child2_word[304] = {
		id = 304,
		main_character_face = 5,
		word = "でもちょっと数が多すぎて、どれにしようか迷っちゃって……",
		char_type = 6
	}
	pg.base.child2_word[305] = {
		id = 305,
		main_character_face = 0,
		word = "ナビィがいいと思うものを全部飾ればいいよ",
		char_type = 3
	}
	pg.base.child2_word[306] = {
		id = 306,
		main_character_face = 1,
		word = "え？いいの？",
		char_type = 6
	}
	pg.base.child2_word[307] = {
		id = 307,
		main_character_face = 6,
		word = "うーん……でもそんなことをしたら、額縁をもっと買い足さなきゃいけないよね……",
		char_type = 6
	}
	pg.base.child2_word[308] = {
		id = 308,
		main_character_face = 0,
		word = "一緒に写真を選ぼう！",
		char_type = 3
	}
	pg.base.child2_word[309] = {
		id = 309,
		main_character_face = 8,
		word = "えへへ、嬉しい～",
		char_type = 6
	}
	pg.base.child2_word[310] = {
		id = 310,
		main_character_face = 8,
		word = "こうやって一緒に写真を選ぶと、思い出を振り返ってるみたいで幸せだね！",
		char_type = 6
	}
	pg.base.child2_word[311] = {
		id = 311,
		main_character_face = 6,
		word = "最近はヨガをいろいろ研究しているよ",
		char_type = 6
	}
	pg.base.child2_word[312] = {
		id = 312,
		main_character_face = 6,
		word = "$1は、普段座り仕事ばかりだよね。一緒に体を動かしてみない？",
		char_type = 6
	}
	pg.base.child2_word[313] = {
		id = 313,
		main_character_face = 0,
		word = "ヨガを教えてくれるの？",
		char_type = 3
	}
	pg.base.child2_word[314] = {
		id = 314,
		main_character_face = 8,
		word = "うん！じゃあ、今からヨガマットを用意してくるね～",
		char_type = 6
	}
	pg.base.child2_word[315] = {
		id = 315,
		main_character_face = 0,
		word = "まずはナビィが見本を見せてくれない？",
		char_type = 3
	}
	pg.base.child2_word[316] = {
		id = 316,
		main_character_face = 2,
		word = "えっと……ちょっと恥ずかしいけど……",
		char_type = 6
	}
	pg.base.child2_word[317] = {
		id = 317,
		main_character_face = 0,
		word = "でも、$1の健康のためにしっかりお手本を見せるね！",
		char_type = 6
	}
	pg.base.child2_word[318] = {
		id = 318,
		main_character_face = 8,
		word = "新しく買ったオーブンが今日届いたんだよ！",
		char_type = 6
	}
	pg.base.child2_word[319] = {
		id = 319,
		main_character_face = 6,
		word = "さっそくクッキーを焼こうと思う！……このあと食べてくれる？",
		char_type = 6
	}
	pg.base.child2_word[320] = {
		id = 320,
		main_character_face = 0,
		word = "だったら一緒に作ろうか？",
		char_type = 3
	}
	pg.base.child2_word[321] = {
		id = 321,
		main_character_face = 8,
		word = "ほんと！？一緒にクッキーを作ってくれるの？",
		char_type = 6
	}
	pg.base.child2_word[322] = {
		id = 322,
		main_character_face = 8,
		word = "嬉しい……！",
		char_type = 6
	}
	pg.base.child2_word[323] = {
		id = 323,
		main_character_face = 0,
		word = "いいよ、ナビィの腕前が楽しみだ",
		char_type = 3
	}
	pg.base.child2_word[324] = {
		id = 324,
		main_character_face = 0,
		word = "うんうん、失敗しないように気をつけるね！",
		char_type = 6
	}
	pg.base.child2_word[325] = {
		id = 325,
		main_character_face = 6,
		word = "$1が絶賛してくれるクッキーを作れるといいな～",
		char_type = 6
	}
	pg.base.child2_word[1001] = {
		id = 1001,
		main_character_face = 0,
		word = "ナビィと一緒に古い庭園にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[1002] = {
		id = 1002,
		main_character_face = 0,
		word = "花とツタに囲まれた道を歩きながら、香りに酔いしれる彼女の姿をシャッターに収めずにはいられなかった。",
		char_type = 0
	}
	pg.base.child2_word[1003] = {
		id = 1003,
		main_character_face = 0,
		word = "ナビィと一緒にとある公園にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[1004] = {
		id = 1004,
		main_character_face = 0,
		word = "ナビィは小道の中央に立ち、白い建物の空っぽの内部を指差しながら、好奇心いっぱいの表情で「これは何の建物なの？」と尋ねてきた。その瞬間を写真に収めた。",
		char_type = 0
	}
	pg.base.child2_word[1005] = {
		id = 1005,
		main_character_face = 0,
		word = "ナビィと一緒にとある観光地にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[1006] = {
		id = 1006,
		main_character_face = 0,
		word = "湖畔の木造展望台で、ナビィは静かにきらめく湖面を見つめ、物思いにふけるような後ろ姿を見せた。",
		char_type = 0
	}
	pg.base.child2_word[1007] = {
		id = 1007,
		main_character_face = 0,
		word = "目的地に着くと、ナビィと共に白い桜でいっぱいの小道を歩いた。",
		char_type = 0
	}
	pg.base.child2_word[1008] = {
		id = 1008,
		main_character_face = 0,
		word = "ナビィは純白の花影の中で嬉しそうにこっちに笑みを見せ、思わずシャッターを切った。",
		char_type = 0
	}
	pg.base.child2_word[1009] = {
		id = 1009,
		main_character_face = 0,
		word = "ナビィと一緒に雪に覆われた公園にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[1010] = {
		id = 1010,
		main_character_face = 0,
		word = "ナビィは手を広げ、舞い落ちる雪を肌で感じていた。舞い落ちる雪とその景色の中の横顔が、美しい一枚の絵のように交じり合っていた。",
		char_type = 0
	}
	pg.base.child2_word[1011] = {
		id = 1011,
		main_character_face = 0,
		word = "ナビィと一緒に鳥居が連なる場所にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[1012] = {
		id = 1012,
		main_character_face = 0,
		word = "朱色の木造鳥居が続く道の中、ナビィは石段を踏みながら振り返り、オレンジの光が重なり合い彼女の横顔を染め上げた。",
		char_type = 0
	}
	pg.base.child2_word[1013] = {
		id = 1013,
		main_character_face = 0,
		word = "ナビィと一緒に川をまたぐ鉄の大橋にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[1014] = {
		id = 1014,
		main_character_face = 0,
		word = "黄昏の街灯の下で、ナビィは冷たい金属の手すりに静かにもたれ、その輪郭は光と影で鮮明に描かれた。",
		char_type = 0
	}
	pg.base.child2_word[1015] = {
		id = 1015,
		main_character_face = 0,
		word = "ナビィと一緒に並木道にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[1016] = {
		id = 1016,
		main_character_face = 0,
		word = "生い茂る木々の影の下、ナビィは道の真ん中で愛らしいポーズをとった。",
		char_type = 0
	}
	pg.base.child2_word[1017] = {
		id = 1017,
		main_character_face = 0,
		word = "ナビィと一緒に砂漠にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[1018] = {
		id = 1018,
		main_character_face = 0,
		word = "彼女は驚いたように手で口を覆った。",
		char_type = 0
	}
	pg.base.child2_word[1019] = {
		id = 1019,
		main_character_face = 0,
		word = "その背後には枯れ木の数々が、この金色の荒野に静かに佇んでいた。",
		char_type = 0
	}
	pg.base.child2_word[1020] = {
		id = 1020,
		main_character_face = 0,
		word = "ナビィと一緒に森の分かれ道にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[1021] = {
		id = 1021,
		main_character_face = 0,
		word = "二つに分かれた小道の前でナビィは立ち止まり、左右を見比べながら、どちらの道を進むべきか真剣に考えていた。",
		char_type = 0
	}
	pg.base.child2_word[1022] = {
		id = 1022,
		main_character_face = 0,
		word = "ナビィが船首に座り、二人で山間の河道を船で進んだ。",
		char_type = 0
	}
	pg.base.child2_word[1023] = {
		id = 1023,
		main_character_face = 0,
		word = "両岸の崖を見上げたり、水面を覗き込んだりと、渓谷の景色に興味津々な様子だった。",
		char_type = 0
	}
	pg.base.child2_word[1024] = {
		id = 1024,
		main_character_face = 0,
		word = "ナビィと一緒に風光明媚な浜辺にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[1025] = {
		id = 1025,
		main_character_face = 0,
		word = "制服姿のナビィは砂浜で寄せる波を見つめ、とても上機嫌な様子だった。",
		char_type = 0
	}
	pg.base.child2_word[1026] = {
		id = 1026,
		main_character_face = 0,
		word = "ナビィと一緒に朝霧に包まれた森にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[1027] = {
		id = 1027,
		main_character_face = 0,
		word = "彼女が霧にぼやけた森の小道を眺めながら進む度に、厚い落ち葉がその足元でカサカサと音を立てていた。",
		char_type = 0
	}
	pg.base.child2_word[1028] = {
		id = 1028,
		main_character_face = 0,
		word = "ナビィと一緒に浜辺にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[1029] = {
		id = 1029,
		main_character_face = 0,
		word = "彼女は老樹の根元にしゃがみ込み、提灯の灯りを興味津々に見つめていた。",
		char_type = 0
	}
	pg.base.child2_word[1030] = {
		id = 1030,
		main_character_face = 0,
		word = "この瞬間を写真に収めようとカメラを構えたが、提灯にピントが合ってしまった……",
		char_type = 0
	}
	pg.base.child2_word[1031] = {
		id = 1031,
		main_character_face = 0,
		word = "ナビィと一緒にある建物を見学しにやってきた。",
		char_type = 0
	}
	pg.base.child2_word[1032] = {
		id = 1032,
		main_character_face = 0,
		word = "彼女は石柱の後ろに隠れ、体を半分だけ出していたずらっぽい笑みを浮かべながらこちらを見つめてきた。",
		char_type = 0
	}
	pg.base.child2_word[1033] = {
		id = 1033,
		main_character_face = 0,
		word = "ナビィと一緒に目的地に到着した。",
		char_type = 0
	}
	pg.base.child2_word[1034] = {
		id = 1034,
		main_character_face = 0,
		word = "桟橋の端に腰をかけ、ナビィは足を軽くぶらぶらさせながら、霧の向こうにぼんやりと見える湖面を眺めていた。",
		char_type = 0
	}
	pg.base.child2_word[1035] = {
		id = 1035,
		main_character_face = 0,
		word = "ナビィと一緒に目的地に到着した。",
		char_type = 0
	}
	pg.base.child2_word[1036] = {
		id = 1036,
		main_character_face = 0,
		word = "彼女の後ろには凪の風景があり、水面が陽光に照らされてキラキラと輝いていた。",
		char_type = 0
	}
	pg.base.child2_word[1037] = {
		id = 1037,
		main_character_face = 0,
		word = "ナビィの笑顔を見て、思わずこの瞬間を写真に収めた。",
		char_type = 0
	}
	pg.base.child2_word[1038] = {
		id = 1038,
		main_character_face = 0,
		word = "ナビィと一緒に洞窟の前に来た。",
		char_type = 0
	}
	pg.base.child2_word[1039] = {
		id = 1039,
		main_character_face = 0,
		word = "ナビィは少し緊張した様子で振り返り、かすかに眉をしかめた表情がとても愛らしかった。",
		char_type = 0
	}
	pg.base.child2_word[1040] = {
		id = 1040,
		main_character_face = 0,
		word = "この瞬間を写真に収めた。",
		char_type = 0
	}
	pg.base.child2_word[5001] = {
		id = 5001,
		main_character_face = 0,
		word = "木の下で、ユニコーンは何かを考え込んでいるかのように俯いていた。",
		char_type = 0
	}
	pg.base.child2_word[5002] = {
		id = 5002,
		main_character_face = 0,
		word = "ユニコーンに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[5003] = {
		id = 5003,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[5004] = {
		id = 5004,
		main_character_face = 0,
		word = "ナビィ",
		char_type = 0
	}
	pg.base.child2_word[5011] = {
		id = 5011,
		main_character_face = 0,
		word = "公園のベンチで、海天は紙とペンを手に、舞い落ちる花びらを眺めては何か書き込んでいる。",
		char_type = 0
	}
	pg.base.child2_word[5012] = {
		id = 5012,
		main_character_face = 0,
		word = "海天に話しかける",
		char_type = 2
	}
	pg.base.child2_word[5013] = {
		id = 5013,
		main_character_face = 0,
		word = "海天の様子を見てみよう",
		char_type = 2
	}
	pg.base.child2_word[5014] = {
		id = 5014,
		main_character_face = 0,
		word = "ナビィ",
		char_type = 0
	}
	pg.base.child2_word[5021] = {
		id = 5021,
		main_character_face = 0,
		word = "アンカレッジは床に座り、色とりどりの折り紙を真剣な様子で折りながら時折楽しそうな笑みをこぼしている。",
		char_type = 0
	}
	pg.base.child2_word[5022] = {
		id = 5022,
		main_character_face = 0,
		word = "アンカレッジに話しかける",
		char_type = 2
	}
	pg.base.child2_word[5023] = {
		id = 5023,
		main_character_face = 0,
		word = "アンカレッジの様子を見てみよう",
		char_type = 2
	}
	pg.base.child2_word[5024] = {
		id = 5024,
		main_character_face = 0,
		word = "ナビィ",
		char_type = 0
	}
	pg.base.child2_word[5031] = {
		id = 5031,
		main_character_face = 0,
		word = "カフェでヤーデは小粋なスイーツを楽しみながらスマホをいじっていて、時折意地悪そうな笑顔を浮かべている。",
		char_type = 0
	}
	pg.base.child2_word[5032] = {
		id = 5032,
		main_character_face = 0,
		word = "ヤーデに話しかける",
		char_type = 2
	}
	pg.base.child2_word[5033] = {
		id = 5033,
		main_character_face = 0,
		word = "ヤーデの様子を見てみよう",
		char_type = 2
	}
	pg.base.child2_word[5034] = {
		id = 5034,
		main_character_face = 0,
		word = "ナビィ",
		char_type = 0
	}
	pg.base.child2_word[5041] = {
		id = 5041,
		main_character_face = 0,
		word = "スヴィレピイは街の壁際で、缶スプレーを手に「芸術」を真剣に生み出している。",
		char_type = 0
	}
	pg.base.child2_word[5042] = {
		id = 5042,
		main_character_face = 0,
		word = "スヴィレピイに話しかける",
		char_type = 2
	}
	pg.base.child2_word[5043] = {
		id = 5043,
		main_character_face = 0,
		word = "スヴィレピイの様子を見てみよう",
		char_type = 2
	}
	pg.base.child2_word[5044] = {
		id = 5044,
		main_character_face = 0,
		word = "ナビィ",
		char_type = 0
	}
	pg.base.child2_word[5051] = {
		id = 5051,
		main_character_face = 0,
		word = "ローンはグルメ街に設置された菓子工房で、何かを真剣に配合しながら、時折意味深な笑みを浮かべている。",
		char_type = 0
	}
	pg.base.child2_word[5052] = {
		id = 5052,
		main_character_face = 0,
		word = "ローンに話しかける",
		char_type = 2
	}
	pg.base.child2_word[5053] = {
		id = 5053,
		main_character_face = 0,
		word = "ローンの様子を見てみよう",
		char_type = 2
	}
	pg.base.child2_word[5054] = {
		id = 5054,
		main_character_face = 0,
		word = "ナビィ",
		char_type = 0
	}
	pg.base.child2_word[5101] = {
		id = 5101,
		main_character_face = 0,
		word = "花園の近くで、ユニコーンはとても機嫌良さそうにしている。",
		char_type = 0
	}
	pg.base.child2_word[5102] = {
		id = 5102,
		main_character_face = 0,
		word = "ユニコーンに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[5103] = {
		id = 5103,
		main_character_face = 0,
		word = "ユニコーンとしばらく話した後、ナビィは何か考え込むようになった。",
		char_type = 0
	}
	pg.base.child2_word[5104] = {
		id = 5104,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[5111] = {
		id = 5111,
		main_character_face = 0,
		word = "図書館で海天と出会った。上機嫌のようだ。",
		char_type = 0
	}
	pg.base.child2_word[5112] = {
		id = 5112,
		main_character_face = 0,
		word = "海天に話しかける",
		char_type = 2
	}
	pg.base.child2_word[5113] = {
		id = 5113,
		main_character_face = 0,
		word = "海天との会話を通じて、ナビィは文学への関心を深めたようだ。",
		char_type = 0
	}
	pg.base.child2_word[5114] = {
		id = 5114,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[5121] = {
		id = 5121,
		main_character_face = 0,
		word = "埠頭でアンカレッジに出会った。ちょうど折り紙で船を作っているようだ。",
		char_type = 0
	}
	pg.base.child2_word[5122] = {
		id = 5122,
		main_character_face = 0,
		word = "アンカレッジに話しかける",
		char_type = 2
	}
	pg.base.child2_word[5123] = {
		id = 5123,
		main_character_face = 0,
		word = "アンカレッジが折り紙の船を浮かばせようとしているのを見て、ナビィは子供の純粋さを感じ取ったようだ",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[5124] = {
		id = 5124,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[5131] = {
		id = 5131,
		main_character_face = 0,
		word = "木陰で真剣に本を読んでいるヤーデを見かけた。話しかけてみる？",
		char_type = 0
	}
	pg.base.child2_word[5132] = {
		id = 5132,
		main_character_face = 0,
		word = "ヤーデに話しかける",
		char_type = 2
	}
	pg.base.child2_word[5133] = {
		id = 5133,
		main_character_face = 0,
		word = "勉強に励んでいるように見えたヤーデだったが、近づいてみると本の中にゲーム機を隠して遊んでいることがわかった。うまく勉強しているように見せかけたヤーデの行動を見て、ナビィは何か考え込むようになった。",
		char_type = 0
	}
	pg.base.child2_word[5134] = {
		id = 5134,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[5141] = {
		id = 5141,
		main_character_face = 0,
		word = "スヴィレピイは完成したグラフィティの前に立ち、お菓子を食べながら満足そうに作品を眺めている。",
		char_type = 0
	}
	pg.base.child2_word[5142] = {
		id = 5142,
		main_character_face = 0,
		word = "スヴィレピイに話しかける",
		char_type = 2
	}
	pg.base.child2_word[5143] = {
		id = 5143,
		main_character_face = 0,
		word = "スヴィレピイの芸術への独特な解釈を通じて、ナビィは自己を表現する新たな形を見出したようだ。",
		char_type = 0
	}
	pg.base.child2_word[5144] = {
		id = 5144,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[5151] = {
		id = 5151,
		main_character_face = 0,
		word = "ローンは農場で動物に餌をやっているが、その顔には底知れない笑みが浮んでいる。",
		char_type = 0
	}
	pg.base.child2_word[5152] = {
		id = 5152,
		main_character_face = 0,
		word = "ローンに話しかける",
		char_type = 2
	}
	pg.base.child2_word[5153] = {
		id = 5153,
		main_character_face = 0,
		word = "ローンの「愛情」についての考えを聞いた後、ナビィは何かを悟ったような顔になった。",
		char_type = 0
	}
	pg.base.child2_word[5154] = {
		id = 5154,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[5201] = {
		id = 5201,
		main_character_face = 0,
		word = "商店街でユニコーンを見かけた。話しかけてみる？",
		char_type = 0
	}
	pg.base.child2_word[5202] = {
		id = 5202,
		main_character_face = 0,
		word = "ユニコーンに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[5203] = {
		id = 5203,
		main_character_face = 0,
		word = "ユニコーンとしばらく話したら、ナビィは多くのことを学んだようだった。",
		char_type = 0
	}
	pg.base.child2_word[5204] = {
		id = 5204,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[5211] = {
		id = 5211,
		main_character_face = 0,
		word = "海天に出会った。話しかけてみようか？",
		char_type = 0
	}
	pg.base.child2_word[5212] = {
		id = 5212,
		main_character_face = 0,
		word = "海天に話しかける",
		char_type = 2
	}
	pg.base.child2_word[5213] = {
		id = 5213,
		main_character_face = 0,
		word = "海天としばらく話したら、ナビィは何かを学んだようだ。",
		char_type = 0
	}
	pg.base.child2_word[5214] = {
		id = 5214,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[5221] = {
		id = 5221,
		main_character_face = 0,
		word = "アンカレッジは絵本を真似して落書きを描いている。話しかけてみる？",
		char_type = 0
	}
	pg.base.child2_word[5222] = {
		id = 5222,
		main_character_face = 0,
		word = "アンカレッジに話しかける",
		char_type = 2
	}
	pg.base.child2_word[5223] = {
		id = 5223,
		main_character_face = 0,
		word = "真剣に絵を描くアンカレッジの姿を見て、ナビィは何か思いついたようだ。",
		char_type = 0
	}
	pg.base.child2_word[5224] = {
		id = 5224,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[5231] = {
		id = 5231,
		main_character_face = 0,
		word = "ヤーデは機嫌良さそうに何か面白いことを研究しているようだ。話しかけてみる？",
		char_type = 0
	}
	pg.base.child2_word[5232] = {
		id = 5232,
		main_character_face = 0,
		word = "ヤーデに話しかける",
		char_type = 2
	}
	pg.base.child2_word[5233] = {
		id = 5233,
		main_character_face = 0,
		word = "ヤーデとしばらく話したら、ナビィは何かを学んだようだ",
		char_type = 0
	}
	pg.base.child2_word[5234] = {
		id = 5234,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[5241] = {
		id = 5241,
		main_character_face = 0,
		word = "スヴィレピイは地図に何かを書き込んでいて、時々ドヤ顔になり頷いたりしている。",
		char_type = 0
	}
	pg.base.child2_word[5242] = {
		id = 5242,
		main_character_face = 0,
		word = "スヴィレピイに話しかける",
		char_type = 2
	}
	pg.base.child2_word[5243] = {
		id = 5243,
		main_character_face = 0,
		word = "グラフィティアートをするルートを考えていることを知ると、ナビィは喜んで彼女に加わった。",
		char_type = 0
	}
	pg.base.child2_word[5244] = {
		id = 5244,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[5251] = {
		id = 5251,
		main_character_face = 0,
		word = "ローンは庭のバラの手入れをしながら、優しい笑みを浮かべている。",
		char_type = 0
	}
	pg.base.child2_word[5252] = {
		id = 5252,
		main_character_face = 0,
		word = "ローンに話しかける",
		char_type = 2
	}
	pg.base.child2_word[5253] = {
		id = 5253,
		main_character_face = 0,
		word = "ローンの「手入れ」の哲学を聞いて、ナビィは感慨深く頷いた。",
		char_type = 0
	}
	pg.base.child2_word[5254] = {
		id = 5254,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[6001] = {
		id = 6001,
		main_character_face = 0,
		word = "晴れの日に、あるレトロバイクショップが静かに訪れる人を待っている……",
		char_type = 0
	}
	pg.base.child2_word[6011] = {
		id = 6011,
		main_character_face = 0,
		word = "映画館の前を通ると、ナビィの足が止まった……",
		char_type = 0
	}
	pg.base.child2_word[6021] = {
		id = 6021,
		main_character_face = 0,
		word = "廃棄された区画の広々としたコンクリートの空き地が、かつての賑わいを物語っている……",
		char_type = 0
	}
	pg.base.child2_word[6101] = {
		id = 6101,
		main_character_face = 0,
		word = "午後の図書館で、一冊の本が静かに机の上に置かれている……",
		char_type = 0
	}
	pg.base.child2_word[6111] = {
		id = 6111,
		main_character_face = 0,
		word = "本屋の心理学コーナーはいつも通り静かで、本棚に並ぶ一冊一冊がまるで運命の読者に読まれるのを待っているかのようだ……",
		char_type = 0
	}
	pg.base.child2_word[6121] = {
		id = 6121,
		main_character_face = 0,
		word = "夕日が公園を暖かなオレンジ色に染め上げ、ベンチは静かにさまざまな大切な決断を見守っている……",
		char_type = 0
	}
	pg.base.child2_word[20002] = {
		id = 20002,
		main_character_face = 0,
		word = "ボール遊びが楽しくて、たくさん汗をかいた！",
		char_type = 3
	}
	pg.base.child2_word[20004] = {
		id = 20004,
		main_character_face = 0,
		word = "ブロックパズルを完璧に組み立てられたよ！すごいね！",
		char_type = 3
	}
	pg.base.child2_word[20006] = {
		id = 20006,
		main_character_face = 0,
		word = "物語を最後まで真剣に読んで、新しいことを学べた！",
		char_type = 3
	}
	pg.base.child2_word[20008] = {
		id = 20008,
		main_character_face = 0,
		word = "想像力を働かせて、たくさんの面白いアイデアが浮かんだ！",
		char_type = 3
	}
	pg.base.child2_word[20010] = {
		id = 20010,
		main_character_face = 0,
		word = "音楽に合わせて踊るのが楽しくて、動きもどんどん上手くなってきた！",
		char_type = 3
	}
	pg.base.child2_word[20012] = {
		id = 20012,
		main_character_face = 0,
		word = "小部屋をきれいに掃除できた！やったね！",
		char_type = 3
	}
	pg.base.child2_word[20014] = {
		id = 20014,
		main_character_face = 0,
		word = "体育の時間に一生懸命運動して、自分の体力に自信がついた！",
		char_type = 3
	}
	pg.base.child2_word[20016] = {
		id = 20016,
		main_character_face = 0,
		word = "体育の時間に一生懸命運動して、自分の体力に自信がついた！",
		char_type = 3
	}
	pg.base.child2_word[20018] = {
		id = 20018,
		main_character_face = 0,
		word = "体育の時間に一生懸命運動して、自分の体力に自信がついた！",
		char_type = 3
	}
	pg.base.child2_word[20020] = {
		id = 20020,
		main_character_face = 0,
		word = "真剣に運搬作業をして、充実感を感じられた！",
		char_type = 3
	}
	pg.base.child2_word[20022] = {
		id = 20022,
		main_character_face = 0,
		word = "真剣に運搬作業をして、充実感を感じられた！",
		char_type = 3
	}
	pg.base.child2_word[20024] = {
		id = 20024,
		main_character_face = 0,
		word = "真剣に運搬作業をして、充実感を感じられた！",
		char_type = 3
	}
	pg.base.child2_word[20026] = {
		id = 20026,
		main_character_face = 0,
		word = "教室で静かに読書をして、知識を得る喜びを感じた！",
		char_type = 3
	}
	pg.base.child2_word[20028] = {
		id = 20028,
		main_character_face = 0,
		word = "教室で静かに読書をして、知識を得る喜びを感じた！",
		char_type = 3
	}
	pg.base.child2_word[20030] = {
		id = 20030,
		main_character_face = 0,
		word = "教室で静かに読書をして、知識を得る喜びを感じた！",
		char_type = 3
	}
	pg.base.child2_word[20032] = {
		id = 20032,
		main_character_face = 0,
		word = "花や草を観察してたら、新しい発見があった！",
		char_type = 3
	}
	pg.base.child2_word[20034] = {
		id = 20034,
		main_character_face = 0,
		word = "花や草を観察してたら、新しい発見があった！",
		char_type = 3
	}
	pg.base.child2_word[20036] = {
		id = 20036,
		main_character_face = 0,
		word = "花や草を観察してたら、新しい発見があった！",
		char_type = 3
	}
	pg.base.child2_word[20038] = {
		id = 20038,
		main_character_face = 0,
		word = "ダンスの練習で体が柔らかくなってきた！",
		char_type = 3
	}
	pg.base.child2_word[20040] = {
		id = 20040,
		main_character_face = 0,
		word = "庭園で忙しく過ごして、いい報酬がもらえた！",
		char_type = 3
	}
	pg.base.child2_word[20501] = {
		id = 20501,
		main_character_face = 0,
		word = "学校の外を自由に散歩して、新鮮な空気を吸えたほか、予想外の収穫も！",
		char_type = 3
	}
	pg.base.child2_word[20514] = {
		id = 20514,
		main_character_face = 0,
		word = "体育の時間に一生懸命運動して、自分の体力に自信がついた！",
		char_type = 3
	}
	pg.base.child2_word[20516] = {
		id = 20516,
		main_character_face = 0,
		word = "体育の時間に一生懸命運動して、自分の体力に自信がついた！",
		char_type = 3
	}
	pg.base.child2_word[20518] = {
		id = 20518,
		main_character_face = 0,
		word = "体育の時間に一生懸命運動して、自分の体力に自信がついた！",
		char_type = 3
	}
	pg.base.child2_word[20520] = {
		id = 20520,
		main_character_face = 0,
		word = "真剣に作業をして、充実感を得られた！最高の気分！",
		char_type = 3
	}
	pg.base.child2_word[20522] = {
		id = 20522,
		main_character_face = 0,
		word = "真剣に作業をして、充実感を得られた！最高の気分！",
		char_type = 3
	}
	pg.base.child2_word[20524] = {
		id = 20524,
		main_character_face = 0,
		word = "真剣に作業をして、充実感を得られた！最高の気分！",
		char_type = 3
	}
	pg.base.child2_word[20526] = {
		id = 20526,
		main_character_face = 0,
		word = "教室で静かに読書をして、知識を得る喜びを感じた！思考って楽しい！",
		char_type = 3
	}
	pg.base.child2_word[20528] = {
		id = 20528,
		main_character_face = 0,
		word = "教室で静かに読書をして、知識を得る喜びを感じた！思考って楽しい！",
		char_type = 3
	}
	pg.base.child2_word[20530] = {
		id = 20530,
		main_character_face = 0,
		word = "教室で静かに読書をして、知識を得る喜びを感じた！思考って楽しい！",
		char_type = 3
	}
	pg.base.child2_word[20532] = {
		id = 20532,
		main_character_face = 0,
		word = "花や草を観察してたら、新しい発見がいっぱいあった！",
		char_type = 3
	}
	pg.base.child2_word[20534] = {
		id = 20534,
		main_character_face = 0,
		word = "花や草を観察してたら、新しい発見がいっぱいあった！",
		char_type = 3
	}
	pg.base.child2_word[20536] = {
		id = 20536,
		main_character_face = 0,
		word = "花や草を観察してたら、新しい発見がいっぱいあった！",
		char_type = 3
	}
	pg.base.child2_word[30001] = {
		id = 30001,
		main_character_face = 0,
		word = "忙しく過ごして、いい報酬がもらえた！",
		char_type = 3
	}
	pg.base.child2_word[30002] = {
		id = 30002,
		main_character_face = 0,
		word = "忙しく過ごして、いい報酬がもらえた！",
		char_type = 3
	}
	pg.base.child2_word[30003] = {
		id = 30003,
		main_character_face = 0,
		word = "忙しく過ごして、いい報酬がもらえた！",
		char_type = 3
	}
	pg.base.child2_word[30004] = {
		id = 30004,
		main_character_face = 0,
		word = "旅の途中で新しい景色を見つけて、気分も明るくなった！",
		char_type = 3
	}
	pg.base.child2_word[30005] = {
		id = 30005,
		main_character_face = 0,
		word = "旅の途中で新しい景色を見つけて、気分も明るくなった！",
		char_type = 3
	}
	pg.base.child2_word[30006] = {
		id = 30006,
		main_character_face = 0,
		word = "旅の途中で新しい景色を見つけて、気分も明るくなった！",
		char_type = 3
	}
	pg.base.child2_word[31001] = {
		id = 31001,
		main_character_face = 0,
		word = "ナビィはまだ判定に慣れてないみたいだから、普段からもっと頑張らないと。",
		char_type = 3
	}
	pg.base.child2_word[31002] = {
		id = 31002,
		main_character_face = 0,
		word = "ナビィは判定の基礎目標を達成できたけど、まだいくつかの面での精進が必要だよ。",
		char_type = 3
	}
	pg.base.child2_word[31003] = {
		id = 31003,
		main_character_face = 0,
		word = "ナビィはいろんな能力を上手く発揮できてる。このまま続けていこう！",
		char_type = 3
	}
	pg.base.child2_word[31004] = {
		id = 31004,
		main_character_face = 0,
		word = "ナビィは素晴らしい総合力を見せてくれた。とても印象的な成果だったよ！",
		char_type = 3
	}
	pg.base.child2_word[4101001] = {
		id = 4101001,
		main_character_face = 0,
		word = "町の片隅で、誰も手入れしていない小さな花壇を見つけた。",
		char_type = 0
	}
	pg.base.child2_word[4101002] = {
		id = 4101002,
		main_character_face = 0,
		word = "花壇を手入れする",
		char_type = 2
	}
	pg.base.child2_word[4101003] = {
		id = 4101003,
		main_character_face = 0,
		word = "忘れられていたこの一角を手入れするうちに、いつの間にかささやかな変化が生じた",
		char_type = 0
	}
	pg.base.child2_word[4102001] = {
		id = 4102001,
		main_character_face = 0,
		word = "ナビィは露店で光る水晶玉を見つけた。どうする？",
		char_type = 0
	}
	pg.base.child2_word[4102002] = {
		id = 4102002,
		main_character_face = 0,
		word = "購入する",
		char_type = 2
	}
	pg.base.child2_word[4102003] = {
		id = 4102003,
		main_character_face = 0,
		word = "水晶玉をナビィにプレゼントすると、彼女は大切そうにバッグにしまった",
		char_type = 0
	}
	pg.base.child2_word[4102005] = {
		id = 4102005,
		main_character_face = 0,
		word = "じっくり観察",
		char_type = 2
	}
	pg.base.child2_word[4102006] = {
		id = 4102006,
		main_character_face = 0,
		word = "ナビィはただのガラス玉だと気づき、購入を諦めた",
		char_type = 0
	}
	pg.base.child2_word[4102008] = {
		id = 4102008,
		main_character_face = 0,
		word = "値切り交渉",
		char_type = 2
	}
	pg.base.child2_word[4102009] = {
		id = 4102009,
		main_character_face = 0,
		word = "こっちの指導のもと、ナビィは「交渉術」を学んだ",
		char_type = 0
	}
	pg.base.child2_word[4102011] = {
		id = 4102011,
		main_character_face = 0,
		word = "別の店へ",
		char_type = 2
	}
	pg.base.child2_word[4102012] = {
		id = 4102012,
		main_character_face = 0,
		word = "他の面白い小物を探しに連れて行った",
		char_type = 0
	}
	pg.base.child2_word[4103001] = {
		id = 4103001,
		main_character_face = 0,
		word = "パン屋の前を通りかかると、店頭で流れているパンを焼く映像に見入ってしまった。",
		char_type = 0
	}
	pg.base.child2_word[4103002] = {
		id = 4103002,
		main_character_face = 0,
		word = "じっくり見る",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[4103003] = {
		id = 4103003,
		main_character_face = 0,
		word = "パンが生地から焼き上がるまでの過程を見ながら、ナビィは何か新しい気づきを得た。",
		char_type = 0
	}
	pg.base.child2_word[4104001] = {
		id = 4104001,
		main_character_face = 0,
		word = "街角でストリートアート展が開催されていて、様々な絵画や奇妙な発明品が展示されている。",
		char_type = 0
	}
	pg.base.child2_word[4104002] = {
		id = 4104002,
		main_character_face = 0,
		word = "立ち止まる",
		char_type = 2
	}
	pg.base.child2_word[4104003] = {
		id = 4104003,
		main_character_face = 0,
		word = "ナビィの視線は展示品に釘付けになり、その中からたくさんのインスピレーションを掴み取った！",
		char_type = 0
	}
	pg.base.child2_word[4105001] = {
		id = 4105001,
		main_character_face = 0,
		word = "公園のベンチに、カラフルな封筒が風とともにやってきた。",
		char_type = 0
	}
	pg.base.child2_word[4105002] = {
		id = 4105002,
		main_character_face = 0,
		word = "開封する",
		char_type = 2
	}
	pg.base.child2_word[4105003] = {
		id = 4105003,
		main_character_face = 0,
		word = "中には不思議な内容が書かれていた——「第10ターンと第16ターンに重要な転機が訪れる」。",
		char_type = 0
	}
	pg.base.child2_word[4105004] = {
		id = 4105004,
		main_character_face = 0,
		word = "ふむ……その時は特に注意しなければならないようだ。",
		char_type = 0
	}
	pg.base.child2_word[4106001] = {
		id = 4106001,
		main_character_face = 0,
		word = "花屋で花を買おう。花の種類によって効果が違うようだ。",
		char_type = 0
	}
	pg.base.child2_word[4106002] = {
		id = 4106002,
		main_character_face = 0,
		word = "ライラック",
		char_type = 2
	}
	pg.base.child2_word[4106003] = {
		id = 4106003,
		main_character_face = 0,
		word = "淡い香りが思考をよりスッキリにしてくれた",
		char_type = 0
	}
	pg.base.child2_word[4106004] = {
		id = 4106004,
		main_character_face = 0,
		word = "ひまわり",
		char_type = 2
	}
	pg.base.child2_word[4106005] = {
		id = 4106005,
		main_character_face = 0,
		word = "太陽のような色合いが行動力を刺激してくれた！",
		char_type = 0
	}
	pg.base.child2_word[4106006] = {
		id = 4106006,
		main_character_face = 0,
		word = "[無料特典]ラベンダー",
		char_type = 2
	}
	pg.base.child2_word[4106007] = {
		id = 4106007,
		main_character_face = 0,
		word = "静かな香りが内なる直感を目覚めさせてくれた！",
		char_type = 0
	}
	pg.base.child2_word[4106008] = {
		id = 4106008,
		main_character_face = 0,
		word = "[無料特典]クレマチス",
		char_type = 2
	}
	pg.base.child2_word[4106009] = {
		id = 4106009,
		main_character_face = 0,
		word = "生き生きとした姿が活力を与えてくれた！",
		char_type = 0
	}
	pg.base.child2_word[4107001] = {
		id = 4107001,
		main_character_face = 0,
		word = "カフェに行こう。コーヒーの種類によって効果が違うようだ。",
		char_type = 0
	}
	pg.base.child2_word[4107002] = {
		id = 4107002,
		main_character_face = 0,
		word = "[無料特典]天才ラテ",
		char_type = 2
	}
	pg.base.child2_word[4107003] = {
		id = 4107003,
		main_character_face = 0,
		word = "うーん……賢くなった感じは特になかった？",
		char_type = 0
	}
	pg.base.child2_word[4107004] = {
		id = 4107004,
		main_character_face = 0,
		word = "[無料特典]大冒険モカ",
		char_type = 2
	}
	pg.base.child2_word[4107005] = {
		id = 4107005,
		main_character_face = 0,
		word = "なぜか、飲んだ瞬間「大冒険したい！」と思い始めた！",
		char_type = 0
	}
	pg.base.child2_word[4107006] = {
		id = 4107006,
		main_character_face = 0,
		word = "ニャンブラック",
		char_type = 2
	}
	pg.base.child2_word[4107007] = {
		id = 4107007,
		main_character_face = 0,
		word = "にゃん！世界が急にクリアに見える気がする～！",
		char_type = 0
	}
	pg.base.child2_word[4107008] = {
		id = 4107008,
		main_character_face = 0,
		word = "元気イッパイ特製",
		char_type = 2
	}
	pg.base.child2_word[4107009] = {
		id = 4107009,
		main_character_face = 0,
		word = "わあ！全身にやる気がみなぎってきた！",
		char_type = 0
	}
	pg.base.child2_word[4108001] = {
		id = 4108001,
		main_character_face = 0,
		word = "商店街のベンチで「今日の大冒険」というメモを見つけた。水族館を目標にしているようだ。どうする？",
		char_type = 0
	}
	pg.base.child2_word[4108002] = {
		id = 4108002,
		main_character_face = 0,
		word = "冒険に挑戦する",
		char_type = 2
	}
	pg.base.child2_word[4108003] = {
		id = 4108003,
		main_character_face = 0,
		word = "何か面白いことが起きるかも",
		char_type = 0
	}
	pg.base.child2_word[4108005] = {
		id = 4108005,
		main_character_face = 0,
		word = "放置する",
		char_type = 2
	}
	pg.base.child2_word[4108006] = {
		id = 4108006,
		main_character_face = 0,
		word = "今日はやめておこう",
		char_type = 0
	}
	pg.base.child2_word[4109001] = {
		id = 4109001,
		main_character_face = 0,
		word = "ナビィと水族館に着くと、自動販売機を見つけた。画面にはこう表示されている：\n「この場所をどこで知りましたか？」",
		char_type = 0
	}
	pg.base.child2_word[4109002] = {
		id = 4109002,
		main_character_face = 0,
		word = "商店街",
		char_type = 2
	}
	pg.base.child2_word[4109003] = {
		id = 4109003,
		main_character_face = 0,
		word = "自動販売機の画面に大きな文字が表示された：\n「正解！特賞：饅頭ウォーター1本プレゼント！」",
		char_type = 0
	}
	pg.base.child2_word[4109005] = {
		id = 4109005,
		main_character_face = 0,
		word = "遊園地",
		char_type = 2
	}
	pg.base.child2_word[4109006] = {
		id = 4109006,
		main_character_face = 0,
		word = "自動販売機の画面に大きな文字が表示された：\n「残念！参加賞：饅頭ケーキ1個プレゼント！」",
		char_type = 0
	}
	pg.base.child2_word[4109008] = {
		id = 4109008,
		main_character_face = 0,
		word = "バー",
		char_type = 2
	}
	pg.base.child2_word[4109009] = {
		id = 4109009,
		main_character_face = 0,
		word = "自動販売機の画面に大きな文字が表示された：\n「残念！街にそんな場所はありません！賞品なしです！」",
		char_type = 0
	}
	pg.base.child2_word[4109010] = {
		id = 4109010,
		main_character_face = 0,
		word = "山の池",
		char_type = 2
	}
	pg.base.child2_word[4109011] = {
		id = 4109011,
		main_character_face = 0,
		word = "自動販売機の画面に大きな文字が表示された：\n「残念！参加賞：饅頭キャンディ1個プレゼント！」",
		char_type = 0
	}
	pg.base.child2_word[4110001] = {
		id = 4110001,
		main_character_face = 0,
		word = "コンビニの掲示板に「今日の大冒険」というメモが貼られていて、学校を指している。どうする？",
		char_type = 0
	}
	pg.base.child2_word[4110002] = {
		id = 4110002,
		main_character_face = 0,
		word = "冒険に挑戦する",
		char_type = 2
	}
	pg.base.child2_word[4110003] = {
		id = 4110003,
		main_character_face = 0,
		word = "行ってみよう！",
		char_type = 0
	}
	pg.base.child2_word[4110005] = {
		id = 4110005,
		main_character_face = 0,
		word = "見送る",
		char_type = 2
	}
	pg.base.child2_word[4110006] = {
		id = 4110006,
		main_character_face = 0,
		word = "今は時間がない、また今度にしよう",
		char_type = 0
	}
	pg.base.child2_word[4111001] = {
		id = 4111001,
		main_character_face = 0,
		word = "ナビィと約束通り学校に着くと、自動販売機を見つけた。画面にはこう表示されている：",
		char_type = 0
	}
	pg.base.child2_word[4111002] = {
		id = 4111002,
		main_character_face = 0,
		word = "南西",
		char_type = 2
	}
	pg.base.child2_word[4111003] = {
		id = 4111003,
		main_character_face = 0,
		word = "自動販売機の画面に大きな文字が表示された：\n「正解！特賞：饅頭ウォーター1本プレゼント！」",
		char_type = 0
	}
	pg.base.child2_word[4111005] = {
		id = 4111005,
		main_character_face = 0,
		word = "北西",
		char_type = 2
	}
	pg.base.child2_word[4111006] = {
		id = 4111006,
		main_character_face = 0,
		word = "自動販売機の画面に大きな文字が表示された：\n「残念！参加賞：ミルクティー饅頭1本プレゼント！」",
		char_type = 0
	}
	pg.base.child2_word[4111008] = {
		id = 4111008,
		main_character_face = 0,
		word = "北東",
		char_type = 2
	}
	pg.base.child2_word[4111009] = {
		id = 4111009,
		main_character_face = 0,
		word = "自動販売機の画面に大きな文字が表示された：\n「残念！参加賞：ノンシュガー饅頭1本プレゼント！」",
		char_type = 0
	}
	pg.base.child2_word[4111011] = {
		id = 4111011,
		main_character_face = 0,
		word = "南東",
		char_type = 2
	}
	pg.base.child2_word[4111012] = {
		id = 4111012,
		main_character_face = 0,
		word = "自動販売機の画面に大きな文字が表示された：\n「残念！参加賞：チュチュラテ1本プレゼント！」",
		char_type = 0
	}
	pg.base.child2_word[4111014] = {
		id = 4111014,
		main_character_face = 0,
		word = "四十二",
		char_type = 2
	}
	pg.base.child2_word[4111015] = {
		id = 4111015,
		main_character_face = 0,
		word = "自動販売機の画面に不思議な文字が表示された：\n「アチチチアチチ1本！」",
		char_type = 0
	}
	pg.base.child2_word[4112001] = {
		id = 4112001,
		main_character_face = 0,
		word = [[
窓の前で「今日の大冒険」と書かれたメモを見つけた。
商店街、グルメ街、静謐の山嶺の三ヶ所が記されている。

1番目の場所に✓、2番目の場所に×、3番目の場所に花のマークがある。どうする？]],
		char_type = 0
	}
	pg.base.child2_word[4112002] = {
		id = 4112002,
		main_character_face = 0,
		word = "冒険に挑戦する",
		char_type = 2
	}
	pg.base.child2_word[4112003] = {
		id = 4112003,
		main_character_face = 0,
		word = "チャレンジしてみよう！",
		char_type = 0
	}
	pg.base.child2_word[4112005] = {
		id = 4112005,
		main_character_face = 0,
		word = "無視する",
		char_type = 2
	}
	pg.base.child2_word[4112006] = {
		id = 4112006,
		main_character_face = 0,
		word = "また今度にしよう",
		char_type = 0
	}
	pg.base.child2_word[4113001] = {
		id = 4113001,
		main_character_face = 0,
		word = "どこに行くんだっけ…？記憶を頼りに商店街まで来たら、自動販売機を見つけた。画面にはこう書いてある：\n「正しい場所だ！おめでとう！報酬を選んでください！」",
		char_type = 0
	}
	pg.base.child2_word[4113002] = {
		id = 4113002,
		main_character_face = 0,
		word = "饅頭ウォーター",
		char_type = 2
	}
	pg.base.child2_word[4113003] = {
		id = 4113003,
		main_character_face = 0,
		word = "饅頭ウォーター1本ゲット！",
		char_type = 0
	}
	pg.base.child2_word[4113005] = {
		id = 4113005,
		main_character_face = 0,
		word = "ミルキィ饅頭",
		char_type = 2
	}
	pg.base.child2_word[4113006] = {
		id = 4113006,
		main_character_face = 0,
		word = "ミルキィ饅頭1本ゲット！",
		char_type = 0
	}
	pg.base.child2_word[4113008] = {
		id = 4113008,
		main_character_face = 0,
		word = "ノンシュガー饅頭",
		char_type = 2
	}
	pg.base.child2_word[4113009] = {
		id = 4113009,
		main_character_face = 0,
		word = "ノンシュガー饅頭1本ゲット！",
		char_type = 0
	}
	pg.base.child2_word[4113011] = {
		id = 4113011,
		main_character_face = 0,
		word = "饅頭ラテ",
		char_type = 2
	}
	pg.base.child2_word[4113012] = {
		id = 4113012,
		main_character_face = 0,
		word = "饅頭ラテ1本ゲット！",
		char_type = 0
	}
	pg.base.child2_word[4113014] = {
		id = 4113014,
		main_character_face = 0,
		word = "全部欲しい",
		char_type = 2
	}
	pg.base.child2_word[4113015] = {
		id = 4113015,
		main_character_face = 0,
		word = "自動販売機の画面に不思議な文字が表示された：\nドンパチドンパチドンパチ1本！",
		char_type = 0
	}
	pg.base.child2_word[4114001] = {
		id = 4114001,
		main_character_face = 0,
		word = "どこに行くんだっけ…？記憶を頼りにグルメ街まで来たら、自動販売機を見つけた。画面にはこう書いてある：\n「ここじゃない！以下の創作料理から一品選んで食べて！」",
		char_type = 0
	}
	pg.base.child2_word[4114002] = {
		id = 4114002,
		main_character_face = 0,
		word = "チョコ饅",
		char_type = 2
	}
	pg.base.child2_word[4114003] = {
		id = 4114003,
		main_character_face = 0,
		word = "ナビィは信じられない表情になり、後ずさりしながら必死に首を振った。",
		char_type = 0
	}
	pg.base.child2_word[4114005] = {
		id = 4114005,
		main_character_face = 0,
		word = "ミルクティー焼豚",
		char_type = 2
	}
	pg.base.child2_word[4114006] = {
		id = 4114006,
		main_character_face = 0,
		word = "ナビィは信じられない表情になり、後ずさりしながら必死に首を振った。",
		char_type = 0
	}
	pg.base.child2_word[4115001] = {
		id = 4115001,
		main_character_face = 0,
		word = "どこに行くんだっけ…？記憶を頼りに静謐の山嶺まで来たら、自動販売機を見つけた。画面にはこう書いてある：\n「正しい場所ではありませんが、ここの景色はとても素敵ですよ〜！楽しんでいってください！」",
		char_type = 0
	}
	pg.base.child2_word[4115002] = {
		id = 4115002,
		main_character_face = 0,
		word = "花畑を眺める",
		char_type = 2
	}
	pg.base.child2_word[4115003] = {
		id = 4115003,
		main_character_face = 0,
		word = "ナビィと一緒に花畑を眺めた",
		char_type = 0
	}
	pg.base.child2_word[4116001] = {
		id = 4116001,
		main_character_face = 0,
		word = "ナビィは最近、勉強の効率が上がったり下がったりしている気がする。新しく買った予定帳を机の上に広げた――もっと規則正しい学習計画を立ててみようかな……",
		char_type = 0
	}
	pg.base.child2_word[4116002] = {
		id = 4116002,
		main_character_face = 0,
		word = "計画を立て始める",
		char_type = 2
	}
	pg.base.child2_word[4116003] = {
		id = 4116003,
		main_character_face = 0,
		word = "始めてから少し後悔しちゃったものの、\n歯を食いしばってなんとか続けた！やっぱり努力は報われるものだね！",
		char_type = 0
	}
	pg.base.child2_word[4116004] = {
		id = 4116004,
		main_character_face = 0,
		word = "まだしない",
		char_type = 2
	}
	pg.base.child2_word[4116005] = {
		id = 4116005,
		main_character_face = 0,
		word = "成績に影響がなければ、今のままでいいかな",
		char_type = 0
	}
	pg.base.child2_word[4117001] = {
		id = 4117001,
		main_character_face = 0,
		word = "予定帳がだんだん埋まってきた。続けるべきかな……",
		char_type = 0
	}
	pg.base.child2_word[4117002] = {
		id = 4117002,
		main_character_face = 0,
		word = "続ける",
		char_type = 2
	}
	pg.base.child2_word[4117003] = {
		id = 4117003,
		main_character_face = 0,
		word = "壁を乗り越えた後は、「続ける」ということがそれほど苦痛ではなくなった。やっぱり努力は報われるね！",
		char_type = 0
	}
	pg.base.child2_word[4117004] = {
		id = 4117004,
		main_character_face = 0,
		word = "一旦やめとこう",
		char_type = 2
	}
	pg.base.child2_word[4117005] = {
		id = 4117005,
		main_character_face = 0,
		word = "今までの予定通りでいこう！",
		char_type = 0
	}
	pg.base.child2_word[4118001] = {
		id = 4118001,
		main_character_face = 0,
		word = "スペシャルチャンスが訪れた！努力し続ける必要があるが、思いがけない成果が得られるかもしれない……",
		char_type = 0
	}
	pg.base.child2_word[4118002] = {
		id = 4118002,
		main_character_face = 0,
		word = "冒険に挑戦する",
		char_type = 2
	}
	pg.base.child2_word[4118003] = {
		id = 4118003,
		main_character_face = 0,
		word = "始めてから少し後悔しちゃったものの、\n歯を食いしばってなんとか続けた！やっぱり努力は報われるものだね！",
		char_type = 0
	}
	pg.base.child2_word[4118004] = {
		id = 4118004,
		main_character_face = 0,
		word = "無視する",
		char_type = 2
	}
	pg.base.child2_word[4118005] = {
		id = 4118005,
		main_character_face = 0,
		word = "今までの予定通りでいこう！",
		char_type = 0
	}
	pg.base.child2_word[4119001] = {
		id = 4119001,
		main_character_face = 0,
		word = "継続的な努力が実を結び始めたが、プレッシャーも感じてきた。続けるべき？それともここで諦める？",
		char_type = 0
	}
	pg.base.child2_word[4119002] = {
		id = 4119002,
		main_character_face = 0,
		word = "頑張り続ける",
		char_type = 2
	}
	pg.base.child2_word[4119003] = {
		id = 4119003,
		main_character_face = 0,
		word = "壁を乗り越えた後は、「続ける」ということがそれほど苦痛ではなくなった。やっぱり努力は報われるね！",
		char_type = 0
	}
	pg.base.child2_word[4119004] = {
		id = 4119004,
		main_character_face = 0,
		word = "もうやめておこう",
		char_type = 2
	}
	pg.base.child2_word[4119005] = {
		id = 4119005,
		main_character_face = 0,
		word = "今までの予定通りでいこう！",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[4120001] = {
		id = 4120001,
		main_character_face = 0,
		word = "図書館に行こう。何を読もうかな？",
		char_type = 0
	}
	pg.base.child2_word[4120002] = {
		id = 4120002,
		main_character_face = 0,
		word = "『ロイヤルレディの作法ハンドブック』",
		char_type = 2
	}
	pg.base.child2_word[4120003] = {
		id = 4120003,
		main_character_face = 0,
		word = "「ロイヤルレディは、優雅にアフタヌーンティーのデザートを全部食べるべし」と書かれている……う、うん？",
		char_type = 0
	}
	pg.base.child2_word[4120004] = {
		id = 4120004,
		main_character_face = 0,
		word = "『アイドル育成指南』",
		char_type = 2
	}
	pg.base.child2_word[4120005] = {
		id = 4120005,
		main_character_face = 0,
		word = "アイドルになるために何を準備すべきか、しっかりとしたスケジュール計画が細かく書かれている本。",
		char_type = 0
	}
	pg.base.child2_word[4120006] = {
		id = 4120006,
		main_character_face = 0,
		word = "『遅刻駆逐艦は眠りたい』",
		char_type = 2
	}
	pg.base.child2_word[4120007] = {
		id = 4120007,
		main_character_face = 0,
		word = "中には「Zzzzz……」がいっぱい。まずい、眠くなってきた。",
		char_type = 0
	}
	pg.base.child2_word[4120008] = {
		id = 4120008,
		main_character_face = 0,
		word = "『指揮官の秘書艦当番が回ってきたのにサボりたい』",
		char_type = 2
	}
	pg.base.child2_word[4120009] = {
		id = 4120009,
		main_character_face = 0,
		word = "中にはいろいろなサボり計画が書かれている。作者は……いや、今は深く考えないでおこう。",
		char_type = 0
	}
	pg.base.child2_word[4121001] = {
		id = 4121001,
		main_character_face = 0,
		word = "路地の奥に変な自動販売機がある。中身の見えない箱に入っていて、ボタンも不気味に点滅している……お金を入れる？",
		char_type = 0
	}
	pg.base.child2_word[4121002] = {
		id = 4121002,
		main_character_face = 0,
		word = "入れる",
		char_type = 2
	}
	pg.base.child2_word[4121003] = {
		id = 4121003,
		main_character_face = 0,
		word = "ピンポン…ガチャ…ジジジ…カタン！箱が自動販売機から排出された。\n画面にはドット絵風の文字が表示された——「おめでとうございます、幸運の加護を手に入れました。しっかり活用してくださいにゃ！」",
		char_type = 0
	}
	pg.base.child2_word[4121005] = {
		id = 4121005,
		main_character_face = 0,
		word = "立ち去る",
		char_type = 2
	}
	pg.base.child2_word[4121006] = {
		id = 4121006,
		main_character_face = 0,
		word = "なんか怪しいし、やめておこう",
		char_type = 0
	}
	pg.base.child2_word[4122001] = {
		id = 4122001,
		main_character_face = 0,
		word = "店の前のマッサージチェアが空いている。ただ、この種の無料マッサージチェアは強さが調整しづらいことが多い…",
		char_type = 0
	}
	pg.base.child2_word[4122002] = {
		id = 4122002,
		main_character_face = 0,
		word = "座って休む",
		char_type = 2
	}
	pg.base.child2_word[4122003] = {
		id = 4122003,
		main_character_face = 0,
		word = "椅子の規則的なマッサージを感じながら、うとうとと夢の中へ……目覚めると体が軽くなった気がする。",
		char_type = 0
	}
	pg.base.child2_word[4122005] = {
		id = 4122005,
		main_character_face = 0,
		word = "やめておく",
		char_type = 2
	}
	pg.base.child2_word[4122006] = {
		id = 4122006,
		main_character_face = 0,
		word = "そんなに疲れてないし、引き続き買い物を楽しもう",
		char_type = 0
	}
	pg.base.child2_word[4123001] = {
		id = 4123001,
		main_character_face = 0,
		word = "トレーニングジムに来た、今日の運動メニューを決めよう……",
		char_type = 0
	}
	pg.base.child2_word[4123002] = {
		id = 4123002,
		main_character_face = 0,
		word = "ハードトレーニング（体力50以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4123003] = {
		id = 4123003,
		main_character_face = 0,
		word = "体力が大幅に強化された！気分もよくなった！",
		char_type = 0
	}
	pg.base.child2_word[4123005] = {
		id = 4123005,
		main_character_face = 0,
		word = "有酸素運動（体力25以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4123006] = {
		id = 4123006,
		main_character_face = 0,
		word = "体力が中程度強化された！",
		char_type = 0
	}
	pg.base.child2_word[4123008] = {
		id = 4123008,
		main_character_face = 0,
		word = "コアトレーニング",
		char_type = 2
	}
	pg.base.child2_word[4123009] = {
		id = 4123009,
		main_character_face = 0,
		word = "体力が少し強化された！",
		char_type = 0
	}
	pg.base.child2_word[4123012] = {
		id = 4123012,
		main_character_face = 0,
		word = "ハードトレーニング（体力240以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4123015] = {
		id = 4123015,
		main_character_face = 0,
		word = "有酸素運動（体力120以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4123022] = {
		id = 4123022,
		main_character_face = 0,
		word = "ハードトレーニング（体力600以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4123025] = {
		id = 4123025,
		main_character_face = 0,
		word = "有酸素運動（体力300以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4123032] = {
		id = 4123032,
		main_character_face = 0,
		word = "ハードトレーニング（体力1600以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4123035] = {
		id = 4123035,
		main_character_face = 0,
		word = "有酸素運動（体力800以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4124002] = {
		id = 4124002,
		main_character_face = 0,
		word = "図書館に来た、今日は何を読もうかな？",
		char_type = 0
	}
	pg.base.child2_word[4124003] = {
		id = 4124003,
		main_character_face = 0,
		word = "専門論文（知識50以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4124004] = {
		id = 4124004,
		main_character_face = 0,
		word = "知識が大幅に強化された！気分もよくなった！",
		char_type = 0
	}
	pg.base.child2_word[4124006] = {
		id = 4124006,
		main_character_face = 0,
		word = "応用教材（知識25以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4124007] = {
		id = 4124007,
		main_character_face = 0,
		word = "知識が中程度強化された！",
		char_type = 0
	}
	pg.base.child2_word[4124009] = {
		id = 4124009,
		main_character_face = 0,
		word = "入門書籍",
		char_type = 2
	}
	pg.base.child2_word[4124010] = {
		id = 4124010,
		main_character_face = 0,
		word = "知識が少し強化された！",
		char_type = 0
	}
	pg.base.child2_word[4124013] = {
		id = 4124013,
		main_character_face = 0,
		word = "専門論文（知識240以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4124016] = {
		id = 4124016,
		main_character_face = 0,
		word = "応用教材（知識120以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4124023] = {
		id = 4124023,
		main_character_face = 0,
		word = "専門論文（知識600以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4124026] = {
		id = 4124026,
		main_character_face = 0,
		word = "応用教材（知識300以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4124033] = {
		id = 4124033,
		main_character_face = 0,
		word = "専門論文（知識1600以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4124036] = {
		id = 4124036,
		main_character_face = 0,
		word = "応用教材（知識800以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4125001] = {
		id = 4125001,
		main_character_face = 0,
		word = "学んだことを活かせるチャンスを見つけた、挑戦してみる？",
		char_type = 0
	}
	pg.base.child2_word[4125002] = {
		id = 4125002,
		main_character_face = 0,
		word = "深く追求する（器用50以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4125003] = {
		id = 4125003,
		main_character_face = 0,
		word = "器用さが大幅に強化された！気分もよくなった！",
		char_type = 0
	}
	pg.base.child2_word[4125005] = {
		id = 4125005,
		main_character_face = 0,
		word = "実践を応用する（器用25以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4125006] = {
		id = 4125006,
		main_character_face = 0,
		word = "器用さが中程度強化された！",
		char_type = 0
	}
	pg.base.child2_word[4125008] = {
		id = 4125008,
		main_character_face = 0,
		word = "試しにやってみる",
		char_type = 2
	}
	pg.base.child2_word[4125009] = {
		id = 4125009,
		main_character_face = 0,
		word = "器用さが少し強化された！",
		char_type = 0
	}
	pg.base.child2_word[4125012] = {
		id = 4125012,
		main_character_face = 0,
		word = "深く追求する（器用240以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4125015] = {
		id = 4125015,
		main_character_face = 0,
		word = "実践を応用する（器用120以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4125022] = {
		id = 4125022,
		main_character_face = 0,
		word = "深く追求する（器用600以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4125025] = {
		id = 4125025,
		main_character_face = 0,
		word = "実践を応用する（器用300以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4125032] = {
		id = 4125032,
		main_character_face = 0,
		word = "深く追求する（器用1600以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4125035] = {
		id = 4125035,
		main_character_face = 0,
		word = "実践を応用する（器用800以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4126001] = {
		id = 4126001,
		main_character_face = 0,
		word = "普段の練習で使うグラウンドが静かで、つい長居したい気分だ。",
		char_type = 0
	}
	pg.base.child2_word[4126002] = {
		id = 4126002,
		main_character_face = 0,
		word = "建物を研究してみる（感受性50以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4126003] = {
		id = 4126003,
		main_character_face = 0,
		word = "感受性が大幅に強化された！気分もよくなった！",
		char_type = 0
	}
	pg.base.child2_word[4126005] = {
		id = 4126005,
		main_character_face = 0,
		word = "機材を点検してみる（感受性25以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4126006] = {
		id = 4126006,
		main_character_face = 0,
		word = "感受性が中程度強化された！",
		char_type = 0
	}
	pg.base.child2_word[4126008] = {
		id = 4126008,
		main_character_face = 0,
		word = "周りを見渡す",
		char_type = 2
	}
	pg.base.child2_word[4126009] = {
		id = 4126009,
		main_character_face = 0,
		word = "感受性が少し強化された！",
		char_type = 0
	}
	pg.base.child2_word[4126012] = {
		id = 4126012,
		main_character_face = 0,
		word = "建物を研究してみる（感受性240以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4126015] = {
		id = 4126015,
		main_character_face = 0,
		word = "機材を点検してみる（感受性120以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4126022] = {
		id = 4126022,
		main_character_face = 0,
		word = "建物を研究してみる（感受性600以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4126025] = {
		id = 4126025,
		main_character_face = 0,
		word = "機材を点検してみる（感受性300以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4126032] = {
		id = 4126032,
		main_character_face = 0,
		word = "建物を研究してみる（感受性1600以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4126035] = {
		id = 4126035,
		main_character_face = 0,
		word = "機材を点検してみる（感受性800以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4127001] = {
		id = 4127001,
		main_character_face = 0,
		word = "商店街を歩いていると、ナビィはとあるハンドメイドショップのショーウィンドウに引き寄せられ、中の精緻な作品を見入っている。",
		char_type = 0
	}
	pg.base.child2_word[4127002] = {
		id = 4127002,
		main_character_face = 0,
		word = "一緒に鑑賞する",
		char_type = 2
	}
	pg.base.child2_word[4127003] = {
		id = 4127003,
		main_character_face = 0,
		word = "ナビィは数々の作品の中でも特に素晴らしい一点を指差し、目を輝かせていた。このまま店の外で作品について話し合った……",
		char_type = 0
	}
	pg.base.child2_word[4127005] = {
		id = 4127005,
		main_character_face = 0,
		word = "先を急がせる",
		char_type = 2
	}
	pg.base.child2_word[4127006] = {
		id = 4127006,
		main_character_face = 0,
		word = "この後にも予定があると伝え、また今度鑑賞することにした。",
		char_type = 0
	}
	pg.base.child2_word[4128001] = {
		id = 4128001,
		main_character_face = 0,
		word = "ナビィが興味津々のため、またハンドメイドショップにやってきた。すると彼女は店内に入り、制作に使われる工具や素材を真剣に見ている。",
		char_type = 0
	}
	pg.base.child2_word[4128002] = {
		id = 4128002,
		main_character_face = 0,
		word = "挑戦を薦める",
		char_type = 2
	}
	pg.base.child2_word[4128003] = {
		id = 4128003,
		main_character_face = 0,
		word = "自分で作ってみたいものはないかとナビィに尋ねると、彼女は期待を込めた眼差しで頷いた。",
		char_type = 0
	}
	pg.base.child2_word[4128005] = {
		id = 4128005,
		main_character_face = 0,
		word = "黙って見守る",
		char_type = 2
	}
	pg.base.child2_word[4128006] = {
		id = 4128006,
		main_character_face = 0,
		word = "彼女のペースを乱すべきではない。このまま黙って見守ることにした。",
		char_type = 0
	}
	pg.base.child2_word[4129001] = {
		id = 4129001,
		main_character_face = 0,
		word = "ハンドメイドショップに再訪すると、ナビィは初心者向けの道具セットを買いたいと言い出した。",
		char_type = 0
	}
	pg.base.child2_word[4129002] = {
		id = 4129002,
		main_character_face = 0,
		word = "買ってあげる（必要財貨：100）",
		char_type = 2
	}
	pg.base.child2_word[4129003] = {
		id = 4129003,
		main_character_face = 0,
		word = "お金は出す、とナビィに言った。",
		char_type = 0
	}
	pg.base.child2_word[4129005] = {
		id = 4129005,
		main_character_face = 0,
		word = "選ぶのを手伝う(器用32，感知>16以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4129006] = {
		id = 4129006,
		main_character_face = 0,
		word = "経験を活かして、初心者に適した道具セットを選んであげた。",
		char_type = 0
	}
	pg.base.child2_word[4129008] = {
		id = 4129008,
		main_character_face = 0,
		word = "アドバイスをする",
		char_type = 2
	}
	pg.base.child2_word[4129009] = {
		id = 4129009,
		main_character_face = 0,
		word = "アドバイスはあまり役に立たなかったようだ……",
		char_type = 0
	}
	pg.base.child2_word[4129015] = {
		id = 4129015,
		main_character_face = 0,
		word = "選ぶのを手伝う(器用160，感知>80以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4129025] = {
		id = 4129025,
		main_character_face = 0,
		word = "選ぶのを手伝う(器用400，感知>200以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4129035] = {
		id = 4129035,
		main_character_face = 0,
		word = "選ぶのを手伝う(器用1200，感知>600以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4130001] = {
		id = 4130001,
		main_character_face = 0,
		word = "裏山の山腹を散歩していると、ナビィは展望台に設置された望遠鏡を見つけた。日差しで、真鍮の筒は暖かな光を反射している。",
		char_type = 0
	}
	pg.base.child2_word[4130002] = {
		id = 4130002,
		main_character_face = 0,
		word = "覗いてみる",
		char_type = 2
	}
	pg.base.child2_word[4130003] = {
		id = 4130003,
		main_character_face = 0,
		word = "遠くの景色がはっきりと見えた。ナビィが慎重に望遠鏡を調整していると、突然小さな声を上げた。",
		char_type = 0
	}
	pg.base.child2_word[4130005] = {
		id = 4130005,
		main_character_face = 0,
		word = "通り過ぎる",
		char_type = 2
	}
	pg.base.child2_word[4130006] = {
		id = 4130006,
		main_character_face = 0,
		word = "また今度見に来ようとナビィに言って、展望台を後にした。",
		char_type = 0
	}
	pg.base.child2_word[4131001] = {
		id = 4131001,
		main_character_face = 0,
		word = "天気がいい日、ナビィは展望台にまた行きたいと提案した。朝の裏山にはまだ霧が残っているが、それでも素晴らしい景色が見られるはずだ。",
		char_type = 0
	}
	pg.base.child2_word[4131002] = {
		id = 4131002,
		main_character_face = 0,
		word = "ナビィと一緒に行く",
		char_type = 2
	}
	pg.base.child2_word[4131003] = {
		id = 4131003,
		main_character_face = 0,
		word = "見晴らしの良い場所を見つけ、望遠鏡で遠くの景色を楽しんだ。",
		char_type = 0
	}
	pg.base.child2_word[4131005] = {
		id = 4131005,
		main_character_face = 0,
		word = "誘いを断る",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[4131006] = {
		id = 4131006,
		main_character_face = 0,
		word = "霧がまだ残っているから、とナビィの提案を断った。すると彼女は少し残念そうな表情を浮かべた。",
		char_type = 0
	}
	pg.base.child2_word[4132001] = {
		id = 4132001,
		main_character_face = 0,
		word = "ナビィは望遠鏡の前に立っていて、遠くの景色を熱心に観察している。",
		char_type = 0
	}
	pg.base.child2_word[4132002] = {
		id = 4132002,
		main_character_face = 0,
		word = "静かに寄り添う(必要性格：大人しい)",
		char_type = 2
	}
	pg.base.child2_word[4132003] = {
		id = 4132003,
		main_character_face = 0,
		word = "真剣に景色を観察する彼女をそっと見守ることにした。",
		char_type = 0
	}
	pg.base.child2_word[4132005] = {
		id = 4132005,
		main_character_face = 0,
		word = "自分の見聞を共有する(体力32，感知>16以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4132006] = {
		id = 4132006,
		main_character_face = 0,
		word = "かつて見た他の景色について話すと、ナビィは目を輝かせ、とても興味を示した。",
		char_type = 0
	}
	pg.base.child2_word[4132008] = {
		id = 4132008,
		main_character_face = 0,
		word = "おしゃべりをする",
		char_type = 2
	}
	pg.base.child2_word[4132009] = {
		id = 4132009,
		main_character_face = 0,
		word = "うまく伝えられなかったようで、少し気まずい雰囲気になってしまった。",
		char_type = 0
	}
	pg.base.child2_word[4132015] = {
		id = 4132015,
		main_character_face = 0,
		word = "自分の見聞を共有する(体力160，感知>80以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4132025] = {
		id = 4132025,
		main_character_face = 0,
		word = "自分の見聞を共有する(体力400，感知>200以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4132035] = {
		id = 4132035,
		main_character_face = 0,
		word = "自分の見聞を共有する(体力1200，感知>600以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4133001] = {
		id = 4133001,
		main_character_face = 0,
		word = "グルメ街のベンチで、魚の絵が描かれた不思議な缶詰を見つけた。「1号：腐乳漬け」と書かれている。パッケージの印になんだか見覚えがある気がした。",
		char_type = 0
	}
	pg.base.child2_word[4133002] = {
		id = 4133002,
		main_character_face = 0,
		word = "缶詰を取る",
		char_type = 2
	}
	pg.base.child2_word[4133003] = {
		id = 4133003,
		main_character_face = 0,
		word = "躊躇いつつも缶詰を手に取った。…が、なにやら変な感じがした",
		char_type = 0
	}
	pg.base.child2_word[4133005] = {
		id = 4133005,
		main_character_face = 0,
		word = "見て見ぬふり",
		char_type = 2
	}
	pg.base.child2_word[4133006] = {
		id = 4133006,
		main_character_face = 0,
		word = "見なかったことにしよう",
		char_type = 0
	}
	pg.base.child2_word[4134001] = {
		id = 4134001,
		main_character_face = 0,
		word = "グルメ街のベンチで、魚の絵が描かれた不思議な缶詰を見つけた。「2号：カレーミックス」と書かれていて、カレースパイスの香りの中に何か微妙な匂いも混ざっている。",
		char_type = 0
	}
	pg.base.child2_word[4134002] = {
		id = 4134002,
		main_character_face = 0,
		word = "缶詰を取る",
		char_type = 2
	}
	pg.base.child2_word[4134003] = {
		id = 4134003,
		main_character_face = 0,
		word = "躊躇いつつも缶詰を手に取った。…が、なにやら変な感じがした",
		char_type = 0
	}
	pg.base.child2_word[4134005] = {
		id = 4134005,
		main_character_face = 0,
		word = "見なかったことにする",
		char_type = 2
	}
	pg.base.child2_word[4134006] = {
		id = 4134006,
		main_character_face = 0,
		word = "今回も何も見なかった。うん",
		char_type = 0
	}
	pg.base.child2_word[4135001] = {
		id = 4135001,
		main_character_face = 0,
		word = "グルメ街のベンチで、魚の絵が描かれた不思議な缶詰を見つけた。「3」という番号が書かれていて、小さなメモもある：「レシピを調整したから、今回はおいしいはず」",
		char_type = 0
	}
	pg.base.child2_word[4135002] = {
		id = 4135002,
		main_character_face = 0,
		word = "開けて食べる",
		char_type = 2
	}
	pg.base.child2_word[4135003] = {
		id = 4135003,
		main_character_face = 0,
		word = "確かにおいしい。",
		char_type = 0
	}
	pg.base.child2_word[4136001] = {
		id = 4136001,
		main_character_face = 0,
		word = "山の池の近くに新しく花の迷路ができた、ナビィと一緒に探検しよう！",
		char_type = 0
	}
	pg.base.child2_word[4136002] = {
		id = 4136002,
		main_character_face = 0,
		word = "バラの花に囲まれた二つの小道が目の前に広がっている。左と右、どちらに進む？",
		char_type = 0
	}
	pg.base.child2_word[4136003] = {
		id = 4136003,
		main_character_face = 0,
		word = "左に進む",
		char_type = 2
	}
	pg.base.child2_word[4136004] = {
		id = 4136004,
		main_character_face = 0,
		word = "こっちの花壇は少し乱雑だ……何か様子がおかしい",
		char_type = 0
	}
	pg.base.child2_word[4136006] = {
		id = 4136006,
		main_character_face = 0,
		word = "右に進む",
		char_type = 2
	}
	pg.base.child2_word[4136007] = {
		id = 4136007,
		main_character_face = 0,
		word = "石畳がちゃんと整備されている……こっちが正解のはず！",
		char_type = 0
	}
	pg.base.child2_word[4136009] = {
		id = 4136009,
		main_character_face = 0,
		word = "花の壁越しに池の映り込みが目に入り、また分かれ道が現れた……",
		char_type = 0
	}
	pg.base.child2_word[4136010] = {
		id = 4136010,
		main_character_face = 0,
		word = "左に進む",
		char_type = 2
	}
	pg.base.child2_word[4136011] = {
		id = 4136011,
		main_character_face = 0,
		word = "蔦が密集していて、道がふさがれそう……",
		char_type = 0
	}
	pg.base.child2_word[4136013] = {
		id = 4136013,
		main_character_face = 0,
		word = "右に進む",
		char_type = 2
	}
	pg.base.child2_word[4136014] = {
		id = 4136014,
		main_character_face = 0,
		word = "花の香りが漂っている。この道で間違いない！",
		char_type = 0
	}
	pg.base.child2_word[4136016] = {
		id = 4136016,
		main_character_face = 0,
		word = "そよ風が淡い香りを運んできている。目の前の道がまた二手に分かれた……",
		char_type = 0
	}
	pg.base.child2_word[4136017] = {
		id = 4136017,
		main_character_face = 0,
		word = "左に進む",
		char_type = 2
	}
	pg.base.child2_word[4136018] = {
		id = 4136018,
		main_character_face = 0,
		word = "迷路の出口は展望台になっていて、庭園と池の景色が一望できた",
		char_type = 0
	}
	pg.base.child2_word[4136020] = {
		id = 4136020,
		main_character_face = 0,
		word = "右に進む",
		char_type = 2
	}
	pg.base.child2_word[4136021] = {
		id = 4136021,
		main_character_face = 0,
		word = "この区画は行き止まり……引き返すしかない！",
		char_type = 0
	}
	pg.base.child2_word[4137001] = {
		id = 4137001,
		main_character_face = 0,
		word = "路地の奥に変な自動販売機がある。中身の見えない箱に入っていて、ボタンも不気味に点滅している……お金を入れる？",
		char_type = 0
	}
	pg.base.child2_word[4137002] = {
		id = 4137002,
		main_character_face = 0,
		word = "入れる",
		char_type = 2
	}
	pg.base.child2_word[4137003] = {
		id = 4137003,
		main_character_face = 0,
		word = "ピンポン…ガチャ…ジジジ…カタン！箱が自動販売機から排出された。\n 画面にはドット絵風の文字が表示された——「おめでとうございます、幸運の加護を手に入れました。しっかり活用してくださいにゃ！」",
		char_type = 0
	}
	pg.base.child2_word[4137005] = {
		id = 4137005,
		main_character_face = 0,
		word = "立ち去る",
		char_type = 2
	}
	pg.base.child2_word[4137006] = {
		id = 4137006,
		main_character_face = 0,
		word = "なんか怪しいし、やめておこう",
		char_type = 0
	}
	pg.base.child2_word[4138001] = {
		id = 4138001,
		main_character_face = 0,
		word = "山頂のお寺はご利益があると噂だ！",
		char_type = 0
	}
	pg.base.child2_word[4138002] = {
		id = 4138002,
		main_character_face = 0,
		word = "資金5を賽銭箱に投げる",
		char_type = 2
	}
	pg.base.child2_word[4138003] = {
		id = 4138003,
		main_character_face = 0,
		word = "資金20を賽銭箱に投げる",
		char_type = 2
	}
	pg.base.child2_word[4138004] = {
		id = 4138004,
		main_character_face = 0,
		word = "資金50を賽銭箱に投げる",
		char_type = 2
	}
	pg.base.child2_word[4138005] = {
		id = 4138005,
		main_character_face = 0,
		word = "資金100を賽銭箱に投げる",
		char_type = 2
	}
	pg.base.child2_word[4138006] = {
		id = 4138006,
		main_character_face = 0,
		word = "願い：器用さ+感受性",
		char_type = 2
	}
	pg.base.child2_word[4138007] = {
		id = 4138007,
		main_character_face = 0,
		word = "コインを投げた瞬間、不思議な光がコインを包み込んだ。これは願いが叶う前兆かも！",
		char_type = 0
	}
	pg.base.child2_word[4138009] = {
		id = 4138009,
		main_character_face = 0,
		word = "願い：体力+知識",
		char_type = 2
	}
	pg.base.child2_word[4138010] = {
		id = 4138010,
		main_character_face = 0,
		word = "コインを投げた瞬間、不思議な光がコインを包み込んだ。これは願いが叶う前兆かも！",
		char_type = 0
	}
	pg.base.child2_word[4138012] = {
		id = 4138012,
		main_character_face = 0,
		word = "願い：器用さ+感受性",
		char_type = 2
	}
	pg.base.child2_word[4138013] = {
		id = 4138013,
		main_character_face = 0,
		word = "コインを投げた瞬間、不思議な光がコインを包み込んだ。これは願いが叶う前兆かも！",
		char_type = 0
	}
	pg.base.child2_word[4138015] = {
		id = 4138015,
		main_character_face = 0,
		word = "願い：体力+知識",
		char_type = 2
	}
	pg.base.child2_word[4138016] = {
		id = 4138016,
		main_character_face = 0,
		word = "コインを投げた瞬間、不思議な光がコインを包み込んだ。これは願いが叶う前兆かも！",
		char_type = 0
	}
	pg.base.child2_word[4138018] = {
		id = 4138018,
		main_character_face = 0,
		word = "願い：器用さ+感受性",
		char_type = 2
	}
	pg.base.child2_word[4138019] = {
		id = 4138019,
		main_character_face = 0,
		word = "コインを投げた瞬間、不思議な光がコインを包み込んだ。これは願いが叶う前兆かも！",
		char_type = 0
	}
	pg.base.child2_word[4138021] = {
		id = 4138021,
		main_character_face = 0,
		word = "願い：体力+知識",
		char_type = 2
	}
	pg.base.child2_word[4138022] = {
		id = 4138022,
		main_character_face = 0,
		word = "コインを投げた瞬間、不思議な光がコインを包み込んだ。これは願いが叶う前兆かも！",
		char_type = 0
	}
	pg.base.child2_word[4138024] = {
		id = 4138024,
		main_character_face = 0,
		word = "願い：器用さ+感受性",
		char_type = 2
	}
	pg.base.child2_word[4138025] = {
		id = 4138025,
		main_character_face = 0,
		word = "コインを投げた瞬間、不思議な光がコインを包み込んだ。これは願いが叶う前兆かも！",
		char_type = 0
	}
	pg.base.child2_word[4138027] = {
		id = 4138027,
		main_character_face = 0,
		word = "願い：体力+知識",
		char_type = 2
	}
	pg.base.child2_word[4138028] = {
		id = 4138028,
		main_character_face = 0,
		word = "コインを投げた瞬間、不思議な光がコインを包み込んだ。これは願いが叶う前兆かも！",
		char_type = 0
	}
	pg.base.child2_word[4138030] = {
		id = 4138030,
		main_character_face = 0,
		word = "素直になりますように",
		char_type = 2
	}
	pg.base.child2_word[4138031] = {
		id = 4138031,
		main_character_face = 0,
		word = "コインを投げた瞬間、不思議な光がコインを包み込んだ。願いが叶うに違いない！",
		char_type = 0
	}
	pg.base.child2_word[4138033] = {
		id = 4138033,
		main_character_face = 0,
		word = "自由になりますように",
		char_type = 2
	}
	pg.base.child2_word[4138034] = {
		id = 4138034,
		main_character_face = 0,
		word = "コインを投げた瞬間、不思議な光がコインを包み込んだ。願いが叶うに違いない！",
		char_type = 0
	}
	pg.base.child2_word[4138035] = {
		id = 4138035,
		main_character_face = 0,
		word = "投げない",
		char_type = 2
	}
	pg.base.child2_word[4138036] = {
		id = 4138036,
		main_character_face = 0,
		word = "今日はやめておこう。",
		char_type = 0
	}
	pg.base.child2_word[4139001] = {
		id = 4139001,
		main_character_face = 0,
		word = "街を歩いていると、静かなレトロバイクショップの前に出くわした。",
		char_type = 0
	}
	pg.base.child2_word[4139002] = {
		id = 4139002,
		main_character_face = 0,
		word = "立ち止まる",
		char_type = 2
	}
	pg.base.child2_word[4139003] = {
		id = 4139003,
		main_character_face = 0,
		word = "そっと彼女の傍らに寄り、美しいバイクを一緒に眺めた。\n\nナビィは流麗なタンクラインから繊細なマフラーまで丁寧に細部を見つめており、強く憧れているようだ。",
		char_type = 0
	}
	pg.base.child2_word[4139005] = {
		id = 4139005,
		main_character_face = 0,
		word = "そのまま進む",
		char_type = 2
	}
	pg.base.child2_word[4139011] = {
		id = 4139011,
		main_character_face = 0,
		word = "他の予定があることをナビィに告げた。\n彼女はバイクを名残惜しそうにもう一度見つめ、自分と一緒に店の前から離れた。",
		char_type = 0
	}
	pg.base.child2_word[4139012] = {
		id = 4139012,
		main_character_face = 0,
		word = "店頭には、クラシックなクルーザーバイクが展示されており、",
		char_type = 0
	}
	pg.base.child2_word[4139013] = {
		id = 4139013,
		main_character_face = 0,
		word = "ナビィは足を止めバイクに見入っている。",
		char_type = 0
	}
	pg.base.child2_word[4139014] = {
		id = 4139014,
		main_character_face = 0,
		word = "ショーウィンドウにきちんと並べられたバイク用品と、\n特に目立つ整備中のクラシックバイクから年季の入った香りがした。",
		char_type = 0
	}
	pg.base.child2_word[4140001] = {
		id = 4140001,
		main_character_face = 0,
		word = "映画館の前を通ると、高評価の新作ロードムービーが上映中だった。",
		char_type = 0
	}
	pg.base.child2_word[4140002] = {
		id = 4140002,
		main_character_face = 0,
		word = "映画を見る",
		char_type = 2
	}
	pg.base.child2_word[4140003] = {
		id = 4140003,
		main_character_face = 0,
		word = "上映中、物語が進むにつれ、ナビィの感情の高まりを感じた。\n壮大な景色の中をバイクが駆け抜けるシーンでは、思わず息を呑むほど見入っていた。\n映画が終わると、彼女は心躍ったロードシーンについて、興奮気味に話してくれた。",
		char_type = 0
	}
	pg.base.child2_word[4140005] = {
		id = 4140005,
		main_character_face = 0,
		word = "そのまま進む",
		char_type = 2
	}
	pg.base.child2_word[4140006] = {
		id = 4140006,
		main_character_face = 0,
		word = "時間を確認したら、残念ながら映画を見る余裕はあまりないようだ。\nナビィは少し俯きながら返事をし、目に落胆の色が浮かんでいた。",
		char_type = 0
	}
	pg.base.child2_word[4140011] = {
		id = 4140011,
		main_character_face = 0,
		word = "ポスターには颯爽とバイクを走らせているライダーのシルエットと夕陽に染まった海岸線が描かれている。",
		char_type = 0
	}
	pg.base.child2_word[4140012] = {
		id = 4140012,
		main_character_face = 0,
		word = "ナビィはポスターの前で立ち止まり、「自由を追い求める旅路」という紹介文を指差しながら、目を輝かせている。",
		char_type = 0
	}
	pg.base.child2_word[4141001] = {
		id = 4141001,
		main_character_face = 0,
		word = "荒れ果てた区画を通りかかると、広いコンクリートの広場があった。",
		char_type = 0
	}
	pg.base.child2_word[4141002] = {
		id = 4141002,
		main_character_face = 0,
		word = "傍にいてあげよう（体力1500以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4141003] = {
		id = 4141003,
		main_character_face = 0,
		word = "→成功：静かに隣に立ち、彼女が話し出すのを待った。\n次第にナビィの迷いを帯びた瞳が輝きを増し、この場所を駆け抜ける未来を思い描き始めた。",
		char_type = 0
	}
	pg.base.child2_word[4141005] = {
		id = 4141005,
		main_character_face = 0,
		word = "黙って待つ",
		char_type = 2
	}
	pg.base.child2_word[4141006] = {
		id = 4141006,
		main_character_face = 0,
		word = "何か話そうと思ったが、物思いに耽る横顔を見つめるだけに留まった。\nナビィは小さくため息をつき、家路についた。",
		char_type = 0
	}
	pg.base.child2_word[4141011] = {
		id = 4141011,
		main_character_face = 0,
		word = "隅には点々とバリケードが置かれており、地面には蛇行するタイヤ跡が残っていた。",
		char_type = 0
	}
	pg.base.child2_word[4141012] = {
		id = 4141012,
		main_character_face = 0,
		word = "ナビィは柵に寄りかかり、",
		char_type = 0
	}
	pg.base.child2_word[4141013] = {
		id = 4141013,
		main_character_face = 0,
		word = "無意識に柵を指で叩きながら、何かを考えているようだ。",
		char_type = 0
	}
	pg.base.child2_word[4142001] = {
		id = 4142001,
		main_character_face = 0,
		word = "午後の図書館。日差しが窓から本棚に差し込み、広間の一角を温かな色合いで染めていた。",
		char_type = 0
	}
	pg.base.child2_word[4142002] = {
		id = 4142002,
		main_character_face = 0,
		word = "考えを聞いてみる",
		char_type = 2
	}
	pg.base.child2_word[4142003] = {
		id = 4142003,
		main_character_face = 0,
		word = "読書の感想と何か発見があったか聞いてみた。\nナビィは目を輝かせながら、感想を教えてくれた。",
		char_type = 0
	}
	pg.base.child2_word[4142005] = {
		id = 4142005,
		main_character_face = 0,
		word = "そっと去る",
		char_type = 2
	}
	pg.base.child2_word[4142006] = {
		id = 4142006,
		main_character_face = 0,
		word = "読書の時間を邪魔すべきではない。静かに図書館を後にした。",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[4142011] = {
		id = 4142011,
		main_character_face = 0,
		word = "ナビィは頬杖をつきながら本を読んでいて、その真剣な表情から、この本は特に彼女の興味を引いていることが分かった。",
		char_type = 0
	}
	pg.base.child2_word[4142012] = {
		id = 4142012,
		main_character_face = 0,
		word = "彼女は指先でページをなぞり、時に止まり、時にスラスラ読み進めている。",
		char_type = 0
	}
	pg.base.child2_word[4142013] = {
		id = 4142013,
		main_character_face = 0,
		word = "やがて少女がふと窓の外を見上げ、何か考え込む様子が見えた。",
		char_type = 0
	}
	pg.base.child2_word[4143001] = {
		id = 4143001,
		main_character_face = 0,
		word = "本屋の前を通りかかると、ナビィは心理学コーナーの新刊を見たいと言い出した。",
		char_type = 0
	}
	pg.base.child2_word[4143002] = {
		id = 4143002,
		main_character_face = 0,
		word = "優しく尋ねる",
		char_type = 2
	}
	pg.base.child2_word[4143003] = {
		id = 4143003,
		main_character_face = 0,
		word = "ノートを拾い上げて、心理学への理解について静かに尋ねてみた。ナビィの目が嬉しそうに輝き、最近の考えを話してくれた。",
		char_type = 0
	}
	pg.base.child2_word[4143005] = {
		id = 4143005,
		main_character_face = 0,
		word = "聞かないでおく",
		char_type = 2
	}
	pg.base.child2_word[4143006] = {
		id = 4143006,
		main_character_face = 0,
		word = "彼女のペースを乱すべきではない。黙って片付けを手伝った。",
		char_type = 0
	}
	pg.base.child2_word[4143011] = {
		id = 4143011,
		main_character_face = 0,
		word = "会計の時、彼女はうっかりカバンを落としてしまい、",
		char_type = 0
	}
	pg.base.child2_word[4143012] = {
		id = 4143012,
		main_character_face = 0,
		word = "彼女独自の解釈や考察がびっしりと書き込まれていたノートが出てきた。",
		char_type = 0
	}
	pg.base.child2_word[4143013] = {
		id = 4143013,
		main_character_face = 0,
		word = "慌ててノートを閉じようとしたが。ナビィは少し躊躇い、自分の想いを共有すべきか迷っているようだ。",
		char_type = 0
	}
	pg.base.child2_word[4144001] = {
		id = 4144001,
		main_character_face = 0,
		word = "ナビィと公園のベンチに座りながら、遠くの地平線を見つめた。夕陽が空を薄いオレンジ色に染め、この時間に静けさを添えている。",
		char_type = 0
	}
	pg.base.child2_word[4144002] = {
		id = 4144002,
		main_character_face = 0,
		word = "アドバイスする（知識1500以上必要）",
		char_type = 2
	}
	pg.base.child2_word[4144003] = {
		id = 4144003,
		main_character_face = 0,
		word = "将来について話し合った。会話を重ねるにつれ、ナビィの瞳は輝きを増し、進むべき道が見えてきたようだ",
		char_type = 0
	}
	pg.base.child2_word[4144005] = {
		id = 4144005,
		main_character_face = 0,
		word = "話をする",
		char_type = 2
	}
	pg.base.child2_word[4144006] = {
		id = 4144006,
		main_character_face = 0,
		word = "アドバイスしようとしたが、この分野への理解が浅いことに気づいた。ナビィは小さくため息をつき、また今度話そうと決めた。",
		char_type = 0
	}
	pg.base.child2_word[4144011] = {
		id = 4144011,
		main_character_face = 0,
		word = "彼女は心理学関連の資料を手に持ち、その目には憧れと迷いの色が窺えた。",
		char_type = 0
	}
	pg.base.child2_word[4144012] = {
		id = 4144012,
		main_character_face = 0,
		word = "そよ風が髪先をなでると、びっしりとメモや考察が書き込まれた紙がめくれ――",
		char_type = 0
	}
	pg.base.child2_word[4144013] = {
		id = 4144013,
		main_character_face = 0,
		word = "何気ない夕暮れは、人生の歩みが変わる予感を感じさせた。",
		char_type = 0
	}
	pg.base.child2_word[4145001] = {
		id = 4145001,
		main_character_face = 0,
		word = "遊園地の入口で、「ふくびき」ゲームの宣伝看板を見つけた。抽選に参加する？（当選確率20%）",
		char_type = 0
	}
	pg.base.child2_word[4145002] = {
		id = 4145002,
		main_character_face = 0,
		word = "思い切って参加・当選確率20%（財貨を30消費）",
		char_type = 2
	}
	pg.base.child2_word[4145003] = {
		id = 4145003,
		main_character_face = 0,
		word = "周囲に突然陽気な音楽が響き渡り、看板に大きく「当選おめでとう！」と表示された！",
		char_type = 0
	}
	pg.base.child2_word[4145004] = {
		id = 4145004,
		main_character_face = 0,
		word = "もう損切りしよう",
		char_type = 2
	}
	pg.base.child2_word[4145005] = {
		id = 4145005,
		main_character_face = 0,
		word = "ハズレ。もう1回参加する？",
		char_type = 0
	}
	pg.base.child2_word[4145006] = {
		id = 4145006,
		main_character_face = 0,
		word = "もう1回、当選確率40%（財貨を30消費）",
		char_type = 2
	}
	pg.base.child2_word[4145008] = {
		id = 4145008,
		main_character_face = 0,
		word = "もう1回、当選確率60%（財貨を30消費）",
		char_type = 2
	}
	pg.base.child2_word[4145010] = {
		id = 4145010,
		main_character_face = 0,
		word = "もう1回、当選確率80%（財貨を30消費）",
		char_type = 2
	}
	pg.base.child2_word[4145012] = {
		id = 4145012,
		main_character_face = 0,
		word = "もう1回、当選確率100%（財貨を30消費）",
		char_type = 2
	}
	pg.base.child2_word[4146001] = {
		id = 4146001,
		main_character_face = 0,
		word = "遊園地の入口で、「エース抜き」ゲームの宣伝看板を見つけた。エースを引いてしまうとゲームが終了するが、4回連続ハズレなら豪華賞品がもらえるそうだ。ただし、失敗すると罰ゲームを受けてしまうという…参加する？",
		char_type = 0
	}
	pg.base.child2_word[4146002] = {
		id = 4146002,
		main_character_face = 0,
		word = "挑戦開始・失敗率20%",
		char_type = 2
	}
	pg.base.child2_word[4146003] = {
		id = 4146003,
		main_character_face = 0,
		word = "エースを抜いてしまった。ゲームオーバーだ",
		char_type = 0
	}
	pg.base.child2_word[4146004] = {
		id = 4146004,
		main_character_face = 0,
		word = "もういいかな",
		char_type = 2
	}
	pg.base.child2_word[4146005] = {
		id = 4146005,
		main_character_face = 0,
		word = "ラッキー！エースを引かなかった。このまま続ける？",
		char_type = 0
	}
	pg.base.child2_word[4146006] = {
		id = 4146006,
		main_character_face = 0,
		word = "もう1回、失敗率40%",
		char_type = 2
	}
	pg.base.child2_word[4146008] = {
		id = 4146008,
		main_character_face = 0,
		word = "もう1回、失敗率60%",
		char_type = 2
	}
	pg.base.child2_word[4146010] = {
		id = 4146010,
		main_character_face = 0,
		word = "もう1回、失敗率80%",
		char_type = 2
	}
	pg.base.child2_word[4146012] = {
		id = 4146012,
		main_character_face = 0,
		word = "周囲に突然陽気な音楽が響き渡り、看板に大きく「挑戦成功！」と表示された！",
		char_type = 0
	}
	pg.base.child2_word[4405001] = {
		id = 4405001,
		main_character_face = 0,
		word = "公園のベンチに、カラフルな封筒が風とともにやってきた。",
		char_type = 0
	}
	pg.base.child2_word[4405002] = {
		id = 4405002,
		main_character_face = 0,
		word = "開封する",
		char_type = 2
	}
	pg.base.child2_word[4405003] = {
		id = 4405003,
		main_character_face = 0,
		word = "奇妙な内容が書かれている手紙を見て、ナビィの中でかすかな変化が生じた",
		char_type = 0
	}
	pg.base.child2_word[90001] = {
		id = 90001,
		main_character_face = 0,
		word = "V3测试事件开始",
		char_type = 0
	}
	pg.base.child2_word[90002] = {
		id = 90002,
		main_character_face = 0,
		word = "掉1个N选1",
		char_type = 0
	}
	pg.base.child2_word[90003] = {
		id = 90003,
		main_character_face = 0,
		word = "掉1个塔罗牌",
		char_type = 0
	}
	pg.base.child2_word[90004] = {
		id = 90004,
		main_character_face = 0,
		word = "连掉2个N选1",
		char_type = 0
	}
	pg.base.child2_word[90005] = {
		id = 90005,
		main_character_face = 0,
		word = "掉1个升级次数",
		char_type = 0
	}
	pg.base.child2_word[90006] = {
		id = 90006,
		main_character_face = 0,
		word = "连掉2个升级次数",
		char_type = 0
	}
	pg.base.child2_word[90101] = {
		id = 90101,
		main_character_face = 0,
		word = "给我整个刮刮卡",
		char_type = 0
	}
	pg.base.child2_word[90102] = {
		id = 90102,
		main_character_face = 0,
		word = "给我整个砸钉子",
		char_type = 0
	}
	pg.base.child2_word[90103] = {
		id = 90103,
		main_character_face = 0,
		word = "来个小游戏",
		char_type = 0
	}
	pg.base.child2_word[3000001] = {
		id = 3000001,
		main_character_face = 0,
		word = "うーん…葉っぱの形がどれも違う……こ、これにしよう！金色の扇に見えるし！よいっしょ…保護者さまのノートに挟んで……",
		char_type = 1
	}
	pg.base.child2_word[3000002] = {
		id = 3000002,
		main_character_face = 0,
		word = "ほ、保護者さま……このサメっぽいりんごを私に……？きゅ、急に食べるのがもったいなく感じてきました…",
		char_type = 1
	}
	pg.base.child2_word[3000003] = {
		id = 3000003,
		main_character_face = 0,
		word = "保護者さまの飲んでる牛乳から美味しそうな香りが……わ、私も飲んでもいい……？",
		char_type = 1
	}
	pg.base.child2_word[3000004] = {
		id = 3000004,
		main_character_face = 0,
		word = "今日はいい天気ですね……ひまわりさん、いっぱいお水を飲んで、いっぱいぽかぽかのおひさまの光を浴びて……ほ、保護者さま、植木鉢を日当たりのいい場所に運んでもらえますか……？",
		char_type = 1
	}
	pg.base.child2_word[3000005] = {
		id = 3000005,
		main_character_face = 0,
		word = "怖くなったときはぬいぐるみのうしろに隠れる……む、昔はそうしてました……今は…保護者さまの後ろに隠れれば、怖くない…です",
		char_type = 1
	}
	pg.base.child2_word[3000006] = {
		id = 3000006,
		main_character_face = 0,
		word = "本が……重すぎ…持てない……ほ、保護者さま、ローラーを助けてもらってもいいですか…？うぅ……",
		char_type = 1
	}
	pg.base.child2_word[3000007] = {
		id = 3000007,
		main_character_face = 0,
		word = "ここのぬいぐるみ、ローラーの体より大きい……中に隠れてもバレませんよね……",
		char_type = 1
	}
	pg.base.child2_word[3000008] = {
		id = 3000008,
		main_character_face = 0,
		word = "靴下がいつも一足たりないです……ベッドの下？靴下を秘密基地に落としたんでしょうか……",
		char_type = 1
	}
	pg.base.child2_word[3000009] = {
		id = 3000009,
		main_character_face = 0,
		word = "あそこに生えてるきのこは、食べちゃいけませんよ……誤って食べてしまったら、きのこになってしまうかもしれませんから…",
		char_type = 1
	}
	pg.base.child2_word[3000010] = {
		id = 3000010,
		main_character_face = 0,
		word = "ぬいぐるみの後ろに隠れたい……でもそんなことしたら保護者さまに見つけてもらえなくなって……我慢、もうちょっとだけ、我慢……",
		char_type = 1
	}
	pg.base.child2_word[3000011] = {
		id = 3000011,
		main_character_face = 0,
		word = "保護者さま！プリンにシュガースプレーが乗ってますよ！すごく美味しいです！保護者さまに半分あげますから、あーんしてください♪",
		char_type = 1
	}
	pg.base.child2_word[3000012] = {
		id = 3000012,
		main_character_face = 0,
		word = "保護者さま！いっぱい楽しいことがあったのでお話したいです！でもおしゃべりをする前に…まずは甘いものを準備してきます！",
		char_type = 1
	}
	pg.base.child2_word[3000013] = {
		id = 3000013,
		main_character_face = 0,
		word = "保護者さま、なんだかちょっと疲れてそうですけど…もしかして働き過ぎじゃないですか？！とにかく、外に出てお日様の光を浴びる時間です！行きましょう！",
		char_type = 1
	}
	pg.base.child2_word[3000014] = {
		id = 3000014,
		main_character_face = 0,
		word = "お勉強……難しいです……だ、大丈夫、なんとかします！保護者さまの役にもっと立てるようになろうと思ってるので、やる気がもりもり湧いてきますから！",
		char_type = 1
	}
	pg.base.child2_word[3000015] = {
		id = 3000015,
		main_character_face = 0,
		word = "保護者さま、そろそろデートに行きませんか？デートって――もちろん可愛い私と一緒に街を歩いて、かわいいアクセサリーを買うことですよ～",
		char_type = 1
	}
	pg.base.child2_word[3000016] = {
		id = 3000016,
		main_character_face = 0,
		word = "日記を書く時間です♪今日も変わらず保護者様と何気ない日常を過ごしました……なのに、嬉しい気持ちがずっと続いてるような…？",
		char_type = 1
	}
	pg.base.child2_word[3000017] = {
		id = 3000017,
		main_character_face = 0,
		word = "ほ、保護者様、これ以上徹夜したらダメですよ……保護者様の健康が心配です……とっても心配ですから……",
		char_type = 1
	}
	pg.base.child2_word[3000018] = {
		id = 3000018,
		main_character_face = 0,
		word = "タップして宿題をアップロード……よし、戻って二度寝しましょう――ほ、保護者様？ちゃんと授業を受けてますから、そんな心配そうな顔をしなくても……",
		char_type = 1
	}
	pg.base.child2_word[3000019] = {
		id = 3000019,
		main_character_face = 0,
		word = "……今死んだふりをしてますから、つっつかないでください……！（あああうっかり声が出ちゃった…どどどどうしよう…もうこれ以上隠れるのは無理かも……！）",
		char_type = 1
	}
	pg.base.child2_word[3000020] = {
		id = 3000020,
		main_character_face = 0,
		word = "あの……猫ちゃんのエサに干し肉をちょっと作ったんですが……猫ちゃんたちは、干し肉より私の尻尾の方に興味があるみたいで……",
		char_type = 1
	}
	pg.base.child2_word[3000021] = {
		id = 3000021,
		main_character_face = 0,
		word = "「遊園地のお土産屋さんを回りまくる！」って言ったのは保護者様なのに、まだ半分しか行けてないのに足が痛くなったんですか？もう、早く座って！私がトントンしてマッサージしてあげますから！",
		char_type = 1
	}
	pg.base.child2_word[3000022] = {
		id = 3000022,
		main_character_face = 0,
		word = "保護者様とデートの時はハイヒールを履きたいところですが、ダンスゲームをすることがあった時のことを思うと……やっぱり予備の靴もあったほうがいいですよね？",
		char_type = 1
	}
	pg.base.child2_word[3000023] = {
		id = 3000023,
		main_character_face = 0,
		word = "気づきましたよ！保護者様は最近徹夜してる頻度が増えています！今日からはブランケットと牛乳持参で突撃検査させていただきますから！",
		char_type = 1
	}
	pg.base.child2_word[3000024] = {
		id = 3000024,
		main_character_face = 0,
		word = "焼きたてのひまわりクッキーがサクサクで美味しいです！…あ。オーブンがまた鳴りました。一皿分追加です！保護者様、執務室に持って行ってみんなと一緒に食べましょう！",
		char_type = 1
	}
	pg.base.child2_word[3000025] = {
		id = 3000025,
		main_character_face = 0,
		word = "どうしていつも騒がしいところに連れていくのかって？…どうしてでしょうね～。もう、女の子にそんなこと言わせないの……ただ見せびらかしているだけですよ～",
		char_type = 1
	}
	pg.base.child2_word[3100101] = {
		id = 3100101,
		main_character_face = 5,
		word = "$1、見て！クマちゃんクッキーを作りました～",
		char_type = 6
	}
	pg.base.child2_word[3100102] = {
		id = 3100102,
		main_character_face = 3,
		word = "でも、可愛さがまだまだ足りないような気がします……",
		char_type = 6
	}
	pg.base.child2_word[3100103] = {
		id = 3100103,
		main_character_face = 6,
		word = "アイシングで顔を描いてみましょうか？それともチョコチップで……？",
		char_type = 6
	}
	pg.base.child2_word[3100104] = {
		id = 3100104,
		main_character_face = 0,
		word = "――今のままでも十分可愛いよ",
		char_type = 2
	}
	pg.base.child2_word[3100105] = {
		id = 3100105,
		main_character_face = 10,
		word = "本当ですか？えへへ、気に入ってくれたなら、全部食べていいですよ～！",
		char_type = 6
	}
	pg.base.child2_word[3100106] = {
		id = 3100106,
		main_character_face = 5,
		word = "ちょっと今紅茶も淹れてきます！",
		char_type = 6
	}
	pg.base.child2_word[3100201] = {
		id = 3100201,
		main_character_face = 2,
		word = "図書館で借りたフラワーアレンジメントの本に色々詳しく書かれてました！",
		char_type = 6
	}
	pg.base.child2_word[3100202] = {
		id = 3100202,
		main_character_face = 2,
		word = "$1、私…なんだか生け花のコツがわかった気がします……！",
		char_type = 6
	}
	pg.base.child2_word[3100203] = {
		id = 3100203,
		main_character_face = 5,
		word = "後で一緒にやってみませんか？",
		char_type = 6
	}
	pg.base.child2_word[3100204] = {
		id = 3100204,
		main_character_face = 10,
		word = "でもその前に、まずは花を何本か選びましょう！",
		char_type = 6
	}
	pg.base.child2_word[3100301] = {
		id = 3100301,
		main_character_face = 3,
		word = "うっ……どうしても悩んじゃう……",
		char_type = 6
	}
	pg.base.child2_word[3100302] = {
		id = 3100302,
		main_character_face = 0,
		word = "――どうしたの？クローゼットの前でぼーっとして",
		char_type = 2
	}
	pg.base.child2_word[3100303] = {
		id = 3100303,
		main_character_face = 3,
		word = "このレトロなレザージャケットか……スポーツジャケット……どっちもすごく可愛くて……",
		char_type = 6
	}
	pg.base.child2_word[3100304] = {
		id = 3100304,
		main_character_face = 6,
		word = "うん……決めました！",
		char_type = 6
	}
	pg.base.child2_word[3100305] = {
		id = 3100305,
		main_character_face = 1,
		word = "今日のコーデは、$1に任せます！",
		char_type = 6
	}
	pg.base.child2_word[3100306] = {
		id = 3100306,
		main_character_face = 10,
		word = "保護者様お願いです。ローラーに似合うコーデを選んで～",
		char_type = 6
	}
	pg.base.child2_word[3100401] = {
		id = 3100401,
		main_character_face = 15,
		word = "$1！この星のブレスレットは似合ってるでしょうか？",
		char_type = 6
	}
	pg.base.child2_word[3100402] = {
		id = 3100402,
		main_character_face = 0,
		word = "――すごく似合ってるよ",
		char_type = 2
	}
	pg.base.child2_word[3100403] = {
		id = 3100403,
		main_character_face = 15,
		word = "えへへ、実はこのブレスレットには対となる「相方」がいるんです！はい、こっちは保護者様にあげますね～",
		char_type = 6
	}
	pg.base.child2_word[3100404] = {
		id = 3100404,
		main_character_face = 1,
		word = "さあ、手を出してください。ローラーがつけてあげます！",
		char_type = 6
	}
	pg.base.child2_word[3100405] = {
		id = 3100405,
		main_character_face = 1,
		word = "――もしかして……最初からこれを狙ってた？",
		char_type = 2
	}
	pg.base.child2_word[3100406] = {
		id = 3100406,
		main_character_face = 10,
		word = "ううん！ただの「偶然」です！星たちが「離れたくない」と言っていましたよ～",
		char_type = 6
	}
	pg.base.child2_word[3100501] = {
		id = 3100501,
		main_character_face = 10,
		word = "最近話題の協力型ゲームを買ってきました！保護者様、一緒にどうですか？",
		char_type = 6
	}
	pg.base.child2_word[3100502] = {
		id = 3100502,
		main_character_face = 0,
		word = "――ん？でもこれ、格闘ゲームだけど？",
		char_type = 2
	}
	pg.base.child2_word[3100503] = {
		id = 3100503,
		main_character_face = 9,
		word = "えっ！？ジャケットは二人が手をつないでる感じなのに……",
		char_type = 6
	}
	pg.base.child2_word[3100504] = {
		id = 3100504,
		main_character_face = 8,
		word = "よく見ると……あれ！？これは腕相撲！？",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[3100505] = {
		id = 3100505,
		main_character_face = 7,
		word = "と、とにかく！ローラーは初心者ですので……$1が基本から丁寧に教えてください～！",
		char_type = 6
	}
	pg.base.child2_word[3100601] = {
		id = 3100601,
		main_character_face = 4,
		word = "最近……なんだか……ちょっと太ったような気が……！！",
		char_type = 6
	}
	pg.base.child2_word[3100602] = {
		id = 3100602,
		main_character_face = 1,
		word = "でも、運がローラーの味方をしているみたいです！",
		char_type = 6
	}
	pg.base.child2_word[3100603] = {
		id = 3100603,
		main_character_face = 5,
		word = "マッサージをすると瘦せられると、この本にも書かれていたので、$1にお願いしてもいいですか？",
		char_type = 6
	}
	pg.base.child2_word[3100604] = {
		id = 3100604,
		main_character_face = 0,
		word = "――ああ、頼んだ",
		char_type = 2
	}
	pg.base.child2_word[3100605] = {
		id = 3100605,
		main_character_face = 10,
		word = "やったぁ～、$1、大好き～",
		char_type = 6
	}
	pg.base.child2_word[3100701] = {
		id = 3100701,
		main_character_face = 1,
		word = "$1、ちょっとこっちに来てくれませんか？",
		char_type = 6
	}
	pg.base.child2_word[3100702] = {
		id = 3100702,
		main_character_face = 10,
		word = "そのままローラーの膝の上で横になってください～",
		char_type = 6
	}
	pg.base.child2_word[3100703] = {
		id = 3100703,
		main_character_face = 10,
		word = "今まではずっと保護者様が耳掃除をしてくれました……すごく気持ちよかった……",
		char_type = 6
	}
	pg.base.child2_word[3100704] = {
		id = 3100704,
		main_character_face = 10,
		word = "……今日は、ローラーが耳掃除してあげますね～えへへ",
		char_type = 6
	}
	pg.base.child2_word[3100801] = {
		id = 3100801,
		main_character_face = 9,
		word = "この水泳の説明……よくわかりません……",
		char_type = 6
	}
	pg.base.child2_word[3100802] = {
		id = 3100802,
		main_character_face = 9,
		word = "結局どうやって力を出せばいいのでしょうか？",
		char_type = 6
	}
	pg.base.child2_word[3100803] = {
		id = 3100803,
		main_character_face = 5,
		word = "$1、週末は空いてますか？もし時間があれば、一緒にプールに行きたいです～",
		char_type = 6
	}
	pg.base.child2_word[3100804] = {
		id = 3100804,
		main_character_face = 10,
		word = "保護者様が教えてくれたら、きっとすぐにコツを掴めると思います！",
		char_type = 6
	}
	pg.base.child2_word[3100901] = {
		id = 3100901,
		main_character_face = 1,
		word = "$1、少し頭を下げてくれませんか？",
		char_type = 6
	}
	pg.base.child2_word[3100902] = {
		id = 3100902,
		main_character_face = 1,
		word = "――どうした？",
		char_type = 2
	}
	pg.base.child2_word[3100903] = {
		id = 3100903,
		main_character_face = 11,
		word = "帽子で髪型が崩れてしまっていますよ。それを直したくて～",
		char_type = 6
	}
	pg.base.child2_word[3100904] = {
		id = 3100904,
		main_character_face = 15,
		word = "うん、これで大丈夫ですね！",
		char_type = 6
	}
	pg.base.child2_word[3101001] = {
		id = 3101001,
		main_character_face = 10,
		word = "$1、今度長めに時間が取れるのはいつですか？",
		char_type = 6
	}
	pg.base.child2_word[3101002] = {
		id = 3101002,
		main_character_face = 0,
		word = "――それなら休暇まで待たないと",
		char_type = 2
	}
	pg.base.child2_word[3101003] = {
		id = 3101003,
		main_character_face = 1,
		word = "次の休暇は……わかりました",
		char_type = 6
	}
	pg.base.child2_word[3101004] = {
		id = 3101004,
		main_character_face = 10,
		word = "その時は一緒に旅行に行きましょうよ。旅行プランはローラーに任せてください",
		char_type = 6
	}
	pg.base.child2_word[3101005] = {
		id = 3101005,
		main_character_face = 1,
		word = "必ず絶景を堪能できるようにしますから！",
		char_type = 6
	}
	pg.base.child2_word[3101101] = {
		id = 3101101,
		main_character_face = 2,
		word = "あのクレーンゲームの饅頭ぬいぐるみ、本当に可愛いなぁ……欲しい……！",
		char_type = 6
	}
	pg.base.child2_word[3101102] = {
		id = 3101102,
		main_character_face = 7,
		word = "お小遣いのほとんどを使い切っちゃったのに、結局獲れなくて……うぅ……",
		char_type = 6
	}
	pg.base.child2_word[3101103] = {
		id = 3101103,
		main_character_face = 3,
		word = "こういう時は、$1に頼るしか……！",
		char_type = 6
	}
	pg.base.child2_word[3101104] = {
		id = 3101104,
		main_character_face = 0,
		word = "――ああ、任せて",
		char_type = 2
	}
	pg.base.child2_word[3101105] = {
		id = 3101105,
		main_character_face = 5,
		word = "やったぁ！何でもできる$1なら、きっと上手く獲れますよ！",
		char_type = 6
	}
	pg.base.child2_word[3101201] = {
		id = 3101201,
		main_character_face = 8,
		word = "わあぁぁ——遊園地のチケットを2枚買うつもりだったのに……",
		char_type = 6
	}
	pg.base.child2_word[3101202] = {
		id = 3101202,
		main_character_face = 8,
		word = "でも手が滑っちゃって……！",
		char_type = 6
	}
	pg.base.child2_word[3101203] = {
		id = 3101203,
		main_character_face = 9,
		word = "うっかりゼロを何回も押しちゃいました……！",
		char_type = 6
	}
	pg.base.child2_word[3101204] = {
		id = 3101204,
		main_character_face = 10,
		word = "だから……今月は…毎日遊園地に付き合ってくれませんか？えへへ～",
		char_type = 6
	}
	pg.base.child2_word[3101301] = {
		id = 3101301,
		main_character_face = 9,
		word = "今日はピザを食べに行くか、それともフライドチキンを食べるか……",
		char_type = 6
	}
	pg.base.child2_word[3101302] = {
		id = 3101302,
		main_character_face = 12,
		word = "あっ——この会話、昨日もしましたよね……？",
		char_type = 6
	}
	pg.base.child2_word[3101303] = {
		id = 3101303,
		main_character_face = 2,
		word = "やっぱり別のものにしましょうか……そういえば、冷蔵庫に新鮮な食材が残ってたような？",
		char_type = 6
	}
	pg.base.child2_word[3101304] = {
		id = 3101304,
		main_character_face = 6,
		word = "保護者様、今日は一緒に家で食べませんか？",
		char_type = 6
	}
	pg.base.child2_word[3101305] = {
		id = 3101305,
		main_character_face = 10,
		word = "やっぱり……$1の手料理が一番食べたいです！",
		char_type = 6
	}
	pg.base.child2_word[3101401] = {
		id = 3101401,
		main_character_face = 1,
		word = "$1～ローラーが用意したプレゼント、気づいてくれましたか？",
		char_type = 6
	}
	pg.base.child2_word[3101402] = {
		id = 3101402,
		main_character_face = 10,
		word = "こっそり枕の下に置きました！",
		char_type = 6
	}
	pg.base.child2_word[3101403] = {
		id = 3101403,
		main_character_face = 10,
		word = "実はそれ、ローラーが縫ったお守りなんです！保護者様の分と自分の分、一つずつ縫ったんです",
		char_type = 6
	}
	pg.base.child2_word[3101404] = {
		id = 3101404,
		main_character_face = 7,
		word = "これでもかなり練習しました！縫い目がちょっと歪んでいますけど……",
		char_type = 6
	}
	pg.base.child2_word[3101405] = {
		id = 3101405,
		main_character_face = 10,
		word = "お守りはずっと身につけてほしくて……約束です！",
		char_type = 6
	}
	pg.base.child2_word[3101501] = {
		id = 3101501,
		main_character_face = 10,
		word = "じゃじゃ～ん！見てください！家の中がキラキラしてるでしょ？",
		char_type = 6
	}
	pg.base.child2_word[3101502] = {
		id = 3101502,
		main_character_face = 0,
		word = "――うん、確かにすごくきれいになってる",
		char_type = 2
	}
	pg.base.child2_word[3101503] = {
		id = 3101503,
		main_character_face = 6,
		word = "午後ずっと掃除してたんです！ソファの下までピカピカにしました！",
		char_type = 6
	}
	pg.base.child2_word[3101504] = {
		id = 3101504,
		main_character_face = 10,
		word = "$1、今日のローラーはすごく有能だと思いませんか？",
		char_type = 6
	}
	pg.base.child2_word[3101505] = {
		id = 3101505,
		main_character_face = 1,
		word = "ローラーを褒めてください！ちょっとだけでいいから～",
		char_type = 6
	}
	pg.base.child2_word[3101601] = {
		id = 3101601,
		main_character_face = 10,
		word = "今日は創作料理に挑戦してみました！",
		char_type = 6
	}
	pg.base.child2_word[3101602] = {
		id = 3101602,
		main_character_face = 6,
		word = "元ネタはずばり、「変身（ポリモーフ）は全てに効く」！",
		char_type = 6
	}
	pg.base.child2_word[3101603] = {
		id = 3101603,
		main_character_face = 10,
		word = "そして最終的に出来上がったのは……ウサギちゃんとお友達の恐竜ちゃんです",
		char_type = 6
	}
	pg.base.child2_word[3101604] = {
		id = 3101604,
		main_character_face = 1,
		word = "すっごく美味しいですよ！ウサギちゃんは甘いロールケーキで、恐竜ちゃんはマッシュポテトにブロッコリーを混ぜて作りました！",
		char_type = 6
	}
	pg.base.child2_word[3101605] = {
		id = 3101605,
		main_character_face = 10,
		word = "$1も食べてみて！可愛くてデリシャス、ですよ♪",
		char_type = 6
	}
	pg.base.child2_word[3101701] = {
		id = 3101701,
		main_character_face = 2,
		word = "おとぎ話の世界って、本当に不思議ですね……",
		char_type = 6
	}
	pg.base.child2_word[3101702] = {
		id = 3101702,
		main_character_face = 0,
		word = "――さっき読んだ本に影響された？",
		char_type = 2
	}
	pg.base.child2_word[3101703] = {
		id = 3101703,
		main_character_face = 9,
		word = "うん、最後まで読んだのですが、お姫様は途中から現れた王子様と一緒になりました……",
		char_type = 6
	}
	pg.base.child2_word[3101704] = {
		id = 3101704,
		main_character_face = 3,
		word = "でも、ずっとお姫様のそばにいたのは小動物たちですよね？王子様はお姫様とダンスしただけなのに……",
		char_type = 6
	}
	pg.base.child2_word[3101705] = {
		id = 3101705,
		main_character_face = 12,
		word = "うーん……やっぱりローラーには難しいようです……保護者様、もう一度一緒に読んでくれませんか？",
		char_type = 6
	}
	pg.base.child2_word[3101801] = {
		id = 3101801,
		main_character_face = 2,
		word = "……冷蔵庫を分解するためのプランを考えました！",
		char_type = 6
	}
	pg.base.child2_word[3101802] = {
		id = 3101802,
		main_character_face = 0,
		word = "――中々大胆だな。それで？今保存してある食材を取り出した方がいい？",
		char_type = 2
	}
	pg.base.child2_word[3101803] = {
		id = 3101803,
		main_character_face = 10,
		word = "うん、お願いします！",
		char_type = 6
	}
	pg.base.child2_word[3101804] = {
		id = 3101804,
		main_character_face = 7,
		word = "どうしても冷蔵庫の内部構造が知りたくて……",
		char_type = 6
	}
	pg.base.child2_word[3101805] = {
		id = 3101805,
		main_character_face = 6,
		word = "冷蔵庫の仕組みを理解できれば、食品をもっと長く保存することができるようになるかもしれません……",
		char_type = 6
	}
	pg.base.child2_word[3101806] = {
		id = 3101806,
		main_character_face = 10,
		word = "そうすれば、保護者様が好きな食べ物をもっともっと買いだめできると思います！",
		char_type = 6
	}
	pg.base.child2_word[3101901] = {
		id = 3101901,
		main_character_face = 2,
		word = "うんうん……そうなのですね……ずっと飛んでたら、翼も痛くなり……お腹も空いたって？",
		char_type = 6
	}
	pg.base.child2_word[3101902] = {
		id = 3101902,
		main_character_face = 0,
		word = "――誰と話してるの？",
		char_type = 2
	}
	pg.base.child2_word[3101903] = {
		id = 3101903,
		main_character_face = 14,
		word = "窓の外にいる小鳥です！ぽっちゃりとした小鳥が翼が痛くて、お腹も空いたって言ってます",
		char_type = 6
	}
	pg.base.child2_word[3101904] = {
		id = 3101904,
		main_character_face = 1,
		word = "この子、すごく悩んでるみたいです……慰めてあげたいけど、言葉で話しかけた方がいいのか……",
		char_type = 6
	}
	pg.base.child2_word[3101905] = {
		id = 3101905,
		main_character_face = 1,
		word = "それとも、この子と同じようにチュンチュンと鳴いた方がいいのでしょうか？",
		char_type = 6
	}
	pg.base.child2_word[3102001] = {
		id = 3102001,
		main_character_face = 5,
		word = "$1……$1……休憩の時間になりましたよ！",
		char_type = 6
	}
	pg.base.child2_word[3102002] = {
		id = 3102002,
		main_character_face = 6,
		word = "一旦お仕事を中断して、今からリフレッシュに私と遊びに出かけませんか？",
		char_type = 6
	}
	pg.base.child2_word[3102003] = {
		id = 3102003,
		main_character_face = 0,
		word = "――いいよ。行きたい場所はある？",
		char_type = 2
	}
	pg.base.child2_word[3102004] = {
		id = 3102004,
		main_character_face = 10,
		word = "ゲーセン！ゲーセンに行きたいです！",
		char_type = 6
	}
	pg.base.child2_word[3102005] = {
		id = 3102005,
		main_character_face = 8,
		word = "ずっと練習してましたから、体がまだ覚えているうちに……",
		char_type = 6
	}
	pg.base.child2_word[3102006] = {
		id = 3102006,
		main_character_face = 8,
		word = "記録更新に連れて行ってほしいです！",
		char_type = 6
	}
	pg.base.child2_word[3102101] = {
		id = 3102101,
		main_character_face = 1,
		word = "これを……どうぞ……",
		char_type = 6
	}
	pg.base.child2_word[3102102] = {
		id = 3102102,
		main_character_face = 1,
		word = "――これって？",
		char_type = 2
	}
	pg.base.child2_word[3102103] = {
		id = 3102103,
		main_character_face = 1,
		word = "部屋の合鍵です……",
		char_type = 6
	}
	pg.base.child2_word[3102104] = {
		id = 3102104,
		main_character_face = 9,
		word = "もし私が自分を部屋に閉じ込めたり……あるいは保護者様が私を必要としたら……",
		char_type = 6
	}
	pg.base.child2_word[3102105] = {
		id = 3102105,
		main_character_face = 5,
		word = "いつでも会いに来てください……",
		char_type = 6
	}
	pg.base.child2_word[3102106] = {
		id = 3102106,
		main_character_face = 1,
		word = "保護者様だけにあげますから……絶対になくさないでくださいね",
		char_type = 6
	}
	pg.base.child2_word[3102201] = {
		id = 3102201,
		main_character_face = 5,
		word = "あの、$1……もう少しそのままじっとしててもらえますか？",
		char_type = 6
	}
	pg.base.child2_word[3102202] = {
		id = 3102202,
		main_character_face = 0,
		word = "――どうしたの？",
		char_type = 2
	}
	pg.base.child2_word[3102203] = {
		id = 3102203,
		main_character_face = 7,
		word = "じ……実は、人体を描く練習をするために……モデルが必要で……",
		char_type = 6
	}
	pg.base.child2_word[3102204] = {
		id = 3102204,
		main_character_face = 7,
		word = "それと…絵の中の保護者様の隣に、私自身を描き足したくて……",
		char_type = 6
	}
	pg.base.child2_word[3102205] = {
		id = 3102205,
		main_character_face = 1,
		word = "うん……私もこの絵のように、ずっと$1のそばにいるから……",
		char_type = 6
	}
	pg.base.child2_word[3102301] = {
		id = 3102301,
		main_character_face = 5,
		word = "夕食に……オムライスを作ってみました",
		char_type = 6
	}
	pg.base.child2_word[3102302] = {
		id = 3102302,
		main_character_face = 0,
		word = "――ありがとう、すごく気を使って作ってくれたみたいね",
		char_type = 2
	}
	pg.base.child2_word[3102303] = {
		id = 3102303,
		main_character_face = 3,
		word = "うっ……火が強すぎたせいで、端が少し焦げちゃいました……",
		char_type = 6
	}
	pg.base.child2_word[3102304] = {
		id = 3102304,
		main_character_face = 7,
		word = "やっぱり…これではダメですよね……も、もう一回作り直します！",
		char_type = 6
	}
	pg.base.child2_word[3102305] = {
		id = 3102305,
		main_character_face = 1,
		word = "ほ、本当に大丈夫ですか……？そ、それなら約束です……もし美味しくなかったら…正直に教えてください",
		char_type = 6
	}
	pg.base.child2_word[3102401] = {
		id = 3102401,
		main_character_face = 0,
		word = "――ローラー？まだ起きてたのか？",
		char_type = 2
	}
	pg.base.child2_word[3102402] = {
		id = 3102402,
		main_character_face = 4,
		word = "うっ……実は…なかなか寝付けなくて……",
		char_type = 6
	}
	pg.base.child2_word[3102403] = {
		id = 3102403,
		main_character_face = 14,
		word = "さっきラジオから……怪談話が流れてて……",
		char_type = 6
	}
	pg.base.child2_word[3102404] = {
		id = 3102404,
		main_character_face = 0,
		word = "――それで怖くなったの？",
		char_type = 2
	}
	pg.base.child2_word[3102405] = {
		id = 3102405,
		main_character_face = 7,
		word = "……保護者様、ちょ、ちょっとだけここにいてくれませんか？",
		char_type = 6
	}
	pg.base.child2_word[3102406] = {
		id = 3102406,
		main_character_face = 7,
		word = "私が怖くなくなるまで……ほんのちょっとだけで……いいから……",
		char_type = 6
	}
	pg.base.child2_word[3102501] = {
		id = 3102501,
		main_character_face = 4,
		word = "どうしよう……葉っぱに…元気がなくなっちゃったみたいで……",
		char_type = 6
	}
	pg.base.child2_word[3102502] = {
		id = 3102502,
		main_character_face = 7,
		word = "毎日ちゃんと…水やりをしてるのに……",
		char_type = 6
	}
	pg.base.child2_word[3102503] = {
		id = 3102503,
		main_character_face = 0,
		word = "――植物に何かあったのか？",
		char_type = 2
	}
	pg.base.child2_word[3102504] = {
		id = 3102504,
		main_character_face = 7,
		word = "このポトスは…枯れちゃうのですか？私、そんなの嫌……",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[3102505] = {
		id = 3102505,
		main_character_face = 0,
		word = "――大丈夫だ。ただ水をあげすぎただけさ。少し水を抜けば、また元気になるよ",
		char_type = 2
	}
	pg.base.child2_word[3102506] = {
		id = 3102506,
		main_character_face = 1,
		word = "そうなんですか？やっぱり保護者様はすごいです…何でも知っていて…安心します……",
		char_type = 6
	}
	pg.base.child2_word[3102601] = {
		id = 3102601,
		main_character_face = 0,
		word = "――ローラー、何を遊んでるの？",
		char_type = 2
	}
	pg.base.child2_word[3102602] = {
		id = 3102602,
		main_character_face = 7,
		word = "新しく出たゲームです…ストーリーがすごくいいって聞いたのですが……",
		char_type = 6
	}
	pg.base.child2_word[3102603] = {
		id = 3102603,
		main_character_face = 8,
		word = "で、でもちょっと怖くて……私……もうこれ以上…続けられません……",
		char_type = 6
	}
	pg.base.child2_word[3102604] = {
		id = 3102604,
		main_character_face = 7,
		word = "あ、あの……$1、一緒に遊んでくれませんか？",
		char_type = 6
	}
	pg.base.child2_word[3102605] = {
		id = 3102605,
		main_character_face = 1,
		word = "保護者様が傍にいてくれたら、私…怖くないはず……！",
		char_type = 6
	}
	pg.base.child2_word[3102701] = {
		id = 3102701,
		main_character_face = 15,
		word = "面白そうな事を思いつきました……！",
		char_type = 6
	}
	pg.base.child2_word[3102702] = {
		id = 3102702,
		main_character_face = 0,
		word = "――ん？それってどんな？",
		char_type = 2
	}
	pg.base.child2_word[3102703] = {
		id = 3102703,
		main_character_face = 12,
		word = "このプラスチックの板を使って……階段に沿って下までつなげていくと……",
		char_type = 6
	}
	pg.base.child2_word[3102704] = {
		id = 3102704,
		main_character_face = 15,
		word = "すごく長い滑り台ができます……！これから階段を下りるときは、この滑り台を使えば大丈夫…！",
		char_type = 6
	}
	pg.base.child2_word[3102705] = {
		id = 3102705,
		main_character_face = 15,
		word = "一緒にやってみませんか？",
		char_type = 6
	}
	pg.base.child2_word[3102801] = {
		id = 3102801,
		main_character_face = 0,
		word = "――今日は天気がいいから、お出かけしない？",
		char_type = 2
	}
	pg.base.child2_word[3102802] = {
		id = 3102802,
		main_character_face = 1,
		word = "うん……実は…行きたい場所があって……",
		char_type = 6
	}
	pg.base.child2_word[3102803] = {
		id = 3102803,
		main_character_face = 2,
		word = "新しいぬいぐるみ屋さんがオープンしたって……テレビで見ました…",
		char_type = 6
	}
	pg.base.child2_word[3102804] = {
		id = 3102804,
		main_character_face = 6,
		word = "でも、ぬいぐるみが欲しいのではなく……",
		char_type = 6
	}
	pg.base.child2_word[3102805] = {
		id = 3102805,
		main_character_face = 5,
		word = "実はその店には、写真が撮れるブースがあるって……",
		char_type = 6
	}
	pg.base.child2_word[3102806] = {
		id = 3102806,
		main_character_face = 5,
		word = "$1と一緒に、写真を撮りたいです……二人だけの写真を……えへへ…",
		char_type = 6
	}
	pg.base.child2_word[3102901] = {
		id = 3102901,
		main_character_face = 0,
		word = "――ローラー、そろそろ夕食の時間だよ",
		char_type = 2
	}
	pg.base.child2_word[3102902] = {
		id = 3102902,
		main_character_face = 5,
		word = "あ、あと少しだけ……すぐに行きますから……このアニメが終わったら……",
		char_type = 6
	}
	pg.base.child2_word[3102903] = {
		id = 3102903,
		main_character_face = 12,
		word = "あ、あと5分だけ……もうすぐクライマックスの変身シーンが……！",
		char_type = 6
	}
	pg.base.child2_word[3102904] = {
		id = 3102904,
		main_character_face = 8,
		word = "変身シーンが終われば…終わると思う……保証します……！",
		char_type = 6
	}
	pg.base.child2_word[3103001] = {
		id = 3103001,
		main_character_face = 10,
		word = "$1がイベントを発動させました。以下の選択肢からお選びください……",
		char_type = 6
	}
	pg.base.child2_word[3103002] = {
		id = 3103002,
		main_character_face = 10,
		word = "選択肢１：ローラーと屋上で星を数える……",
		char_type = 6
	}
	pg.base.child2_word[3103003] = {
		id = 3103003,
		main_character_face = 10,
		word = "選択肢２：ローラーの好きな料理を作る……",
		char_type = 6
	}
	pg.base.child2_word[3103004] = {
		id = 3103004,
		main_character_face = 0,
		word = "――これって……恋愛シミュレーションゲームかな？",
		char_type = 2
	}
	pg.base.child2_word[3103005] = {
		id = 3103005,
		main_character_face = 6,
		word = "うん…ゲームで覚えました……でも、どっちを選んでも同じですよ",
		char_type = 6
	}
	pg.base.child2_word[3103006] = {
		id = 3103006,
		main_character_face = 10,
		word = "だって…保護者様なら…どちらを選んでも私、すごく喜ぶから……",
		char_type = 6
	}
	pg.base.child2_word[3103101] = {
		id = 3103101,
		main_character_face = 5,
		word = "こ、紅茶を淹れてきました…$1……温度が大丈夫かどうかは……",
		char_type = 6
	}
	pg.base.child2_word[3103102] = {
		id = 3103102,
		main_character_face = 0,
		word = "――良い香りだな。わざわざ用意してくれたの？",
		char_type = 2
	}
	pg.base.child2_word[3103103] = {
		id = 3103103,
		main_character_face = 6,
		word = "は、はい……何度か試しましたから…今回は熱すぎずちょうどいいくらいかなと……",
		char_type = 6
	}
	pg.base.child2_word[3103104] = {
		id = 3103104,
		main_character_face = 0,
		word = "――うん、ちょうどいい温度だし、味もバッチリ。ありがとう、ローラー",
		char_type = 2
	}
	pg.base.child2_word[3103105] = {
		id = 3103105,
		main_character_face = 1,
		word = "……よかったです！",
		char_type = 6
	}
	pg.base.child2_word[3103201] = {
		id = 3103201,
		main_character_face = 2,
		word = "あの……ま、待ってください……",
		char_type = 6
	}
	pg.base.child2_word[3103202] = {
		id = 3103202,
		main_character_face = 2,
		word = "空が暗くなってきたようなので……午後は雨が降るかもしれません……",
		char_type = 6
	}
	pg.base.child2_word[3103203] = {
		id = 3103203,
		main_character_face = 1,
		word = "……ドアのそばの傘立てにある傘から持って行ってください……",
		char_type = 6
	}
	pg.base.child2_word[3103204] = {
		id = 3103204,
		main_character_face = 0,
		word = "――ローラーは本当に気が利くな",
		char_type = 2
	}
	pg.base.child2_word[3103205] = {
		id = 3103205,
		main_character_face = 1,
		word = "ありがとう……えへへ……",
		char_type = 6
	}
	pg.base.child2_word[3103301] = {
		id = 3103301,
		main_character_face = 2,
		word = "あ！$1……",
		char_type = 6
	}
	pg.base.child2_word[3103302] = {
		id = 3103302,
		main_character_face = 1,
		word = "上着の袖口が…少し緩んでるみたいですよ……",
		char_type = 6
	}
	pg.base.child2_word[3103303] = {
		id = 3103303,
		main_character_face = 1,
		word = "……私が……縫い直してあげましょうか？……すぐ終わりますから……",
		char_type = 6
	}
	pg.base.child2_word[3103304] = {
		id = 3103304,
		main_character_face = 0,
		word = "――ありがとう。じゃあ頼むね、ローラー",
		char_type = 2
	}
	pg.base.child2_word[3103305] = {
		id = 3103305,
		main_character_face = 1,
		word = "お役に立てて……私……嬉しいです……",
		char_type = 6
	}
	pg.base.child2_word[3103401] = {
		id = 3103401,
		main_character_face = 3,
		word = "$1……まだ仕事中でしょうか……",
		char_type = 6
	}
	pg.base.child2_word[3103402] = {
		id = 3103402,
		main_character_face = 0,
		word = "――うん、まだいくつか書類が残ってるよ。ローラーはまだ休まないのか？",
		char_type = 2
	}
	pg.base.child2_word[3103403] = {
		id = 3103403,
		main_character_face = 1,
		word = "あそこのソファを少しだけ……使ってもいいですか？……ほんの少しだけで……絶対に邪魔したりしませんから……",
		char_type = 6
	}
	pg.base.child2_word[3103404] = {
		id = 3103404,
		main_character_face = 0,
		word = "――いいよ。ローラーが一緒にいてくれると、仕事も退屈じゃなくなる",
		char_type = 2
	}
	pg.base.child2_word[3103405] = {
		id = 3103405,
		main_character_face = 5,
		word = "うん、ずっとずっと、$1の傍にいます……！",
		char_type = 6
	}
	pg.base.child2_word[3103501] = {
		id = 3103501,
		main_character_face = 15,
		word = "$1……見てください",
		char_type = 6
	}
	pg.base.child2_word[3103502] = {
		id = 3103502,
		main_character_face = 0,
		word = "――これは…栞？なんだか小さい扇子のようにも見えるな",
		char_type = 2
	}
	pg.base.child2_word[3103503] = {
		id = 3103503,
		main_character_face = 12,
		word = "はい。今日、木の下で拾ったんです。すごく綺麗だったので……",
		char_type = 6
	}
	pg.base.child2_word[3103504] = {
		id = 3103504,
		main_character_face = 5,
		word = "だから、栞にしてプレゼントしたくて……受け取ってくれますか？",
		char_type = 6
	}
	pg.base.child2_word[3103505] = {
		id = 3103505,
		main_character_face = 0,
		word = "――もちろん。大事にするよ",
		char_type = 2
	}
	pg.base.child2_word[3103506] = {
		id = 3103506,
		main_character_face = 15,
		word = "よかったです……",
		char_type = 6
	}
	pg.base.child2_word[3103601] = {
		id = 3103601,
		main_character_face = 2,
		word = "$1……あそこの草むらの中に……",
		char_type = 6
	}
	pg.base.child2_word[3103602] = {
		id = 3103602,
		main_character_face = 5,
		word = "小鳥ちゃんがいます……羽をケガしたみたいで震えてて……",
		char_type = 6
	}
	pg.base.child2_word[3103603] = {
		id = 3103603,
		main_character_face = 0,
		word = "――様子を見に行こう",
		char_type = 2
	}
	pg.base.child2_word[3103604] = {
		id = 3103604,
		main_character_face = 5,
		word = "う、うん！……その子を……家に連れて帰ってもいいですか？せめて…ケガが治るまでは……",
		char_type = 6
	}
	pg.base.child2_word[3103605] = {
		id = 3103605,
		main_character_face = 0,
		word = "――もちろん。一緒に世話してあげよう",
		char_type = 2
	}
	pg.base.child2_word[3103606] = {
		id = 3103606,
		main_character_face = 1,
		word = "うん！気をつけるから……",
		char_type = 6
	}
	pg.base.child2_word[3103701] = {
		id = 3103701,
		main_character_face = 10,
		word = "……$1、私は今……どこに隠れてるでしょうか？",
		char_type = 6
	}
	pg.base.child2_word[3103702] = {
		id = 3103702,
		main_character_face = 10,
		word = "えへへ……正解は…大量のぬいぐるみの中でした……",
		char_type = 6
	}
	pg.base.child2_word[3103703] = {
		id = 3103703,
		main_character_face = 0,
		word = "――居心地良さそうだね",
		char_type = 2
	}
	pg.base.child2_word[3103704] = {
		id = 3103704,
		main_character_face = 10,
		word = "うん、すごく安心できますよ……保護者様も一緒にどうですか？",
		char_type = 6
	}
	pg.base.child2_word[3103801] = {
		id = 3103801,
		main_character_face = 2,
		word = "$1……これを見てください……",
		char_type = 6
	}
	pg.base.child2_word[3103802] = {
		id = 3103802,
		main_character_face = 0,
		word = "――これは…キノコ？",
		char_type = 2
	}
	pg.base.child2_word[3103803] = {
		id = 3103803,
		main_character_face = 1,
		word = "倉庫裏にある湿った木で見つけました……実は、毎日様子を見に行ってるんです……",
		char_type = 6
	}
	pg.base.child2_word[3103804] = {
		id = 3103804,
		main_character_face = 1,
		word = "うっかり踏んでしまわないように……小石で囲んでいます……",
		char_type = 6
	}
	pg.base.child2_word[3103805] = {
		id = 3103805,
		main_character_face = 6,
		word = "このキノコたちが…少しずつ大きくなっているのを見ると……なんだかとても嬉しくなります……",
		char_type = 6
	}
	pg.base.child2_word[3103901] = {
		id = 3103901,
		main_character_face = 6,
		word = "雨の音は……本当に心地いいですよね……",
		char_type = 6
	}
	pg.base.child2_word[3103902] = {
		id = 3103902,
		main_character_face = 6,
		word = "こんな天気なら……布団の中でゴロゴロするのが一番です……",
		char_type = 6
	}
	pg.base.child2_word[3103903] = {
		id = 3103903,
		main_character_face = 1,
		word = "$1も……少し休みませんか？",
		char_type = 6
	}
	pg.base.child2_word[3103904] = {
		id = 3103904,
		main_character_face = 0,
		word = "――そうだな。一緒にゆっくりしようか",
		char_type = 2
	}
	pg.base.child2_word[3103905] = {
		id = 3103905,
		main_character_face = 10,
		word = "ありがとう……えへへ……",
		char_type = 6
	}
	pg.base.child2_word[3104001] = {
		id = 3104001,
		main_character_face = 3,
		word = "廊下の明かりが少し暗いような気がします……",
		char_type = 6
	}
	pg.base.child2_word[3104002] = {
		id = 3104002,
		main_character_face = 10,
		word = "だから……小さなランプを置いておきました……",
		char_type = 6
	}
	pg.base.child2_word[3104003] = {
		id = 3104003,
		main_character_face = 1,
		word = "これなら夜中に起きても…怖くありません……",
		char_type = 6
	}
	pg.base.child2_word[3104004] = {
		id = 3104004,
		main_character_face = 0,
		word = "――ローラーは本当に気が利くな。ありがとう。おやすみ",
		char_type = 2
	}
	pg.base.child2_word[3104005] = {
		id = 3104005,
		main_character_face = 10,
		word = "おやすみなさい、$1",
		char_type = 6
	}
	pg.base.child2_word[3104101] = {
		id = 3104101,
		main_character_face = 6,
		word = "今日一緒にお出かけした時、$1のネクタイと同じ色味のヘアバンドを付けてたんですが……",
		char_type = 6
	}
	pg.base.child2_word[3104102] = {
		id = 3104102,
		main_character_face = 1,
		word = "言わなきゃ気づかれないような、ちょっとしたこだわりですけど……",
		char_type = 6
	}
	pg.base.child2_word[3104103] = {
		id = 3104103,
		main_character_face = 10,
		word = "でも、二人だけの秘密ができたって思うと、なんだかすっごくすっごく嬉しくなっちゃって",
		char_type = 6
	}
	pg.base.child2_word[3104104] = {
		id = 3104104,
		main_character_face = 0,
		word = "気づいてたよ。可愛いかったね",
		char_type = 3
	}
	pg.base.child2_word[3104105] = {
		id = 3104105,
		main_character_face = 10,
		word = "わぁ、気づいてくれてたんですね……！",
		char_type = 6
	}
	pg.base.child2_word[3104106] = {
		id = 3104106,
		main_character_face = 10,
		word = "それじゃあ……保護者様はただ言わなかっただけだったんですね",
		char_type = 6
	}
	pg.base.child2_word[3104107] = {
		id = 3104107,
		main_character_face = 0,
		word = "言われてみれば確かに…",
		char_type = 3
	}
	pg.base.child2_word[3104108] = {
		id = 3104108,
		main_character_face = 5,
		word = "やっぱり地味すぎました……？",
		char_type = 6
	}
	pg.base.child2_word[3104109] = {
		id = 3104109,
		main_character_face = 7,
		word = "むぅ……じゃあ次はもっとパッと目を引くような小物にします！",
		char_type = 6
	}
	pg.base.child2_word[3104201] = {
		id = 3104201,
		main_character_face = 1,
		word = "外の庭にひまわりを植えて、ちょっとした花畑を作ったんです",
		char_type = 6
	}
	pg.base.child2_word[3104202] = {
		id = 3104202,
		main_character_face = 10,
		word = "それで、毎日せっせとお世話してあげてたら、やっと綺麗に咲いてくれました！",
		char_type = 6
	}
	pg.base.child2_word[3104203] = {
		id = 3104203,
		main_character_face = 10,
		word = "椅子を二つ側に並べておいたので、一緒に満開のひまわりを楽しめますよ",
		char_type = 6
	}
	pg.base.child2_word[3104204] = {
		id = 3104204,
		main_character_face = 1,
		word = "早速、今から見に行きませんか？紅茶とお菓子も用意しておきますから",
		char_type = 6
	}
	pg.base.child2_word[3104205] = {
		id = 3104205,
		main_character_face = 1,
		word = "二人だけの秘密カーデンだな",
		char_type = 3
	}
	pg.base.child2_word[3104206] = {
		id = 3104206,
		main_character_face = 10,
		word = "はいっ！誰にも邪魔されない、私たちだけのとっておきの場所になります！",
		char_type = 6
	}
	pg.base.child2_word[3104207] = {
		id = 3104207,
		main_character_face = 1,
		word = "この間見たよ。本当に綺麗に咲いてたね",
		char_type = 3
	}
	pg.base.child2_word[3104208] = {
		id = 3104208,
		main_character_face = 1,
		word = "えへへ、ありがとうございます！これからも大事に育てますね",
		char_type = 6
	}
	pg.base.child2_word[3104209] = {
		id = 3104209,
		main_character_face = 10,
		word = "じゃあ今度$1の都合がいい時に、また見に行きましょう……！",
		char_type = 6
	}
	pg.base.child2_word[3104301] = {
		id = 3104301,
		main_character_face = 1,
		word = "天気予報を確認したら、明日の夜は天体観測には最高の天気なんですって！",
		char_type = 6
	}
	pg.base.child2_word[3104302] = {
		id = 3104302,
		main_character_face = 10,
		word = "望遠鏡はもちろん、星座早見表にブランケット、ココアまで準備万端ですっ！",
		char_type = 6
	}
	pg.base.child2_word[3104303] = {
		id = 3104303,
		main_character_face = 1,
		word = "流星群も見られるらしいし……流れ星を数えながら一緒におしゃべりしましょう！",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[3104304] = {
		id = 3104304,
		main_character_face = 1,
		word = "この日のために二週間も前から準備してたんですよ！",
		char_type = 6
	}
	pg.base.child2_word[3104305] = {
		id = 3104305,
		main_character_face = 1,
		word = "一緒に流星群を見るなんて、ロマンチックだな",
		char_type = 3
	}
	pg.base.child2_word[3104306] = {
		id = 3104306,
		main_character_face = 1,
		word = "でしょー！私もそう思ってました！えへへ",
		char_type = 6
	}
	pg.base.child2_word[3104307] = {
		id = 3104307,
		main_character_face = 10,
		word = "じゃあ星座クッキーも焼かなきゃ！二人のラッキー星座を一緒に見つけましょうねー！",
		char_type = 6
	}
	pg.base.child2_word[3104308] = {
		id = 3104308,
		main_character_face = 1,
		word = "ちょっと暇な時間が多くならないかな…",
		char_type = 3
	}
	pg.base.child2_word[3104309] = {
		id = 3104309,
		main_character_face = 7,
		word = "暇な時間……ですか？それじゃあ……他に何か暇つぶしになるものがないか、考えてみますね……！",
		char_type = 6
	}
	pg.base.child2_word[3104401] = {
		id = 3104401,
		main_character_face = 2,
		word = "$1、一緒に朝のランニングを付き合ってくれませんか？",
		char_type = 6
	}
	pg.base.child2_word[3104402] = {
		id = 3104402,
		main_character_face = 1,
		word = "新しいコースを考えたんです！近所の絶景スポットを巡れるとっておきのね",
		char_type = 6
	}
	pg.base.child2_word[3104403] = {
		id = 3104403,
		main_character_face = 10,
		word = "休憩ポイントでお水と軽食を摂って、映える写真スポットもチェック済みです！",
		char_type = 6
	}
	pg.base.child2_word[3104404] = {
		id = 3104404,
		main_character_face = 10,
		word = "ちゃんと時間通り走れば、日の出がきれいな瞬間に展望台に着けますよ！",
		char_type = 6
	}
	pg.base.child2_word[3104405] = {
		id = 3104405,
		main_character_face = 1,
		word = "というわけで……明日から「朝ラン計画」を始めませんか？",
		char_type = 6
	}
	pg.base.child2_word[3104406] = {
		id = 3104406,
		main_character_face = 0,
		word = "一緒に日の出を見に行こう",
		char_type = 3
	}
	pg.base.child2_word[3104407] = {
		id = 3104407,
		main_character_face = 10,
		word = "やったぁ、約束ですよ！",
		char_type = 6
	}
	pg.base.child2_word[3104408] = {
		id = 3104408,
		main_character_face = 10,
		word = "最高の朝日をバックに、$1とツーショットを撮りたいです！",
		char_type = 6
	}
	pg.base.child2_word[3104409] = {
		id = 3104409,
		main_character_face = 0,
		word = "毎日続けるの大変そう…",
		char_type = 3
	}
	pg.base.child2_word[3104410] = {
		id = 3104410,
		main_character_face = 7,
		word = "ええと……。確かに、毎日走るのはちょっと大変かも……",
		char_type = 6
	}
	pg.base.child2_word[3104411] = {
		id = 3104411,
		main_character_face = 5,
		word = "じゃあ、週に二回……いえ、三回ならどうですか…？うぅ……",
		char_type = 6
	}
	pg.base.child2_word[3104501] = {
		id = 3104501,
		main_character_face = 2,
		word = "ゲームセンターって、賑やかで楽しいところなんですねっ",
		char_type = 6
	}
	pg.base.child2_word[3104502] = {
		id = 3104502,
		main_character_face = 2,
		word = "見て見て！あっちに最新の音ゲーがありますよ！あっちには特大のクレーンマシンも……",
		char_type = 6
	}
	pg.base.child2_word[3104503] = {
		id = 3104503,
		main_character_face = 1,
		word = "まずはあの二人用のシューティングゲームでもやりませんか？",
		char_type = 6
	}
	pg.base.child2_word[3104504] = {
		id = 3104504,
		main_character_face = 10,
		word = "シューティングゲームは家で練習してたんです！",
		char_type = 6
	}
	pg.base.child2_word[3104505] = {
		id = 3104505,
		main_character_face = 6,
		word = "わぁ…にしてもどれも面白そうで目移りしちゃいますね……",
		char_type = 6
	}
	pg.base.child2_word[3104506] = {
		id = 3104506,
		main_character_face = 10,
		word = "今日は$1と一緒に、二人で遊べるゲームを全部制覇したいんですけど……いいですか？",
		char_type = 6
	}
	pg.base.child2_word[3104507] = {
		id = 3104507,
		main_character_face = 0,
		word = "そうしよう！",
		char_type = 3
	}
	pg.base.child2_word[3104508] = {
		id = 3104508,
		main_character_face = 1,
		word = "わーい！",
		char_type = 6
	}
	pg.base.child2_word[3104509] = {
		id = 3104509,
		main_character_face = 10,
		word = "このコンビが世界一だってことを、みんなに見せつけちゃいましょう！",
		char_type = 6
	}
	pg.base.child2_word[3104510] = {
		id = 3104510,
		main_character_face = 0,
		word = "ソロゲーもやりたいな",
		char_type = 3
	}
	pg.base.child2_word[3104511] = {
		id = 3104511,
		main_character_face = 7,
		word = "ソロゲー、ですか……？",
		char_type = 6
	}
	pg.base.child2_word[3104512] = {
		id = 3104512,
		main_character_face = 5,
		word = "それなら……ローラーは隣で精一杯応援しますね！",
		char_type = 6
	}
	pg.base.child2_word[3104601] = {
		id = 3104601,
		main_character_face = 6,
		word = "うぅ……今日のローラーは、ただの本……です……",
		char_type = 6
	}
	pg.base.child2_word[3104602] = {
		id = 3104602,
		main_character_face = 6,
		word = "ローラー……息を潜めて……",
		char_type = 6
	}
	pg.base.child2_word[3104603] = {
		id = 3104603,
		main_character_face = 6,
		word = "ローラー……見つからないように……",
		char_type = 6
	}
	pg.base.child2_word[3104604] = {
		id = 3104604,
		main_character_face = 6,
		word = "ここなら……安全です……",
		char_type = 6
	}
	pg.base.child2_word[3104605] = {
		id = 3104605,
		main_character_face = 0,
		word = "気づかないふりをする",
		char_type = 3
	}
	pg.base.child2_word[3104606] = {
		id = 3104606,
		main_character_face = 6,
		word = "$1……ローラーに合わせてくれてる……",
		char_type = 6
	}
	pg.base.child2_word[3104607] = {
		id = 3104607,
		main_character_face = 6,
		word = "これでセーフ…です…",
		char_type = 6
	}
	pg.base.child2_word[3104608] = {
		id = 3104608,
		main_character_face = 0,
		word = "みーつけた",
		char_type = 3
	}
	pg.base.child2_word[3104609] = {
		id = 3104609,
		main_character_face = 9,
		word = "……ローラーのこと…見えてません…見えてませんから……！",
		char_type = 6
	}
	pg.base.child2_word[3104610] = {
		id = 3104610,
		main_character_face = 9,
		word = "ローラー、今はキノコですから……！",
		char_type = 6
	}
	pg.base.child2_word[3104701] = {
		id = 3104701,
		main_character_face = 2,
		word = "よかった……レイトショーで……",
		char_type = 6
	}
	pg.base.child2_word[3104702] = {
		id = 3104702,
		main_character_face = 1,
		word = "私たち以外……誰もいませんから……",
		char_type = 6
	}
	pg.base.child2_word[3104703] = {
		id = 3104703,
		main_character_face = 6,
		word = "一番後ろの席に座れますね……",
		char_type = 6
	}
	pg.base.child2_word[3104704] = {
		id = 3104704,
		main_character_face = 10,
		word = "$1と一緒に、くるまれるように……ローラー、ブランケットも持ってきました……",
		char_type = 6
	}
	pg.base.child2_word[3104705] = {
		id = 3104705,
		main_character_face = 0,
		word = "こうやって映画を観るのもいいね",
		char_type = 3
	}
	pg.base.child2_word[3104706] = {
		id = 3104706,
		main_character_face = 10,
		word = "はい……！もっと……そばにいたいです……",
		char_type = 6
	}
	pg.base.child2_word[3104707] = {
		id = 3104707,
		main_character_face = 0,
		word = "なんだか寝ちゃいそうだ",
		char_type = 3
	}
	pg.base.child2_word[3104708] = {
		id = 3104708,
		main_character_face = 4,
		word = "じゃ、じゃあ……ブランケットはやめておきましょう……",
		char_type = 6
	}
	pg.base.child2_word[3104801] = {
		id = 3104801,
		main_character_face = 2,
		word = "$1……その、ちょっと面白いことを思いついたんです……",
		char_type = 6
	}
	pg.base.child2_word[3104802] = {
		id = 3104802,
		main_character_face = 1,
		word = "……一冊ずつ、本を選んでみませんか……？",
		char_type = 6
	}
	pg.base.child2_word[3104803] = {
		id = 3104803,
		main_character_face = 1,
		word = "自分が読むのじゃなくて、相手に……ピッタリだと思う本を……",
		char_type = 6
	}
	pg.base.child2_word[3104804] = {
		id = 3104804,
		main_character_face = 1,
		word = "相手の気持ちを当てるみたいで面白いね",
		char_type = 3
	}
	pg.base.child2_word[3104805] = {
		id = 3104805,
		main_character_face = 1,
		word = "ローラー、絶対に……",
		char_type = 6
	}
	pg.base.child2_word[3104806] = {
		id = 3104806,
		main_character_face = 10,
		word = "ページをめくった瞬間、$1が笑顔になれるような本にします……！",
		char_type = 6
	}
	pg.base.child2_word[3104807] = {
		id = 3104807,
		main_character_face = 0,
		word = "相手が苦手なジャンルを選んじゃったら？",
		char_type = 3
	}
	pg.base.child2_word[3104808] = {
		id = 3104808,
		main_character_face = 6,
		word = "その時は……",
		char_type = 6
	}
	pg.base.child2_word[3104809] = {
		id = 3104809,
		main_character_face = 10,
		word = "少なくとも……どんな風に思われているか、分かりますので……",
		char_type = 6
	}
	pg.base.child2_word[3104901] = {
		id = 3104901,
		main_character_face = 1,
		word = "ローラー、最近……新しいお友達ができたんです……",
		char_type = 6
	}
	pg.base.child2_word[3104902] = {
		id = 3104902,
		main_character_face = 10,
		word = "ローラーと同じで、いつも静かに歩いていて……ローラー、あの子が大好きです……",
		char_type = 6
	}
	pg.base.child2_word[3104903] = {
		id = 3104903,
		main_character_face = 6,
		word = "今日はあの子が大好きな煮干しを持って行きました……",
		char_type = 6
	}
	pg.base.child2_word[3104904] = {
		id = 3104904,
		main_character_face = 10,
		word = "ローラーのこと、覚えてくれたみたいで……食べ終わると、足元ですりすりしてくれて……",
		char_type = 6
	}
	pg.base.child2_word[3104905] = {
		id = 3104905,
		main_character_face = 7,
		word = "でも物音がしたら、すぐ隠れて……それでローラーも一緒にそっと隠れて……",
		char_type = 6
	}
	pg.base.child2_word[3104906] = {
		id = 3104906,
		main_character_face = 0,
		word = "新しいお友達って、子猫？",
		char_type = 3
	}
	pg.base.child2_word[3104907] = {
		id = 3104907,
		main_character_face = 1,
		word = "は、はい！$1、正解です……！",
		char_type = 6
	}
	pg.base.child2_word[3104908] = {
		id = 3104908,
		main_character_face = 0,
		word = "そのお友達、人間じゃない？",
		char_type = 3
	}
	pg.base.child2_word[3104909] = {
		id = 3104909,
		main_character_face = 7,
		word = "こ、子猫です……",
		char_type = 6
	}
	pg.base.child2_word[3104910] = {
		id = 3104910,
		main_character_face = 8,
		word = "ごめんなさい、ローラーの説明が分かりにくかったですね……",
		char_type = 6
	}
	pg.base.child2_word[3105001] = {
		id = 3105001,
		main_character_face = 2,
		word = "来週の木曜日…読書会があって……",
		char_type = 6
	}
	pg.base.child2_word[3105002] = {
		id = 3105002,
		main_character_face = 1,
		word = "ローラー、発表の原稿を三回も書き直したんですけど……",
		char_type = 6
	}
	pg.base.child2_word[3105003] = {
		id = 3105003,
		main_character_face = 8,
		word = "でも……やっぱり、人前で話すのは怖くて……",
		char_type = 6
	}
	pg.base.child2_word[3105004] = {
		id = 3105004,
		main_character_face = 9,
		word = "$1……来てくれますか……？",
		char_type = 6
	}
	pg.base.child2_word[3105005] = {
		id = 3105005,
		main_character_face = 0,
		word = "最前列で応援するよ",
		char_type = 3
	}
	pg.base.child2_word[3105006] = {
		id = 3105006,
		main_character_face = 7,
		word = "そ、それなら……最後まで、ちゃんと話せるように頑張ります……！",
		char_type = 6
	}
	pg.base.child2_word[3105007] = {
		id = 3105007,
		main_character_face = 7,
		word = "$1の応援が……何よりの力になりますから……！",
		char_type = 6
	}
	pg.base.child2_word[3105008] = {
		id = 3105008,
		main_character_face = 0,
		word = "読書がちょっと苦手かも",
		char_type = 3
	}
	pg.base.child2_word[3105009] = {
		id = 3105009,
		main_character_face = 4,
		word = "ご、ごめんなさい……ローラー、無理なお願いをしてしまって……",
		char_type = 6
	}
	pg.base.child2_word[3105010] = {
		id = 3105010,
		main_character_face = 8,
		word = "やっぱり、一人で…もう少し練習してみます……",
		char_type = 6
	}
	pg.base.child2_word[3200101] = {
		id = 3200101,
		main_character_face = 0,
		word = "町の片隅に小さな花壇を見つけ、つい最近まで誰かが丹念に手入れしていたようだった。",
		char_type = 0
	}
	pg.base.child2_word[3200102] = {
		id = 3200102,
		main_character_face = 0,
		word = "[種をまく]",
		char_type = 2
	}
	pg.base.child2_word[3200103] = {
		id = 3200103,
		main_character_face = 0,
		word = "この忘れ去られた場所を管理していくうちに、ある変化が静かに起こり始めていた。",
		char_type = 0
	}
	pg.base.child2_word[3200201] = {
		id = 3200201,
		main_character_face = 0,
		word = "リゾートホテルをチェックアウトする際、ローラーは請求書の金額が法外に高いことに気づいた。どうやら饅頭執事が計算を間違えたようだ。",
		char_type = 0
	}
	pg.base.child2_word[3200202] = {
		id = 3200202,
		main_character_face = 0,
		word = "[誤りを指摘]",
		char_type = 2
	}
	pg.base.child2_word[3200203] = {
		id = 3200203,
		main_character_face = 0,
		word = "冷静に正しい明細を提示すると、執事は即座に金額を訂正して謝罪をした。補償として少額の割引券をくれた。",
		char_type = 0
	}
	pg.base.child2_word[3200205] = {
		id = 3200205,
		main_character_face = 0,
		word = "[不満を示す]",
		char_type = 2
	}
	pg.base.child2_word[3200206] = {
		id = 3200206,
		main_character_face = 0,
		word = "支払いをする際に不満を示すと、執事はこちらの機嫌が損なわれたことに気づいた。慌てて金額を再確認して誤りを修正してくれた。結局問題は解決したが、先ほどの気まずさは完全には消えなかった。",
		char_type = 0
	}
	pg.base.child2_word[3200208] = {
		id = 3200208,
		main_character_face = 0,
		word = "[そのまま支払う]",
		char_type = 2
	}
	pg.base.child2_word[3200209] = {
		id = 3200209,
		main_character_face = 0,
		word = "余計なトラブルを避けたいという気持ちでそのまま支払いを済ませたが、ローラーは帰り道ずっと不機嫌だった。",
		char_type = 0
	}
	pg.base.child2_word[3200301] = {
		id = 3200301,
		main_character_face = 0,
		word = "荘園で宝探しゲームが開催されている。報酬は豪華だが、かなり時間がかかる。",
		char_type = 0
	}
	pg.base.child2_word[3200302] = {
		id = 3200302,
		main_character_face = 0,
		word = "[参加して入念に探す]",
		char_type = 2
	}
	pg.base.child2_word[3200303] = {
		id = 3200303,
		main_character_face = 0,
		word = "長い時間をかけた結果、見事お宝を発見した！",
		char_type = 0
	}
	pg.base.child2_word[3200305] = {
		id = 3200305,
		main_character_face = 0,
		word = "[論理的推理を活用]",
		char_type = 2
	}
	pg.base.child2_word[3200306] = {
		id = 3200306,
		main_character_face = 0,
		word = "お宝のエリアを素早く特定し、大幅な時間短縮に成功。",
		char_type = 0
	}
	pg.base.child2_word[3200308] = {
		id = 3200308,
		main_character_face = 0,
		word = "[途中で断念]",
		char_type = 2
	}
	pg.base.child2_word[3200309] = {
		id = 3200309,
		main_character_face = 0,
		word = "他に優先すべき用事があるため、無駄な時間は費やせない。",
		char_type = 0
	}
	pg.base.child2_word[3200311] = {
		id = 3200311,
		main_character_face = 0,
		word = "[他の参加者を尾行]",
		char_type = 2
	}
	pg.base.child2_word[3200312] = {
		id = 3200312,
		main_character_face = 0,
		word = "尾行中に発見され、出場資格を剥奪された。",
		char_type = 0
	}
	pg.base.child2_word[3200401] = {
		id = 3200401,
		main_character_face = 0,
		word = "緑の生垣の奥深くに、ひっそりと迷路が隠されている……",
		char_type = 0
	}
	pg.base.child2_word[3200402] = {
		id = 3200402,
		main_character_face = 0,
		word = "目に飛び込んできたのは、月見草の花叢に囲まれた左右に分かれた二本の小道。左へ進むか、それとも右へ進むか？",
		char_type = 0
	}
	pg.base.child2_word[3200403] = {
		id = 3200403,
		main_character_face = 0,
		word = "[右へ]",
		char_type = 2
	}
	pg.base.child2_word[3200404] = {
		id = 3200404,
		main_character_face = 0,
		word = "こっちの花叢は少し乱雑に生い茂っている……何かおかしい気がする。",
		char_type = 0
	}
	pg.base.child2_word[3200406] = {
		id = 3200406,
		main_character_face = 0,
		word = "[左へ]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3200407] = {
		id = 3200407,
		main_character_face = 0,
		word = "石畳は整然と敷かれている。間違いなさそうだ！",
		char_type = 0
	}
	pg.base.child2_word[3200408] = {
		id = 3200408,
		main_character_face = 0,
		word = "池の映り込みが花垣越しにちらりと見え、また分かれ道が現れた……",
		char_type = 0
	}
	pg.base.child2_word[3200410] = {
		id = 3200410,
		main_character_face = 0,
		word = "[右へ]",
		char_type = 2
	}
	pg.base.child2_word[3200411] = {
		id = 3200411,
		main_character_face = 0,
		word = "蔓が幾重にも絡み合い、ほとんど道を見えなくしている……",
		char_type = 0
	}
	pg.base.child2_word[3200413] = {
		id = 3200413,
		main_character_face = 0,
		word = "[左へ]",
		char_type = 2
	}
	pg.base.child2_word[3200414] = {
		id = 3200414,
		main_character_face = 0,
		word = "空気中に花の香りが漂っている。どうやらこの道が正解のようだ！",
		char_type = 0
	}
	pg.base.child2_word[3200415] = {
		id = 3200415,
		main_character_face = 0,
		word = "そよ風が清らかな香りを運び、再び小道が二つに分かれた……",
		char_type = 0
	}
	pg.base.child2_word[3200417] = {
		id = 3200417,
		main_character_face = 0,
		word = "[右へ]",
		char_type = 2
	}
	pg.base.child2_word[3200418] = {
		id = 3200418,
		main_character_face = 0,
		word = "道が突然広がり、眼前に展望台が現れた——庭園全体と池の絶景が一望できる。",
		char_type = 0
	}
	pg.base.child2_word[3200420] = {
		id = 3200420,
		main_character_face = 0,
		word = "[左へ]",
		char_type = 2
	}
	pg.base.child2_word[3200421] = {
		id = 3200421,
		main_character_face = 0,
		word = "道が突然途切れた……どうやら元の道を引き返すしかないようだ。",
		char_type = 0
	}
	pg.base.child2_word[3200501] = {
		id = 3200501,
		main_character_face = 0,
		word = "饅頭執事が限定の割引セットを提供している、購入する？",
		char_type = 0
	}
	pg.base.child2_word[3200502] = {
		id = 3200502,
		main_character_face = 0,
		word = "[購入する、大満足]",
		char_type = 2
	}
	pg.base.child2_word[3200503] = {
		id = 3200503,
		main_character_face = 0,
		word = "スペシャルメニューを存分に味わった！",
		char_type = 0
	}
	pg.base.child2_word[3200505] = {
		id = 3200505,
		main_character_face = 0,
		word = "[購入しない、まだお腹空いてない]",
		char_type = 2
	}
	pg.base.child2_word[3200506] = {
		id = 3200506,
		main_character_face = 0,
		word = "断った途端、空腹に襲われる。しかしセットはすでに完売……",
		char_type = 0
	}
	pg.base.child2_word[3200508] = {
		id = 3200508,
		main_character_face = 0,
		word = "[購入する、レシピを研究]",
		char_type = 2
	}
	pg.base.child2_word[3200509] = {
		id = 3200509,
		main_character_face = 0,
		word = "スペシャルレシピを学んだ！これなら家で再現できる！",
		char_type = 0
	}
	pg.base.child2_word[3200511] = {
		id = 3200511,
		main_character_face = 0,
		word = "[購入しない、値段が高すぎる]",
		char_type = 2
	}
	pg.base.child2_word[3200512] = {
		id = 3200512,
		main_character_face = 0,
		word = "やっぱりお手頃なものを食べたようか？",
		char_type = 0
	}
	pg.base.child2_word[3200601] = {
		id = 3200601,
		main_character_face = 0,
		word = "海浜レストランで、謎の客がそっと近づき、小声でこう囁いた。「セルフオーダーシステムで『上下左右左右BA』と入力すると、サプライズがあるよ」",
		char_type = 0
	}
	pg.base.child2_word[3200602] = {
		id = 3200602,
		main_character_face = 0,
		word = "[コマンドを入力する]",
		char_type = 2
	}
	pg.base.child2_word[3200603] = {
		id = 3200603,
		main_character_face = 0,
		word = "セルフオーダーシステムの画面が点滅し、隠しメニュー「伝説の黄金フライドチキンセット」が解除された。その味はまさに比類なきものだった！",
		char_type = 0
	}
	pg.base.child2_word[3200605] = {
		id = 3200605,
		main_character_face = 0,
		word = "[普通に注文する]",
		char_type = 2
	}
	pg.base.child2_word[3200606] = {
		id = 3200606,
		main_character_face = 0,
		word = "やはり普通のメニューを選ぶのが無難だ。ローラーと共に満足のいく夕食を楽しんだ。",
		char_type = 0
	}
	pg.base.child2_word[3200608] = {
		id = 3200608,
		main_character_face = 0,
		word = "[コマンドを報告]",
		char_type = 2
	}
	pg.base.child2_word[3200609] = {
		id = 3200609,
		main_character_face = 0,
		word = "レストランは感謝の意を込めて、ローラーにデザートをプレゼントしてくれた。そして例のコマンドは内部テスト用であり、特に問題は起きないと伝えられた。",
		char_type = 0
	}
	pg.base.child2_word[3200701] = {
		id = 3200701,
		main_character_face = 0,
		word = "海辺を散歩していると、浜辺に打ち上げられた漂流瓶を見つけた。",
		char_type = 0
	}
	pg.base.child2_word[3200702] = {
		id = 3200702,
		main_character_face = 0,
		word = "[慎重に開ける]",
		char_type = 2
	}
	pg.base.child2_word[3200703] = {
		id = 3200703,
		main_character_face = 0,
		word = "中には宝の地図が入っていた！",
		char_type = 0
	}
	pg.base.child2_word[3200705] = {
		id = 3200705,
		main_character_face = 0,
		word = "[海に投げ戻す]",
		char_type = 2
	}
	pg.base.child2_word[3200706] = {
		id = 3200706,
		main_character_face = 0,
		word = "漂流瓶の旅が続くことを願い、良いことをした満足感も味わえた。",
		char_type = 0
	}
	pg.base.child2_word[3200801] = {
		id = 3200801,
		main_character_face = 0,
		word = "砂浜で宝探しチャレンジが開催中！入場料たったの5コイン！運が良ければ、高額報酬が手に入るが、参加する？",
		char_type = 0
	}
	pg.base.child2_word[3200802] = {
		id = 3200802,
		main_character_face = 0,
		word = "[参加する]",
		char_type = 2
	}
	pg.base.child2_word[3200803] = {
		id = 3200803,
		main_character_face = 0,
		word = "思いがけない宝物を見つけた！",
		char_type = 0
	}
	pg.base.child2_word[3200805] = {
		id = 3200805,
		main_character_face = 0,
		word = "[参加しない]",
		char_type = 2
	}
	pg.base.child2_word[3200806] = {
		id = 3200806,
		main_character_face = 0,
		word = "なんか怪しい。やっぱりやめておこう。",
		char_type = 0
	}
	pg.base.child2_word[3200808] = {
		id = 3200808,
		main_character_face = 0,
		word = "[こっそり潜入]",
		char_type = 2
	}
	pg.base.child2_word[3200809] = {
		id = 3200809,
		main_character_face = 0,
		word = "すぐに見つかってしまい、そして丁寧に退場させられた。",
		char_type = 0
	}
	pg.base.child2_word[3200901] = {
		id = 3200901,
		main_character_face = 0,
		word = "海辺の公園は沿岸商業地区として開発される可能性がある。それを巡り、賛成派と反対派による激しい対立が巻き起こっている。",
		char_type = 0
	}
	pg.base.child2_word[3200902] = {
		id = 3200902,
		main_character_face = 0,
		word = "[開発に支持する]",
		char_type = 2
	}
	pg.base.child2_word[3200903] = {
		id = 3200903,
		main_character_face = 0,
		word = "これは莫大な経済効果を生む！",
		char_type = 0
	}
	pg.base.child2_word[3200905] = {
		id = 3200905,
		main_character_face = 0,
		word = "[開発に反対する]",
		char_type = 2
	}
	pg.base.child2_word[3200906] = {
		id = 3200906,
		main_character_face = 0,
		word = "生態環境の方がより重要だ。",
		char_type = 0
	}
	pg.base.child2_word[3200908] = {
		id = 3200908,
		main_character_face = 0,
		word = "[折衷案]",
		char_type = 2
	}
	pg.base.child2_word[3200909] = {
		id = 3200909,
		main_character_face = 0,
		word = "開発と環境保護が良いバランスになるように模索する。しかしこれは、往々にして双方からの圧力に直面することを意味する。",
		char_type = 0
	}
	pg.base.child2_word[3200911] = {
		id = 3200911,
		main_character_face = 0,
		word = "[話を避ける]",
		char_type = 2
	}
	pg.base.child2_word[3200912] = {
		id = 3200912,
		main_character_face = 0,
		word = "どちらにも一理あるようだけど……それ以上に、今夜何を食べるかの方が重要かも？",
		char_type = 0
	}
	pg.base.child2_word[3201001] = {
		id = 3201001,
		main_character_face = 0,
		word = "ローラーは古いレシピを見つけた！そこには伝説のデザートの作り方が記載されていたが、一番大事なオープン温度と時間が書かれていなかった。",
		char_type = 0
	}
	pg.base.child2_word[3201002] = {
		id = 3201002,
		main_character_face = 0,
		word = "[同時期のレシピを参照]",
		char_type = 2
	}
	pg.base.child2_word[3201003] = {
		id = 3201003,
		main_character_face = 0,
		word = "同じ時期の他のデザートの作り方と比較し、欠落した情報を推測した。見事に失われた美味を再現できた！",
		char_type = 0
	}
	pg.base.child2_word[3201005] = {
		id = 3201005,
		main_character_face = 0,
		word = "[とにかくチャレンジ]",
		char_type = 2
	}
	pg.base.child2_word[3201006] = {
		id = 3201006,
		main_character_face = 0,
		word = "実践することで真実が見える！オーブンから焦げ臭い匂いが漏れ出し、失敗してしまった……まさに「失敗は成功のもと」だ。",
		char_type = 0
	}
	pg.base.child2_word[3201008] = {
		id = 3201008,
		main_character_face = 0,
		word = "[助けを求める]",
		char_type = 2
	}
	pg.base.child2_word[3201009] = {
		id = 3201009,
		main_character_face = 0,
		word = "お金を使って古いレシピの完全版を入手し、無事にデザートを完成させた。出来栄えも完璧だ！",
		char_type = 0
	}
	pg.base.child2_word[3201101] = {
		id = 3201101,
		main_character_face = 0,
		word = "シェフロボのプログラムが暴走し、狂ったようにケーキを作り続けている。厨房がケーキでパンクしそうだ！",
		char_type = 0
	}
	pg.base.child2_word[3201102] = {
		id = 3201102,
		main_character_face = 0,
		word = "[電源を切断する]",
		char_type = 2
	}
	pg.base.child2_word[3201103] = {
		id = 3201103,
		main_character_face = 0,
		word = "シェフロボは停止したが、厨房全体がめちゃくちゃになった。",
		char_type = 0
	}
	pg.base.child2_word[3201105] = {
		id = 3201105,
		main_character_face = 0,
		word = "[リセットを試みる]",
		char_type = 2
	}
	pg.base.child2_word[3201106] = {
		id = 3201106,
		main_character_face = 0,
		word = "シェフロボのリセットコードを入力し、無事に危機を回避した！",
		char_type = 0
	}
	pg.base.child2_word[3201108] = {
		id = 3201108,
		main_character_face = 0,
		word = "[ケーキを食べる]",
		char_type = 2
	}
	pg.base.child2_word[3201109] = {
		id = 3201109,
		main_character_face = 0,
		word = "ケーキを食べれば食べるほど、気分が悪くなっていく。",
		char_type = 0
	}
	pg.base.child2_word[3201111] = {
		id = 3201111,
		main_character_face = 0,
		word = "[他の料理を作らせる]",
		char_type = 2
	}
	pg.base.child2_word[3201112] = {
		id = 3201112,
		main_character_face = 0,
		word = "危機を見事にグルメパーティーに変えた！",
		char_type = 0
	}
	pg.base.child2_word[3201201] = {
		id = 3201201,
		main_character_face = 0,
		word = "路地裏に奇妙な自動販売機がある。中身の見えないガチャガチャのように商品を販売しており、ボタンも異様に点滅している……コインを入れてみる？",
		char_type = 0
	}
	pg.base.child2_word[3201202] = {
		id = 3201202,
		main_character_face = 0,
		word = "[コインを投入]",
		char_type = 2
	}
	pg.base.child2_word[3201203] = {
		id = 3201203,
		main_character_face = 0,
		word = "チリン……カチッ……ズッ……ガチャン！何かが自動販売機から吐き出された。",
		char_type = 0
	}
	pg.base.child2_word[3201204] = {
		id = 3201204,
		main_character_face = 0,
		word = "画面にはピクセル風の文字が表示されている。「幸運の加護を得ました。大切に使ってくださいね！」",
		char_type = 0
	}
	pg.base.child2_word[3201206] = {
		id = 3201206,
		main_character_face = 0,
		word = "[離れる]",
		char_type = 2
	}
	pg.base.child2_word[3201207] = {
		id = 3201207,
		main_character_face = 0,
		word = "どうもおかしい。やっぱりやめておこう。",
		char_type = 0
	}
	pg.base.child2_word[3201301] = {
		id = 3201301,
		main_character_face = 0,
		word = "レストランでは「グルメアートコンテスト」が開催されており、ローラーはソースで描かれたある作品に興味津々のようだ。",
		char_type = 0
	}
	pg.base.child2_word[3201302] = {
		id = 3201302,
		main_character_face = 0,
		word = "[構図を分析]",
		char_type = 2
	}
	pg.base.child2_word[3201303] = {
		id = 3201303,
		main_character_face = 0,
		word = "この光と影……この色彩……この構図……学ぶことは尽きないな。",
		char_type = 0
	}
	pg.base.child2_word[3201305] = {
		id = 3201305,
		main_character_face = 0,
		word = "[真似てみる]",
		char_type = 2
	}
	pg.base.child2_word[3201306] = {
		id = 3201306,
		main_character_face = 0,
		word = "ソースを手に、ローラーと共に即興で筆を走らせ、素晴らしいソースアートを共に創った。",
		char_type = 0
	}
	pg.base.child2_word[3201401] = {
		id = 3201401,
		main_character_face = 0,
		word = "今日の目標は、都市の縁にそびえる静謐の山嶺を制覇すること！山道がうねり、霧が山頂を包み込む。頂上からは息をのむような絶景が広がると言われている。",
		char_type = 0
	}
	pg.base.child2_word[3201402] = {
		id = 3201402,
		main_character_face = 0,
		word = "[通常の登山道を選択]",
		char_type = 2
	}
	pg.base.child2_word[3201403] = {
		id = 3201403,
		main_character_face = 0,
		word = "整備された石段を着実に登っていく。少々疲れるが、途中の景色は素晴らしく、頂上に立った時、晴れ晴れとした爽快感を味わえた。",
		char_type = 0
	}
	pg.base.child2_word[3201405] = {
		id = 3201405,
		main_character_face = 0,
		word = "[「近道」の林道に挑戦]",
		char_type = 2
	}
	pg.base.child2_word[3201406] = {
		id = 3201406,
		main_character_face = 0,
		word = "地図にぼんやりと記された「近道」を進むことに決めた。道は険しく茨が生い茂るが、ローラーとの息がぴったり合ったおかげで、あっという間に頂上に到達した。",
		char_type = 0
	}
	pg.base.child2_word[3201408] = {
		id = 3201408,
		main_character_face = 0,
		word = "[観光ケーブルカー利用]",
		char_type = 2
	}
	pg.base.child2_word[3201409] = {
		id = 3201409,
		main_character_face = 0,
		word = "ローラーと共に快適なケーブルカーで山頂へ向かった。日没直後の儚いブルーアワーに間に合っただけでなく、徒歩では望めない雲海に覆われた連峰を空高く見下ろすこともできた。",
		char_type = 0
	}
	pg.base.child2_word[3201501] = {
		id = 3201501,
		main_character_face = 0,
		word = "山道はますます険しくなり、体力が急速に消耗していく。見上げると、山頂はまだ先のようだ。",
		char_type = 0
	}
	pg.base.child2_word[3201502] = {
		id = 3201502,
		main_character_face = 0,
		word = "[登り続ける！]",
		char_type = 2
	}
	pg.base.child2_word[3201503] = {
		id = 3201503,
		main_character_face = 0,
		word = "互いに励まし合い、支え合いながら疲労を乗り越える。そうしてしばらく進んだ後、ローラーは虹に囲まれた近道を見つけ、それが山頂に繋がっていることに気づいた。",
		char_type = 0
	}
	pg.base.child2_word[3201505] = {
		id = 3201505,
		main_character_face = 0,
		word = "[一時休憩し、環境を観察]",
		char_type = 2
	}
	pg.base.child2_word[3201506] = {
		id = 3201506,
		main_character_face = 0,
		word = "洞窟の前で足を止め、水分補給しながら周囲を観察すると……ローラーは岩壁に記された古い道案内の情報を発見した。どうやらより楽で景色の良いルートで山頂まで行けるようだ。",
		char_type = 0
	}
	pg.base.child2_word[3201508] = {
		id = 3201508,
		main_character_face = 0,
		word = "[下山し、挑戦を断念]",
		char_type = 2
	}
	pg.base.child2_word[3201509] = {
		id = 3201509,
		main_character_face = 0,
		word = "ローラーと相談した結果、挑戦はここまでと決めた。しかし、下山途中で豪雨に遭い、ずぶ濡れになってスタート地点に戻った。",
		char_type = 0
	}
	pg.base.child2_word[3201601] = {
		id = 3201601,
		main_character_face = 0,
		word = "静かな山岳地帯に観測装置を設置する予定だったが、環境安全への懸念を引き起こしたようだ。",
		char_type = 0
	}
	pg.base.child2_word[3201602] = {
		id = 3201602,
		main_character_face = 0,
		word = "[科学的価値の説明]",
		char_type = 2
	}
	pg.base.child2_word[3201603] = {
		id = 3201603,
		main_character_face = 0,
		word = "この措置の科学的意義を説明したことで、反対の声は次第に収まり、プロジェクトは継続されることとなった。",
		char_type = 0
	}
	pg.base.child2_word[3201605] = {
		id = 3201605,
		main_character_face = 0,
		word = "[自然の美の強調]",
		char_type = 2
	}
	pg.base.child2_word[3201606] = {
		id = 3201606,
		main_character_face = 0,
		word = "原初の景観が人々の心を動かし、計画は最終的に撤回された。その感謝のしるしとして、人里離れた秘境の絶景が共有された。",
		char_type = 0
	}
	pg.base.child2_word[3201608] = {
		id = 3201608,
		main_character_face = 0,
		word = "[折衷案の模索]",
		char_type = 2
	}
	pg.base.child2_word[3201609] = {
		id = 3201609,
		main_character_face = 0,
		word = "調査を重ねた結果、観測ニーズを満たしつつ景観を最大限保護する折衷案が見つかり、全員が満足した。",
		char_type = 0
	}
	pg.base.child2_word[3201611] = {
		id = 3201611,
		main_character_face = 0,
		word = "[放置する]",
		char_type = 2
	}
	pg.base.child2_word[3201612] = {
		id = 3201612,
		main_character_face = 0,
		word = "長引く論争が山間の静寂を破り、結局どの当事者も満足することは出来なかった。",
		char_type = 0
	}
	pg.base.child2_word[3201701] = {
		id = 3201701,
		main_character_face = 0,
		word = "科学研究饅頭が山頂の希少植物の採取を依頼してきた。",
		char_type = 0
	}
	pg.base.child2_word[3201702] = {
		id = 3201702,
		main_character_face = 0,
		word = "[全力で採取]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3201703] = {
		id = 3201703,
		main_character_face = 0,
		word = "険しい場所へ登頂し、希少植物を採取できた。",
		char_type = 0
	}
	pg.base.child2_word[3201705] = {
		id = 3201705,
		main_character_face = 0,
		word = "[依頼を断る]",
		char_type = 2
	}
	pg.base.child2_word[3201706] = {
		id = 3201706,
		main_character_face = 0,
		word = "危険性を考慮し、最終的に断ることにした。",
		char_type = 0
	}
	pg.base.child2_word[3201708] = {
		id = 3201708,
		main_character_face = 0,
		word = "[代替品を探す]",
		char_type = 2
	}
	pg.base.child2_word[3201709] = {
		id = 3201709,
		main_character_face = 0,
		word = "代わりに山腹で形が似ている植物を探し、一部でも要求を満たせるよう試みた。",
		char_type = 0
	}
	pg.base.child2_word[3201711] = {
		id = 3201711,
		main_character_face = 0,
		word = "[科学研究饅頭と同行]",
		char_type = 2
	}
	pg.base.child2_word[3201712] = {
		id = 3201712,
		main_character_face = 0,
		word = "科学研究饅頭と共に山を探索し、多くの植物学知識を学んだ。",
		char_type = 0
	}
	pg.base.child2_word[3201801] = {
		id = 3201801,
		main_character_face = 0,
		word = "海をテーマとした自販機には様々なグッズがあり、そのどれも心をくすぐる。ローラーは近づいて、キラキラと目を輝かせながらじっと見つめた。",
		char_type = 0
	}
	pg.base.child2_word[3201802] = {
		id = 3201802,
		main_character_face = 0,
		word = "[「光るヒトデランプ」を購入]",
		char_type = 2
	}
	pg.base.child2_word[3201803] = {
		id = 3201803,
		main_character_face = 0,
		word = "ヒトデランプがローラーの枕元で海のような柔らかな青い光を放っている。ローラーは枕を抱きしめながら長い間見つめ、口元がずっとほころんでいた。",
		char_type = 0
	}
	pg.base.child2_word[3201805] = {
		id = 3201805,
		main_character_face = 0,
		word = "[「不思議な巻き貝」を購入]",
		char_type = 2
	}
	pg.base.child2_word[3201806] = {
		id = 3201806,
		main_character_face = 0,
		word = "使用説明には「どんな質問にも答えてくれる」と書かれていた。ローラーはそれを耳に当てながら明日の天気を尋ねてみたが、聞こえてきたのはただ澄んだ波の音だけだった……",
		char_type = 0
	}
	pg.base.child2_word[3201808] = {
		id = 3201808,
		main_character_face = 0,
		word = "[「砂浜アルバム」を購入]",
		char_type = 2
	}
	pg.base.child2_word[3201809] = {
		id = 3201809,
		main_character_face = 0,
		word = "何も入ってないアルバムだったが、ローラーと一緒に撮ったビーチの写真を中に入れた後、アルバムは二人の特別な思い出の記録となった。",
		char_type = 0
	}
	pg.base.child2_word[3201901] = {
		id = 3201901,
		main_character_face = 0,
		word = "商店街には店が軒を連ねているが、買い物の時間は限られているため、ローラーは訪れる店を一軒だけ厳選することにした。",
		char_type = 0
	}
	pg.base.child2_word[3201902] = {
		id = 3201902,
		main_character_face = 0,
		word = "[「未来科学体験店」に入る]",
		char_type = 2
	}
	pg.base.child2_word[3201903] = {
		id = 3201903,
		main_character_face = 0,
		word = "店内には多くの斬新なコンセプト商品が並んでいる。",
		char_type = 0
	}
	pg.base.child2_word[3201905] = {
		id = 3201905,
		main_character_face = 0,
		word = "[「レトロな雑貨屋」に入る]",
		char_type = 2
	}
	pg.base.child2_word[3201906] = {
		id = 3201906,
		main_character_face = 0,
		word = "店内には年月を感じさせる品々が並んでいた。",
		char_type = 0
	}
	pg.base.child2_word[3201908] = {
		id = 3201908,
		main_character_face = 0,
		word = "[「セルフパーツ工房」に入る]",
		char_type = 2
	}
	pg.base.child2_word[3201909] = {
		id = 3201909,
		main_character_face = 0,
		word = "ここで唯一無二の装置を自らの手で組み立てられる。",
		char_type = 0
	}
	pg.base.child2_word[3201911] = {
		id = 3201911,
		main_character_face = 0,
		word = "[「記念品ショップ」に入る]",
		char_type = 2
	}
	pg.base.child2_word[3201912] = {
		id = 3201912,
		main_character_face = 0,
		word = "棚には色とりどりの記念品が所狭しと並んでいた。",
		char_type = 0
	}
	pg.base.child2_word[3202001] = {
		id = 3202001,
		main_character_face = 0,
		word = "「万能クリーニングクロス」がセール中！1枚5コイン、20枚まとめ買いでたったの60コイン！",
		char_type = 0
	}
	pg.base.child2_word[3202002] = {
		id = 3202002,
		main_character_face = 0,
		word = "[サンプルを1枚]",
		char_type = 2
	}
	pg.base.child2_word[3202003] = {
		id = 3202003,
		main_character_face = 0,
		word = "割引は受けられなかったものの無駄遣いは回避できた。",
		char_type = 0
	}
	pg.base.child2_word[3202005] = {
		id = 3202005,
		main_character_face = 0,
		word = "[まとめ買いで割引を適用]",
		char_type = 2
	}
	pg.base.child2_word[3202006] = {
		id = 3202006,
		main_character_face = 0,
		word = "一気に大量に購入した。効果はあるものの、数回使用しただけで物置に忘れ去られてしまった。",
		char_type = 0
	}
	pg.base.child2_word[3202008] = {
		id = 3202008,
		main_character_face = 0,
		word = "[共同購入]",
		char_type = 2
	}
	pg.base.child2_word[3202009] = {
		id = 3202009,
		main_character_face = 0,
		word = "共同購入で必要な枚数だけを割引価格で購入し、お金を大幅に節約できた。",
		char_type = 0
	}
	pg.base.child2_word[3202101] = {
		id = 3202101,
		main_character_face = 0,
		word = "商店街の片隅で割引された商品を見つけた。傷んだ絵画や、パーツが欠損したおもちゃなどが並べられていた。",
		char_type = 0
	}
	pg.base.child2_word[3202102] = {
		id = 3202102,
		main_character_face = 0,
		word = "[絵画を購入し修復を試みる]",
		char_type = 2
	}
	pg.base.child2_word[3202103] = {
		id = 3202103,
		main_character_face = 0,
		word = "ローラーは絵具が剥がれた古い絵画を選び、丁寧に修復したところ、新たな命を吹き込まれ、価値が倍増した！",
		char_type = 0
	}
	pg.base.child2_word[3202105] = {
		id = 3202105,
		main_character_face = 0,
		word = "[変形できるオモチャ饅頭を購入]",
		char_type = 2
	}
	pg.base.child2_word[3202106] = {
		id = 3202106,
		main_character_face = 0,
		word = "オモチャ饅頭は損傷は激しく、ローラーが修復を試みるも失敗に終わった。置き物として飾るしかないようだ。",
		char_type = 0
	}
	pg.base.child2_word[3202108] = {
		id = 3202108,
		main_character_face = 0,
		word = "[価値なしと判断し、立ち去る]",
		char_type = 2
	}
	pg.base.child2_word[3202109] = {
		id = 3202109,
		main_character_face = 0,
		word = "しばらく眺めた後、二人はそこから立ち去った——なにせお金は空から降ってくるものではないのだから。",
		char_type = 0
	}
	pg.base.child2_word[3202201] = {
		id = 3202201,
		main_character_face = 0,
		word = "オークションで稀代のコレクション品が競りに出されており、競争が極めて激しい状況だ。入札を続ける？",
		char_type = 0
	}
	pg.base.child2_word[3202202] = {
		id = 3202202,
		main_character_face = 0,
		word = "[入札を続ける]",
		char_type = 2
	}
	pg.base.child2_word[3202203] = {
		id = 3202203,
		main_character_face = 0,
		word = "レアな品物を落札したが、莫大な費用がかかった。",
		char_type = 0
	}
	pg.base.child2_word[3202205] = {
		id = 3202205,
		main_character_face = 0,
		word = "[適切なタイミングで撤退]",
		char_type = 2
	}
	pg.base.child2_word[3202206] = {
		id = 3202206,
		main_character_face = 0,
		word = "価格が最高値に達する前に、賢明にも撤退を選択した。",
		char_type = 0
	}
	pg.base.child2_word[3202208] = {
		id = 3202208,
		main_character_face = 0,
		word = "[共同入札]",
		char_type = 2
	}
	pg.base.child2_word[3202209] = {
		id = 3202209,
		main_character_face = 0,
		word = "コレクションと請求書を共有し、友情を築いた。",
		char_type = 0
	}
	pg.base.child2_word[3202211] = {
		id = 3202211,
		main_character_face = 0,
		word = "[価格操作]",
		char_type = 2
	}
	pg.base.child2_word[3202212] = {
		id = 3202212,
		main_character_face = 0,
		word = "不適切な入札行為により、一時的にオークション会場から退場させられた。",
		char_type = 0
	}
	pg.base.child2_word[3202301] = {
		id = 3202301,
		main_character_face = 0,
		word = "公園の古い放送はいつも、壊れたようなかすれた歌が流れており、気分をうんざりさせる。",
		char_type = 0
	}
	pg.base.child2_word[3202302] = {
		id = 3202302,
		main_character_face = 0,
		word = "[修復を試みる]",
		char_type = 2
	}
	pg.base.child2_word[3202303] = {
		id = 3202303,
		main_character_face = 0,
		word = "調整を経て、高音は甘く、中音は正確に、そして低音は深く響くようになった。ローラーもこの修理技術に驚いた。",
		char_type = 0
	}
	pg.base.child2_word[3202305] = {
		id = 3202305,
		main_character_face = 0,
		word = "[放送を止める]",
		char_type = 2
	}
	pg.base.child2_word[3202306] = {
		id = 3202306,
		main_character_face = 0,
		word = "世界は静かになった。",
		char_type = 0
	}
	pg.base.child2_word[3202308] = {
		id = 3202308,
		main_character_face = 0,
		word = "[録音を分析]",
		char_type = 2
	}
	pg.base.child2_word[3202309] = {
		id = 3202309,
		main_character_face = 0,
		word = "音声から暗号化されたと思われる情報を分離してみる？",
		char_type = 0
	}
	pg.base.child2_word[3202311] = {
		id = 3202311,
		main_character_face = 0,
		word = "[騒音に耐える]",
		char_type = 2
	}
	pg.base.child2_word[3202312] = {
		id = 3202312,
		main_character_face = 0,
		word = "耳元で騒がしい音楽が鳴り続ける。",
		char_type = 0
	}
	pg.base.child2_word[3202401] = {
		id = 3202401,
		main_character_face = 0,
		word = "最近、饅頭レストランで食品安全問題が起きているらしいけど、せっかく来たんだし何か食べようか？",
		char_type = 0
	}
	pg.base.child2_word[3202402] = {
		id = 3202402,
		main_character_face = 0,
		word = "[看板メニュー]",
		char_type = 2
	}
	pg.base.child2_word[3202403] = {
		id = 3202403,
		main_character_face = 0,
		word = "さすが看板メニュー！ローラーも美味しいものを食べ、幸せな表情を浮かべている。",
		char_type = 0
	}
	pg.base.child2_word[3202405] = {
		id = 3202405,
		main_character_face = 0,
		word = "[人気メニュー]",
		char_type = 2
	}
	pg.base.child2_word[3202406] = {
		id = 3202406,
		main_character_face = 0,
		word = "さすが人気メニュー！ローラーも美味しいものを食べ、幸せな表情を浮かべている。",
		char_type = 0
	}
	pg.base.child2_word[3202408] = {
		id = 3202408,
		main_character_face = 0,
		word = "[無料のマイナーメニュー]",
		char_type = 2
	}
	pg.base.child2_word[3202409] = {
		id = 3202409,
		main_character_face = 0,
		word = "予想以上に美味しい！ローラーも美味しいものを食べ、幸せな表情を浮かべている。",
		char_type = 0
	}
	pg.base.child2_word[3202411] = {
		id = 3202411,
		main_character_face = 0,
		word = "ローラーは突然食べるのを止めた。理由を尋ねようとしたその時、エビとスクランブルエッグの中に緑色に変色したエビを発見した。店長に抗議しに行かねば！",
		char_type = 0
	}
	pg.base.child2_word[3202412] = {
		id = 3202412,
		main_character_face = 0,
		word = "店長が事情を聞くと、腐った食材を奪い取って素早く一口で飲み込んだ。一切問題ないと主張するも、全額返金してもいいと申し出てきた。",
		char_type = 0
	}
	pg.base.child2_word[3202413] = {
		id = 3202413,
		main_character_face = 0,
		word = "[示談を受け入れる]",
		char_type = 2
	}
	pg.base.child2_word[3202414] = {
		id = 3202414,
		main_character_face = 0,
		word = "店を出た後、ローラーは腹痛で病院に運ばれ、食中毒と診断された",
		char_type = 0
	}
	pg.base.child2_word[3202416] = {
		id = 3202416,
		main_character_face = 0,
		word = "[通報し、さらに賠償を要求]",
		char_type = 2
	}
	pg.base.child2_word[3202417] = {
		id = 3202417,
		main_character_face = 0,
		word = "「正義は死んだ」と言う者もいるが、それには同意できない。最終的に警察の目の前で、頑なに言い張っていた店長が突然倒れ、病院に搬送された結果、食中毒と診断された。",
		char_type = 0
	}
	pg.base.child2_word[3202501] = {
		id = 3202501,
		main_character_face = 0,
		word = "フードコートの一角で行われた新商品発表会——「さあ、新作を味わってみて！ピカピカの食材をいくつも使ってるよ！」",
		char_type = 0
	}
	pg.base.child2_word[3202502] = {
		id = 3202502,
		main_character_face = 0,
		word = "[ためらいながら一口食べる]",
		char_type = 2
	}
	pg.base.child2_word[3202503] = {
		id = 3202503,
		main_character_face = 0,
		word = "ローラーは首を振り、結局多くは食べられなかった。お腹から光が漏れるのが怖いみたい。",
		char_type = 0
	}
	pg.base.child2_word[3202505] = {
		id = 3202505,
		main_character_face = 0,
		word = "[がっつり食べる]",
		char_type = 2
	}
	pg.base.child2_word[3202506] = {
		id = 3202506,
		main_character_face = 0,
		word = "新作を全部平らげた後、地面で踊る小人が見えたような気がした……",
		char_type = 0
	}
	pg.base.child2_word[3202601] = {
		id = 3202601,
		main_character_face = 0,
		word = "飲料自販機が故障し、コイン1枚で飲み放題できるようだ。",
		char_type = 0
	}
	pg.base.child2_word[3202602] = {
		id = 3202602,
		main_character_face = 0,
		word = "[「エナジーソーダ」を飲む]",
		char_type = 2
	}
	pg.base.child2_word[3202603] = {
		id = 3202603,
		main_character_face = 0,
		word = "一時的に元気いっぱいになった！",
		char_type = 0
	}
	pg.base.child2_word[3202605] = {
		id = 3202605,
		main_character_face = 0,
		word = "[「静寂の緑茶」を飲む]",
		char_type = 2
	}
	pg.base.child2_word[3202606] = {
		id = 3202606,
		main_character_face = 0,
		word = "心が穏やかになり、集中力が高まった。",
		char_type = 0
	}
	pg.base.child2_word[3202608] = {
		id = 3202608,
		main_character_face = 0,
		word = "[故障を報告する]",
		char_type = 2
	}
	pg.base.child2_word[3202609] = {
		id = 3202609,
		main_character_face = 0,
		word = "故障が直った後、感謝の印としてローラーにちょっとした贈り物が渡された。",
		char_type = 0
	}
	pg.base.child2_word[3202611] = {
		id = 3202611,
		main_character_face = 0,
		word = "[ついでに飲み物を売る]",
		char_type = 2
	}
	pg.base.child2_word[3202612] = {
		id = 3202612,
		main_character_face = 0,
		word = "少し儲けたが、警告も受け取った。",
		char_type = 0
	}
	pg.base.child2_word[3202701] = {
		id = 3202701,
		main_character_face = 0,
		word = "路地裏に奇妙な自動販売機がある。中身の見えないガチャガチャのように商品を販売しており、ボタンも異様に点滅している……コインを入れてみる？",
		char_type = 0
	}
	pg.base.child2_word[3202702] = {
		id = 3202702,
		main_character_face = 0,
		word = "[コインを投入]",
		char_type = 2
	}
	pg.base.child2_word[3202704] = {
		id = 3202704,
		main_character_face = 0,
		word = "[離れる]",
		char_type = 2
	}
	pg.base.child2_word[3202705] = {
		id = 3202705,
		main_character_face = 0,
		word = "どうもおかしい。やっぱりやめておこう。",
		char_type = 0
	}
	pg.base.child2_word[3202801] = {
		id = 3202801,
		main_character_face = 0,
		word = "静かな湖を発見した。陽光が水面できらめき、どうやらここには珍しい光る魚がいるらしい。運試しをしてみる？",
		char_type = 0
	}
	pg.base.child2_word[3202802] = {
		id = 3202802,
		main_character_face = 0,
		word = "[静かに釣りをする]",
		char_type = 2
	}
	pg.base.child2_word[3202803] = {
		id = 3202803,
		main_character_face = 0,
		word = "湖畔でじっと座り、辛抱強く待つ。浮きが微かに動いた瞬間、ローラーは素早く竿を上げた。銀色に輝く珍しい魚が一匹、水面から跳ね上がった！",
		char_type = 0
	}
	pg.base.child2_word[3202805] = {
		id = 3202805,
		main_character_face = 0,
		word = "[ハイテクソナー竿を使用]",
		char_type = 2
	}
	pg.base.child2_word[3202806] = {
		id = 3202806,
		main_character_face = 0,
		word = "ソナー魚群探知機で周囲の魚群の動きを把握でき、収穫は多いが、趣や驚きが少しもの足りない。",
		char_type = 0
	}
	pg.base.child2_word[3202808] = {
		id = 3202808,
		main_character_face = 0,
		word = "[パン屑を撒く]",
		char_type = 2
	}
	pg.base.child2_word[3202809] = {
		id = 3202809,
		main_character_face = 0,
		word = "湖に撒いたパン屑に魚群が群がり、水しぶきが飛び散る。賑やかではあるが、魚を驚かせてしまい、かえって釣りにくくなった。",
		char_type = 0
	}
	pg.base.child2_word[3202901] = {
		id = 3202901,
		main_character_face = 0,
		word = "湖畔の廃墟となった屋敷の古い書斎の隠し引き出しから、黄ばんだ屋敷の地図が見つかった——湖畔の庭園の位置に「X」の印が記されていた。",
		char_type = 0
	}
	pg.base.child2_word[3202902] = {
		id = 3202902,
		main_character_face = 0,
		word = "[すぐに掘りに行く]",
		char_type = 2
	}
	pg.base.child2_word[3202903] = {
		id = 3202903,
		main_character_face = 0,
		word = "鍬で掘ってみると、驚くほど元気な太いミミズが飛び出した。釣りに最高の餌だ！",
		char_type = 0
	}
	pg.base.child2_word[3202905] = {
		id = 3202905,
		main_character_face = 0,
		word = "[地図を詳しく調べる]",
		char_type = 2
	}
	pg.base.child2_word[3202906] = {
		id = 3202906,
		main_character_face = 0,
		word = "この羊皮紙の歴史は屋敷よりも古いようだ…まさか、地図そのものが宝物なのか？",
		char_type = 0
	}
	pg.base.child2_word[3203001] = {
		id = 3203001,
		main_character_face = 0,
		word = "池のほとりで、まばゆい金色の光が水面をかすめた——それは極めて稀な黄金の錦鯉だ！ローラーはすぐに指揮官の袖を引っ張り、興奮ぎみで指さした。",
		char_type = 0
	}
	pg.base.child2_word[3203002] = {
		id = 3203002,
		main_character_face = 0,
		word = "[入念に準備し、釣り上げる]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3203003] = {
		id = 3203003,
		main_character_face = 0,
		word = "特製の餌を使い、根気よく粘った末に黄金の錦鯉を釣り上げた。錦鯉は水族館が高値で買い取ってくれた。",
		char_type = 0
	}
	pg.base.child2_word[3203005] = {
		id = 3203005,
		main_character_face = 0,
		word = "[直接水中に飛び込む]",
		char_type = 2
	}
	pg.base.child2_word[3203006] = {
		id = 3203006,
		main_character_face = 0,
		word = "池に飛び込んで素手で魚を捕まえようとしたが、黄金の錦鯉を驚かせて深みに逃がしてしまった。結局ずぶ濡れで岸に戻り、何も得られなかった。",
		char_type = 0
	}
	pg.base.child2_word[3203008] = {
		id = 3203008,
		main_character_face = 0,
		word = "[応援を呼び、みんなで捕まえる]",
		char_type = 2
	}
	pg.base.child2_word[3203009] = {
		id = 3203009,
		main_character_face = 0,
		word = "大きな騒ぎとなったため、結局黄金の錦鯉が誰の手に渡ったのか分からなかった。",
		char_type = 0
	}
	pg.base.child2_word[3203101] = {
		id = 3203101,
		main_character_face = 0,
		word = "池のほとりで巨大な蓮の葉を発見した。アニメのワンシーンのように飛び乗ってみる？",
		char_type = 0
	}
	pg.base.child2_word[3203102] = {
		id = 3203102,
		main_character_face = 0,
		word = "[そのまま飛び乗る]",
		char_type = 2
	}
	pg.base.child2_word[3203103] = {
		id = 3203103,
		main_character_face = 0,
		word = "成功：蓮の葉は想像以上に頑丈で、二人の体重も難なく支えた。ローラーは興奮し、そのまま葉の上で軽く2回飛び跳ねた。",
		char_type = 0
	}
	pg.base.child2_word[3203105] = {
		id = 3203105,
		main_character_face = 0,
		word = "失敗：蓮の葉は想像以上に脆く、踏み込んだ途端に破れた。ローラーと苦労してなんとか岸まで戻った。",
		char_type = 0
	}
	pg.base.child2_word[3203107] = {
		id = 3203107,
		main_character_face = 0,
		word = "[慎重に試す]",
		char_type = 2
	}
	pg.base.child2_word[3203108] = {
		id = 3203108,
		main_character_face = 0,
		word = "蓮の葉は沈んだが、なんとか体を濡らさずに済んだ。",
		char_type = 0
	}
	pg.base.child2_word[3203201] = {
		id = 3203201,
		main_character_face = 0,
		word = "丸木橋が池に架かっている、渡るべきだろうか……",
		char_type = 0
	}
	pg.base.child2_word[3203202] = {
		id = 3203202,
		main_character_face = 0,
		word = "[素早く渡る]",
		char_type = 2
	}
	pg.base.child2_word[3203203] = {
		id = 3203203,
		main_character_face = 0,
		word = "機敏な動きで無事に向こう岸にたどり着いた。",
		char_type = 0
	}
	pg.base.child2_word[3203205] = {
		id = 3203205,
		main_character_face = 0,
		word = "[慎重に渡る]",
		char_type = 2
	}
	pg.base.child2_word[3203206] = {
		id = 3203206,
		main_character_face = 0,
		word = "息を止めて、一歩一歩ゆっくり進む……なんとか無事に到着できた。",
		char_type = 0
	}
	pg.base.child2_word[3203208] = {
		id = 3203208,
		main_character_face = 0,
		word = "[回り道する]",
		char_type = 2
	}
	pg.base.child2_word[3203209] = {
		id = 3203209,
		main_character_face = 0,
		word = "すぐさま池の周りを大きく迂回した。安全だが、足が少し疲れた。",
		char_type = 0
	}
	pg.base.child2_word[3203211] = {
		id = 3203211,
		main_character_face = 0,
		word = "[耐荷重テストをする]",
		char_type = 2
	}
	pg.base.child2_word[3203212] = {
		id = 3203212,
		main_character_face = 0,
		word = "好奇心に駆られて橋の上で跳ねた。全身ずぶ濡れになる代わりに、橋の限界耐荷重を把握できた……なぜそんなことを？",
		char_type = 0
	}
	pg.base.child2_word[3203301] = {
		id = 3203301,
		main_character_face = 0,
		word = "街角の古い宝くじ機が故障しているようだ。テストボタンを押すたびに、一等賞の絵柄が描かれる「サンプル券」が出てくる！",
		char_type = 0
	}
	pg.base.child2_word[3203302] = {
		id = 3203302,
		main_character_face = 0,
		word = "しかし機械の横には「故障中、購入はお控えください」という張り紙が……",
		char_type = 0
	}
	pg.base.child2_word[3203303] = {
		id = 3203303,
		main_character_face = 0,
		word = "[1枚買ってみる]",
		char_type = 2
	}
	pg.base.child2_word[3203304] = {
		id = 3203304,
		main_character_face = 0,
		word = "運試しにコインを投入すると、確かに宝くじには一等賞の絵柄が！しかし換金時に「これは無効なサンプル券ピョ」と告げられた。",
		char_type = 0
	}
	pg.base.child2_word[3203306] = {
		id = 3203306,
		main_character_face = 0,
		word = "[ルールを守り、動じない]",
		char_type = 2
	}
	pg.base.child2_word[3203307] = {
		id = 3203307,
		main_character_face = 0,
		word = "「棚ぼた」を逃したものの、心には後悔はなかった。",
		char_type = 0
	}
	pg.base.child2_word[3203309] = {
		id = 3203309,
		main_character_face = 0,
		word = "[修理の電話をかける]",
		char_type = 2
	}
	pg.base.child2_word[3203310] = {
		id = 3203310,
		main_character_face = 0,
		word = "ローラーは修理の電話をかけた。正直な報告への感謝として、正規の抽選券を2枚贈られた。",
		char_type = 0
	}
	pg.base.child2_word[3203401] = {
		id = 3203401,
		main_character_face = 0,
		word = "街の露店に目立つ横断幕が掲げられている。「買えば買うほどお得！」そこにちょうどローラーが欲しがっている部品が……",
		char_type = 0
	}
	pg.base.child2_word[3203402] = {
		id = 3203402,
		main_character_face = 0,
		word = "[サンプルを1枚]",
		char_type = 2
	}
	pg.base.child2_word[3203403] = {
		id = 3203403,
		main_character_face = 0,
		word = "定価で普通の部品を1点購入。露店の饅頭は割引を使わなかったことを少し残念がっていた。",
		char_type = 0
	}
	pg.base.child2_word[3203405] = {
		id = 3203405,
		main_character_face = 0,
		word = "[商品を3点購入]",
		char_type = 2
	}
	pg.base.child2_word[3203406] = {
		id = 3203406,
		main_character_face = 0,
		word = "10%の割引を受け、実用的な工具をいくつか購入した。饅頭たちは嬉しそうに荷物を包んでくれた。",
		char_type = 0
	}
	pg.base.child2_word[3203408] = {
		id = 3203408,
		main_character_face = 0,
		word = "[商品を10個購入]",
		char_type = 2
	}
	pg.base.child2_word[3203409] = {
		id = 3203409,
		main_character_face = 0,
		word = "まさかの半額！しかし半分はほぼ使い物にならない品だった。",
		char_type = 0
	}
	pg.base.child2_word[3203501] = {
		id = 3203501,
		main_character_face = 0,
		word = "スーパーで買い物抽選会が開催中！先ほどの購入で無料抽選券が1枚もらえたが、抽選会に参加する？",
		char_type = 0
	}
	pg.base.child2_word[3203502] = {
		id = 3203502,
		main_character_face = 0,
		word = "[試してみる]",
		char_type = 2
	}
	pg.base.child2_word[3203503] = {
		id = 3203503,
		main_character_face = 0,
		word = "成功：なんと1回目で大当たり！",
		char_type = 0
	}
	pg.base.child2_word[3203505] = {
		id = 3203505,
		main_character_face = 0,
		word = "失敗：ルーレットの針が「ハズレ」に止まった。もう一度回すには、また何か買わないと…",
		char_type = 0
	}
	pg.base.child2_word[3203507] = {
		id = 3203507,
		main_character_face = 0,
		word = "[参加しない]",
		char_type = 2
	}
	pg.base.child2_word[3203508] = {
		id = 3203508,
		main_character_face = 0,
		word = "どうせ当たらないし、一人の傍観者として他の参加者の喜怒哀楽を眺めていよう。",
		char_type = 0
	}
	pg.base.child2_word[3203601] = {
		id = 3203601,
		main_character_face = 0,
		word = "路上の古物屋台では、一見役に立たないような品々が投げ売りされている。",
		char_type = 0
	}
	pg.base.child2_word[3203602] = {
		id = 3203602,
		main_character_face = 0,
		word = "[中古部品を購入]",
		char_type = 2
	}
	pg.base.child2_word[3203603] = {
		id = 3203603,
		main_character_face = 0,
		word = "実用的な道具に組み立てられそうだ。",
		char_type = 0
	}
	pg.base.child2_word[3203605] = {
		id = 3203605,
		main_character_face = 0,
		word = "[傷んだ絵画を購入]",
		char_type = 2
	}
	pg.base.child2_word[3203606] = {
		id = 3203606,
		main_character_face = 0,
		word = "実は有名画家の真作！なんて目利きだ！",
		char_type = 0
	}
	pg.base.child2_word[3203701] = {
		id = 3203701,
		main_character_face = 0,
		word = "青々とした水族館のトンネルを歩いていると、様々な形の魚が頭上を泳いでいき、ローラーは特に熱心に見入っていた。この後は一緒に……",
		char_type = 0
	}
	pg.base.child2_word[3203702] = {
		id = 3203702,
		main_character_face = 0,
		word = "[面白い生物を探す]",
		char_type = 2
	}
	pg.base.child2_word[3203703] = {
		id = 3203703,
		main_character_face = 0,
		word = "ローラーは薄暗い展示場で光を発するクラゲを見つけた。それらは星のようにゆっくりと膨らみながら動いていて、ローラーもまた夢中になってそれらを見ていた。",
		char_type = 0
	}
	pg.base.child2_word[3203705] = {
		id = 3203705,
		main_character_face = 0,
		word = "[魚類データを記録]",
		char_type = 2
	}
	pg.base.child2_word[3203706] = {
		id = 3203706,
		main_character_face = 0,
		word = "ローラーと一緒に数種の絶滅危惧種の見た目や習性を記録し、多くの海洋生態知識を学んだ。",
		char_type = 0
	}
	pg.base.child2_word[3203708] = {
		id = 3203708,
		main_character_face = 0,
		word = "[魚群に餌をやる]",
		char_type = 2
	}
	pg.base.child2_word[3203709] = {
		id = 3203709,
		main_character_face = 0,
		word = "魚の餌を購入して与えた。魚たちが餌を奪い合う光景は実に壮観だった。",
		char_type = 0
	}
	pg.base.child2_word[3203801] = {
		id = 3203801,
		main_character_face = 0,
		word = "一枚の光る貝殻の中から、魅惑的な電子音が鳴り響いた。「コインを入れて、幸運を手に入れよう！初回はサプライズボーナス付き！」",
		char_type = 0
	}
	pg.base.child2_word[3203802] = {
		id = 3203802,
		main_character_face = 0,
		word = "[少量のコインを入れる]",
		char_type = 2
	}
	pg.base.child2_word[3203803] = {
		id = 3203803,
		main_character_face = 0,
		word = "貝からくすんだ小さな真珠が出てきた。",
		char_type = 0
	}
	pg.base.child2_word[3203805] = {
		id = 3203805,
		main_character_face = 0,
		word = "[大量のコインを入れる]",
		char_type = 2
	}
	pg.base.child2_word[3203806] = {
		id = 3203806,
		main_character_face = 0,
		word = "貝殻が光を放ち、輝く大きな真珠が出てきた。「これが大いなる幸運をもたらせる」、だそうだ！",
		char_type = 0
	}
	pg.base.child2_word[3203808] = {
		id = 3203808,
		main_character_face = 0,
		word = "[コインを入れない]",
		char_type = 2
	}
	pg.base.child2_word[3203809] = {
		id = 3203809,
		main_character_face = 0,
		word = "悪しき誘惑にNO！後に、より大きな真珠を求めて全てを失った饅頭がいると聞き、ほっと胸を撫で下ろした。",
		char_type = 0
	}
	pg.base.child2_word[3203901] = {
		id = 3203901,
		main_character_face = 0,
		word = "水族館のそばの川辺で、これまで見たことのない魚が放流されていた……",
		char_type = 0
	}
	pg.base.child2_word[3203902] = {
		id = 3203902,
		main_character_face = 0,
		word = "[放流を支持]",
		char_type = 2
	}
	pg.base.child2_word[3203903] = {
		id = 3203903,
		main_character_face = 0,
		word = "ほどなくしてニュースで、外来の肉食魚が地元の水域で大量繁殖し、生態系のバランスを壊していると知った。",
		char_type = 0
	}
	pg.base.child2_word[3203905] = {
		id = 3203905,
		main_character_face = 0,
		word = "[購入して飼育]",
		char_type = 2
	}
	pg.base.child2_word[3203906] = {
		id = 3203906,
		main_character_face = 0,
		word = "飼育過程で観察を通じてその独特の生態を把握し、多くの関連知識を学んだ。",
		char_type = 0
	}
	pg.base.child2_word[3203908] = {
		id = 3203908,
		main_character_face = 0,
		word = "[管理部門に通報]",
		char_type = 2
	}
	pg.base.child2_word[3203909] = {
		id = 3203909,
		main_character_face = 0,
		word = "万が一外来種だったら？慎重を期して報告したところ、その後の検査でこの魚種は生態系を破壊する可能性があると確認された。",
		char_type = 0
	}
	pg.base.child2_word[3203911] = {
		id = 3203911,
		main_character_face = 0,
		word = "[放置する]",
		char_type = 2
	}
	pg.base.child2_word[3203912] = {
		id = 3203912,
		main_character_face = 0,
		word = "ほどなくしてニュースで、外来の肉食魚が地元の水域で大量繁殖し、生態系のバランスを壊していると知った。",
		char_type = 0
	}
	pg.base.child2_word[3204001] = {
		id = 3204001,
		main_character_face = 0,
		word = "展示館の入口では長蛇の列が同時に何列もできていて、なかなか前へ進むことができない。",
		char_type = 0
	}
	pg.base.child2_word[3204002] = {
		id = 3204002,
		main_character_face = 0,
		word = "[きちんと列に並ぶ]",
		char_type = 2
	}
	pg.base.child2_word[3204003] = {
		id = 3204003,
		main_character_face = 0,
		word = "かなりの時間を費やしてしまった。",
		char_type = 0
	}
	pg.base.child2_word[3204005] = {
		id = 3204005,
		main_character_face = 0,
		word = "[観察しながらより早く進む列に並ぶ]",
		char_type = 2
	}
	pg.base.child2_word[3204006] = {
		id = 3204006,
		main_character_face = 0,
		word = "列を変えた後、元の列が急に進みだしたように見えた。",
		char_type = 0
	}
	pg.base.child2_word[3204101] = {
		id = 3204101,
		main_character_face = 0,
		word = "体育館の清掃饅頭はいつも清掃マニュアルに違反し、掃除中に意味のない動作をしているため、サボっていると誤解されている。しかしローラーだけは、清掃饅頭が通った場所では、設備の故障率が大幅に低下していることに気づいていた。",
		char_type = 0
	}
	pg.base.child2_word[3204102] = {
		id = 3204102,
		main_character_face = 0,
		word = "[清掃饅頭の名誉回復]",
		char_type = 2
	}
	pg.base.child2_word[3204103] = {
		id = 3204103,
		main_character_face = 0,
		word = "厳密なデータを用いて、清掃饅頭の作業方法の優位性を証明した。",
		char_type = 0
	}
	pg.base.child2_word[3204105] = {
		id = 3204105,
		main_character_face = 0,
		word = "[清掃饅頭の仕事改善]",
		char_type = 2
	}
	pg.base.child2_word[3204106] = {
		id = 3204106,
		main_character_face = 0,
		word = "こっそり清掃饅頭の仕事を最適化し、通常の清掃方法に実用的な動きを多く追加した。今では清掃饅頭が一生懸命働いている様子が、皆にもわかるようになった。",
		char_type = 0
	}
	pg.base.child2_word[3204201] = {
		id = 3204201,
		main_character_face = 0,
		word = "トレーニングしている際、十分なウォームアップなしに高強度な運動を行ったため、ローラーは筋肉を痛めてしまった。提案すべきことは……",
		char_type = 0
	}
	pg.base.child2_word[3204202] = {
		id = 3204202,
		main_character_face = 0,
		word = "[ゆっくり休む]",
		char_type = 2
	}
	pg.base.child2_word[3204203] = {
		id = 3204203,
		main_character_face = 0,
		word = "しばらくの間、ローラーは高強度運動を控えた。トレーニングの進捗には影響するが、安全が第一だ。",
		char_type = 0
	}
	pg.base.child2_word[3204205] = {
		id = 3204205,
		main_character_face = 0,
		word = "[トレーニングを継続]",
		char_type = 2
	}
	pg.base.child2_word[3204206] = {
		id = 3204206,
		main_character_face = 0,
		word = "トレーニングの進捗は問題なかったが、怪我は悪化しているようだ。",
		char_type = 0
	}
	pg.base.child2_word[3204208] = {
		id = 3204208,
		main_character_face = 0,
		word = "[即効性のある治療を行う]",
		char_type = 2
	}
	pg.base.child2_word[3204209] = {
		id = 3204209,
		main_character_face = 0,
		word = "費用を支払って即効性のある専門的な治療を受け、ローラーはすぐに回復した。",
		char_type = 0
	}
	pg.base.child2_word[3204211] = {
		id = 3204211,
		main_character_face = 0,
		word = "[科学的なトレーニング方法を研究]",
		char_type = 2
	}
	pg.base.child2_word[3204212] = {
		id = 3204212,
		main_character_face = 0,
		word = "より効率的で安全なトレーニング方法を習得し、怪我を治すと同時に、同じミスを繰り返さないように務めた。",
		char_type = 0
	}
	pg.base.child2_word[3204301] = {
		id = 3204301,
		main_character_face = 0,
		word = "遊園地の入口にくじ引きの屋台が設置されている。でもこの店主饅頭はどこかで見たような……くじ引きに参加する？",
		char_type = 0
	}
	pg.base.child2_word[3204302] = {
		id = 3204302,
		main_character_face = 0,
		word = "[即参加、20%の確率で当たり]",
		char_type = 2
	}
	pg.base.child2_word[3204303] = {
		id = 3204303,
		main_character_face = 0,
		word = "->ハズレ。もう一度引く？",
		char_type = 0
	}
	pg.base.child2_word[3204304] = {
		id = 3204304,
		main_character_face = 0,
		word = "[もういいや、ここで損切りしよう。]",
		char_type = 2
	}
	pg.base.child2_word[3204306] = {
		id = 3204306,
		main_character_face = 0,
		word = "[続ける、40%の確率で当たり]",
		char_type = 2
	}
	pg.base.child2_word[3204307] = {
		id = 3204307,
		main_character_face = 0,
		word = "[続ける、60%の確率で当たり]",
		char_type = 2
	}
	pg.base.child2_word[3204308] = {
		id = 3204308,
		main_character_face = 0,
		word = "[続ける、80%の確率で当たり]",
		char_type = 2
	}
	pg.base.child2_word[3204309] = {
		id = 3204309,
		main_character_face = 0,
		word = "突然、周りからお祝いムードの音楽が流れだした。そして看板の横断幕には「おめでとうピョ！当たりピョ！」と大きく表示された",
		char_type = 0
	}
	pg.base.child2_word[3204401] = {
		id = 3204401,
		main_character_face = 0,
		word = "リトル学園を見学することになった。まずはどのエリアから始める？",
		char_type = 0
	}
	pg.base.child2_word[3204402] = {
		id = 3204402,
		main_character_face = 0,
		word = "[教室棟]",
		char_type = 2
	}
	pg.base.child2_word[3204403] = {
		id = 3204403,
		main_character_face = 0,
		word = "広々とした教室を歩くと、黒板に残された複雑な数式がローラーの知的好奇心を刺激した。",
		char_type = 0
	}
	pg.base.child2_word[3204405] = {
		id = 3204405,
		main_character_face = 0,
		word = "[運動場]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3204406] = {
		id = 3204406,
		main_character_face = 0,
		word = "そよ風が心身を癒してくれた。",
		char_type = 0
	}
	pg.base.child2_word[3204408] = {
		id = 3204408,
		main_character_face = 0,
		word = "[管理棟]",
		char_type = 2
	}
	pg.base.child2_word[3204409] = {
		id = 3204409,
		main_character_face = 0,
		word = "足を踏み入れた途端、すべての感受性が吸い取られたような気がする？",
		char_type = 0
	}
	pg.base.child2_word[3204501] = {
		id = 3204501,
		main_character_face = 0,
		word = "キッズランドが高効率学習センターに改築されるかもしれないという知らせが瞬く間に広がった。理由は、園内から子供以外の騒がしい声が頻繁に聞こえるかららしい。",
		char_type = 0
	}
	pg.base.child2_word[3204502] = {
		id = 3204502,
		main_character_face = 0,
		word = "[改築に賛成]",
		char_type = 2
	}
	pg.base.child2_word[3204503] = {
		id = 3204503,
		main_character_face = 0,
		word = "近隣住民への迷惑は絶対に許せない！",
		char_type = 0
	}
	pg.base.child2_word[3204505] = {
		id = 3204505,
		main_character_face = 0,
		word = "[改築に反対]",
		char_type = 2
	}
	pg.base.child2_word[3204506] = {
		id = 3204506,
		main_character_face = 0,
		word = "「ダメだ！キッズランドがなくなったら、今後どこで遊べばいいんだ！」",
		char_type = 0
	}
	pg.base.child2_word[3204601] = {
		id = 3204601,
		main_character_face = 0,
		word = "もうすぐ学園祭が始まるようだ。どんな屋台を出そうか？",
		char_type = 0
	}
	pg.base.child2_word[3204602] = {
		id = 3204602,
		main_character_face = 0,
		word = "[食べ物関連]",
		char_type = 2
	}
	pg.base.child2_word[3204603] = {
		id = 3204603,
		main_character_face = 0,
		word = "ついに腕を振るう時が来た！",
		char_type = 0
	}
	pg.base.child2_word[3204605] = {
		id = 3204605,
		main_character_face = 0,
		word = "[ゲーム関連]",
		char_type = 2
	}
	pg.base.child2_word[3204606] = {
		id = 3204606,
		main_character_face = 0,
		word = "巧みに設定した確率で、かなりの資金を稼ぎ出した。",
		char_type = 0
	}
	pg.base.child2_word[3204608] = {
		id = 3204608,
		main_character_face = 0,
		word = "[ボランティア関連]",
		char_type = 2
	}
	pg.base.child2_word[3204609] = {
		id = 3204609,
		main_character_face = 0,
		word = "人々を助ける活動が、多くの感謝と称賛の声をもらった。",
		char_type = 0
	}
	pg.base.child2_word[3204611] = {
		id = 3204611,
		main_character_face = 0,
		word = "[記念品関連]",
		char_type = 2
	}
	pg.base.child2_word[3204612] = {
		id = 3204612,
		main_character_face = 0,
		word = "一つひとつ手作りした記念品には、作り手の工夫と情熱が込められている。",
		char_type = 0
	}
	pg.base.child2_word[3204701] = {
		id = 3204701,
		main_character_face = 0,
		word = "どこで自習しようか？",
		char_type = 0
	}
	pg.base.child2_word[3204702] = {
		id = 3204702,
		main_character_face = 0,
		word = "[知識教室]",
		char_type = 2
	}
	pg.base.child2_word[3204703] = {
		id = 3204703,
		main_character_face = 0,
		word = "学識を上げよう！",
		char_type = 0
	}
	pg.base.child2_word[3204705] = {
		id = 3204705,
		main_character_face = 0,
		word = "[器用教室]",
		char_type = 2
	}
	pg.base.child2_word[3204706] = {
		id = 3204706,
		main_character_face = 0,
		word = "器用を上げよう！",
		char_type = 0
	}
	pg.base.child2_word[3204708] = {
		id = 3204708,
		main_character_face = 0,
		word = "[芸術教室]",
		char_type = 2
	}
	pg.base.child2_word[3204709] = {
		id = 3204709,
		main_character_face = 0,
		word = "創造力を上げよう！",
		char_type = 0
	}
	pg.base.child2_word[3204711] = {
		id = 3204711,
		main_character_face = 0,
		word = "[休憩]",
		char_type = 2
	}
	pg.base.child2_word[3204712] = {
		id = 3204712,
		main_character_face = 0,
		word = "体力を回復して、また今度がんばろう！",
		char_type = 0
	}
	pg.base.child2_word[3204801] = {
		id = 3204801,
		main_character_face = 0,
		word = "水道管から水がじわりと漏れ続けている。ローラーと一緒に工具箱をくまなく探したが、どうしても肝心の接続部品が一つ足りない。",
		char_type = 0
	}
	pg.base.child2_word[3204802] = {
		id = 3204802,
		main_character_face = 0,
		word = "どうやら金物屋へ行く必要がありそうだ。でも、あの水道管に使うねじ山のある部品の名前は何だったっけ？",
		char_type = 0
	}
	pg.base.child2_word[3204803] = {
		id = 3204803,
		main_character_face = 0,
		word = "[金属パイプ継手]",
		char_type = 2
	}
	pg.base.child2_word[3204804] = {
		id = 3204804,
		main_character_face = 0,
		word = "一般的な金属継手を手に、手探りで締め付けると、すぐに水漏れが収まった。",
		char_type = 0
	}
	pg.base.child2_word[3204806] = {
		id = 3204806,
		main_character_face = 0,
		word = "[「万能」ガム]",
		char_type = 2
	}
	pg.base.child2_word[3204807] = {
		id = 3204807,
		main_character_face = 0,
		word = "ふと思い立って非常に強い粘着性を持つガムを購入した。ちょうど亀裂部分に塗りつければ水漏れを塞げそうだ。",
		char_type = 0
	}
	pg.base.child2_word[3204809] = {
		id = 3204809,
		main_character_face = 0,
		word = "[レトロな真鍮製止水バルブ]",
		char_type = 2
	}
	pg.base.child2_word[3204810] = {
		id = 3204810,
		main_character_face = 0,
		word = "少々高いが、見るからに信頼できそうな真鍮製バルブを選んだ。取り付けには多少の技術を要したが、水漏れを解決できたほか、そのレトロなデザインがキッチンに彩りを添えた。",
		char_type = 0
	}
	pg.base.child2_word[3204812] = {
		id = 3204812,
		main_character_face = 0,
		word = "こんなのでいいんだ！？",
		char_type = 0
	}
	pg.base.child2_word[3204814] = {
		id = 3204814,
		main_character_face = 0,
		word = "最初は穴が塞がったように見えたが、数秒後「プッ」という音と共にガムが水流で押し流され、水しぶきがローラーの顔にかかった。",
		char_type = 0
	}
	pg.base.child2_word[3204901] = {
		id = 3204901,
		main_character_face = 0,
		word = "路上の露店には「在庫一掃！残り3日！いくらでもいい！」の看板が掲げられ、一見役に立ちそうだが実は使えない奇妙な商品が山積みになっていた。",
		char_type = 0
	}
	pg.base.child2_word[3204902] = {
		id = 3204902,
		main_character_face = 0,
		word = "[「必ず当たる」スクラッチくじを購入]",
		char_type = 2
	}
	pg.base.child2_word[3204903] = {
		id = 3204903,
		main_character_face = 0,
		word = "スクラッチくじを購入し、その場で削った——結果は予想通りだった。",
		char_type = 0
	}
	pg.base.child2_word[3204905] = {
		id = 3204905,
		main_character_face = 0,
		word = "[見ぬふりをする]",
		char_type = 2
	}
	pg.base.child2_word[3204906] = {
		id = 3204906,
		main_character_face = 0,
		word = "露店を一瞥するだけで、そのまま立ち去った。",
		char_type = 0
	}
	pg.base.child2_word[3205001] = {
		id = 3205001,
		main_character_face = 0,
		word = "金物饅頭が倉庫を片付けていると、埃まみれで錆びだらけの「古いマルチプライヤーレンチ」を発見し、それをローラーに譲った……",
		char_type = 0
	}
	pg.base.child2_word[3205002] = {
		id = 3205002,
		main_character_face = 0,
		word = "[受け取って感謝する]",
		char_type = 2
	}
	pg.base.child2_word[3205003] = {
		id = 3205003,
		main_character_face = 0,
		word = "使用してみると、このレンチはあらゆる規格のネジに適応でき、その設計水準は現行の市販品をはるかに凌駕していた。",
		char_type = 0
	}
	pg.base.child2_word[3205005] = {
		id = 3205005,
		main_character_face = 0,
		word = "[受け取りを拒否する]",
		char_type = 2
	}
	pg.base.child2_word[3205006] = {
		id = 3205006,
		main_character_face = 0,
		word = "そのレンチは最終的にリサイクル施設へ送られ、その後消息を絶った。",
		char_type = 0
	}
	pg.base.child2_word[3205008] = {
		id = 3205008,
		main_character_face = 0,
		word = "[受け取って廃品として売却]",
		char_type = 2
	}
	pg.base.child2_word[3205009] = {
		id = 3205009,
		main_character_face = 0,
		word = "しばらくして、中古市場で同じモデルのレンチが高値で売られているのを見て、後悔の念に駆られた。",
		char_type = 0
	}
	pg.base.child2_word[3205101] = {
		id = 3205101,
		main_character_face = 0,
		word = "住宅街の植物の世話をするため、職員饅頭はローラーの水やり道具を借りたいと申し出た。",
		char_type = 0
	}
	pg.base.child2_word[3205102] = {
		id = 3205102,
		main_character_face = 0,
		word = "[快く貸し出す]",
		char_type = 2
	}
	pg.base.child2_word[3205103] = {
		id = 3205103,
		main_character_face = 0,
		word = "植物はすぐに水をたっぷり吸い、住宅街に再び活気を取り戻した。",
		char_type = 0
	}
	pg.base.child2_word[3205105] = {
		id = 3205105,
		main_character_face = 0,
		word = "[ローラーと一緒に水やりを手伝う]",
		char_type = 2
	}
	pg.base.child2_word[3205106] = {
		id = 3205106,
		main_character_face = 0,
		word = "水やりが驚くほど早く進み、住宅街は「環境エココミュニティ」の称号を授与された。",
		char_type = 0
	}
	pg.base.child2_word[3205108] = {
		id = 3205108,
		main_character_face = 0,
		word = "[貸し出しを拒否する]",
		char_type = 2
	}
	pg.base.child2_word[3205109] = {
		id = 3205109,
		main_character_face = 0,
		word = "職員饅頭が去り、数日後、住宅街の花や草はしおれてしまった。",
		char_type = 0
	}
	pg.base.child2_word[3205201] = {
		id = 3205201,
		main_character_face = 0,
		word = "第3回エンドレス工具組立大会が始まった。出場者として、合理的な計画と素早い行動で、部品を工具に組み立てなければならない。しかし、ローラーはどう手をつけていいかわからなかった。アドバイスとして……",
		char_type = 0
	}
	pg.base.child2_word[3205202] = {
		id = 3205202,
		main_character_face = 0,
		word = "[説明書通りに組み立てる]",
		char_type = 2
	}
	pg.base.child2_word[3205203] = {
		id = 3205203,
		main_character_face = 0,
		word = "スピードは速くないが、一歩一歩着実に進め、最後は無事に作品を完成させ、良い順位を獲得した。",
		char_type = 0
	}
	pg.base.child2_word[3205205] = {
		id = 3205205,
		main_character_face = 0,
		word = "[直感で組み立てる]",
		char_type = 2
	}
	pg.base.child2_word[3205206] = {
		id = 3205206,
		main_character_face = 0,
		word = "まさに奇跡の瞬間だった。ローラーが電動ドライバーの部品をどう活用して発電機を組み立てたのかは不明だが、とにかく彼女は成し遂げた！",
		char_type = 0
	}
	pg.base.child2_word[3205301] = {
		id = 3205301,
		main_character_face = 0,
		word = "この店には二種類のレンチが売られている。",
		char_type = 0
	}
	pg.base.child2_word[3205302] = {
		id = 3205302,
		main_character_face = 0,
		word = "[軟質金属のレンチを購入]",
		char_type = 2
	}
	pg.base.child2_word[3205303] = {
		id = 3205303,
		main_character_face = 0,
		word = "こんなに柔らかい金属もあるのか？",
		char_type = 0
	}
	pg.base.child2_word[3205305] = {
		id = 3205305,
		main_character_face = 0,
		word = "[通常のレンチを購入]",
		char_type = 2
	}
	pg.base.child2_word[3205306] = {
		id = 3205306,
		main_character_face = 0,
		word = "通常の作業に最適だ。",
		char_type = 0
	}
	pg.base.child2_word[3205308] = {
		id = 3205308,
		main_character_face = 0,
		word = "[購入を見送る]",
		char_type = 2
	}
	pg.base.child2_word[3205309] = {
		id = 3205309,
		main_character_face = 0,
		word = "買い物は計画的に！",
		char_type = 0
	}
	pg.base.child2_word[3205401] = {
		id = 3205401,
		main_character_face = 0,
		word = "カフェに入ると、メニューにはこう書かれていた。「飲み物によって、それぞれ不思議な体験が待っている」",
		char_type = 0
	}
	pg.base.child2_word[3205402] = {
		id = 3205402,
		main_character_face = 0,
		word = "[天才ラテ]",
		char_type = 2
	}
	pg.base.child2_word[3205403] = {
		id = 3205403,
		main_character_face = 0,
		word = "これを飲んだら頭が良くなるかも…？",
		char_type = 0
	}
	pg.base.child2_word[3205405] = {
		id = 3205405,
		main_character_face = 0,
		word = "[冒険モカ]",
		char_type = 2
	}
	pg.base.child2_word[3205406] = {
		id = 3205406,
		main_character_face = 0,
		word = "なぜか飲んだ後、「大冒険したい！」という衝動に駆られた。",
		char_type = 0
	}
	pg.base.child2_word[3205408] = {
		id = 3205408,
		main_character_face = 0,
		word = "[饅頭アイスコーヒー]",
		char_type = 2
	}
	pg.base.child2_word[3205409] = {
		id = 3205409,
		main_character_face = 0,
		word = "全身にやる気がみなぎった！",
		char_type = 0
	}
	pg.base.child2_word[3205411] = {
		id = 3205411,
		main_character_face = 0,
		word = "[饅頭ミルク]",
		char_type = 2
	}
	pg.base.child2_word[3205412] = {
		id = 3205412,
		main_character_face = 0,
		word = "全身にやる気がみなぎった！",
		char_type = 0
	}
	pg.base.child2_word[3205501] = {
		id = 3205501,
		main_character_face = 0,
		word = "「占い」ができるラテアートコーヒーマシンが登場！「コーヒー占いで、運命を予言する…」",
		char_type = 0
	}
	pg.base.child2_word[3205502] = {
		id = 3205502,
		main_character_face = 0,
		word = "[運命のラテを一杯購入]",
		char_type = 2
	}
	pg.base.child2_word[3205503] = {
		id = 3205503,
		main_character_face = 0,
		word = "解釈：「本日は冒険に適している。」",
		char_type = 0
	}
	pg.base.child2_word[3205505] = {
		id = 3205505,
		main_character_face = 0,
		word = "解釈：「本日は勉強に適している。」",
		char_type = 0
	}
	pg.base.child2_word[3205507] = {
		id = 3205507,
		main_character_face = 0,
		word = "解釈：「本日は起業に適している。」",
		char_type = 0
	}
	pg.base.child2_word[3205509] = {
		id = 3205509,
		main_character_face = 0,
		word = "[「こっちが買うかどうか当ててみて」]",
		char_type = 2
	}
	pg.base.child2_word[3205510] = {
		id = 3205510,
		main_character_face = 0,
		word = "コーヒーマシンの「占い」の信憑性を試すも、「本日の運勢……お教えできません」と返ってきただけだった。",
		char_type = 0
	}
	pg.base.child2_word[3205512] = {
		id = 3205512,
		main_character_face = 0,
		word = "[コーヒーマシンを調べる］",
		char_type = 2
	}
	pg.base.child2_word[3205513] = {
		id = 3205513,
		main_character_face = 0,
		word = "コーヒーマシンのプログラムを確認したところ、いわゆる「占い」は数十種類の固定テンプレートからランダムに選択されているだけだと判明した。",
		char_type = 0
	}
	pg.base.child2_word[3205601] = {
		id = 3205601,
		main_character_face = 0,
		word = "「新商品『スーパーエナジー』コーヒー豆、期間限定50%オフ！目覚まし効果が倍増！」と書かれた看板がカフェに掲げられている。",
		char_type = 0
	}
	pg.base.child2_word[3205602] = {
		id = 3205602,
		main_character_face = 0,
		word = "[購入してすぐに一杯淹れる]",
		char_type = 2
	}
	pg.base.child2_word[3205603] = {
		id = 3205603,
		main_character_face = 0,
		word = "コーヒーの香りがとても濃厚で、一口飲むと元気がみなぎり、行動力も回復した！",
		char_type = 0
	}
	pg.base.child2_word[3205605] = {
		id = 3205605,
		main_character_face = 0,
		word = "[一袋購入する]",
		char_type = 2
	}
	pg.base.child2_word[3205606] = {
		id = 3205606,
		main_character_face = 0,
		word = "一袋購入したが、帰宅してよく見ると、賞味期限があと3日しか残っていないことに気づいた。",
		char_type = 0
	}
	pg.base.child2_word[3205608] = {
		id = 3205608,
		main_character_face = 0,
		word = "[効果を疑い、普通のコーヒーを選ぶ]",
		char_type = 2
	}
	pg.base.child2_word[3205609] = {
		id = 3205609,
		main_character_face = 0,
		word = "結局、慣れ親しんだ普通のコーヒーを選んだ。安定した味で信頼もでき、思わず気分が明るくなった。",
		char_type = 0
	}
	pg.base.child2_word[3205701] = {
		id = 3205701,
		main_character_face = 0,
		word = "饅頭が「代々伝わる」ハチミツ特製レシピをなくしてしまい、助けを求めてきた！",
		char_type = 0
	}
	pg.base.child2_word[3205702] = {
		id = 3205702,
		main_character_face = 0,
		word = "[本棚を探す]",
		char_type = 2
	}
	pg.base.child2_word[3205703] = {
		id = 3205703,
		main_character_face = 0,
		word = "しおり代わりに挟まっていた古いメモを発見した！",
		char_type = 0
	}
	pg.base.child2_word[3205705] = {
		id = 3205705,
		main_character_face = 0,
		word = "[キッチンの隅を調べる]",
		char_type = 2
	}
	pg.base.child2_word[3205706] = {
		id = 3205706,
		main_character_face = 0,
		word = "散らばった砂糖しか見つからず、これといった収穫はなかった。",
		char_type = 0
	}
	pg.base.child2_word[3205708] = {
		id = 3205708,
		main_character_face = 0,
		word = "[記憶を頼りに再現を試みる]",
		char_type = 2
	}
	pg.base.child2_word[3205709] = {
		id = 3205709,
		main_character_face = 0,
		word = "作った飲み物はまずまずの味だが、記憶の味とは違うと饅頭に言われた。",
		char_type = 0
	}
	pg.base.child2_word[3205711] = {
		id = 3205711,
		main_character_face = 0,
		word = "[他の饅頭に尋ねる]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3205712] = {
		id = 3205712,
		main_character_face = 0,
		word = "手がかりは鍵のかかった戸棚を指し示している。",
		char_type = 0
	}
	pg.base.child2_word[3205801] = {
		id = 3205801,
		main_character_face = 0,
		word = "ノンアルコール飲料を開発するため、ローラーは試飲とフィードバックを依頼された。しかし感想を伝えるのが苦手だったため、助言を求めてきた……",
		char_type = 0
	}
	pg.base.child2_word[3205802] = {
		id = 3205802,
		main_character_face = 0,
		word = "[真剣に味わう]",
		char_type = 2
	}
	pg.base.child2_word[3205803] = {
		id = 3205803,
		main_character_face = 0,
		word = "試飲時に、風味と口当たりに集中していたこともあり、ローラーは重要な提案をすることができた。それをもとに調整した飲料は大好評を博した。",
		char_type = 0
	}
	pg.base.child2_word[3205805] = {
		id = 3205805,
		main_character_face = 0,
		word = "[基本を貫く]",
		char_type = 2
	}
	pg.base.child2_word[3205806] = {
		id = 3205806,
		main_character_face = 0,
		word = "「なかなか美味しい」——評価は誠実だが、これといった重要な意見はなかった。",
		char_type = 0
	}
	pg.base.child2_word[3205808] = {
		id = 3205808,
		main_character_face = 0,
		word = "[他の客にも試飲を勧める]",
		char_type = 2
	}
	pg.base.child2_word[3205809] = {
		id = 3205809,
		main_character_face = 0,
		word = "試飲した人が増えたため、より多様な意見と提案を集めることができた。",
		char_type = 0
	}
	pg.base.child2_word[3205901] = {
		id = 3205901,
		main_character_face = 0,
		word = "目の前には様々な学習資料が並んでいる。この中から出発点を決めなければならないようだ。",
		char_type = 0
	}
	pg.base.child2_word[3205902] = {
		id = 3205902,
		main_character_face = 0,
		word = "[『物資入手ガイド——邪道編』]",
		char_type = 2
	}
	pg.base.child2_word[3205903] = {
		id = 3205903,
		main_character_face = 0,
		word = "この秘伝の書が学校の図書館にあるとは……？",
		char_type = 0
	}
	pg.base.child2_word[3205905] = {
		id = 3205905,
		main_character_face = 0,
		word = "[『秘書艦の自分磨き』]",
		char_type = 2
	}
	pg.base.child2_word[3205906] = {
		id = 3205906,
		main_character_face = 0,
		word = "ローラーはこれに興味津々で、夢中になって読みふけっている。",
		char_type = 0
	}
	pg.base.child2_word[3205908] = {
		id = 3205908,
		main_character_face = 0,
		word = "[『カリスマ指揮官に惚れられて』]",
		char_type = 2
	}
	pg.base.child2_word[3205909] = {
		id = 3205909,
		main_character_face = 0,
		word = "ローラーは顔を赤らめ、平然を装いながらもこっそりこの本を借り、随分と期間が経ってから返却した。",
		char_type = 0
	}
	pg.base.child2_word[3205911] = {
		id = 3205911,
		main_character_face = 0,
		word = "[『出撃について語る時、私は出撃について語る』]",
		char_type = 2
	}
	pg.base.child2_word[3205912] = {
		id = 3205912,
		main_character_face = 0,
		word = "ローラーはかなり集中して読んでいるようだったが、近づいてみると本が逆さまになっていることに気づいた。",
		char_type = 0
	}
	pg.base.child2_word[3206001] = {
		id = 3206001,
		main_character_face = 0,
		word = "図書館の休憩スペース、本棚に並んだ数冊のタイトルが目を引いた。",
		char_type = 0
	}
	pg.base.child2_word[3206002] = {
		id = 3206002,
		main_character_face = 0,
		word = "[『海の向こう側』]",
		char_type = 2
	}
	pg.base.child2_word[3206003] = {
		id = 3206003,
		main_character_face = 0,
		word = "冒険心が掻き立てられ、いつか必ず自分の目で確かめに行こう。",
		char_type = 0
	}
	pg.base.child2_word[3206005] = {
		id = 3206005,
		main_character_face = 0,
		word = "[『シミュレーションタウンの致命的なプログラムバグ』]",
		char_type = 2
	}
	pg.base.child2_word[3206006] = {
		id = 3206006,
		main_character_face = 0,
		word = "深く考えさせられ、ゲームの中に生きていないことを願うよ。",
		char_type = 0
	}
	pg.base.child2_word[3206008] = {
		id = 3206008,
		main_character_face = 0,
		word = "[『大富豪饅頭の資産運用ガイド』]",
		char_type = 2
	}
	pg.base.child2_word[3206009] = {
		id = 3206009,
		main_character_face = 0,
		word = "とても面白いけど、あまり信用できなさそう。",
		char_type = 0
	}
	pg.base.child2_word[3206101] = {
		id = 3206101,
		main_character_face = 0,
		word = "図書館では「無限の知識」を収録したポータブルハードディスクの開発を計画しており、その中身を全て読み終えることができれば、世界一賢い人になれるそうだ。トライアルに招待されたローラーは少し迷っているが……",
		char_type = 0
	}
	pg.base.child2_word[3206102] = {
		id = 3206102,
		main_character_face = 0,
		word = "[知識を取り込む！]",
		char_type = 2
	}
	pg.base.child2_word[3206103] = {
		id = 3206103,
		main_character_face = 0,
		word = "膨大な知識がローラーの脳内に流れ込み、彼女の顔はすぐに真っ赤になった。おそらく過剰に知識を取り込んだからなのだろう…？",
		char_type = 0
	}
	pg.base.child2_word[3206105] = {
		id = 3206105,
		main_character_face = 0,
		word = "[選択的学習]",
		char_type = 2
	}
	pg.base.child2_word[3206106] = {
		id = 3206106,
		main_character_face = 0,
		word = "ローラーはあなたの助けを借りて、一部の知識を選択的に理解し、精神を明晰に保った。",
		char_type = 0
	}
	pg.base.child2_word[3206201] = {
		id = 3206201,
		main_character_face = 0,
		word = "ローラーと一緒にオープンステージを通りかかった際、「あなたの歌声を披露しよう！」と書かれた看板が立てられていた。それを見たローラーは興味を示した。",
		char_type = 0
	}
	pg.base.child2_word[3206202] = {
		id = 3206202,
		main_character_face = 0,
		word = "[ステージに上がるように薦める]",
		char_type = 2
	}
	pg.base.child2_word[3206203] = {
		id = 3206203,
		main_character_face = 0,
		word = "自分の励ましで、ローラーはステージに上がり美しい歌を披露した。その歌声に多くの拍手が湧き起こった。",
		char_type = 0
	}
	pg.base.child2_word[3206205] = {
		id = 3206205,
		main_character_face = 0,
		word = "[ローラーとデュエット]",
		char_type = 2
	}
	pg.base.child2_word[3206206] = {
		id = 3206206,
		main_character_face = 0,
		word = "ローラーも知っている曲を一緒に歌った。時々音程を外すこともあったが、息の合ったハーモニーが楽しいひとときを演出した。",
		char_type = 0
	}
	pg.base.child2_word[3206208] = {
		id = 3206208,
		main_character_face = 0,
		word = "[高難度の曲をリクエスト]",
		char_type = 2
	}
	pg.base.child2_word[3206209] = {
		id = 3206209,
		main_character_face = 0,
		word = "高音で有名な名曲をリクエスト。ローラーは挑戦し、危うく音程を外しかけたが、見事に歌い切った。",
		char_type = 0
	}
	pg.base.child2_word[3206301] = {
		id = 3206301,
		main_character_face = 0,
		word = "スカウト饅頭がローラーにぴかぴかの契約書を差し出した。「これにサインすれば、君はスターだピョ！全てのリソースが君の物になるピョ！」しかし契約書の末尾にある収益分配に関する小さな文字が、異なる情報をほのめかしていた。",
		char_type = 0
	}
	pg.base.child2_word[3206302] = {
		id = 3206302,
		main_character_face = 0,
		word = "[拒否する]",
		char_type = 2
	}
	pg.base.child2_word[3206303] = {
		id = 3206303,
		main_character_face = 0,
		word = "今の道は困難だが、より自由だ。ローラーが得る全ての成果は彼女自身のものとなる。",
		char_type = 0
	}
	pg.base.child2_word[3206305] = {
		id = 3206305,
		main_character_face = 0,
		word = "[承諾する]",
		char_type = 2
	}
	pg.base.child2_word[3206306] = {
		id = 3206306,
		main_character_face = 0,
		word = "ローラーは一夜にして大ブレイクし、口座には膨大な前払金が振り込まれた。しかしその後、創作収益の大部分は、結局会社の口座に吸い上げられた。",
		char_type = 0
	}
	pg.base.child2_word[3206308] = {
		id = 3206308,
		main_character_face = 0,
		word = "[交渉を試みる]",
		char_type = 2
	}
	pg.base.child2_word[3206309] = {
		id = 3206309,
		main_character_face = 0,
		word = "法律条項を精査し交渉材料を見つけ、最終的には分配比率を合意できた。お金は多くないが、長期的に運営するならこっちのほうがいい。",
		char_type = 0
	}
	pg.base.child2_word[3206401] = {
		id = 3206401,
		main_character_face = 0,
		word = "ローラーは実験室で埃まみれの機械を発見した。銘板には「知識注入機——努力せずとも知識を得られる。代償として…」と書かれていたが、後半は判読不能だった。ローラーは強い興味を示しているが、危険を犯してでも使ってみる？",
		char_type = 0
	}
	pg.base.child2_word[3206402] = {
		id = 3206402,
		main_character_face = 0,
		word = "[使用を勧める]",
		char_type = 2
	}
	pg.base.child2_word[3206403] = {
		id = 3206403,
		main_character_face = 0,
		word = "ローラーは知識が流れ込むのを感じた。だが彼女によれば、新しい知識は頭の中で定着する前に急速に忘れ去られてしまったらしい。",
		char_type = 0
	}
	pg.base.child2_word[3206405] = {
		id = 3206405,
		main_character_face = 0,
		word = "[動作原理を研究]",
		char_type = 2
	}
	pg.base.child2_word[3206406] = {
		id = 3206406,
		main_character_face = 0,
		word = "装置の構造と取扱説明書を分析した後、ローラーは別の意味で進歩が見られた。",
		char_type = 0
	}
	pg.base.child2_word[3206501] = {
		id = 3206501,
		main_character_face = 0,
		word = "学園ではデジタル化された古書を廃棄処分する予定だったが、中には絶版の紙媒体文献も含まれていた。ローラーの視線が書物の山に留まり、名残惜しさがにじんでいる。",
		char_type = 0
	}
	pg.base.child2_word[3206502] = {
		id = 3206502,
		main_character_face = 0,
		word = "[廃棄プロセスを中断させる]",
		char_type = 2
	}
	pg.base.child2_word[3206503] = {
		id = 3206503,
		main_character_face = 0,
		word = "協議の結果、これらの書籍の歴史的価値が認められた。廃棄処分は中止され、最終的に特別保管室に移された。",
		char_type = 0
	}
	pg.base.child2_word[3206505] = {
		id = 3206505,
		main_character_face = 0,
		word = "[隙を見て一部の蔵書を救い出す]",
		char_type = 2
	}
	pg.base.child2_word[3206506] = {
		id = 3206506,
		main_character_face = 0,
		word = "素早く数冊の状態の良い古書を救出し、ローラーに深く感謝された。後にこれらの書物は予想外の価値を発揮することになった。",
		char_type = 0
	}
	pg.base.child2_word[3206508] = {
		id = 3206508,
		main_character_face = 0,
		word = "[廃棄を容認]",
		char_type = 2
	}
	pg.base.child2_word[3206509] = {
		id = 3206509,
		main_character_face = 0,
		word = "本の媒体は重要ではない、重要なのは知識そのものだ。この発言にローラーは少し落胆した様子だった……",
		char_type = 0
	}
	pg.base.child2_word[3206601] = {
		id = 3206601,
		main_character_face = 0,
		word = "ローラーは学園主催のスポーツ大会で大敗した……",
		char_type = 0
	}
	pg.base.child2_word[3206602] = {
		id = 3206602,
		main_character_face = 0,
		word = "[一緒に振り返る]",
		char_type = 2
	}
	pg.base.child2_word[3206603] = {
		id = 3206603,
		main_character_face = 0,
		word = "ローラーは総合的な成長の重要性を深く認識した。",
		char_type = 0
	}
	pg.base.child2_word[3206605] = {
		id = 3206605,
		main_character_face = 0,
		word = "[トレーニングを倍にする]",
		char_type = 2
	}
	pg.base.child2_word[3206606] = {
		id = 3206606,
		main_character_face = 0,
		word = "高強度のトレーニングに、ローラーの体は限界を感じ始めた。",
		char_type = 0
	}
	pg.base.child2_word[3206608] = {
		id = 3206608,
		main_character_face = 0,
		word = "[勝者に教わる]",
		char_type = 2
	}
	pg.base.child2_word[3206609] = {
		id = 3206609,
		main_character_face = 0,
		word = "ローラーは貴重な実践的な知見を得た。",
		char_type = 0
	}
	pg.base.child2_word[3206611] = {
		id = 3206611,
		main_character_face = 0,
		word = "[試合に不正があったと断定]",
		char_type = 2
	}
	pg.base.child2_word[3206612] = {
		id = 3206612,
		main_character_face = 0,
		word = "調査した結果、証拠は全く見つからず、ローラーも落胆した。",
		char_type = 0
	}
	pg.base.child2_word[3206701] = {
		id = 3206701,
		main_character_face = 0,
		word = "第3回饅頭クイズ大会が始まった！ローラーはやる気満々のようだ。",
		char_type = 0
	}
	pg.base.child2_word[3206702] = {
		id = 3206702,
		main_character_face = 0,
		word = "[全力でサポート]",
		char_type = 2
	}
	pg.base.child2_word[3206703] = {
		id = 3206703,
		main_character_face = 0,
		word = "学習と生活面でローラーを全力で支えることにした。",
		char_type = 0
	}
	pg.base.child2_word[3206705] = {
		id = 3206705,
		main_character_face = 0,
		word = "[復習を手伝う]",
		char_type = 2
	}
	pg.base.child2_word[3206706] = {
		id = 3206706,
		main_character_face = 0,
		word = "自分の学習方法を教えることにした。ローラーは聞きながらメモを取っている。",
		char_type = 0
	}
	pg.base.child2_word[3206708] = {
		id = 3206708,
		main_character_face = 0,
		word = "[メンタル面の支えになる]",
		char_type = 2
	}
	pg.base.child2_word[3206709] = {
		id = 3206709,
		main_character_face = 0,
		word = "ローラーは決意に満ちているようだ！",
		char_type = 0
	}
	pg.base.child2_word[3206801] = {
		id = 3206801,
		main_character_face = 0,
		word = "道端に奇妙な形をした自動販売機が現れた。本体には「サプライズ改良版！運試し！」と書かれている。",
		char_type = 0
	}
	pg.base.child2_word[3206802] = {
		id = 3206802,
		main_character_face = 0,
		word = "[コインを入れて「ミステリードリンク」を購入]",
		char_type = 2
	}
	pg.base.child2_word[3206803] = {
		id = 3206803,
		main_character_face = 0,
		word = "色が変わり続ける液体の入った缶を手に入れた。ローラーは慎重に一口飲むと、困惑した表情から驚きへと変わり、不思議な活力が湧き上がってきた！",
		char_type = 0
	}
	pg.base.child2_word[3206805] = {
		id = 3206805,
		main_character_face = 0,
		word = "[「次世代のハイテクおもちゃ」を購入]",
		char_type = 2
	}
	pg.base.child2_word[3206806] = {
		id = 3206806,
		main_character_face = 0,
		word = "因果律を断ち切れると称される……カラーコンタクトレンズ？を入手。試してみると、視界が少し青みがかるだけだった。",
		char_type = 0
	}
	pg.base.child2_word[3206808] = {
		id = 3206808,
		main_character_face = 0,
		word = "[「無料記念ステッカーセット」を購入]",
		char_type = 2
	}
	pg.base.child2_word[3206809] = {
		id = 3206809,
		main_character_face = 0,
		word = "この地の風景が描かれた精巧なステッカーセットを入手。一緒に記念手帳に貼り付けて、素敵な思い出を残した。",
		char_type = 0
	}
	pg.base.child2_word[3206901] = {
		id = 3206901,
		main_character_face = 0,
		word = "テナントエリアは相変わらず騒がしく喧騒に満ちており、ローラーは必死に耳を澄ませても、こっちの言葉を断片的にしか聞き取れなかった。",
		char_type = 0
	}
	pg.base.child2_word[3206902] = {
		id = 3206902,
		main_character_face = 0,
		word = "[音量を下げる]",
		char_type = 2
	}
	pg.base.child2_word[3206903] = {
		id = 3206903,
		main_character_face = 0,
		word = "協議の末、ステージの音響音量を下げさせた。雰囲気は少し盛り下がったが、耳には優しかった。",
		char_type = 0
	}
	pg.base.child2_word[3206905] = {
		id = 3206905,
		main_character_face = 0,
		word = "[口の動きで内容を推測]",
		char_type = 2
	}
	pg.base.child2_word[3206906] = {
		id = 3206906,
		main_character_face = 0,
		word = "口の動きを観察しやすくするため、お互い顔をもっと近づけた。",
		char_type = 0
	}
	pg.base.child2_word[3206908] = {
		id = 3206908,
		main_character_face = 0,
		word = "[急いでこの場を離れる]",
		char_type = 2
	}
	pg.base.child2_word[3206909] = {
		id = 3206909,
		main_character_face = 0,
		word = "耳を守るため、早く立ち去った方が良さそうだ。",
		char_type = 0
	}
	pg.base.child2_word[3207001] = {
		id = 3207001,
		main_character_face = 0,
		word = "レトログッズを販売する露店の前で、表紙がぼやけたレコードがローラーの目を引いた。レコードの横には「スペシャルな一枚」と書かれていた。",
		char_type = 0
	}
	pg.base.child2_word[3207002] = {
		id = 3207002,
		main_character_face = 0,
		word = "[購入して再生]",
		char_type = 2
	}
	pg.base.child2_word[3207003] = {
		id = 3207003,
		main_character_face = 0,
		word = "レコードプレーヤーから流れる虚ろながらも幻想的な旋律に、ローラーの思考は未知の次元へと誘われ、創造力が静かに芽生えた。",
		char_type = 0
	}
	pg.base.child2_word[3207005] = {
		id = 3207005,
		main_character_face = 0,
		word = "[詐欺だと断ずる]",
		char_type = 2
	}
	pg.base.child2_word[3207006] = {
		id = 3207006,
		main_character_face = 0,
		word = "おそらく単なる宣伝文句だろう。しかし後に、この旋律が世を震撼させる傑作を生み出したと聞くことになった。",
		char_type = 0
	}
	pg.base.child2_word[3207008] = {
		id = 3207008,
		main_character_face = 0,
		word = "[少しだけ試聴]",
		char_type = 2
	}
	pg.base.child2_word[3207009] = {
		id = 3207009,
		main_character_face = 0,
		word = "30秒間だけ試聴してみた。確かに独特な旋律だが、深いインスピレーションを喚起するには至らなかった。",
		char_type = 0
	}
	pg.base.child2_word[3207101] = {
		id = 3207101,
		main_character_face = 0,
		word = "音楽祭のチケットは高額だが、ゲスト陣は非常に豪華だ。",
		char_type = 0
	}
	pg.base.child2_word[3207102] = {
		id = 3207102,
		main_character_face = 0,
		word = "[チケットを購入して参加]",
		char_type = 2
	}
	pg.base.child2_word[3207103] = {
		id = 3207103,
		main_character_face = 0,
		word = "最高級の視聴覚体験を楽しみ、いくつかの記念品も手に入れた。",
		char_type = 0
	}
	pg.base.child2_word[3207105] = {
		id = 3207105,
		main_character_face = 0,
		word = "[会場外で無料鑑賞]",
		char_type = 2
	}
	pg.base.child2_word[3207106] = {
		id = 3207106,
		main_character_face = 0,
		word = "音質は劣るが、独特の趣があった。",
		char_type = 0
	}
	pg.base.child2_word[3207108] = {
		id = 3207108,
		main_character_face = 0,
		word = "[ボランティアとして参加]",
		char_type = 2
	}
	pg.base.child2_word[3207109] = {
		id = 3207109,
		main_character_face = 0,
		word = "入場料が無料に加え、ボランティアとしての報酬も得られた！",
		char_type = 0
	}
	pg.base.child2_word[3207111] = {
		id = 3207111,
		main_character_face = 0,
		word = "[割に合わないと判断し、別のところをぶらぶらする]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3207112] = {
		id = 3207112,
		main_character_face = 0,
		word = "お金は節約できたが、何かを見逃した気がする。",
		char_type = 0
	}
	pg.base.child2_word[3207201] = {
		id = 3207201,
		main_character_face = 0,
		word = "テナントエリアで出会ったミュージシャン饅頭が、新曲のタイトルを考えてほしいとローラーに依頼してきた……",
		char_type = 0
	}
	pg.base.child2_word[3207202] = {
		id = 3207202,
		main_character_face = 0,
		word = "[《忍びない心》]",
		char_type = 2
	}
	pg.base.child2_word[3207203] = {
		id = 3207203,
		main_character_face = 0,
		word = "君はできないという、どうしてもこれを口にできないと～",
		char_type = 0
	}
	pg.base.child2_word[3207205] = {
		id = 3207205,
		main_character_face = 0,
		word = "[《独りよがりの日々》]",
		char_type = 2
	}
	pg.base.child2_word[3207206] = {
		id = 3207206,
		main_character_face = 0,
		word = "成長する日々、饅頭の心、感想、口にできない誓いに満ちあふれて～",
		char_type = 0
	}
	pg.base.child2_word[3207301] = {
		id = 3207301,
		main_character_face = 0,
		word = "テナントエリアで出会った歌手饅頭が、新曲の作詞をローラーに依頼してきた……",
		char_type = 0
	}
	pg.base.child2_word[3207302] = {
		id = 3207302,
		main_character_face = 0,
		word = "[文学スタイル]",
		char_type = 2
	}
	pg.base.child2_word[3207303] = {
		id = 3207303,
		main_character_face = 0,
		word = "詩的な世界観、最高だ！",
		char_type = 0
	}
	pg.base.child2_word[3207305] = {
		id = 3207305,
		main_character_face = 0,
		word = "[ポップスタイル]",
		char_type = 2
	}
	pg.base.child2_word[3207306] = {
		id = 3207306,
		main_character_face = 0,
		word = "親しみやすいメロディ、最高だ！",
		char_type = 0
	}
	pg.base.child2_word[3207308] = {
		id = 3207308,
		main_character_face = 0,
		word = "[マニアックスタイル]",
		char_type = 2
	}
	pg.base.child2_word[3207309] = {
		id = 3207309,
		main_character_face = 0,
		word = "これまでにない先鋭的な姿勢、最高だ！",
		char_type = 0
	}
	pg.base.child2_word[3207311] = {
		id = 3207311,
		main_character_face = 0,
		word = "[ミックススタイル]",
		char_type = 2
	}
	pg.base.child2_word[3207312] = {
		id = 3207312,
		main_character_face = 0,
		word = "全てのスタイルを融合、最高だ！",
		char_type = 0
	}
	pg.base.child2_word[3207401] = {
		id = 3207401,
		main_character_face = 0,
		word = "音楽教室では、厳格なクラシック派も自由なヒップホップ派も、ローラーの参加を歓迎している。",
		char_type = 0
	}
	pg.base.child2_word[3207402] = {
		id = 3207402,
		main_character_face = 0,
		word = "[クラシック派に加勢する]",
		char_type = 2
	}
	pg.base.child2_word[3207403] = {
		id = 3207403,
		main_character_face = 0,
		word = "厳しい反復練習こそ基礎を固める。退屈だが必要な過程だ。",
		char_type = 0
	}
	pg.base.child2_word[3207405] = {
		id = 3207405,
		main_character_face = 0,
		word = "[ヒップホップ派に加勢する]",
		char_type = 2
	}
	pg.base.child2_word[3207406] = {
		id = 3207406,
		main_character_face = 0,
		word = "自由奔放な演奏は型破りではるものの、純粋な喜びに満ちている。",
		char_type = 0
	}
	pg.base.child2_word[3207408] = {
		id = 3207408,
		main_character_face = 0,
		word = "[双方の融合を試みる]",
		char_type = 2
	}
	pg.base.child2_word[3207409] = {
		id = 3207409,
		main_character_face = 0,
		word = "バランスのとれた規則とインスピレーション、そして斬新で調和のとれた表現を創造する。",
		char_type = 0
	}
	pg.base.child2_word[3207501] = {
		id = 3207501,
		main_character_face = 0,
		word = "公演が迫る中、ローラーは急いで適切な楽器を必要としていた。楽器のレンタル屋さんを見つけると、その店の横の看板には「激安で最高級の楽器をレンタル！演奏の表現力も瞬時にアップ！」と書かれている看板があった。",
		char_type = 0
	}
	pg.base.child2_word[3207502] = {
		id = 3207502,
		main_character_face = 0,
		word = "[「最高級」楽器をレンタル]",
		char_type = 2
	}
	pg.base.child2_word[3207503] = {
		id = 3207503,
		main_character_face = 0,
		word = "琴の音色が優雅に響き渡り、ローラーの演奏は今まで以上に素敵に聞こえ、多くのチップを集めた。",
		char_type = 0
	}
	pg.base.child2_word[3207505] = {
		id = 3207505,
		main_character_face = 0,
		word = "[「高級」楽器をレンタル]",
		char_type = 2
	}
	pg.base.child2_word[3207506] = {
		id = 3207506,
		main_character_face = 0,
		word = "音程に若干の問題はあるものの、ローラーの卓越した演奏技術が喝采を呼んだ。",
		char_type = 0
	}
	pg.base.child2_word[3207508] = {
		id = 3207508,
		main_character_face = 0,
		word = "[「普通」楽器をレンタル]",
		char_type = 2
	}
	pg.base.child2_word[3207509] = {
		id = 3207509,
		main_character_face = 0,
		word = "演奏の効果は限定的だが、ローラーのパフォーマンスにちょっとした趣を添えた。",
		char_type = 0
	}
	pg.base.child2_word[3207601] = {
		id = 3207601,
		main_character_face = 0,
		word = "音楽祭の開幕が迫る中、ローラーをどのような状態で送り出すべきなのだろうか？",
		char_type = 0
	}
	pg.base.child2_word[3207602] = {
		id = 3207602,
		main_character_face = 0,
		word = "[入念な練習]",
		char_type = 2
	}
	pg.base.child2_word[3207603] = {
		id = 3207603,
		main_character_face = 0,
		word = "日々積み重ねた熱心なリハーサルが、流麗で感動的な演奏へと結実した。",
		char_type = 0
	}
	pg.base.child2_word[3207605] = {
		id = 3207605,
		main_character_face = 0,
		word = "[土壇場で詰める]",
		char_type = 2
	}
	pg.base.child2_word[3207606] = {
		id = 3207606,
		main_character_face = 0,
		word = "本番ではやはり数音ミスしてしまったが、幸い観客の拍手は寛容だった。",
		char_type = 0
	}
	pg.base.child2_word[3207608] = {
		id = 3207608,
		main_character_face = 0,
		word = "[出演をやめる]",
		char_type = 2
	}
	pg.base.child2_word[3207609] = {
		id = 3207609,
		main_character_face = 0,
		word = "リスクを避けた代償として、当然ながら機会も1つ失った。",
		char_type = 0
	}
	pg.base.child2_word[3207701] = {
		id = 3207701,
		main_character_face = 0,
		word = "ローラーは、プログラムで全ての音符の組み合わせを書き出し、それによって全ての楽曲を網羅できるかどうか、自分と議論したいようだ。",
		char_type = 0
	}
	pg.base.child2_word[3207702] = {
		id = 3207702,
		main_character_face = 0,
		word = "[おそらく可能]",
		char_type = 2
	}
	pg.base.child2_word[3207703] = {
		id = 3207703,
		main_character_face = 0,
		word = "理論上は可能だ。旋律の組み合わせには結局限りがある。ローラーはそれを聞いてうなずき、目に光が走った。",
		char_type = 0
	}
	pg.base.child2_word[3207705] = {
		id = 3207705,
		main_character_face = 0,
		word = "[おそらく無理]",
		char_type = 2
	}
	pg.base.child2_word[3207706] = {
		id = 3207706,
		main_character_face = 0,
		word = "理論上は可能だとしても、必ず実現できるとは限らない。音楽はむしろ、創作者がその瞬間に抱いた感情や状態の表現である。ローラーは少し考え込むと、瞳に憧れを宿した。",
		char_type = 0
	}
	pg.base.child2_word[3207708] = {
		id = 3207708,
		main_character_face = 0,
		word = "[議論をやめる]",
		char_type = 2
	}
	pg.base.child2_word[3207709] = {
		id = 3207709,
		main_character_face = 0,
		word = "この論題はそっと棚上げされた。",
		char_type = 0
	}
	pg.base.child2_word[3207801] = {
		id = 3207801,
		main_character_face = 0,
		word = "今日はどの楽器を練習しよう？",
		char_type = 0
	}
	pg.base.child2_word[3207802] = {
		id = 3207802,
		main_character_face = 0,
		word = "[弦楽器]",
		char_type = 2
	}
	pg.base.child2_word[3207803] = {
		id = 3207803,
		main_character_face = 0,
		word = "弦が震え、音色は美しく調和している",
		char_type = 0
	}
	pg.base.child2_word[3207805] = {
		id = 3207805,
		main_character_face = 0,
		word = "[打楽器]",
		char_type = 2
	}
	pg.base.child2_word[3207806] = {
		id = 3207806,
		main_character_face = 0,
		word = "ドラムの音が響き渡り、強烈なリズム感を楽しめる",
		char_type = 0
	}
	pg.base.child2_word[3207808] = {
		id = 3207808,
		main_character_face = 0,
		word = "[電子音楽]",
		char_type = 2
	}
	pg.base.child2_word[3207809] = {
		id = 3207809,
		main_character_face = 0,
		word = "前衛的で、未来の輪郭が見えた気がする",
		char_type = 0
	}
	pg.base.child2_word[3207811] = {
		id = 3207811,
		main_character_face = 0,
		word = "[管楽器]",
		char_type = 2
	}
	pg.base.child2_word[3207812] = {
		id = 3207812,
		main_character_face = 0,
		word = "音が悠揚と流れだし、その旋律は遠くまで続いている",
		char_type = 0
	}
	pg.base.child2_word[3207901] = {
		id = 3207901,
		main_character_face = 0,
		word = "映像スタジオの見学中、ローラーは撮影に少し興味を持ったようだ。音楽と脚本はすでに整ったので、ローラーと具体的な撮影方法について話し合った……",
		char_type = 0
	}
	pg.base.child2_word[3207902] = {
		id = 3207902,
		main_character_face = 0,
		word = "[ロケ撮影、リアルな自然光を追及]",
		char_type = 2
	}
	pg.base.child2_word[3207903] = {
		id = 3207903,
		main_character_face = 0,
		word = "ローラーを複数の屋外ロケ地に連れて行き、日の出と日没を追いかけた。その過程は大変だったが、完成した映像の質感は驚くほどリアルで、一コマ一コマに物語が詰まっている。",
		char_type = 0
	}
	pg.base.child2_word[3207905] = {
		id = 3207905,
		main_character_face = 0,
		word = "[グルーンバック撮影、合成で最終仕上げ]",
		char_type = 2
	}
	pg.base.child2_word[3207906] = {
		id = 3207906,
		main_character_face = 0,
		word = "室内のグリーンバックの前で全ての演技を完了させ、後処理はVFXチームに任せた。移動の手間は省けるが、演技する時はより強い想像力が必要のようだ。",
		char_type = 0
	}
	pg.base.child2_word[3207908] = {
		id = 3207908,
		main_character_face = 0,
		word = "[長回しに挑戦]",
		char_type = 2
	}
	pg.base.child2_word[3207909] = {
		id = 3207909,
		main_character_face = 0,
		word = "高難度の「長回し」に挑戦し、室内から屋外までカットせずに一気に撮影した。何度か撮り直したがなんとか成功させることができた。この挑戦で得た達成感と視覚的衝撃は比類なきものであった。",
		char_type = 0
	}
	pg.base.child2_word[3208001] = {
		id = 3208001,
		main_character_face = 0,
		word = "饅頭は熱心にローラーの素敵な記念写真を何枚も撮ってあげた。そして撮影が終わると、「ネガ1枚につき1コイン、まとめ買いなら10コイン。支払いを拒否した者は掲示板に晒すピョ！」と料金表を掲げてきた。",
		char_type = 0
	}
	pg.base.child2_word[3208002] = {
		id = 3208002,
		main_character_face = 0,
		word = "[金で解決]",
		char_type = 2
	}
	pg.base.child2_word[3208003] = {
		id = 3208003,
		main_character_face = 0,
		word = "確かに写真は上出来だったが、アルバムを受け取る際、お互いが呆れた表情を浮かべた。",
		char_type = 0
	}
	pg.base.child2_word[3208005] = {
		id = 3208005,
		main_character_face = 0,
		word = "[支払いを拒否]",
		char_type = 2
	}
	pg.base.child2_word[3208006] = {
		id = 3208006,
		main_character_face = 0,
		word = "こんな恐喝には絶対に屈しない。ローラーもそれを見て背筋を伸ばし、その眼差しには強い意志が感じられる。",
		char_type = 0
	}
	pg.base.child2_word[3208008] = {
		id = 3208008,
		main_character_face = 0,
		word = "[警察饅頭を呼ぶ]",
		char_type = 2
	}
	pg.base.child2_word[3208009] = {
		id = 3208009,
		main_character_face = 0,
		word = "警察饅頭を呼ぶふりをすると、相手はすぐに引いた。結局無料で写真2枚を渡し、残りのネガを慌てて回収した。",
		char_type = 0
	}
	pg.base.child2_word[3208101] = {
		id = 3208101,
		main_character_face = 0,
		word = "ローラーの写真を使用した「エナジードリンク」の広告オファーを受けた。",
		char_type = 0
	}
	pg.base.child2_word[3208102] = {
		id = 3208102,
		main_character_face = 0,
		word = "[承諾し報酬を得る]",
		char_type = 2
	}
	pg.base.child2_word[3208103] = {
		id = 3208103,
		main_character_face = 0,
		word = "肖像権の使用料を獲得。それ以降、時折ローラーに気づく人に出会うようになるも、当の本人はまんざらでもなさそうだ。",
		char_type = 0
	}
	pg.base.child2_word[3208105] = {
		id = 3208105,
		main_character_face = 0,
		word = "[まず商品を試す]",
		char_type = 2
	}
	pg.base.child2_word[3208106] = {
		id = 3208106,
		main_character_face = 0,
		word = "ドリンクの味があまりにも普通だったので、丁重にお断りした。",
		char_type = 0
	}
	pg.base.child2_word[3208108] = {
		id = 3208108,
		main_character_face = 0,
		word = "[拒否する]",
		char_type = 2
	}
	pg.base.child2_word[3208109] = {
		id = 3208109,
		main_character_face = 0,
		word = "ローラーのプライバシーは適切に守られた。",
		char_type = 0
	}
	pg.base.child2_word[3208201] = {
		id = 3208201,
		main_character_face = 0,
		word = "ローラーと一緒にツーショットを撮りに来たけど、どんなポーズをしてもらおう？",
		char_type = 0
	}
	pg.base.child2_word[3208202] = {
		id = 3208202,
		main_character_face = 0,
		word = "[両手を背後に]",
		char_type = 2
	}
	pg.base.child2_word[3208203] = {
		id = 3208203,
		main_character_face = 0,
		word = "ローラーは大人びたポーズを頑張ったけど、まだ少し幼さが残っている。",
		char_type = 0
	}
	pg.base.child2_word[3208205] = {
		id = 3208205,
		main_character_face = 0,
		word = "[ピースサイン]",
		char_type = 2
	}
	pg.base.child2_word[3208206] = {
		id = 3208206,
		main_character_face = 0,
		word = "ローラーは嬉しそうに定番のポーズを決め、とてもリラックスした様子だった。",
		char_type = 0
	}
	pg.base.child2_word[3208208] = {
		id = 3208208,
		main_character_face = 0,
		word = "[饅頭立ち]",
		char_type = 2
	}
	pg.base.child2_word[3208209] = {
		id = 3208209,
		main_character_face = 0,
		word = "ローラーは大げさなポーズを真似し、少しふらつきながらも迫力満点だった。",
		char_type = 0
	}
	pg.base.child2_word[3208301] = {
		id = 3208301,
		main_character_face = 0,
		word = "撮影は無事に終了！どのレタッチツールにしようか？",
		char_type = 0
	}
	pg.base.child2_word[3208302] = {
		id = 3208302,
		main_character_face = 0,
		word = "[プロ向け]",
		char_type = 2
	}
	pg.base.child2_word[3208303] = {
		id = 3208303,
		main_character_face = 0,
		word = "ローラーに後処理を教えながら作業を進めた。さすがはプロ向け、仕上がりは完璧だ！",
		char_type = 0
	}
	pg.base.child2_word[3208305] = {
		id = 3208305,
		main_character_face = 0,
		word = "[自動補正ツール]",
		char_type = 2
	}
	pg.base.child2_word[3208306] = {
		id = 3208306,
		main_character_face = 0,
		word = "画像をインポートして出力するだけで完成。見た目は悪くないが、個性に欠ける気がする。",
		char_type = 0
	}
	pg.base.child2_word[3208401] = {
		id = 3208401,
		main_character_face = 0,
		word = "ミラーハウス内の光と影が揺らめき、ガイド饅頭も方向を見失い、たびたび鏡にぶつかってよろめいている。",
		char_type = 0
	}
	pg.base.child2_word[3208402] = {
		id = 3208402,
		main_character_face = 0,
		word = "[饅頭を連れ出す]",
		char_type = 2
	}
	pg.base.child2_word[3208403] = {
		id = 3208403,
		main_character_face = 0,
		word = "幾何学知識と抜群の方向感覚を駆使し、紆余曲折を経て饅頭を連れ出すことに成功。達成感に満ち溢れた。",
		char_type = 0
	}
	pg.base.child2_word[3208405] = {
		id = 3208405,
		main_character_face = 0,
		word = "[助けを求める]",
		char_type = 2
	}
	pg.base.child2_word[3208406] = {
		id = 3208406,
		main_character_face = 0,
		word = "迷った時、監視カメラに向かって大声で助けを求め、他のガイド饅頭の助けを得て無事に脱出した。",
		char_type = 0
	}
	pg.base.child2_word[3208501] = {
		id = 3208501,
		main_character_face = 0,
		word = "ローラーは遊園地の二人向けのチャレンジイベントに申し込んだので、ルールに則り、決められた場所から指示を出し、彼女をゴールへと導く必要がある。",
		char_type = 0
	}
	pg.base.child2_word[3208502] = {
		id = 3208502,
		main_character_face = 0,
		word = "[仕掛けを解かせる]",
		char_type = 2
	}
	pg.base.child2_word[3208503] = {
		id = 3208503,
		main_character_face = 0,
		word = "ローラーは卑怯な罠の数々をすべて回避し、見事にクリアした！",
		char_type = 0
	}
	pg.base.child2_word[3208505] = {
		id = 3208505,
		main_character_face = 0,
		word = "[物理的に突破]",
		char_type = 2
	}
	pg.base.child2_word[3208506] = {
		id = 3208506,
		main_character_face = 0,
		word = "困難に直面したら克服するしかない。正攻法とは言えないものの、最終的には無事にクリアできた！",
		char_type = 0
	}
	pg.base.child2_word[3208601] = {
		id = 3208601,
		main_character_face = 0,
		word = "ローラーは遊園地で家族とはぐれてしまった小さな饅頭に出会った。",
		char_type = 0
	}
	pg.base.child2_word[3208602] = {
		id = 3208602,
		main_character_face = 0,
		word = "[放送で探す]",
		char_type = 2
	}
	pg.base.child2_word[3208603] = {
		id = 3208603,
		main_character_face = 0,
		word = "放送が始まって間もなく、その饅頭の家族が駆けつけ、ローラーに感謝の旗を贈った。",
		char_type = 0
	}
	pg.base.child2_word[3208605] = {
		id = 3208605,
		main_character_face = 0,
		word = "[警察饅頭に預ける]",
		char_type = 2
	}
	pg.base.child2_word[3208606] = {
		id = 3208606,
		main_character_face = 0,
		word = "間もなく警察饅頭がその饅頭の親を見つけ、ローラーには感謝の旗が贈られた。",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[3208608] = {
		id = 3208608,
		main_character_face = 0,
		word = "[饅頭を連れて家族を探す]",
		char_type = 2
	}
	pg.base.child2_word[3208609] = {
		id = 3208609,
		main_character_face = 0,
		word = "歩きながら尋ねていくうちに、ようやくその家族を見つけ、そして感謝の旗が贈られた。",
		char_type = 0
	}
	pg.base.child2_word[3208701] = {
		id = 3208701,
		main_character_face = 0,
		word = "本屋では読書マラソンが開催されていて、読書の限界に挑戦している。ローラーは参加のアドバイスを求めてやってきた……",
		char_type = 0
	}
	pg.base.child2_word[3208702] = {
		id = 3208702,
		main_character_face = 0,
		word = "[小説に没入する]",
		char_type = 2
	}
	pg.base.child2_word[3208703] = {
		id = 3208703,
		main_character_face = 0,
		word = "素晴らしい物語の世界に入り込むと、ローラーは時間があっという間に過ぎるのを実感した。",
		char_type = 0
	}
	pg.base.child2_word[3208705] = {
		id = 3208705,
		main_character_face = 0,
		word = "[難解な学術書を読む]",
		char_type = 2
	}
	pg.base.child2_word[3208706] = {
		id = 3208706,
		main_character_face = 0,
		word = "本の文章はまるで険しい坂道のように難解だったが、ローラーの理解力は飛躍的に向上した。",
		char_type = 0
	}
	pg.base.child2_word[3208708] = {
		id = 3208708,
		main_character_face = 0,
		word = "[途中でやめる]",
		char_type = 2
	}
	pg.base.child2_word[3208709] = {
		id = 3208709,
		main_character_face = 0,
		word = "失格となったものの、屋外の新鮮な空気を吸ったローラーはとてもリラックスしていた。",
		char_type = 0
	}
	pg.base.child2_word[3208801] = {
		id = 3208801,
		main_character_face = 0,
		word = "ローラーは偶然、表紙が古くて色あせた本を見つけた。そこで……",
		char_type = 0
	}
	pg.base.child2_word[3208802] = {
		id = 3208802,
		main_character_face = 0,
		word = "[真剣に読む]",
		char_type = 2
	}
	pg.base.child2_word[3208803] = {
		id = 3208803,
		main_character_face = 0,
		word = "本を開くと、古の知恵が時の長河を越え、ゆっくりと流れ込んできた……",
		char_type = 0
	}
	pg.base.child2_word[3208805] = {
		id = 3208805,
		main_character_face = 0,
		word = "[ざっと目を通す]",
		char_type = 2
	}
	pg.base.child2_word[3208806] = {
		id = 3208806,
		main_character_face = 0,
		word = "何ページかパラパラとめくってみた——あまりにも難解な記述もあるので、深く考えすぎる必要はなさそうだ。",
		char_type = 0
	}
	pg.base.child2_word[3208808] = {
		id = 3208808,
		main_character_face = 0,
		word = "[コレクションにする]",
		char_type = 2
	}
	pg.base.child2_word[3208809] = {
		id = 3208809,
		main_character_face = 0,
		word = "買ったらもう読んだに等しい！もちろん、ローラーは必ず読むはず……だよね？",
		char_type = 0
	}
	pg.base.child2_word[3208811] = {
		id = 3208811,
		main_character_face = 0,
		word = "[放置する]",
		char_type = 2
	}
	pg.base.child2_word[3208812] = {
		id = 3208812,
		main_character_face = 0,
		word = "本を閉じ、そのまま眠り続けさせる。",
		char_type = 0
	}
	pg.base.child2_word[3208901] = {
		id = 3208901,
		main_character_face = 0,
		word = "午後の楽器店の外、ショーウィンドウに飾られたグランドピアノは、静かに佇む淑女のように、音もなくその優雅さを漂わせていた……",
		char_type = 0
	}
	pg.base.child2_word[3208902] = {
		id = 3208902,
		main_character_face = 0,
		word = "商店街をぶらぶら歩いていると、ローラーは自然と楽器店の前で足を止めた。",
		char_type = 0
	}
	pg.base.child2_word[3208903] = {
		id = 3208903,
		main_character_face = 0,
		word = "透き通ったガラス越しに、純白のグランドピアノが暖かな光の中で静かに佇んでいる。蓋は開け放たれ、白と黒の鍵盤が温かな光沢をたたえていた。",
		char_type = 0
	}
	pg.base.child2_word[3208904] = {
		id = 3208904,
		main_character_face = 0,
		word = "そして彼女は、そのまま好奇心に満ちた眼差しをピアノに向けている……",
		char_type = 0
	}
	pg.base.child2_word[3208905] = {
		id = 3208905,
		main_character_face = 0,
		word = "[店内で試奏]",
		char_type = 2
	}
	pg.base.child2_word[3208906] = {
		id = 3208906,
		main_character_face = 0,
		word = "簡単なやり取りの後、短時間の試奏許可がもらえた。",
		char_type = 0
	}
	pg.base.child2_word[3208907] = {
		id = 3208907,
		main_character_face = 0,
		word = "ローラーはゆっくりとスツールに座り、指を伸ばして鍵盤をそっと叩いたところ、奏でられた音に驚いた。",
		char_type = 0
	}
	pg.base.child2_word[3208908] = {
		id = 3208908,
		main_character_face = 0,
		word = "しかしすぐに、彼女の驚きの表情は喜びに変わった。試奏時間が終わると、彼女は名残惜しそうに立ち去った。",
		char_type = 0
	}
	pg.base.child2_word[3208910] = {
		id = 3208910,
		main_character_face = 0,
		word = "[楽器店から離れる]",
		char_type = 2
	}
	pg.base.child2_word[3208911] = {
		id = 3208911,
		main_character_face = 0,
		word = "もう時間が遅いことをそっと伝えた。",
		char_type = 0
	}
	pg.base.child2_word[3208912] = {
		id = 3208912,
		main_character_face = 0,
		word = "ローラーは素直にうなずき、もう一度ショーウィンドウを振り返ってから、後に続いた。",
		char_type = 0
	}
	pg.base.child2_word[3209001] = {
		id = 3209001,
		main_character_face = 0,
		word = "音楽室のドアの隙間から、途切れ途切れのピアノの音色が流れ出ている……",
		char_type = 0
	}
	pg.base.child2_word[3209002] = {
		id = 3209002,
		main_character_face = 0,
		word = "音楽室の前を通りかかると、中で繰り返し練習されているメロディが聞こえた——それは『エリーゼのために』の冒頭の数小節だった。",
		char_type = 0
	}
	pg.base.child2_word[3209003] = {
		id = 3209003,
		main_character_face = 0,
		word = "ドアは少し開いていて、ローラーは電子ピアノの前に背筋をピンと伸ばして座っており、少しぎこちなく鍵盤を叩いている……",
		char_type = 0
	}
	pg.base.child2_word[3209004] = {
		id = 3209004,
		main_character_face = 0,
		word = "何箇所かのリズムの切り替えは、今の彼女には少し難しいようだった。",
		char_type = 0
	}
	pg.base.child2_word[3209005] = {
		id = 3209005,
		main_character_face = 0,
		word = "[アドバイスする]",
		char_type = 2
	}
	pg.base.child2_word[3209006] = {
		id = 3209006,
		main_character_face = 0,
		word = "ピアノは得意ではないが、現代社会には様々な教本がある。",
		char_type = 0
	}
	pg.base.child2_word[3209007] = {
		id = 3209007,
		main_character_face = 0,
		word = "そっとノックして入ると、ローラーは少し驚いて恥ずかしそうな表情を浮かべた。しかしアドバイスを聞くと、目に輝きを宿していた。",
		char_type = 0
	}
	pg.base.child2_word[3209008] = {
		id = 3209008,
		main_character_face = 0,
		word = "その後、彼女の演奏は格段に滑らかになった。",
		char_type = 0
	}
	pg.base.child2_word[3209010] = {
		id = 3209010,
		main_character_face = 0,
		word = "[ドアの外で待つ]",
		char_type = 2
	}
	pg.base.child2_word[3209011] = {
		id = 3209011,
		main_character_face = 0,
		word = "邪魔せず、ただ静かにドアの外で演奏を聴いていた。",
		char_type = 0
	}
	pg.base.child2_word[3209012] = {
		id = 3209012,
		main_character_face = 0,
		word = "演奏が二度繰り返され、やがて止むと、かすかなため息と楽譜を片付ける音が聞こえてきた。",
		char_type = 0
	}
	pg.base.child2_word[3209101] = {
		id = 3209101,
		main_character_face = 0,
		word = "コミュニティの文化祭のプログラムが掲示板に貼りだされ、ローラーの名前もそこにあった……",
		char_type = 0
	}
	pg.base.child2_word[3209102] = {
		id = 3209102,
		main_character_face = 0,
		word = "文化祭ステージの舞台裏。折りたたみ椅子に座ったローラーは両手を握りしめ、緊張した表情を浮かべている。",
		char_type = 0
	}
	pg.base.child2_word[3209103] = {
		id = 3209103,
		main_character_face = 0,
		word = "手元の楽譜の端が丸まるほど何度もめくられていて、さらに蛍光ペンで様々な印がびっしりと書き込まれていた。",
		char_type = 0
	}
	pg.base.child2_word[3209104] = {
		id = 3209104,
		main_character_face = 0,
		word = "化粧鏡の照明がまぶしく、鏡の中の彼女の唇は少し青ざめ、深呼吸を繰り返す……まるで運命を決める重要な瞬間のように。",
		char_type = 0
	}
	pg.base.child2_word[3209105] = {
		id = 3209105,
		main_character_face = 0,
		word = "[慰めの言葉をかける]",
		char_type = 2
	}
	pg.base.child2_word[3209106] = {
		id = 3209106,
		main_character_face = 0,
		word = "震えるローラーの肩にそっと手を置き、これは彼女の曲であり、彼女の舞台なんだし、ミスをしても大丈夫だと伝えた。",
		char_type = 0
	}
	pg.base.child2_word[3209107] = {
		id = 3209107,
		main_character_face = 0,
		word = "最も大切なのは、この瞬間を楽しむことだ。",
		char_type = 0
	}
	pg.base.child2_word[3209108] = {
		id = 3209108,
		main_character_face = 0,
		word = "この言葉でローラーの目に再び輝きが戻った。その後、初舞台での見事な演奏はメディアで大々的に報じられ、彼女の名前は広く知られるようになった。",
		char_type = 0
	}
	pg.base.child2_word[3209110] = {
		id = 3209110,
		main_character_face = 0,
		word = "[静かに寄り添う]",
		char_type = 2
	}
	pg.base.child2_word[3209111] = {
		id = 3209111,
		main_character_face = 0,
		word = "結局、彼女の初舞台は失敗に終わった。口にされなかったあの夢も、塵のように消え去っていった……",
		char_type = 0
	}
	pg.base.child2_word[3209201] = {
		id = 3209201,
		main_character_face = 0,
		word = "自然科学室のロッカーの最上段に、めったに開かれることのない分厚い科学書が横たわっていた……",
		char_type = 0
	}
	pg.base.child2_word[3209202] = {
		id = 3209202,
		main_character_face = 0,
		word = "教室にはほのかなアルコールの匂いと干し草の標本の匂いが混ざり合っている。",
		char_type = 0
	}
	pg.base.child2_word[3209203] = {
		id = 3209203,
		main_character_face = 0,
		word = "ローラーはつま先立ちでその本に手を伸ばそうとしたが、何度試みてもいつもギリギリで届かなかった。",
		char_type = 0
	}
	pg.base.child2_word[3209204] = {
		id = 3209204,
		main_character_face = 0,
		word = "[取ってあげる]",
		char_type = 2
	}
	pg.base.child2_word[3209205] = {
		id = 3209205,
		main_character_face = 0,
		word = "手を伸ばせば簡単に取れる位置にあった本を、彼女に手渡した。ローラーは分厚い本をぎゅっと抱きしめ、照れくさそうにしつつも、嬉しそうな表情を浮かべた。",
		char_type = 0
	}
	pg.base.child2_word[3209207] = {
		id = 3209207,
		main_character_face = 0,
		word = "[別の本を読ませる]",
		char_type = 2
	}
	pg.base.child2_word[3209208] = {
		id = 3209208,
		main_character_face = 0,
		word = "他の教室からローラーに合うと思った本を取ってきて渡すと、彼女は小声で礼を言って受け取ったが、視線は相変わらず高い本棚の方へ向けられていた。",
		char_type = 0
	}
	pg.base.child2_word[3209301] = {
		id = 3209301,
		main_character_face = 0,
		word = "雨上がりの庭には、さわやかな香りが漂っている……",
		char_type = 0
	}
	pg.base.child2_word[3209302] = {
		id = 3209302,
		main_character_face = 0,
		word = "ローラーは草むらのそばにしゃがみ込み、静かに何かを観察していた。",
		char_type = 0
	}
	pg.base.child2_word[3209303] = {
		id = 3209303,
		main_character_face = 0,
		word = "てんとう虫が葉の裏を這っているのを見つけると、彼女は息をひそめ、羽ばたいて飛び去るまでじっと待ってから、そっと息を吐いた。",
		char_type = 0
	}
	pg.base.child2_word[3209304] = {
		id = 3209304,
		main_character_face = 0,
		word = "そばのベンチには彼女のバッグが置かれていて、コンパートメントから『自然図鑑』の角を覗かせている……",
		char_type = 0
	}
	pg.base.child2_word[3209305] = {
		id = 3209305,
		main_character_face = 0,
		word = "[彼女の傍にいる]",
		char_type = 2
	}
	pg.base.child2_word[3209306] = {
		id = 3209306,
		main_character_face = 0,
		word = "ローラーは嬉しそうに、さっき拾った完璧な梧桐の葉を見せてくれた。",
		char_type = 0
	}
	pg.base.child2_word[3209307] = {
		id = 3209307,
		main_character_face = 0,
		word = "その葉脈は、まるで地図の川のように分岐していて……確かに面白い構造をしていた。",
		char_type = 0
	}
	pg.base.child2_word[3209309] = {
		id = 3209309,
		main_character_face = 0,
		word = "[落ち葉の掃除]",
		char_type = 2
	}
	pg.base.child2_word[3209310] = {
		id = 3209310,
		main_character_face = 0,
		word = "落ち葉が積もると見栄えが悪いので、ローラーも掃除を手伝ってくれたが、少し寂しそうな表情をしていた。",
		char_type = 0
	}
	pg.base.child2_word[3209401] = {
		id = 3209401,
		main_character_face = 0,
		word = "実験室の作業台には、吸水性の綿紙とピンセットが置かれていた……",
		char_type = 0
	}
	pg.base.child2_word[3209402] = {
		id = 3209402,
		main_character_face = 0,
		word = "ローラーはゴム手袋をはめ、押し花にした矢車菊を一輪、慎重に額縁に移していた。",
		char_type = 0
	}
	pg.base.child2_word[3209403] = {
		id = 3209403,
		main_character_face = 0,
		word = "移し終えると、彼女は深く息を吐いた。そしてずっと腰をかがめていたせいで、背中がこわばっていることに気づいた。",
		char_type = 0
	}
	pg.base.child2_word[3209404] = {
		id = 3209404,
		main_character_face = 0,
		word = "額縁の端にはラベルが貼られ、彼女が丁寧に書いた美しい文字が記されていた——「矢車菊、裏山で採取」",
		char_type = 0
	}
	pg.base.child2_word[3209405] = {
		id = 3209405,
		main_character_face = 0,
		word = "[褒める]",
		char_type = 2
	}
	pg.base.child2_word[3209406] = {
		id = 3209406,
		main_character_face = 0,
		word = "褒め言葉を聞いたローラーの耳元がわずかに赤らみ、自身の趣味に対する確信がさらに深まった。",
		char_type = 0
	}
	pg.base.child2_word[3209408] = {
		id = 3209408,
		main_character_face = 0,
		word = "[休憩を促す]",
		char_type = 2
	}
	pg.base.child2_word[3209409] = {
		id = 3209409,
		main_character_face = 0,
		word = "もう一枚標本を作りたいようだったが、結局は軽くため息をつき、最終的に妥協した。",
		char_type = 0
	}
	pg.base.child2_word[3209501] = {
		id = 3209501,
		main_character_face = 0,
		word = "ローラーと遊園地にやってきた。何で遊ぼうかな？",
		char_type = 0
	}
	pg.base.child2_word[3209502] = {
		id = 3209502,
		main_character_face = 0,
		word = "[饅頭スクラッチ]",
		char_type = 2
	}
	pg.base.child2_word[3209503] = {
		id = 3209503,
		main_character_face = 0,
		word = "特賞だ！ローラーは嬉しさのあまり飛び跳ねた。",
		char_type = 0
	}
	pg.base.child2_word[3209505] = {
		id = 3209505,
		main_character_face = 0,
		word = "当たりだ！ローラーはとても喜んでいるようだ。",
		char_type = 0
	}
	pg.base.child2_word[3209507] = {
		id = 3209507,
		main_character_face = 0,
		word = "ハズレ…参加賞はもらえたが、ローラーはすごく凹んでいる。",
		char_type = 0
	}
	pg.base.child2_word[3209509] = {
		id = 3209509,
		main_character_face = 0,
		word = "[饅頭ハンマー]",
		char_type = 2
	}
	pg.base.child2_word[3209510] = {
		id = 3209510,
		main_character_face = 0,
		word = "記録更新！タイミング良くハンマーを振り下ろし、ハイスコア記録を更新できた！",
		char_type = 0
	}
	pg.base.child2_word[3209512] = {
		id = 3209512,
		main_character_face = 0,
		word = "予想内の健闘！ローラーはとても喜んでいるようだ。",
		char_type = 0
	}
	pg.base.child2_word[3209514] = {
		id = 3209514,
		main_character_face = 0,
		word = "遊び慣れていたはずなのに成績が不振だった…参加賞はもらえたが、ローラーはすごく凹んでいる。",
		char_type = 0
	}
	pg.base.child2_word[3209516] = {
		id = 3209516,
		main_character_face = 0,
		word = "[家に帰って勉強だ]",
		char_type = 2
	}
	pg.base.child2_word[3209517] = {
		id = 3209517,
		main_character_face = 0,
		word = "ローラーはとてもがっかりしているようだ",
		char_type = 0
	}
	pg.base.child2_word[3238901] = {
		id = 3238901,
		main_character_face = 0,
		word = "午後の楽器店の外、ショーウィンドウに飾られたグランドピアノは、静かに佇む淑女のように、音もなくその優雅さを漂わせていた……（エンディングに関わるイベントを開始できます）",
		char_type = 0
	}
	pg.base.child2_word[3239001] = {
		id = 3239001,
		main_character_face = 0,
		word = "音楽室のドアの隙間から、途切れ途切れのピアノの音色が流れ出ている……（エンディングに関わるイベントを開始できます）",
		char_type = 0
	}
	pg.base.child2_word[3239101] = {
		id = 3239101,
		main_character_face = 0,
		word = "コミュニティの文化祭のプログラムが掲示板に貼りだされ、ローラーの名前もそこにあった……（エンディングに関わるイベントを開始できます）",
		char_type = 0
	}
	pg.base.child2_word[3239201] = {
		id = 3239201,
		main_character_face = 0,
		word = "自然科学室のロッカーの最上段に、めったに開かれることのない分厚い科学書が横たわっていた……（エンディングに関わるイベントを開始できます）",
		char_type = 0
	}
	pg.base.child2_word[3239301] = {
		id = 3239301,
		main_character_face = 0,
		word = "雨上がりの庭には、さわやかな香りが漂っている……（エンディングに関わるイベントを開始できます）",
		char_type = 0
	}
	pg.base.child2_word[3239401] = {
		id = 3239401,
		main_character_face = 0,
		word = "実験室の作業台には、吸水性の綿紙とピンセットが置かれていた……（エンディングに関わるイベントを開始できます）",
		char_type = 0
	}
	pg.base.child2_word[3240101] = {
		id = 3240101,
		main_character_face = 0,
		word = "公園のベンチに、自信に満ちた笑顔を浮かべたニュージャージーが座っていた。",
		char_type = 0
	}
	pg.base.child2_word[3240102] = {
		id = 3240102,
		main_character_face = 0,
		word = "ニュージャージーに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3240105] = {
		id = 3240105,
		main_character_face = 0,
		word = "様子を見に行く",
		char_type = 2
	}
	pg.base.child2_word[3240201] = {
		id = 3240201,
		main_character_face = 0,
		word = "ニュージャージーは装備を楽しそうに点検している。",
		char_type = 0
	}
	pg.base.child2_word[3240202] = {
		id = 3240202,
		main_character_face = 0,
		word = "ニュージャージーに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3240203] = {
		id = 3240203,
		main_character_face = 0,
		word = "ニュージャージーとしばらく話した後、ローラーは何かを考え込んだ。",
		char_type = 0
	}
	pg.base.child2_word[3240205] = {
		id = 3240205,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[3240301] = {
		id = 3240301,
		main_character_face = 0,
		word = "海辺でニュージャージーに出会った。彼女に話しかけてみる？",
		char_type = 0
	}
	pg.base.child2_word[3240302] = {
		id = 3240302,
		main_character_face = 0,
		word = "ニュージャージーに話しかけてみる",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3240303] = {
		id = 3240303,
		main_character_face = 0,
		word = "ニュージャージーとしばらく話して、ローラーは多くのことを学んだ。",
		char_type = 0
	}
	pg.base.child2_word[3240305] = {
		id = 3240305,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[3241101] = {
		id = 3241101,
		main_character_face = 0,
		word = "デ・ゼーヴェン・プロヴィンシェンは、庭で一輪のチューリップの支柱を丁寧に調整している。",
		char_type = 0
	}
	pg.base.child2_word[3241102] = {
		id = 3241102,
		main_character_face = 0,
		word = "ゼーヴェンに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3241105] = {
		id = 3241105,
		main_character_face = 0,
		word = "様子を見に行く",
		char_type = 2
	}
	pg.base.child2_word[3241201] = {
		id = 3241201,
		main_character_face = 0,
		word = "デ・ゼーヴェン・プロヴィンシェンは新しく届いた苗の植え替えをしている。その手つきはとても優しく、そして熟達していた。",
		char_type = 0
	}
	pg.base.child2_word[3241202] = {
		id = 3241202,
		main_character_face = 0,
		word = "ゼーヴェンに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3241203] = {
		id = 3241203,
		main_character_face = 0,
		word = "デ・ゼーヴェン・プロヴィンシェンとしばらく話した後、ローラーは何かを考え込んだ。",
		char_type = 0
	}
	pg.base.child2_word[3241205] = {
		id = 3241205,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[3241301] = {
		id = 3241301,
		main_character_face = 0,
		word = "温室でデ・ゼーヴェン・プロヴィンシェンは植物の成長データを記録しているようだ。彼女に話しかけてみる？",
		char_type = 0
	}
	pg.base.child2_word[3241302] = {
		id = 3241302,
		main_character_face = 0,
		word = "ゼーヴェンに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3241303] = {
		id = 3241303,
		main_character_face = 0,
		word = "デ・ゼーヴェン・プロヴィンシェンとしばらく話して、ローラーは多くのことを学んだ。",
		char_type = 0
	}
	pg.base.child2_word[3241305] = {
		id = 3241305,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[3242101] = {
		id = 3242101,
		main_character_face = 0,
		word = "タシュケントは日陰で、自由気ままにフルーツ飴を手に弄んでいる。",
		char_type = 0
	}
	pg.base.child2_word[3242102] = {
		id = 3242102,
		main_character_face = 0,
		word = "タシュケントに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3242105] = {
		id = 3242105,
		main_character_face = 0,
		word = "様子を見に行く",
		char_type = 2
	}
	pg.base.child2_word[3242201] = {
		id = 3242201,
		main_character_face = 0,
		word = "タシュケントは自動販売機の前で飲み物の種類を確認している。",
		char_type = 0
	}
	pg.base.child2_word[3242202] = {
		id = 3242202,
		main_character_face = 0,
		word = "タシュケントに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3242203] = {
		id = 3242203,
		main_character_face = 0,
		word = "タシュケントとしばらく話した後、ローラーは何かを考え込んだ。",
		char_type = 0
	}
	pg.base.child2_word[3242205] = {
		id = 3242205,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[3242301] = {
		id = 3242301,
		main_character_face = 0,
		word = "図書館の隅っこで絵本を見ているタシュケントを見かけた。彼女に話しかけてみる？",
		char_type = 0
	}
	pg.base.child2_word[3242302] = {
		id = 3242302,
		main_character_face = 0,
		word = "タシュケントに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3242303] = {
		id = 3242303,
		main_character_face = 0,
		word = "タシュケントとしばらく話して、ローラーは多くのことを学んだ。",
		char_type = 0
	}
	pg.base.child2_word[3242305] = {
		id = 3242305,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[3243101] = {
		id = 3243101,
		main_character_face = 0,
		word = "ガラス窓の前で、メイド服の袖口を丁寧に整えているシリアスを見かけた。",
		char_type = 0
	}
	pg.base.child2_word[3243102] = {
		id = 3243102,
		main_character_face = 0,
		word = "シリアスに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3243105] = {
		id = 3243105,
		main_character_face = 0,
		word = "様子を見に行く",
		char_type = 2
	}
	pg.base.child2_word[3243201] = {
		id = 3243201,
		main_character_face = 0,
		word = "シリアスは給湯室で茶菓子を用意しながら、何やら考え事をしているみたいだ。",
		char_type = 0
	}
	pg.base.child2_word[3243202] = {
		id = 3243202,
		main_character_face = 0,
		word = "シリアスに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3243203] = {
		id = 3243203,
		main_character_face = 0,
		word = "シリアスと簡単な会話を交わすと、ローラーは何かを考え込んだ。",
		char_type = 0
	}
	pg.base.child2_word[3243205] = {
		id = 3243205,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[3243301] = {
		id = 3243301,
		main_character_face = 0,
		word = "廊下の奥で静かにパトロール任務中のシリアスを見た。話しかけてみる？",
		char_type = 0
	}
	pg.base.child2_word[3243302] = {
		id = 3243302,
		main_character_face = 0,
		word = "シリアスに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3243303] = {
		id = 3243303,
		main_character_face = 0,
		word = "シリアスの仕事を観察した後、ローラーは多くのことを学んだ。",
		char_type = 0
	}
	pg.base.child2_word[3243305] = {
		id = 3243305,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[3244101] = {
		id = 3244101,
		main_character_face = 0,
		word = "エペは休憩室で、拙い手つきで制服を畳む練習をしていた。",
		char_type = 0
	}
	pg.base.child2_word[3244102] = {
		id = 3244102,
		main_character_face = 0,
		word = "エペに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3244105] = {
		id = 3244105,
		main_character_face = 0,
		word = "様子を見に行く",
		char_type = 2
	}
	pg.base.child2_word[3244201] = {
		id = 3244201,
		main_character_face = 0,
		word = "エペはランドリールームに干してある衣服を使って、服を畳む練習をしている。",
		char_type = 0
	}
	pg.base.child2_word[3244202] = {
		id = 3244202,
		main_character_face = 0,
		word = "エペに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3244203] = {
		id = 3244203,
		main_character_face = 0,
		word = "エペの練習を観察した後、ローラーは何かを考え込んだ。",
		char_type = 0
	}
	pg.base.child2_word[3244205] = {
		id = 3244205,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[3244301] = {
		id = 3244301,
		main_character_face = 0,
		word = "エペが裁縫セットを持って休憩室で真剣に裁縫の練習をしている。",
		char_type = 0
	}
	pg.base.child2_word[3244302] = {
		id = 3244302,
		main_character_face = 0,
		word = "エペに話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3244303] = {
		id = 3244303,
		main_character_face = 0,
		word = "エペとしばらく話して、ローラーは多くのことを学んだ。",
		char_type = 0
	}
	pg.base.child2_word[3244305] = {
		id = 3244305,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[3245101] = {
		id = 3245101,
		main_character_face = 0,
		word = "能代は執務室のホワイトボードの前に立ち、来週の訓練計画スケジュールを調整していた。",
		char_type = 0
	}
	pg.base.child2_word[3245102] = {
		id = 3245102,
		main_character_face = 0,
		word = "能代に話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3245105] = {
		id = 3245105,
		main_character_face = 0,
		word = "様子を見に行く",
		char_type = 2
	}
	pg.base.child2_word[3245201] = {
		id = 3245201,
		main_character_face = 0,
		word = "能代は資料室で作戦記録を丁寧に整理している。",
		char_type = 0
	}
	pg.base.child2_word[3245202] = {
		id = 3245202,
		main_character_face = 0,
		word = "能代に話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3245203] = {
		id = 3245203,
		main_character_face = 0,
		word = "能代の仕事の進め方を学んだ後、ローラーは何かを考え込んだ。",
		char_type = 0
	}
	pg.base.child2_word[3245205] = {
		id = 3245205,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[3245301] = {
		id = 3245301,
		main_character_face = 0,
		word = "能代は会議室で演習用の資料を準備している。彼女に話しかけてみる？",
		char_type = 0
	}
	pg.base.child2_word[3245302] = {
		id = 3245302,
		main_character_face = 0,
		word = "能代に話しかけてみる",
		char_type = 2
	}
	pg.base.child2_word[3245303] = {
		id = 3245303,
		main_character_face = 0,
		word = "能代の解説を聞いた後、ローラーは多くのことを学んだ。",
		char_type = 0
	}
	pg.base.child2_word[3245305] = {
		id = 3245305,
		main_character_face = 0,
		word = "そっとしておこう",
		char_type = 2
	}
	pg.base.child2_word[3500001] = {
		id = 3500001,
		main_character_face = 0,
		word = "ローラーはまだ判定に慣れてないみたいだから、普段からもっと頑張らないと。",
		char_type = 3
	}
	pg.base.child2_word[3500003] = {
		id = 3500003,
		main_character_face = 0,
		word = "ローラーは判定の基礎目標を達成できたけど、まだいくつかの面での精進が必要だ。",
		char_type = 3
	}
	pg.base.child2_word[3500005] = {
		id = 3500005,
		main_character_face = 0,
		word = "ローラーはいろんな能力を上手く発揮できてる。このまま続けていこう！",
		char_type = 3
	}
	pg.base.child2_word[3500007] = {
		id = 3500007,
		main_character_face = 0,
		word = "ローラーは素晴らしい総合力を見せてくれた。とても印象的な成果だ！",
		char_type = 3
	}
	pg.base.child2_word[3600101] = {
		id = 3600101,
		main_character_face = 0,
		word = "ローラーと一緒に、楽しい工作教室に参加した。",
		char_type = 0
	}
	pg.base.child2_word[3600102] = {
		id = 3600102,
		main_character_face = 0,
		word = "ローラーは小さな航海を邪魔しないよう、手作りの小舟をそっと優しく水面に浮かべた。",
		char_type = 0
	}
	pg.base.child2_word[3600201] = {
		id = 3600201,
		main_character_face = 0,
		word = "ローラーと一緒に、庭の池に架かる小さな石橋にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[3600202] = {
		id = 3600202,
		main_character_face = 0,
		word = "ローラーは池の錦鯉を見つめ、どんな願い事をしようかと考え込んだ。",
		char_type = 0
	}
	pg.base.child2_word[3600301] = {
		id = 3600301,
		main_character_face = 0,
		word = "ローラーと一緒に、田舎道の水たまりを通りかかった。",
		char_type = 0
	}
	pg.base.child2_word[3600302] = {
		id = 3600302,
		main_character_face = 0,
		word = "ローラーは水面に映る「いつもと違う自分」を、不思議そうに覗き込んでいた。",
		char_type = 0
	}
	pg.base.child2_word[3600401] = {
		id = 3600401,
		main_character_face = 0,
		word = "ローラーと一緒に、ビーチの休憩所にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[3600402] = {
		id = 3600402,
		main_character_face = 0,
		word = "海風に乗るカモメを見つけ、ローラーは何か楽しいことが起きるのを期待して、そっと一羽に近づいた。",
		char_type = 0
	}
	pg.base.child2_word[3600501] = {
		id = 3600501,
		main_character_face = 0,
		word = "ローラーと一緒に、静かな湖畔へ行った。",
		char_type = 0
	}
	pg.base.child2_word[3600502] = {
		id = 3600502,
		main_character_face = 0,
		word = "ローラーは水辺で身を乗り出し、きらめく湖面を見つめていた。まるで水底の静かな世界に挨拶をしているようだった。",
		char_type = 0
	}
	pg.base.child2_word[3600601] = {
		id = 3600601,
		main_character_face = 0,
		word = "ローラーと一緒に、ゆらゆらと揺れる小舟に乗った。",
		char_type = 0
	}
	pg.base.child2_word[3600602] = {
		id = 3600602,
		main_character_face = 0,
		word = "ローラーは船べりに座り、冷たい湖水に足を浸して、楽しそうに水しぶきを上げていた。",
		char_type = 0
	}
	pg.base.child2_word[3600701] = {
		id = 3600701,
		main_character_face = 0,
		word = "ローラーと一緒に、海辺の展望台へ行った。",
		char_type = 0
	}
	pg.base.child2_word[3600702] = {
		id = 3600702,
		main_character_face = 0,
		word = "海風に吹かれながら、彼女は目を閉じ、遠い海からの便りを感じるように佇んでいた。",
		char_type = 0
	}
	pg.base.child2_word[3600801] = {
		id = 3600801,
		main_character_face = 0,
		word = "ローラーと一緒に、陽光が差し込む水たまりを通りかかった。",
		char_type = 0
	}
	pg.base.child2_word[3600802] = {
		id = 3600802,
		main_character_face = 0,
		word = "水面で揺れる光に目を奪われたローラーは、少し困ったような、可愛らしい表情でその輝きをじっと見つめていた。",
		char_type = 0
	}
	pg.base.child2_word[3600901] = {
		id = 3600901,
		main_character_face = 0,
		word = "ローラーと一緒に、夜の野原へ行った。",
		char_type = 0
	}
	pg.base.child2_word[3600902] = {
		id = 3600902,
		main_character_face = 0,
		word = "ローラーは満天の星を見上げ、遠い光が語りかける物語に耳を澄ませた。",
		char_type = 0
	}
	pg.base.child2_word[3601001] = {
		id = 3601001,
		main_character_face = 0,
		word = "ローラーと一緒に、庭の静かなガジュマルの木の下にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[3601002] = {
		id = 3601002,
		main_character_face = 0,
		word = "ローラーはベンチで本を読み耽り、穏やかな物語の世界に浸っていた。",
		char_type = 0
	}
	pg.base.child2_word[3601101] = {
		id = 3601101,
		main_character_face = 0,
		word = "ローラーと一緒に、雨上がりの水たまりが残る道の真ん中にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[3601102] = {
		id = 3601102,
		main_character_face = 0,
		word = "ローラーは傘を差したまましゃがみ込み、指先で描いた波紋をじっと見つめていた。",
		char_type = 0
	}
	pg.base.child2_word[3601201] = {
		id = 3601201,
		main_character_face = 0,
		word = "ローラーと一緒に、海辺の石が多い場所にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[3601202] = {
		id = 3601202,
		main_character_face = 0,
		word = "ローラーは拾った石を丁寧に積み上げ、彼女だけの大切なお仕事に没頭しているようだ。",
		char_type = 0
	}
	pg.base.child2_word[3601301] = {
		id = 3601301,
		main_character_face = 0,
		word = "ローラーと一緒に、石段の近くで遊ぶアザラシを見つけた。",
		char_type = 0
	}
	pg.base.child2_word[3601302] = {
		id = 3601302,
		main_character_face = 0,
		word = "ローラーが手を差し出すと、アザラシは鼻先を彼女の掌に寄せて甘えてきた。",
		char_type = 0
	}
	pg.base.child2_word[3601401] = {
		id = 3601401,
		main_character_face = 0,
		word = "ローラーと一緒に、陽光がまぶしい砂浜にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[3601402] = {
		id = 3601402,
		main_character_face = 0,
		word = "ローラーは漂流瓶のそばにしゃがみ込み、それを開けるべきか真剣に悩んでいた。",
		char_type = 0
	}
	pg.base.child2_word[3601501] = {
		id = 3601501,
		main_character_face = 0,
		word = "ローラーと一緒に、景色のいい川沿いの道にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[3601502] = {
		id = 3601502,
		main_character_face = 0,
		word = "石や落ち葉で歩きにくい道だったが、彼女はそれさえも楽しんでいた。",
		char_type = 0
	}
	pg.base.child2_word[3601601] = {
		id = 3601601,
		main_character_face = 0,
		word = "ローラーと一緒に、公園の湖畔にやってきた。",
		char_type = 0
	}
	pg.base.child2_word[3601602] = {
		id = 3601602,
		main_character_face = 0,
		word = "湖の岩を見つけると、ローラーはふと水の精になった気分で、軽やかにその上へ飛び乗った。",
		char_type = 0
	}
	pg.base.child2_word[3601701] = {
		id = 3601701,
		main_character_face = 0,
		word = "ローラーと一緒に、一面の銀世界を眺めた。",
		char_type = 0
	}
	pg.base.child2_word[3601702] = {
		id = 3601702,
		main_character_face = 0,
		word = "ローラーは嬉しそうにこっちの手を引き、雪を纏った美しい木々を見せてくれた。",
		char_type = 0
	}
	pg.base.child2_word[3601801] = {
		id = 3601801,
		main_character_face = 0,
		word = "ローラーと一緒に、広大な湖を見つけた。",
		char_type = 0
	}
	pg.base.child2_word[3601802] = {
		id = 3601802,
		main_character_face = 0,
		word = "彼女は宝物を見つけたかのように遠くの山を指差し、弾む声で教えてくれた。",
		char_type = 0
	}
	pg.base.child2_word[3700002] = {
		id = 3700002,
		main_character_face = 0,
		word = "ボール遊びが楽しくて、たくさん汗をかいた！",
		char_type = 3
	}
	pg.base.child2_word[3700004] = {
		id = 3700004,
		main_character_face = 0,
		word = "ブロックパズルを完璧に組み立てられたよ！すごいね！",
		char_type = 3
	}
	pg.base.child2_word[3700006] = {
		id = 3700006,
		main_character_face = 0,
		word = "物語を最後まで真剣に読んで、新しいことを学べた！",
		char_type = 3
	}
end)()
(function ()
	pg.base.child2_word[3700008] = {
		id = 3700008,
		main_character_face = 0,
		word = "想像力を働かせて、たくさんの面白いアイデアが浮かんだ！",
		char_type = 3
	}
	pg.base.child2_word[3700010] = {
		id = 3700010,
		main_character_face = 0,
		word = "音楽に合わせて踊るのが楽しくて、動きもどんどん上手くなってきた！",
		char_type = 3
	}
	pg.base.child2_word[3700012] = {
		id = 3700012,
		main_character_face = 0,
		word = "小部屋をきれいに掃除できた！やったね！",
		char_type = 3
	}
	pg.base.child2_word[3700014] = {
		id = 3700014,
		main_character_face = 0,
		word = "体育の時間に一生懸命運動して、自分の体力に自信がついた！",
		char_type = 3
	}
	pg.base.child2_word[3700016] = {
		id = 3700016,
		main_character_face = 0,
		word = "体育の時間に一生懸命運動して、自分の体力に自信がついた！",
		char_type = 3
	}
	pg.base.child2_word[3700018] = {
		id = 3700018,
		main_character_face = 0,
		word = "体育の時間に一生懸命運動して、自分の体力に自信がついた！",
		char_type = 3
	}
	pg.base.child2_word[3700020] = {
		id = 3700020,
		main_character_face = 0,
		word = "真剣に運搬作業をして、充実感を感じられた！",
		char_type = 3
	}
	pg.base.child2_word[3700022] = {
		id = 3700022,
		main_character_face = 0,
		word = "真剣に運搬作業をして、充実感を感じられた！",
		char_type = 3
	}
	pg.base.child2_word[3700024] = {
		id = 3700024,
		main_character_face = 0,
		word = "真剣に運搬作業をして、充実感を感じられた！",
		char_type = 3
	}
	pg.base.child2_word[3700026] = {
		id = 3700026,
		main_character_face = 0,
		word = "教室で静かに読書をして、知識を得る喜びを感じた！",
		char_type = 3
	}
	pg.base.child2_word[3700028] = {
		id = 3700028,
		main_character_face = 0,
		word = "教室で静かに読書をして、知識を得る喜びを感じた！",
		char_type = 3
	}
	pg.base.child2_word[3700030] = {
		id = 3700030,
		main_character_face = 0,
		word = "教室で静かに読書をして、知識を得る喜びを感じた！",
		char_type = 3
	}
	pg.base.child2_word[3700032] = {
		id = 3700032,
		main_character_face = 0,
		word = "花や草を観察してたら、新しい発見があった！",
		char_type = 3
	}
	pg.base.child2_word[3700034] = {
		id = 3700034,
		main_character_face = 0,
		word = "花や草を観察してたら、新しい発見があった！",
		char_type = 3
	}
	pg.base.child2_word[3700036] = {
		id = 3700036,
		main_character_face = 0,
		word = "花や草を観察してたら、新しい発見があった！",
		char_type = 3
	}
	pg.base.child2_word[3700038] = {
		id = 3700038,
		main_character_face = 0,
		word = "ダンスの練習で体が柔らかくなってきた！",
		char_type = 3
	}
	pg.base.child2_word[3700040] = {
		id = 3700040,
		main_character_face = 0,
		word = "庭園で忙しく過ごして、いい報酬がもらえた！",
		char_type = 3
	}
	pg.base.child2_word[3700501] = {
		id = 3700501,
		main_character_face = 0,
		word = "学校の外を自由に散歩して、新鮮な空気を吸えたほか、予想外の収穫も！",
		char_type = 3
	}
	pg.base.child2_word[3700514] = {
		id = 3700514,
		main_character_face = 0,
		word = "体育の時間に一生懸命運動して、自分の体力に自信がついた！",
		char_type = 3
	}
	pg.base.child2_word[3700516] = {
		id = 3700516,
		main_character_face = 0,
		word = "体育の時間に一生懸命運動して、自分の体力に自信がついた！",
		char_type = 3
	}
	pg.base.child2_word[3700518] = {
		id = 3700518,
		main_character_face = 0,
		word = "体育の時間に一生懸命運動して、自分の体力に自信がついた！",
		char_type = 3
	}
	pg.base.child2_word[3700520] = {
		id = 3700520,
		main_character_face = 0,
		word = "真剣に作業をして、充実感を得られた！最高の気分！",
		char_type = 3
	}
	pg.base.child2_word[3700522] = {
		id = 3700522,
		main_character_face = 0,
		word = "真剣に作業をして、充実感を得られた！最高の気分！",
		char_type = 3
	}
	pg.base.child2_word[3700524] = {
		id = 3700524,
		main_character_face = 0,
		word = "真剣に作業をして、充実感を得られた！最高の気分！",
		char_type = 3
	}
	pg.base.child2_word[3700526] = {
		id = 3700526,
		main_character_face = 0,
		word = "教室で静かに読書をして、知識を得る喜びを感じた！思考って楽しい！",
		char_type = 3
	}
	pg.base.child2_word[3700528] = {
		id = 3700528,
		main_character_face = 0,
		word = "教室で静かに読書をして、知識を得る喜びを感じた！思考って楽しい！",
		char_type = 3
	}
	pg.base.child2_word[3700530] = {
		id = 3700530,
		main_character_face = 0,
		word = "教室で静かに読書をして、知識を得る喜びを感じた！思考って楽しい！",
		char_type = 3
	}
	pg.base.child2_word[3700532] = {
		id = 3700532,
		main_character_face = 0,
		word = "花や草を観察してたら、新しい発見がいっぱいあった！",
		char_type = 3
	}
	pg.base.child2_word[3700534] = {
		id = 3700534,
		main_character_face = 0,
		word = "花や草を観察してたら、新しい発見がいっぱいあった！",
		char_type = 3
	}
	pg.base.child2_word[3700536] = {
		id = 3700536,
		main_character_face = 0,
		word = "花や草を観察してたら、新しい発見がいっぱいあった！",
		char_type = 3
	}
	pg.base.child2_word[3700801] = {
		id = 3700801,
		main_character_face = 0,
		word = "忙しく過ごして、いい報酬がもらえた！",
		char_type = 3
	}
	pg.base.child2_word[3700802] = {
		id = 3700802,
		main_character_face = 0,
		word = "忙しく過ごして、いい報酬がもらえた！",
		char_type = 3
	}
	pg.base.child2_word[3700803] = {
		id = 3700803,
		main_character_face = 0,
		word = "忙しく過ごして、いい報酬がもらえた！",
		char_type = 3
	}
	pg.base.child2_word[3700804] = {
		id = 3700804,
		main_character_face = 0,
		word = "旅の途中で新しい景色を見つけて、気分も明るくなった！",
		char_type = 3
	}
	pg.base.child2_word[3700805] = {
		id = 3700805,
		main_character_face = 0,
		word = "旅の途中で新しい景色を見つけて、気分も明るくなった！",
		char_type = 3
	}
	pg.base.child2_word[3700806] = {
		id = 3700806,
		main_character_face = 0,
		word = "旅の途中で新しい景色を見つけて、気分も明るくなった！",
		char_type = 3
	}
end)()
