pg = pg or {}
pg.expedition_constellation_challenge_template = {
	[10001] = {
		button_style = 7,
		information_icon = "huashengdun_constellation",
		painting = "huashengdun",
		id = 10001,
		dungeon_id = 5103,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"グッドコンビネーション",
				"戦闘中、限界挑戦ボスのサウスダコタとワシントンは下記の効果を得る：自身が戦闘不能になるダメージを受けた場合、もう片方が【行動停止】状態でなければ、そのダメージを無効にし、自身が8秒間【行動停止】状態になる（この効果はサウスダコタとワシントン合計3回まで発動可能）；もう片方が【行動停止】状態である場合、2隻とも戦闘不能になる。【行動停止】状態のサウスダコタとワシントンはべてのダメージを回避する"
			},
			{
				"ベストバディ",
				"「グッドコンビネーション」が発動した場合、6秒後サウスダコタとワシントンは一旦攻撃を停止し一度戦場の中心に合流する。合流して2秒後、「グッドコンビネーション」を発動した艦船自身の耐久が回復する。この回復効果は最大3回まで発動でき、回復量は発動するたびに減少する（耐久上限の<color=#92fc63>60%</color>→<color=#92fc63>40%</color>→<color=#92fc63>20%</color>）"
			}
		},
		award_display = {
			{
				14,
				201,
				1
			}
		}
	},
	[10002] = {
		button_style = 7,
		information_icon = "huashengdun_constellation",
		painting = "huashengdun",
		id = 10002,
		dungeon_id = 5102,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"グッドコンビネーション",
				"戦闘中、限界挑戦ボスのサウスダコタとワシントンは下記の効果を得る：自身が戦闘不能になるダメージを受けた場合、もう片方が【行動停止】状態でなければ、そのダメージを無効にし、自身が8秒間【行動停止】状態になる（この効果はサウスダコタとワシントン合計3回まで発動可能）；もう片方が【行動停止】状態である場合、2隻とも戦闘不能になる。【行動停止】状態のサウスダコタとワシントンはべてのダメージを回避する"
			},
			{
				"ベストバディ",
				"「グッドコンビネーション」が発動した場合、6秒後サウスダコタとワシントンは一旦攻撃を停止し一度戦場の中心に合流する。合流して2秒後、「グッドコンビネーション」を発動した艦船自身の耐久が回復する。この回復効果は最大3回まで発動でき、回復量は発動するたびに減少する（耐久上限の<color=#92fc63>60%</color>→<color=#92fc63>40%</color>→<color=#92fc63>20%</color>）"
			}
		},
		award_display = {
			{
				15,
				10001,
				1
			}
		}
	},
	[10003] = {
		button_style = 7,
		information_icon = "huashengdun_constellation",
		painting = "huashengdun",
		id = 10003,
		dungeon_id = 5101,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"グッドコンビネーション",
				"戦闘中、限界挑戦ボスのサウスダコタとワシントンは下記の効果を得る：自身が戦闘不能になるダメージを受けた場合、もう片方が【行動停止】状態でなければ、そのダメージを無効にし、自身が8秒間【行動停止】状態になる（この効果はサウスダコタとワシントン合計3回まで発動可能）；もう片方が【行動停止】状態である場合、2隻とも戦闘不能になる。【行動停止】状態のサウスダコタとワシントンはべてのダメージを回避する"
			},
			{
				"ベストバディ",
				"「グッドコンビネーション」が発動した場合、6秒後サウスダコタとワシントンは一旦攻撃を停止し一度戦場の中心に合流する。合流して2秒後、「グッドコンビネーション」を発動した艦船自身の耐久が回復する。この回復効果は最大3回まで発動でき、回復量は発動するたびに減少する（耐久上限の<color=#92fc63>60%</color>→<color=#92fc63>40%</color>→<color=#92fc63>20%</color>）"
			}
		},
		award_display = {
			{
				14,
				10001,
				1
			}
		}
	},
	[10004] = {
		button_style = 7,
		information_icon = "sipeibojue_constellation",
		painting = "sipeibojue",
		id = 10004,
		dungeon_id = 5106,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"クラブ・シールド",
				"戦闘開始時・戦闘中25秒毎に、自身の周りで回転する【クラブ・シールド】を生成する：魚雷を4回まで無効できるシールド×5；砲弾を20回無効できるシールド×5。この効果で生成するシールドは25秒間持続する。"
			},
			{
				"クラブ・クロウ",
				"戦闘中27秒毎に、艦船の速力を10下げるエリアを一瞬作り出し、そしてそのエリアに【クラブ・クロウ】を召喚する。【クラブ・クロウ】は味方前衛艦隊のメンバー9秒間移動不能にする。【クラブ・クロウ】が与える・受ける衝突ダメージが20％になる。【クラブ・クロウ】が撃破されるか、出現時に味方艦船がエリアにいなかった場合、下記の効果を発揮する：①【クラブ・クロウ】が消滅する；②限界挑戦ボスのシールドが全て消滅し、12秒間前衛艦隊から受けるダメージが100％アップ。【クラブ・クロウ】が9秒間撃破されなかった場合、【クラブ・クロウ】が消滅し、その後限界挑戦ボスの耐久が上限の5％分回復する。"
			}
		},
		award_display = {
			{
				14,
				202,
				1
			}
		}
	},
	[10005] = {
		button_style = 7,
		information_icon = "sipeibojue_constellation",
		painting = "sipeibojue",
		id = 10005,
		dungeon_id = 5105,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"クラブ・シールド",
				"戦闘開始時・戦闘中25秒毎に、自身の周りで回転する【クラブ・シールド】を生成する：魚雷を4回まで無効できるシールド×5；砲弾を20回無効できるシールド×5。この効果で生成するシールドは25秒間持続する。"
			},
			{
				"クラブ・クロウ",
				"戦闘中27秒毎に、艦船の速力を10下げるエリアを一瞬作り出し、そしてそのエリアに【クラブ・クロウ】を召喚する。【クラブ・クロウ】は味方前衛艦隊のメンバー9秒間移動不能にする。【クラブ・クロウ】が与える・受ける衝突ダメージが20％になる。【クラブ・クロウ】が撃破されるか、出現時に味方艦船がエリアにいなかった場合、下記の効果を発揮する：①【クラブ・クロウ】が消滅する；②限界挑戦ボスのシールドが全て消滅し、12秒間前衛艦隊から受けるダメージが100％アップ。【クラブ・クロウ】が9秒間撃破されなかった場合、【クラブ・クロウ】が消滅し、その後限界挑戦ボスの耐久が上限の5％分回復する。"
			}
		},
		award_display = {
			{
				15,
				10002,
				1
			}
		}
	},
	[10006] = {
		button_style = 7,
		information_icon = "sipeibojue_constellation",
		painting = "sipeibojue",
		id = 10006,
		dungeon_id = 5104,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"クラブ・シールド",
				"戦闘開始時・戦闘中25秒毎に、自身の周りで回転する【クラブ・シールド】を生成する：魚雷を4回まで無効できるシールド×5；砲弾を20回無効できるシールド×5。この効果で生成するシールドは25秒間持続する。"
			},
			{
				"クラブ・クロウ",
				"戦闘中27秒毎に、艦船の速力を10下げるエリアを一瞬作り出し、そしてそのエリアに【クラブ・クロウ】を召喚する。【クラブ・クロウ】は味方前衛艦隊のメンバー9秒間移動不能にする。【クラブ・クロウ】が与える・受ける衝突ダメージが20％になる。【クラブ・クロウ】が撃破されるか、出現時に味方艦船がエリアにいなかった場合、下記の効果を発揮する：①【クラブ・クロウ】が消滅する；②限界挑戦ボスのシールドが全て消滅し、12秒間前衛艦隊から受けるダメージが100％アップ。【クラブ・クロウ】が9秒間撃破されなかった場合、【クラブ・クロウ】が消滅し、その後限界挑戦ボスの耐久が上限の5％分回復する。"
			}
		},
		award_display = {
			{
				14,
				10002,
				1
			}
		}
	},
	[10007] = {
		button_style = 7,
		information_icon = "shengdiyage_constellation",
		painting = "shengdiyage",
		id = 10007,
		dungeon_id = 5109,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"ソング・オブ・スター",
				"戦闘中18秒毎に大声で歌い、味方前衛艦隊をノックバックさせ、味方の空襲・魚雷攻撃・主砲攻撃の準備/装填進捗をそれぞれ<color=#92fc63>5%</color>、<color=#92fc63>10%</color>、<color=#92fc63>15%</color>減少させる（準備/装填済みの攻撃は影響を受けない）。"
			},
			{
				"ステージ・オブ・スター",
				"【ソング・オブ・スター】発動2秒後、海域に5秒間持続する、特殊なステージエリアを出現させる。中にいる全ての艦船は速力が20アップし、回避が20％アップする；"
			}
		},
		award_display = {
			{
				14,
				203,
				1
			}
		}
	},
	[10008] = {
		button_style = 7,
		information_icon = "shengdiyage_constellation",
		painting = "shengdiyage",
		id = 10008,
		dungeon_id = 5108,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"ソング・オブ・スター",
				"戦闘中18秒毎に大声で歌い、味方前衛艦隊をノックバックさせ、味方の空襲・魚雷攻撃・主砲攻撃の準備/装填進捗をそれぞれ<color=#92fc63>10%</color>、<color=#92fc63>15%</color>、<color=#92fc63>20%</color>減少させる（準備/装填済みの攻撃は影響を受けない）。"
			},
			{
				"ステージ・オブ・スター",
				"【ソング・オブ・スター】発動2秒後、海域に5秒間持続する、特殊なステージエリアを出現させる。中にいる全ての艦船は速力が20アップし、回避が20％アップする；"
			}
		},
		award_display = {
			{
				15,
				10003,
				1
			}
		}
	},
	[10009] = {
		button_style = 7,
		information_icon = "shengdiyage_constellation",
		painting = "shengdiyage",
		id = 10009,
		dungeon_id = 5107,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"ソング・オブ・スター",
				"戦闘中18秒毎に大声で歌い、味方前衛艦隊をノックバックさせ、味方の空襲・魚雷攻撃・主砲攻撃の準備/装填進捗をそれぞれ<color=#92fc63>15%</color>、<color=#92fc63>20%</color>、<color=#92fc63>30%</color>減少させる（準備/装填済みの攻撃は影響を受けない）。"
			},
			{
				"ステージ・オブ・スター",
				"【ソング・オブ・スター】発動2秒後、海域に5秒間持続する、特殊なステージエリアを出現させる。中にいる全ての艦船は速力が20アップし、回避が20％アップする；"
			}
		},
		award_display = {
			{
				14,
				10003,
				1
			}
		}
	},
	[10010] = {
		button_style = 7,
		information_icon = "hailunna_constellation",
		painting = "hailunna",
		id = 10010,
		dungeon_id = 5112,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"脅威感知",
				"戦闘中20秒毎に発動、6秒間自身が受けるダメージを40％軽減し、6秒経過後下記の効果を得る：【脅威感知】が再度発動するまで、<color=#92fc63>6秒経過前までに自身が受けた砲撃/雷撃/航空属性ダメージ</color>で一番大きかった属性のダメージを40％軽減する。味方艦船が「SGレーダー」を装備している場合、【脅威感知】の1回目の発動は戦闘開始16秒後になる。"
			},
			{
				"スキャナー・アプローチ",
				"【脅威感知】発動後、10秒間自身の命中が<color=#92fc63>20%</color>・回避率が<color=#92fc63>20%</color>アップ"
			}
		},
		award_display = {
			{
				14,
				204,
				1
			}
		}
	},
	[10011] = {
		button_style = 7,
		information_icon = "hailunna_constellation",
		painting = "hailunna",
		id = 10011,
		dungeon_id = 5111,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"脅威感知",
				"戦闘中20秒毎に発動、6秒間自身が受けるダメージを40％軽減し、6秒経過後下記の効果を得る：【脅威感知】を再度発動するまで、<color=#92fc63>6秒経過前までに自身が受けた砲撃/雷撃/航空属性ダメージ</color>で一番大きかった属性のダメージを60％軽減する。味方艦船が「SGレーダー」を装備している場合、【脅威感知】の1回目の発動は戦闘開始16秒後になる。"
			},
			{
				"スキャナー・アプローチ",
				"【脅威感知】発動後、10秒間自身の命中が<color=#92fc63>30%</color>・回避率が<color=#92fc63>30%</color>アップ"
			}
		},
		award_display = {
			{
				15,
				10004,
				1
			}
		}
	},
	[10012] = {
		button_style = 7,
		information_icon = "hailunna_constellation",
		painting = "hailunna",
		id = 10012,
		dungeon_id = 5110,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"脅威感知",
				"戦闘中20秒毎に発動、6秒間自身が受けるダメージを40％軽減し、6秒経過後下記の効果を得る：【脅威感知】を再度発動するまで、<color=#92fc63>6秒経過前までに自身が受けた砲撃/雷撃/航空属性ダメージ</color>で一番大きかった属性のダメージを80％軽減する。味方艦船が「SGレーダー」を装備している場合、【脅威感知】の1回目の発動は戦闘開始16秒後になる。"
			},
			{
				"スキャナー・アプローチ",
				"【脅威感知】発動後、10秒間自身の命中が<color=#92fc63>40%</color>・回避率が<color=#92fc63>40%</color>アップ"
			}
		},
		award_display = {
			{
				14,
				10004,
				1
			}
		}
	},
	[10013] = {
		button_style = 7,
		information_icon = "qiye_constellation",
		painting = "qiye",
		id = 10013,
		dungeon_id = 5115,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"均衡の分銅",
				"戦闘開始18秒後、赤と青の2種類の分銅を召喚し、さらに8秒間すべての攻撃を回避する。この効果は初回発動後、40秒経つ毎に再度発動する"
			},
			{
				"均衡の維持",
				"【均衡の分銅】発動15秒後に発動、赤と青の分銅をすべて消滅させる。さらに25秒間、この効果で消滅した赤と青の分銅の数の差が1個につき、自身が受けるダメージを<color=#92fc63>10%</color>軽減させる。ダメージ軽減効果は最大<color=#92fc63>3個</color>分まで適用可能"
			}
		},
		award_display = {
			{
				14,
				205,
				1
			}
		}
	},
	[10014] = {
		button_style = 7,
		information_icon = "qiye_constellation",
		painting = "qiye",
		id = 10014,
		dungeon_id = 5114,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"均衡の分銅",
				"戦闘開始18秒後、赤と青の2種類の分銅を召喚し、さらに8秒間すべての攻撃を回避する。この効果は初回発動後、40秒経つ毎に再度発動する"
			},
			{
				"均衡の維持",
				"【均衡の分銅】発動15秒後に発動、赤と青の分銅をすべて消滅させる。さらに25秒間、この効果で消滅した赤と青の分銅の数の差が1個につき、自身が受けるダメージを<color=#92fc63>20%</color>軽減させる。ダメージ軽減効果は最大<color=#92fc63>3個</color>分まで適用可能"
			}
		},
		award_display = {
			{
				15,
				10005,
				1
			}
		}
	},
	[10015] = {
		button_style = 7,
		information_icon = "qiye_constellation",
		painting = "qiye",
		id = 10015,
		dungeon_id = 5113,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"均衡の分銅",
				"戦闘開始18秒後、赤と青の2種類の分銅を召喚し、さらに8秒間すべての攻撃を回避する。この効果は初回発動後、40秒経つ毎に再度発動する"
			},
			{
				"均衡の維持",
				"【均衡の分銅】発動15秒後に発動、赤と青の分銅をすべて消滅させる。さらに25秒間、この効果で消滅した赤と青の分銅の数の差が1個につき、自身が受けるダメージを<color=#92fc63>30%</color>軽減させる。ダメージ軽減効果は最大<color=#92fc63>3個</color>分まで適用可能"
			}
		},
		award_display = {
			{
				14,
				10005,
				1
			}
		}
	},
	[10016] = {
		button_style = 7,
		information_icon = "aierbin_constellation",
		painting = "aierbin",
		id = 10016,
		dungeon_id = 5118,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"スコーピオン・ミスト ",
				"戦闘開始18秒後と、その後40秒毎に1回ずつ戦場に毒の霧を生成し、自らの回避率が20秒間20％アップする。毒の霧に入った艦船は「スコーピオン・ポイズン」状態となり、回避率が<color=#92fc63>40%</color>ダウンするが、与えるダメージが<color=#92fc63>20%</color>アップする。「スコーピオン・ポイズン」状態は任意の治療効果を受けると解除される"
			},
			{
				"致命的一刺し",
				"【スコーピオン・ミスト】発動3秒後、特殊弾幕を展開する。命中した艦船が「スコーピオン・ポイズン」状態である場合、その艦船の耐久上限の<color=#92fc63>10%</color>分のダメージを追加で与える"
			}
		},
		award_display = {
			{
				14,
				206,
				1
			}
		}
	},
	[10017] = {
		button_style = 7,
		information_icon = "aierbin_constellation",
		painting = "aierbin",
		id = 10017,
		dungeon_id = 5117,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"スコーピオン・ミスト ",
				"戦闘開始18秒後と、その後40秒毎に1回ずつ戦場に毒の霧を生成し、自らの回避率が20秒間20％アップする。毒の霧に入った艦船は「スコーピオン・ポイズン」状態となり、回避率が<color=#92fc63>60%</color>ダウンするが、与えるダメージが<color=#92fc63>40％</color>アップする。「スコーピオン・ポイズン」状態は任意の治療効果を受けると解除される"
			},
			{
				"致命的一刺し",
				"【スコーピオン・ミスト】発動3秒後、特殊弾幕を展開する。命中した艦船が「スコーピオン・ポイズン」状態である場合、その艦船の耐久上限の<color=#92fc63>20％</color>分のダメージを追加で与える"
			}
		},
		award_display = {
			{
				15,
				10006,
				1
			}
		}
	},
	[10018] = {
		button_style = 7,
		information_icon = "aierbin_constellation",
		painting = "aierbin",
		id = 10018,
		dungeon_id = 5116,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"スコーピオン・ミスト ",
				"戦闘開始18秒後と、その後40秒毎に1回ずつ戦場に毒の霧を生成し、自らの回避率が20秒間20％アップする。毒の霧に入った艦船は「スコーピオン・ポイズン」状態となり、回避率が<color=#92fc63>80%</color>ダウンするが、与えるダメージが<color=#92fc63>60％</color>アップする。「スコーピオン・ポイズン」状態は任意の治療効果を受けると解除される"
			},
			{
				"致命的一刺し",
				"【スコーピオン・ミスト】発動3秒後、特殊弾幕を展開する。命中した艦船が「スコーピオン・ポイズン」状態である場合、その艦船の耐久上限の<color=#92fc63>30％</color>分のダメージを追加で与える"
			}
		},
		award_display = {
			{
				14,
				10006,
				1
			}
		}
	},
	[10019] = {
		button_style = 7,
		information_icon = "yanzhan_constellation",
		painting = "yanzhan",
		id = 10019,
		dungeon_id = 5121,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"ブラインドショット ",
				"戦闘開始12秒後・その後20秒毎にチャージ攻撃を1回行う。チャージが成功した場合、特殊弾幕を展開し、この特殊弾幕が一度でも命中すると味方艦隊を10秒間【くらやみ】状態にする；チャージが阻止された場合、自身が与えるダメージが<color=#92fc63>3%</color>アップ（最大20回まで加算可能）"
			},
			{
				"サーテンリィショット",
				"戦闘中20秒毎に、味方主力艦隊で最後に主砲攻撃・航空攻撃を行なった艦船を目標に特殊弾幕を1回展開する（戦闘中味方が主砲攻撃・航空攻撃を行わなかった場合、攻撃目標は味方主力艦隊全員になる）。この特殊弾幕命中した艦船が【くらやみ】状態にある場合、追加でその艦船に<color=#92fc63>耐久上限の10％分のダメージ</color>を与える"
			}
		},
		award_display = {
			{
				14,
				207,
				1
			}
		}
	},
	[10020] = {
		button_style = 7,
		information_icon = "yanzhan_constellation",
		painting = "yanzhan",
		id = 10020,
		dungeon_id = 5120,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"ブラインドショット ",
				"戦闘開始12秒後・その後20秒毎にチャージ攻撃を1回行う。チャージが成功した場合、特殊弾幕を展開し、この特殊弾幕が一度でも命中すると味方艦隊を10秒間【くらやみ】状態にする；チャージが阻止された場合、自身が与えるダメージが<color=#92fc63>4%</color>アップ（最大20回まで加算可能）"
			},
			{
				"サーテンリィショット",
				"戦闘中20秒毎に、味方主力艦隊で最後に主砲攻撃・航空攻撃を行なった艦船を目標に特殊弾幕を1回展開する（戦闘中味方が主砲攻撃・航空攻撃を行わなかった場合、攻撃目標は味方主力艦隊全員になる）。この特殊弾幕命中した艦船が【くらやみ】状態にある場合、追加でその艦船に<color=#92fc63>耐久上限の20％分のダメージ</color>を与える"
			}
		},
		award_display = {
			{
				15,
				10007,
				1
			}
		}
	},
	[10021] = {
		button_style = 7,
		information_icon = "yanzhan_constellation",
		painting = "yanzhan",
		id = 10021,
		dungeon_id = 5119,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"ブラインドショット ",
				"戦闘開始12秒後・その後20秒毎にチャージ攻撃を1回行う。チャージが成功した場合、特殊弾幕を展開し、この特殊弾幕が一度でも命中すると味方艦隊を10秒間【くらやみ】状態にする；チャージが阻止された場合、自身が与えるダメージが<color=#92fc63>5%</color>アップ（最大20回まで加算可能）"
			},
			{
				"サーテンリィショット",
				"戦闘中20秒毎に、味方主力艦隊で最後に主砲攻撃・航空攻撃を行なった艦船を目標に特殊弾幕を1回展開する（戦闘中味方が主砲攻撃・航空攻撃を行わなかった場合、攻撃目標は味方主力艦隊全員になる）。この特殊弾幕命中した艦船が【くらやみ】状態にある場合、追加でその艦船に<color=#92fc63>耐久上限の30％分のダメージ</color>を与える"
			}
		},
		award_display = {
			{
				14,
				10007,
				1
			}
		}
	},
	[10022] = {
		button_style = 7,
		information_icon = "gecheng_constellation",
		painting = "gecheng",
		id = 10022,
		dungeon_id = 5124,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"顕晦変転 ",
				"戦闘開始時、【明星の輝き】状態になる。【明星の輝き】状態では自身が受けるダメージが<color=#92fc63>40%</color>軽減され、さらに【明星の輝き】状態移行時に自身の周りで回転する・非投射の敵弾を<color=#92fc63>30</color>発無効にできるシールドを5枚生成する。【明星の輝き】で生成されたシールドが1枚でも破壊されると【夜明の闇】状態に移行する。【夜明の闇】状態では、自身の耐久が低いほど与えるダメージが上昇（最大<color=#92fc63>20%</color>）し、さらに【夜明の闇】状態で自身が耐久上限の30％分ダメージを受けた場合、【明星の輝き】状態に戻る"
			},
			{
				"輝星の領域",
				"自身の状態に応じて下記の効果を発揮する：【明星の輝き】状態では、自身は毎秒上限の<color=#92fc63>0.5%</color>分の耐久を回復する；【夜明の闇】20秒毎に、味方艦隊は耐久上限の<color=#92fc63>0.5%</color>分を失う"
			}
		},
		award_display = {
			{
				14,
				208,
				1
			}
		}
	},
	[10023] = {
		button_style = 7,
		information_icon = "gecheng_constellation",
		painting = "gecheng",
		id = 10023,
		dungeon_id = 5123,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"顕晦変転 ",
				"戦闘開始時、【明星の輝き】状態になる。【明星の輝き】状態では自身が受けるダメージが<color=#92fc63>60%</color>軽減され、さらに【明星の輝き】状態移行時に自身の周りで回転する・非投射の敵弾を<color=#92fc63>50</color>発無効にできるシールドを5枚生成する。【明星の輝き】で生成されたシールドが1枚でも破壊されると【夜明の闇】状態に移行する。【夜明の闇】状態では、自身の耐久が低いほど与えるダメージが上昇（最大<color=#92fc63>40%</color>）し、さらに【夜明の闇】状態で自身が耐久上限の30％分ダメージを受けた場合、【明星の輝】状態に戻る"
			},
			{
				"輝星の領域",
				"自身の状態に応じて下記の効果を発揮する：【明星の輝き】状態では、自身は毎秒上限の<color=#92fc63>0.75%</color>分の耐久を回復する；【夜明の闇】20秒毎に、味方艦隊は耐久上限の<color=#92fc63>0.75%</color>分を失う"
			}
		},
		award_display = {
			{
				15,
				10008,
				1
			}
		}
	},
	[10024] = {
		button_style = 7,
		information_icon = "gecheng_constellation",
		painting = "gecheng",
		id = 10024,
		dungeon_id = 5122,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"顕晦変転 ",
				"戦闘開始時、【明星の輝き】状態になる。【明星の輝き】状態では自身が受けるダメージが<color=#92fc63>80%</color>軽減され、さらに【明星の輝き】状態移行時に自身の周りで回転する・非投射の敵弾を<color=#92fc63>70</color>発無効にできるシールドを5枚生成する。【明星の輝き】で生成されたシールドが1枚でも破壊されると【夜明の闇】状態に移行する。【夜明の闇】状態では、自身の耐久が低いほど与えるダメージが上昇（最大<color=#92fc63>60%</color>）し、さらに【夜明の闇】状態で自身が耐久上限の30％分ダメージを受けた場合、【明星の輝】状態に戻る"
			},
			{
				"輝星の領域",
				"自身の状態に応じて下記の効果を発揮する：【明星の輝き】状態では、自身は毎秒上限の<color=#92fc63>1%</color>分の耐久を回復する；【夜明の闇】20秒毎に、味方艦隊は耐久上限の<color=#92fc63>1%</color>分を失う"
			}
		},
		award_display = {
			{
				14,
				10008,
				1
			}
		}
	},
	[10025] = {
		button_style = 7,
		information_icon = "niukasier_constellation",
		painting = "niukasier",
		id = 10025,
		dungeon_id = 5127,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"甘醴のみずがめ ",
				"戦闘開始時、【甘醴のみずがめ】を召喚する。【甘醴のみずがめ】は戦場に存在する限り、耐久が毎秒最大値の<color=#92fc63>2%</color>分回復する。【甘醴のみずがめ】の耐久が最大になった場合、敵の「ニューカッスル」の耐久が最大値の1%分回復する。【甘醴のみずがめ】は撃破されて6秒後、再度召喚される"
			},
			{
				"命の泉",
				"【甘醴のみずがめ】が戦場に存在する限り、敵の「ニューカッスル」が受けるダメージが<color=#92fc63>80%</color>軽減される；【甘醴のみずがめ】が撃破された場合、敵の「ニューカッスル」が与えるダメージが<color=#92fc63>2%</color>アップ"
			}
		},
		award_display = {
			{
				14,
				209,
				1
			}
		}
	},
	[10026] = {
		button_style = 7,
		information_icon = "niukasier_constellation",
		painting = "niukasier",
		id = 10026,
		dungeon_id = 5126,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"甘醴のみずがめ ",
				"戦闘開始時、【甘醴のみずがめ】を召喚する。【甘醴のみずがめ】は戦場に存在する限り、耐久が毎秒最大値の<color=#92fc63>1%</color>分回復る。【甘醴のみずがめ】の耐久が最大になった場合、敵の「ニューカッスル」の耐久が最大値の1%分回復する。【甘醴のみずがめ】は撃破されて6秒後、再度召喚される"
			},
			{
				"命の泉",
				"【甘醴のみずがめ】が戦場に存在する限り、敵の「ニューカッスル」が受けるダメージが<color=#92fc63>60%</color>軽減される；【甘醴のみずがめ】が撃破された場合、敵の「ニューカッスル」が与えるダメージが<color=#92fc63>1%</color>アップ"
			}
		},
		award_display = {
			{
				15,
				10009,
				1
			}
		}
	},
	[10027] = {
		button_style = 7,
		information_icon = "niukasier_constellation",
		painting = "niukasier",
		id = 10027,
		dungeon_id = 5125,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"甘醴のみずがめ ",
				"戦闘開始時、【甘醴のみずがめ】を召喚する。【甘醴のみずがめ】は戦場に存在する限り、耐久が毎秒最大値の<color=#92fc63>0.5%</color>分回復る。【甘醴のみずがめ】の耐久が最大になった場合、敵の「ニューカッスル」の耐久が最大値の1%分回復する。【甘醴のみずがめ】は撃破されて6秒後、再度召喚される"
			},
			{
				"命の泉",
				"【甘醴のみずがめ】が戦場に存在する限り、敵の「ニューカッスル」が受けるダメージが<color=#92fc63>40%</color>軽減される；【甘醴のみずがめ】が撃破された場合、敵の「ニューカッスル」が与えるダメージが<color=#92fc63>0.5%</color>アップ"
			}
		},
		award_display = {
			{
				14,
				10009,
				1
			}
		}
	},
	[10028] = {
		button_style = 7,
		information_icon = "yuekegongjue_constellation",
		painting = "yuekegongjue",
		id = 10028,
		dungeon_id = 5130,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"ガルディエーヌの見守り ",
				"デューク・オブ・ヨークは20秒毎に投射弾幕攻撃を行い、命中した味方の速力を6秒間40％ダウンさせる；キング・ジョージⅤは20秒毎に、デューク・オブ・ヨークの耐久を最大値の<color=#92fc63>1%</color>分だけ回復する"
			},
			{
				"イクトゥスの絆",
				"デューク・オブ・ヨークとキング・ジョージVが同時に場にいる場合、受けるダメージが<color=#92fc63>10%</color>軽減される；デューク・オブ・ヨークが撃破された場合、キング・ジョージⅤは即座に耐久を最大値の<color=#92fc63>2%</color>分回復し、その後20秒間毎秒<color=#92fc63>2%</color>分回復し続け、戦闘終了まで受けるダメージが<color=#92fc63>10%</color>軽減される；キング・ジョージVが撃破された場合、デューク・オブ・ヨークが与えるダメージが<color=#92fc63>10%</color>アップし、投射弾幕は下記の効果に強化される：自身から最も近い目標と最も遠い目標に向けてそれぞれ弾幕を展開し、命中した味方は受けるダメージが戦闘終了時まで<color=#92fc63>4%</color>アップする"
			}
		},
		award_display = {
			{
				14,
				210,
				1
			}
		}
	},
	[10029] = {
		button_style = 7,
		information_icon = "yuekegongjue_constellation",
		painting = "yuekegongjue",
		id = 10029,
		dungeon_id = 5129,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"ガルディエーヌの見守り ",
				"デューク・オブ・ヨークは20秒毎に投射弾幕攻撃を行い、命中した味方の速力を6秒間40％ダウンさせる；キング・ジョージⅤは20秒毎に、デューク・オブ・ヨークの耐久を最大値の<color=#92fc63>2%</color>分だけ回復する"
			},
			{
				"イクトゥスの絆",
				"デューク・オブ・ヨークとキング・ジョージVが同時に場にいる場合、受けるダメージが<color=#92fc63>20%</color>軽減される；デューク・オブ・ヨークが撃破された場合、キング・ジョージⅤは即座に耐久を最大値の<color=#92fc63>4%</color>分回復し、その後20秒間毎秒<color=#92fc63>4%</color>分回復し続け、戦闘終了まで受けるダメージが<color=#92fc63>20%</color>軽減される；キング・ジョージVが撃破された場合、デューク・オブ・ヨークが与えるダメージが<color=#92fc63>20%</color>アップし、投射弾幕は下記の効果に強化される：自身から最も近い目標と最も遠い目標に向けてそれぞれ弾幕を展開し、命中した味方は受けるダメージが戦闘終了時まで<color=#92fc63>6%</color>アップする"
			}
		},
		award_display = {
			{
				15,
				10010,
				1
			}
		}
	},
	[10030] = {
		button_style = 7,
		information_icon = "yuekegongjue_constellation",
		painting = "yuekegongjue",
		id = 10030,
		dungeon_id = 5128,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"ガルディエーヌの見守り ",
				"デューク・オブ・ヨークは20秒毎に投射弾幕攻撃を行い、命中した味方の速力を6秒間40％ダウンさせる；キング・ジョージⅤは20秒毎に、デューク・オブ・ヨークの耐久を最大値の<color=#92fc63>3%</color>分だけ回復する"
			},
			{
				"イクトゥスの絆",
				"デューク・オブ・ヨークとキング・ジョージVが同時に場にいる場合、受けるダメージが<color=#92fc63>30%</color>軽減される；デューク・オブ・ヨークが撃破された場合、キング・ジョージⅤは即座に耐久最大値を<color=#92fc63>6%</color>分回復し、その後20秒間毎秒<color=#92fc63>6%</color>分回復し続け、戦闘終了まで受けるダメージが<color=#92fc63>30%</color>軽減される；キング・ジョージVが撃破された場合、デューク・オブ・ヨークが与えるダメージが<color=#92fc63>30%</color>アップし、投射弾幕は下記の効果に強化される：自身から最も近い目標と最も遠い目標に向けてそれぞれ弾幕を展開し、命中した味方は受けるダメージが戦闘終了時まで<color=#92fc63>8%</color>アップする"
			}
		},
		award_display = {
			{
				14,
				10010,
				1
			}
		}
	},
	[10031] = {
		button_style = 7,
		information_icon = "xuefeng_constellation",
		painting = "xuefeng",
		id = 10031,
		dungeon_id = 5133,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"沈まないのだ ",
				"20秒毎に、雪風は一番近い味方に向けて特殊弾幕を展開する。戦闘開始15秒・その後20秒毎に、自身に【<color=#92fc63>40</color>回まで受けるダメージを1にする】効果を得る"
			},
			{
				"ライフボールなのだ",
				"戦闘開始20秒・その後40秒毎に、20秒間持続するライフボールを3個召喚する。ライフボールは0.3秒毎に、雪風とライフボールの耐久を自身の耐久上限の100％分回復する。ライフボールが消滅、もしくは撃破された場合、戦闘終了時まで雪風が与えるダメージが<color=#92fc63>1%</color>アップ"
			}
		},
		award_display = {
			{
				14,
				211,
				1
			}
		}
	},
	[10032] = {
		button_style = 7,
		information_icon = "xuefeng_constellation",
		painting = "xuefeng",
		id = 10032,
		dungeon_id = 5132,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"沈まないのだ ",
				"20秒毎に、雪風は一番近い味方に向けて特殊弾幕を展開する。戦闘開始15秒・その後20秒毎に、自身に【<color=#92fc63>70</color>回まで受けるダメージを1にする】効果を得る"
			},
			{
				"ライフボールなのだ",
				"戦闘開始20秒・その後40秒毎に、20秒間持続するライフボールを3個召喚する。ライフボールは0.3秒毎に、雪風とライフボールの耐久を自身の耐久上限の100％分回復する。ライフボールが消滅、もしくは撃破された場合、戦闘終了時まで雪風が与えるダメージが<color=#92fc63>2%</color>アップ"
			}
		},
		award_display = {
			{
				15,
				10011,
				1
			}
		}
	},
	[10033] = {
		button_style = 7,
		information_icon = "xuefeng_constellation",
		painting = "xuefeng",
		id = 10033,
		dungeon_id = 5131,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"沈まないのだ ",
				"20秒毎に、雪風は一番近い味方に向けて特殊弾幕を展開する。戦闘開始15秒・その後20秒毎に、自身に【<color=#92fc63>100</color>回まで受けるダメージを1にする】効果を得る"
			},
			{
				"ライフボールなのだ",
				"戦闘開始20秒・その後40秒毎に、20秒間持続するライフボールを3個召喚する。ライフボールは0.3秒毎に、雪風とライフボールの耐久を自身の耐久上限の100％分回復する。ライフボールが消滅、もしくは撃破された場合、戦闘終了時まで雪風が与えるダメージが<color=#92fc63>3%</color>アップ"
			}
		},
		award_display = {
			{
				14,
				10011,
				1
			}
		}
	},
	[10034] = {
		button_style = 7,
		information_icon = "gaoxiong_constellation",
		painting = "gaoxiong",
		id = 10034,
		dungeon_id = 5136,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"鋼刃の構え ",
				"高雄は戦闘開始時、【鋼刃の構え】状態に入る；【鋼刃の構え】状態が持続している限り、高雄が受ける砲撃・雷撃・航空ダメージが<color=#92fc63>30%</color>ダウンする；【鋼刃の構え】状態は一定のダメージを受けると解除されるが、解除されて10秒後再度【鋼刃の構え】状態に入る"
			},
			{
				"光風霽月",
				"【鋼刃の構え】が解除された場合、一番距離が近い味方に対して特殊斬撃を放つ。この斬撃を受けた味方艦船は戦闘終了時まで受けるダメージが<color=#92fc63>2%</color>アップ（斬撃を受ける度に効果が加算される）"
			}
		},
		award_display = {
			{
				14,
				212,
				1
			}
		}
	},
	[10035] = {
		button_style = 7,
		information_icon = "gaoxiong_constellation",
		painting = "gaoxiong",
		id = 10035,
		dungeon_id = 5135,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"鋼刃の構え ",
				"高雄が戦闘開始時、【鋼刃の構え】状態に入る；【鋼刃の構え】状態が持続している限り、高雄が受ける砲撃・雷撃・航空ダメージが<color=#92fc63>60%</color>ダウンする；【鋼刃の構え】状態は一定のダメージを受けると解除されるが、解除されて10秒後再度【鋼刃の構え】状態に入る"
			},
			{
				"光風霽月",
				"【鋼刃の構え】が解除された場合、一番距離が近い味方に対して特殊斬撃を放つ。この斬撃を受けた味方艦船は戦闘終了時まで受けるダメージが<color=#92fc63>4%</color>アップ（斬撃を受ける度に効果が加算される）"
			}
		},
		award_display = {
			{
				15,
				10012,
				1
			}
		}
	},
	[10036] = {
		button_style = 7,
		information_icon = "gaoxiong_constellation",
		painting = "gaoxiong",
		id = 10036,
		dungeon_id = 5134,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"鋼刃の構え ",
				"高雄が戦闘開始時、【鋼刃の構え】状態に入る；【鋼刃の構え】状態が持続している限り、高雄が受ける砲撃・雷撃・航空ダメージが<color=#92fc63>90%</color>ダウンする；【鋼刃の構え】状態は一定のダメージを受けると解除されるが、解除されて10秒後再度【鋼刃の構え】状態に入る"
			},
			{
				"光風霽月",
				"【鋼刃の構え】が解除された場合、一番距離が近い味方に対して特殊斬撃を放つ。この斬撃を受けた味方艦船は戦闘終了時まで受けるダメージが<color=#92fc63>6%</color>アップ（斬撃を受ける度に効果が加算される）"
			}
		},
		award_display = {
			{
				14,
				10012,
				1
			}
		}
	},
	all = {
		10001,
		10002,
		10003,
		10004,
		10005,
		10006,
		10007,
		10008,
		10009,
		10010,
		10011,
		10012,
		10013,
		10014,
		10015,
		10016,
		10017,
		10018,
		10019,
		10020,
		10021,
		10022,
		10023,
		10024,
		10025,
		10026,
		10027,
		10028,
		10029,
		10030,
		10031,
		10032,
		10033,
		10034,
		10035,
		10036
	}
}
