pg = pg or {}
pg.expedition_constellation_challenge_template = {
	[10001] = {
		painting = "huashengdun",
		button_style = 6,
		information_icon = "huashengdun_constellation",
		id = 10001,
		dungeon_id = 5103,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"グッドコンビネーション",
				"戦闘中、限界挑戦ボスのサウスダコタとワシントンは下記の効果を得る：自身が戦闘不能になるダメージを受けた場合、もう片方が【行動停止】状態でなければ、そのダメージを無効にし、自身が8秒間【行動停止】状態になる（この効果はサウスダコタとワシントン合計3回まで発動可能）；もう片方が【行動停止】状態である場合、2隻とも戦闘不能になる。【行動停止】状態のサウスダコタとワシントンはべてのダメージを回避する"
			},
			{
				"ベストバディ",
				"「グッドコンビネーション」が発動した場合、6秒後サウスダコタとワシントンは一旦攻撃を停止し一度戦場の中心に合流する。合流して2秒後、「グッドコンビネーション」を発動した艦船自身の耐久が回復する。この回復効果は最大3回まで発動でき、回復量は発動するたびに減少する（耐久上限の<color=#92fc63>60%</color>→<color=#92fc63>40%</color>→<color=#92fc63>20%</color>）"
			}
		},
		award_display = {
			{
				14,
				201,
				1
			}
		}
	},
	[10002] = {
		painting = "huashengdun",
		button_style = 6,
		information_icon = "huashengdun_constellation",
		id = 10002,
		dungeon_id = 5102,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"グッドコンビネーション",
				"戦闘中、限界挑戦ボスのサウスダコタとワシントンは下記の効果を得る：自身が戦闘不能になるダメージを受けた場合、もう片方が【行動停止】状態でなければ、そのダメージを無効にし、自身が8秒間【行動停止】状態になる（この効果はサウスダコタとワシントン合計3回まで発動可能）；もう片方が【行動停止】状態である場合、2隻とも戦闘不能になる。【行動停止】状態のサウスダコタとワシントンはべてのダメージを回避する"
			},
			{
				"ベストバディ",
				"「グッドコンビネーション」が発動した場合、6秒後サウスダコタとワシントンは一旦攻撃を停止し一度戦場の中心に合流する。合流して2秒後、「グッドコンビネーション」を発動した艦船自身の耐久が回復する。この回復効果は最大3回まで発動でき、回復量は発動するたびに減少する（耐久上限の<color=#92fc63>60%</color>→<color=#92fc63>40%</color>→<color=#92fc63>20%</color>）"
			}
		},
		award_display = {
			{
				15,
				10001,
				1
			}
		}
	},
	[10003] = {
		painting = "huashengdun",
		button_style = 6,
		information_icon = "huashengdun_constellation",
		id = 10003,
		dungeon_id = 5101,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"グッドコンビネーション",
				"戦闘中、限界挑戦ボスのサウスダコタとワシントンは下記の効果を得る：自身が戦闘不能になるダメージを受けた場合、もう片方が【行動停止】状態でなければ、そのダメージを無効にし、自身が8秒間【行動停止】状態になる（この効果はサウスダコタとワシントン合計3回まで発動可能）；もう片方が【行動停止】状態である場合、2隻とも戦闘不能になる。【行動停止】状態のサウスダコタとワシントンはべてのダメージを回避する"
			},
			{
				"ベストバディ",
				"「グッドコンビネーション」が発動した場合、6秒後サウスダコタとワシントンは一旦攻撃を停止し一度戦場の中心に合流する。合流して2秒後、「グッドコンビネーション」を発動した艦船自身の耐久が回復する。この回復効果は最大3回まで発動でき、回復量は発動するたびに減少する（耐久上限の<color=#92fc63>60%</color>→<color=#92fc63>40%</color>→<color=#92fc63>20%</color>）"
			}
		},
		award_display = {
			{
				14,
				10001,
				1
			}
		}
	},
	[10004] = {
		painting = "sipeibojue",
		button_style = 6,
		information_icon = "sipeibojue_constellation",
		id = 10004,
		dungeon_id = 5106,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"クラブ・シールド",
				"戦闘開始時・戦闘中25秒毎に、自身の周りで回転する【クラブ・シールド】を生成する：魚雷を4回まで無効できるシールド×5；砲弾を20回無効できるシールド×5。この効果で生成するシールドは25秒間持続する。"
			},
			{
				"クラブ・クロウ",
				"戦闘中27秒毎に、艦船の速力を10下げるエリアを一瞬作り出し、そしてそのエリアに【クラブ・クロウ】を召喚する。【クラブ・クロウ】は味方前衛艦隊のメンバー9秒間移動不能にする。【クラブ・クロウ】が与える・受ける衝突ダメージが20％になる。【クラブ・クロウ】が撃破されるか、出現時に味方艦船がエリアにいなかった場合、下記の効果を発揮する：①【クラブ・クロウ】が消滅する；②限界挑戦ボスのシールドが全て消滅し、12秒間前衛艦隊から受けるダメージが100％アップ。【クラブ・クロウ】が9秒間撃破されなかった場合、【クラブ・クロウ】が消滅し、その後限界挑戦ボスの耐久が上限の5％分回復する。"
			}
		},
		award_display = {
			{
				14,
				202,
				1
			}
		}
	},
	[10005] = {
		painting = "sipeibojue",
		button_style = 6,
		information_icon = "sipeibojue_constellation",
		id = 10005,
		dungeon_id = 5105,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"クラブ・シールド",
				"戦闘開始時・戦闘中25秒毎に、自身の周りで回転する【クラブ・シールド】を生成する：魚雷を4回まで無効できるシールド×5；砲弾を20回無効できるシールド×5。この効果で生成するシールドは25秒間持続する。"
			},
			{
				"クラブ・クロウ",
				"戦闘中27秒毎に、艦船の速力を10下げるエリアを一瞬作り出し、そしてそのエリアに【クラブ・クロウ】を召喚する。【クラブ・クロウ】は味方前衛艦隊のメンバー9秒間移動不能にする。【クラブ・クロウ】が与える・受ける衝突ダメージが20％になる。【クラブ・クロウ】が撃破されるか、出現時に味方艦船がエリアにいなかった場合、下記の効果を発揮する：①【クラブ・クロウ】が消滅する；②限界挑戦ボスのシールドが全て消滅し、12秒間前衛艦隊から受けるダメージが100％アップ。【クラブ・クロウ】が9秒間撃破されなかった場合、【クラブ・クロウ】が消滅し、その後限界挑戦ボスの耐久が上限の5％分回復する。"
			}
		},
		award_display = {
			{
				15,
				10002,
				1
			}
		}
	},
	[10006] = {
		painting = "sipeibojue",
		button_style = 6,
		information_icon = "sipeibojue_constellation",
		id = 10006,
		dungeon_id = 5104,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"クラブ・シールド",
				"戦闘開始時・戦闘中25秒毎に、自身の周りで回転する【クラブ・シールド】を生成する：魚雷を4回まで無効できるシールド×5；砲弾を20回無効できるシールド×5。この効果で生成するシールドは25秒間持続する。"
			},
			{
				"クラブ・クロウ",
				"戦闘中27秒毎に、艦船の速力を10下げるエリアを一瞬作り出し、そしてそのエリアに【クラブ・クロウ】を召喚する。【クラブ・クロウ】は味方前衛艦隊のメンバー9秒間移動不能にする。【クラブ・クロウ】が与える・受ける衝突ダメージが20％になる。【クラブ・クロウ】が撃破されるか、出現時に味方艦船がエリアにいなかった場合、下記の効果を発揮する：①【クラブ・クロウ】が消滅する；②限界挑戦ボスのシールドが全て消滅し、12秒間前衛艦隊から受けるダメージが100％アップ。【クラブ・クロウ】が9秒間撃破されなかった場合、【クラブ・クロウ】が消滅し、その後限界挑戦ボスの耐久が上限の5％分回復する。"
			}
		},
		award_display = {
			{
				14,
				10002,
				1
			}
		}
	},
	all = {
		10001,
		10002,
		10003,
		10004,
		10005,
		10006
	}
}
