pg = pg or {}
pg.guild_boss_event = {
	[90001] = {
		pic = "b1_1",
		name = "北方海域の敵影",
		painting = "",
		submarine_num = 1,
		id = 90001,
		main_num = 1,
		report = "セイレーンが撃破され、海域の脅威がついに去った。この戦いもまたセイレーンの実験の一つだろうか？",
		expedition_id = {
			70001,
			{
				70001
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				258
			},
			{
				2,
				54018,
				6
			}
		}
	},
	[90002] = {
		pic = "b1_1",
		name = "環礁を脅かす異変",
		painting = "",
		submarine_num = 1,
		id = 90002,
		main_num = 1,
		report = "跋扈する特殊兵装のセイレーン個体が撃破され、脅かされていた碧き航路は再び人類の手に戻った。",
		expedition_id = {
			70002,
			{
				70002
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				298
			},
			{
				2,
				54018,
				8
			}
		}
	},
	[90003] = {
		pic = "b2_1",
		name = "NA海域の幽霊",
		painting = "",
		submarine_num = 1,
		id = 90003,
		main_num = 1,
		report = "「幽霊」の正体が改造されたセイレーンだった。人々は再び「幽霊」を恐れる必要はないだろう。",
		expedition_id = {
			70011,
			{
				70011
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				278
			},
			{
				2,
				54018,
				7
			}
		}
	},
	[90004] = {
		pic = "b2_1",
		name = "氷海の巨獣",
		painting = "",
		submarine_num = 1,
		id = 90004,
		main_num = 1,
		report = "自由航行こそできないものの、航路の安全はほぼ確保したと言えよう。",
		expedition_id = {
			70012,
			{
				70012
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				328
			},
			{
				2,
				54018,
				9
			}
		}
	},
	[90005] = {
		pic = "b2_1",
		name = "北方航路の襲撃者",
		painting = "guild_event_boss_2",
		submarine_num = 1,
		id = 90005,
		main_num = 1,
		report = "撃破されたセイレーンは自我意識を持たず、より上位な個体への模倣…いや、量産型？だった模様。",
		expedition_id = {
			70013,
			{
				70013
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				388
			},
			{
				2,
				54018,
				12
			}
		}
	},
	[90006] = {
		pic = "b3_1",
		name = "峡湾の氷像",
		painting = "",
		submarine_num = 1,
		id = 90006,
		main_num = 1,
		report = "セイレーンはどうやら艦隊と交戦するつもりはなく、何かを探しているように見えた…",
		expedition_id = {
			70021,
			{
				70021
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				308
			},
			{
				2,
				54018,
				8
			}
		}
	},
	[90007] = {
		pic = "b3_1",
		name = "王家海域の海魔",
		painting = "",
		submarine_num = 1,
		id = 90007,
		main_num = 1,
		report = "港を包囲したセイレーン艦隊を駆除し、海上輸送の拠点の確保に成功。敵の奇襲に備え、次の戦いへ",
		expedition_id = {
			70022,
			{
				70022
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				368
			},
			{
				2,
				54018,
				11
			}
		}
	},
	[90008] = {
		pic = "b3_1",
		name = "白海の亡霊",
		painting = "guild_event_boss_3",
		submarine_num = 1,
		id = 90008,
		main_num = 1,
		report = "撃破されたセイレーンは自我意識を持たず、より上位な個体への模倣…いや、量産型？だった模様。",
		expedition_id = {
			70023,
			{
				70023
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				438
			},
			{
				2,
				54018,
				15
			}
		}
	},
	[90009] = {
		pic = "b4_1",
		name = "離島北部の夜戦",
		painting = "",
		submarine_num = 1,
		id = 90009,
		main_num = 1,
		report = "艦隊は巡回中に密かに接近してきたセイレーンを撃破した。近海は再び平和に戻った。",
		expedition_id = {
			70031,
			{
				70031
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				348
			},
			{
				2,
				54018,
				10
			}
		}
	},
	[90010] = {
		pic = "b4_1",
		name = "離島湾岸強襲戦",
		painting = "",
		submarine_num = 1,
		id = 90010,
		main_num = 1,
		report = "離島周辺のセイレーン艦隊を撃破。これにより離島周辺海域の作戦はまた一歩前進した。",
		expedition_id = {
			70032,
			{
				70032
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				418
			},
			{
				2,
				54018,
				14
			}
		}
	},
	[90011] = {
		pic = "b4_1",
		name = "鉄底海峡防衛戦",
		painting = "guild_event_boss_4",
		submarine_num = 1,
		id = 90011,
		main_num = 1,
		report = "セイレーンによる反撃の大攻勢を撃退した。次なる陰謀の手がかりが見つかることを願うばかりだ。",
		expedition_id = {
			70033,
			{
				70033
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				498
			},
			{
				2,
				54018,
				18
			}
		}
	},
	all = {
		90001,
		90002,
		90003,
		90004,
		90005,
		90006,
		90007,
		90008,
		90009,
		90010,
		90011
	}
}
