pg = pg or {}
pg.island_order_publish_random = {
	{
		id = 1,
		npc_id = 299030,
		desc = "这些可都是好东西啊！"
	},
	{
		id = 2,
		npc_id = 299030,
		desc = "送到会给好评的~"
	},
	{
		id = 3,
		npc_id = 299030,
		desc = "岛民物资缺乏，需要这些东西……"
	},
	{
		id = 4,
		npc_id = 304070,
		desc = "请替我准备这些，我，我会准备好报酬的！"
	},
	{
		id = 5,
		npc_id = 304070,
		desc = "非，非常感谢！"
	},
	{
		id = 6,
		npc_id = 304070,
		desc = "呜呜，找东西真是太麻烦了，多亏有你"
	},
	{
		id = 7,
		npc_id = 107030,
		desc = "这些可都是好东西啊！"
	},
	{
		id = 8,
		npc_id = 107030,
		desc = "送到会给好评的~"
	},
	{
		id = 9,
		npc_id = 107030,
		desc = "岛民物资缺乏，需要这些东西……"
	},
	{
		id = 10,
		npc_id = 307070,
		desc = "请替我准备这些，我，我会准备好报酬的！"
	},
	{
		id = 11,
		npc_id = 307070,
		desc = "非，非常感谢！"
	},
	{
		id = 12,
		npc_id = 307070,
		desc = "呜呜，找东西真是太麻烦了，多亏有你"
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12
	}
}
