pg = pg or {}
pg.shop_furniture_relation = {
	[70626] = {
		fur_id = 200003,
		id = 70626,
		desc = "駿河——望まぬ聖夜祭",
		scale = {
			0.65,
			0.7
		}
	},
	[70633] = {
		fur_id = 200001,
		id = 70633,
		desc = "アウグスト・フォン・パーセヴァル——御使い魔女",
		scale = {
			1.1,
			1.1
		}
	},
	[70629] = {
		fur_id = 200002,
		id = 70629,
		desc = "プリンツ・アーダルベルト——閉店後の特別サービス",
		scale = {
			0.75,
			0.75
		}
	},
	[70671] = {
		fur_id = 200004,
		id = 70671,
		desc = "アルハンゲリスク——フライ・アナザー・デイ",
		scale = {
			0.75,
			0.75
		}
	},
	get_id_list_by_fur_id = {
		[200003] = {
			70626
		},
		[200001] = {
			70633
		},
		[200002] = {
			70629
		},
		[200004] = {
			70671
		}
	},
	all = {
		70626,
		70633,
		70629,
		70671
	}
}
