pg = pg or {}
slot0 = pg
slot0.word_legal_template = {}
slot1 = slot0.word_legal_template

function temp()
	uv0["合"] = {
		["法"] = {
			["词"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["サ"] = {
		["セ"] = {
			["ッ"] = {
				["ク"] = {
					["ス"] = {
						this = true
					}
				}
			}
		},
		["ッ"] = {
			["チ"] = {
				["ャ"] = {
					["ー"] = {
						this = true
					}
				}
			}
		},
		["ン"] = {
			["デ"] = {
				["ィ"] = {
					["エ"] = {
						["ゴ"] = {
							this = true,
							["改"] = {
								this = true
							}
						}
					}
				}
			},
			["フ"] = {
				["ア"] = {
					["ン"] = {
						this = true
					}
				},
				["ラ"] = {
					["ン"] = {
						["シ"] = {
							["ス"] = {
								["コ"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["・"] = {
				["ル"] = {
					["イ"] = {
						this = true
					}
				}
			}
		},
		["ウ"] = {
			["ス"] = {
				["ダ"] = {
					["コ"] = {
						["タ"] = {
							this = true
						}
					}
				}
			},
			["サ"] = {
				["ン"] = {
					["プ"] = {
						["ト"] = {
							["ン"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["ラ"] = {
			["ト"] = {
				["ガ"] = {
					this = true
				}
			},
			["ァ"] = {
				["ナ"] = {
					this = true
				}
			}
		},
		["フ"] = {
			["ォ"] = {
				["ー"] = {
					["ク"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["エ"] = {
		["セ"] = {
			["ッ"] = {
				["ク"] = {
					["ス"] = {
						this = true
					}
				}
			}
		},
		["ル"] = {
			["ド"] = {
				["リ"] = {
					["ッ"] = {
						["ジ"] = {
							this = true
						}
					}
				}
			},
			["ベ"] = {
				this = true
			},
			["ビ"] = {
				["ン"] = {
					["グ"] = {
						this = true
					}
				}
			}
		},
		["ー"] = {
			["ル"] = {
				["ウ"] = {
					["ィ"] = {
						["ン"] = {
							this = true
						}
					}
				}
			},
			["ギ"] = {
				["ル"] = {
					this = true
				}
			}
		},
		["ン"] = {
			["タ"] = {
				["ー"] = {
					["プ"] = {
						["ラ"] = {
							["イ"] = {
								["ズ"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["コ"] = {
			["ー"] = {
				this = true
			}
		},
		["ス"] = {
			["キ"] = {
				["モ"] = {
					["ー"] = {
						this = true
					}
				}
			}
		},
		["イ"] = {
			["ジ"] = {
				["ャ"] = {
					["ッ"] = {
						["ク"] = {
							["ス"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["デ"] = {
			["ィ"] = {
				["ン"] = {
					["バ"] = {
						["ラ"] = {
							this = true
						}
					}
				}
			}
		},
		["ク"] = {
			["セ"] = {
				["タ"] = {
					["ー"] = {
						this = true
					}
				}
			}
		},
		["レ"] = {
			["バ"] = {
				["ス"] = {
					this = true
				}
			}
		},
		["ミ"] = {
			["ー"] = {
				["ル"] = {
					["・"] = {
						["ベ"] = {
							["ル"] = {
								["タ"] = {
									["ン"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["ム"] = {
			["デ"] = {
				["ン"] = {
					this = true
				}
			}
		},
		["マ"] = {
			["ヌ"] = {
				["エ"] = {
					["ー"] = {
						["レ"] = {
							["・"] = {
								["ペ"] = {
									["ッ"] = {
										["サ"] = {
											["ー"] = {
												["ニ"] = {
													["ョ"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ア"] = {
		["カ"] = {
			["ス"] = {
				["タ"] = {
					this = true
				}
			}
		},
		["レ"] = {
			["ン"] = {
				["・"] = {
					M = {
						["・"] = {
							["サ"] = {
								["ム"] = {
									["ナ"] = {
										["ー"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["ト"] = {
			["ラ"] = {
				["ン"] = {
					["タ"] = {
						this = true
					}
				}
			}
		},
		["ス"] = {
			["ト"] = {
				["リ"] = {
					["ア"] = {
						this = true
					}
				}
			}
		},
		["リ"] = {
			["ゾ"] = {
				["ナ"] = {
					this = true,
					["("] = {
						M = {
							E = {
								T = {
									A = {
										[")"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["シ"] = {
				["ュ"] = {
					["ー"] = {
						["ザ"] = {
							this = true
						}
					}
				}
			}
		},
		["ラ"] = {
			["バ"] = {
				["マ"] = {
					this = true
				}
			}
		},
		["ル"] = {
			["バ"] = {
				["コ"] = {
					["ア"] = {
						this = true,
						["（"] = {
							["μ"] = {
								["兵"] = {
									["装"] = {
										["）"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["ジ"] = {
				["ェ"] = {
					["リ"] = {
						["ー"] = {
							this = true
						}
					}
				}
			},
			["ハ"] = {
				["ン"] = {
					["ゲ"] = {
						["リ"] = {
							["ス"] = {
								["ク"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["フ"] = {
				["レ"] = {
					["ー"] = {
						["ド"] = {
							["・"] = {
								["オ"] = {
									["リ"] = {
										["ア"] = {
											["ー"] = {
												["ニ"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["ビ"] = {
				["オ"] = {
					["ン"] = {
						this = true
					}
				}
			}
		},
		["ー"] = {
			["チ"] = {
				["ャ"] = {
					["ー"] = {
						["フ"] = {
							["ィ"] = {
								["ッ"] = {
									["シ"] = {
										["ュ"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["デ"] = {
				["ン"] = {
					["ト"] = {
						this = true
					}
				}
			},
			["ク"] = {
				["・"] = {
					["ロ"] = {
						["イ"] = {
							["ヤ"] = {
								["ル"] = {
									this = true,
									["("] = {
										M = {
											E = {
												T = {
													A = {
														[")"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["マ"] = {
			["ゾ"] = {
				["ン"] = {
					this = true,
					["改"] = {
						this = true
					}
				}
			}
		},
		["キ"] = {
			["リ"] = {
				["ー"] = {
					["ズ"] = {
						this = true
					}
				}
			}
		},
		["バ"] = {
			["ー"] = {
				["ク"] = {
					["ロ"] = {
						["ン"] = {
							["ビ"] = {
								["ー"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["ド"] = {
			["ミ"] = {
				["ラ"] = {
					["ル"] = {
						["・"] = {
							["ヒ"] = {
								["ッ"] = {
									["パ"] = {
										["ー"] = {
											this = true
										}
									}
								}
							},
							["グ"] = {
								["ラ"] = {
									["ー"] = {
										["フ"] = {
											["・"] = {
												["シ"] = {
													["ュ"] = {
														["ペ"] = {
															["ー"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["·"] = {
							["ヒ"] = {
								["ッ"] = {
									["パ"] = {
										["ー"] = {
											["（"] = {
												["μ"] = {
													["兵"] = {
														["装"] = {
															["）"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["ク"] = {
			["ィ"] = {
				["ラ"] = {
					this = true
				}
			}
		},
		["ヴ"] = {
			["ロ"] = {
				["ー"] = {
					["ラ"] = {
						this = true
					}
				}
			}
		},
		["ン"] = {
			["カ"] = {
				["レ"] = {
					["ッ"] = {
						["ジ"] = {
							this = true
						}
					}
				}
			}
		},
		["ウ"] = {
			["グ"] = {
				["ス"] = {
					["ト"] = {
						["・"] = {
							["フ"] = {
								["ォ"] = {
									["ン"] = {
										["・"] = {
											["パ"] = {
												["ー"] = {
													["セ"] = {
														["ヴ"] = {
															["ァ"] = {
																["ル"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["汎"] = {
		["用"] = {
			["型"] = {
				["ブ"] = {
					["リ"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["試"] = {
		["作"] = {
			["型"] = {
				["ブ"] = {
					["リ"] = {
						M = {
							K = {
								I = {
									I = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["特"] = {
		["装"] = {
			["型"] = {
				["ブ"] = {
					["リ"] = {
						M = {
							K = {
								["Ⅲ"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["デ"] = {
		["ュ"] = {
			["ー"] = {
				["イ"] = {
					this = true
				},
				["ク"] = {
					["・"] = {
						["オ"] = {
							["ブ"] = {
								["・"] = {
									["ヨ"] = {
										["ー"] = {
											["ク"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["ン"] = {
			["バ"] = {
				["ー"] = {
					this = true
				}
			}
		},
		["イ"] = {
			["ス"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["カ"] = {
		["ッ"] = {
			["シ"] = {
				["ン"] = {
					this = true
				}
			}
		},
		["ー"] = {
			["ク"] = {
				this = true
			},
			["リ"] = {
				["ュ"] = {
					["ー"] = {
						this = true
					}
				}
			},
			["ル"] = {
				["ス"] = {
					["ル"] = {
						["ー"] = {
							["エ"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["リ"] = {
			["フ"] = {
				["ォ"] = {
					["ル"] = {
						["ニ"] = {
							["ア"] = {
								this = true
							}
						}
					}
				}
			},
			["ブ"] = {
				["デ"] = {
					["ィ"] = {
						["ス"] = {
							this = true
						}
					}
				}
			}
		},
		["サ"] = {
			["ブ"] = {
				["ラ"] = {
					["ン"] = {
						["カ"] = {
							this = true
						}
					}
				}
			}
		},
		["ヴ"] = {
			["ァ"] = {
				["ラ"] = {
					this = true
				}
			}
		},
		["ラ"] = {
			["ビ"] = {
				["ニ"] = {
					["エ"] = {
						["ー"] = {
							["レ"] = {
								this = true
							}
						}
					}
				}
			},
			["・"] = {
				["イ"] = {
					["デ"] = {
						["ア"] = {
							["ス"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ダ"] = {
		["ウ"] = {
			["ン"] = {
				["ズ"] = {
					this = true
				}
			}
		},
		["イ"] = {
			["ド"] = {
				["ー"] = {
					this = true,
					["（"] = {
						["μ"] = {
							["兵"] = {
								["装"] = {
									["）"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["ン"] = {
			["ケ"] = {
				["ル"] = {
					["ク"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["グ"] = {
		["リ"] = {
			["ッ"] = {
				["ド"] = {
					["レ"] = {
						["イ"] = {
							this = true
						}
					}
				}
			},
			["ー"] = {
				["ン"] = {
					["ハ"] = {
						["ー"] = {
							["ト"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["レ"] = {
			["ン"] = {
				["ヴ"] = {
					["ィ"] = {
						["ル"] = {
							this = true
						}
					}
				}
			},
			["ミ"] = {
				["ャ"] = {
					["ー"] = {
						["シ"] = {
							["ュ"] = {
								["チ"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["ロ"] = {
			["ー"] = {
				["ウ"] = {
					["ォ"] = {
						["ー"] = {
							["ム"] = {
								this = true
							}
						}
					}
				},
				["ム"] = {
					["キ"] = {
						["ィ"] = {
							this = true
						}
					}
				}
			},
			["ス"] = {
				["タ"] = {
					["ー"] = {
						this = true
					}
				}
			},
			["リ"] = {
				["ア"] = {
					["ス"] = {
						this = true
					}
				}
			},
			["ズ"] = {
				["ヌ"] = {
					["イ"] = {
						this = true
					}
				}
			}
		},
		["ラ"] = {
			["ス"] = {
				["ゴ"] = {
					["ー"] = {
						this = true
					}
				}
			},
			["ー"] = {
				["フ"] = {
					["・"] = {
						["ツ"] = {
							["ェ"] = {
								["ッ"] = {
									["ペ"] = {
										["リ"] = {
											["ン"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["ナ"] = {
			["イ"] = {
				["ゼ"] = {
					["ナ"] = {
						["ウ"] = {
							this = true,
							["("] = {
								M = {
									E = {
										T = {
											A = {
												[")"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ク"] = {
		["レ"] = {
			["イ"] = {
				["ヴ"] = {
					["ン"] = {
						this = true
					}
				}
			},
			["セ"] = {
				["ン"] = {
					["ト"] = {
						this = true
					}
				}
			}
		},
		["ー"] = {
			["パ"] = {
				["ー"] = {
					this = true
				}
			}
		},
		["リ"] = {
			["ー"] = {
				["ブ"] = {
					["ラ"] = {
						["ン"] = {
							["ド"] = {
								this = true,
								["（"] = {
									["μ"] = {
										["兵"] = {
											["装"] = {
												["）"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["イ"] = {
			["ン"] = {
				["シ"] = {
					["ー"] = {
						this = true
					}
				}
			},
			["ー"] = {
				["ン"] = {
					["・"] = {
						["エ"] = {
							["リ"] = {
								["ザ"] = {
									["ベ"] = {
										["ス"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["オ"] = {
			["ン"] = {
				this = true
			}
		},
		["ロ"] = {
			["ン"] = {
				["シ"] = {
					["ュ"] = {
						["タ"] = {
							["ッ"] = {
								["ト"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["ラ"] = {
			["ウ"] = {
				["デ"] = {
					["ィ"] = {
						["ア"] = {
							["・"] = {
								["バ"] = {
									["レ"] = {
										["ン"] = {
											["ツ"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["マ"] = {
		["ッ"] = {
			["コ"] = {
				["ー"] = {
					["ル"] = {
						this = true
					}
				}
			},
			["チ"] = {
				["レ"] = {
					["ス"] = {
						this = true
					}
				}
			}
		},
		["ラ"] = {
			["ニ"] = {
				["ー"] = {
					this = true
				}
			}
		},
		["ー"] = {
			["ブ"] = {
				["ル"] = {
					["ヘ"] = {
						["ッ"] = {
							["ド"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["サ"] = {
			["チ"] = {
				["ュ"] = {
					["ー"] = {
						["セ"] = {
							["ッ"] = {
								["ツ"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["ス"] = {
			["ケ"] = {
				["テ"] = {
					["ィ"] = {
						["ー"] = {
							["ア"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["エ"] = {
			["ス"] = {
				["ト"] = {
					["ラ"] = {
						["ー"] = {
							["レ"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["イ"] = {
			["レ"] = {
				["・"] = {
					["ブ"] = {
						["レ"] = {
							["ゼ"] = {
								this = true
							}
						}
					}
				}
			},
			["ン"] = {
				["ツ"] = {
					this = true
				}
			}
		},
		["リ"] = {
			["ー"] = {
				["・"] = {
					["ロ"] = {
						["ー"] = {
							["ズ"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["ル"] = {
			["コ"] = {
				["・"] = {
					["ポ"] = {
						["ー"] = {
							["ロ"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["ク"] = {
			["デ"] = {
				["ブ"] = {
					["ル"] = {
						["ク"] = {
							this = true
						}
					}
				}
			}
		},
		["ン"] = {
			["チ"] = {
				["ェ"] = {
					["ス"] = {
						["タ"] = {
							["ー"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["モ"] = {
		["ー"] = {
			["リ"] = {
				["ー"] = {
					this = true
				}
			}
		},
		["リ"] = {
			["ソ"] = {
				["ン"] = {
					this = true
				}
			}
		},
		["ン"] = {
			["ト"] = {
				["ピ"] = {
					["リ"] = {
						["ア"] = {
							this = true
						}
					}
				}
			}
		},
		["ニ"] = {
			["カ"] = {
				this = true
			}
		},
		["ナ"] = {
			["ー"] = {
				["ク"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["フ"] = {
		["レ"] = {
			["ッ"] = {
				["チ"] = {
					["ャ"] = {
						["ー"] = {
							this = true
						}
					}
				}
			}
		},
		["ー"] = {
			["ト"] = {
				this = true
			}
		},
		["ェ"] = {
			["ニ"] = {
				["ッ"] = {
					["ク"] = {
						["ス"] = {
							this = true
						}
					}
				}
			}
		},
		["ォ"] = {
			["ッ"] = {
				["ク"] = {
					["ス"] = {
						["ハ"] = {
							["ウ"] = {
								["ン"] = {
									["ド"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["シ"] = {
					["ュ"] = {
						this = true
					}
				}
			},
			["ー"] = {
				["チ"] = {
					["ュ"] = {
						["ン"] = {
							this = true,
							["("] = {
								M = {
									E = {
										T = {
											A = {
												[")"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["ミ"] = {
					["ダ"] = {
						["ブ"] = {
							["ル"] = {
								this = true
							}
						}
					}
				}
			},
			["ル"] = {
				["バ"] = {
					["ン"] = {
						this = true
					}
				}
			}
		},
		["ィ"] = {
			["ジ"] = {
				["ー"] = {
					this = true
				}
			}
		},
		["ッ"] = {
			["ド"] = {
				this = true
			}
		},
		["ミ"] = {
			["ル"] = {
				["ィ"] = {
					["ル"] = {
						this = true
					}
				}
			}
		},
		["リ"] = {
			["ー"] = {
				["ド"] = {
					["リ"] = {
						["ヒ"] = {
							["・"] = {
								["デ"] = {
									["ア"] = {
										["・"] = {
											["グ"] = {
												["ロ"] = {
													["ー"] = {
														["セ"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["チ"] = {
		["ャ"] = {
			["ー"] = {
				["ル"] = {
					["ズ"] = {
						["・"] = {
							["オ"] = {
								["ー"] = {
									["ス"] = {
										["バ"] = {
											["ー"] = {
												["ン"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["パ"] = {
				["エ"] = {
					["フ"] = {
						this = true
					}
				}
			}
		},
		["ェ"] = {
			["イ"] = {
				["サ"] = {
					["ー"] = {
						this = true
					}
				}
			},
			["シ"] = {
				["ャ"] = {
					["ー"] = {
						this = true
					}
				}
			}
		},
		["カ"] = {
			["ロ"] = {
				["フ"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["オ"] = {
		["ー"] = {
			["リ"] = {
				["ッ"] = {
					["ク"] = {
						this = true
					}
				}
			},
			["ロ"] = {
				["ラ"] = {
					this = true
				}
			},
			["デ"] = {
				["ィ"] = {
					["ン"] = {
						this = true
					}
				}
			}
		},
		["マ"] = {
			["ハ"] = {
				this = true
			}
		},
		["ク"] = {
			["ラ"] = {
				["ホ"] = {
					["マ"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ス"] = {
		["ペ"] = {
			["ン"] = {
				["ス"] = {
					this = true
				}
			}
		},
		["タ"] = {
			["ン"] = {
				["リ"] = {
					["ー"] = {
						this = true
					}
				}
			}
		},
		["モ"] = {
			["ー"] = {
				["リ"] = {
					["ー"] = {
						this = true
					}
				}
			}
		},
		["テ"] = {
			["フ"] = {
				["ェ"] = {
					["ン"] = {
						["・"] = {
							["ポ"] = {
								["ッ"] = {
									["タ"] = {
										["ー"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["ウ"] = {
			["ィ"] = {
				["フ"] = {
					["ト"] = {
						["シ"] = {
							["ュ"] = {
								["ア"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["ト"] = {
			["レ"] = {
				["ミ"] = {
					["テ"] = {
						["ル"] = {
							["ヌ"] = {
								["イ"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ベ"] = {
		["ン"] = {
			["ソ"] = {
				["ン"] = {
					this = true
				}
			}
		},
		["イ"] = {
			["リ"] = {
				["ー"] = {
					this = true
				}
			}
		},
		["ル"] = {
			["フ"] = {
				["ァ"] = {
					["ス"] = {
						["ト"] = {
							this = true
						}
					}
				}
			},
			["ち"] = {
				["ゃ"] = {
					["ん"] = {
						this = true
					}
				}
			}
		},
		["ア"] = {
			["ル"] = {
				["ン"] = {
					this = true
				}
			}
		},
		["ー"] = {
			["ル"] = {
				this = true
			}
		},
		["ロ"] = {
			["ー"] = {
				["ナ"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ラ"] = {
		["フ"] = {
			["ィ"] = {
				["ー"] = {
					this = true
				}
			}
		},
		["ド"] = {
			["フ"] = {
				["ォ"] = {
					["ー"] = {
						["ド"] = {
							this = true
						}
					}
				}
			}
		},
		["ン"] = {
			["グ"] = {
				["レ"] = {
					["ー"] = {
						this = true,
						["Ⅱ"] = {
							this = true
						}
					}
				}
			},
			["ド"] = {
				["ン"] = {
					["タ"] = {
						["ー"] = {
							["ブ"] = {
								["ル"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["イ"] = {
			["プ"] = {
				["ツ"] = {
					["ィ"] = {
						["ヒ"] = {
							this = true
						}
					}
				}
			},
			["ザ"] = {
				["リ"] = {
					["ン"] = {
						["・"] = {
							["シ"] = {
								["ュ"] = {
									["タ"] = {
										["ウ"] = {
											["ト"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["・"] = {
			["ガ"] = {
				["リ"] = {
					["ソ"] = {
						["ニ"] = {
							["エ"] = {
								["ー"] = {
									["ル"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["シ"] = {
		["ム"] = {
			["ス"] = {
				this = true
			}
		},
		["カ"] = {
			["ゴ"] = {
				this = true
			}
		},
		["ャ"] = {
			["ン"] = {
				["グ"] = {
					["リ"] = {
						["ラ"] = {
							this = true
						}
					}
				},
				["パ"] = {
					["ー"] = {
						["ニ"] = {
							["ュ"] = {
								this = true
							}
						}
					}
				}
			},
			["ル"] = {
				["ン"] = {
					["ホ"] = {
						["ル"] = {
							["ス"] = {
								["ト"] = {
									this = true,
									["("] = {
										M = {
											E = {
												T = {
													A = {
														[")"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["グ"] = {
			["ニ"] = {
				["ッ"] = {
					["ト"] = {
						this = true
					}
				}
			}
		},
		["ェ"] = {
			["フ"] = {
				["ィ"] = {
					["ー"] = {
						["ル"] = {
							["ド"] = {
								this = true,
								["（"] = {
									["μ"] = {
										["兵"] = {
											["装"] = {
												["）"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["リ"] = {
			["ア"] = {
				["ス"] = {
					this = true
				}
			}
		},
		["ュ"] = {
			["ロ"] = {
				["ッ"] = {
					["プ"] = {
						["シ"] = {
							["ャ"] = {
								["ー"] = {
									this = true,
									["改"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["ル"] = {
				["ク"] = {
					["ー"] = {
						["フ"] = {
							this = true
						}
					}
				}
			},
			["ペ"] = {
				["ー"] = {
					["ち"] = {
						["ゃ"] = {
							["ん"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["ア"] = {
			["ト"] = {
				["ル"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ハ"] = {
		["ム"] = {
			["マ"] = {
				["ン"] = {
					this = true,
					["Ⅱ"] = {
						this = true
					}
				}
			}
		},
		["ル"] = {
			["ゼ"] = {
				["ー"] = {
					["・"] = {
						["パ"] = {
							["ウ"] = {
								["エ"] = {
									["ル"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["ビ"] = {
				["ン"] = {
					this = true
				}
			}
		},
		["ー"] = {
			["デ"] = {
				["ィ"] = {
					this = true
				}
			},
			["マ"] = {
				["イ"] = {
					["オ"] = {
						["ニ"] = {
							["ー"] = {
								this = true
							}
						}
					}
				}
			},
			["ミ"] = {
				["ー"] = {
					["ズ"] = {
						this = true
					}
				}
			}
		},
		["ン"] = {
			["タ"] = {
				["ー"] = {
					this = true,
					["("] = {
						M = {
							E = {
								T = {
									A = {
										[")"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["ウ"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["ジ"] = {
		["ェ"] = {
			["ン"] = {
				["キ"] = {
					["ン"] = {
						["ス"] = {
							this = true
						}
					}
				}
			},
			["ー"] = {
				["ナ"] = {
					["ス"] = {
						this = true
					}
				}
			}
		},
		["ュ"] = {
			["ノ"] = {
				["ー"] = {
					this = true,
					["改"] = {
						this = true
					}
				}
			},
			["ピ"] = {
				["タ"] = {
					["ー"] = {
						this = true
					}
				}
			},
			["リ"] = {
				["オ"] = {
					["・"] = {
						["チ"] = {
							["ェ"] = {
								["ザ"] = {
									["ー"] = {
										["レ"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["ゼ"] = {
				["ッ"] = {
					["ペ"] = {
						["・"] = {
							["ガ"] = {
								["リ"] = {
									["バ"] = {
										["ル"] = {
											["デ"] = {
												["ィ"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["ャ"] = {
			["ベ"] = {
				["リ"] = {
					["ン"] = {
						this = true
					}
				}
			},
			["ー"] = {
				["ジ"] = {
					["ー"] = {
						this = true
					}
				},
				["ヴ"] = {
					["ィ"] = {
						["ス"] = {
							this = true
						}
					}
				}
			},
			["マ"] = {
				["イ"] = {
					["カ"] = {
						this = true
					}
				}
			},
			["ン"] = {
				["ヌ"] = {
					["・"] = {
						["ダ"] = {
							["ル"] = {
								["ク"] = {
									this = true
								}
							}
						}
					}
				},
				["・"] = {
					["バ"] = {
						["ー"] = {
							["ル"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["ョ"] = {
			["ー"] = {
				["ジ"] = {
					["ア"] = {
						this = true
					}
				}
			},
			["ッ"] = {
				["フ"] = {
					["ル"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ニ"] = {
		["コ"] = {
			["ラ"] = {
				["ス"] = {
					this = true
				}
			}
		},
		["ュ"] = {
			["ー"] = {
				["オ"] = {
					["リ"] = {
						["ン"] = {
							["ズ"] = {
								this = true
							}
						}
					}
				},
				["ジ"] = {
					["ャ"] = {
						["ー"] = {
							["ジ"] = {
								["ー"] = {
									this = true
								}
							}
						}
					}
				},
				["カ"] = {
					["ッ"] = {
						["ス"] = {
							["ル"] = {
								this = true
							}
						}
					}
				}
			},
			["ル"] = {
				["ン"] = {
					["ベ"] = {
						["ル"] = {
							["ク"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ブ"] = {
		["ッ"] = {
			["シ"] = {
				["ュ"] = {
					this = true
				}
			}
		},
		["ル"] = {
			["ッ"] = {
				["ク"] = {
					["リ"] = {
						["ン"] = {
							this = true
						}
					}
				}
			},
			["ー"] = {
				["ギ"] = {
					["ル"] = {
						this = true
					}
				}
			},
			["ド"] = {
				["ッ"] = {
					["グ"] = {
						this = true
					}
				}
			}
		},
		["レ"] = {
			["マ"] = {
				["ー"] = {
					["ト"] = {
						["ン"] = {
							this = true
						}
					}
				}
			},
			["ス"] = {
				["ト"] = {
					this = true
				}
			}
		},
		["ラ"] = {
			["ッ"] = {
				["ク"] = {
					["・"] = {
						["プ"] = {
							["リ"] = {
								["ン"] = {
									["ス"] = {
										this = true
									}
								}
							}
						}
					},
					["ハ"] = {
						["ー"] = {
							["ト"] = {
								this = true
							}
						}
					}
				}
			},
			["ン"] = {
				this = true
			}
		},
		["リ"] = {
			["ス"] = {
				["ト"] = {
					["ル"] = {
						this = true
					}
				}
			},
			["ュ"] = {
				["ッ"] = {
					["ヒ"] = {
						["ャ"] = {
							["ー"] = {
								this = true
							}
						}
					}
				},
				["ン"] = {
					["ヒ"] = {
						["ル"] = {
							["デ"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ヘ"] = {
		["イ"] = {
			["ゼ"] = {
				["ル"] = {
					["ウ"] = {
						["ッ"] = {
							["ド"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["レ"] = {
			["ナ"] = {
				this = true,
				["改"] = {
					this = true
				},
				["("] = {
					M = {
						E = {
							T = {
								A = {
									[")"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["バ"] = {
		["ッ"] = {
			["チ"] = {
				this = true
			}
		},
		["ー"] = {
			["ミ"] = {
				["ン"] = {
					["ガ"] = {
						["ム"] = {
							this = true
						}
					}
				}
			}
		},
		["ン"] = {
			["カ"] = {
				["ー"] = {
					["・"] = {
						["ヒ"] = {
							["ル"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["タ"] = {
			["ー"] = {
				["ン"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ホ"] = {
		["ビ"] = {
			["ー"] = {
				this = true
			}
		},
		["ノ"] = {
			["ル"] = {
				["ル"] = {
					this = true
				}
			}
		},
		["ー"] = {
			["ネ"] = {
				["ッ"] = {
					["ト"] = {
						this = true,
						["Ⅱ"] = {
							this = true
						}
					}
				}
			}
		},
		["ワ"] = {
			["イ"] = {
				["ト"] = {
					["ハ"] = {
						["ー"] = {
							["ト"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["キ"] = {
		["ン"] = {
			["バ"] = {
				["リ"] = {
					["ー"] = {
						this = true
					}
				}
			},
			["グ"] = {
				["・"] = {
					["ジ"] = {
						["ョ"] = {
							["ー"] = {
								["ジ"] = {
									["5"] = {
										["世"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["ュ"] = {
			["ラ"] = {
				["ソ"] = {
					["ー"] = {
						this = true
					}
				}
			}
		},
		["ー"] = {
			["ロ"] = {
				["フ"] = {
					this = true
				}
			}
		},
		["ズ"] = {
			["ナ"] = {
				["ア"] = {
					["イ"] = {
						this = true,
						["・"] = {
							["エ"] = {
								["レ"] = {
									["ガ"] = {
										["ン"] = {
											["ト"] = {
												this = true
											}
										}
									}
								}
							},
							["ア"] = {
								["ニ"] = {
									["バ"] = {
										["ー"] = {
											["サ"] = {
												["リ"] = {
													["ー"] = {
														this = true
													}
												}
											}
										}
									}
								}
							},
							["ス"] = {
								["ー"] = {
									["パ"] = {
										["ー"] = {
											["ゲ"] = {
												["ー"] = {
													["マ"] = {
														["ー"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["エ"] = {
			["フ"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["イ"] = {
		["ン"] = {
			["グ"] = {
				["ラ"] = {
					["ハ"] = {
						["ム"] = {
							this = true
						}
					}
				}
			},
			["デ"] = {
				["ィ"] = {
					["ア"] = {
						["ナ"] = {
							["ポ"] = {
								["リ"] = {
									["ス"] = {
										this = true
									}
								}
							}
						}
					},
					["ペ"] = {
						["ン"] = {
							["デ"] = {
								["ン"] = {
									["ス"] = {
										this = true,
										["改"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["ト"] = {
				["レ"] = {
					["ピ"] = {
						["ッ"] = {
							["ド"] = {
								this = true
							}
						}
					}
				}
			},
			["ペ"] = {
				["ロ"] = {
					this = true
				}
			},
			["ド"] = {
				["ミ"] = {
					["タ"] = {
						["ブ"] = {
							["ル"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["カ"] = {
			["ル"] = {
				["ス"] = {
					this = true
				}
			}
		},
		["ー"] = {
			["グ"] = {
				["ル"] = {
					this = true
				}
			}
		},
		["ラ"] = {
			["ス"] = {
				["ト"] = {
					["リ"] = {
						["ア"] = {
							["ス"] = {
								this = true,
								["（"] = {
									["μ"] = {
										["兵"] = {
											["装"] = {
												["）"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ロ"] = {
		["ー"] = {
			["リ"] = {
				["ー"] = {
					this = true
				}
			},
			["ン"] = {
				this = true,
				["（"] = {
					["μ"] = {
						["兵"] = {
							["装"] = {
								["）"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["マ"] = {
				this = true
			}
		},
		["ン"] = {
			["グ"] = {
				["・"] = {
					["ア"] = {
						["イ"] = {
							["ラ"] = {
								["ン"] = {
									["ド"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["ド"] = {
				["ン"] = {
					this = true,
					["改"] = {
						this = true
					}
				}
			}
		},
		["ド"] = {
			["ニ"] = {
				["ー"] = {
					this = true
				}
			}
		},
		["イ"] = {
			["ヤ"] = {
				["ル"] = {
					["・"] = {
						["フ"] = {
							["ォ"] = {
								["ー"] = {
									["チ"] = {
										["ュ"] = {
											["ン"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["コ"] = {
		["ロ"] = {
			["ン"] = {
				["ビ"] = {
					["ア"] = {
						this = true
					}
				}
			},
			["ラ"] = {
				["ド"] = {
					this = true
				}
			}
		},
		["ン"] = {
			["コ"] = {
				["ー"] = {
					["ド"] = {
						this = true
					}
				}
			},
			["テ"] = {
				["・"] = {
					["デ"] = {
						["ィ"] = {
							["・"] = {
								["カ"] = {
									["ブ"] = {
										["ー"] = {
											["ル"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["メ"] = {
			["ッ"] = {
				["ト"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["リ"] = {
		["ッ"] = {
			["チ"] = {
				["モ"] = {
					["ン"] = {
						["ド"] = {
							this = true
						}
					}
				}
			},
			["ト"] = {
				["リ"] = {
					["オ"] = {
						this = true
					}
				}
			}
		},
		["ト"] = {
			["ル"] = {
				["・"] = {
					["ヘ"] = {
						["レ"] = {
							["ナ"] = {
								this = true
							}
						}
					},
					["ク"] = {
						["リ"] = {
							["ー"] = {
								["ブ"] = {
									["ラ"] = {
										["ン"] = {
											["ド"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["サ"] = {
						["ン"] = {
							["デ"] = {
								["ィ"] = {
									["エ"] = {
										["ゴ"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["エ"] = {
						["ン"] = {
							["タ"] = {
								["ー"] = {
									["プ"] = {
										["ラ"] = {
											["イ"] = {
												["ズ"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["レ"] = {
						["ナ"] = {
							["ウ"] = {
								["ン"] = {
									this = true
								}
							}
						}
					},
					["イ"] = {
						["ラ"] = {
							["ス"] = {
								["ト"] = {
									["リ"] = {
										["ア"] = {
											["ス"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["チ"] = {
						["ェ"] = {
							["シ"] = {
								["ャ"] = {
									["ー"] = {
										this = true
									}
								}
							}
						}
					},
					["シ"] = {
						["ュ"] = {
							["ペ"] = {
								["ー"] = {
									this = true
								}
							}
						}
					}
				},
				["·"] = {
					["ク"] = {
						["リ"] = {
							["ー"] = {
								["ブ"] = {
									["ラ"] = {
										["ン"] = {
											["ド"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["ヘ"] = {
						["レ"] = {
							["ナ"] = {
								this = true
							}
						}
					},
					["サ"] = {
						["ン"] = {
							["デ"] = {
								["ィ"] = {
									["エ"] = {
										["ゴ"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["エ"] = {
						["ン"] = {
							["タ"] = {
								["ー"] = {
									["プ"] = {
										["ラ"] = {
											["イ"] = {
												["ズ"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["イ"] = {
						["ラ"] = {
							["ス"] = {
								["ト"] = {
									["リ"] = {
										["ア"] = {
											["ス"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["ノ"] = {
			this = true
		},
		["ア"] = {
			["ン"] = {
				["ダ"] = {
					["ー"] = {
						this = true
					}
				}
			}
		},
		["ベ"] = {
			["ッ"] = {
				["チ"] = {
					["オ"] = {
						this = true
					}
				}
			}
		},
		["シ"] = {
			["ュ"] = {
				["リ"] = {
					["ュ"] = {
						["ー"] = {
							this = true
						}
					}
				}
			}
		},
		["ュ"] = {
			["ッ"] = {
				["ツ"] = {
					["ォ"] = {
						["ウ"] = {
							this = true
						}
					}
				}
			}
		},
		["ヴ"] = {
			["ェ"] = {
				["ン"] = {
					["ジ"] = {
						this = true
					}
				}
			}
		},
		["ラ"] = {
			["・"] = {
				["デ"] = {
					["ィ"] = {
						["ザ"] = {
							["イ"] = {
								["ア"] = {
									["ス"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["セ"] = {
		["ン"] = {
			["ト"] = {
				["ル"] = {
					["イ"] = {
						["ス"] = {
							this = true
						}
					}
				},
				["ー"] = {
					this = true
				}
			}
		},
		["リ"] = {
			["・"] = {
				["グ"] = {
					["ロ"] = {
						["ー"] = {
							["ス"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["メ"] = {
		["ン"] = {
			["フ"] = {
				["ィ"] = {
					["ス"] = {
						this = true,
						["("] = {
							M = {
								E = {
									T = {
										A = {
											[")"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["リ"] = {
			["ー"] = {
				["ラ"] = {
					["ン"] = {
						["ド"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ビ"] = {
		["ロ"] = {
			["ク"] = {
				["シ"] = {
					this = true
				}
			}
		},
		["ー"] = {
			["グ"] = {
				["ル"] = {
					this = true
				}
			}
		},
		["ス"] = {
			["マ"] = {
				["ル"] = {
					["ク"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ボ"] = {
		["イ"] = {
			["シ"] = {
				this = true
			}
		},
		["ル"] = {
			["チ"] = {
				["モ"] = {
					["ア"] = {
						this = true,
						["（"] = {
							["μ"] = {
								["兵"] = {
									["装"] = {
										["）"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["ツ"] = {
				["ァ"] = {
					["ー"] = {
						["ノ"] = {
							this = true
						}
					}
				}
			}
		},
		["ー"] = {
			["グ"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["ペ"] = {
		["ン"] = {
			["サ"] = {
				["コ"] = {
					["ー"] = {
						["ラ"] = {
							this = true
						}
					}
				}
			},
			["シ"] = {
				["ル"] = {
					["ベ"] = {
						["ニ"] = {
							["ア"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["ネ"] = {
			["ロ"] = {
				["ピ"] = {
					this = true
				}
			}
		},
		["ー"] = {
			["タ"] = {
				["ー"] = {
					["・"] = {
						["シ"] = {
							["ュ"] = {
								["ト"] = {
									["ラ"] = {
										["ッ"] = {
											["サ"] = {
												["ー"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ソ"] = {
		["ル"] = {
			["ト"] = {
				["レ"] = {
					["イ"] = {
						["ク"] = {
							["シ"] = {
								["テ"] = {
									["ィ"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["ビ"] = {
			["エ"] = {
				["ツ"] = {
					["カ"] = {
						["ヤ"] = {
							["・"] = {
								["ベ"] = {
									["ラ"] = {
										["ル"] = {
											["ー"] = {
												["シ"] = {
													["ア"] = {
														this = true
													}
												}
											}
										}
									}
								},
								["ロ"] = {
									["シ"] = {
										["ア"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["オ"] = {
			["ブ"] = {
				["ラ"] = {
					["ジ"] = {
						["ー"] = {
							["テ"] = {
								["リ"] = {
									["ヌ"] = {
										["イ"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ノ"] = {
		["ー"] = {
			["ザ"] = {
				["ン"] = {
					["プ"] = {
						["ト"] = {
							["ン"] = {
								this = true,
								["Ⅱ"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["ス"] = {
				["カ"] = {
					["ロ"] = {
						["ラ"] = {
							["イ"] = {
								["ナ"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["チ"] = {
				["ラ"] = {
					["ス"] = {
						this = true
					}
				}
			},
			["フ"] = {
				["ォ"] = {
					["ー"] = {
						["ク"] = {
							this = true
						}
					}
				}
			}
		},
		["ワ"] = {
			["ー"] = {
				["ル"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ヒ"] = {
		["ュ"] = {
			["ー"] = {
				["ス"] = {
					["ト"] = {
						["ン"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ポ"] = {
		["ー"] = {
			["ト"] = {
				["ラ"] = {
					["ン"] = {
						["ド"] = {
							this = true
						}
					}
				}
			},
			["ラ"] = {
				this = true
			}
		},
		["ン"] = {
			["ペ"] = {
				["オ"] = {
					["・"] = {
						["マ"] = {
							["ー"] = {
								["ニ"] = {
									["ョ"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ヴ"] = {
		["ィ"] = {
			["ン"] = {
				["セ"] = {
					["ン"] = {
						["ス"] = {
							this = true
						}
					}
				},
				["チ"] = {
					["ェ"] = {
						["ン"] = {
							["ツ"] = {
								["ォ"] = {
									["・"] = {
										["ジ"] = {
											["ョ"] = {
												["ベ"] = {
													["ル"] = {
														["テ"] = {
															["ィ"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["ク"] = {
				["ト"] = {
					["リ"] = {
						["ア"] = {
							["ス"] = {
								this = true
							}
						}
					}
				}
			},
			["ッ"] = {
				["ト"] = {
					["リ"] = {
						["オ"] = {
							["・"] = {
								["ヴ"] = {
									["ェ"] = {
										["ネ"] = {
											["ト"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["ェ"] = {
			["ス"] = {
				["タ"] = {
					["ル"] = {
						this = true
					}
				}
			},
			["ー"] = {
				["ザ"] = {
					["ー"] = {
						this = true
					}
				}
			}
		},
		["ァ"] = {
			["ン"] = {
				["パ"] = {
					["イ"] = {
						["ア"] = {
							this = true
						}
					}
				},
				["ガ"] = {
					["ー"] = {
						["ド"] = {
							this = true
						}
					}
				}
			},
			["リ"] = {
				["ア"] = {
					["ン"] = {
						["ト"] = {
							this = true
						}
					}
				}
			}
		},
		["ォ"] = {
			["ー"] = {
				["ク"] = {
					["ラ"] = {
						["ン"] = {
							this = true
						}
					}
				}
			},
			["ル"] = {
				["ガ"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ウ"] = {
		["ィ"] = {
			["チ"] = {
				["タ"] = {
					this = true
				}
			}
		},
		["ェ"] = {
			["ス"] = {
				["ト"] = {
					["バ"] = {
						["ー"] = {
							["ジ"] = {
								["ニ"] = {
									["ア"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["ォ"] = {
			["ー"] = {
				["ス"] = {
					["パ"] = {
						["イ"] = {
							["ト"] = {
								this = true,
								["改"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["ル"] = {
			["ゥ"] = {
				["ル"] = {
					this = true
				}
			},
			["リ"] = {
				["ッ"] = {
					["ヒ"] = {
						["・"] = {
							["フ"] = {
								["ォ"] = {
									["ン"] = {
										["・"] = {
											["フ"] = {
												["ッ"] = {
													["テ"] = {
														["ン"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ミ"] = {
		["ネ"] = {
			["ア"] = {
				["ポ"] = {
					["リ"] = {
						["ス"] = {
							this = true
						}
					}
				}
			}
		},
		["ン"] = {
			["ス"] = {
				["ク"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ネ"] = {
		["バ"] = {
			["ダ"] = {
				this = true
			}
		},
		["ル"] = {
			["ソ"] = {
				["ン"] = {
					this = true
				}
			}
		},
		["プ"] = {
			["テ"] = {
				["ュ"] = {
					["ー"] = {
						["ヌ"] = {
							this = true
						}
					}
				}
			},
			["チ"] = {
				["ュ"] = {
					["ー"] = {
						["ン"] = {
							this = true
						}
					}
				}
			}
		},
		["コ"] = {
			["ネ"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["テ"] = {
		["ネ"] = {
			["シ"] = {
				["ー"] = {
					this = true
				}
			}
		},
		["ラ"] = {
			["ー"] = {
				this = true
			}
		},
		["ィ"] = {
			["ル"] = {
				["ピ"] = {
					["ッ"] = {
						["ツ"] = {
							this = true
						}
					}
				}
			}
		},
		["ュ"] = {
			["ー"] = {
				["リ"] = {
					["ン"] = {
						["ゲ"] = {
							["ン"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ワ"] = {
		["シ"] = {
			["ン"] = {
				["ト"] = {
					["ン"] = {
						this = true
					}
				}
			}
		},
		["ス"] = {
			["プ"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["レ"] = {
		["キ"] = {
			["シ"] = {
				["ン"] = {
					["ト"] = {
						["ン"] = {
							this = true
						}
					}
				}
			}
		},
		["ン"] = {
			["ジ"] = {
				["ャ"] = {
					["ー"] = {
						this = true
					}
				}
			}
		},
		["ナ"] = {
			["ウ"] = {
				["ン"] = {
					this = true,
					["("] = {
						M = {
							E = {
								T = {
									A = {
										[")"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["パ"] = {
			["ル"] = {
				["ス"] = {
					this = true,
					["("] = {
						M = {
							E = {
								T = {
									A = {
										[")"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["オ"] = {
			["ナ"] = {
				["ル"] = {
					["ド"] = {
						["・"] = {
							["ダ"] = {
								["・"] = {
									["ヴ"] = {
										["ィ"] = {
											["ン"] = {
												["チ"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ヨ"] = {
		["ー"] = {
			["ク"] = {
				this = true,
				["タ"] = {
					["ウ"] = {
						["ン"] = {
							this = true,
							["Ⅱ"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["ル"] = {
			["ク"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["タ"] = {
		["イ"] = {
			["コ"] = {
				["ン"] = {
					["デ"] = {
						["ロ"] = {
							["ガ"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["シ"] = {
			["ュ"] = {
				["ケ"] = {
					["ン"] = {
						["ト"] = {
							this = true,
							["（"] = {
								["μ"] = {
									["兵"] = {
										["装"] = {
											["）"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["リ"] = {
			["ン"] = {
				this = true
			}
		},
		["ル"] = {
			["テ"] = {
				["ュ"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["プ"] = {
		["リ"] = {
			["ン"] = {
				["ス"] = {
					["ト"] = {
						["ン"] = {
							this = true
						}
					},
					["・"] = {
						["オ"] = {
							["ブ"] = {
								["・"] = {
									["ウ"] = {
										["ェ"] = {
											["ー"] = {
												["ル"] = {
													["ズ"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["ツ"] = {
					["・"] = {
						["オ"] = {
							["イ"] = {
								["ゲ"] = {
									["ン"] = {
										this = true,
										["ち"] = {
											["ゃ"] = {
												["ん"] = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						["ハ"] = {
							["イ"] = {
								["ン"] = {
									["リ"] = {
										["ヒ"] = {
											this = true
										}
									}
								}
							}
						},
						["ア"] = {
							["ー"] = {
								["ダ"] = {
									["ル"] = {
										["ベ"] = {
											["ル"] = {
												["ト"] = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						["ル"] = {
							["ー"] = {
								["プ"] = {
									["レ"] = {
										["ヒ"] = {
											["ト"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["マ"] = {
				["ス"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ガ"] = {
		["ラ"] = {
			["テ"] = {
				["ィ"] = {
					["ア"] = {
						this = true
					}
				}
			}
		},
		["ン"] = {
			["グ"] = {
				["ー"] = {
					["ト"] = {
						this = true
					}
				}
			}
		},
		["ス"] = {
			["コ"] = {
				["ー"] = {
					["ニ"] = {
						["ュ"] = {
							this = true,
							["（"] = {
								["μ"] = {
									["兵"] = {
										["装"] = {
											["）"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ケ"] = {
		["ン"] = {
			["ト"] = {
				this = true
			}
		},
		["ー"] = {
			["ニ"] = {
				["ヒ"] = {
					["ス"] = {
						["ベ"] = {
							["ル"] = {
								["ク"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["ル"] = {
			["ン"] = {
				this = true,
				["·"] = {
					["改"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ド"] = {
		["ー"] = {
			["セ"] = {
				["ッ"] = {
					["ト"] = {
						["シ"] = {
							["ャ"] = {
								["ー"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["イ"] = {
			["ッ"] = {
				["チ"] = {
					["ュ"] = {
						["ラ"] = {
							["ン"] = {
								["ト"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["ゥ"] = {
			["ー"] = {
				["カ"] = {
					["・"] = {
						["デ"] = {
							["ッ"] = {
								["リ"] = {
									["・"] = {
										["ア"] = {
											["ブ"] = {
												["ル"] = {
													["ッ"] = {
														["ツ"] = {
															["ィ"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["レ"] = {
			["イ"] = {
				["ク"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ユ"] = {
		["ニ"] = {
			["コ"] = {
				["ー"] = {
					["ン"] = {
						this = true,
						["改"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["パ"] = {
		["ー"] = {
			["シ"] = {
				["ュ"] = {
					["ー"] = {
						["ス"] = {
							this = true
						}
					}
				}
			},
			["ミ"] = {
				["ャ"] = {
					["チ"] = {
						["・"] = {
							["メ"] = {
								["ル"] = {
									["ク"] = {
										["ー"] = {
											["リ"] = {
												["ヤ"] = {
													this = true,
													["改"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["プ"] = {
				["ル"] = {
					["ハ"] = {
						["ー"] = {
							["ト"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["ト"] = {
			["リ"] = {
				["ツ"] = {
					["ィ"] = {
						["ア"] = {
							["・"] = {
								["ア"] = {
									["ー"] = {
										["ベ"] = {
											["ル"] = {
												["ハ"] = {
													["イ"] = {
														["ム"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["吹"] = {
		["雪"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["白"] = {
		["雪"] = {
			this = true
		},
		["露"] = {
			this = true
		},
		["上"] = {
			["フ"] = {
				["ブ"] = {
					["キ"] = {
						this = true
					}
				}
			}
		},
		["龍"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["綾"] = {
		["波"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["暁"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["響"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["雷"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["電"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["夕"] = {
		["立"] = {
			this = true,
			["改"] = {
				this = true
			}
		},
		["暮"] = {
			this = true
		},
		["張"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["時"] = {
		["雨"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["雪"] = {
		["風"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["陽"] = {
		["炎"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["不"] = {
		["知"] = {
			["火"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["野"] = {
		["分"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["初"] = {
		["春"] = {
			this = true
		},
		["霜"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["若"] = {
		["葉"] = {
			this = true
		},
		["月"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["有"] = {
		["明"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["黒"] = {
		["潮"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["親"] = {
		["潮"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["島"] = {
		["風"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["神"] = {
		["風"] = {
			this = true
		},
		["通"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["松"] = {
		["風"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["睦"] = {
		["月"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["如"] = {
		["月"] = {
			this = true,
			["千"] = {
				["早"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["卯"] = {
		["月"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["水"] = {
		["無"] = {
			["月"] = {
				this = true
			}
		},
		["瀬"] = {
			["伊"] = {
				["織"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["文"] = {
		["月"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["長"] = {
		["月"] = {
			this = true
		},
		["波"] = {
			this = true
		},
		["良"] = {
			this = true
		},
		["門"] = {
			this = true
		},
		["春"] = {
			this = true,
			["改"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["三"] = {
		["日"] = {
			["月"] = {
				this = true
			}
		},
		["隈"] = {
			this = true
		},
		["笠"] = {
			this = true
		},
		["浦"] = {
			["あ"] = {
				["ず"] = {
					["さ"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["海"] = {
		["風"] = {
			this = true
		},
		["天"] = {
			this = true
		},
		["圻"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["山"] = {
		["風"] = {
			this = true
		},
		["城"] = {
			this = true,
			["改"] = {
				this = true
			},
			["("] = {
				M = {
					E = {
						T = {
							A = {
								[")"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["江"] = {
		["風"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["霞"] = {
		["改"] = {
			this = true
		},
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["清"] = {
		["波"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["新"] = {
		["月"] = {
			this = true
		},
		["条"] = {
			["ア"] = {
				["カ"] = {
					["ネ"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["春"] = {
		["月"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["宵"] = {
		["月"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["浦"] = {
		["風"] = {
			this = true
		},
		["波"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["磯"] = {
		["風"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["浜"] = {
		["風"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["谷"] = {
		["風"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["朝"] = {
		["潮"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["大"] = {
		["潮"] = {
			this = true
		},
		["鳳"] = {
			this = true,
			["（"] = {
				["μ"] = {
					["兵"] = {
						["装"] = {
							["）"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["神"] = {
			["ミ"] = {
				["オ"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["満"] = {
		["潮"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["荒"] = {
		["潮"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["旗"] = {
		["風"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["巻"] = {
		["波"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["花"] = {
		["月"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["涼"] = {
		["月"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["追"] = {
		["風"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["風"] = {
		["雲"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["五"] = {
		["十"] = {
			["鈴"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["由"] = {
		["良"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鬼"] = {
		["怒"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["阿"] = {
		["武"] = {
			["隈"] = {
				this = true
			}
		},
		["賀"] = {
			["野"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["最"] = {
		["上"] = {
			this = true,
			["改"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["川"] = {
		["内"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["那"] = {
		["珂"] = {
			this = true
		},
		["智"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["能"] = {
		["代"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["古"] = {
		["鷹"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["加"] = {
		["古"] = {
			this = true
		},
		["賀"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["青"] = {
		["葉"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["衣"] = {
		["笠"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["筑"] = {
		["摩"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["妙"] = {
		["高"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["足"] = {
		["柄"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["高"] = {
		["雄"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["愛"] = {
		["宕"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["摩"] = {
		["耶"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鳥"] = {
		["海"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鈴"] = {
		["谷"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["熊"] = {
		["野"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["金"] = {
		["剛"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["比"] = {
		["叡"] = {
			this = true,
			["ち"] = {
				["ゃ"] = {
					["ん"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["榛"] = {
		["名"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["霧"] = {
		["島"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["天"] = {
		["城"] = {
			this = true,
			["ち"] = {
				["ゃ"] = {
					["ん"] = {
						this = true
					}
				}
			}
		},
		["海"] = {
			["春"] = {
				["香"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["扶"] = {
		["桑"] = {
			this = true,
			["改"] = {
				this = true
			},
			["("] = {
				M = {
					E = {
						T = {
							A = {
								[")"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["伊"] = {
		["勢"] = {
			this = true,
			["改"] = {
				this = true
			}
		},
		["1"] = {
			["9"] = {
				this = true
			},
			["6"] = {
				["8"] = {
					this = true
				}
			},
			["3"] = {
				this = true
			}
		},
		["2"] = {
			["6"] = {
				this = true
			},
			["5"] = {
				this = true
			}
		},
		["5"] = {
			["8"] = {
				this = true
			},
			["6"] = {
				this = true
			}
		},
		["吹"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["日"] = {
		["向"] = {
			this = true,
			["改"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["陸"] = {
		["奧"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["土"] = {
		["佐"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["紀"] = {
		["伊"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["駿"] = {
		["河"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["飛"] = {
		["鷹"] = {
			this = true,
			["("] = {
				M = {
					E = {
						T = {
							A = {
								[")"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["龍"] = {
			this = true,
			["("] = {
				M = {
					E = {
						T = {
							A = {
								[")"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["鳥"] = {
			["川"] = {
				["ち"] = {
					["せ"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["隼"] = {
		["鷹"] = {
			this = true,
			["("] = {
				M = {
					E = {
						T = {
							A = {
								[")"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鳳"] = {
		["翔"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["祥"] = {
		["鳳"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["龍"] = {
		["驤"] = {
			this = true
		},
		["鳳"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["千"] = {
		["歳"] = {
			this = true
		},
		["代"] = {
			["田"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["赤"] = {
		["城"] = {
			this = true,
			["ち"] = {
				["ゃ"] = {
					["ん"] = {
						this = true
					}
				}
			},
			["（"] = {
				["μ"] = {
					["兵"] = {
						["装"] = {
							["）"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蒼"] = {
		["龍"] = {
			this = true,
			["("] = {
				M = {
					E = {
						T = {
							A = {
								[")"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["翔"] = {
		["鶴"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["瑞"] = {
		["鶴"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["信"] = {
		["濃"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["葛"] = {
		["城"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["明"] = {
		["石"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["樫"] = {
		["野"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0.Z = {
		["1"] = {
			this = true,
			["8"] = {
				this = true
			},
			["9"] = {
				this = true
			},
			["6"] = {
				this = true
			}
		},
		["2"] = {
			this = true,
			["0"] = {
				this = true
			},
			["1"] = {
				this = true
			},
			["3"] = {
				this = true
			},
			["4"] = {
				this = true
			},
			["5"] = {
				this = true
			},
			["6"] = {
				this = true
			},
			["8"] = {
				this = true
			}
		},
		["3"] = {
			["5"] = {
				this = true
			},
			["6"] = {
				this = true
			}
		},
		["4"] = {
			["6"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["ツ"] = {
		["ェ"] = {
			["ッ"] = {
				["ペ"] = {
					["リ"] = {
						["ン"] = {
							["ち"] = {
								["ゃ"] = {
									["ん"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0.U = {
		["-"] = {
			["8"] = {
				["1"] = {
					this = true
				}
			},
			["4"] = {
				["7"] = {
					this = true
				},
				["1"] = {
					["0"] = {
						this = true
					}
				}
			},
			["5"] = {
				["5"] = {
					["7"] = {
						this = true
					},
					["6"] = {
						this = true
					}
				},
				["2"] = {
					["2"] = {
						this = true
					}
				}
			},
			["7"] = {
				["3"] = {
					this = true
				}
			},
			["1"] = {
				["0"] = {
					["1"] = {
						this = true
					}
				},
				["1"] = {
					["0"] = {
						this = true
					}
				},
				["2"] = {
					["0"] = {
						["6"] = {
							this = true
						}
					}
				}
			},
			["9"] = {
				["6"] = {
					this = true
				}
			},
			["3"] = {
				["7"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鞍"] = {
		["山"] = {
			this = true,
			["改"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["撫"] = {
		["順"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["太"] = {
		["原"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["逸"] = {
		["仙"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["寧"] = {
		["海"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["平"] = {
		["海"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["応"] = {
		["瑞"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["肇"] = {
		["和"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["二"] = {
		["コ"] = {
			["ロ"] = {
				["ソ"] = {
					["・"] = {
						["ダ"] = {
							["・"] = {
								["レ"] = {
									["ッ"] = {
										["コ"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ト"] = {
		["レ"] = {
			["ン"] = {
				["ト"] = {
					this = true,
					["("] = {
						M = {
							E = {
								T = {
									A = {
										[")"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["リ"] = {
			["チ"] = {
				["ェ"] = {
					["リ"] = {
						this = true
					}
				}
			},
			["エ"] = {
				["ス"] = {
					["テ"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ザ"] = {
		["ラ"] = {
			this = true
		},
		["イ"] = {
			["ド"] = {
				["リ"] = {
					["ッ"] = {
						["ツ"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ム"] = {
		["ル"] = {
			["マ"] = {
				["ン"] = {
					["ス"] = {
						["ク"] = {
							this = true
						}
					}
				}
			}
		},
		["ジ"] = {
			["ナ"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["ル"] = {
		["・"] = {
			["ト"] = {
				["リ"] = {
					["オ"] = {
						["ン"] = {
							["フ"] = {
								["ァ"] = {
									["ン"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["テ"] = {
				["メ"] = {
					["レ"] = {
						["ー"] = {
							["ル"] = {
								this = true
							}
						}
					}
				},
				["リ"] = {
					["ブ"] = {
						["ル"] = {
							this = true
						}
					}
				}
			},
			["マ"] = {
				["ル"] = {
					["ス"] = {
						this = true
					}
				},
				["ラ"] = {
					["ン"] = {
						this = true,
						["（"] = {
							["μ"] = {
								["兵"] = {
									["装"] = {
										["）"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["ピ"] = {
			["ニ"] = {
				["ャ"] = {
					["ー"] = {
						["ト"] = {
							this = true
						}
					}
				}
			}
		},
		["ル"] = {
			["テ"] = {
				["ィ"] = {
					["エ"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["と"] = {
		["き"] = {
			["の"] = {
				["そ"] = {
					["ら"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["湊"] = {
		["あ"] = {
			["く"] = {
				["あ"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["夏"] = {
		["色"] = {
			["ま"] = {
				["つ"] = {
					["り"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["百"] = {
		["鬼"] = {
			["あ"] = {
				["や"] = {
					["め"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["紫"] = {
		["咲"] = {
			["シ"] = {
				["オ"] = {
					["ン"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ほ"] = {
		["の"] = {
			["か"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["か"] = {
		["す"] = {
			["み"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["み"] = {
		["さ"] = {
			["き"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["な"] = {
		["ぎ"] = {
			["さ"] = {
				this = true
			}
		},
		["み"] = {
			["こ"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["女"] = {
		["天"] = {
			["狗"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["秋"] = {
		["月"] = {
			["律"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["双"] = {
		["海"] = {
			["亜"] = {
				["美"] = {
					this = true
				}
			},
			["真"] = {
				["美"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["出"] = {
		["雲"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["北"] = {
		["風"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["吾"] = {
		["妻"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["&"] = {
		["&"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["宝"] = {
		["多"] = {
			["六"] = {
				["花"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["は"] = {
		["っ"] = {
			["す"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["南"] = {
		["夢"] = {
			["芽"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["鎮"] = {
		["海"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["深"] = {
		["雪"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["酒"] = {
		["匂"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["羽"] = {
		["黒"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["武"] = {
		["蔵"] = {
			this = true
		}
	}
end

temp()
