_G.pg.gametip.help_daily_task = {
	tip = {
		{
			info = [[
※ 破交作戰開啟時間：每天開放，每週最多可挑戰兩次
◆ 破交作戰模式下，指揮官將操縱<color=#92fc63>潛艇編隊</color>出戰
◆ 不同的<color=#92fc63>魚雷武器</color>將為<color=#92fc63>裝備艦船</color>提供不同數量的<color=#92fc63>彈藥</color>
<color=#92fc63>◆ 魚雷設備</color>將為<color=#92fc63>裝備艦船</color>提供額外的<color=#92fc63>彈藥</color>
◆ 破交作戰模式下，<color=#92fc63>所有潛艇技能</color>不生效，潛艇的全彈
發射、專屬彈幕通過<color=#92fc63>特殊攻擊按鈕</color>觸發(<color=#92fc63>速科夫專屬彈幕</color>
通過<color=#92fc63>上浮</color>觸發，每場戰鬥僅限1次)
◆ 破交作戰模式下，全彈發射、專屬彈幕<color=#92fc63>傷害提高</color>
◆ 計分方式：
◆ 通關基礎分：<color=#92fc63>100</color>分
◆ 擊破1艘運輸艦：<color=#92fc63>+10</color>分
◆ 1位己方艦船被重創：<color=#92fc63>-15</color>分
◆ S評價：<color=#92fc63>120</color>分
◆ A評價：<color=#92fc63>100</color>分
◆ B評價：<color=#92fc63>70</color>分

※商船護送開啟時間為：每週一、週四、週日

※海域突進開啟時間為：每週二、週五、週日

※斬首行動開啟時間為：每週三、週六、週日

※ 戰術研修開啟時間為：每日開放
◆ <color=#92fc63>航空</color> 敵方旗艦擁有極高的耐久，使用<color=#92fc63>航空兵器</color>能造成
巨量傷害
◆ <color=#92fc63>炮擊</color> 敵方旗艦擁有極高的耐久，使用<color=#92fc63>炮擊兵器</color>能造成
巨量傷害
◆ <color=#92fc63>雷擊</color> 敵方旗艦擁有極高的耐久，使用<color=#92fc63>魚雷兵器</color>能造成
巨量傷害※快速挑戰功能將在獲得對應關卡的S勝後開啟
◆快速挑戰可以<color=#92fc63>直接獲得</color>每日挑戰關卡中應得的全部掉落獎勵
◆快速挑戰<color=#92fc63>不消耗</color>石油，不會獲得任何指揮官經驗、艦船經驗，也不會影響艦船的心情與好感度，同時不計入個人訊息中的作戰次數
◆快速挑戰可以完成出征獲得勝利、以B/A/S勝通關、進行/完成每日挑戰，擊敗小/中/大型艦隊，累計從日常關卡中獲得道具的任務
◆請注意，快速挑戰<color=#92fc63>無法完成</color>個人角色任務。]]
		}
	}
}
