_G.pg.gametip.vote_primary_rule = {
	tip = [[
<size=20>預選賽</size>
<size=19>將所有角色隨機分為四組，每組進行為期5天的人氣投票，根據全伺服器投票結果從每個小組中選出3名得票最多的角色，共12名進入決賽階段</size>

<size=20>決賽投票</size>
<size=19>預選賽中誕生的12名人氣角色，將進行為期10天的決賽投票，該階段之前累積的投票數量歸零</size>

<size=20>活動獎勵</size>
<size=19>將根據決賽排名優先製作角色的誓約換裝（如果獲得冠軍的角色已有誓約換裝，原則上誓約製作權順延一位）</size>

<size=20>選票獲取</size>
<size=19> 25級以上玩家每天可以通過活動任務獲得選票，普通選票限當天使用
真愛選票可以保留至決賽，只有當日進行過普通投票的角色，才能進行真愛投票</size>

<size= 20>同票規則</size>
<size=19>當小組賽、決賽最終排名出現影響結果的同票情況時，以最後被投票的角色優先</size>]]
}
