_G.pg.gametip.course_class_help = {
	tip = {
		{
			info = [[
大講堂功能詳情：

•熟練度：
完成三階突破的100級角色，出擊時將根據獲得經驗同時獲取一定比例的熟練度。

•大講堂等級：
提升大講堂等級，可以增加儲存熟練度上限、熟練度消耗速度和獲取熟練度比例。

•大講堂課程：
根據課程表，大講堂每天將教授不同的課程。

•課程表：
週一：《驅逐雷擊教學—魚雷發射技巧分析》
週二：《巡洋炮擊教學—如何正確地選擇彈藥》
週三：《戰列理論教學—大炮巨艦的優勢分析》
週四：《航母理論教學—論海空綜合作戰的重要性》
週五：《驅逐實戰教學—實用陣型技巧分析》
週六：《巡洋實戰教學—火力最大化手段分析》
週日：大講堂休息，出擊獲取熟練度比例翻倍

（淺水重炮艦參加戰艦的課程，維修艦可以參加驅逐與巡洋的課程，航戰可以參加航母與戰艦的課程，潛艇、潛母參加驅逐的課程，超巡參加巡洋的課程）

•上課：
大講堂課程最大時長為12小時，下課時扣除消耗的熟練度，角色獲取經驗。
正在後宅休息和訓練的角色無法上課。
上課會降低角色的心情，心情不好的話就無法開始上課了。]]
		}
	}
}
