_G.pg.gametip.help_shipblueprintui = {
	tip = {
		{
			info = [[

開始研究
1. 開始方案艦的研究之前，需要滿足對應方案艦的研究前置條件
2. 研究前置條件會顯示在畫面中央
3. 當滿足前置條件後，點擊開始研究按鈕，即可開始研究
4. 方案艦同時只能研究一艘

研究任務
1. 開始研究後，需要完成指定方案艦的所有研究任務才能獲得該方案艦
2 . 研究任務每24小時解鎖一個
3. 第一個研究任務在開始研究後默認解鎖
4. 部分研究任務有前置任務，必須完成前置任務後才能開展後續的任務

切換研究對象
1. 在研究過程中，可以切換研究其他方案艦
2. 切換後，原先的方案艦的研究任務解鎖進度、任務完成進度會被暫停
3. 切換研究對象後，需要等待24小時後才能再次切換研究對象

完成研究
1. 當完成方案艦的所有研究任務後，即可獲得該方案艦，並解鎖該方案艦的開發功能
2. 完成研究後，需要手動指定新的研究對象

進行開發
1. 獲得方案艦後，會解鎖該方案艦的開發功能
2. 通常情況下，開發需要消耗對應方案艦的藍圖，當沒有藍圖時無法進行開發
3 . 藍圖主要在軍部科研室中通過完成科研項目獲得
4. 開發可以提高方案艦的能力，到開發等級達到指定等級後，還能解鎖開發加成能力]]
		}
	}
}
