_G.pg.gametip.help_sos = {
	tip = {
		{
			info = "海域救援說明"
		},
		{
			info = [[


海域救援次數
·我們的艦隊可進行的海域救援次數會不定時地增加
·指揮官在離港期間，港區仍會籌備海域救援，可進行的海域救援次數正常增加

搜索訊號
·我們可以消耗一次海域救援次數，對指定章節的海域進行訊號搜索
·搜索完成後會開啟該章節的救援行動，救援行動會持續12小時
·如果無法在限定時間內完成救援，我們將會丟失訊號來源，導致無法行動。
·一個章節內最多同時只能出現一個海域救援行動
·在增強訊號之前，我們只能搜索到來自第三章海域的訊號

訊號強度
·訊號接收器的強度一共分為8檔，在初始狀態下我們的訊號強度為1檔。
·訊號強度每增強1檔，可進行的海域救援次數上限增加1次，可搜索的海域也能增加1章
·指揮官需要先通關該章節的所有關卡後才能在對應章節搜索到海域救援行動
·訊號強度等級越高，完成救援可獲得的獎勵會變得越豐厚
·以S評價完成當前可搜索的最高章節的救援行動時，訊號強度會增強1檔
 ·訊號強度決定了指揮官可進行的海域救援次數上限，不同的訊號強度對應不同的海域救援次數上限數量

戰鬥遭遇
·在救援過程中會遭遇到敵方的潛艇部隊，請指揮官務必為出擊的艦隊配備反潛設備]]
		}
	}
}
