_G.pg.gametip.metalgearsub_help_tip = {
	tip = {
		{
			info = "小小的誓言活動說明："
		},
		{
			info = " 1.指揮官操作潛艇躲避敵方護衛艦隊和水雷到達關底並\n 擊沉運輸艦即可獲得戰鬥勝利，返回活動頁後可以獲得\n 活動道具；"
		},
		{
			info = " 2.活動道具每天有一次獲得機會，可累積，活動關每天\n 可以無限次挑戰。集齊7個活動道具後可以得到限定設\n 備"
		},
		{
			info = [[
 3.關卡內護衛艦隊擁有“無狀態”、“疑惑”、“警惕”、
 “攻擊”四種警戒狀態，
 四種狀態分別對應提示：
 無狀態：空
 疑惑：？ 
 警惕：！ 
 攻擊：！ ！ 
 當潛艇浮出水面、進入敵方聲納範圍、攻擊敵方或引爆
 水雷時，護衛艦隊的警戒狀態會改變，警戒條也會隨之
 上漲，當警戒條漲滿時，護衛艦隊會開始攻擊，此時潛
 艇可以通過下潛、遠離聲納範圍來消除敵方警戒；]]
		},
		{
			info = " 4.關卡內水雷分為水上和水下兩種，可以通過下潛或\n 上浮躲避，也可用武器擊毀。撞上水雷會引爆並造成\n 傷害；"
		},
		{
			info = " 5.潛艇的彈藥數是有限的，指揮官需要合理規劃彈\n 藥使用，預留足夠彈藥來擊沉關底的運輸艦才能獲得勝\n 利。 "
		},
		{
			info = " 6.小小的誓言活動關卡內勝利或失敗不計入數據統計；"
		}
	}
}
