_G.pg.gametip.help_activity_bossbattle = {
	tip = {
		{
			info = " ※作戰手冊※\n"
		},
		{
			info = [[
活動期間，不同難度的演習，每次通關時可以獲得額外收益，
額外收益每天有獲得次數上限。不同難度的額外收益次數分
別為：初級演習：<color=#A9F548>20</color>次；中級演習：<color=#A9F548>20</color>次；高級演習：<color= #A9F548>40</color>次
]]
		},
		{
			info = "1.參與活動獲取pt點數，並與本服玩家協力攻略女僕據點；"
		},
		{
			info = "2.女僕據點攻略完成後，所有參與據點戰鬥的玩家都將獲得限\n定角色<color=#A9F548>【紐卡斯爾號】</color>（通過郵件發放）；"
		},
		{
			info = "3.女僕據點攻略完成後，玩家可繼續參與活動累計pt獲得大量\n獎勵與限定角色<color=#A9F548>【紐卡斯爾號】</color>；"
		},
		{
			info = "4.個人累計pt的獎勵截止時間為<color= #A9F548>2018.10.18 23.59.59</color>"
		}
	}
}
