_G.pg.gametip.world_boss_help = {
	tip = {
		{
			info = "<color=#ff5c5c>※注意</color>："
		},
		{
			info = [[
1.「EX」演習戰鬥具有一定難度，可以在「EX」演習的艦隊選擇介面點擊<color= #92fc63>「模擬戰」</color>按鈕進行嘗試，「模擬戰」不消耗石油、心情、「特別挑戰券」
2.進行「EX」演習戰鬥時，中途斷線或者主動退出等中止戰鬥的情況都會扣除「特別挑戰券」且<color=#ff5c5c>不會獲得任何獎勵</color><color=#ff5c5c>請在網路狀態良好的情況下進行「EX」演習戰鬥</color>
3.進行「簡單」、「普通」、「困難」演習戰鬥時，中途斷線或者主動退出等中止戰鬥的情況會保留「額外收益次數」且不會獲得任何獎勵
4.在所有難度的演習戰鬥中，艦船被擊破不會消耗心情值，其餘情況的心情值正常增減
5.所有難度的演習戰鬥都會正常消耗石油，正常獲得指揮官、出戰角色和指揮喵經驗
]]
		},
		{
			info = [[
<color=#92fc63>活動說明</color>：
1.在活動期間，參與演習戰鬥獲取<color=#92fc63>「貢獻值」</color>,和本服玩家協力攻略演習據點，獲取據點階段獎勵和個人貢獻獎勵
2.本次活動分為「簡單」、「普通」、「困難」、「EX」4個難度的演習
3.「簡單」、「普通」、「困難」演習會獲得固定「貢獻值」,「EX」演習會根據<color=#92fc63>戰鬥中造成的傷害總量</color>獲得「貢獻值」和獎勵，造成傷害越多「貢獻值」越多，獲得獎勵越豐厚
4.「簡單」、「普通」、「困難」演習每次通關時可以獲得額外收益， 額外收益每日有獲得次數上限，每日「額外收益次數」上限3個難度各為<color=#92fc63>15次</color>
5.「簡單」、「普通」、「困難」演習每日挑戰次數無限制，「EX」演習需要消耗<color=#92fc63>1個「特別挑戰券」</color>才可以挑戰
6.演習戰鬥的出擊隊伍可以通過點擊不同難度的按鈕進行編成，允許攜帶潛艇和指揮喵
7.活動期間，根據本服所有玩家獲得的「貢獻值」，消耗「演習據點」的耐久
8.當「演習據點」耐久下降至<color=#92fc63>75%</color>、<color=#92fc63>50%</color>、 <color=#92fc63>25%</co lor>以及<color=#92fc63>完全耗盡</color>後，會記錄本服達成的里程碑時間，同時，在演習中獲得過「貢獻值」的玩家可以獲得相應獎勵
9.獎勵將在「演習據點」完全耗盡後，通過郵件發放，如果活動結束時耐久未被耗盡，則會根據據點推進進度，為在演習中獲得過「貢獻值」的玩家發放對應進度的獎勵
10.活動期間，可以領取個人貢獻獎勵，個人貢獻獎勵需要當據點攻略進度和擁有的「貢獻值」達到指定要求後才能領取
11.2.4-2.19期間可以參與演習戰鬥，獎勵領取的截止時間為2.25]]
		},
		{
			info = [[
<color=#92fc63>特別挑戰券說明</color>：
1.特別挑戰券可以通過活動期間的特殊每日任務獲得，數量可以累積，活動結束後會被清空
2 .「簡單」、「普通」、「困難」演習的「額外收益次數」為<color=#92fc63>0</color>的情況下，進行演習戰鬥時可以消耗<color=#92fc63>1個< /color>「特別挑戰券」增加1次對應難度演習的「額外收益次數」
3.「EX」演習需要消耗<color=#92fc63>1個</color>「特別挑戰券」]]
		}
	}
}
