_G.pg.gametip.levelScene_loop_help_tip = {
	tip = {
		{
			info = [[
海域達成<color=#92fc63>100%</color>後可開啟<color=#92fc63>週回模式</color>

啟用周回模式後，海域將有以下變化：

1 通常海域困難模式中<color=#92fc63>不會出現</color>敵人護衛艦隊
2 活動關卡的敵人設置將會出現一部分變化
3 活動關卡中我方的移動格數<color= #92fc63>不會受到移動力限制</color>，可自由移動
4 通常海域關卡中<color=#92fc63>取消伏擊與空襲</color>
5 關卡內會開啟<color=#92fc63>陣容鎖定</color>模式
6 關卡內會開啟<color=#92fc63>自律尋敵</color>模式

 <color=#92fc63>自律尋敵</color>模式介紹：
1.<color=#92fc63>自律尋敵</color>只會在周回模式下開啟，當關卡首次進入周回模式時，自律尋敵會自動開啟
2.自律尋敵開啟的同時，會自動開啟<color=#92fc63>自律戰鬥</color><color=#92fc63>和陣容鎖定</color>功能。自動呼叫潛艇功能會根據指揮官的設置，不會自動開啟
3.開啟自律尋敵後，指揮官可以在艦隊選擇介面設置艦隊職能，艦隊職能一共分為四種：
①<color=#92fc63>道中戰鬥</color>：該艦隊只會進行道中戰鬥（<color=#92fc63>指與非敵方旗艦進行戰鬥</color>），選擇該隊為道中戰鬥後，另一隊默認為旗艦戰鬥
②<color=#92fc63>旗艦戰鬥</color>：敵方旗艦出現後會切換到該艦隊與敵方旗艦進行戰鬥，選擇該隊為旗艦戰鬥後，另一隊默認為道中戰鬥
③<color=#92fc63>全部戰鬥</color>：該艦隊會與道中敵人和敵方旗艦進行戰鬥，選擇該隊為全部戰鬥後，另一隊默認為待機
④<color=#92fc63>待機</color>：該艦隊不參與戰鬥，原地待機，選擇該隊為待機後，另一隊默認為全部戰鬥
4.自律尋敵模式中，場上有精英艦隊時，優先攻擊<color=#92fc63 >精英艦隊</color>，場上沒有精英艦隊時，就近攻擊離我方<color=#92fc63>最近的敵人</color>，當場上出現敵方旗艦時，最優先攻擊<color=#92fc63>敵方旗艦</color>]]
		}
	}
}
