_G.pg.gametip.medal_help_tip = {
	tip = {
		{
			info = "收藏室功能详情：\n"
		},
		{
			info = "-勋章："
		},
		{
			info = "·司令部设置了勋章系统，以嘉奖在各领域作出突出贡献\n    的指挥官"
		},
		{
			info = "-获取勋章"
		},
		{
			info = "·不同勋章拥有不同获取条件，当指挥官达成对应条件后，\n    可以获取相应的勋章。"
		},
		{
			info = "·不同勋章的获取任务可以同时进行"
		},
		{
			info = "·部分勋章拥有多个等级，只有领取上一级勋章后，\n    才能进行下一级勋章的获取 "
		},
		{
			info = "·部分勋章需要达成复数条件后才可领取"
		},
		{
			info = "-勋章的作用"
		},
		{
			info = "已领取的勋章可以通过在主介面左上角点击秘书舰头像，\n   再点击装扮按钮，设置是否佩戴 "
		},
		{
			info = "·已佩戴的勋章会展示在个人信息页及履历详情中"
		},
		{
			info = "-其他"
		},
		{
			info = "·涉及角色养成的勋章，不会统计多个相同角色的累积进\n度，而是只取该角色最高进度 "
		},
		{
			info = "·退役操作不影响已达成进度"
		},
		{
			info = "·改造后角色的养成统计不会和改造前角色做区分"
		},
		{
			info = "·退役操作不影响已达成进度"
		},
		{
			info = "·关于阵营勋章的战斗经验累积，只有当指挥官领取了上\n一级   的阵营勋章后，才会开始下一级经验的累积"
		}
	}
}
