_G.pg.gametip.black_white_grid_notice = {
	tip = {
		{
			info = "活動說明："
		},
		{
			info = "1.淨化虛擬空間共有5張遊戲圖，可以在活動期間內反復遊玩，\n但僅有前4張圖<color=#A9F548>首次</color>淨化成功時可獲得獎勵。"
		},
		{
			info = "2.前四張遊戲圖為固定圖，第五張遊戲圖為隨機圖。"
		},
		{
			info = "3.遊戲圖需要三星通關對應活動關卡地圖才可以解鎖。"
		},
		{
			info = "4.需要先完成上一張遊戲圖，才能進行下一張遊戲圖。"
		},
		{
			info = "5.每場遊戲中，玩家擁有3次翻轉次數。"
		},
		{
			info = "6.點擊遊戲圖上的同一格兩次，即可進行一次翻轉操作。"
		},
		{
			info = "7.執行翻轉操作將使以點擊格為中心的<color=#A9F548>九格</color>顏色發生<color=#A9F548>反轉</color>。\n（黑色格變為白色格，白色格變為黑色格）"
		},
		{
			info = "8.進行3次翻轉後遊戲進行結算。"
		},
		{
			info = "9.結算時，遊戲圖上的每個黑色塊<color=#A9F548>-1</color>分，每個白色塊<color=#A9F548>+1</color>分。\n最終分數<color=#A9F548>≥0</color>時視為淨化完成，<color=#A9F548>＜0</color>時視為淨化失敗。"
		},
		{
			info = "10.每場遊戲中，玩家擁有3次翻轉次數。"
		}
	}
}
