_G.pg.gametip.help_battle_ac = {
	tip = {
		{
			info = [[
制空值說明

制空值
·制空值是衡量艦隊制空能力的數值。
·制空值由指揮官出擊艦隊的航空值飛機數量等決定的。
反潛機不計入制空值。
P.S. 我方防空力量可以有效的降低敵方制空值哦！
·制空值會影響當前關卡的空域狀態。

空域狀態
·艦隊對當前關卡空域的控制狀態被稱為空域狀態。
·敵我雙方制空值決定當前關卡空域狀態，空域狀態會影
響艦隊的部分屬性。

空域狀態分為以下六種：
制空權確保：艦隊全體航空傷害提高20%，受到航空傷
害降低10%，命中提高10%，受到伏擊機率降低8%。
（點燃和進水傷害不受影響。）

制空權優勢：艦隊全體航空傷害提高12%，受到航空傷
害降低6%，命中提高5%，受到伏擊機率降低5%。
（點燃和進水傷害不受影響。）

勢均力敵：艦隊全體航空傷害降低6%，受到航空傷害降
低3%。（點燃和進水傷害不受影響。）

制空權劣勢：艦隊全體航空傷害降低12%，受到航空傷害提高6%，命中、機動降低3%。
（點燃和進水傷害不受影響。）

制空權喪失：艦隊全體航空傷害降低20%，受到航空傷
害提高10%，命中、機動降低8%。
（點燃和進水傷害不受影響。）

無空域爭奪：無特殊效果。]]
		}
	}
}
