_G.pg.gametip.returner_help = {
	tip = {
		{
			info = [[
活动说明：

被邀请者：
回归指挥官：
在2020年5月7日至5月21日维护期间没有过登录行为的
指挥官
新人指挥官：
在2020年5月21日至6月18日维护期间新注册的指挥官
满足被邀请资格的指挥官在活动期间登录可在特别活动页
内输入邀请者的UID参与活动
邀请者：
2020年5月7日至5月21日维护前有过登录行为的指挥官
邀请者可以使用自己的UID邀请满足被邀请资格的指挥官
参与活动
召集指挥官：
单个邀请者最多可邀请两位指挥官，在其完成专属任务后
可获得集结积分。召集信号发布后还可以解锁邀请者专属
任务，完成任务后也可获得集结积分。集结积分达到指定
数值后可以获得丰富奖励。
被邀请者在输入邀请指挥官的UID后，即可激活专属任务。
完成专属任务可获得丰富奖励并为邀请者提供集结积分。
邀请可跨港区进行，但无法跨区服进行
UID：
司令部为每位指挥官下发的唯一身份证明，可以从个人信
息页进行查看]]
		},
		{
			info = "UID发布及匹配系统：\n"
		},
		{
			info = [[
邀请者：
可以点击【召集信息发布】按钮，将自身的UID信息发布
至系统，为被邀请者提供快速匹配
<color=#ff5c5c>召集信息发布后将无法撤销</color>]]
		},
		{
			info = [[
被邀请者：
可以点击【匹配并绑定】按钮，随机与系统中一名邀请者
的UID信息进行快速绑定。
<color=#ff5c5c>绑定成功后将无法变更</color>]]
		}
	}
}
