_G.pg.gametip.challenge_help = {
	tip = {
		{
			info = " 【玩法簡介】"
		},
		{
			info = " 限界挑戰是面向具有較高艦隊實力指揮官的挑戰玩法。 \n"
		},
		{
			info = "【模式說明】"
		},
		{
			info = " 1. 限界挑戰共分為普通和無限兩種模式"
		},
		{
			info = " 2. 普通模式下，指揮官可以挑戰對手並獲取積分，當達到指定的最高積分時，可以領取獎勵，普通模式最多可以挑戰五關"
		},
		{
			info = " 3. 無限模式下，指揮官可以無限挑戰對手，通過的關卡數越多，敵人的實力也會越強。無限模式下無法獲得積分，也沒有獎勵。無限模式只有在通關普通模式後才會開啟"
		},
		{
			info = " 4. 兩種模式都為連戰玩法，即每場戰鬥結束後，會繼承上一場結束時的艦船狀態。且每場戰鬥只能呼叫一次潛艇支援，每場戰鬥結束後，潛艇呼叫次數會恢復為1次"
		},
		{
			info = " 5. 限界挑戰中不會消耗石油，不消耗艦船的好感，戰鬥勝負不會被計入個人訊息統計，也無法獲得艦船經驗、指揮官經驗和指揮喵經驗"
		},
		{
			info = " 6. 普通模式和無限模式的編隊不通用，指揮官需要分別配置"
		},
		{
			info = " 7. 挑戰過程中，玩家不可以更換編隊成員，不可以使用緊急維修"
		},
		{
			info = " 8. 兩場戰鬥間可以返回活動主頁，戰鬥中退出、斷線、關閉遊戲等操作將導致結算至本關開始前分數並結束本輪挑戰。 \n"
		},
		{
			info = " 【結算及刷新說明】"
		},
		{
			info = " 1. 限界挑戰開放期間，會以每個週日的23:59:59為截止時間，結束並開啟新一輪的挑戰"
		},
		{
			info = " 2. 挑戰結束時，會結算本輪挑戰的最高積分，並進行重置；同時無限模式的進入條件也會被重置"
		},
		{
			info = " 3. 開啟新一輪的挑戰後，挑戰對手和順序會發生變化\n 注：挑戰更新後，如果還有上一輪的未結算戰鬥，該次挑戰的數據將不計入統計。因此，請指揮官合理規劃挑戰時間。 "
		},
		{
			info = " 4. 當限界挑戰的活動時間結束後，將會暫時關閉，並隔一段時間後再次開啟。新開啟的限界挑戰的內容和獎勵均會有變化"
		}
	}
}
