_G.pg.gametip.secondary_password_help = {
	tip = {
		{
			info = "二級密碼是用於保護指揮官帳號內資產的密碼系統。\n"
		},
		{
			info = [[
1. 在二級密碼開啟的情況下，解鎖角色、拆解部分裝備、解鎖指揮喵會受到二級密碼的限制；
   注：當拆解重要裝備、超稀有及以上裝備、強化
等級+10的裝備時會受到二級密碼的限制；
]]
		},
		{
			info = "2. 在以上被提及的操作中，指揮官可自行設置每種敏感\n操作是否被二級密碼限制；\n"
		},
		{
			info = [[
3. 二級密碼開啟後，每次登錄期間內，第一次執行敏感
操作時需要指揮官輸入二級密碼，輸入密碼正確後才可繼續執行該操作；
   若本次登錄期間內已經正確輸入過二級密碼，執行敏感
操作時則不需要再次輸入；
]]
		},
		{
			info = "4. 若遺忘二級密碼，則無法關閉該系統，同時也無法通\n過關閉、再次開啟來修改二級密碼，請指揮官設置有效的密碼提示，説明記憶二級密碼；\n"
		},
		{
			info = "5. 若遺忘二級密碼，指揮官需要通過客服來重置二級\n密碼，兩次重置二級密碼之間的間隔時間不得少於30天；\n"
		}
	}
}
