_G.pg.gametip.option_desc11 = {
	tip = [[
功能開啟後，戰鬥中會展示航母的被偵測提示線（藍色網格樣式）、暴露提示線（紅色網格樣式，僅演習戰鬥中有）

正航、輕航隱蔽機制說明： 
在【隱蔽】狀態下，航母不容易被作為敵方的武器、技能的指向目標，但是會仍然會被流彈命中造成傷害
在【隱蔽】狀態下，角色航空攻擊傷害計算時，受到的防空減傷影響降低10%

被偵測條的增減
·敵方艦艇在關卡內被偵測範圍內、觸底或敵方艦載機觸底時，被偵測條上升（觸底時，離觸底單位最近的航母被偵測條會額外上升）
·航母角色空襲，或觸發技能攻擊時，自身被偵測條上升。空襲時提升的被偵測值隨該場戰鬥內空襲輪次提高（每輪空襲提高基礎值的25%，最大值為基礎值的250%）空襲後的12秒內，被偵測條的恢復速度降低至基礎恢復速度的40%
·航母角色處於被點燃狀態時，被偵測條增加一段點燃偵測懲罰，且點燃狀態下點燃偵測懲罰不會下降
·被偵測條的最大值與角色機動相關，被偵測值達到最大值時，角色脫離【隱蔽】狀態

演習中的額外規則：
演習中，航母被偵測值不會自動降低
演習中，增加暴露提示線，敵方角色進入暴露範圍內時，所有航母直接脫離【隱蔽】狀態
]]
}
