_G.pg.gametip.guild_tech_tip = {
	tip = {
		{
			info = "科技说明："
		},
		{
			info = "1.大艦隊科技可對指揮官港區提供一定的加成。"
		},
		{
			info = "2.大艦隊科技有<color=#92fc63>研發模式</color>和<color=#92fc63>通常模式</color>兩個介面，通過頁面右上角按鈕切換。"
		},
		{
			info = "3.研發模式下，艦隊司令和副司令可以更換研發的大艦隊科技，每天只能更換<color=#92fc63>1</color>次研發項目。"
		},
		{
			info = "4.創建大艦隊&系統更新後，研發項目默認選擇為<color=#92fc63>大艦隊成員席位擴充</color>，指揮官可自行更換。"
		},
		{
			info = "5.大艦隊科技的研發需要執行<color=#92fc63>軍需籌備</color>，通過在<color=#92fc63>後勤處</color>完成<color=#92fc63>軍需籌備</color>可以累計<color=#92fc63>項目籌備進度</color>，籌備完成後，對應大艦隊科技等級提升。"
		},
		{
			info = "6.研發模式下，所有成員均可查看項目籌備進度。"
		},
		{
			info = "7.大艦隊同時只能進行<color=#92fc63>1</color>項科技的研發項目籌備。"
		},
		{
			info = "8.通常模式下，所有成員均可花費<color=#92fc63>艦隊幣</color>和<color=#92fc63>物資</color>學習大艦隊已經研發的科技。"
		},
		{
			info = "9.成員的大艦隊科技等級只能提升到科技等級上限，科技等級上限由<color=#92fc63>當前大艦隊</color>科技等級上限與公共艦隊科技等級上限較高者決定。"
		},
		{
			info = "10.<color=#92fc63>當前大艦隊</color>科技需要達到對應的<color=#92fc63>活躍度</color>才可學習。不滿足<color=#92fc63>當前大艦隊</color>科技等級提升條件但未達到公共科技等級上限可以繼續學習，但所需資源消耗為公共艦隊科技消耗。"
		},
		{
			info = "11.如果指揮官退出大艦隊，已經習得的大艦隊科技<color=#92fc63>等級保留</color>，加入新的大艦隊後，對應科技將會<color=#92fc63>重新生效</color>，但不會超過所屬艦隊的科技等級上限。"
		},
		{
			info = "12.如果指揮官不在任何一個大艦隊內，則大艦隊科技最多保留至公共艦隊科技等級上限。"
		}
	}
}
