_G.pg.gametip.guild_office_tip = {
	tip = {
		{
			info = "後勤說明："
		},
		{
			info = "1.艦隊司令，副司令可以在後勤處發布大艦隊任務，購買大艦隊補給。 "
		},
		{
			info = "2.所有成員均可以在後勤處領取&執行大艦隊任務，提交軍需籌備任務，以及領取大艦隊補給。 "
		},
		{
			info = "3.大艦隊任務：由大艦隊全體成員<color=#92fc63>共同執行</color>的任務，完成任務可獲得大艦隊資金獎勵。 "
		},
		{
			info = "4.大艦隊任務個人獎勵每人每週僅可獲得<color=#92fc63>1</color>次，但重複完成任務<color=#92fc63>仍然計算</color>大艦隊任務執行次數。 "
		},
		{
			info = "5.大艦隊任務每週結算，按照結算時<color=#92fc63>大艦隊全員</color>任務完成次數發放大艦隊資金獎勵。 "
		},
		{
			info = "6.軍需籌備：大艦隊全體成員可通過軍需籌備獲取艦隊幣獎勵。 "
		},
		{
			info = "7.軍需籌備每人每天可以執行<color=#92fc63>3</color>次。 "
		},
		{
			info = "8.完成軍需籌備除個人艦隊幣獎勵以外，同時還可為大艦隊提供一定數量的大艦隊資金。 "
		},
		{
			info = "9.每次完成軍需籌備，艦隊科技研發的<color=#92fc63>籌備進度</color>將會對應增加，<color=#92fc63>項目籌備進度</color>達到標準，研發中的大艦隊科技等級將會提升。 "
		},
		{
			info = "10.軍需籌備可獲取的<color=#92fc63>大艦隊資金</color>和<color=#92fc63>籌備進度</color>有每日總上限，達到上限後，完成軍需籌備無法再提供<color=#92fc63>大艦隊資金</color>和<color=#92fc63>籌備進度</color>，但依然可以正常獲得<color=#92fc63>艦隊幣</color>。 "
		},
		{
			info = "11.軍需籌備的每日有效上限為每天【艦隊人數上限*3】次軍需籌備。 "
		},
		{
			info = "12.大艦隊補給：由艦隊司令，副司令花費大艦隊資金購買的成員福利。 "
		},
		{
			info = "13.購買大艦隊補給需要消費一定量的大艦隊資金，購買後<color=#92fc63>14</color>天內，所有大艦隊成員每天可領取<color=# 92fc63>1</color>份大艦隊補給。"
		},
		{
			info = "14.新加入大艦隊的成員，當天無法獲得大艦隊補給，加入大艦隊第二天，可獲得第<color=#92fc63>1</color>份補給(如果該大艦隊有購買補給)。 "
		},
		{
			info = "15.單個成員的大艦隊補給最多可儲存<color=#92fc63>3</color>份，超過<color=#92fc63>3</color>份未領取將無法獲得新的大艦隊補給。 "
		}
	}
}
