_G.pg.gametip.guild_mission_info_tip = {
	tip = {
		{
			info = "事件派遣說明："
		},
		{
			info = "1.單個事件內，單個成員每次可以派遣<color=#92fc63>4</color>名角色。 "
		},
		{
			info = "2.每隔6個小時會刷新1次派遣次數(現實時間<color=#92fc63>0/6/12/18</color>時\n分別刷新<color=#92fc63 >1</color>次)，每個事件單個成員最多可以派遣<color=#92fc63>4</color>次。 "
		},
		{
			info = "3.事件內派遣的艦船如果符合事件的<color=#92fc63>效率需求</color>，可額外提\n供解決事件的<color=#92fc63>效率值< /color>，進一步提高解決事件的速度。 "
		},
		{
			info = [[
4.同時事件會有一些其他<color=#92fc63>評價需求</color>，派遣的艦船如果符合
事件的評價需求，可額外為事件提供<color=# 92fc63>評價加成</color>，評價加成
達到一定程度，事件會有<color=#92fc63>額外獎勵</color>，個別事件的評價可能
影響最終出現的首領敵人。 ]]
		},
		{
			info = "5.事件內有若干個節點，節點的成功率受所有成員派遣的\n<color=#92fc63>角色數量</color>影響，節點無論成功或失敗都會獲得獎勵。 "
		},
		{
			info = "6.節點獎勵將與事件獎勵統合成作戰報告提交，指揮官可\n到作戰報告介面領取。 "
		}
	}
}
