_G.pg.gametip.venusvolleyball_help = {
	tip = {
		{
			info = [[
活動規則：
1.<color=#92fc63>1月27日</color>為止每日0點開放<color=#92fc63>1</color>場新的比賽，總計<color=#92fc63>7</color>場，可累
計。全部完成後可以獲得限定裝備<color=#92fc63>「覺醒寶珠」</color>以及角色
喜好道具-<color=#92fc63>「喜好食物(莫妮卡)」</color>
2.點擊開始遊戲，選擇兩名角色後開始比賽，任意一方獲
得<color=#92fc63>5</color>分後即可完成遊戲
3.指揮官在接球和擊球時會出現判定圈，點擊螢幕任意位
置完成判定
4.判定圈縮至外圈與內圈之間時點擊視為good，判定圈
縮至內圈後點擊視為perfect，未進行點擊或判定圈未縮
到外圈時點擊視為miss
接球時：判定miss為失分，判定good和perfect成功接球
擊球時：判定miss擊球但不得分，判定good和perfect擊
球得分
5.未開放全部比賽前，可重複挑戰當日比賽，在完成全部
比賽后開啟自由挑戰，指揮官可自由選擇角色進行比賽]]
		}
	}
}
