_G.pg.gametip.fushun_adventure_help = {
	tip = {
		{
			info = [[
活動規則：
1.<color=#92fc63>2月10日</color>為止每日0點開放<color=#92fc63>1</color>場新的關卡，總計<color=#92fc63>7</color>關，關卡
可累計
各關卡完成獎勵明細如下：
	完成第1關獲得艦艇攻擊教材T3x1；
	完成第2關獲得紅包x1；
	完成第3關獲得艦艇防禦教材T3x1；
	完成第4關獲得紅包x1；
	完成第5關獲得艦艇輔助教材T3x1；
	完成第6關獲得紅包x1；
	完成第7關獲得限定角色<color=#92fc63>「撫順」</color> x1
遊戲規則：
1.當年獸進入可攻擊區域時，指揮官可以點擊<color=#92fc63>A鍵</color>、<color=#92fc63>B鍵</color>進
行攻擊，當可攻擊區域內沒有年獸時點擊A、B鍵，則會
對自身造成硬直
2.若指揮官沒有及時擊敗年獸則會被年獸攻擊，每被年獸
攻擊一次，扣除一顆生命值
3.年獸根據血量分為三種難度，不同難度的年獸需要攻擊
的次數也不同，擊敗年獸會獲得相應的分數
得分規則：
擊敗小型年獸： <color=#92fc63>加10分</color>
擊敗中型年獸： <color=#92fc63>加20分</color>
擊敗大型年獸： <color=#92fc63>加30分</color>
4.連續擊敗年獸可以累計combo，combo達到20後擊敗
年獸可以獲得額外加分，被年獸攻擊則會打斷combo
5.擊敗年獸時畫面下方能量槽會上漲，當能量槽漲滿時撫
順會進入<color=#92fc63>特殊模式</color>此時指揮官需要快速連續點擊A、B鍵，
點擊次數越多得分越高。能量槽變空後特殊模式結束
6.指揮官生命值耗盡結束遊戲或是點擊遊戲內退出按鈕退
出遊戲都視為完成遊戲。因為其他原因中途退出遊戲則算
作未完成遊戲]]
		}
	}
}
