_G.pg.gametip.securitycake_help = {
	tip = {
		{
			info = [[
小遊戲玩法：
1.指揮官點擊畫面上的敵人時，特裝型布里MKIII會對其進行攻擊，擊敗敵人可以獲取分數。不同種類的敵人需要點擊的次數不同，獲取的分數也不同
①<color=#92fc63>怪盜啾啾需要點擊1次100分</color>
②<color=#92fc63>忍者啾啾需要點擊1次150分</color>
③<color=#92fc63>巨大啾啾需要點擊2次200分</color>
④<color=#92fc63>紙箱喵需要點擊1次150分</color>
2.指揮官擊敗敵人後下方的EX槽會上漲，漲滿時點擊EX槽，特裝型布里MKIII會進入EX模式，攻擊力和攻擊範圍會上升
3.敵人會從四周向蛋糕靠近，靠近蛋糕時會偷取蛋糕，蛋糕被偷取<color=#92fc63>3</color>次或時間耗盡遊戲結束
活動規則：
活動期間每日可獲得1次可用次數，可用次數最多可以疊加7次
1.在有可用次數的情況下參與蛋糕保衛戰會消耗掉可用次數並獲得簽到次數，集齊7次簽到次數可以獲得<color=#92fc63>「慶典邀請函」</color>
2 .可用次數可以在啾啾樂園頁面右側看到，簽到進度可以通過點擊啾啾樂園頁面<color=#92fc63>「邀請函」</color>按鈕查看
3.在沒有可用次數的情況下進行蛋糕保衛戰不會獲得簽到次數
4.使用遊戲內退出按鈕退出時，會進行結算。因為其他原因中途退出小遊戲不會消耗可用次數，同時也不會獲得任何獎勵]]
		}
	}
}
