_G.pg.gametip.meta_help = {
	tip = {
		{
			info = "META研究室說明："
		},
		{
			info = "·META研究室擁有<color=#92fc63>「能量活化」</color>、<color=#92fc63>「戰術研修」</color >、\n<color=#92fc63>「艦裝強化」</color>、<color=#92fc63>「資訊同步」</color>4個系統模塊\n"
		},
		{
			info = [[
1.< color=#92fc63>能量活化</color>
·META角色達到指定等級後可以使用對應的角色結晶進行
活化。活化後可以提升角色星級
·角色結晶可以通過「資訊同步」獎勵獲取]]
		},
		{
			info = [[
2.<color=#92fc63>戰術研修</color>
·完成戰術研修任務獲得META角色的技能升級經驗，部
分任務可以重複完成
·一名角色只能同時進行一項技能的戰術養成任務，多名
角色之間彼此獨立，同時進行
·一名角色每日最多獲取<color=#92fc63>30000</color>點技能升級經驗，其中前
<color=#92fc63>60%</color>的技能升級經驗擁有雙倍任務完成效率
（剩餘次數不滿2次時不生效）
·任務類型和可完成次數會隨著技能等級升級而刷新]]
		},
		{
			info = [[
3.<color=#92fc63>艦裝強化</color>
 ·META角色可以通過消耗艦裝強化材料對「炮擊」「雷
擊」「航空」「裝填」4個屬性中的若干個進行強化
·強化會提升相應屬性值，當強化進度達到一定數值後還
可獲得額外屬性提升。 
·艦裝強化材料可通過「資訊同步」獎勵及大型作戰內
港口商店購買獲取
4.<color=#92fc63>資訊同步</color>
·通過「座標·燼」戰鬥收集角色同步值，在<color=#92fc63>指定時間</color>內
領取包含養成材料在內的豐厚獎勵]]
		}
	}
}
