_G.pg.gametip.levelScene_escort_help_tip = {
	tip = {
		{
			info = "護航關卡說明"
		},
		{
			info = " 1.商路護航的開放時間為5月20日~5月27日；"
		},
		{
			info = " 2.每日有一次挑戰機會，不可累積，進入關卡時扣除次\n數。關卡分為簡單，普通，困難三個難度，玩家進入\n關卡即消耗挑戰次數；"
		},
		{
			info = " 3.商船會沿著固定航線前進，玩家艦隊每行動一次，商\n船前進一格，不會躲避敵船和水雷，玩家需要保護商船\n安全到達撤退點；"
		},
		{
			info = " 5.商船撞上敵船，血量減少1，並且進入遇襲中狀態，此\n時玩家每行動一次商船血量會減少1，直至玩家擊敗襲擊\n商船的敵方艦隊；"
		},
		{
			info = " 5.商船撞上水雷，血量減少2，玩家撞上水雷也會受到傷\n害但是帶有驅逐艦的艦隊走到水雷上後可以拆除水雷；"
		},
		{
			info = " 6.商路護航獎勵依據商船到達撤退點時血量進行發放：\n20 ~16血為1檔、15~11血為2檔、10~1血為3檔、0血， \n戰鬥失敗或撤退為4檔；"
		}
	}
}
