pg = pg or {}
pg.activity_event_monopoly_dialogue = {
	[101] = {
		id = 101,
		dialogue = "指挥官，比赛开始了，我很期待您的表现哦。"
	},
	[102] = {
		id = 102,
		dialogue = "让我为您奏响胜利的乐章吧。"
	},
	[103] = {
		id = 103,
		dialogue = "还是选择我吗？谢谢您，专属于我一个人的车手♡~"
	},
	[104] = {
		id = 104,
		dialogue = "要听些激烈的音乐振奋精神吗？"
	},
	[105] = {
		id = 105,
		dialogue = "开慢一些也好，更安全些。"
	},
	[106] = {
		id = 106,
		dialogue = "继续前进吧，指挥官。"
	},
	[107] = {
		id = 107,
		dialogue = "加油，已经看见终点了！"
	},
	[108] = {
		id = 108,
		dialogue = "嗯，保持这个感觉继续吧！"
	},
	[109] = {
		id = 109,
		dialogue = "呵呵~果然指挥官很有安全感。"
	},
	[111] = {
		id = 111,
		dialogue = "走吧！状态不错嘛，我还以为你会很慌张呢。"
	},
	[112] = {
		id = 112,
		dialogue = "怎么？想确认记录吗？已经破纪录了哦。"
	},
	[113] = {
		id = 113,
		dialogue = "哼哼，离不开“王牌”的应援了吧？"
	},
	[114] = {
		id = 114,
		dialogue = "别看我这样，我可是一直在认真给你加油哦！不能输啊。"
	},
	[115] = {
		id = 115,
		dialogue = "这么慢，是车子出故障了？……哦~原来是胜券在握了啊。"
	},
	[116] = {
		id = 116,
		dialogue = "再自信点吧，毕竟是我在给你应援啊！"
	},
	[117] = {
		id = 117,
		dialogue = "看来有机会破纪录啊？"
	},
	[118] = {
		id = 118,
		dialogue = "看吧，有我的应援，当然不会输！"
	},
	[119] = {
		id = 119,
		dialogue = "哼♪~马上就要获胜了。"
	},
	[121] = {
		id = 121,
		dialogue = "赛前准备都已确认，保持最佳的状态，出发吧。"
	},
	[122] = {
		id = 122,
		dialogue = "感谢鸢尾的庇佑……当然，更多的是指挥官您的实力。"
	},
	[123] = {
		id = 123,
		dialogue = "让我们再次一起获得胜利吧。"
	},
	[124] = {
		id = 124,
		dialogue = "我会为您祈祷的，一路向前吧。"
	},
	[125] = {
		id = 125,
		dialogue = "赛车是否需要再检修整备一次呢？"
	},
	[126] = {
		id = 126,
		dialogue = "安全第一，就这样平稳地前进吧。"
	},
	[127] = {
		id = 127,
		dialogue = "根据您的进度，我会对您下达裁决……开玩笑的，慢慢来就好。"
	},
	[128] = {
		id = 128,
		dialogue = "您的状态渐佳，是从祝福中获得了力量吗？"
	},
	[129] = {
		id = 129,
		dialogue = "我已看见胜利就在前方，等待着您的到达。"
	},
	all = {
		101,
		102,
		103,
		104,
		105,
		106,
		107,
		108,
		109,
		111,
		112,
		113,
		114,
		115,
		116,
		117,
		118,
		119,
		121,
		122,
		123,
		124,
		125,
		126,
		127,
		128,
		129
	}
}
