pg = pg or {}
pg.activity_event_building = {
	[9] = {
		id = 9,
		name = "旋轉木啾",
		desc = "當達到最高速時，或許真的能飛起來哦？",
		buff = {
			13,
			14,
			15
		},
		material = {
			{
				{
					8,
					59218,
					10
				}
			},
			{
				{
					8,
					59218,
					15
				}
			}
		}
	},
	[10] = {
		id = 10,
		name = "雲霄飛啾",
		desc = "速度、激情與一飛沖天的感覺！",
		buff = {
			16,
			17,
			18
		},
		material = {
			{
				{
					8,
					59218,
					10
				}
			},
			{
				{
					8,
					59218,
					15
				}
			}
		}
	},
	[11] = {
		id = 11,
		name = "跳樓啾",
		desc = "盡情享受下墜的快樂吧！",
		buff = {
			19,
			20,
			21
		},
		material = {
			{
				{
					8,
					59218,
					10
				}
			},
			{
				{
					8,
					59218,
					15
				}
			}
		}
	},
	[12] = {
		id = 12,
		name = "啾啾海盜船",
		desc = "喜歡乘風破浪的感覺嗎？",
		buff = {
			22,
			23,
			24
		},
		material = {
			{
				{
					8,
					59218,
					10
				}
			},
			{
				{
					8,
					59218,
					15
				}
			}
		}
	},
	[13] = {
		id = 13,
		name = "啾啾衝浪",
		desc = "與海浪一同起舞吧！",
		buff = {
			13,
			14,
			15
		},
		material = {
			{
				{
					8,
					59237,
					10
				}
			},
			{
				{
					8,
					59237,
					15
				}
			}
		}
	},
	[14] = {
		id = 14,
		name = "啾啾跳水",
		desc = "水花越小，分數越高哦！",
		buff = {
			16,
			17,
			18
		},
		material = {
			{
				{
					8,
					59237,
					10
				}
			},
			{
				{
					8,
					59237,
					15
				}
			}
		}
	},
	[15] = {
		id = 15,
		name = "滑滑世界",
		desc = "緊張刺激的水滑梯之旅！",
		buff = {
			19,
			20,
			21
		},
		material = {
			{
				{
					8,
					59237,
					10
				}
			},
			{
				{
					8,
					59237,
					15
				}
			}
		}
	},
	[16] = {
		id = 16,
		name = "啾啾瀑布",
		desc = "盡情感受水流的衝擊！",
		buff = {
			22,
			23,
			24
		},
		material = {
			{
				{
					8,
					59237,
					10
				}
			},
			{
				{
					8,
					59237,
					15
				}
			}
		}
	},
	[17] = {
		id = 17,
		name = "皇家午茶",
		desc = "茶AND咖啡店！，其名為皇家午茶<Queen's Tea>！就通過這個本王親自監督設計的皇家午茶企劃，來一轉頹勢吧！哼哼！",
		buff = {
			49,
			50,
			51,
			52,
			53
		},
		material = {
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			}
		}
	},
	[18] = {
		id = 18,
		name = "萊茵咖啡館",
		desc = "在傳統咖啡的基礎上，開發新的飲品和食物，以創新性作為賣點…——嗯，不失為一個好主意…",
		buff = {
			54,
			55,
			56,
			57,
			58
		},
		material = {
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			}
		}
	},
	[19] = {
		id = 19,
		name = "教學大樓",
		desc = "好好學習，天天向上。",
		buff = {
			13,
			14,
			15
		},
		material = {
			{
				{
					8,
					59349,
					10
				}
			},
			{
				{
					8,
					59349,
					15
				}
			}
		}
	},
	[20] = {
		id = 20,
		name = "占卜屋",
		desc = "想要了解今日運勢嗎？",
		buff = {
			16,
			17,
			18
		},
		material = {
			{
				{
					8,
					59349,
					10
				}
			},
			{
				{
					8,
					59349,
					15
				}
			}
		}
	},
	[21] = {
		id = 21,
		name = "演唱台",
		desc = "空閒時間任何人都能上台！",
		buff = {
			19,
			20,
			21
		},
		material = {
			{
				{
					8,
					59349,
					10
				}
			},
			{
				{
					8,
					59349,
					15
				}
			}
		}
	},
	[22] = {
		id = 22,
		name = "校園商街",
		desc = "請盡情挑選——",
		buff = {
			22,
			23,
			24
		},
		material = {
			{
				{
					8,
					59349,
					10
				}
			},
			{
				{
					8,
					59349,
					15
				}
			}
		}
	},
	[23] = {
		id = 23,
		name = "生活區",
		desc = "国服六周年后山建筑",
		buff = {
			126,
			127,
			128,
			129
		},
		material = {
			{
				{
					1002,
					1,
					20
				}
			},
			{
				{
					1002,
					2,
					20
				}
			},
			{
				{
					1002,
					2,
					30
				}
			}
		}
	},
	[24] = {
		id = 24,
		name = "海島製作台",
		desc = "国服六周年后山建筑",
		buff = {
			130,
			131,
			132,
			133
		},
		material = {
			{
				{
					1002,
					1,
					20
				}
			},
			{
				{
					1002,
					2,
					20
				}
			},
			{
				{
					1002,
					2,
					30
				}
			}
		}
	},
	[25] = {
		id = 25,
		name = "啾啾探險隊",
		desc = "国服六周年后山建筑",
		buff = {
			134,
			135,
			136,
			137
		},
		material = {
			{
				{
					1002,
					1,
					20
				}
			},
			{
				{
					1002,
					2,
					20
				}
			},
			{
				{
					1002,
					2,
					30
				}
			}
		}
	},
	[26] = {
		id = 26,
		name = "用餐區",
		desc = "国服六周年后山建筑",
		buff = {
			138,
			139,
			140,
			141
		},
		material = {
			{
				{
					1002,
					1,
					20
				}
			},
			{
				{
					1002,
					2,
					20
				}
			},
			{
				{
					1002,
					2,
					30
				}
			}
		}
	},
	[27] = {
		id = 27,
		name = "海島據點",
		desc = "国服六周年后山据点",
		buff = {
			110,
			111,
			112,
			113,
			114,
			115,
			116,
			117,
			118,
			119,
			120,
			121,
			122,
			123,
			124,
			125
		},
		material = {
			0,
			4,
			8,
			12
		}
	},
	all = {
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		26,
		27
	}
}
