pg = pg or {}
pg.activity_event_monopoly_dialogue = {
	[101] = {
		id = 101,
		dialogue = "指揮官，比賽開始了，我很期待您的表現哦。"
	},
	[102] = {
		id = 102,
		dialogue = "讓我為您演奏勝利的樂章吧。"
	},
	[103] = {
		id = 103,
		dialogue = "還是選擇我嗎？謝謝您，專屬於我一個人的車手♡~"
	},
	[104] = {
		id = 104,
		dialogue = "要聽些激烈的音樂振奮精神嗎？"
	},
	[105] = {
		id = 105,
		dialogue = "開慢一些也好，更安全點。"
	},
	[106] = {
		id = 106,
		dialogue = "繼續前進吧，指揮官。"
	},
	[107] = {
		id = 107,
		dialogue = "加油，已經看見終點了！"
	},
	[108] = {
		id = 108,
		dialogue = "嗯，保持這個感覺繼續下去！"
	},
	[109] = {
		id = 109,
		dialogue = "呵呵~果然指揮官很有安全感。"
	},
	[111] = {
		id = 111,
		dialogue = "走吧！狀態不錯嘛，我以為你會很慌張。"
	},
	[112] = {
		id = 112,
		dialogue = "怎麼？想確認紀錄嗎？已經破紀錄了哦。"
	},
	[113] = {
		id = 113,
		dialogue = "哼哼，離不開「王牌」的應援了吧？"
	},
	[114] = {
		id = 114,
		dialogue = "別看我這樣，我可是一直在認真幫你加油哦！不能輸啊。"
	},
	[115] = {
		id = 115,
		dialogue = "這麼慢，是車子出故障了？……喔~原來是勝券在握了啊。"
	},
	[116] = {
		id = 116,
		dialogue = "再自信一點吧，畢竟是我在幫你應援啊！"
	},
	[117] = {
		id = 117,
		dialogue = "看來有機會破紀錄啊？"
	},
	[118] = {
		id = 118,
		dialogue = "看吧，有我的應援，當然不會輸！"
	},
	[119] = {
		id = 119,
		dialogue = "哼♪~馬上就要獲勝了。"
	},
	[121] = {
		id = 121,
		dialogue = "賽前準備都已確認，保持最佳的狀態，出發吧。"
	},
	[122] = {
		id = 122,
		dialogue = "感謝鳶尾的庇佑……當然，更多的是指揮官您的實力。"
	},
	[123] = {
		id = 123,
		dialogue = "讓我們再次一起獲得勝利吧。"
	},
	[124] = {
		id = 124,
		dialogue = "我會為您祈禱的，一路向前。"
	},
	[125] = {
		id = 125,
		dialogue = "賽車是否需要再檢修整備一次呢？"
	},
	[126] = {
		id = 126,
		dialogue = "安全第一，就這樣平穩地前進吧。"
	},
	[127] = {
		id = 127,
		dialogue = "根據您的進度，我會對您下達裁決……開玩笑的，慢慢來就好。"
	},
	[128] = {
		id = 128,
		dialogue = "您的狀態漸佳，是從祝福中獲得了力量嗎？"
	},
	[129] = {
		id = 129,
		dialogue = "我已看見勝利就在前方，等待著您的到達。"
	},
	all = {
		101,
		102,
		103,
		104,
		105,
		106,
		107,
		108,
		109,
		111,
		112,
		113,
		114,
		115,
		116,
		117,
		118,
		119,
		121,
		122,
		123,
		124,
		125,
		126,
		127,
		128,
		129
	}
}
