pg = pg or {}
pg.activity_dreamland_explore = {
	{
		tip_special_effect = "",
		type = 1,
		group = 1,
		pic = "mengleyuan_buguniao",
		dispaly_desc = [[
整点来到城堡时，发现布谷鸟钟异常安静。
询问谢菲尔德后得知，每当有人靠近想查看时间，布谷鸟就会突然不出来报时。
但谢菲尔德表示，只要对空放一枪，布谷鸟钟就会恢复正常运转。
这是什么原理呢，真是太神奇了。]],
		id = 1,
		tip_desc = "城堡的报时钟藏在哪里呢？",
		sub_type = {
			0
		},
		desc = {
			{
				"整点来到城堡时，发现布谷鸟钟异常安静。"
			},
			{
				"询问谢菲尔德后得知，每当有人靠近想查看时间，布谷鸟就会突然不出来报时。"
			},
			{
				"但谢菲尔德表示，只要对空放一枪，布谷鸟钟就会恢复正常运转。"
			},
			{
				"这是什么原理呢，真是太神奇了。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 1,
		pic = "mengleyuan_buguniao_2",
		dispaly_desc = [[
整点来到城堡时，发现布谷鸟钟异常安静。
询问谢菲尔德后得知，每当有人靠近想查看时间，布谷鸟就会突然不出来报时。
但谢菲尔德表示，只要对空放一枪，布谷鸟钟就会恢复正常运转。
这是什么原理呢，真是太神奇了。]],
		id = 2,
		tip_desc = "城堡的报时钟藏在哪里呢？",
		sub_type = {
			0
		},
		desc = {
			{
				"整点来到城堡时，发现布谷鸟钟异常安静。"
			},
			{
				"询问谢菲尔德后得知，每当有人靠近想查看时间，布谷鸟就会突然不出来报时。"
			},
			{
				"但谢菲尔德表示，只要对空放一枪，布谷鸟钟就会恢复正常运转。"
			},
			{
				"这是什么原理呢，真是太神奇了。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 1,
		pic = "mengleyuan_buguniao_3",
		dispaly_desc = [[
整点来到城堡时，发现布谷鸟钟异常安静。
询问谢菲尔德后得知，每当有人靠近想查看时间，布谷鸟就会突然不出来报时。
但谢菲尔德表示，只要对空放一枪，布谷鸟钟就会恢复正常运转。
这是什么原理呢，真是太神奇了。]],
		id = 3,
		tip_desc = "城堡的报时钟藏在哪里呢？",
		sub_type = {
			0
		},
		desc = {
			{
				"整点来到城堡时，发现布谷鸟钟异常安静。"
			},
			{
				"询问谢菲尔德后得知，每当有人靠近想查看时间，布谷鸟就会突然不出来报时。"
			},
			{
				"但谢菲尔德表示，只要对空放一枪，布谷鸟钟就会恢复正常运转。"
			},
			{
				"这是什么原理呢，真是太神奇了。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 2,
		pic = "mengleyuan_damenqizi_3",
		dispaly_desc = "晚上的烟花表演中，出现了一些不在计划中的奇怪图案。\n在烟花表演结束后，对比了烟花制作配方和发射程序，未发现异常。\n对此，{namecode:161}表示梦境就是存在各种不可思议的不合理之处，不必放在心上。",
		id = 4,
		tip_desc = "到了晚上，城堡附近就能看烟花吧？",
		sub_type = {
			5,
			"houshanyanhua",
			5
		},
		desc = {
			{
				"晚上的烟花表演中，出现了一些不在计划中的奇怪图案。"
			},
			{
				"在烟花表演结束后，对比了烟花制作配方和发射程序，未发现异常。"
			},
			{
				"对此，{namecode:161}表示梦境就是存在各种不可思议的不合理之处，不必放在心上。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 3,
		pic = "mengleyuan_jinbi",
		dispaly_desc = [[
在心愿喷泉边，遇到了正在许愿的{namecode:179}。
她表示每次投币许愿后，硬币都会突然消失，连水花都没有。
池水也呈现出奇特的五彩斑斓的色彩。
“这一定是{namecode:179}小姐的愿望要实现的征兆！”路过的利物浦兴奋地说道。]],
		id = 5,
		tip_desc = "在许愿池许愿的话，愿望就会实现吧？",
		sub_type = {
			0
		},
		desc = {
			{
				"在心愿喷泉边，遇到了正在许愿的{namecode:179}。"
			},
			{
				"她表示每次投币许愿后，硬币都会突然消失，连水花都没有。"
			},
			{
				"池水也呈现出奇特的五彩斑斓的色彩。"
			},
			{
				"“这一定是{namecode:179}小姐的愿望要实现的征兆！”路过的利物浦兴奋地说道。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 3,
		pic = "mengleyuan_jinbi_2",
		dispaly_desc = [[
在心愿喷泉边，遇到了正在许愿的{namecode:179}。
她表示每次投币许愿后，硬币都会突然消失，连水花都没有。
池水也呈现出奇特的五彩斑斓的色彩。
“这一定是{namecode:179}小姐的愿望要实现的征兆！”路过的利物浦兴奋地说道。]],
		id = 6,
		tip_desc = "在许愿池许愿的话，愿望就会实现吧？",
		sub_type = {
			0
		},
		desc = {
			{
				"在心愿喷泉边，遇到了正在许愿的{namecode:179}。"
			},
			{
				"她表示每次投币许愿后，硬币都会突然消失，连水花都没有。"
			},
			{
				"池水也呈现出奇特的五彩斑斓的色彩。"
			},
			{
				"“这一定是{namecode:179}小姐的愿望要实现的征兆！”路过的利物浦兴奋地说道。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 3,
		pic = "mengleyuan_jinbi_3",
		dispaly_desc = [[
在心愿喷泉边，遇到了正在许愿的{namecode:179}。
她表示每次投币许愿后，硬币都会突然消失，连水花都没有。
池水也呈现出奇特的五彩斑斓的色彩。
“这一定是{namecode:179}小姐的愿望要实现的征兆！”路过的利物浦兴奋地说道。]],
		id = 7,
		tip_desc = "在许愿池许愿的话，愿望就会实现吧？",
		sub_type = {
			0
		},
		desc = {
			{
				"在心愿喷泉边，遇到了正在许愿的{namecode:179}。"
			},
			{
				"她表示每次投币许愿后，硬币都会突然消失，连水花都没有。"
			},
			{
				"池水也呈现出奇特的五彩斑斓的色彩。"
			},
			{
				"“这一定是{namecode:179}小姐的愿望要实现的征兆！”路过的利物浦兴奋地说道。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_taiyangsan",
		dispaly_desc = [[
在遮阳伞附近，遇到了一脸惊讶的里诺。
她表示，有一把遮阳伞会在无人触碰的情况下自行收起又展开。
“等等，莫非这就是里诺觉醒的超能力？！”
之后的里诺决定自称为“阳伞侠”。
嗯……反正是在梦里，就由她去吧。]],
		id = 8,
		tip_desc = "大型遮阳伞的收伞方式会和雨伞一样么？",
		sub_type = {
			2
		},
		desc = {
			{
				"在遮阳伞附近，遇到了一脸惊讶的里诺。"
			},
			{
				"她表示，有一把遮阳伞会在无人触碰的情况下自行收起又展开。"
			},
			{
				"“等等，莫非这就是里诺觉醒的超能力？！”"
			},
			{
				"之后的里诺决定自称为“阳伞侠”。"
			},
			{
				"嗯……反正是在梦里，就由她去吧。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_zhongxinsan",
		dispaly_desc = [[
在遮阳伞附近，遇到了一脸惊讶的里诺。
她表示，有一把遮阳伞会在无人触碰的情况下自行收起又展开。
“等等，莫非这就是里诺觉醒的超能力？！”
之后的里诺决定自称为“阳伞侠”。
嗯……反正是在梦里，就由她去吧。]],
		id = 9,
		tip_desc = "大型遮阳伞的收伞方式会和雨伞一样么？",
		sub_type = {
			2
		},
		desc = {
			{
				"在遮阳伞附近，遇到了一脸惊讶的里诺。"
			},
			{
				"她表示，有一把遮阳伞会在无人触碰的情况下自行收起又展开。"
			},
			{
				"“等等，莫非这就是里诺觉醒的超能力？！”"
			},
			{
				"之后的里诺决定自称为“阳伞侠”。"
			},
			{
				"嗯……反正是在梦里，就由她去吧。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_taiyangsan_2",
		dispaly_desc = [[
在遮阳伞附近，遇到了一脸惊讶的里诺。
她表示，有一把遮阳伞会在无人触碰的情况下自行收起又展开。
“等等，莫非这就是里诺觉醒的超能力？！”
之后的里诺决定自称为“阳伞侠”。
嗯……反正是在梦里，就由她去吧。]],
		id = 10,
		tip_desc = "大型遮阳伞的收伞方式会和雨伞一样么？",
		sub_type = {
			2
		},
		desc = {
			{
				"在遮阳伞附近，遇到了一脸惊讶的里诺。"
			},
			{
				"她表示，有一把遮阳伞会在无人触碰的情况下自行收起又展开。"
			},
			{
				"“等等，莫非这就是里诺觉醒的超能力？！”"
			},
			{
				"之后的里诺决定自称为“阳伞侠”。"
			},
			{
				"嗯……反正是在梦里，就由她去吧。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_zhongxinsan_2",
		dispaly_desc = [[
在遮阳伞附近，遇到了一脸惊讶的里诺。
她表示，有一把遮阳伞会在无人触碰的情况下自行收起又展开。
“等等，莫非这就是里诺觉醒的超能力？！”
之后的里诺决定自称为“阳伞侠”。
嗯……反正是在梦里，就由她去吧。]],
		id = 11,
		tip_desc = "大型遮阳伞的收伞方式会和雨伞一样么？",
		sub_type = {
			2
		},
		desc = {
			{
				"在遮阳伞附近，遇到了一脸惊讶的里诺。"
			},
			{
				"她表示，有一把遮阳伞会在无人触碰的情况下自行收起又展开。"
			},
			{
				"“等等，莫非这就是里诺觉醒的超能力？！”"
			},
			{
				"之后的里诺决定自称为“阳伞侠”。"
			},
			{
				"嗯……反正是在梦里，就由她去吧。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_taiyangsan_3",
		dispaly_desc = [[
在遮阳伞附近，遇到了一脸惊讶的里诺。
她表示，有一把遮阳伞会在无人触碰的情况下自行收起又展开。
“等等，莫非这就是里诺觉醒的超能力？！”
之后的里诺决定自称为“阳伞侠”。
嗯……反正是在梦里，就由她去吧。]],
		id = 12,
		tip_desc = "大型遮阳伞的收伞方式会和雨伞一样么？",
		sub_type = {
			2
		},
		desc = {
			{
				"在遮阳伞附近，遇到了一脸惊讶的里诺。"
			},
			{
				"她表示，有一把遮阳伞会在无人触碰的情况下自行收起又展开。"
			},
			{
				"“等等，莫非这就是里诺觉醒的超能力？！”"
			},
			{
				"之后的里诺决定自称为“阳伞侠”。"
			},
			{
				"嗯……反正是在梦里，就由她去吧。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_zhongxinsan_3",
		dispaly_desc = [[
在遮阳伞附近，遇到了一脸惊讶的里诺。
她表示，有一把遮阳伞会在无人触碰的情况下自行收起又展开。
“等等，莫非这就是里诺觉醒的超能力？！”
之后的里诺决定自称为“阳伞侠”。
嗯……反正是在梦里，就由她去吧。]],
		id = 13,
		tip_desc = "大型遮阳伞的收伞方式会和雨伞一样么？",
		sub_type = {
			2
		},
		desc = {
			{
				"在遮阳伞附近，遇到了一脸惊讶的里诺。"
			},
			{
				"她表示，有一把遮阳伞会在无人触碰的情况下自行收起又展开。"
			},
			{
				"“等等，莫非这就是里诺觉醒的超能力？！”"
			},
			{
				"之后的里诺决定自称为“阳伞侠”。"
			},
			{
				"嗯……反正是在梦里，就由她去吧。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 5,
		pic = "mengleyuan_motianlun",
		dispaly_desc = [[
来到摩天轮附近时遇到了苦恼的{namecode:88}。
她表示只要气球飞上去，摩天轮就会停止转动。
联系了{namecode:37}后，发现是摩天轮的安全保障措施将气球误判为了舰载机。
发现并不是气球的问题后，{namecode:88}发出了快乐的啾啾声。
之后和{namecode:37}都收到了{namecode:88}送的幸运气球作为答谢。]],
		id = 14,
		tip_desc = "摩天轮的转动是不是可以停下来？",
		sub_type = {
			0
		},
		desc = {
			{
				"来到摩天轮附近时遇到了苦恼的{namecode:88}。"
			},
			{
				"她表示只要气球飞上去，摩天轮就会停止转动。"
			},
			{
				"联系了{namecode:37}后，发现是摩天轮的安全保障措施将气球误判为了舰载机。"
			},
			{
				"发现并不是气球的问题后，{namecode:88}发出了快乐的啾啾声。"
			},
			{
				"之后和{namecode:37}都收到了{namecode:88}送的幸运气球作为答谢。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 5,
		pic = "mengleyuan_motianlun_2",
		dispaly_desc = [[
来到摩天轮附近时遇到了苦恼的{namecode:88}。
她表示只要气球飞上去，摩天轮就会停止转动。
联系了{namecode:37}后，发现是摩天轮的安全保障措施将气球误判为了舰载机。
发现并不是气球的问题后，{namecode:88}发出了快乐的啾啾声。
之后和{namecode:37}都收到了{namecode:88}送的幸运气球作为答谢。]],
		id = 15,
		tip_desc = "摩天轮的转动是不是可以停下来？",
		sub_type = {
			0
		},
		desc = {
			{
				"来到摩天轮附近时遇到了苦恼的{namecode:88}。"
			},
			{
				"她表示只要气球飞上去，摩天轮就会停止转动。"
			},
			{
				"联系了{namecode:37}后，发现是摩天轮的安全保障措施将气球误判为了舰载机。"
			},
			{
				"发现并不是气球的问题后，{namecode:88}发出了快乐的啾啾声。"
			},
			{
				"之后和{namecode:37}都收到了{namecode:88}送的幸运气球作为答谢。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 5,
		pic = "mengleyuan_motianlun_3",
		dispaly_desc = [[
来到摩天轮附近时遇到了苦恼的{namecode:88}。
她表示只要气球飞上去，摩天轮就会停止转动。
联系了{namecode:37}后，发现是摩天轮的安全保障措施将气球误判为了舰载机。
发现并不是气球的问题后，{namecode:88}发出了快乐的啾啾声。
之后和{namecode:37}都收到了{namecode:88}送的幸运气球作为答谢。]],
		id = 16,
		tip_desc = "摩天轮的转动是不是可以停下来？",
		sub_type = {
			0
		},
		desc = {
			{
				"来到摩天轮附近时遇到了苦恼的{namecode:88}。"
			},
			{
				"她表示只要气球飞上去，摩天轮就会停止转动。"
			},
			{
				"联系了{namecode:37}后，发现是摩天轮的安全保障措施将气球误判为了舰载机。"
			},
			{
				"发现并不是气球的问题后，{namecode:88}发出了快乐的啾啾声。"
			},
			{
				"之后和{namecode:37}都收到了{namecode:88}送的幸运气球作为答谢。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 6,
		pic = "mengleyuan_chidongxi_2",
		dispaly_desc = [[
傍晚，在小吃摊附近与皇家方舟一行人相遇了。
{namecode:33}表示自己的棉花糖被人抢走了，然而皇家方舟表示并没有发现有其他人靠近的迹象。
“幽灵！一定是幽灵抢走了{namecode:33}的棉花糖！”布里斯托尔一下子兴奋了起来。
然而在此处寻找了许久，完全没有发现幽灵的影踪。]],
		id = 17,
		tip_desc = "黄昏时分的小吃摊，会有什么不一样么？",
		sub_type = {
			3
		},
		desc = {
			{
				"傍晚，在小吃摊附近与皇家方舟一行人相遇了。"
			},
			{
				"{namecode:33}表示自己的棉花糖被人抢走了，然而皇家方舟表示并没有发现有其他人靠近的迹象。"
			},
			{
				"“幽灵！一定是幽灵抢走了{namecode:33}的棉花糖！”布里斯托尔一下子兴奋了起来。"
			},
			{
				"然而在此处寻找了许久，完全没有发现幽灵的影踪。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 7,
		pic = "mengleyuan_huati",
		dispaly_desc = [[
在滑梯出口处，遇到了一脸困惑的{namecode:97}。
她表示每次滑下来时，滑梯都会突然变得特别湿滑，速度陡然增快。
然而检查后发现是{namecode:97}为了防晒，涂了太多防晒油而导致的摩擦力降低。
不过，她到底涂了多少……？]],
		id = 18,
		tip_desc = "从滑梯滑下来一定会溅起很多水花吧？",
		sub_type = {
			0
		},
		desc = {
			{
				"在滑梯出口处，遇到了一脸困惑的{namecode:97}。"
			},
			{
				"她表示每次滑下来时，滑梯都会突然变得特别湿滑，速度陡然增快。"
			},
			{
				"然而检查后发现是{namecode:97}为了防晒，涂了太多防晒油而导致的摩擦力降低。"
			},
			{
				"不过，她到底涂了多少……？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 7,
		pic = "mengleyuan_huati_2",
		dispaly_desc = [[
在滑梯出口处，遇到了一脸困惑的{namecode:97}。
她表示每次滑下来时，滑梯都会突然变得特别湿滑，速度陡然增快。
然而检查后发现是{namecode:97}为了防晒，涂了太多防晒油而导致的摩擦力降低。
不过，她到底涂了多少……？]],
		id = 19,
		tip_desc = "从滑梯滑下来一定会溅起很多水花吧？",
		sub_type = {
			0
		},
		desc = {
			{
				"在滑梯出口处，遇到了一脸困惑的{namecode:97}。"
			},
			{
				"她表示每次滑下来时，滑梯都会突然变得特别湿滑，速度陡然增快。"
			},
			{
				"然而检查后发现是{namecode:97}为了防晒，涂了太多防晒油而导致的摩擦力降低。"
			},
			{
				"不过，她到底涂了多少……？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 7,
		pic = "mengleyuan_huati_3",
		dispaly_desc = [[
在滑梯出口处，遇到了一脸困惑的{namecode:97}。
她表示每次滑下来时，滑梯都会突然变得特别湿滑，速度陡然增快。
然而检查后发现是{namecode:97}为了防晒，涂了太多防晒油而导致的摩擦力降低。
不过，她到底涂了多少……？]],
		id = 20,
		tip_desc = "从滑梯滑下来一定会溅起很多水花吧？",
		sub_type = {
			0
		},
		desc = {
			{
				"在滑梯出口处，遇到了一脸困惑的{namecode:97}。"
			},
			{
				"她表示每次滑下来时，滑梯都会突然变得特别湿滑，速度陡然增快。"
			},
			{
				"然而检查后发现是{namecode:97}为了防晒，涂了太多防晒油而导致的摩擦力降低。"
			},
			{
				"不过，她到底涂了多少……？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 8,
		pic = "mengleyuan_caihong",
		dispaly_desc = [[
下午，水上乐园上空出现了一道彩虹。
阿尔弗雷多指出这不是第一次出现彩虹，但第一次出现的彩虹的颜色排列与平常相反。
她看到后就一直尝试在此处拍摄，可是之后的彩虹总是呈现正常颜色。
阿尔弗雷多有些沮丧，但仍坚持自己之前所见不虚。]],
		id = 21,
		tip_desc = "午后的水上乐园，说不定能看到彩虹?",
		sub_type = {
			6,
			"mengleyuan_yumu"
		},
		desc = {
			{
				"下午，水上乐园上空出现了一道彩虹。"
			},
			{
				"阿尔弗雷多指出这不是第一次出现彩虹，但第一次出现的彩虹的颜色排列与平常相反。"
			},
			{
				"她看到后就一直尝试在此处拍摄，可是之后的彩虹总是呈现正常颜色。"
			},
			{
				"阿尔弗雷多有些沮丧，但仍坚持自己之前所见不虚。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 8,
		pic = "mengleyuan_yumu",
		dispaly_desc = [[
下午，水上乐园上空出现了一道彩虹。
阿尔弗雷多指出这不是第一次出现彩虹，但第一次出现的彩虹的颜色排列与平常相反。
她看到后就一直尝试在此处拍摄，可是之后的彩虹总是呈现正常颜色。
阿尔弗雷多有些沮丧，但仍坚持自己之前所见不虚。]],
		id = 22,
		tip_desc = "午后的水上乐园，说不定能看到彩虹?",
		sub_type = {
			0
		},
		desc = {
			{
				"下午，水上乐园上空出现了一道彩虹。"
			},
			{
				"阿尔弗雷多指出这不是第一次出现彩虹，但第一次出现的彩虹的颜色排列与平常相反。"
			},
			{
				"她看到后就一直尝试在此处拍摄，可是之后的彩虹总是呈现正常颜色。"
			},
			{
				"阿尔弗雷多有些沮丧，但仍坚持自己之前所见不虚。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 9,
		pic = "mengleyuan_maxituan",
		dispaly_desc = [[
路过马戏帐篷时，遇到了正在观察帐篷的{namecode:189}。
她声称帐篷上的小丑啾会改变表情。
然而她每次尝试引起别人注意去观察小丑啾的表情时，小丑啾都会立刻恢复面无表情的模样。
{namecode:189}是不是看太多恐怖片了？]],
		id = 23,
		tip_desc = "据说小丑啾的表情会发生变化？",
		sub_type = {
			3
		},
		desc = {
			{
				"路过马戏帐篷时，遇到了正在观察帐篷的{namecode:189}。"
			},
			{
				"她声称帐篷上的小丑啾会改变表情。"
			},
			{
				"然而她每次尝试引起别人注意去观察小丑啾的表情时，小丑啾都会立刻恢复面无表情的模样。"
			},
			{
				"{namecode:189}是不是看太多恐怖片了？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 9,
		pic = "mengleyuan_maxituan_2",
		dispaly_desc = [[
路过马戏帐篷时，遇到了正在观察帐篷的{namecode:189}。
她声称帐篷上的小丑啾会改变表情。
然而她每次尝试引起别人注意去观察小丑啾的表情时，小丑啾都会立刻恢复面无表情的模样。
{namecode:189}是不是看太多恐怖片了？]],
		id = 24,
		tip_desc = "据说小丑啾的表情会发生变化？",
		sub_type = {
			3
		},
		desc = {
			{
				"路过马戏帐篷时，遇到了正在观察帐篷的{namecode:189}。"
			},
			{
				"她声称帐篷上的小丑啾会改变表情。"
			},
			{
				"然而她每次尝试引起别人注意去观察小丑啾的表情时，小丑啾都会立刻恢复面无表情的模样。"
			},
			{
				"{namecode:189}是不是看太多恐怖片了？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 9,
		pic = "mengleyuan_maxituan_3",
		dispaly_desc = [[
路过马戏帐篷时，遇到了正在观察帐篷的{namecode:189}。
她声称帐篷上的小丑啾会改变表情。
然而她每次尝试引起别人注意去观察小丑啾的表情时，小丑啾都会立刻恢复面无表情的模样。
{namecode:189}是不是看太多恐怖片了？]],
		id = 25,
		tip_desc = "据说小丑啾的表情会发生变化？",
		sub_type = {
			3
		},
		desc = {
			{
				"路过马戏帐篷时，遇到了正在观察帐篷的{namecode:189}。"
			},
			{
				"她声称帐篷上的小丑啾会改变表情。"
			},
			{
				"然而她每次尝试引起别人注意去观察小丑啾的表情时，小丑啾都会立刻恢复面无表情的模样。"
			},
			{
				"{namecode:189}是不是看太多恐怖片了？"
			}
		}
	},
	[27] = {
		tip_special_effect = "",
		type = 2,
		group = 10,
		pic = "mengleyuan_zhaopai_3",
		dispaly_desc = [[
在表演区遇到了看上去有些纠结的{namecode:37}。
据她所说，这里的灯牌在没有通电的情况下正常亮起，且在自行变换图案。
她想知道是什么原理导致的，于是就拆了一个。
然而既没有弄清原理，也没办法将拆下来的灯泡装回去。
总之，这种时候还是建议她先联系{namecode:161}吧。]],
		id = 27,
		tip_desc = "夜晚闪烁的灯牌，能控制它的节奏么？",
		sub_type = {
			0
		},
		desc = {
			{
				"在表演区遇到了看上去有些纠结的{namecode:37}。"
			},
			{
				"据她所说，这里的灯牌在没有通电的情况下正常亮起，且在自行变换图案。"
			},
			{
				"她想知道是什么原理导致的，于是就拆了一个。"
			},
			{
				"然而既没有弄清原理，也没办法将拆下来的灯泡装回去。"
			},
			{
				"总之，这种时候还是建议她先联系{namecode:161}吧。"
			}
		}
	},
	[28] = {
		tip_special_effect = "",
		type = 1,
		group = 11,
		pic = "mengleyuan_jiujingling",
		dispaly_desc = "来到迷雾探险区时，发现{namecode:180}正在这里发呆。\n“噗噗说，后山里有小伙伴……就在那里。”\n然而顺着{namecode:180}指出的方向努力看去，结果却什么也看不到。",
		id = 28,
		tip_desc = "不知道后山里还有游乐项目么？",
		sub_type = {
			0
		},
		desc = {
			{
				"来到迷雾探险区时，发现{namecode:180}正在这里发呆。"
			},
			{
				"“噗噗说，后山里有小伙伴……就在那里。”"
			},
			{
				"然而顺着{namecode:180}指出的方向努力看去，结果却什么也看不到。"
			}
		}
	},
	[29] = {
		tip_special_effect = "",
		type = 1,
		group = 12,
		pic = "mengleyuan_piaojiu_2",
		dispaly_desc = [[
傍晚来到鬼屋时，抚顺在门口站了许久都没有彻底推门进入。
她表示每次把手放上去时，门把手就有一种异常的感觉，无法触碰。
“这一定是针对我冒险王抚顺的诅咒！”她大叫道。
然而在{namecode:161}的提醒后发现，只是抚顺一路都在摩挲衣服产生的格外强烈的静电。]],
		id = 29,
		tip_desc = "黄昏时分的鬼屋似乎变得更不一样了？",
		sub_type = {
			0
		},
		desc = {
			{
				"傍晚来到鬼屋时，抚顺在门口站了许久都没有彻底推门进入。"
			},
			{
				"她表示每次把手放上去时，门把手就有一种异常的感觉，无法触碰。"
			},
			{
				"“这一定是针对我冒险王抚顺的诅咒！”她大叫道。"
			},
			{
				"然而在{namecode:161}的提醒后发现，只是抚顺一路都在摩挲衣服产生的格外强烈的静电。"
			}
		}
	},
	get_id_list_by_group = {
		{
			1,
			2,
			3
		},
		{
			4
		},
		{
			5,
			6,
			7
		},
		{
			8,
			9,
			10,
			11,
			12,
			13
		},
		{
			14,
			15,
			16
		},
		{
			17
		},
		{
			18,
			19,
			20
		},
		{
			21,
			22
		},
		{
			23,
			24,
			25
		},
		{
			27
		},
		{
			28
		},
		{
			29
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		27,
		28,
		29
	}
}
