pg = pg or {}
pg.activity_ins_chat_language = setmetatable({
	__name = "activity_ins_chat_language",
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		26,
		27,
		28,
		29,
		30,
		31,
		32,
		33,
		34,
		35,
		36,
		37,
		38,
		39,
		40,
		41,
		42,
		43,
		44,
		45,
		46,
		47,
		48,
		49,
		50,
		51,
		52,
		53,
		54,
		55,
		56,
		57,
		58,
		59,
		60,
		61,
		62,
		63,
		64,
		65,
		66,
		67,
		68,
		69,
		70,
		71,
		72,
		73,
		74,
		75,
		76,
		77,
		78,
		79,
		80,
		81,
		82,
		83,
		84,
		85,
		86,
		87,
		88,
		89,
		90,
		91,
		92,
		93,
		94,
		95,
		96,
		97,
		98,
		99,
		100,
		101,
		102,
		103,
		104,
		105,
		106,
		107,
		108,
		109,
		110,
		111,
		112,
		113,
		114,
		115,
		116,
		117,
		118,
		119,
		120,
		121,
		122,
		123,
		124,
		125,
		126,
		127,
		128,
		129,
		130,
		131,
		132,
		133,
		134,
		135,
		136,
		137,
		138,
		139,
		140,
		141,
		142,
		143,
		144,
		145,
		146,
		147,
		148,
		149,
		150,
		151,
		152,
		153,
		154,
		155,
		156,
		157,
		158,
		159,
		160,
		161,
		162,
		163,
		164,
		165,
		166,
		167,
		168,
		169,
		170,
		171,
		172,
		173,
		174,
		175,
		176,
		177,
		178,
		179,
		180,
		181,
		182,
		183,
		184,
		185,
		186,
		187,
		188,
		189,
		190,
		191,
		192,
		193,
		194,
		195,
		196,
		197,
		198,
		199,
		200,
		201,
		202,
		203,
		204,
		205,
		206,
		207,
		208,
		209,
		210,
		211,
		212,
		213,
		214,
		215,
		216,
		217,
		218,
		219,
		220,
		221,
		222,
		223,
		224,
		225,
		226,
		227,
		228,
		229,
		230,
		231,
		232,
		233,
		234,
		235,
		236,
		237,
		238,
		239,
		240,
		241,
		242,
		243,
		244,
		245,
		246,
		247,
		248,
		249,
		250,
		251,
		252,
		253,
		254,
		255,
		256,
		257,
		258,
		259,
		260,
		261,
		262,
		263,
		264,
		265,
		266,
		267,
		268,
		269,
		270,
		271,
		272,
		273,
		274,
		275,
		276,
		277,
		278,
		279,
		280,
		281,
		282,
		283,
		284,
		285,
		286,
		287,
		288,
		289,
		290,
		291,
		292,
		293,
		294,
		295,
		296,
		297,
		298,
		299,
		300,
		301,
		302,
		303,
		304,
		305,
		306,
		307,
		308,
		309,
		310,
		311,
		312,
		313,
		314,
		315,
		316,
		317,
		318,
		319,
		320,
		321,
		322,
		323,
		324,
		325,
		326,
		327,
		328,
		329,
		330,
		331,
		332,
		333,
		334,
		335,
		336,
		337,
		338,
		339,
		340,
		341,
		342,
		343,
		344,
		345,
		346,
		347,
		348,
		349,
		350,
		351,
		352,
		353,
		354,
		355,
		356,
		357,
		358,
		359,
		360,
		361,
		362,
		363,
		364,
		365,
		366,
		367,
		368,
		369,
		370,
		371,
		372,
		373,
		374,
		375,
		376,
		377,
		378,
		379,
		380,
		381,
		382,
		383,
		384,
		385,
		386,
		387,
		388,
		389,
		390,
		391,
		392,
		393,
		394,
		395,
		396,
		397,
		398,
		399,
		400,
		401,
		402,
		403,
		404,
		405,
		406,
		407,
		408,
		409,
		410,
		411,
		412,
		413,
		414,
		415,
		416,
		417,
		418,
		419,
		420,
		421,
		422,
		423,
		424,
		425,
		426,
		427,
		428,
		429,
		430,
		431,
		432,
		433,
		434,
		435,
		436,
		437,
		438,
		439,
		440,
		441,
		442,
		443,
		444,
		445,
		446,
		447,
		448,
		449,
		450,
		451,
		452,
		453,
		454,
		455,
		456,
		457,
		458,
		459,
		460,
		461,
		462,
		463,
		464,
		465,
		466,
		467,
		468,
		469,
		470,
		471,
		472,
		473,
		474,
		475,
		476,
		477,
		478,
		479,
		480,
		481,
		482,
		483,
		484,
		485,
		486,
		487,
		488,
		489,
		490,
		491,
		492,
		493,
		494,
		495,
		496,
		497,
		498,
		499,
		500,
		501,
		502,
		503,
		504,
		505,
		506,
		507,
		508,
		509,
		510,
		511,
		512,
		513,
		514,
		515,
		516,
		517,
		518,
		519,
		520,
		521,
		522,
		523,
		524,
		525,
		526,
		527,
		528,
		529,
		530,
		531,
		532,
		533,
		534,
		535,
		536,
		537,
		538,
		539,
		540,
		541,
		542,
		543,
		544,
		545,
		546,
		547,
		548,
		549,
		550,
		551,
		552,
		553,
		554,
		555,
		556,
		557,
		558,
		559,
		560,
		561,
		562,
		563,
		564,
		565,
		566,
		567,
		568,
		569,
		570,
		571,
		572,
		573,
		574,
		575,
		576,
		577,
		578,
		579,
		580,
		581,
		582,
		583,
		584,
		585,
		586,
		587,
		588,
		589,
		590,
		591,
		592,
		593,
		594,
		595,
		596,
		597,
		598,
		599,
		600,
		601,
		602,
		603,
		604,
		605,
		606,
		607,
		608,
		609,
		610,
		611,
		612,
		613,
		614,
		615,
		616,
		617,
		618,
		619,
		620,
		621,
		622,
		623,
		624,
		625,
		626,
		627,
		628,
		629,
		630,
		631,
		632,
		633,
		634,
		635,
		636,
		637,
		638,
		639,
		640,
		641,
		642,
		643,
		644,
		645,
		646,
		647,
		648,
		649,
		650,
		651,
		652,
		653,
		654,
		655,
		656,
		657,
		658,
		659,
		660,
		661,
		662,
		663,
		664,
		665,
		666,
		667,
		668,
		669,
		670,
		671,
		672,
		673,
		674,
		675,
		676,
		677,
		678,
		679,
		680,
		681,
		682,
		683,
		684,
		685,
		686,
		687,
		688,
		689,
		690,
		691,
		692,
		693,
		694,
		695,
		696,
		697,
		698,
		699,
		700,
		701,
		702,
		703,
		704,
		705,
		706,
		707,
		708,
		709,
		710,
		711,
		712,
		713,
		714,
		715,
		716,
		717,
		718,
		719,
		720,
		721,
		722,
		723,
		724,
		725,
		726,
		727,
		728,
		729,
		730,
		731,
		732,
		733,
		734,
		735,
		736,
		737,
		738,
		739,
		740,
		741,
		742,
		743,
		744,
		745,
		746,
		747,
		748,
		749,
		750,
		751,
		752,
		753,
		754,
		755,
		756,
		757,
		758,
		759,
		760,
		761,
		762,
		763,
		764,
		765,
		766,
		767,
		768,
		769,
		770,
		771,
		772,
		773,
		774,
		775,
		776,
		777,
		778,
		779,
		780,
		781,
		782,
		783,
		784,
		785,
		786,
		787,
		788,
		789,
		790,
		791,
		792,
		793,
		794,
		795,
		796,
		797,
		798,
		799,
		800,
		801,
		802,
		803,
		804,
		805,
		806,
		807,
		808,
		809,
		810,
		811,
		812,
		813,
		814,
		815,
		816,
		817,
		818,
		819,
		820,
		821,
		822,
		823,
		824,
		825,
		826,
		827,
		828,
		829,
		830,
		831,
		832,
		833,
		834,
		835,
		836,
		837,
		838,
		839,
		840,
		841,
		842,
		843,
		844,
		845,
		846,
		847,
		848,
		849,
		850,
		851,
		852,
		853,
		854,
		855,
		856,
		857,
		858,
		859,
		860,
		861,
		862,
		863,
		864,
		865,
		866,
		867,
		868,
		869,
		870,
		871,
		872,
		873,
		874,
		875,
		876,
		877,
		878,
		879,
		880,
		881,
		882,
		883,
		884,
		885,
		886,
		887,
		888,
		889,
		890,
		891,
		892,
		893,
		894,
		895,
		896,
		897,
		898,
		899,
		900,
		901,
		902,
		903,
		904,
		905,
		906,
		907,
		908,
		909,
		910,
		911,
		912,
		913,
		914,
		915,
		916,
		917,
		918,
		919,
		920,
		921,
		922,
		923,
		924,
		925,
		926,
		927,
		928,
		929,
		930,
		931,
		932,
		933,
		934,
		935,
		936,
		937,
		938,
		939,
		940,
		941,
		942,
		943,
		944,
		945,
		946,
		947,
		948,
		949,
		950,
		951,
		952,
		953,
		954,
		955,
		956,
		957,
		958,
		959,
		960,
		961,
		962,
		963,
		964,
		965,
		966,
		967,
		968,
		969,
		970,
		971,
		972,
		973,
		974,
		975,
		976,
		977,
		978,
		979,
		980,
		981,
		982,
		983,
		984,
		985,
		986,
		987,
		988,
		989,
		990,
		991,
		992,
		993,
		994,
		995,
		996,
		997,
		998,
		999,
		1000,
		1001,
		1002,
		1003,
		1004,
		1005,
		1006,
		1007,
		1008,
		1009,
		1010,
		1011,
		1012,
		1013,
		1014,
		1015,
		1016,
		1017,
		1018,
		1019,
		1020,
		1021,
		1022,
		1023,
		1024,
		1025,
		1026,
		1027,
		1028,
		1029,
		1030,
		1031,
		1032,
		1033,
		1034,
		1035,
		1036,
		1037,
		1038,
		1039,
		1040,
		1041,
		1042,
		1043,
		1044,
		1045,
		1046,
		1047,
		1048,
		1049,
		1050,
		1051,
		1052,
		1053,
		1054,
		1055,
		1056,
		1057,
		1058,
		1059,
		1060,
		1061,
		1062,
		1063,
		1064,
		1065,
		1066,
		1067,
		1068,
		1069,
		1070,
		1071,
		1072,
		1073,
		1074,
		1075,
		1076,
		1077,
		1078,
		1079,
		1080,
		1081,
		1082,
		1083,
		1084,
		1085,
		1086,
		1087,
		1088,
		1089,
		1090,
		1091,
		1092,
		1093,
		1094,
		1095,
		1096,
		1097,
		1098,
		1099,
		1100,
		1101,
		1102,
		1103,
		1104,
		1105,
		1106,
		1107,
		1108,
		1109,
		1110,
		1111,
		1112,
		1113,
		1114,
		1115,
		1116,
		1117,
		1118,
		1119,
		1120,
		1121,
		3148,
		3149,
		3150,
		3151,
		3152,
		3153,
		3154,
		3155,
		3156,
		3157,
		3158,
		3159,
		3160,
		3161,
		3162,
		3163,
		3164,
		3165,
		3166,
		3167,
		3168,
		3169,
		3170,
		3171,
		3172,
		3173,
		3174,
		3175,
		3176,
		3177,
		3178,
		3179,
		3180,
		3181,
		3182,
		3183,
		3184,
		3185,
		3186,
		3187,
		3188,
		3189,
		3190,
		3191,
		3192,
		3193,
		3194,
		3195,
		3196,
		3197,
		3198,
		3199,
		3200,
		3201,
		3202,
		3203,
		3204,
		3205,
		3206,
		3207,
		3208,
		3209,
		3210,
		3211,
		3212,
		3213,
		3214,
		3215,
		3216,
		3217,
		3218,
		3219,
		3220,
		3221,
		3222,
		3223,
		3224,
		3225,
		3226,
		3227,
		3228,
		3229,
		3230,
		3231,
		3232,
		3233,
		3234,
		3235,
		3236,
		3237,
		3238,
		3239,
		3240,
		3241,
		3242,
		3243,
		3244,
		3245,
		3246,
		3247,
		3248,
		3249,
		3250,
		3251,
		3252,
		3253,
		3254,
		3255,
		3256,
		3257,
		3258,
		3259,
		3260,
		3261,
		3262,
		3263,
		3264,
		3265,
		3266,
		3267,
		3268,
		3269,
		3270,
		3271,
		3272,
		3273,
		3274,
		3275,
		3276,
		3277,
		3278,
		3279,
		3280,
		3281,
		3282,
		3283,
		3284,
		3285,
		3286,
		3287,
		3288,
		3289,
		3290,
		3291,
		3292,
		3293,
		3294,
		3295,
		3296,
		3297,
		3298,
		3299,
		3300,
		3301,
		3302,
		3303,
		3304,
		3305,
		3306,
		3307,
		3308,
		3309,
		3310,
		3311,
		3312,
		3313,
		3314,
		3315,
		3316,
		3317,
		3318,
		3319,
		3320,
		3321,
		3322,
		3323,
		3324,
		3325,
		3326,
		3327,
		3328,
		3329,
		3330,
		3331,
		3332,
		3333,
		3334,
		3335,
		3336,
		3337,
		3338,
		3339,
		3340,
		3341,
		3342,
		3343,
		3344,
		3345,
		3346,
		3347,
		3348,
		3349,
		3350,
		3351,
		3352,
		3353,
		3354,
		3355,
		3356,
		3357,
		3358,
		3359,
		3360,
		3361,
		3362,
		3363,
		3364,
		3365,
		3366,
		3367,
		3368,
		3369,
		3370,
		3371,
		3372,
		3373,
		3374,
		3375,
		3376,
		3377,
		3378,
		3379,
		3380,
		3381,
		3382,
		3383,
		3384,
		3385,
		3386,
		3387,
		3388,
		3389,
		3390,
		3391,
		3392,
		3393,
		3394,
		3395,
		3396,
		3397,
		3398,
		3399,
		3400,
		3401,
		3402,
		3403,
		3404,
		3405,
		3406,
		3407,
		3408,
		3409,
		3410,
		3411,
		3412,
		3413,
		3414,
		3415,
		3416,
		3417,
		3996,
		3997,
		3998,
		3999,
		4000,
		4001,
		4002,
		4003,
		4004,
		4005,
		4006,
		4007,
		4008,
		4009,
		4010,
		4011,
		4012,
		4013,
		4014,
		4015,
		4016,
		4017,
		4018,
		4019,
		4020,
		4021,
		4022,
		4023,
		4024,
		4025,
		4026,
		4027,
		4028,
		4029,
		4030,
		4031,
		4032,
		4033,
		4034,
		4035,
		4036,
		4037,
		4038,
		4039,
		4040,
		4041,
		4042,
		4043,
		4044,
		4045,
		4046,
		4047,
		4048,
		4049,
		4050,
		4051,
		4052,
		4053,
		4054,
		4055,
		4056,
		4057,
		4058,
		4059,
		4060,
		4061,
		4062,
		4063,
		4064,
		4065,
		4066,
		4067,
		4068,
		4069,
		4070,
		4071,
		4072,
		4073,
		4074,
		4075,
		4076,
		4077,
		4078,
		4079,
		4080,
		4081,
		4082,
		4083,
		4084,
		4085,
		4086,
		4087,
		4088,
		4089,
		4090,
		4091,
		4092,
		4093,
		4094,
		4095,
		4096,
		4097,
		4098,
		4099,
		4100,
		4101,
		4102,
		4103,
		4104,
		4105,
		4106,
		4107,
		4108,
		4109,
		4110,
		4111,
		4112,
		4113,
		4114,
		4115,
		4116,
		4117,
		4118,
		4119,
		4120,
		4121,
		4122,
		4123,
		4124,
		4125,
		4126,
		4127,
		4128,
		4129,
		4130,
		4131,
		4132,
		4133,
		4134,
		4135,
		4136,
		4137,
		4138,
		4139,
		4140,
		4141,
		4142,
		4143,
		4144,
		4145,
		4146,
		4147,
		4148,
		4149,
		4150,
		4151,
		4152,
		4153,
		4154,
		4155,
		4156,
		4157,
		4158,
		4159,
		4160,
		4161,
		4162,
		4163,
		4164,
		4165,
		4166,
		4167,
		4168,
		4169,
		4170,
		4171,
		4172,
		4173,
		4174,
		4175,
		4176,
		4177,
		4178,
		4179,
		4180,
		4181,
		4182,
		4183,
		4184,
		4185,
		4186,
		4187,
		4188,
		4189,
		4190,
		4191,
		4192,
		4193,
		4194,
		4195,
		4196,
		4197,
		4198,
		4199,
		4200,
		4201,
		4202,
		4203,
		4204,
		4205,
		4206,
		4207,
		4208,
		4209,
		4210,
		4211,
		4212,
		4213,
		4214,
		4215,
		4216,
		4217,
		4218,
		4219,
		4220,
		4221,
		4222,
		4223,
		4224,
		4225,
		4226,
		4227,
		4228,
		4229,
		4230,
		4231,
		4232,
		4233,
		4234,
		4235,
		4236,
		4237,
		4238,
		4239,
		4240,
		4241,
		4242,
		4243,
		4244,
		4245,
		4246,
		4247,
		4248,
		4249,
		4250,
		4251,
		4252,
		4253,
		4254,
		4255,
		4256,
		4257,
		4258,
		4259,
		4260,
		4261,
		4262,
		4263,
		4264,
		4265,
		4266,
		4267,
		4268,
		4269,
		4270,
		4271,
		4272,
		4273,
		4274,
		4275,
		4276,
		4277,
		4278,
		4279,
		4280,
		4281,
		4282,
		4283,
		4284,
		4285,
		4286,
		4287,
		4288,
		4289,
		4290,
		4291,
		4292,
		4293,
		4294,
		4295,
		4296,
		4297,
		4298,
		4299,
		4300,
		4301,
		4302,
		4303,
		4304,
		4305,
		4306,
		4307,
		4308,
		4309,
		4310,
		4311,
		4312,
		4313,
		4314,
		4315,
		4316,
		4317,
		4318,
		4319,
		4320,
		4321,
		4322,
		4323,
		4324,
		4325,
		4326,
		4327,
		4328,
		4329,
		4330,
		4331,
		4332,
		4333,
		4334,
		4335,
		4336,
		4337,
		4338,
		4339,
		4340,
		4341,
		4342,
		4343,
		4344,
		4345,
		4346,
		4347,
		4348,
		4349,
		4350,
		4351,
		4352,
		4353,
		4354,
		4355,
		4356,
		4357,
		4358,
		4359,
		4360,
		4361,
		4362,
		4363,
		4364,
		4365,
		4366,
		4367,
		4368,
		4369,
		4370,
		4371,
		4372,
		4373,
		4374,
		4375,
		4376,
		4377,
		4378,
		4379,
		4380,
		4381,
		4382,
		4383,
		4384,
		4385,
		4386,
		4387,
		4388,
		4389,
		4390,
		4391,
		4392,
		4393,
		4394,
		4395,
		4396,
		4397,
		4398,
		4399,
		4400,
		4401,
		4402,
		4403,
		4404,
		4405,
		4406,
		4407,
		4408,
		4409,
		4410,
		4411,
		4412,
		4413,
		4414,
		4415,
		4416,
		4417,
		4418,
		4419,
		4420,
		4421,
		4422,
		4423,
		4424,
		4425,
		4426,
		4427,
		4428,
		4429,
		4430,
		4431,
		4432,
		4433,
		4434,
		4435,
		4436,
		4437,
		4438,
		4439,
		4440,
		4441,
		4442,
		4443,
		4444,
		4445,
		4446,
		4447,
		4448
	}
}, confHX)
pg.base = pg.base or {}
pg.base.activity_ins_chat_language = {
	{
		param = "指揮官，我在旅遊手冊上看到了幾個很感興趣的古遺跡~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 1,
		flag = 0
	},
	{
		param = "要不要來一場「說走就走的旅行」呢~？",
		ship_group = 960007,
		type = 1,
		id = 2,
		flag = 0,
		option = {
			{
				1,
				"好，說走就走！"
			},
			{
				2,
				"給我一些時間，讓我考慮一下"
			}
		}
	},
	{
		param = "好，說走就走！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3,
		flag = 1
	},
	{
		param = "嗯，我已經做好了觀賞古遺跡的攻略，已經可以出發了！",
		ship_group = 960007,
		type = 1,
		id = 4,
		flag = 1,
		option = {
			{
				3,
				"我收拾行李……"
			}
		}
	},
	{
		param = "我收拾一下行李，有什麼必帶的東西嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 5,
		flag = 3
	},
	{
		param = "沒有吧？不需要那麼麻煩的",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 6,
		flag = 3
	},
	{
		param = "就算之後有需要……再買就好啦~",
		ship_group = 960007,
		type = 1,
		id = 7,
		flag = 3,
		option = {
			{
				4,
				"跟妳一起旅行，很安全"
			},
			{
				5,
				"我還是想簡單收拾一些行李"
			}
		}
	},
	{
		param = "和妳一起旅行，很有安全感",
		ship_group = 0,
		option = "",
		type = 1,
		id = 8,
		flag = 4
	},
	{
		param = "那當然~我一定會給指揮官最好的體驗的~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 9,
		flag = 4
	},
	{
		param = "那就說好啦，我過去接你哦，不見不散~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 10,
		flag = 4
	},
	{
		param = "我還是想簡單收拾一些行李",
		ship_group = 0,
		option = "",
		type = 1,
		id = 11,
		flag = 5
	},
	{
		param = "好吧好吧，那你收拾好了就通知我",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 12,
		flag = 5
	},
	{
		param = "我過去接你~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 13,
		flag = 5
	},
	{
		param = "我們的第一次旅行，我很期待~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 14,
		flag = 5
	},
	{
		param = "給我一些時間，讓我考慮一下",
		ship_group = 0,
		option = "",
		type = 1,
		id = 15,
		flag = 2
	},
	{
		param = "是工作還很忙嗎？還是有其他顧慮？",
		ship_group = 960007,
		type = 1,
		id = 16,
		flag = 2,
		option = {
			{
				6,
				"唉，工作根本做不完！"
			},
			{
				7,
				"想在家好好休息……"
			},
			{
				8,
				"我想待在家裡打遊戲"
			}
		}
	},
	{
		param = "唉，工作根本做不完！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 17,
		flag = 6
	},
	{
		param = "那就讓我來幫你吧~？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 18,
		flag = 6
	},
	{
		param = "等工作結束了，我們就可以開開心心出去旅行~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 19,
		flag = 6
	},
	{
		param = "我現在就過去指揮室吧~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 20,
		flag = 6
	},
	{
		param = "難得的空閒時間，我想在家好好休息",
		ship_group = 0,
		option = "",
		type = 1,
		id = 21,
		flag = 7
	},
	{
		param = "嗯，指揮官平常那麼忙，確實需要好好休息呢",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 22,
		flag = 7
	},
	{
		param = "那我就再等等吧，等到你休息好了，我們再一起去~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 23,
		flag = 7
	},
	{
		param = "我想宅在家打遊戲",
		ship_group = 0,
		option = "",
		type = 1,
		id = 24,
		flag = 8
	},
	{
		param = "電子遊戲嗎？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 25,
		flag = 8
	},
	{
		param = "我還沒接觸過……聽說很好玩？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 26,
		flag = 8
	},
	{
		param = "指揮官能教教我嗎~？",
		ship_group = 960007,
		type = 1,
		id = 27,
		flag = 8,
		option = {
			{
				9,
				"當然，區區遊戲不在話下！"
			},
			{
				10,
				"教談不上，但是可以一起玩"
			}
		}
	},
	{
		param = "當然，區區遊戲不在話下！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 28,
		flag = 9
	},
	{
		param = "教談不上，但可以一起玩",
		ship_group = 0,
		option = "",
		type = 1,
		id = 29,
		flag = 10
	},
	{
		param = "好，那我現在就過去~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 30,
		flag = 8
	},
	{
		param = "哦，我順便泡兩杯香料茶吧，等一下~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 31,
		flag = 8
	},
	{
		param = "指揮官~什麼時候下班呢？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 32,
		flag = 0
	},
	{
		param = "我為你準備了晚餐",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 33,
		flag = 0
	},
	{
		param = "這次我調整了香料的比例，你一定會喜歡的~",
		ship_group = 960007,
		type = 1,
		id = 34,
		flag = 0,
		option = {
			{
				1,
				"還在加班，要不打包來指揮室？"
			},
			{
				2,
				"這麼一說，確實到了晚餐的時間了"
			}
		}
	},
	{
		param = "還在加班，要不要打包到指揮室？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 35,
		flag = 1
	},
	{
		param = "好，那我現在就打包過去，等一下~",
		ship_group = 960007,
		type = 1,
		id = 36,
		flag = 1,
		option = {
			{
				3,
				"我已經聞到食物的香味了"
			},
			{
				4,
				"總算可以填飽肚子再工作了"
			}
		}
	},
	{
		param = "我已經聞到食物的香味了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 37,
		flag = 3
	},
	{
		param = "我還沒出發哦？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 38,
		flag = 3
	},
	{
		param = "一定是你太過思念食物……還是太過思念我了~？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 39,
		flag = 3
	},
	{
		param = "我馬上就過去，大概還有十分鐘，再忍耐一下~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 40,
		flag = 3
	},
	{
		param = "總算可以填飽肚子再工作了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 41,
		flag = 4
	},
	{
		param = "嗯，當然要填飽肚子，才有力氣好好工作~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 42,
		flag = 4
	},
	{
		param = "等一下吃完飯，工作的東西我也來幫忙吧~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 43,
		flag = 4
	},
	{
		param = "早點結束工作的話，我們還可以一起做些其他事情~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 44,
		flag = 4
	},
	{
		param = "這麼一說，確實到了晚餐的時間了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 45,
		flag = 2
	},
	{
		param = "我馬上就下班，等我",
		ship_group = 0,
		option = "",
		type = 1,
		id = 46,
		flag = 2
	},
	{
		param = "嗯，我先在餐廳找個位置坐下哦",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 47,
		flag = 2
	},
	{
		param = "……餐廳已經沒有空位了",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 48,
		flag = 2
	},
	{
		param = "不然直接將飯菜打包回房間吧~？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 49,
		flag = 2
	},
	{
		param = "指揮官待會直接來我房間就好啦~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 50,
		flag = 2
	},
	{
		param = "指揮官，明早要一起去港口看日出嗎？",
		ship_group = 960007,
		type = 1,
		id = 51,
		flag = 0,
		option = {
			{
				1,
				"怎麼突然想看日出？"
			},
			{
				2,
				"好，那就一起去看吧~"
			}
		}
	},
	{
		param = "怎麼突然想看日出？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 52,
		flag = 1
	},
	{
		param = "聽說港區的日出很美，來到這裡以後，我從未見過",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 53,
		flag = 1
	},
	{
		param = "今天剛好想起，便來邀請你了~",
		ship_group = 960007,
		type = 1,
		id = 54,
		flag = 1,
		option = {
			{
				3,
				"其實港區的日出……"
			},
			{
				4,
				"好，那就一起去吧"
			}
		}
	},
	{
		param = "其實港區的日出可能沒有妳想像中的那麼特別……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 55,
		flag = 3
	},
	{
		param = "畢竟妳看過很多不可思議的景觀",
		ship_group = 0,
		option = "",
		type = 1,
		id = 56,
		flag = 3
	},
	{
		param = "嗯……但我可以確定，與你一起看日出這件事很特別",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 57,
		flag = 3
	},
	{
		param = "只要能與指揮官在一起的話，無論做什麼事情，感覺都是最美好的",
		ship_group = 960007,
		type = 1,
		id = 58,
		flag = 3,
		option = {
			{
				5,
				"嗯，那就一起去看日出吧！"
			},
			{
				6,
				"嗯，只要與妳在一起…"
			}
		}
	},
	{
		param = "嗯，那就一起去看日出吧！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 59,
		flag = 5
	},
	{
		param = "太好了~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 60,
		flag = 5
	},
	{
		param = "那指揮官，明天早上港口見~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 61,
		flag = 5
	},
	{
		param = "嗯，只要跟妳在一起，我也覺得什麼都是最美好的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 62,
		flag = 6
	},
	{
		param = "我們明天一起去看日出吧~",
		ship_group = 0,
		option = "",
		type = 1,
		id = 63,
		flag = 6
	},
	{
		param = "聽見你這麼說，我很開心",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 64,
		flag = 6
	},
	{
		param = "那明天早上港口見~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 65,
		flag = 6
	},
	{
		param = "好，那就一起去吧，我也很久沒有去看日出了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 66,
		flag = 4
	},
	{
		param = "那今晚記得早點休息~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 67,
		flag = 4
	},
	{
		param = "休息好了，明天才能元氣滿滿地早起~",
		ship_group = 960007,
		type = 1,
		id = 68,
		flag = 4,
		option = {
			{
				9,
				"其實還有另一種方法……"
			}
		}
	},
	{
		param = "其實還有另一種方法……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 69,
		flag = 9
	},
	{
		param = "不可以哦！",
		ship_group = 960007,
		type = 1,
		id = 70,
		flag = 9,
		option = {
			{
				10,
				"我會早點休息的……"
			}
		}
	},
	{
		param = "是，我會早點休息的……！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 71,
		flag = 10
	},
	{
		param = "好，那就一起去看吧~",
		ship_group = 0,
		option = "",
		type = 1,
		id = 72,
		flag = 2
	},
	{
		param = "太好了~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 73,
		flag = 2
	},
	{
		param = "不過，指揮官要不要設定一個早一點的鬧鐘呢？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 74,
		flag = 2
	},
	{
		param = "畢竟跟平常的作息不大一樣~",
		ship_group = 960007,
		type = 1,
		id = 75,
		flag = 2,
		option = {
			{
				7,
				"不用擔心，我會準時起床的！"
			},
			{
				8,
				"確實是個問題，不過比起鬧鐘……"
			}
		}
	},
	{
		param = "無需擔心，我會準時起床的！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 76,
		flag = 7
	},
	{
		param = "那我就相信指揮官啦~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 77,
		flag = 7
	},
	{
		param = "一想到能與你一起看日出，我便無比期待",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 78,
		flag = 7
	},
	{
		param = "明天早上，港口不見不散哦~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 79,
		flag = 7
	},
	{
		param = "確實是個問題，不過相比鬧鐘……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 80,
		flag = 8
	},
	{
		param = "不如由岡依沙瓦號來叫醒我吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 81,
		flag = 8
	},
	{
		param = "嗯？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 82,
		flag = 8
	},
	{
		param = "也可以啦……沒想到指揮官喜歡這種哦~！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 83,
		flag = 8
	},
	{
		param = "那明早就由我來喚醒睡夢中的指揮官吧~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 84,
		flag = 8
	},
	{
		param = "床前不見不散哦~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 85,
		flag = 8
	},
	{
		param = "指揮官，我使用了您推薦的沐浴乳",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 86,
		flag = 0
	},
	{
		param = "味道很好，我很喜歡",
		ship_group = 960008,
		type = 1,
		id = 87,
		flag = 0,
		option = {
			{
				1,
				"喜歡就好"
			},
			{
				2,
				"味道……"
			}
		}
	},
	{
		param = "喜歡就好，看來我沒推薦錯",
		ship_group = 0,
		option = "",
		type = 1,
		id = 88,
		flag = 1
	},
	{
		param = "嗯，使用完後，身上都是與您相同的味道",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 89,
		flag = 1
	},
	{
		param = "連頭髮上也是與您相同的味道……",
		ship_group = 960008,
		type = 1,
		id = 90,
		flag = 1,
		option = {
			{
				3,
				"頭髮……？"
			}
		}
	},
	{
		param = "頭髮……？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 91,
		flag = 3
	},
	{
		param = "妳該不會是用在頭髮上了吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 92,
		flag = 3
	},
	{
		param = "用在頭髮上不對？",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 93,
		flag = 3
	},
	{
		param = "沐浴的身體部位，不包括頭髮嗎？",
		ship_group = 960008,
		type = 1,
		id = 94,
		flag = 3,
		option = {
			{
				4,
				"沐浴乳只能用在身上……"
			}
		}
	},
	{
		param = "沐浴乳只能用在身體上，有專門的洗髮精",
		ship_group = 0,
		option = "",
		type = 1,
		id = 95,
		flag = 4
	},
	{
		param = "原來是這樣……功能性區分得很細緻呢",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 96,
		flag = 4
	},
	{
		param = "我下次會注意的",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 97,
		flag = 4
	},
	{
		param = "味道……妳該不會喝下去了吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 98,
		flag = 2
	},
	{
		param = "稍微喝了點",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 99,
		flag = 2
	},
	{
		param = "因為與您的氣味相同，忍不住就喝了",
		ship_group = 960008,
		type = 1,
		id = 100,
		flag = 2,
		option = {
			{
				5,
				"身體不要緊吧？"
			},
			{
				6,
				"那個是不能喝的！"
			}
		}
	},
	{
		param = "身體不要緊吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 101,
		flag = 5
	},
	{
		param = "請放心，我的身體沒有出現任何問題",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 102,
		flag = 5
	},
	{
		param = "比起對您的渴望，沐浴乳對我的影響微乎其微",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 103,
		flag = 5
	},
	{
		param = "那個是不能喝的！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 104,
		flag = 6
	},
	{
		param = "請放心，我的身體沒有出現任何問題",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 105,
		flag = 6
	},
	{
		param = "不過既然您都這麼說了，我下次會克制住自己的食慾的",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 106,
		flag = 6
	},
	{
		param = "指揮官，我午餐吃了東煌風味的水煮魚",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 107,
		flag = 0
	},
	{
		param = "晚餐吃了鳶尾風味的甜點",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 108,
		flag = 0
	},
	{
		param = "這些食物的味道都很特別……",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 109,
		flag = 0
	},
	{
		param = "不過我還是比較喜歡您的味道",
		ship_group = 960008,
		type = 1,
		id = 110,
		flag = 0,
		option = {
			{
				1,
				"……嗯？"
			},
			{
				2,
				"比指揮官美味的食物有很多！"
			}
		}
	},
	{
		param = "……嗯？原來我也在食物的分類上嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 111,
		flag = 1
	},
	{
		param = "朋友，好吃",
		ship_group = 960008,
		type = 1,
		id = 112,
		flag = 1,
		option = {
			{
				3,
				"……是誰教妳這句話的！"
			}
		}
	},
	{
		param = "……是誰教妳這句話的！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 113,
		flag = 3
	},
	{
		param = "呵呵……您在害怕嗎？",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 114,
		flag = 3
	},
	{
		param = "放心，您當然沒有被放在「食物」的分類中……",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 115,
		flag = 3
	},
	{
		param = "即便再喜歡您的味道，我也不會吃掉您的",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 116,
		flag = 3
	},
	{
		param = "只是，當獨自進食的時候，我總是會想起您",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 117,
		flag = 3
	},
	{
		param = "這是「食慾」，還是其他……我還不大清楚",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 118,
		flag = 3
	},
	{
		param = "不過，我想或許與您一起進食能夠緩解我的渴望？",
		ship_group = 960008,
		type = 1,
		id = 119,
		flag = 3,
		option = {
			{
				6,
				"不如明天一起吃飯……"
			}
		}
	},
	{
		param = "比指揮官美味的食物有很多！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 120,
		flag = 2
	},
	{
		param = "可是……",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 121,
		flag = 2
	},
	{
		param = "朋友，好吃",
		ship_group = 960008,
		type = 1,
		id = 122,
		flag = 2,
		option = {
			{
				4,
				"……是誰教妳這句話的！"
			}
		}
	},
	{
		param = "……是誰教妳這句話的！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 123,
		flag = 4
	},
	{
		param = "呵呵……您在害怕嗎？",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 124,
		flag = 4
	},
	{
		param = "放心，您當然沒有被放在「食物」的分類中……",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 125,
		flag = 4
	},
	{
		param = "不過我需要您的食物推薦，指揮官",
		ship_group = 960008,
		type = 1,
		id = 126,
		flag = 4,
		option = {
			{
				5,
				"我想想……"
			}
		}
	},
	{
		param = "我想想……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 127,
		flag = 5
	},
	{
		param = "美食清單寄過去了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 128,
		flag = 5
	},
	{
		param = "好的，指揮官",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 129,
		flag = 5
	},
	{
		param = "不過這上面很多東西，我不清楚要去哪裡才能吃到？",
		ship_group = 960008,
		type = 1,
		id = 130,
		flag = 5,
		option = {
			{
				6,
				"不如明天一起吃飯……"
			}
		}
	},
	{
		param = "那不如明天一起吃飯吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 131,
		flag = 6
	},
	{
		param = "不用等到明天，現在就可以。我還能吃下很多、很多東西",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 132,
		flag = 6
	},
	{
		param = "而且……我現在非常渴望，能夠在您身邊",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 133,
		flag = 6
	},
	{
		param = "讓我們……一同來進食吧",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 134,
		flag = 6
	},
	{
		param = "窗外有兩隻鳥，它們很聒噪",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 135,
		flag = 0
	},
	{
		param = "原本想把它們吃掉的……不過應該會有人喜歡它們的歌聲吧",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 136,
		flag = 0
	},
	{
		param = "不吃了",
		ship_group = 960008,
		type = 1,
		id = 137,
		flag = 0,
		option = {
			{
				1,
				"妳理解了「喜歡」"
			},
			{
				2,
				"我很喜歡它們的「歌聲」"
			}
		}
	},
	{
		param = "這是妳理解了「喜歡」的表現",
		ship_group = 0,
		option = "",
		type = 1,
		id = 138,
		flag = 1
	},
	{
		param = "是的",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 139,
		flag = 1
	},
	{
		param = "我很喜歡您",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 140,
		flag = 1
	},
	{
		param = "代入想想，如果有人把你吃掉，我會很難過的",
		ship_group = 960008,
		type = 1,
		id = 141,
		flag = 1,
		option = {
			{
				3,
				"妳也理解了「傷心」"
			}
		}
	},
	{
		param = "看來，妳也理解了「傷心」",
		ship_group = 0,
		option = "",
		type = 1,
		id = 142,
		flag = 3
	},
	{
		param = "放心，不會有人吃掉我的！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 143,
		flag = 3
	},
	{
		param = "嗯，我也會把你保護得很好很好的",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 144,
		flag = 3
	},
	{
		param = "你是屬於我的指揮官",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 145,
		flag = 3
	},
	{
		param = "嗯，我就很喜歡它們的「歌聲」",
		ship_group = 0,
		option = "",
		type = 1,
		id = 146,
		flag = 2
	},
	{
		param = "果然，您很喜歡它們的「歌聲」",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 147,
		flag = 2
	},
	{
		param = "您有時會在窗邊看著它們露出笑容",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 148,
		flag = 2
	},
	{
		param = "這就是喜歡的表現嗎？",
		ship_group = 960008,
		type = 1,
		id = 149,
		flag = 2,
		option = {
			{
				4,
				"嗯，這就是喜歡的表現"
			}
		}
	},
	{
		param = "嗯，這就是喜歡的表現",
		ship_group = 0,
		option = "",
		type = 1,
		id = 150,
		flag = 4
	},
	{
		param = "那我總是看著您",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 151,
		flag = 4
	},
	{
		param = "現在與您聊天也會露出笑容……",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 152,
		flag = 4
	},
	{
		param = "原來這是喜歡您的表現",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 153,
		flag = 4
	},
	{
		param = "多虧了您，我才能理解這些複雜的情緒",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 154,
		flag = 0
	},
	{
		param = "指揮官，能夠來到您的身邊，真是太好了",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 155,
		flag = 0
	},
	{
		param = "指揮官有什麼愛好呢？",
		ship_group = 960009,
		type = 1,
		id = 156,
		flag = 0,
		option = {
			{
				1,
				"我的愛好還蠻多的"
			},
			{
				2,
				"怎麼突然問這個？"
			}
		}
	},
	{
		param = "我的愛好還蠻多的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 157,
		flag = 1
	},
	{
		param = "說些更具體的嘛，讓我更了解你嘛~",
		ship_group = 960009,
		type = 1,
		id = 158,
		flag = 1,
		option = {
			{
				3,
				"喜歡看書"
			},
			{
				4,
				"喜歡打遊戲"
			},
			{
				5,
				"喜歡工作！"
			}
		}
	},
	{
		param = "我喜歡看書",
		ship_group = 0,
		option = "",
		type = 1,
		id = 159,
		flag = 3
	},
	{
		param = "看書確實很棒呢！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 160,
		flag = 3
	},
	{
		param = "足不出戶就能了解到很多很多知識~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 161,
		flag = 3
	},
	{
		param = "指揮官幫我推薦幾本書吧~",
		ship_group = 960009,
		type = 1,
		id = 162,
		flag = 3,
		option = {
			{
				6,
				"我列個書單給妳"
			},
			{
				7,
				"我選幾本書送過去給妳"
			}
		}
	},
	{
		param = "稍等，我列個書單給妳",
		ship_group = 0,
		option = "",
		type = 1,
		id = 163,
		flag = 6
	},
	{
		param = "稍等，我直接選幾本送過去給妳",
		ship_group = 0,
		option = "",
		type = 1,
		id = 164,
		flag = 7
	},
	{
		param = "太好了，謝謝指揮官~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 165,
		flag = 3
	},
	{
		param = "等我看完了，我們一起交流感想吧~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 166,
		flag = 3
	},
	{
		param = "我喜歡打遊戲",
		ship_group = 0,
		option = "",
		type = 1,
		id = 167,
		flag = 4
	},
	{
		param = "遊戲嗎……確實確實！現代科技研發的電子遊戲，真的很令人上癮呢！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 168,
		flag = 4
	},
	{
		param = "指揮官有什麼遊戲推薦嗎？",
		ship_group = 960009,
		type = 1,
		id = 169,
		flag = 4,
		option = {
			{
				8,
				"我推薦幾款遊戲給妳"
			},
			{
				9,
				"一起玩雙人遊戲吧"
			}
		}
	},
	{
		param = "我推薦幾款遊戲給妳",
		ship_group = 0,
		option = "",
		type = 1,
		id = 170,
		flag = 8
	},
	{
		param = "好，我先試著玩玩看",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 171,
		flag = 8
	},
	{
		param = "指揮官推薦的遊戲，應該會很有趣吧！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 172,
		flag = 8
	},
	{
		param = "玩的時候我有什麼感想就跟你分享哦~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 173,
		flag = 8
	},
	{
		param = "一起玩雙人遊戲吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 174,
		flag = 9
	},
	{
		param = "好啊！我還從來沒玩過雙人遊戲呢！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 175,
		flag = 9
	},
	{
		param = "應該很有意思吧~？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 176,
		flag = 9
	},
	{
		param = "指揮官稍等，我現在直接去你那邊找你~？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 177,
		flag = 9
	},
	{
		param = "我喜歡工作！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 178,
		flag = 5
	},
	{
		param = "哇……指揮官說出這種話還真是一點違和感都沒有……",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 179,
		flag = 5
	},
	{
		param = "雖然說認真工作也是好事，但還是要注意休息比較好？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 180,
		flag = 5
	},
	{
		param = "不過跟我發訊息，也算是一種休息吧？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 181,
		flag = 5
	},
	{
		param = "那為了指揮官好好休息，以後每天我都會傳訊息給你喔~？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 182,
		flag = 5
	},
	{
		param = "怎麼突然問這個？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 183,
		flag = 2
	},
	{
		param = "因為想多了解你嘛~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 184,
		flag = 2
	},
	{
		param = "從愛好這種共同話題入手，聊天能更順利地展開~",
		ship_group = 960009,
		type = 1,
		id = 185,
		flag = 2,
		option = {
			{
				10,
				"放輕鬆相處就好"
			},
			{
				11,
				"那和睦號的愛好是什麼呢？"
			}
		}
	},
	{
		param = "其實，放輕鬆相處就好",
		ship_group = 0,
		option = "",
		type = 1,
		id = 186,
		flag = 10
	},
	{
		param = "總是能找到共同話題的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 187,
		flag = 10
	},
	{
		param = "原來如此~指揮官喜歡更慢節奏一些的相處模式呢~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 188,
		flag = 10
	},
	{
		param = "我知道啦~那就從閒聊開始吧",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 189,
		flag = 10
	},
	{
		param = "我想想呢，那就從「指揮官對和睦號的第一印象」這個話題開始聊起——",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 190,
		flag = 10
	},
	{
		param = "怎麼樣~？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 191,
		flag = 10
	},
	{
		param = "那和睦號的愛好是什麼呢？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 192,
		flag = 11
	},
	{
		param = "我的愛好的話……果然還是尋寶吧？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 193,
		flag = 11
	},
	{
		param = "在無人知曉的深海中尋得珍寶……還是很開心的",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 194,
		flag = 11
	},
	{
		param = "指揮官對尋寶有興趣嗎？",
		ship_group = 960009,
		type = 1,
		id = 195,
		flag = 11,
		option = {
			{
				12,
				"有些興趣"
			},
			{
				13,
				"那要看是怎樣的寶藏了"
			}
		}
	},
	{
		param = "有些興趣",
		ship_group = 0,
		option = "",
		type = 1,
		id = 196,
		flag = 12
	},
	{
		param = "既然這樣，下次一起出海尋寶吧！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 197,
		flag = 12
	},
	{
		param = "或者，心動不如行動？我們現在就出發吧？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 198,
		flag = 12
	},
	{
		param = "那要看看是怎樣的寶藏了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 199,
		flag = 13
	},
	{
		param = "能讓我看上的寶藏，肯定都是價值連城的珍寶了",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 200,
		flag = 13
	},
	{
		param = "我想一定能夠引起指揮官的興趣的",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 201,
		flag = 13
	},
	{
		param = "不過光說可能沒什麼說服力……要不要先來看看我的收藏品啊~？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 202,
		flag = 13
	},
	{
		param = "我正在來指揮室的路上，帶了消夜給你",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 203,
		flag = 0
	},
	{
		param = "要不要猜猜看是什麼？",
		ship_group = 960009,
		type = 1,
		id = 204,
		flag = 0,
		option = {
			{
				1,
				"烤肉、炸雞和碳酸飲料？"
			},
			{
				2,
				"什麼都好，我餓了！"
			}
		}
	},
	{
		param = "烤肉、炸雞和碳酸飲料？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 205,
		flag = 1
	},
	{
		param = "沒錯哦，就是這些",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 206,
		flag = 1
	},
	{
		param = "果然，指揮官很喜歡吃呢~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 207,
		flag = 1
	},
	{
		param = "上次跟你一起吃宵夜，你也吃了很多",
		ship_group = 960009,
		type = 1,
		id = 208,
		flag = 1,
		option = {
			{
				3,
				"熱量總是能帶給人快樂"
			},
			{
				4,
				"沒有人能拒絕這樣的美味！"
			}
		}
	},
	{
		param = "熱量總是能帶給人快樂",
		ship_group = 0,
		option = "",
		type = 1,
		id = 209,
		flag = 3
	},
	{
		param = "沒有人能拒絕這樣的美味！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 210,
		flag = 4
	},
	{
		param = "特別是辛苦工作之後，更能得到安慰",
		ship_group = 0,
		option = "",
		type = 1,
		id = 211,
		flag = 1
	},
	{
		param = "既然如此，待會就敞開肚子多吃一些吧！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 212,
		flag = 1
	},
	{
		param = "我已經到樓下了，宵夜好重哦，指揮官下來接我吧~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 213,
		flag = 1
	},
	{
		param = "什麼都好，我餓了！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 214,
		flag = 2
	},
	{
		param = "剛好，我什麼都買了一些",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 215,
		flag = 2
	},
	{
		param = "有炸雞、烤肉，還有一些碳酸飲料",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 216,
		flag = 2
	},
	{
		param = "你應該會喜歡這些吧？",
		ship_group = 960009,
		type = 1,
		id = 217,
		flag = 2,
		option = {
			{
				5,
				"那是！"
			},
			{
				6,
				"什麼都好，我餓了！"
			}
		}
	},
	{
		param = "那是！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 218,
		flag = 5
	},
	{
		param = "沒有人能拒絕熱量帶來的快樂！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 219,
		flag = 5
	},
	{
		param = "那就好，等一下敞開肚子多吃一些吧！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 220,
		flag = 5
	},
	{
		param = "什麼都好，我餓了！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 221,
		flag = 6
	},
	{
		param = "又是什麼都好！那我也好嗎？",
		ship_group = 960009,
		type = 1,
		id = 222,
		flag = 6,
		option = {
			{
				7,
				"妳也好！"
			}
		}
	},
	{
		param = "你也好！我很喜歡和你一起吃飯的氛圍！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 223,
		flag = 7
	},
	{
		param = "跟我一起吃飯的氛圍…？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 224,
		flag = 7
	},
	{
		param = "唔，可以理解為是喜歡我的意思嗎？哼哼~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 225,
		flag = 7
	},
	{
		param = "那我陪著你的話，你更要吃更多~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 226,
		flag = 7
	},
	{
		param = "我已經到樓下了，宵夜好重哦，指揮官下來接我吧~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 227,
		flag = 7
	},
	{
		param = "指揮官，在我出門的第三天，你有想我嗎？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 228,
		flag = 0
	},
	{
		param = "等回復中~",
		ship_group = 960009,
		type = 1,
		id = 229,
		flag = 0,
		option = {
			{
				1,
				"我很想你！"
			},
			{
				2,
				"其實還好——"
			}
		}
	},
	{
		param = "我很想你！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 230,
		flag = 1
	},
	{
		param = "嗯，我也很想你！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 231,
		flag = 1
	},
	{
		param = "每天每天每時每刻都在想你~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 232,
		flag = 1
	},
	{
		param = "其實還好——因為每天都在跟你聊天",
		ship_group = 0,
		option = "",
		type = 1,
		id = 233,
		flag = 2
	},
	{
		param = "哼哼，可是我就不一樣了",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 234,
		flag = 2
	},
	{
		param = "即便每天都在跟你聊天，我還是很想你~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 235,
		flag = 2
	},
	{
		param = "指揮官，現在走到窗口，看向窗外吧",
		ship_group = 960009,
		type = 1,
		id = 236,
		flag = 0,
		option = {
			{
				3,
				"窗外好像沒什麼東西？"
			},
			{
				4,
				"該不會是妳回來了吧？"
			}
		}
	},
	{
		param = "窗外好像沒什麼東西？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 237,
		flag = 3
	},
	{
		param = "我還以為……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 238,
		flag = 3
	},
	{
		param = "以為什麼？以為我回來了？",
		ship_group = 960009,
		type = 1,
		id = 239,
		flag = 3,
		option = {
			{
				5,
				"……果然又在惡作劇"
			}
		}
	},
	{
		param = "……果然又在惡作劇",
		ship_group = 0,
		option = "",
		type = 1,
		id = 240,
		flag = 5
	},
	{
		param = "被你發現啦？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 241,
		flag = 5
	},
	{
		param = "……欸~其實沒有啦，這次真沒有在惡作劇！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 242,
		flag = 5
	},
	{
		param = "我只是想說……",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 243,
		flag = 5
	},
	{
		param = "該不會是妳回來了吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 244,
		flag = 4
	},
	{
		param = "哈哈，看一眼呢，說不定我就在窗外了哦？",
		ship_group = 960009,
		type = 1,
		id = 245,
		flag = 4,
		option = {
			{
				6,
				"看完了……"
			}
		}
	},
	{
		param = "看完了……不在",
		ship_group = 0,
		option = "",
		type = 1,
		id = 246,
		flag = 6
	},
	{
		param = "嘿嘿，很可惜，我確實沒辦法馬上回到你身邊",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 247,
		flag = 6
	},
	{
		param = "窗外只有夜空和星星哦",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 248,
		flag = 6
	},
	{
		param = "不過……",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 249,
		flag = 6
	},
	{
		param = "我們現在正看著同一片夜空，同一顆星星呢~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 250,
		flag = 0
	},
	{
		param = "這樣，也算是陪伴在彼此身邊吧",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 251,
		flag = 0
	},
	{
		param = "只有這樣想，才能稍微緩解一下我對你的想念",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 252,
		flag = 0
	},
	{
		param = "我會盡快把事情處理完趕回來的",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 253,
		flag = 0
	},
	{
		param = "等我哦，指揮官~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 254,
		flag = 0
	},
	{
		param = "要不要試試看踩背啊？",
		ship_group = 960010,
		type = 1,
		id = 255,
		flag = 0,
		option = {
			{
				1,
				"妳踩我？"
			},
			{
				2,
				"我被妳踩？"
			}
		}
	},
	{
		param = "妳踩我？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 256,
		flag = 1
	},
	{
		param = "我被妳踩？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 257,
		flag = 2
	},
	{
		param = "當然！要不然還能是誰？",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 258,
		flag = 0
	},
	{
		param = "你只要負責趴下就好了！安心享受我的踩背服務吧！",
		ship_group = 960010,
		type = 1,
		id = 259,
		flag = 0,
		option = {
			{
				3,
				"怎麼突然想幫我踩背？"
			},
			{
				4,
				"好，我會好好趴著的！"
			}
		}
	},
	{
		param = "怎麼突然想幫我踩背？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 260,
		flag = 3
	},
	{
		param = "這不是看你工作太辛苦了嘛",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 261,
		flag = 3
	},
	{
		param = "踩背很舒服的，加上我的秘藥，一定能緩解工作帶來的疲勞！",
		ship_group = 960010,
		type = 1,
		id = 262,
		flag = 3,
		option = {
			{
				5,
				"說起工作……"
			}
		}
	},
	{
		param = "說起工作……你今天的工作做完了嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 263,
		flag = 5
	},
	{
		param = "……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 264,
		flag = 5
	},
	{
		param = "肯定都做完了！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 265,
		flag = 5
	},
	{
		param = "哎呀，不要提這種掃興的事情！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 266,
		flag = 5
	},
	{
		param = "趕快去洗澡，我也洗個澡就過來！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 267,
		flag = 5
	},
	{
		param = "好，我會好好趴著的！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 268,
		flag = 4
	},
	{
		param = "嗯！指揮官就趴著就好！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 269,
		flag = 4
	},
	{
		param = "踩背很舒服的，加上我的秘藥，一定能緩解工作帶來的疲勞！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 270,
		flag = 4
	},
	{
		param = "你看你一天天的，工作這麼多",
		ship_group = 960010,
		type = 1,
		id = 271,
		flag = 4,
		option = {
			{
				6,
				"如果妳能多分擔一些的話……"
			}
		}
	},
	{
		param = "如果妳能多分擔一些的話……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 272,
		flag = 6
	},
	{
		param = "……哎呀，不要提這種掃興的事情！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 273,
		flag = 6
	},
	{
		param = "既然我工作上幫不上忙，那就幫你放鬆身體嘛！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 274,
		flag = 6
	},
	{
		param = "好啦，趕快去洗個澡，我也洗個澡就過來！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 275,
		flag = 6
	},
	{
		param = "哦，我直接過去你那邊洗吧，更方便點！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 276,
		flag = 0
	},
	{
		param = "指揮官等我！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 277,
		flag = 0
	},
	{
		param = "小尷尬吃來合計好像沒事一覺驚醒&%@*#",
		ship_group = 960010,
		type = 1,
		id = 278,
		flag = 0,
		option = {
			{
				1,
				"？"
			},
			{
				2,
				"妳這是喝醉了？"
			}
		}
	},
	{
		param = "？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 279,
		flag = 1
	},
	{
		param = "這發的是什麼？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 280,
		flag = 1
	},
	{
		param = "嗯……？指揮官怎麼傳訊息給我了？",
		ship_group = 960010,
		type = 1,
		id = 281,
		flag = 1,
		option = {
			{
				3,
				"是妳先發消息給我的"
			}
		}
	},
	{
		param = "是妳先發消息給我的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 282,
		flag = 3
	},
	{
		param = "嗯……還真是！哈哈！",
		ship_group = 960010,
		type = 1,
		id = 283,
		flag = 3,
		option = {
			{
				4,
				"妳這是喝醉了？"
			}
		}
	},
	{
		param = "妳這是喝醉了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 284,
		flag = 4
	},
	{
		param = "沒、沒有喝醉！",
		ship_group = 960010,
		type = 1,
		id = 285,
		flag = 4,
		option = {
			{
				5,
				"喝醉的人都說自己沒醉……"
			}
		}
	},
	{
		param = "喝醉的人都說自己沒喝醉，我過去接妳。",
		ship_group = 0,
		option = "",
		type = 1,
		id = 286,
		flag = 5
	},
	{
		param = "真、真的沒醉！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 287,
		flag = 5
	},
	{
		param = "不過你來也好，一起喝一點！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 288,
		flag = 5
	},
	{
		param = "還能一起看星星！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 289,
		flag = 5
	},
	{
		param = "妳這是喝醉了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 290,
		flag = 2
	},
	{
		param = "沒、沒有喝醉！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 291,
		flag = 2
	},
	{
		param = "指揮官也要過來一起喝點嗎？",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 292,
		flag = 2
	},
	{
		param = "我就躺在草坪上……等你……！",
		ship_group = 960010,
		type = 1,
		id = 293,
		flag = 2,
		option = {
			{
				6,
				"好，等我"
			},
			{
				7,
				"我帶些醒酒茶過來"
			}
		}
	},
	{
		param = "好，等我",
		ship_group = 0,
		option = "",
		type = 1,
		id = 294,
		flag = 6
	},
	{
		param = "嘿嘿……好哦，我等你……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 295,
		flag = 6
	},
	{
		param = "我帶些醒酒茶過來",
		ship_group = 0,
		option = "",
		type = 1,
		id = 296,
		flag = 7
	},
	{
		param = "我才不喝那個……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 297,
		flag = 7
	},
	{
		param = "指揮官自己過來就好了……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 298,
		flag = 7
	},
	{
		param = "我們一起喝酒，一起……看星星！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 299,
		flag = 2
	},
	{
		param = "好多、好多星星圍著我轉！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 300,
		flag = 0
	},
	{
		param = "你們……也要圍著指揮官轉哦！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 301,
		flag = 0
	},
	{
		param = "要不要現在抽空一起去健個身？",
		ship_group = 960010,
		type = 1,
		id = 302,
		flag = 0,
		option = {
			{
				1,
				"可以"
			},
			{
				2,
				"好累，不去，妳加油"
			}
		}
	},
	{
		param = "可以，不過怎麼突然開始健身了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 303,
		flag = 1
	},
	{
		param = "這不是想練一下腿嘛！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 304,
		flag = 1
	},
	{
		param = "港區的生活太安逸了，都沒有運動的機會了！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 305,
		flag = 1
	},
	{
		param = "太懈怠的話都不知道會變成什麼樣子……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 306,
		flag = 1
	},
	{
		param = "你一定也更喜歡我維持現在的狀態吧！",
		ship_group = 960010,
		type = 1,
		id = 307,
		flag = 1,
		option = {
			{
				3,
				"不管怎樣，我都喜歡"
			},
			{
				4,
				"對待工作的狀態除外"
			}
		}
	},
	{
		param = "不管怎樣，我都喜歡",
		ship_group = 0,
		option = "",
		type = 1,
		id = 308,
		flag = 3
	},
	{
		param = "嗯……話是這麼說……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 309,
		flag = 3
	},
	{
		param = "……畢竟無論指揮官變成怎樣，我也會喜歡的",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 310,
		flag = 3
	},
	{
		param = "不過，還是不能懈怠！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 311,
		flag = 3
	},
	{
		param = "對待工作的狀態除外",
		ship_group = 0,
		option = "",
		type = 1,
		id = 312,
		flag = 4
	},
	{
		param = "你這人，好端端說什麼工作？！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 313,
		flag = 4
	},
	{
		param = "哼，我的工作就是幫你踩背，知道嗎！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 314,
		flag = 4
	},
	{
		param = "所以，這可是一點都不能懈怠的！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 315,
		flag = 4
	},
	{
		param = "一定要讓腿部的肌肉保持在最好的狀態",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 316,
		flag = 1
	},
	{
		param = "那樣才能更好地幫你踩背嘛！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 317,
		flag = 1
	},
	{
		param = "我先去健身了，待會你到了再聯絡我！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 318,
		flag = 1
	},
	{
		param = "好累，不去，妳加油",
		ship_group = 0,
		option = "",
		type = 1,
		id = 319,
		flag = 2
	},
	{
		param = "欸——指揮官還真是懶惰啊！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 320,
		flag = 2
	},
	{
		param = "我還想著如果你一起來的話，我會更有動力呢！",
		ship_group = 960010,
		type = 1,
		id = 321,
		flag = 2,
		option = {
			{
				5,
				"我的精神與妳同在！"
			}
		}
	},
	{
		param = "我的精神與妳同在！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 322,
		flag = 5
	},
	{
		param = "我在精神上接收到了指揮官的鼓勵——",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 323,
		flag = 5
	},
	{
		param = "感覺現在充滿了幹勁——",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 324,
		flag = 5
	},
	{
		param = "以至於現在想到了一種不去健身房也能健身的方法！",
		ship_group = 960010,
		type = 1,
		id = 325,
		flag = 5,
		option = {
			{
				6,
				"那是什麼……？"
			}
		}
	},
	{
		param = "那是什麼……？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 326,
		flag = 6
	},
	{
		param = "呵呵，你猜",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 327,
		flag = 6
	},
	{
		param = "我已經在路上了，你洗乾淨在床上等我，到了你就知道了！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 328,
		flag = 6
	},
	{
		param = "指揮官~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 329,
		flag = 0
	},
	{
		param = "指揮官，指揮官~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 330,
		flag = 0
	},
	{
		param = "能收到我的消息嗎~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 331,
		flag = 0
	},
	{
		param = "收到請回復！收到請回復！",
		ship_group = 960011,
		type = 1,
		id = 332,
		flag = 0,
		option = {
			{
				1,
				"收到！"
			},
			{
				2,
				"複！"
			}
		}
	},
	{
		param = "收到，收到，海豚號收到請回復！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 333,
		flag = 1
	},
	{
		param = "我也收到指揮官的消息啦~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 334,
		flag = 1
	},
	{
		param = "復！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 335,
		flag = 2
	},
	{
		param = "啊哈哈~我也收到指揮官的消息啦~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 336,
		flag = 2
	},
	{
		param = "這個叫做手機的東西，傳訊息好方便啊……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 337,
		flag = 0
	},
	{
		param = "明明隔著這麼遠的距離，卻又能跟指揮官這樣聊天！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 338,
		flag = 0
	},
	{
		param = "比我的特異功能厲害多了！",
		ship_group = 960011,
		type = 1,
		id = 339,
		flag = 0,
		option = {
			{
				3,
				"還能發表情呢"
			}
		}
	},
	{
		param = "不光能聊天，還能發表情呢",
		ship_group = 0,
		option = "",
		type = 1,
		id = 340,
		flag = 3
	},
	{
		param = "嗯？表情……？",
		ship_group = 960011,
		type = 1,
		id = 341,
		flag = 3,
		option = {
			{
				4,
				"[要掉了]"
			},
			{
				5,
				"[嘎喔]"
			},
			{
				6,
				"[兔耳飛]"
			}
		}
	},
	{
		param = "303",
		ship_group = 0,
		option = "",
		type = 4,
		id = 342,
		flag = 4
	},
	{
		param = "是綠頭貓咪！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 343,
		flag = 4
	},
	{
		param = "56",
		ship_group = 0,
		option = "",
		type = 4,
		id = 344,
		flag = 5
	},
	{
		param = "感覺好強！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 345,
		flag = 5
	},
	{
		param = "363",
		ship_group = 0,
		option = "",
		type = 4,
		id = 346,
		flag = 6
	},
	{
		param = "好可愛……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 347,
		flag = 6
	},
	{
		param = "……原來如此，是這樣的「表情」啊",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 348,
		flag = 0
	},
	{
		param = "我以為能把自己現在的表情發出去呢，嘿嘿……",
		ship_group = 960011,
		type = 1,
		id = 349,
		flag = 0,
		option = {
			{
				7,
				"可以試試看表情導入功能"
			}
		}
	},
	{
		param = "這樣的話，可以試試表情導入功能",
		ship_group = 0,
		option = "",
		type = 1,
		id = 350,
		flag = 7
	},
	{
		param = "表情導入功能……？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 351,
		flag = 7
	},
	{
		param = "意思是把自己現在的表情做成表情包呢？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 352,
		flag = 7
	},
	{
		param = "好像很有趣……不過要怎麼做？！",
		ship_group = 960011,
		type = 1,
		id = 353,
		flag = 7,
		option = {
			{
				8,
				"現在有空來一下嗎？"
			},
			{
				9,
				"稍等，把教學發給妳"
			}
		}
	},
	{
		param = "現在有空來一下嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 354,
		flag = 8
	},
	{
		param = "有空~有空~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 355,
		flag = 8
	},
	{
		param = "那麼，指揮官現在在哪裡呢~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 356,
		flag = 8
	},
	{
		param = "噢——在你回復之前，我已經感知到你的位置了！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 357,
		flag = 8
	},
	{
		param = "稍等，把教學發給妳",
		ship_group = 0,
		option = "",
		type = 1,
		id = 358,
		flag = 9
	},
	{
		param = "哼哼，指揮官，我已經感知到你的位置了~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 359,
		flag = 9
	},
	{
		param = "相比看教程，我想讓你親自教我~",
		ship_group = 960011,
		type = 1,
		id = 360,
		flag = 9,
		option = {
			{
				10,
				"妳的特異功能真厲害……"
			}
		}
	},
	{
		param = "妳的特異功能比手機定位還厲害……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 361,
		flag = 10
	},
	{
		param = "好啊，我剛好也有空",
		ship_group = 0,
		option = "",
		type = 1,
		id = 362,
		flag = 10
	},
	{
		param = "嘿嘿，我現在就去找你~等我！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 363,
		flag = 0
	},
	{
		param = "56",
		ship_group = 960011,
		option = "",
		type = 4,
		id = 364,
		flag = 0
	},
	{
		param = "指揮官，你在哪裡？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 365,
		flag = 0
	},
	{
		param = "怎麼買完冰淇淋回來就不見了",
		ship_group = 960011,
		type = 1,
		id = 366,
		flag = 0,
		option = {
			{
				1,
				"我就在原地啊？"
			},
			{
				2,
				"是妳迷路了……"
			}
		}
	},
	{
		param = "嗯？我就在原地沒有走動啊？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 367,
		flag = 1
	},
	{
		param = "就在一號館的休息區裡",
		ship_group = 0,
		option = "",
		type = 1,
		id = 368,
		flag = 1
	},
	{
		param = "難道是我迷路了？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 369,
		flag = 1
	},
	{
		param = "啊，果然是我迷路了，這裡的小魚不是剛才的小魚……",
		ship_group = 960011,
		type = 1,
		id = 370,
		flag = 1,
		option = {
			{
				3,
				"周圍有什麼標誌嗎？"
			}
		}
	},
	{
		param = "或許，是妳迷路了……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 371,
		flag = 2
	},
	{
		param = "我看看哦……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 372,
		flag = 2
	},
	{
		param = "啊，居然真的迷路了！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 373,
		flag = 2
	},
	{
		param = "這裡的小魚不是剛才的小魚…",
		ship_group = 960011,
		type = 1,
		id = 374,
		flag = 2,
		option = {
			{
				3,
				"周圍有什麼標誌嗎？"
			}
		}
	},
	{
		param = "周圍有什麼標誌嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 375,
		flag = 3
	},
	{
		param = "牌子上寫著二號館",
		ship_group = 960011,
		type = 1,
		id = 376,
		flag = 3,
		option = {
			{
				4,
				"能回到一號館嗎？"
			},
			{
				5,
				"站在原地不要動"
			}
		}
	},
	{
		param = "能回到一號館嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 377,
		flag = 4
	},
	{
		param = "我試試用我的特異功能喔……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 378,
		flag = 4
	},
	{
		param = "嗯……魚群的聲音太吵雜了，我聽不清楚你的聲音……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 379,
		flag = 4
	},
	{
		param = "啊，魚群告訴我你的位置了~！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 380,
		flag = 4
	},
	{
		param = "指揮官你站在那裡不要動哦",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 381,
		flag = 4
	},
	{
		param = "我馬上、馬上就回到你身邊~！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 382,
		flag = 4
	},
	{
		param = "妳站在原地不要動，我去接妳！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 383,
		flag = 5
	},
	{
		param = "好~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 384,
		flag = 5
	},
	{
		param = "雖然我也可以用特異功能找到你啦",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 385,
		flag = 5
	},
	{
		param = "不過待在原地等待，全心全意依賴指揮官的感覺果然也很棒呢~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 386,
		flag = 5
	},
	{
		param = "指揮官，睡了嗎？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 387,
		flag = 0
	},
	{
		param = "嗯……我聽見啦，你還沒睡！",
		ship_group = 960011,
		type = 1,
		id = 388,
		flag = 0,
		option = {
			{
				1,
				"晚上好"
			},
			{
				2,
				"早安"
			}
		}
	},
	{
		param = "晚安",
		ship_group = 0,
		option = "",
		type = 1,
		id = 389,
		flag = 1
	},
	{
		param = "晚上好~",
		ship_group = 960011,
		type = 1,
		id = 390,
		flag = 1,
		option = {
			{
				3,
				"失眠了？"
			}
		}
	},
	{
		param = "早安",
		ship_group = 0,
		option = "",
		type = 1,
		id = 391,
		flag = 2
	},
	{
		param = "早安?",
		ship_group = 960011,
		type = 1,
		id = 392,
		flag = 2,
		option = {
			{
				3,
				"失眠了？"
			}
		}
	},
	{
		param = "失眠了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 393,
		flag = 3
	},
	{
		param = "稍微有點……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 394,
		flag = 3
	},
	{
		param = "因為明天我們要去露營了",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 395,
		flag = 3
	},
	{
		param = "我從來沒出去露營過……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 396,
		flag = 3
	},
	{
		param = "又是跟你一起出去玩……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 397,
		flag = 3
	},
	{
		param = "有點太興奮了，嘿嘿……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 398,
		flag = 3
	},
	{
		param = "閉上眼睛一個小時了，還是沒有睡著！",
		ship_group = 960011,
		type = 1,
		id = 399,
		flag = 3,
		option = {
			{
				4,
				"那我來陪妳聊天吧"
			},
			{
				5,
				"要不要嘗試一些可以快速入眠的方式？"
			}
		}
	},
	{
		param = "那我來陪妳聊天吧，直到妳睏了為止",
		ship_group = 0,
		option = "",
		type = 1,
		id = 400,
		flag = 4
	},
	{
		param = "不會影響到你休息嗎？",
		ship_group = 960011,
		type = 1,
		id = 401,
		flag = 4,
		option = {
			{
				6,
				"不會，我還不睏"
			},
			{
				7,
				"沒事，我想陪妳"
			}
		}
	},
	{
		param = "不會，我還不睏",
		ship_group = 0,
		option = "",
		type = 1,
		id = 402,
		flag = 6
	},
	{
		param = "嘿嘿，那就來聊聊吧~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 403,
		flag = 6
	},
	{
		param = "不知道露營的地點會不會藏著寶藏呢……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 404,
		flag = 6
	},
	{
		param = "如果有的話，會是什麼呢？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 405,
		flag = 6
	},
	{
		param = "指揮官，我們一起來猜猜看吧！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 406,
		flag = 6
	},
	{
		param = "沒事，我想陪妳",
		ship_group = 0,
		option = "",
		type = 1,
		id = 407,
		flag = 7
	},
	{
		param = "我也想陪指揮官呢~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 408,
		flag = 7
	},
	{
		param = "反正你也沒睡，要不我直接過去找你吧~？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 409,
		flag = 7
	},
	{
		param = "幫我準備個枕頭哦！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 410,
		flag = 7
	},
	{
		param = "要不要嘗試一些可以快速入眠的方式？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 411,
		flag = 5
	},
	{
		param = "有哪些快速入眠的方式呢？",
		ship_group = 960011,
		type = 1,
		id = 412,
		flag = 5,
		option = {
			{
				8,
				"我講睡前故事給妳聽？"
			},
			{
				9,
				"聽些輕快的音樂？"
			}
		}
	},
	{
		param = "我講睡前故事給妳聽？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 413,
		flag = 8
	},
	{
		param = "好啊好啊~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 414,
		flag = 8
	},
	{
		param = "不過不要打字！我想聽你親口講！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 415,
		flag = 8
	},
	{
		param = "反正你也沒睡，還是我直接過去找你吧~？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 416,
		flag = 8
	},
	{
		param = "幫我準備個枕頭哦！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 417,
		flag = 8
	},
	{
		param = "聽些輕快的音樂？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 418,
		flag = 9
	},
	{
		param = "我已經試過了，好像沒什麼用……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 419,
		flag = 9
	},
	{
		param = "腦子裡一直只會出現跟指揮官有關的事……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 420,
		flag = 9
	},
	{
		param = "然後就越來越想你~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 421,
		flag = 9
	},
	{
		param = "真希望明天快點到來~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 422,
		flag = 9
	},
	{
		param = "指揮官……今天我要請假",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 423,
		flag = 0
	},
	{
		param = "感覺頭暈的，很沒有幹勁",
		ship_group = 960005,
		type = 1,
		id = 424,
		flag = 0,
		option = {
			{
				1,
				"生病了嗎？"
			},
			{
				2,
				"熬夜打遊戲了？"
			},
			{
				3,
				"覺得秘書艦的工作太麻煩了？"
			}
		}
	},
	{
		param = "生病了嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 425,
		flag = 1
	},
	{
		param = "我帶些布丁和藥過去探望妳",
		ship_group = 0,
		option = "",
		type = 1,
		id = 426,
		flag = 1
	},
	{
		param = "欸……不用那麼麻煩……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 427,
		flag = 1
	},
	{
		param = "我躺著打一下遊戲就好了",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 428,
		flag = 1
	},
	{
		param = "指揮官不用專門過來的",
		ship_group = 960005,
		type = 1,
		id = 429,
		flag = 1,
		option = {
			{
				4,
				"其實只是想在家打遊戲？"
			},
			{
				5,
				"我還是不放心"
			}
		}
	},
	{
		param = "其實只是想在家裡打遊戲？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 430,
		flag = 4
	},
	{
		param = "……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 431,
		flag = 4
	},
	{
		param = "算了，說謊也很麻煩……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 432,
		flag = 4
	},
	{
		param = "其實是我想快點通關這個新遊戲……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 433,
		flag = 4
	},
	{
		param = "所以，指揮官，能不能批准我的假期呢？",
		ship_group = 960005,
		type = 1,
		id = 434,
		flag = 4,
		option = {
			{
				6,
				"准假"
			},
			{
				7,
				"但是我拒絕"
			}
		}
	},
	{
		param = "今天不是很忙，准假了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 435,
		flag = 6
	},
	{
		param = "謝謝指揮官，指揮官萬歲~",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 436,
		flag = 6
	},
	{
		param = "果然你最好了！",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 437,
		flag = 6
	},
	{
		param = "但是我拒絕，不准假！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 438,
		flag = 7
	},
	{
		param = "欸——好麻煩……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 439,
		flag = 7
	},
	{
		param = "但據理力爭也好麻煩……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 440,
		flag = 7
	},
	{
		param = "而且我好像不太佔理……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 441,
		flag = 7
	},
	{
		param = "算了……既然指揮官這麼堅持的話……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 442,
		flag = 7
	},
	{
		param = "那我也只好過來了……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 443,
		flag = 7
	},
	{
		param = "來了……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 444,
		flag = 7
	},
	{
		param = "我還是不放心",
		ship_group = 0,
		option = "",
		type = 1,
		id = 445,
		flag = 5
	},
	{
		param = "指揮官還真是不嫌麻煩啊……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 446,
		flag = 5
	},
	{
		param = "那……好吧……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 447,
		flag = 5
	},
	{
		param = "還有……如果順路的話，幫我買幾包烤肉口味的洋芋片吧",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 448,
		flag = 5
	},
	{
		param = "熬夜打遊戲了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 449,
		flag = 2
	},
	{
		param = "……嗯",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 450,
		flag = 2
	},
	{
		param = "昨晚熬夜打了新遊戲……想著快點通關……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 451,
		flag = 2
	},
	{
		param = "現在感覺頭好暈哦……",
		ship_group = 960005,
		type = 1,
		id = 452,
		flag = 2,
		option = {
			{
				8,
				"好好休息"
			},
			{
				9,
				"准假"
			}
		}
	},
	{
		param = "那就好好休息吧，准假",
		ship_group = 0,
		option = "",
		type = 1,
		id = 453,
		flag = 8
	},
	{
		param = "那就好好休息吧，准假",
		ship_group = 0,
		option = "",
		type = 1,
		id = 454,
		flag = 9
	},
	{
		param = "下次不要熬夜了，白天玩也可以",
		ship_group = 0,
		option = "",
		type = 1,
		id = 455,
		flag = 2
	},
	{
		param = "好",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 456,
		flag = 2
	},
	{
		param = "下次，我一定聽指揮官的",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 457,
		flag = 2
	},
	{
		param = "那我先去打遊……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 458,
		flag = 2
	},
	{
		param = "嗯？要怎麼撤回來呢……？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 459,
		flag = 2
	},
	{
		param = "是覺得秘書艦的工作太麻煩了吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 460,
		flag = 3
	},
	{
		param = "不是的不是的……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 461,
		flag = 3
	},
	{
		param = "單純是……所有的工作都好麻煩……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 462,
		flag = 3
	},
	{
		param = "家裡的枕頭軟軟的，被子暖暖的……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 463,
		flag = 3
	},
	{
		param = "我不想工作啊…",
		ship_group = 960005,
		type = 1,
		id = 464,
		flag = 3,
		option = {
			{
				10,
				"准假"
			},
			{
				11,
				"不准假"
			}
		}
	},
	{
		param = "今天不是很忙，准假了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 465,
		flag = 10
	},
	{
		param = "謝謝指揮官，指揮官萬歲~",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 466,
		flag = 10
	},
	{
		param = "果然你最好了！",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 467,
		flag = 10
	},
	{
		param = "今天不准假，帶被子枕頭給我來上班！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 468,
		flag = 11
	},
	{
		param = "欸——好麻煩……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 469,
		flag = 11
	},
	{
		param = "但據理力爭也好麻煩……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 470,
		flag = 11
	},
	{
		param = "而且我好像不太佔理……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 471,
		flag = 11
	},
	{
		param = "算了……既然指揮官這麼堅持的話……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 472,
		flag = 11
	},
	{
		param = "那我也只好過來了……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 473,
		flag = 11
	},
	{
		param = "不過被子枕頭就不帶了，就用你的好了……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 474,
		flag = 11
	},
	{
		param = "來了……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 475,
		flag = 11
	},
	{
		param = "指揮官，下雨了……",
		ship_group = 960005,
		type = 1,
		id = 476,
		flag = 0,
		option = {
			{
				1,
				"害怕了嗎？"
			},
			{
				2,
				"是啊，下雨了。"
			}
		}
	},
	{
		param = "害怕了嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 477,
		flag = 1
	},
	{
		param = "這樣的雨，倒不致於害怕……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 478,
		flag = 1
	},
	{
		param = "我就是擔心明天能不能放晴……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 479,
		flag = 1
	},
	{
		param = "是啊，下雨了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 480,
		flag = 2
	},
	{
		param = "有點擔心明天的天氣……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 481,
		flag = 2
	},
	{
		param = "是啊……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 482,
		flag = 2
	},
	{
		param = "難得一起出來玩，如果天氣不好的話……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 483,
		flag = 0
	},
	{
		param = "體驗會很差……",
		ship_group = 960005,
		type = 1,
		id = 484,
		flag = 0,
		option = {
			{
				3,
				"希望明天有好天氣"
			},
			{
				4,
				"明天一定會是晴天的"
			}
		}
	},
	{
		param = "希望明天有個好天氣",
		ship_group = 0,
		option = "",
		type = 1,
		id = 485,
		flag = 3
	},
	{
		param = "好不容易才讓妳出門，因為天氣原因取消也太可惜了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 486,
		flag = 3
	},
	{
		param = "也沒那麼不容易吧……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 487,
		flag = 3
	},
	{
		param = "出門雖然很麻煩，但如果是跟你的話……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 488,
		flag = 3
	},
	{
		param = "我也就考慮了兩天，又打滾了半天而已……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 489,
		flag = 3
	},
	{
		param = "……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 490,
		flag = 3
	},
	{
		param = "打雷了……",
		ship_group = 960005,
		type = 1,
		id = 491,
		flag = 3,
		option = {
			{
				5,
				"我現在就過去！"
			},
			{
				6,
				"戴耳機打遊戲吧"
			}
		}
	},
	{
		param = "別怕，我現在就過去妳那邊！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 492,
		flag = 5
	},
	{
		param = "我沒有在害怕……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 493,
		flag = 5
	},
	{
		param = "好吧，是有那麼一點點害怕……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 494,
		flag = 5
	},
	{
		param = "快來……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 495,
		flag = 5
	},
	{
		param = "戴上耳機打遊戲吧，這樣就聽不見雷聲了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 496,
		flag = 6
	},
	{
		param = "好像確實有用……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 497,
		flag = 6
	},
	{
		param = "又沒那麼有用……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 498,
		flag = 6
	},
	{
		param = "還是你上線陪我一起玩？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 499,
		flag = 6
	},
	{
		param = "一起打遊戲的話……我就能忽略外面的雷聲了",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 500,
		flag = 6
	},
	{
		param = "就這麼決定了……快上線，等你！",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 501,
		flag = 6
	},
	{
		param = "明天一定會是晴天的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 502,
		flag = 4
	},
	{
		param = "指揮官好篤定哦",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 503,
		flag = 4
	},
	{
		param = "如果不是的話呢？",
		ship_group = 960005,
		type = 1,
		id = 504,
		flag = 4,
		option = {
			{
				7,
				"那就雨中漫步！"
			},
			{
				8,
				"那就用火力驅散雲層"
			}
		}
	},
	{
		param = "那就雨中漫步！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 505,
		flag = 7
	},
	{
		param = "雨中漫步很有氛圍的，雨景也是別有一番風味",
		ship_group = 0,
		option = "",
		type = 1,
		id = 506,
		flag = 7
	},
	{
		param = "……可是那樣要打傘，超麻煩的欸……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 507,
		flag = 7
	},
	{
		param = "不過指揮官好像從來都不會嫌麻煩……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 508,
		flag = 7
	},
	{
		param = "一直把我照顧得很好……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 509,
		flag = 7
	},
	{
		param = "這麼想想，還有些期待雨中漫步了……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 510,
		flag = 7
	},
	{
		param = "不過……第一心願，還是希望明天會是晴天吧！",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 511,
		flag = 7
	},
	{
		param = "那就用火力驅散雲層",
		ship_group = 0,
		option = "",
		type = 1,
		id = 512,
		flag = 8
	},
	{
		param = "？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 513,
		flag = 8
	},
	{
		param = "？？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 514,
		flag = 8
	},
	{
		param = "？？？",
		ship_group = 960005,
		type = 1,
		id = 515,
		flag = 8,
		option = {
			{
				9,
				"開玩笑的……"
			}
		}
	},
	{
		param = "開玩笑的……最多是今晚打幾發增雨彈讓雨提前落下來而已",
		ship_group = 0,
		option = "",
		type = 1,
		id = 516,
		flag = 9
	},
	{
		param = "？？？？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 517,
		flag = 9
	},
	{
		param = "不愧是指揮官……了不起……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 518,
		flag = 9
	},
	{
		param = "這麼想讓我明天出門嗎……",
		ship_group = 960005,
		type = 1,
		id = 519,
		flag = 9,
		option = {
			{
				10,
				"是和我一起……"
			}
		}
	},
	{
		param = "是明天和我一起出門",
		ship_group = 0,
		option = "",
		type = 1,
		id = 520,
		flag = 10
	},
	{
		param = "我去做準備了，妳也做好出行準備哦",
		ship_group = 0,
		option = "",
		type = 1,
		id = 521,
		flag = 10
	},
	{
		param = "……明天早上見",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 522,
		flag = 10
	},
	{
		param = "怎麼一覺醒來，指揮官就不見了……",
		ship_group = 960005,
		type = 1,
		id = 523,
		flag = 0,
		option = {
			{
				1,
				"我來商店買點東西"
			},
			{
				2,
				"出門買東西，很快就回來"
			}
		}
	},
	{
		param = "我來商業街買點東西",
		ship_group = 0,
		option = "",
		type = 1,
		id = 524,
		flag = 1
	},
	{
		param = "你去商業街了？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 525,
		flag = 1
	},
	{
		param = "那我想吃上次的洋芋片豬排",
		ship_group = 960005,
		type = 1,
		id = 526,
		flag = 1,
		option = {
			{
				3,
				"好，還有什麼要帶的嗎？"
			},
			{
				4,
				"這麼一說，我也想吃了"
			}
		}
	},
	{
		param = "出門買東西，很快就回來",
		ship_group = 0,
		option = "",
		type = 1,
		id = 527,
		flag = 2
	},
	{
		param = "喔……那你慢慢買，不急回來",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 528,
		flag = 2
	},
	{
		param = "等等……買東西？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 529,
		flag = 2
	},
	{
		param = "我要吃洋芋片豬排！",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 530,
		flag = 2
	},
	{
		param = "回來的時候幫我帶一份哦！",
		ship_group = 960005,
		type = 1,
		id = 531,
		flag = 2,
		option = {
			{
				3,
				"好，還有什麼要帶的嗎？"
			},
			{
				4,
				"這麼一說，我也想吃了"
			}
		}
	},
	{
		param = "好，還有什麼要帶的嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 532,
		flag = 3
	},
	{
		param = "你",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 533,
		flag = 3
	},
	{
		param = "買完就快點回來吧……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 534,
		flag = 3
	},
	{
		param = "醒來見不到你……有些不習慣",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 535,
		flag = 3
	},
	{
		param = "想快點見到你",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 536,
		flag = 3
	},
	{
		param = "被妳這麼一說，我也想吃了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 537,
		flag = 4
	},
	{
		param = "那就買超大份套餐，我們一起吃",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 538,
		flag = 4
	},
	{
		param = "你買完快點回來吧",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 539,
		flag = 4
	},
	{
		param = "我餓了，還有就是……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 540,
		flag = 4
	},
	{
		param = "我想你了",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 541,
		flag = 4
	},
	{
		param = "颶風船團，集合——！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 542,
		flag = 0
	},
	{
		param = "來了，來了~",
		ship_group = 960006,
		option = "",
		type = 1,
		id = 543,
		flag = 0
	},
	{
		param = "怎麼了，準備開始新的旅途嗎？",
		ship_group = 960002,
		option = "",
		type = 1,
		id = 544,
		flag = 0
	},
	{
		param = "這麼說也沒錯！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 545,
		flag = 0
	},
	{
		param = "聽說、",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 546,
		flag = 0
	},
	{
		param = "聽說……？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 547,
		flag = 0
	},
	{
		param = "打字好慢！急！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 548,
		flag = 0
	},
	{
		param = "指揮室裡有神秘的寶藏！我們現在就出發去尋寶吧！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 549,
		flag = 0
	},
	{
		param = "……指揮室嗎？",
		ship_group = 960004,
		option = "",
		type = 1,
		id = 550,
		flag = 0
	},
	{
		param = "指揮室那麼小，應該藏不了什麼寶藏吧？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 551,
		flag = 0
	},
	{
		param = "嗯……指揮室裡的東西我應該都看過了？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 552,
		flag = 0
	},
	{
		param = "應該沒有寶藏什麼的？",
		ship_group = 960011,
		type = 1,
		id = 553,
		flag = 0,
		option = {
			{
				1,
				"我怎麼不知道有寶藏？"
			},
			{
				2,
				"這是什麼全新的冒險遊戲嗎？"
			}
		}
	},
	{
		param = "嗯？我怎麼不知道有寶藏？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 554,
		flag = 1
	},
	{
		param = "指揮官也不知道嗎？那或許是沒有的吧~？",
		ship_group = 960003,
		option = "",
		type = 1,
		id = 555,
		flag = 1
	},
	{
		param = "會不會是這個寶藏藏得太好了，指揮官也沒有發現？",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 556,
		flag = 1
	},
	{
		param = "嗯……也不是沒有可能",
		ship_group = 960002,
		option = "",
		type = 1,
		id = 557,
		flag = 1
	},
	{
		param = "但也不能排除這只是捕風捉影的傳言的可能性吧？",
		ship_group = 960004,
		option = "",
		type = 1,
		id = 558,
		flag = 1
	},
	{
		param = "那更要去找了吧！只有親自找了，才能確認寶藏是否真的存在！",
		ship_group = 960001,
		type = 1,
		id = 559,
		flag = 1,
		option = {
			{
				3,
				"那就來吧，不過……"
			},
			{
				4,
				"那我也一起找寶藏吧"
			}
		}
	},
	{
		param = "這是什麼全新的冒險遊戲嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 560,
		flag = 2
	},
	{
		param = "讓我也參與一下",
		ship_group = 0,
		option = "",
		type = 1,
		id = 561,
		flag = 2
	},
	{
		param = "遊戲？什麼遊戲？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 562,
		flag = 2
	},
	{
		param = "維達大人也只有這個時候才會在群組裡出現呢……",
		ship_group = 960006,
		option = "",
		type = 1,
		id = 563,
		flag = 2
	},
	{
		param = "指揮官這麼說，反而在賣關子~？",
		ship_group = 960003,
		option = "",
		type = 1,
		id = 564,
		flag = 2
	},
	{
		param = "哇……更好奇了，總覺得指揮室真的藏了寶藏！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 565,
		flag = 2
	},
	{
		param = "我們快點出發去找吧！",
		ship_group = 960001,
		type = 1,
		id = 566,
		flag = 2,
		option = {
			{
				3,
				"那就來吧，不過……"
			},
			{
				4,
				"那我也一起找寶藏吧"
			}
		}
	},
	{
		param = "那就過來吧，不過我覺得沒有寶藏",
		ship_group = 0,
		option = "",
		type = 1,
		id = 567,
		flag = 3
	},
	{
		param = "畢竟沒有人比我更熟悉指揮室！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 568,
		flag = 3
	},
	{
		param = "還是不要給指揮官添麻煩吧？",
		ship_group = 960002,
		option = "",
		type = 1,
		id = 569,
		flag = 3
	},
	{
		param = "嗯，而且打擾了指揮官工作和休息就不好了吧~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 570,
		flag = 3
	},
	{
		param = "欸……那就這麼放棄了嗎？",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 571,
		flag = 3
	},
	{
		param = "要不我們先幫指揮官把工作做完？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 572,
		flag = 3
	},
	{
		param = "做完以後，再一起尋寶，就不會再給指揮官添麻煩了",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 573,
		flag = 3
	},
	{
		param = "嗯……好像也可以？",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 574,
		flag = 3
	},
	{
		param = "那我們現在就過去幫忙處理工作吧",
		ship_group = 960002,
		option = "",
		type = 1,
		id = 575,
		flag = 3
	},
	{
		param = "欸……好麻煩……我不去",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 576,
		flag = 3
	},
	{
		param = "我先去買點飲料，回來的時間待定！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 577,
		flag = 3
	},
	{
		param = "那其他人呢？",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 578,
		flag = 3
	},
	{
		param = "？？？怎麼全都不說話了？？",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 579,
		flag = 3
	},
	{
		param = "……這是聽到工作就全部跑掉了吧？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 580,
		flag = 3
	},
	{
		param = "那我也一起找寶藏吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 581,
		flag = 4
	},
	{
		param = "我也很好奇，我的指揮室裡有什麼寶藏",
		ship_group = 0,
		option = "",
		type = 1,
		id = 582,
		flag = 4
	},
	{
		param = "指揮官也加入了呢，那我也過來~",
		ship_group = 960003,
		option = "",
		type = 1,
		id = 583,
		flag = 4
	},
	{
		param = "我有很強烈的預感，我們一定能夠找到指揮室裡的寶藏！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 584,
		flag = 4
	},
	{
		param = "需要準備什麼東西嗎？羅盤？鏟子？",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 585,
		flag = 4
	},
	{
		param = "這些在指揮室中應該很難派上用場吧？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 586,
		flag = 4
	},
	{
		param = "不用那麼麻煩……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 587,
		flag = 4
	},
	{
		param = "帶上海豚就好了，她的特異功能找到寶藏",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 588,
		flag = 4
	},
	{
		param = "我已經在指揮室裡了哦~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 589,
		flag = 4
	},
	{
		param = "不過我沒有偵測到其他寶藏哦……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 590,
		flag = 4
	},
	{
		param = "能稱得上是寶藏的……應該只有指揮官哦？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 591,
		flag = 4
	},
	{
		param = "這倒是說的沒錯~呵呵~",
		ship_group = 960003,
		option = "",
		type = 1,
		id = 592,
		flag = 4
	},
	{
		param = "指揮官是寶藏這件事倒是不能否定啦！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 593,
		flag = 4
	},
	{
		param = "至於有沒有其他寶藏……還是要大家一起找過之後才能確定！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 594,
		flag = 4
	},
	{
		param = "那麼，大家，指揮室集合！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 595,
		flag = 4
	},
	{
		param = "大家~我有個提議~！",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 596,
		flag = 0
	},
	{
		param = "要不要趁指揮官加入頻道之前，先給指揮官準備一個驚喜呢？",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 597,
		flag = 0
	},
	{
		param = "比如說怎樣的驚喜呢？",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 598,
		flag = 0
	},
	{
		param = "我也還在思考~大家有什麼建議嗎？",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 599,
		flag = 0
	},
	{
		param = "讓我想想……",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 600,
		flag = 0
	},
	{
		param = "我有一個好主意！",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 601,
		flag = 0
	},
	{
		param = "把指揮官和大家的合照設定為頻道頭像怎麼樣~？感覺很不錯的樣子嗯嗯~",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 602,
		flag = 0
	},
	{
		param = "那這個頭像多大才能裝下所有人……？",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 603,
		flag = 0
	},
	{
		param = "如果以現在頭像的大小，應該看不清楚的吧~",
		ship_group = 10703,
		option = "",
		type = 1,
		id = 604,
		flag = 0
	},
	{
		param = "還是想想別的吧，應該會有更好的提案",
		ship_group = 10205,
		option = "",
		type = 1,
		id = 605,
		flag = 0
	},
	{
		param = "要不就送些實體禮物給指揮官？",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 606,
		flag = 0
	},
	{
		param = "就當是慶祝指揮官加入啾信頻道~",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 607,
		flag = 0
	},
	{
		param = "那就送指揮官甜點之類的怎麼樣……",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 608,
		flag = 0
	},
	{
		param = "那一定要多加些糖，才會好吃",
		ship_group = 50401,
		option = "",
		type = 1,
		id = 609,
		flag = 0
	},
	{
		param = "嗯，我想指揮官一定很喜歡……的說",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 610,
		flag = 0
	},
	{
		param = "……這樣？",
		ship_group = 70104,
		option = "",
		type = 1,
		id = 611,
		flag = 0
	},
	{
		param = "原來如此，就算打字聊天也要堅持口癖，這就是角色設定吧！",
		ship_group = 30111,
		option = "",
		type = 1,
		id = 612,
		flag = 0
	},
	{
		param = "wwwwwww",
		ship_group = 30112,
		option = "",
		type = 1,
		id = 613,
		flag = 0
	},
	{
		param = "回到正題吧，還有其他方案嗎？",
		ship_group = 10216,
		option = "",
		type = 1,
		id = 614,
		flag = 0
	},
	{
		param = "我來提一個方案……！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 615,
		flag = 0
	},
	{
		param = "用醬油沾點心吃怎麼樣！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 616,
		flag = 0
	},
	{
		param = "或是用芥末和辣椒粉！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 617,
		flag = 0
	},
	{
		param = "嗯……？這也算是其他方案嗎？",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 618,
		flag = 0
	},
	{
		param = "說的是其他驚喜的方案，不是用什麼方式吃點心的方案！",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 619,
		flag = 0
	},
	{
		param = "還有，這種吃點心的方式是不是有些太奇怪了？",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 620,
		flag = 0
	},
	{
		param = "這好像也是地方特色吃法?",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 621,
		flag = 0
	},
	{
		param = "不過，不重要，還是繼續討論驚喜吧",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 622,
		flag = 0
	},
	{
		param = "話說，妳們沒發現嗎？",
		ship_group = 10117,
		option = "",
		type = 1,
		id = 623,
		flag = 0
	},
	{
		param = "發現什麼？",
		ship_group = 10515,
		option = "",
		type = 1,
		id = 624,
		flag = 0
	},
	{
		param = "指揮官剛剛已經加入頻道了……",
		ship_group = 10117,
		option = "",
		type = 1,
		id = 625,
		flag = 0
	},
	{
		param = "拉菲睡醒就看到了……",
		ship_group = 10117,
		option = "",
		type = 1,
		id = 626,
		flag = 0
	},
	{
		param = "真是的，消息彈太多，薩拉妹妹都沒看到指揮官加入的提示！",
		ship_group = 10703,
		option = "",
		type = 1,
		id = 627,
		flag = 0
	},
	{
		param = "指揮官也快點來跟大家打個招呼嘛！",
		ship_group = 10703,
		type = 1,
		id = 628,
		flag = 0,
		option = {
			{
				1,
				"大家好！"
			},
			{
				2,
				"看大家討論得很熱情……"
			}
		}
	},
	{
		param = "大家好，我來了！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 629,
		flag = 1
	},
	{
		param = "指揮官，你來得正好，大家正在討論要給你什麼驚喜！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 630,
		flag = 1
	},
	{
		param = "笨蛋撫順！妳怎麼就說出來了……！",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 631,
		flag = 1
	},
	{
		param = "呃……不過我記得加入頻道能夠看見之前的消息……",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 632,
		flag = 1
	},
	{
		param = "啊，那被指揮官發現了，就不能稱為驚喜了！",
		ship_group = 20121,
		type = 1,
		id = 633,
		flag = 1,
		option = {
			{
				3,
				"謝謝大家的心意"
			}
		}
	},
	{
		param = "謝謝大家的心意",
		ship_group = 0,
		option = "",
		type = 1,
		id = 634,
		flag = 3
	},
	{
		param = "大家的心意已經是最好的驚喜了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 635,
		flag = 3
	},
	{
		param = "指揮官真好~最喜歡指揮官了~！嘻嘻~",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 636,
		flag = 3
	},
	{
		param = "即使沒有「驚喜」了，我還是想為指揮官準備禮物~！",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 637,
		flag = 3
	},
	{
		param = "準備禮物+1",
		ship_group = 10515,
		option = "",
		type = 1,
		id = 638,
		flag = 3
	},
	{
		param = "準備禮物+2",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 639,
		flag = 3
	},
	{
		param = "那我去整理一份禮物列表，稍後大家再一起挑吧",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 640,
		flag = 3
	},
	{
		param = "大家有什麼想法也可以傳給我",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 641,
		flag = 3
	},
	{
		param = "看大家討論得很熱情，總覺得不好突然出現打斷",
		ship_group = 0,
		option = "",
		type = 1,
		id = 642,
		flag = 2
	},
	{
		param = "謝謝大家的心意",
		ship_group = 0,
		option = "",
		type = 1,
		id = 643,
		flag = 2
	},
	{
		param = "啊，指揮官真的在……！那驚喜不就被發現了！",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 644,
		flag = 2
	},
	{
		param = "被指揮官發現了就算不上是驚喜了",
		ship_group = 20134,
		option = "",
		type = 1,
		id = 645,
		flag = 2
	},
	{
		param = "對哦……",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 646,
		flag = 2
	},
	{
		param = "即便不是驚喜了，也可以為指揮官準備的禮物吧~",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 647,
		flag = 2
	},
	{
		param = "嗯，我也這麼認為",
		ship_group = 10205,
		option = "",
		type = 1,
		id = 648,
		flag = 2
	},
	{
		param = "指揮官有想要的禮物嗎？",
		ship_group = 20121,
		type = 1,
		id = 649,
		flag = 2,
		option = {
			{
				4,
				"大家的「心意」就是最好的禮物。"
			}
		}
	},
	{
		param = "大家的心意就是最好的禮物",
		ship_group = 0,
		option = "",
		type = 1,
		id = 650,
		flag = 4
	},
	{
		param = "這種說法也太犯規了……",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 651,
		flag = 4
	},
	{
		param = "指揮官真好~最喜歡指揮官了~！嘻嘻~",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 652,
		flag = 4
	},
	{
		param = "指揮官都這麼說了，即便沒有驚喜了，也要給指揮官準備禮物了吧！",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 653,
		flag = 4
	},
	{
		param = "嗯，我也這麼認為",
		ship_group = 10205,
		option = "",
		type = 1,
		id = 654,
		flag = 4
	},
	{
		param = "那我去整理一份禮物列表，稍後大家再一起挑吧",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 655,
		flag = 4
	},
	{
		param = "大家有什麼想法也可以傳給我",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 656,
		flag = 4
	},
	{
		param = "鏘鏘！大家，重大消息！重大消息！我把指揮官拉進頻道咯~！",
		ship_group = 10324,
		option = "",
		type = 1,
		id = 657,
		flag = 0
	},
	{
		param = "指揮官，歡迎你，在此不必太拘束",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 658,
		flag = 0
	},
	{
		param = "哇！是指揮官！鼓掌！",
		ship_group = 10802,
		option = "",
		type = 1,
		id = 659,
		flag = 0
	},
	{
		param = "此時應將「開心」情緒調高23.06%。",
		ship_group = 10233,
		option = "",
		type = 1,
		id = 660,
		flag = 0
	},
	{
		param = "歡迎指揮官~！",
		ship_group = 10233,
		option = "",
		type = 1,
		id = 661,
		flag = 0
	},
	{
		param = "那、那就歡迎一下好了",
		ship_group = 10125,
		type = 1,
		id = 662,
		flag = 0,
		option = {
			{
				1,
				"大家好……"
			}
		}
	},
	{
		param = "大家好，感謝大家的熱情歡迎。",
		ship_group = 0,
		option = "",
		type = 1,
		id = 663,
		flag = 1
	},
	{
		param = "老師……大家……聊天，安克拉治……開心！",
		ship_group = 19903,
		option = "",
		type = 1,
		id = 664,
		flag = 1
	},
	{
		param = "Honey~你來啦！",
		ship_group = 10517,
		option = "",
		type = 1,
		id = 665,
		flag = 1
	},
	{
		param = "哇~真的是指揮官欸~",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 666,
		flag = 1
	},
	{
		param = "既然指揮官進頻道了，我們要不要一起做點什麼慶祝一下~？",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 667,
		flag = 1
	},
	{
		param = "Everybody，要不要一起看電影啊？欸嘿嘿~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 668,
		flag = 1
	},
	{
		param = "觀影會嗎~？薩拉妹妹要參加~！",
		ship_group = 10703,
		option = "",
		type = 1,
		id = 669,
		flag = 1
	},
	{
		param = "嗯，觀影會聽起來很不錯~",
		ship_group = 10705,
		option = "",
		type = 1,
		id = 670,
		flag = 1
	},
	{
		param = "太好了，觀影會我也喜歡，姊妹們都一起啊！",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 671,
		flag = 1
	},
	{
		param = "既然大家都覺得很不錯，那我們討論看看什麼類型的電影呢～♪",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 672,
		flag = 1
	},
	{
		param = "公主和王子……安克拉治，想看……！",
		ship_group = 19903,
		option = "",
		type = 1,
		id = 673,
		flag = 1
	},
	{
		param = "啊~愛情片的話，很不錯~我贊成~",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 674,
		flag = 1
	},
	{
		param = "我比較推薦公路片。",
		ship_group = 10209,
		option = "",
		type = 1,
		id = 675,
		flag = 1
	},
	{
		param = "我也覺得公路片不錯",
		ship_group = 10316,
		option = "",
		type = 1,
		id = 676,
		flag = 1
	},
	{
		param = "有沒有那種收集了七顆星星就可以召喚Black Dragon實現願望之類的電影！",
		ship_group = 10208,
		option = "",
		type = 1,
		id = 677,
		flag = 1
	},
	{
		param = "嗯？",
		ship_group = 10517,
		option = "",
		type = 1,
		id = 678,
		flag = 1
	},
	{
		param = "好像有類似的……但不是電影吧？",
		ship_group = 10601,
		option = "",
		type = 1,
		id = 679,
		flag = 1
	},
	{
		param = "哇……大家喜歡的影片類型還真是不一樣！",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 680,
		flag = 1
	},
	{
		param = "這可有些為難了~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 681,
		flag = 1
	},
	{
		param = "剛好指揮官也進群了，不如問問指揮官的意見吧",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 682,
		flag = 1
	},
	{
		param = "啊~那就聽聽指揮官的意見吧♡~",
		ship_group = 10328,
		type = 1,
		id = 683,
		flag = 1,
		option = {
			{
				2,
				"愛情類型影片不錯……"
			},
			{
				3,
				"公路類型影片不錯……"
			},
			{
				4,
				"都很好，不如……"
			}
		}
	},
	{
		param = "愛情類型影片不錯，一起看吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 684,
		flag = 2
	},
	{
		param = "嗯……安克拉治……和老師……一起看……！嘿嘿…",
		ship_group = 19903,
		option = "",
		type = 1,
		id = 685,
		flag = 2
	},
	{
		param = "呵呵~果然指揮官與我的品味更相近一些呢",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 686,
		flag = 2
	},
	{
		param = "如果影片中能有一些……",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 687,
		flag = 2
	},
	{
		param = "畢竟我們都是大·人了嘛~呵呵~",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 688,
		flag = 2
	},
	{
		param = "319",
		ship_group = 10328,
		option = "",
		type = 4,
		id = 689,
		flag = 2
	},
	{
		param = "咳咳、匹茲堡，這裡是公共場合……",
		ship_group = 10316,
		option = "",
		type = 1,
		id = 690,
		flag = 2
	},
	{
		param = "好吧好吧，那我就先不說~",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 691,
		flag = 2
	},
	{
		param = "跟Honey一起看愛情電影嗎~？想想就覺得很開心！",
		ship_group = 10517,
		option = "",
		type = 1,
		id = 692,
		flag = 2
	},
	{
		param = "那就這麼決定了，就看愛情片吧~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 693,
		flag = 2
	},
	{
		param = "公路類型影片不錯，一起看吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 694,
		flag = 3
	},
	{
		param = "呼~找一些療癒的公路片撫慰一下疲倦的心靈也很不錯呢~",
		ship_group = 10324,
		option = "",
		type = 1,
		id = 695,
		flag = 3
	},
	{
		param = "我也有一些好片推薦，我待會整理一下片單",
		ship_group = 10209,
		option = "",
		type = 1,
		id = 696,
		flag = 3
	},
	{
		param = "我也把片名寄給克里夫蘭，整合在一起吧",
		ship_group = 10316,
		option = "",
		type = 1,
		id = 697,
		flag = 3
	},
	{
		param = "那就這麼決定了，就看公路片吧~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 698,
		flag = 3
	},
	{
		param = "都很好，不如就都看吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 699,
		flag = 4
	},
	{
		param = "可以一天看幾部，或是觀影會舉辦多幾天",
		ship_group = 0,
		option = "",
		type = 1,
		id = 700,
		flag = 4
	},
	{
		param = "倒是個好主意呢~這樣子還能多看一些不同類型的影片~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 701,
		flag = 4
	},
	{
		param = "這樣的話……那我要看恐怖片……那些充滿神秘的、可怕的、未知的生物的電影！",
		ship_group = 10149,
		option = "",
		type = 1,
		id = 702,
		flag = 4
	},
	{
		param = "嗚嗚嗚，好可怕……",
		ship_group = 10808,
		option = "",
		type = 1,
		id = 703,
		flag = 4
	},
	{
		param = "恐怖片，討厭……",
		ship_group = 10126,
		option = "",
		type = 1,
		id = 704,
		flag = 4
	},
	{
		param = "安克拉治……害怕……！",
		ship_group = 19903,
		option = "",
		type = 1,
		id = 705,
		flag = 4
	},
	{
		param = "既然大家都不喜歡恐怖片，就算了吧",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 706,
		flag = 4
	},
	{
		param = "或是下次再舉辦恐怖片專場",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 707,
		flag = 4
	},
	{
		param = "嗚嗚嗚——！隕落了……！",
		ship_group = 10149,
		option = "",
		type = 1,
		id = 708,
		flag = 4
	},
	{
		param = "哈哈~那恐怖片就先淘汰了~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 709,
		flag = 4
	},
	{
		param = "還有什麼想看的電影，大家隨時發出來就好~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 710,
		flag = 4
	},
	{
		param = "我先去找一些影片喔~！",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 711,
		flag = 0
	},
	{
		param = "場地和行程就交給我",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 712,
		flag = 0
	},
	{
		param = "吾也來幫忙",
		ship_group = 19905,
		option = "",
		type = 1,
		id = 713,
		flag = 0
	},
	{
		param = "我已經開始期待了！和大家一起熱鬧的觀影會~",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 714,
		flag = 0
	},
	{
		param = "指揮官也要準時出場哦！",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 715,
		flag = 0
	},
	{
		param = "各位同志，妳們好，這是新建立的北方聯合專用頻道",
		ship_group = 70502,
		option = "",
		type = 1,
		id = 716,
		flag = 0
	},
	{
		param = "之後有什麼需要同步的訊息可以發在這裡",
		ship_group = 70502,
		option = "",
		type = 1,
		id = 717,
		flag = 0
	},
	{
		param = "對了，我剛剛也邀請了指揮官同志進頻道",
		ship_group = 70502,
		option = "",
		type = 1,
		id = 718,
		flag = 0
	},
	{
		param = "讓我們與指揮官同志一同建造港區的未來吧",
		ship_group = 70502,
		option = "",
		type = 1,
		id = 719,
		flag = 0
	},
	{
		param = "嗯？同志醬加入頻道了嗎？",
		ship_group = 70104,
		option = "",
		type = 1,
		id = 720,
		flag = 0
	},
	{
		param = "哦，看見了……那就稍微歡迎吧",
		ship_group = 70104,
		option = "",
		type = 1,
		id = 721,
		flag = 0
	},
	{
		param = "聯盟同志說得好，不愧是北部聯合的表率",
		ship_group = 70205,
		option = "",
		type = 1,
		id = 722,
		flag = 0
	},
	{
		param = "歡迎歡迎~",
		ship_group = 70701,
		option = "",
		type = 1,
		id = 723,
		flag = 0
	},
	{
		param = "大家要注意言行，別把這個頻道也變成閒聊的地方了",
		ship_group = 70504,
		option = "",
		type = 1,
		id = 724,
		flag = 0
	},
	{
		param = "嗯，讓指揮官同志感受到我們北方聯合的紀律型和專業型",
		ship_group = 70505,
		option = "",
		type = 1,
		id = 725,
		flag = 0
	},
	{
		param = "紀律性？型？蘇維埃俄羅斯是不是打錯字了？",
		ship_group = 70701,
		option = "",
		type = 1,
		id = 726,
		flag = 0
	},
	{
		param = "紀律性和專業性",
		ship_group = 70505,
		type = 1,
		id = 727,
		flag = 0,
		option = {
			{
				1,
				"不愧是北方聯合……"
			},
			{
				2,
				"大家要不放鬆一點？"
			}
		}
	},
	{
		param = "不愧是北方聯合，紀律性和專業性令人佩服",
		ship_group = 0,
		option = "",
		type = 1,
		id = 728,
		flag = 1
	},
	{
		param = "當然，北方聯合的紀律和專業可不是靠客套話說出來的",
		ship_group = 70504,
		option = "",
		type = 1,
		id = 729,
		flag = 1
	},
	{
		param = "我們可都是用實力贏得指揮官同志的認可的",
		ship_group = 70504,
		option = "",
		type = 1,
		id = 730,
		flag = 1
	},
	{
		param = "指揮官同志回訊息了。",
		ship_group = 70207,
		option = "",
		type = 1,
		id = 731,
		flag = 1
	},
	{
		param = "嗯……這種指揮官同志與我們拉近距離感的感覺，很奇妙呢~",
		ship_group = 70207,
		option = "",
		type = 1,
		id = 732,
		flag = 1
	},
	{
		param = "感覺好開心///……",
		ship_group = 70207,
		option = "",
		type = 1,
		id = 733,
		flag = 1
	},
	{
		param = "對，我也覺得開心！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 734,
		flag = 1
	},
	{
		param = "既然那麼開心，不妨就一起喝到天亮吧！你看怎麼樣，同志啊！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 735,
		flag = 1
	},
	{
		param = "不錯不錯~是時候舉辦酒會慶祝新頻道的建立和指揮官的加入了！",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 736,
		flag = 1
	},
	{
		param = "我還買了新的遊戲可以一起玩~！",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 737,
		flag = 1
	},
	{
		param = "再買些熱狗、炸雞怎麼樣~？",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 738,
		flag = 1
	},
	{
		param = "曙光~拜託妳跑一趟~",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 739,
		flag = 1
	},
	{
		param = "好~！那我也多準備些伏特加",
		ship_group = 70201,
		option = "",
		type = 1,
		id = 740,
		flag = 1
	},
	{
		param = "呼~那我也來，工作過後必須喝一杯",
		ship_group = 79901,
		option = "",
		type = 1,
		id = 741,
		flag = 1
	},
	{
		param = "欸？不是說要讓指揮官感受到紀律和專業嗎？",
		ship_group = 70701,
		option = "",
		type = 1,
		id = 742,
		flag = 1
	},
	{
		param = "事已至此……",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 743,
		flag = 1
	},
	{
		param = "喝了再說！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 744,
		flag = 1
	},
	{
		param = "不醉不歸！乾杯！",
		ship_group = 70501,
		type = 1,
		id = 745,
		flag = 1,
		option = {
			{
				3,
				"乾杯！"
			}
		}
	},
	{
		param = "大家要不放鬆一點？這裡也不是那麼正式的場合",
		ship_group = 0,
		option = "",
		type = 1,
		id = 746,
		flag = 2
	},
	{
		param = "既然指揮官這麼說了的話，那我們……",
		ship_group = 70502,
		option = "",
		type = 1,
		id = 747,
		flag = 2
	},
	{
		param = "那我們就一起喝到天亮吧！怎麼樣！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 748,
		flag = 2
	},
	{
		param = "欸？這麼突然的嗎？",
		ship_group = 70701,
		option = "",
		type = 1,
		id = 749,
		flag = 2
	},
	{
		param = "哈哈哈！總不能還要慢慢規劃時間吧！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 750,
		flag = 2
	},
	{
		param = "不錯不錯~就當是慶祝新頻道的建立和指揮官的加入了！",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 751,
		flag = 2
	},
	{
		param = "我還買了新的遊戲可以一起玩~！",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 752,
		flag = 2
	},
	{
		param = "再買些熱狗、炸雞怎麼樣~？",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 753,
		flag = 2
	},
	{
		param = "曙光~拜託妳跑一趟~",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 754,
		flag = 2
	},
	{
		param = "好~！那我也多準備些伏特加",
		ship_group = 70201,
		option = "",
		type = 1,
		id = 755,
		flag = 2
	},
	{
		param = "呼呼……欸嘿嘿……",
		ship_group = 70102,
		option = "",
		type = 1,
		id = 756,
		flag = 2
	},
	{
		param = "好喝~",
		ship_group = 70102,
		option = "",
		type = 1,
		id = 757,
		flag = 2
	},
	{
		param = "看來威嚴已經喝高了",
		ship_group = 70104,
		option = "",
		type = 1,
		id = 758,
		flag = 2
	},
	{
		param = "現在就喝高了，還真是爽啊",
		ship_group = 79901,
		option = "",
		type = 1,
		id = 759,
		flag = 2
	},
	{
		param = "確實！那我們趕緊集合，一起喝到天亮吧！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 760,
		flag = 2
	},
	{
		param = "不醉不歸！乾杯！",
		ship_group = 70501,
		type = 1,
		id = 761,
		flag = 2,
		option = {
			{
				3,
				"乾杯！"
			}
		}
	},
	{
		param = "乾杯！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 762,
		flag = 3
	},
	{
		param = "乾杯~！",
		ship_group = 70203,
		option = "",
		type = 1,
		id = 763,
		flag = 3
	},
	{
		param = "乾杯！",
		ship_group = 70204,
		option = "",
		type = 1,
		id = 764,
		flag = 3
	},
	{
		param = "！！！！！",
		ship_group = 50102,
		type = 1,
		id = 765,
		flag = 0,
		option = {
			{
				1,
				"！！！！！"
			},
			{
				2,
				"撫順怎麼了？"
			}
		}
	},
	{
		param = "！！！！！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 766,
		flag = 1
	},
	{
		param = "撫順怎麼了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 767,
		flag = 2
	},
	{
		param = "！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 768,
		flag = 0
	},
	{
		param = "怎麼是指揮官？什麼時候來的！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 769,
		flag = 0
	},
	{
		param = "我只是看到一個新頻道就想隨便發點東西！居然發現了指揮官！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 770,
		flag = 0
	},
	{
		param = "我剛剛把指揮官邀請進來的",
		ship_group = 50201,
		option = "",
		type = 1,
		id = 771,
		flag = 0
	},
	{
		param = "指揮官，歡迎加入東煌的聊天頻道",
		ship_group = 50201,
		option = "",
		type = 1,
		id = 772,
		flag = 0
	},
	{
		param = "歡迎指揮官的加入",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 773,
		flag = 0
	},
	{
		param = "撫順，要好好和指揮官打招呼！",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 774,
		flag = 0
	},
	{
		param = "……撫順呢？",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 775,
		flag = 0
	},
	{
		param = "沒看到哦",
		ship_group = 50103,
		option = "",
		type = 1,
		id = 776,
		flag = 0
	},
	{
		param = "撫順姐好像已經切去找布里斯托爾商量探險的事情了",
		ship_group = 50104,
		option = "",
		type = 1,
		id = 777,
		flag = 0
	},
	{
		param = "……真是抱歉了，指揮官",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 778,
		flag = 0
	},
	{
		param = "沒事！指揮官不會在意這點小事的",
		ship_group = 59901,
		option = "",
		type = 1,
		id = 779,
		flag = 0
	},
	{
		param = "如果在意的話，那就一起吃頓燒烤，一定都能解決的，哈哈！",
		ship_group = 59901,
		type = 1,
		id = 780,
		flag = 0,
		option = {
			{
				3,
				"說起這個，也到飯點了……"
			},
			{
				4,
				"我不在乎……"
			}
		}
	},
	{
		param = "說起這個，也到飯點了，還是大家就一起吃飯吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 781,
		flag = 3
	},
	{
		param = "我不在意，放鬆一點就好",
		ship_group = 0,
		option = "",
		type = 1,
		id = 782,
		flag = 4
	},
	{
		param = "嗯，好~",
		ship_group = 50204,
		option = "",
		type = 1,
		id = 783,
		flag = 4
	},
	{
		param = "指揮官不在意便好",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 784,
		flag = 4
	},
	{
		param = "不過，拋開此事不談，我認為{namecode:224}的提議也很好",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 785,
		flag = 4
	},
	{
		param = "大家也許久未曾和指揮官一起聚餐了，要不藉此機會，聚餐吧？",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 786,
		flag = 4
	},
	{
		param = "好耶！一起吃飯！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 787,
		flag = 0
	},
	{
		param = "這時候倒是知道出來回復了……！",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 788,
		flag = 0
	},
	{
		param = "吃飯~吃飯~飛雲大人要吃飯~",
		ship_group = 50107,
		option = "",
		type = 1,
		id = 789,
		flag = 0
	},
	{
		param = "剛好包子也蒸好了，待會大家可以一起吃",
		ship_group = 50202,
		option = "",
		type = 1,
		id = 790,
		flag = 0
	},
	{
		param = "包子~包子~",
		ship_group = 50203,
		option = "",
		type = 1,
		id = 791,
		flag = 0
	},
	{
		param = "平海餓了！",
		ship_group = 50203,
		option = "",
		type = 1,
		id = 792,
		flag = 0
	},
	{
		param = "嗯？是要聚餐嗎？",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 793,
		flag = 0
	},
	{
		param = "那今晚就由我來下廚吧！",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 794,
		flag = 0
	},
	{
		param = "除了烤肉和包子之外，指揮官還想吃什麼呢~？",
		ship_group = 50105,
		type = 1,
		id = 795,
		flag = 0,
		option = {
			{
				5,
				"來點開胃的菜……"
			},
			{
				6,
				"來點清淡的菜……"
			},
			{
				7,
				"龍武安排就好……"
			}
		}
	},
	{
		param = "來點開胃的菜，好吃",
		ship_group = 0,
		option = "",
		type = 1,
		id = 796,
		flag = 5
	},
	{
		param = "沒問題，交給我吧！",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 797,
		flag = 5
	},
	{
		param = "來點清淡的菜，好吃",
		ship_group = 0,
		option = "",
		type = 1,
		id = 798,
		flag = 6
	},
	{
		param = "沒問題，交給我吧！",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 799,
		flag = 6
	},
	{
		param = "龍武安排就好，妳做的飯菜都很好吃",
		ship_group = 0,
		option = "",
		type = 1,
		id = 800,
		flag = 7
	},
	{
		param = "嗯，謝謝指揮官的信任，全部交給我吧！",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 801,
		flag = 7
	},
	{
		param = "哼哼！那我也要來幫忙，龍武姐！",
		ship_group = 50106,
		option = "",
		type = 1,
		id = 802,
		flag = 0
	},
	{
		param = "唔……也不是不行，不過人手上……",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 803,
		flag = 0
	},
	{
		param = "如果人手不夠，我姐姐我也可以來幫忙哦~",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 804,
		flag = 0
	},
	{
		param = "最近剛從書上上學了些新的特色菜，剛好讓指揮官嚐嚐我的手藝~",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 805,
		flag = 0
	},
	{
		param = "……",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 806,
		flag = 0
	},
	{
		param = "……",
		ship_group = 50207,
		option = "",
		type = 1,
		id = 807,
		flag = 0
	},
	{
		param = "……",
		ship_group = 50602,
		option = "",
		type = 1,
		id = 808,
		flag = 0
	},
	{
		param = "這個……",
		ship_group = 51901,
		option = "",
		type = 1,
		id = 809,
		flag = 0
	},
	{
		param = "啊這",
		ship_group = 50208,
		option = "",
		type = 1,
		id = 810,
		flag = 0
	},
	{
		param = "嗯？怎麼大家都這個反應？",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 811,
		flag = 0
	},
	{
		param = "濟安，若是空閒，不如來陪我手談幾局，如何？",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 812,
		flag = 0
	},
	{
		param = "欸？現在？",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 813,
		flag = 0
	},
	{
		param = "我卜過了，濟安妳今日宜對弈，忌用火",
		ship_group = 50401,
		option = "",
		type = 1,
		id = 814,
		flag = 0
	},
	{
		param = "妳們之前不是還沒真正分出過勝負嗎，不如就趁現在？",
		ship_group = 50401,
		option = "",
		type = 1,
		id = 815,
		flag = 0
	},
	{
		param = "也好，既然妳都替我卜算過了，那我就去找鎮海啦~",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 816,
		flag = 0
	},
	{
		param = "對了，我剛剛經過廚房發現鎖上了哦，試了試怎麼也打不開",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 817,
		flag = 0
	},
	{
		param = "龍武要煮飯的話，可能得先看看要怎麼開門~",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 818,
		flag = 0
	},
	{
		param = "我猜……龍武大概有辦法自己搞定",
		ship_group = 50204,
		option = "",
		type = 1,
		id = 819,
		flag = 0
	},
	{
		param = "沒錯，這個就不用擔心！",
		ship_group = 50205,
		option = "",
		type = 1,
		id = 820,
		flag = 0
	},
	{
		param = "我打算發明一個啾信的外置機器——「特別注意提醒器」！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 821,
		flag = 0
	},
	{
		param = "「特別注意提醒器」？這又是什麼？快給我情報！",
		ship_group = 60108,
		option = "",
		type = 1,
		id = 822,
		flag = 0
	},
	{
		param = "指揮官不是加入頻道了嘛~",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 823,
		flag = 0
	},
	{
		param = "使用「特別注意提醒器」關聯啾信，將指揮官設定為「特別關注」……",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 824,
		flag = 0
	},
	{
		param = "平時普通的提醒只能是震動或鈴聲，都有可能錯過！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 825,
		flag = 0
	},
	{
		param = "但是，如果使用了這個！超過三十秒沒查看就會爆炸喔！這樣就不會錯過指揮官的消息啦~！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 826,
		flag = 0
	},
	{
		param = "很厲害吧~！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 827,
		flag = 0
	},
	{
		param = "372",
		ship_group = 60802,
		option = "",
		type = 4,
		id = 828,
		flag = 0
	},
	{
		param = "反正我是不想錯過指揮官的消息啦，大家一定也是這樣的吧？",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 829,
		flag = 0
	},
	{
		param = "出發點是很好，但是三十秒內爆炸太危險了",
		ship_group = 60502,
		option = "",
		type = 1,
		id = 830,
		flag = 0
	},
	{
		param = "傷到世界上最閃耀的艦船就不好了",
		ship_group = 60502,
		option = "",
		type = 1,
		id = 831,
		flag = 0
	},
	{
		param = "嗯嗯，阿蒂利奧也覺得爆炸太危險~！",
		ship_group = 60110,
		option = "",
		type = 1,
		id = 832,
		flag = 0
	},
	{
		param = "嗯，如果不會爆炸的話，有了「特別注意提醒器」就不用總是翻找指揮官的消息了……",
		ship_group = 60702,
		option = "",
		type = 1,
		id = 833,
		flag = 0
	},
	{
		param = "好像還蠻方便的……",
		ship_group = 60702,
		option = "",
		type = 1,
		id = 834,
		flag = 0
	},
	{
		param = "嗯……這樣子啊……",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 835,
		flag = 0
	},
	{
		param = "那我再去想怎麼設計會更好！拜拜♪~",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 836,
		flag = 0
	},
	{
		param = "總之我們暫時算是安全了……？",
		ship_group = 60305,
		option = "",
		type = 1,
		id = 837,
		flag = 0
	},
	{
		param = "應該是~要是能普通的發明一個特別關注提醒器就好了",
		ship_group = 60202,
		option = "",
		type = 1,
		id = 838,
		flag = 0
	},
	{
		param = "不過話又說回來，我覺得這個「特別關注」功能，之後啾信應該也會加吧？",
		ship_group = 60202,
		option = "",
		type = 1,
		id = 839,
		flag = 0
	},
	{
		param = "嗯，外置的提醒器還是有些麻煩吧……",
		ship_group = 60302,
		type = 1,
		id = 840,
		flag = 0,
		option = {
			{
				1,
				"我也是這麼認為的"
			},
			{
				2,
				"大家好，這是在聊什麼？"
			}
		}
	},
	{
		param = "我也是這麼認為的，外置的提醒器可能比較麻煩",
		ship_group = 0,
		option = "",
		type = 1,
		id = 841,
		flag = 1
	},
	{
		param = "不過現在還沒有內建特別關心的功能，或許外置的提醒器也能發揮作用",
		ship_group = 0,
		option = "",
		type = 1,
		id = 842,
		flag = 1
	},
	{
		param = "……如果不存在安全隱憂的話",
		ship_group = 0,
		option = "",
		type = 1,
		id = 843,
		flag = 1
	},
	{
		param = "是指揮官來了",
		ship_group = 60503,
		option = "",
		type = 1,
		id = 844,
		flag = 1
	},
	{
		param = "指揮官來了~阿蒂利奧最喜歡跟指揮官聊天了~",
		ship_group = 60110,
		option = "",
		type = 1,
		id = 845,
		flag = 1
	},
	{
		param = "請放心，指揮官，我們不會讓爆炸之類的危險出現的",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 846,
		flag = 1
	},
	{
		param = "維內托，讓指揮官有此憂慮便已經是領導者的失格了",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 847,
		flag = 1
	},
	{
		param = "果然，薩丁的榮光，只能由我來發揚光大！",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 848,
		flag = 1
	},
	{
		param = "果然……",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 849,
		flag = 1
	},
	{
		param = "哼——妳也是這麼認為的嗎？埃曼努埃爾",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 850,
		flag = 1
	},
	{
		param = "不，我是說，果然指揮官現在是在邊看我們的消息邊思考呢……",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 851,
		flag = 1
	},
	{
		param = "嗯？妳怎麼知道？",
		ship_group = 60303,
		option = "",
		type = 1,
		id = 852,
		flag = 1
	},
	{
		param = "望遠鏡看到的",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 853,
		flag = 1
	},
	{
		param = "啊！我、我可不是故意偷看指揮官的，只是碰巧……",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 854,
		flag = 1
	},
	{
		param = "然後我忍不住多看了一眼",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 855,
		flag = 1
	},
	{
		param = "從這方面來說的話，使用望遠鏡觀察指揮官可能比那個特別注意提醒器要好用？",
		ship_group = 60302,
		option = "",
		type = 1,
		id = 856,
		flag = 1
	},
	{
		param = "好像是……",
		ship_group = 60306,
		option = "",
		type = 1,
		id = 857,
		flag = 1
	},
	{
		param = "那是不是近距離待在指揮官身邊，將指揮官的動態告知大家，也很好用？",
		ship_group = 60306,
		option = "",
		type = 1,
		id = 858,
		flag = 1
	},
	{
		param = "盯——",
		ship_group = 60306,
		option = "",
		type = 1,
		id = 859,
		flag = 1
	},
	{
		param = "呵呵~這樣會給指揮官添麻煩的吧~",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 860,
		flag = 1
	},
	{
		param = "也是哦……！",
		ship_group = 60306,
		option = "",
		type = 1,
		id = 861,
		flag = 1
	},
	{
		param = "那就只能先等達文西把特別注意提醒器！開發出來了！",
		ship_group = 60202,
		option = "",
		type = 1,
		id = 862,
		flag = 1
	},
	{
		param = "大家好，這是在聊什麼？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 863,
		flag = 2
	},
	{
		param = "我們在聊將指揮官設定為特別關注，不錯過指揮官訊息的事情！",
		ship_group = 60107,
		option = "",
		type = 1,
		id = 864,
		flag = 2
	},
	{
		param = "是指揮官來了",
		ship_group = 60503,
		option = "",
		type = 1,
		id = 865,
		flag = 2
	},
	{
		param = "這還是指揮官在頻道裡第一次發言~",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 866,
		flag = 2
	},
	{
		param = "指揮官你來了！我馬可波羅代表薩丁歡迎你！",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 867,
		flag = 2
	},
	{
		param = "歡迎指揮官~",
		ship_group = 60110,
		option = "",
		type = 1,
		id = 868,
		flag = 2
	},
	{
		param = "來和阿蒂利奧和小兔子們一起玩吧~",
		ship_group = 60110,
		type = 1,
		id = 869,
		flag = 2,
		option = {
			{
				3,
				"好，一起玩吧"
			}
		}
	},
	{
		param = "好，一起玩吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 870,
		flag = 3
	},
	{
		param = "那不如，我們就舉辦一場薩丁內部的聚會吧？",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 871,
		flag = 3
	},
	{
		param = "茶會如何？",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 872,
		flag = 3
	},
	{
		param = "同意，我餓了",
		ship_group = 60702,
		option = "",
		type = 1,
		id = 873,
		flag = 3
	},
	{
		param = "那維內托你可要好好準備茶會，讓指揮官感受到我們薩丁的光輝！",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 874,
		flag = 3
	},
	{
		param = "茶會有些普通……不如一起泡澡如何？",
		ship_group = 60503,
		option = "",
		type = 1,
		id = 875,
		flag = 3
	},
	{
		param = "讀書會呢？我認為也很不錯哦~",
		ship_group = 69902,
		option = "",
		type = 1,
		id = 876,
		flag = 3
	},
	{
		param = "不如一起待在陰涼的暗處，唔呼呼……",
		ship_group = 60801,
		option = "",
		type = 1,
		id = 877,
		flag = 3
	},
	{
		param = "指揮官覺得呢？",
		ship_group = 60501,
		type = 1,
		id = 878,
		flag = 3,
		option = {
			{
				4,
				"都很好…"
			}
		}
	},
	{
		param = "都很好，只要和大家在一起，我就很開心",
		ship_group = 0,
		option = "",
		type = 1,
		id = 879,
		flag = 4
	},
	{
		param = "好，那我就依照指揮官你的行程，安排一次聚會",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 880,
		flag = 4
	},
	{
		param = "好耶~最喜歡跟指揮官一起玩了！",
		ship_group = 60110,
		option = "",
		type = 1,
		id = 881,
		flag = 4
	},
	{
		param = "那我現在就去準備指揮官喜歡的料理~呵呵~",
		ship_group = 60701,
		option = "",
		type = 1,
		id = 882,
		flag = 4
	},
	{
		param = "指揮官，我先私聊跟你確認一下行程",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 883,
		flag = 4
	},
	{
		param = "我回來了！我想了想，果然還是爆炸才是藝術……",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 884,
		flag = 0
	},
	{
		param = "嗯？怎麼聊了這麼多條？",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 885,
		flag = 0
	},
	{
		param = "欸？指揮官已經說過話了嗎？",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 886,
		flag = 0
	},
	{
		param = "我居然錯過了——！！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 887,
		flag = 0
	},
	{
		param = "怎麼沒人提醒我！！！！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 888,
		flag = 0
	},
	{
		param = "諸位，前些天的演習成績已經出來了，指揮官正在進行最後的檢閱",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 889,
		flag = 0
	},
	{
		param = "稍後會在頻道中傳達",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 890,
		flag = 0
	},
	{
		param = "這次演習是指揮官針對鐵血的情況量身訂做的",
		ship_group = 49902,
		option = "",
		type = 1,
		id = 891,
		flag = 0
	},
	{
		param = "無論成績如何，希望大家都能認真複盤反省",
		ship_group = 49902,
		type = 1,
		id = 892,
		flag = 0,
		option = {
			{
				1,
				"我來公佈成績了"
			}
		}
	},
	{
		param = "我來公佈成績了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 893,
		flag = 1
	},
	{
		param = "先說一下整體的狀況，個人的成績會傳送到個人聊天窗口",
		ship_group = 0,
		option = "",
		type = 1,
		id = 894,
		flag = 1
	},
	{
		param = "……",
		ship_group = 40143,
		option = "",
		type = 1,
		id = 895,
		flag = 0
	},
	{
		param = "吾感受到了暗黑鎮魂曲的氣息，現在就去清剿它們——！",
		ship_group = 40143,
		option = "",
		type = 1,
		id = 896,
		flag = 0
	},
	{
		param = "{namecode:537}，妳是在逃避吧？",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 897,
		flag = 0
	},
	{
		param = "我才沒有！",
		ship_group = 40143,
		option = "",
		type = 1,
		id = 898,
		flag = 0
	},
	{
		param = "一定沒問題的，我對這次的演習很有信心",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 899,
		flag = 0
	},
	{
		param = "除了那個小小的失誤……不過應該沒影響成績才對",
		ship_group = 40123,
		type = 1,
		id = 900,
		flag = 0,
		option = {
			{
				2,
				"大家的成績都很好，除了……"
			},
			{
				3,
				"大家的成績都很好……"
			}
		}
	},
	{
		param = "大家的成績都很好，除了某幾位",
		ship_group = 0,
		option = "",
		type = 1,
		id = 901,
		flag = 2
	},
	{
		param = "應該不是我吧……明明已經每天少玩一個小時手機去演習了……",
		ship_group = 40147,
		option = "",
		type = 1,
		id = 902,
		flag = 2
	},
	{
		param = "如果這是宿命的話，那吾也只能接受了——！",
		ship_group = 40143,
		option = "",
		type = 1,
		id = 903,
		flag = 2
	},
	{
		param = "我都已經找了{namecode:435}大姊輔導我了……！",
		ship_group = 40804,
		option = "",
		type = 1,
		id = 904,
		flag = 2
	},
	{
		param = "畢竟小{namecode:410}要認真練習偶像技能嘛，演習成績差一點也沒辦法~欸嘿！對不起啦~",
		ship_group = 40135,
		option = "",
		type = 1,
		id = 905,
		flag = 2
	},
	{
		param = "明明睡前已經看書了……",
		ship_group = 40310,
		option = "",
		type = 1,
		id = 906,
		flag = 2
	},
	{
		param = "明明演習的時候撐住沒有睡覺了……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 907,
		flag = 2
	},
	{
		param = "啊，某幾位就這麼對號上座了",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 908,
		flag = 2
	},
	{
		param = "唔……那、指揮官，我們需要重新來過嗎……？",
		ship_group = 40147,
		type = 1,
		id = 909,
		flag = 2,
		option = {
			{
				4,
				"不需要，其實……"
			}
		}
	},
	{
		param = "不需要，其實大家都通過了測試",
		ship_group = 0,
		option = "",
		type = 1,
		id = 910,
		flag = 4
	},
	{
		param = "只是在某些模組尚不成熟，之後根據回饋意見，再有針對地練習就好",
		ship_group = 0,
		option = "",
		type = 1,
		id = 911,
		flag = 4
	},
	{
		param = "演習都辛苦了，現在就先好好休息吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 912,
		flag = 4
	},
	{
		param = "嗯，如指揮官所說，演習並非要苛責大家做到什麼",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 913,
		flag = 4
	},
	{
		param = "而是希望大家能正確認識自己的缺點，並加以鍛煉",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 914,
		flag = 4
	},
	{
		param = "原來你們在聊這些",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 915,
		flag = 4
	},
	{
		param = "難怪我剛剛聽見{namecode:537}大叫「好耶」然後拉{namecode:494}、{namecode:416}她們去玩了",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 916,
		flag = 4
	},
	{
		param = "……也好",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 917,
		flag = 4
	},
	{
		param = "畢竟之前為了這次演習緊繃太久，她們放鬆些去玩也好",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 918,
		flag = 4
	},
	{
		param = "大家的成績都很好，這次演習的結果也不錯",
		ship_group = 0,
		option = "",
		type = 1,
		id = 919,
		flag = 3
	},
	{
		param = "只是在某些模組尚不成熟，之後根據回饋意見，再有針對地練習就好",
		ship_group = 0,
		option = "",
		type = 1,
		id = 920,
		flag = 3
	},
	{
		param = "啊~意料之中呢",
		ship_group = 40303,
		option = "",
		type = 1,
		id = 921,
		flag = 3
	},
	{
		param = "我一直覺得演習的內容有點太輕鬆了",
		ship_group = 40303,
		option = "",
		type = 1,
		id = 922,
		flag = 3
	},
	{
		param = "指揮官可以考慮下次再加入一些刺激的內容~？",
		ship_group = 40303,
		option = "",
		type = 1,
		id = 923,
		flag = 3
	},
	{
		param = "區區這種考驗，對深海之神來說易如反掌！",
		ship_group = 49905,
		option = "",
		type = 1,
		id = 924,
		flag = 3
	},
	{
		param = "呵呵……這種程度，還遠遠無法令我認真起來呢",
		ship_group = 49909,
		option = "",
		type = 1,
		id = 925,
		flag = 3
	},
	{
		param = "畢竟是整體性的演習，指揮官也考慮到了陣營中的平均實力吧",
		ship_group = 40406,
		option = "",
		type = 1,
		id = 926,
		flag = 3
	},
	{
		param = "我推測演習的目的是為了尋找不足，單純提高難度也沒有意義",
		ship_group = 40406,
		type = 1,
		id = 927,
		flag = 3,
		option = {
			{
				5,
				"正是如此…"
			}
		}
	},
	{
		param = "正是如此，這次演習是希望能增進大家的協同作戰能力",
		ship_group = 0,
		option = "",
		type = 1,
		id = 928,
		flag = 5
	},
	{
		param = "也希望大家能對自己尚不成熟的模組有所了解，之後再多精進練習",
		ship_group = 0,
		option = "",
		type = 1,
		id = 929,
		flag = 5
	},
	{
		param = "嗯，之後我會針對性地學習和練習的",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 930,
		flag = 5
	},
	{
		param = "下次演習，一定要克服這次出現的問題！",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 931,
		flag = 5
	},
	{
		param = "雖然我成績不差，但下次一定會更好！",
		ship_group = 40101,
		option = "",
		type = 1,
		id = 932,
		flag = 5
	},
	{
		param = "一起加油吧！",
		ship_group = 40101,
		option = "",
		type = 1,
		id = 933,
		flag = 5
	},
	{
		param = "原來是這樣，指揮官還真是辛苦了~",
		ship_group = 49908,
		option = "",
		type = 1,
		id = 934,
		flag = 5
	},
	{
		param = "為了不辜負你的心意，本小姐下次也會全力以赴的",
		ship_group = 49908,
		option = "",
		type = 1,
		id = 935,
		flag = 5
	},
	{
		param = "呵呵，我也是",
		ship_group = 49905,
		option = "",
		type = 1,
		id = 936,
		flag = 5
	},
	{
		param = "那麼，這次演習就算告一段落",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 937,
		flag = 5
	},
	{
		param = "大家都辛苦了，好好休息吧",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 938,
		flag = 5
	},
	{
		param = "我使用咖啡渣占卜了大家今日的運勢",
		ship_group = 80702,
		option = "",
		type = 1,
		id = 939,
		flag = 0
	},
	{
		param = "嗯~？那麼今日的大家的運勢如何呢~？",
		ship_group = 80203,
		option = "",
		type = 1,
		id = 940,
		flag = 0
	},
	{
		param = "今天將會是大家無比幸運的一天，幸運之神將堅定不移地站在我們身邊",
		ship_group = 80702,
		option = "",
		type = 1,
		id = 941,
		flag = 0
	},
	{
		param = "占卜的結果是這樣的",
		ship_group = 80702,
		option = "",
		type = 1,
		id = 942,
		flag = 0
	},
	{
		param = "究竟會發生什麼幸運的事呢！我超期待的！",
		ship_group = 80103,
		option = "",
		type = 1,
		id = 943,
		flag = 0
	},
	{
		param = "幸運？難道我今天能完成工作準時下班嗎……？",
		ship_group = 90303,
		option = "",
		type = 1,
		id = 944,
		flag = 0
	},
	{
		param = "365",
		ship_group = 90303,
		option = "",
		type = 4,
		id = 945,
		flag = 0
	},
	{
		param = "準時下班只是應該出現的正常狀況吧？",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 946,
		flag = 0
	},
	{
		param = "真正的幸運應該是一直躺在床上不用起來，還能吃上敦克爾克小姐親手做的點心",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 947,
		flag = 0
	},
	{
		param = "躺著可不會變幸運的！",
		ship_group = 90113,
		option = "",
		type = 1,
		id = 948,
		flag = 0
	},
	{
		param = "越努力才會越幸運！",
		ship_group = 90113,
		option = "",
		type = 1,
		id = 949,
		flag = 0
	},
	{
		param = "光是看見努力兩個字，我都覺得好累了……",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 950,
		flag = 0
	},
	{
		param = "嗯……？幸運？",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 951,
		flag = 0
	},
	{
		param = "這是不是代表我可以脫衣服……還能要到指揮官的獎勵呢……嘿嘿❤……",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 952,
		flag = 0
	},
	{
		param = "準備接受裁定吧",
		ship_group = 90701,
		option = "",
		type = 1,
		id = 953,
		flag = 0
	},
	{
		param = "打斷一下大家",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 954,
		flag = 0
	},
	{
		param = "我將指揮官拉入了陣營頻道",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 955,
		flag = 0
	},
	{
		param = "「大家都會無比幸運」原來指的是指揮官加入了我們的聊天頻道，跟我們聊天嗎？",
		ship_group = 80203,
		option = "",
		type = 1,
		id = 956,
		flag = 0
	},
	{
		param = "現在看來，應該是的",
		ship_group = 90104,
		option = "",
		type = 1,
		id = 957,
		flag = 0
	},
	{
		param = "感謝鳶尾，讓指揮官與我們同在——",
		ship_group = 90104,
		option = "",
		type = 1,
		id = 958,
		flag = 0
	},
	{
		param = "指揮官，歡迎歡迎~~！！嘿嘿嘿！",
		ship_group = 80108,
		option = "",
		type = 1,
		id = 959,
		flag = 0
	},
	{
		param = "歡~迎~指~揮~官~",
		ship_group = 90105,
		option = "",
		type = 1,
		id = 960,
		flag = 0
	},
	{
		param = "銳劍也快點出來打招呼！",
		ship_group = 90105,
		option = "",
		type = 1,
		id = 961,
		flag = 0
	},
	{
		param = "嗯、嗯……能這樣子跟指揮官聊天，真的很幸運呢……",
		ship_group = 90106,
		option = "",
		type = 1,
		id = 962,
		flag = 0
	},
	{
		param = "居然能在工作的時候跟指揮官聊天……是很幸運",
		ship_group = 90303,
		option = "",
		type = 1,
		id = 963,
		flag = 0
	},
	{
		param = "杜布雷居然還會摸魚……？",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 964,
		flag = 0
	},
	{
		param = "指揮官都沒反應妳們就吵吵鬧鬧說了一大堆……",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 965,
		flag = 0
	},
	{
		param = "指揮官都不知道該說什麼了吧",
		ship_group = 90501,
		type = 1,
		id = 966,
		flag = 0,
		option = {
			{
				1,
				"Salut tout le monde……"
			},
			{
				2,
				"大家太熱情了……"
			}
		}
	},
	{
		param = "Salut tout le monde，我的夥伴們",
		ship_group = 0,
		option = "",
		type = 1,
		id = 967,
		flag = 1
	},
	{
		param = "大家太熱情了，我剛剛讀完訊息，所以回復得慢了一些",
		ship_group = 0,
		option = "",
		type = 1,
		id = 968,
		flag = 2
	},
	{
		param = "嗯……嗯，你好，指揮官",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 969,
		flag = 0
	},
	{
		param = "指揮官慢慢回復就好，我們會一直等待您的訊息的~",
		ship_group = 90402,
		option = "",
		type = 1,
		id = 970,
		flag = 0
	},
	{
		param = "對吧~大家~？",
		ship_group = 90402,
		option = "",
		type = 1,
		id = 971,
		flag = 0
	},
	{
		param = "當然……嘿嘿……指揮官❤最棒了……嘿嘿……",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 972,
		flag = 0
	},
	{
		param = "亞爾薩斯贊同，透過啾信聊天的話，就不怕情感模組超載了……大概",
		ship_group = 80503,
		type = 1,
		id = 973,
		flag = 0,
		option = {
			{
				3,
				"關於討論幸運的話題——"
			},
			{
				4,
				"關於敦克爾克製作的點心——"
			}
		}
	},
	{
		param = "剛剛看見大家在討論幸運的話題",
		ship_group = 0,
		option = "",
		type = 1,
		id = 974,
		flag = 3
	},
	{
		param = "我能夠加入這個頻道，跟大家一起聊天，我也感到很幸運",
		ship_group = 0,
		option = "",
		type = 1,
		id = 975,
		flag = 3
	},
	{
		param = "那……指揮官，要不要一起脫掉衣服聊天，會更清涼更開心哦……嘿嘿❤……",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 976,
		flag = 3
	},
	{
		param = "在這幸運的一天，指揮官會答應的吧❤……",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 977,
		flag = 3
	},
	{
		param = "別想了，指揮官不會答應的",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 978,
		flag = 3
	},
	{
		param = "……那麼今日，便是我們與指揮官的幸運日了",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 979,
		flag = 3
	},
	{
		param = "為了慶祝這一天，不如，我們就去貓吧",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 980,
		flag = 3
	},
	{
		param = "「貓咖」這項提議，有些突然。",
		ship_group = 99901,
		option = "",
		type = 1,
		id = 981,
		flag = 3
	},
	{
		param = "不過，加斯科涅，隨時待命。",
		ship_group = 99901,
		option = "",
		type = 1,
		id = 982,
		flag = 3
	},
	{
		param = "不錯的提議呢，那誰去接指揮官呢~？",
		ship_group = 90502,
		option = "",
		type = 1,
		id = 983,
		flag = 3
	},
	{
		param = "不是……妳也不用拿手機發這種訊息以後笑瞇瞇地盯著我吧？",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 984,
		flag = 3
	},
	{
		param = "……算了，指揮官，我去指揮室接你",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 985,
		flag = 3
	},
	{
		param = "剛剛看見惡毒提到敦克爾克製作的點心，有些餓了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 986,
		flag = 4
	},
	{
		param = "剛好，我剛烤好了一些點心，現在大家可以來食堂吃",
		ship_group = 90401,
		option = "",
		type = 1,
		id = 987,
		flag = 4
	},
	{
		param = "甜食也是能令人感到幸福的東西，或許能為幸運日錦上添花",
		ship_group = 90401,
		option = "",
		type = 1,
		id = 988,
		flag = 4
	},
	{
		param = "好耶！是敦克爾克小姐的點心！",
		ship_group = 80103,
		option = "",
		type = 1,
		id = 989,
		flag = 4
	},
	{
		param = "我馬上就來。",
		ship_group = 80104,
		option = "",
		type = 1,
		id = 990,
		flag = 4
	},
	{
		param = "這樣，我就不得不從床上起來了……",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 991,
		flag = 4
	},
	{
		param = "敦克爾克烤製的點心，的確令人無法拒絕",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 992,
		flag = 4
	},
	{
		param = "我也為大家準備些茶，若是沒事，就都來一起吃吧",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 993,
		flag = 4
	},
	{
		param = "不過，讓指揮官自己一個人過來未免有些有失禮數……",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 994,
		flag = 4
	},
	{
		param = "！亞爾薩斯去迎接！讓亞爾薩斯去！",
		ship_group = 80503,
		option = "",
		type = 1,
		id = 995,
		flag = 4
	},
	{
		param = "欸……亞爾薩斯會過載吧？讓人家去嘛……",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 996,
		flag = 4
	},
	{
		param = "呵呵，還真是一如既往地受歡迎。",
		ship_group = 90502,
		option = "",
		type = 1,
		id = 997,
		flag = 4
	},
	{
		param = "不如妳們就一起去指揮室接指揮官吧？我想指揮官也沒有拒絕的餘地呢~",
		ship_group = 90502,
		option = "",
		type = 1,
		id = 998,
		flag = 4
	},
	{
		param = "我看一下……嗯，這樣應該就成功建立頻道了吧？",
		ship_group = 30511,
		option = "",
		type = 1,
		id = 999,
		flag = 0
	},
	{
		param = "嗯，應該是建立了，吾看到消息了",
		ship_group = 30505,
		option = "",
		type = 1,
		id = 1000,
		flag = 0
	},
	{
		param = "哦哦~我也看到了~這就是頻道嗎~？指揮官也會進來麼？",
		ship_group = 30506,
		option = "",
		type = 1,
		id = 1001,
		flag = 0
	},
	{
		param = "嗯，如果我的操作正確，指揮官已經被邀請加入頻道了",
		ship_group = 30511,
		option = "",
		type = 1,
		id = 1002,
		flag = 0
	},
	{
		param = "或許作為開場白有點樸素，但歡迎你加入重櫻的頻道，指揮官",
		ship_group = 30511,
		option = "",
		type = 1,
		id = 1003,
		flag = 0
	},
	{
		param = "無妨，畢竟我們不是靠開場白這種形式來維繫我們與指揮官之間的牽絆的",
		ship_group = 30510,
		option = "",
		type = 1,
		id = 1004,
		flag = 0
	},
	{
		param = "我們是靠……",
		ship_group = 30510,
		option = "",
		type = 1,
		id = 1005,
		flag = 0
	},
	{
		param = "我稍稍思考一下措辭",
		ship_group = 30510,
		option = "",
		type = 1,
		id = 1006,
		flag = 0
	},
	{
		param = "是靠{namecode:6}的耳朵……？",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 1007,
		flag = 0
	},
	{
		param = "是靠我沏的紅茶？",
		ship_group = 30401,
		option = "",
		type = 1,
		id = 1008,
		flag = 0
	},
	{
		param = "稍微認真一點吧！",
		ship_group = 39905,
		option = "",
		type = 1,
		id = 1009,
		flag = 0
	},
	{
		param = "當然是靠我們手中的刀劍啊！",
		ship_group = 39905,
		option = "",
		type = 1,
		id = 1010,
		flag = 0
	},
	{
		param = "我也是這麼認為的",
		ship_group = 30311,
		option = "",
		type = 1,
		id = 1011,
		flag = 0
	},
	{
		param = "雖然理解妳們的意思，但這話聽起來怎麼像是脅迫了指揮官一樣……",
		ship_group = 30312,
		option = "",
		type = 1,
		id = 1012,
		flag = 0
	},
	{
		param = "嗯……應該是龍神大人的威嚴吧？大概……",
		ship_group = 39906,
		option = "",
		type = 1,
		id = 1013,
		flag = 0
	},
	{
		param = "都不對……一定是靠{namecode:98}物美價廉的商品喵",
		ship_group = 31201,
		option = "",
		type = 1,
		id = 1014,
		flag = 0
	},
	{
		param = "233",
		ship_group = 31201,
		option = "",
		type = 4,
		id = 1015,
		flag = 0
	},
	{
		param = "……？",
		ship_group = 30701,
		option = "",
		type = 1,
		id = 1016,
		flag = 0
	},
	{
		param = "妳就算說是重櫻的實力也比商品有說服力吧？",
		ship_group = 30701,
		option = "",
		type = 1,
		id = 1017,
		flag = 0
	},
	{
		param = "我比較認同這個說法",
		ship_group = 30702,
		option = "",
		type = 1,
		id = 1018,
		flag = 0
	},
	{
		param = "真稀奇啊，{namecode:91}前輩居然說出了令人信服的話語",
		ship_group = 30705,
		option = "",
		type = 1,
		id = 1019,
		flag = 0
	},
	{
		param = "少見多怪。",
		ship_group = 30701,
		option = "",
		type = 1,
		id = 1020,
		flag = 0
	},
	{
		param = "嗯？隨手刷了一下，怎麼說到商品了？是{namecode:98}在打廣告嗎？",
		ship_group = 30513,
		option = "",
		type = 1,
		id = 1021,
		flag = 0
	},
	{
		param = "那我也來！",
		ship_group = 30513,
		option = "",
		type = 1,
		id = 1022,
		flag = 0
	},
	{
		param = "{namecode:295}小店，提供新鮮蔬果，已開通啾信訂購服務，歡迎選購~",
		ship_group = 30513,
		option = "",
		type = 1,
		id = 1023,
		flag = 0
	},
	{
		param = "新鮮的牛奶，也支持下單配送，數量有限，只接受少量訂購",
		ship_group = 31901,
		option = "",
		type = 1,
		id = 1024,
		flag = 0
	},
	{
		param = "接服裝訂製需求，價格可以商量~",
		ship_group = 30225,
		option = "",
		type = 1,
		id = 1025,
		flag = 0
	},
	{
		param = "打住，怎麼突然變成推銷商品的頻道了！",
		ship_group = 30706,
		option = "",
		type = 1,
		id = 1026,
		flag = 0
	},
	{
		param = "這讓指揮官看見了可不好！",
		ship_group = 30706,
		option = "",
		type = 1,
		id = 1027,
		flag = 0
	},
	{
		param = "談到此處，指揮官呢……？",
		ship_group = 30708,
		option = "",
		type = 1,
		id = 1028,
		flag = 0
	},
	{
		param = "可能是公務繁忙，來不及看消息？",
		ship_group = 30405,
		type = 1,
		id = 1029,
		flag = 0,
		option = {
			{
				1,
				"我已經看見了，重櫻的力量……"
			},
			{
				2,
				"我已經看見了……"
			}
		}
	},
	{
		param = "我已經看見了，重櫻的實力值得肯定！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1030,
		flag = 1
	},
	{
		param = "謝謝指揮官的認可，重櫻之後也會繼續努力，無論是工作，戰鬥，還是頻道聊天",
		ship_group = 30511,
		option = "",
		type = 1,
		id = 1031,
		flag = 1
	},
	{
		param = "頻道聊天不那麼努力也可以吧……？",
		ship_group = 30319,
		option = "",
		type = 1,
		id = 1032,
		flag = 1
	},
	{
		param = "呵呵呵，聊天的話，{namecode:97}一個人就可以很輕鬆讓指揮官大人的收信提示變成999+……",
		ship_group = 30707,
		option = "",
		type = 1,
		id = 1033,
		flag = 1
	},
	{
		param = "這一點，{namecode:97}有自信絕對不會輸給任何人呢",
		ship_group = 30707,
		option = "",
		type = 1,
		id = 1034,
		flag = 1
	},
	{
		param = "嗯？妳這已經是騷擾簡訊了吧？而且我覺得指揮官可能更想跟我聊天呢",
		ship_group = 30701,
		option = "",
		type = 1,
		id = 1035,
		flag = 1
	},
	{
		param = "熱情雖然是好，但是要注意不要帶指揮官去困擾哦",
		ship_group = 30405,
		type = 1,
		id = 1036,
		flag = 1,
		option = {
			{
				3,
				"謝謝大家的熱情…"
			}
		}
	},
	{
		param = "謝謝大家的熱情，困擾談不上，如果大家有需要，可以隨時傳訊息給我",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1037,
		flag = 3
	},
	{
		param = "休息的時候，我會盡快回復的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1038,
		flag = 3
	},
	{
		param = "嗯，不過指揮官還是優先工作吧",
		ship_group = 30702,
		option = "",
		type = 1,
		id = 1039,
		flag = 3
	},
	{
		param = "指揮官現在還在工作？",
		ship_group = 30505,
		option = "",
		type = 1,
		id = 1040,
		flag = 3
	},
	{
		param = "既然如此，不如我們去幫忙？",
		ship_group = 30510,
		option = "",
		type = 1,
		id = 1041,
		flag = 3
	},
	{
		param = "也好，若是能早點完成工作，指揮官就能夠輕鬆地與我們聊天了",
		ship_group = 30405,
		option = "",
		type = 1,
		id = 1042,
		flag = 3
	},
	{
		param = "指揮官若有什麼需要，請您儘管提出便是",
		ship_group = 30319,
		option = "",
		type = 1,
		id = 1043,
		flag = 3
	},
	{
		param = "我已經看見了，大家有什麼推薦的商品嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1044,
		flag = 2
	},
	{
		param = "我的話，比較推薦牛奶哦~小兔子們也很愛喝……",
		ship_group = 30226,
		option = "",
		type = 1,
		id = 1045,
		flag = 2
	},
	{
		param = "如果我帶著牛奶去跟小兔子玩的話，它們會跟我玩麼？",
		ship_group = 30191,
		option = "",
		type = 1,
		id = 1046,
		flag = 2
	},
	{
		param = "當、當然！{namecode:234}儘管來就好了！",
		ship_group = 30226,
		option = "",
		type = 1,
		id = 1047,
		flag = 2
	},
	{
		param = "嗯，那{namecode:188}小姐，我在妳這裡訂兩盒新鮮牛奶吧……",
		ship_group = 30191,
		option = "",
		type = 1,
		id = 1048,
		flag = 2
	},
	{
		param = "收到~",
		ship_group = 31901,
		option = "",
		type = 1,
		id = 1049,
		flag = 2
	},
	{
		param = "我推薦{namecode:295}提供的新鮮蔬菜喔！用來做料理超級好吃的~",
		ship_group = 30604,
		option = "",
		type = 1,
		id = 1050,
		flag = 2
	},
	{
		param = "我證明，是真的！",
		ship_group = 30605,
		option = "",
		type = 1,
		id = 1051,
		flag = 2
	},
	{
		param = "我的話，推薦在{namecode:231}那裡訂製服飾，很合身呢",
		ship_group = 30705,
		option = "",
		type = 1,
		id = 1052,
		flag = 2
	},
	{
		param = "建議{namecode:91}前輩之後也去{namecode:231}那裡訂製",
		ship_group = 30705,
		option = "",
		type = 1,
		id = 1053,
		flag = 2
	},
	{
		param = "畢竟{namecode:91}前輩看起來應該要繁忙到很難有精力去兼顧時尚了呢，對吧~",
		ship_group = 30705,
		option = "",
		type = 1,
		id = 1054,
		flag = 2
	},
	{
		param = "？",
		ship_group = 30701,
		type = 1,
		id = 1055,
		flag = 2,
		option = {
			{
				4,
				"感覺可以考慮一下……"
			}
		}
	},
	{
		param = "感覺可以考慮先從服裝訂製開始",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1056,
		flag = 4
	},
	{
		param = "喵！指揮官要不要考慮一下儲值一個{namecode:98}的店舖的VIP喵！",
		ship_group = 31201,
		option = "",
		type = 1,
		id = 1057,
		flag = 4
	},
	{
		param = "服裝訂製什麼的，只要充值了VIP的話{namecode:98}也能搞定的喵！",
		ship_group = 31201,
		option = "",
		type = 1,
		id = 1058,
		flag = 4
	},
	{
		param = "指揮官不需要的話，就不要強買強賣了，{namecode:98}",
		ship_group = 30505,
		option = "",
		type = 1,
		id = 1059,
		flag = 4
	},
	{
		param = "嗯~指揮官大人選擇沉默，亦是一種應對之策呢",
		ship_group = 30319,
		option = "",
		type = 1,
		id = 1060,
		flag = 4
	},
	{
		param = "喵喵喵？？？",
		ship_group = 31201,
		option = "",
		type = 1,
		id = 1061,
		flag = 4
	},
	{
		param = "咳咳！皇家的諸位，就在剛剛，指揮官接受了本王的茶會邀請！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1062,
		flag = 0
	},
	{
		param = "現在大家來商討茶會事宜！為了本王與指揮官好好努力吧！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1063,
		flag = 0
	},
	{
		param = "明白了，陛下",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1064,
		flag = 0
	},
	{
		param = "那我即刻規劃茶會事宜",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1065,
		flag = 0
	},
	{
		param = "稍後將各位女僕負責的工作內容寄到頻道中",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1066,
		flag = 0
	},
	{
		param = "嗯~那稍晚一些我將珍藏的茶葉帶到茶會去，大家一起品嚐吧",
		ship_group = 20403,
		option = "",
		type = 1,
		id = 1067,
		flag = 0
	},
	{
		param = "剛好我烤了一些餅乾，也一起帶過去吧",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1068,
		flag = 0
	},
	{
		param = "嗯？茶會嗎？已經決定了啊……",
		ship_group = 20712,
		option = "",
		type = 1,
		id = 1069,
		flag = 0
	},
	{
		param = "好吧…",
		ship_group = 20712,
		option = "",
		type = 1,
		id = 1070,
		flag = 0
	},
	{
		param = "不撓也要來參加~難得指揮官也在",
		ship_group = 20703,
		option = "",
		type = 1,
		id = 1071,
		flag = 0
	},
	{
		param = "難得親愛的都要來參加茶會了，要不要嘗試打破傳統，革新一下茶會呢~",
		ship_group = 29903,
		option = "",
		type = 1,
		id = 1072,
		flag = 0
	},
	{
		param = "革新茶會……？妳有什麼想法嗎？說來給本王聽聽看吧！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1073,
		flag = 0
	},
	{
		param = "例如在夜晚的時候舉辦茶會，一邊放煙火、變魔術，一邊喝茶吃點心~♪",
		ship_group = 29903,
		option = "",
		type = 1,
		id = 1074,
		flag = 0
	},
	{
		param = "很不錯吧~♪或是大家有什麼其他想法嗎~？",
		ship_group = 29903,
		option = "",
		type = 1,
		id = 1075,
		flag = 0
	},
	{
		param = "集思廣益也很不錯！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1076,
		flag = 0
	},
	{
		param = "多做一些風味菜怎麼樣，比如說嘗試把鰻魚和利物浦燉菜結合起來——",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 1077,
		flag = 0
	},
	{
		param = "這食物是非浪費不可嗎……",
		ship_group = 20606,
		option = "",
		type = 1,
		id = 1078,
		flag = 0
	},
	{
		param = "要不要試試從女僕隊的服裝著手？",
		ship_group = 20137,
		option = "",
		type = 1,
		id = 1079,
		flag = 0
	},
	{
		param = "聽說穿著泳裝準備茶會是最近的流行趨勢！嘿~☆",
		ship_group = 20137,
		option = "",
		type = 1,
		id = 1080,
		flag = 0
	},
	{
		param = "欸~？還有這種流行趨勢嗎？",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 1081,
		flag = 0
	},
	{
		param = "駁回。",
		ship_group = 20210,
		option = "",
		type = 1,
		id = 1082,
		flag = 0
	},
	{
		param = "請容我拒絕哦？",
		ship_group = 20227,
		option = "",
		type = 1,
		id = 1083,
		flag = 0
	},
	{
		param = "要不要試試自助茶會？大家可以自由聊天，自由地吃甜點，不用太拘束……",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1084,
		flag = 0
	},
	{
		param = "我認為這個提議不錯呢",
		ship_group = 20704,
		option = "",
		type = 1,
		id = 1085,
		flag = 0
	},
	{
		param = "唔，勝利姊姊在看頻道啊……",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1086,
		flag = 0
	},
	{
		param = "嗯……不用太拘束，但也要注意儀態",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1087,
		flag = 0
	},
	{
		param = "一直以來都是女僕隊負責準備茶會，這次讓騎士來準備茶會，會不會更特別？",
		ship_group = 20208,
		option = "",
		type = 1,
		id = 1088,
		flag = 0
	},
	{
		param = "欸？可、可以嗎？",
		ship_group = 20223,
		option = "",
		type = 1,
		id = 1089,
		flag = 0
	},
	{
		param = "如果這麼決定的話，我一定會加油的……！",
		ship_group = 20223,
		option = "",
		type = 1,
		id = 1090,
		flag = 0
	},
	{
		param = "倒是蠻有意思的",
		ship_group = 20505,
		option = "",
		type = 1,
		id = 1091,
		flag = 0
	},
	{
		param = "我對料理也有信心，可以交給我",
		ship_group = 20505,
		option = "",
		type = 1,
		id = 1092,
		flag = 0
	},
	{
		param = "把所有的驅逐艦妹妹都邀請過來吧",
		ship_group = 20702,
		option = "",
		type = 1,
		id = 1093,
		flag = 0
	},
	{
		param = "所有驅逐艦妹妹都出場的茶會，也算很特別吧？",
		ship_group = 20702,
		option = "",
		type = 1,
		id = 1094,
		flag = 0
	},
	{
		param = "……",
		ship_group = 20606,
		option = "",
		type = 1,
		id = 1095,
		flag = 0
	},
	{
		param = "指揮官覺得呢？",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1096,
		flag = 0
	},
	{
		param = "這次就準許你提出意見吧，畢竟是招待你的茶會！",
		ship_group = 20501,
		type = 1,
		id = 1097,
		flag = 0,
		option = {
			{
				1,
				"傳統的茶會更好"
			},
			{
				2,
				"革新的茶會更好"
			}
		}
	},
	{
		param = "傳統的茶會更好",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1098,
		flag = 1
	},
	{
		param = "這次準備的時間有限，大家的好點子可以留給下次",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1099,
		flag = 1
	},
	{
		param = "我明白了，指揮官",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1100,
		flag = 1
	},
	{
		param = "我這就安排女僕隊著手開始準備茶會",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1101,
		flag = 1
	},
	{
		param = "黛朵一定會認真跟大家一起準備的！嗯！",
		ship_group = 20204,
		option = "",
		type = 1,
		id = 1102,
		flag = 1
	},
	{
		param = "欸嘿嘿，可以跟哥哥一起喝茶了，好開心！優醬也很開心~！",
		ship_group = 20603,
		option = "",
		type = 1,
		id = 1103,
		flag = 1
	},
	{
		param = "總覺得許久未曾與指揮官一同品茶聊天……呵呵~我已經在期待茶會了",
		ship_group = 20703,
		option = "",
		type = 1,
		id = 1104,
		flag = 1
	},
	{
		param = "革新的茶會更好，大家的想法都很有趣",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1105,
		flag = 2
	},
	{
		param = "我就知道親愛的會喜歡一些革新突破的東西~♪",
		ship_group = 29903,
		option = "",
		type = 1,
		id = 1106,
		flag = 2
	},
	{
		param = "我明白了，指揮官",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1107,
		flag = 2
	},
	{
		param = "之後我會與女僕隊結合大家提出的意見，一起準備新穎特別的茶會",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1108,
		flag = 2
	},
	{
		param = "我們一定會盡全力回應指揮官的期待的~",
		ship_group = 20233,
		option = "",
		type = 1,
		id = 1109,
		flag = 2
	},
	{
		param = "又可以學習新的茶會文化了~",
		ship_group = 20137,
		option = "",
		type = 1,
		id = 1110,
		flag = 2
	},
	{
		param = "耶！這次茶會一定很好玩吧~到時候一定要合照留念~！",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 1111,
		flag = 2
	},
	{
		param = "我先去準備鰻魚和利物浦燉菜了~！",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 1112,
		flag = 2
	},
	{
		param = "我也去多準備一些不同口味的甜甜圈",
		ship_group = 20313,
		option = "",
		type = 1,
		id = 1113,
		flag = 2
	},
	{
		param = "決定了，多準備些鰹魚口味的吧，這個比較特別",
		ship_group = 20313,
		option = "",
		type = 1,
		id = 1114,
		flag = 2
	},
	{
		param = "那就由我來泡茶給大家喝吧",
		ship_group = 20707,
		option = "",
		type = 1,
		id = 1115,
		flag = 2
	},
	{
		param = "…………",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1116,
		flag = 2
	},
	{
		param = "要不，在飲食方面還是傳統一點吧……？",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1117,
		flag = 2
	},
	{
		param = "嗯？看來茶會的方向已經有結果了！那就這麼決定了！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1118,
		flag = 0
	},
	{
		param = "不過看大家這麼熱情參與討論的樣子，到時候參加茶會的人應該不少吧！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1119,
		flag = 0
	},
	{
		param = "那就將茶會升級為宴會吧，貝爾法斯特！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1120,
		flag = 0
	},
	{
		param = "好的，陛下",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1121,
		flag = 0
	},
	[3148] = {
		param = "指揮官，我最近發現了個有趣的山洞，最近準備去探索一番哦",
		ship_group = 10713,
		type = 1,
		id = 3148,
		flag = 0,
		option = {
			{
				1,
				"妳也要大冒險？"
			}
		}
	},
	[3149] = {
		param = "妳也要大冒險…？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3149,
		flag = 1
	},
	[3150] = {
		param = "是認真的探險啦！！",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3150,
		flag = 1
	},
	[3151] = {
		param = "真是的~我正在檢查探險用的裝備清單哦~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3151,
		flag = 1
	},
	[3152] = {
		param = "234",
		ship_group = 10713,
		option = "",
		type = 4,
		id = 3152,
		flag = 1
	},
	[3153] = {
		param = "話說指揮官平常會帶些什麼裝備啊？",
		ship_group = 10713,
		type = 1,
		id = 3153,
		flag = 1,
		option = {
			{
				2,
				"手機與錢包？"
			}
		}
	},
	[3154] = {
		param = "手機和錢包？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3154,
		flag = 2
	},
	[3155] = {
		param = "欸？這怎麼行，至少要準備些基礎裝備啊",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3155,
		flag = 2
	},
	[3156] = {
		param = "1",
		ship_group = 10713,
		type = 4,
		id = 3156,
		flag = 2,
		option = {
			{
				3,
				"但平時都在港區裡……"
			}
		}
	},
	[3157] = {
		param = "但平時都在港區裡……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3157,
		flag = 3
	},
	[3158] = {
		param = "不行不行，我明天要幫你準備一個隨身應急包",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3158,
		flag = 3
	},
	[3159] = {
		param = "對了，要不要看看我的裝備清單？",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3159,
		flag = 3
	},
	[3160] = {
		param = "我可是對各類攜帶裝備之類的經驗非常豐富哦~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3160,
		flag = 3
	},
	[3161] = {
		param = "6",
		ship_group = 10713,
		type = 4,
		id = 3161,
		flag = 3,
		option = {
			{
				4,
				"也好"
			}
		}
	},
	[3162] = {
		param = "也好，那就讓我學習一下吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3162,
		flag = 4
	},
	[3163] = {
		param = "我想想，首先是多功能軍刀，然後是信號彈……",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3163,
		flag = 4
	},
	[3164] = {
		param = "還有壓縮餅乾、手提式淨水器……對了，還可以再增加備用的濾芯……",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3164,
		flag = 4
	},
	[3165] = {
		param = "……啊，想著想著，我的清單長度也在不斷上升了",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3165,
		flag = 4
	},
	[3166] = {
		param = "這樣下去一時半會弄不完了，估計要收拾到很晚啊……",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3166,
		flag = 4
	},
	[3167] = {
		param = "5",
		ship_group = 10713,
		option = "",
		type = 4,
		id = 3167,
		flag = 4
	},
	[3168] = {
		param = "指揮官，明天見！",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3168,
		flag = 4
	},
	[3169] = {
		param = "指揮官~你吃過飯了嗎？",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3169,
		flag = 0
	},
	[3170] = {
		param = "我在嘗試一個新的野外求生食譜哦~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3170,
		flag = 0
	},
	[3171] = {
		param = "218",
		ship_group = 10713,
		type = 4,
		id = 3171,
		flag = 0,
		option = {
			{
				1,
				"還沒吃"
			}
		}
	},
	[3172] = {
		param = "還沒吃，妳該不會又在嘗試什麼奇怪的東西吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3172,
		flag = 1
	},
	[3173] = {
		param = "放心啦，這次是用普通食材做的野炊料理！",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3173,
		flag = 1
	},
	[3174] = {
		param = "保證美味哦！要來我這裡嚐嚐看嗎？",
		ship_group = 10713,
		type = 1,
		id = 3174,
		flag = 1,
		option = {
			{
				2,
				"上次的食譜……"
			}
		}
	},
	[3175] = {
		param = "上次你的「生拌綠蟲糊」還歷歷在目……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3175,
		flag = 2
	},
	[3176] = {
		param = "哈哈~那個確實有點太刺激了呢~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3176,
		flag = 2
	},
	[3177] = {
		param = "234",
		ship_group = 10713,
		option = "",
		type = 4,
		id = 3177,
		flag = 2
	},
	[3178] = {
		param = "不過野外求生的經驗告訴我，有的時候這種食物反而能救命哦！",
		ship_group = 10713,
		type = 1,
		id = 3178,
		flag = 2,
		option = {
			{
				3,
				"我應該不需要……"
			}
		}
	},
	[3179] = {
		param = "我覺得我應該不會用到這種極端的求生技能……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3179,
		flag = 3
	},
	[3180] = {
		param = "好啦好~~我保證這次不是極限求生系！",
		ship_group = 10713,
		type = 1,
		id = 3180,
		flag = 3,
		option = {
			{
				4,
				"妳的廚藝……"
			},
			{
				5,
				"我相信妳，但……"
			}
		}
	},
	[3181] = {
		param = "我對妳的廚藝還是有點……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3181,
		flag = 4
	},
	[3182] = {
		param = "我相信妳，但上次的事還是讓我有點害怕……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3182,
		flag = 5
	},
	[3183] = {
		param = "呵呵~別擔心啦，這次真的是正常的野外烤肉~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3183,
		flag = 0
	},
	[3184] = {
		param = "我特地準備了很多你愛吃的肉~？",
		ship_group = 10713,
		type = 1,
		id = 3184,
		flag = 0,
		option = {
			{
				6,
				"妳怎麼知道我喜歡吃什麼？"
			}
		}
	},
	[3185] = {
		param = "妳怎麼知道我喜歡吃什麼？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3185,
		flag = 6
	},
	[3186] = {
		param = "這種事情當然好好觀察過了~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3186,
		flag = 6
	},
	[3187] = {
		param = "302",
		ship_group = 10713,
		option = "",
		type = 4,
		id = 3187,
		flag = 6
	},
	[3188] = {
		param = "關於指揮官的事，我都記得很清楚呢~",
		ship_group = 10713,
		type = 1,
		id = 3188,
		flag = 6,
		option = {
			{
				7,
				"需要我帶點什麼過去嗎？"
			}
		}
	},
	[3189] = {
		param = "好吧，需要我帶點什麼過去嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3189,
		flag = 7
	},
	[3190] = {
		param = "只要帶著自己來就夠啦！",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3190,
		flag = 7
	},
	[3191] = {
		param = "對了，我還準備了一個小驚喜~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3191,
		flag = 7
	},
	[3192] = {
		param = "是我最近探索遺跡時找到的特別收穫~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3192,
		flag = 7
	},
	[3193] = {
		param = "我覺得你一定會喜歡！",
		ship_group = 10713,
		type = 1,
		id = 3193,
		flag = 7,
		option = {
			{
				8,
				"妳到底去了什麼地方探險啊……"
			}
		}
	},
	[3194] = {
		param = "妳到底是去了什麼地方探險啊……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3194,
		flag = 8
	},
	[3195] = {
		param = "這個嘛……待會跟你分享冒險日誌時你就知道啦~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3195,
		flag = 8
	},
	[3196] = {
		param = "好啦好啦，快過來吧，再晚的話食材就要涼了！",
		ship_group = 10713,
		type = 1,
		id = 3196,
		flag = 8,
		option = {
			{
				9,
				"我會盡快的"
			}
		}
	},
	[3197] = {
		param = "好，我會盡快過去的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3197,
		flag = 9
	},
	[3198] = {
		param = "那我去準備餐具了~記得多穿件外套",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3198,
		flag = 9
	},
	[3199] = {
		param = "這次找到的地方視野超棒的，可以邊吃邊看星星呢~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3199,
		flag = 9
	},
	[3200] = {
		param = "期待指揮官的到來哦~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3200,
		flag = 9
	},
	[3201] = {
		param = "讓我們創造一個值得紀錄在冒險日誌裡的美好夜晚吧~♡",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3201,
		flag = 9
	},
	[3202] = {
		param = "308",
		ship_group = 10713,
		option = "",
		type = 4,
		id = 3202,
		flag = 9
	},
	[3203] = {
		param = "指揮官~沒睡吧？我發現了一個超棒的地方！",
		ship_group = 10713,
		type = 1,
		id = 3203,
		flag = 0,
		option = {
			{
				1,
				"這麼晚了，還在探險？"
			}
		}
	},
	[3204] = {
		param = "這麼晚了，還在探險？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3204,
		flag = 1
	},
	[3205] = {
		param = "哼哼~探險可是不分晝夜的！",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3205,
		flag = 1
	},
	[3206] = {
		param = "不過，這次和平時的探險不一樣哦",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3206,
		flag = 1
	},
	[3207] = {
		param = "372",
		ship_group = 10713,
		option = "",
		type = 4,
		id = 3207,
		flag = 1
	},
	[3208] = {
		param = "我在港區中心城區往西不遠的地方發現了一處溫泉！",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3208,
		flag = 1
	},
	[3209] = {
		param = "而且現在的夜景超美！",
		ship_group = 10713,
		type = 1,
		id = 3209,
		flag = 1,
		option = {
			{
				2,
				"……？"
			}
		}
	},
	[3210] = {
		param = "……？你去打劫明石了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3210,
		flag = 2
	},
	[3211] = {
		param = "咳……自然溫泉，自然溫泉！",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3211,
		flag = 2
	},
	[3212] = {
		param = "我可是經驗豐富的冒險家，找到自然溫泉很正常吧！",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3212,
		flag = 2
	},
	[3213] = {
		param = "已經測過水溫和成分了，完全沒問題！",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3213,
		flag = 2
	},
	[3214] = {
		param = "所以……要不要現在來一起泡溫泉？",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3214,
		flag = 2
	},
	[3215] = {
		param = "308",
		ship_group = 10713,
		type = 4,
		id = 3215,
		flag = 2,
		option = {
			{
				3,
				"太晚了"
			}
		}
	},
	[3216] = {
		param = "現在太晚了，坐車過去也需要時間",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3216,
		flag = 3
	},
	[3217] = {
		param = "沒關係，車子我已經安排好了哦~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3217,
		flag = 3
	},
	[3218] = {
		param = "指揮官，今晚星空超美的，運氣好的話還能看到流星哦~",
		ship_group = 10713,
		type = 1,
		id = 3218,
		flag = 3,
		option = {
			{
				4,
				"……車子都安排好了？"
			}
		}
	},
	[3219] = {
		param = "……車都安排好了？原來是早有預謀",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3219,
		flag = 4
	},
	[3220] = {
		param = "欸~是臨時起意啦！",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3220,
		flag = 4
	},
	[3221] = {
		param = "來嘛來嘛，我都準備好泡毛巾和點心了~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3221,
		flag = 4
	},
	[3222] = {
		param = "你愛吃的，不是生存菜單上的！",
		ship_group = 10713,
		type = 1,
		id = 3222,
		flag = 4,
		option = {
			{
				5,
				"好吧，我換件衣服就過來"
			}
		}
	},
	[3223] = {
		param = "好吧，我換件衣服就過來",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3223,
		flag = 5
	},
	[3224] = {
		param = "太好了~我就知道指揮官會答應的！",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3224,
		flag = 5
	},
	[3225] = {
		param = "要穿暖和點哦，雖然泉水很暖，但夜裡還是有點涼呢~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3225,
		flag = 5
	},
	[3226] = {
		param = "對了~我還有上次探險時拍的照片",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3226,
		flag = 5
	},
	[3227] = {
		param = "嘿嘿，這次的照片是我沒有看過給任何人的",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3227,
		flag = 5
	},
	[3228] = {
		param = "是我珍藏的、只想和指揮官分享的內容呢♡",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3228,
		flag = 5
	},
	[3229] = {
		param = "我們待會可以一邊欣賞夜空一邊看~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3229,
		flag = 5
	},
	[3230] = {
		param = "354",
		ship_group = 10713,
		option = "",
		type = 4,
		id = 3230,
		flag = 5
	},
	[3231] = {
		param = "快坐車過來吧，等你~",
		ship_group = 10713,
		option = "",
		type = 1,
		id = 3231,
		flag = 5
	},
	[3232] = {
		param = "指揮官！我在您的抽屜裡放了很多好多紙飛機哦！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3232,
		flag = 0
	},
	[3233] = {
		param = "50",
		ship_group = 10153,
		option = "",
		type = 4,
		id = 3233,
		flag = 0
	},
	[3234] = {
		param = "每個抽屜都塞得滿滿的！這下您要花很久收拾了吧！哼哼~",
		ship_group = 10153,
		type = 1,
		id = 3234,
		flag = 0,
		option = {
			{
				1,
				"嗯？讓我看看"
			}
		}
	},
	[3235] = {
		param = "嗯？讓我看看",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3235,
		flag = 1
	},
	[3236] = {
		param = "這些紙飛機都疊得很精緻嘛，每個都塗上了不同的顏色",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3236,
		flag = 1
	},
	[3237] = {
		param = "！！那，那個是……為了讓它們看起來更凌亂才特意做的！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3237,
		flag = 1
	},
	[3238] = {
		param = "49",
		ship_group = 10153,
		type = 4,
		id = 3238,
		flag = 1,
		option = {
			{
				2,
				"上面還寫了字？"
			}
		}
	},
	[3239] = {
		param = "上面還寫了字？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3239,
		flag = 2
	},
	[3240] = {
		param = "指揮官加油……多喝熱水？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3240,
		flag = 2
	},
	[3241] = {
		param = "嗯……那，那個……是為了轉移您的注意力讓您無心工作而已！",
		ship_group = 10153,
		type = 1,
		id = 3241,
		flag = 2,
		option = {
			{
				3,
				"這張紙似乎……"
			}
		}
	},
	[3242] = {
		param = "這紙似乎也是用的是廢紙……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3242,
		flag = 3
	},
	[3243] = {
		param = "這，這個也被你發現了嗎……！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3243,
		flag = 3
	},
	[3244] = {
		param = "啊不是！米勒大人只是隨手抓了些紙而已",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3244,
		flag = 3
	},
	[3245] = {
		param = "絕對沒有怕浪費的意思！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3245,
		flag = 3
	},
	[3246] = {
		param = "49",
		ship_group = 10153,
		type = 4,
		id = 3246,
		flag = 3,
		option = {
			{
				4,
				"我信了"
			}
		}
	},
	[3247] = {
		param = "我信了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3247,
		flag = 4
	},
	[3248] = {
		param = "因為紙飛機的緣故，指揮官的工作效率大大下降了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3248,
		flag = 4
	},
	[3249] = {
		param = "桀桀桀~感受到米勒大人的恐怖之處了吧！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3249,
		flag = 4
	},
	[3250] = {
		param = "那麼——我們下次破壞行動見！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3250,
		flag = 4
	},
	[3251] = {
		param = "指揮官，你看到我的筆記本了嗎？",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3251,
		flag = 0
	},
	[3252] = {
		param = "17",
		ship_group = 10153,
		type = 4,
		id = 3252,
		flag = 0,
		option = {
			{
				1,
				"沒什麼印象"
			}
		}
	},
	[3253] = {
		param = "沒什麼印象",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3253,
		flag = 1
	},
	[3254] = {
		param = "我在指揮室裡幫妳找找吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3254,
		flag = 1
	},
	[3255] = {
		param = "啊，謝謝指揮官！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3255,
		flag = 1
	},
	[3256] = {
		param = "我在房間裡找了好久都沒找到……",
		ship_group = 10153,
		type = 1,
		id = 3256,
		flag = 1,
		option = {
			{
				2,
				"我找到一本筆記本"
			}
		}
	},
	[3257] = {
		param = "我找到了一個被壓在文件堆裡的筆記本",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3257,
		flag = 2
	},
	[3258] = {
		param = "但我不太確定是不是妳的，妳有做過什麼標記嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3258,
		flag = 2
	},
	[3259] = {
		param = "嗯……是很常見的款式……也沒有標示……",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3259,
		flag = 2
	},
	[3260] = {
		param = "指揮官你翻開拍給我看？",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3260,
		flag = 2
	},
	[3261] = {
		param = "不行不行……文件在一起的話說不定會是什麼重要資訊……",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3261,
		flag = 2
	},
	[3262] = {
		param = "指揮官還是先確認內容比較好",
		ship_group = 10153,
		type = 1,
		id = 3262,
		flag = 2,
		option = {
			{
				3,
				"上面紀錄我什麼時候會餓……"
			}
		}
	},
	[3263] = {
		param = "上面紀錄著我什麼時候會餓……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3263,
		flag = 3
	},
	[3264] = {
		param = "這是妳的筆記本嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3264,
		flag = 3
	},
	[3265] = {
		param = "這，這怎麼可能是我的嘛！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3265,
		flag = 3
	},
	[3266] = {
		param = "超酷的米勒大人才不關心指揮官的事呢~",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3266,
		flag = 3
	},
	[3267] = {
		param = "14",
		ship_group = 10153,
		type = 4,
		id = 3267,
		flag = 3,
		option = {
			{
				4,
				"那就銷毀吧"
			}
		}
	},
	[3268] = {
		param = "既然是無主的筆記本，就銷毀吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3268,
		flag = 4
	},
	[3269] = {
		param = "等等等一下！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3269,
		flag = 4
	},
	[3270] = {
		param = "那個……說不定是重要的文件……！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3270,
		flag = 4
	},
	[3271] = {
		param = "不要銷毀啊！！！",
		ship_group = 10153,
		type = 1,
		id = 3271,
		flag = 4,
		option = {
			{
				5,
				"既然妳這麼說……"
			}
		}
	},
	[3272] = {
		param = "既然妳這麼說，那我就再看看",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3272,
		flag = 5
	},
	[3273] = {
		param = "嗯——上面還紀錄著我喜歡的飲料類型",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3273,
		flag = 5
	},
	[3274] = {
		param = "唔……唔唔唔……",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3274,
		flag = 5
	},
	[3275] = {
		param = "28",
		ship_group = 10153,
		type = 4,
		id = 3275,
		flag = 5,
		option = {
			{
				6,
				"後面這頁寫著……"
			}
		}
	},
	[3276] = {
		param = "後面這頁寫著「今天被誇獎了三次，比昨天多一次！」",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3276,
		flag = 6
	},
	[3277] = {
		param = "不，不許念出來啊！太羞恥了！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3277,
		flag = 6
	},
	[3278] = {
		param = "221",
		ship_group = 10153,
		type = 4,
		id = 3278,
		flag = 6,
		option = {
			{
				7,
				"每一句誇獎後面……"
			}
		}
	},
	[3279] = {
		param = "每一句誇獎後面居然還有標星？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3279,
		flag = 7
	},
	[3280] = {
		param = "「米勒今天特別可靠」有三顆星",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3280,
		flag = 7
	},
	[3281] = {
		param = "「米勒真可愛」有五顆星",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3281,
		flag = 7
	},
	[3282] = {
		param = "那是……那是仇恨等級！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3282,
		flag = 7
	},
	[3283] = {
		param = "因為討厭被說可愛！所以是五顆星！",
		ship_group = 10153,
		type = 1,
		id = 3283,
		flag = 7,
		option = {
			{
				8,
				"我信了"
			}
		}
	},
	[3284] = {
		param = "我信了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3284,
		flag = 8
	},
	[3285] = {
		param = "221",
		ship_group = 10153,
		type = 4,
		id = 3285,
		flag = 8,
		option = {
			{
				9,
				"旁邊居然還畫了……"
			}
		}
	},
	[3286] = {
		param = "旁邊居然還畫了塗鴉生氣表情，寫著「下次一定要表現得更兇一點！」",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3286,
		flag = 9
	},
	[3287] = {
		param = "221",
		ship_group = 10153,
		type = 4,
		id = 3287,
		flag = 9,
		option = {
			{
				10,
				"然後還寫著……"
			}
		}
	},
	[3288] = {
		param = "然後還寫著「但是被誇可愛時其實很開心」",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3288,
		flag = 10
	},
	[3289] = {
		param = "啊啊啊啊！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3289,
		flag = 10
	},
	[3290] = {
		param = "那一頁是寫錯了！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3290,
		flag = 10
	},
	[3291] = {
		param = "是我的，這是我的筆記本！！！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3291,
		flag = 10
	},
	[3292] = {
		param = "快點還給我啊啊啊啊啊啊啊啊啊！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3292,
		flag = 10
	},
	[3293] = {
		param = "309",
		ship_group = 10153,
		option = "",
		type = 4,
		id = 3293,
		flag = 10
	},
	[3294] = {
		param = "指揮官，剛剛的咖啡怎麼樣？",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3294,
		flag = 0
	},
	[3295] = {
		param = "313",
		ship_group = 10153,
		type = 4,
		id = 3295,
		flag = 0,
		option = {
			{
				1,
				"還不錯"
			}
		}
	},
	[3296] = {
		param = "還不錯",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3296,
		flag = 1
	},
	[3297] = {
		param = "妳加了芥末對不對？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3297,
		flag = 1
	},
	[3298] = {
		param = "哼哼~被發現了嗎？這是我精心設計的惡作劇！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3298,
		flag = 1
	},
	[3299] = {
		param = "……不對，指揮官為什麼會說還不錯？",
		ship_group = 10153,
		type = 1,
		id = 3299,
		flag = 1,
		option = {
			{
				2,
				"芥末的份量恰到好處……"
			}
		}
	},
	[3300] = {
		param = "芥末的份量恰到好處，反而讓咖啡多了一份特別的風味",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3300,
		flag = 2
	},
	[3301] = {
		param = "欸？！怎麼會這樣……",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3301,
		flag = 2
	},
	[3302] = {
		param = "322",
		ship_group = 10153,
		type = 4,
		id = 3302,
		flag = 2,
		option = {
			{
				3,
				"拉花也不錯……"
			}
		}
	},
	[3303] = {
		param = "拉花也不錯，練習了不少吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3303,
		flag = 3
	},
	[3304] = {
		param = "怎、怎麼可能……！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3304,
		flag = 3
	},
	[3305] = {
		param = "那個不過是……為了讓指揮官放鬆警戒才設計的拉花……",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3305,
		flag = 3
	},
	[3306] = {
		param = "而且……我可沒有刻意練習，指揮官可不要胡思亂想喔！",
		ship_group = 10153,
		type = 1,
		id = 3306,
		flag = 3,
		option = {
			{
				4,
				"我信了"
			}
		}
	},
	[3307] = {
		param = "我信了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3307,
		flag = 4
	},
	[3308] = {
		param = "你別信啊！！！",
		ship_group = 10153,
		type = 1,
		id = 3308,
		flag = 4,
		option = {
			{
				5,
				"那我不信了"
			}
		}
	},
	[3309] = {
		param = "那我不相信了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3309,
		flag = 5
	},
	[3310] = {
		param = "……也不用完全不信",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3310,
		flag = 5
	},
	[3311] = {
		param = "356",
		ship_group = 10153,
		type = 4,
		id = 3311,
		flag = 5,
		option = {
			{
				6,
				"其實偷偷試了多少次？"
			}
		}
	},
	[3312] = {
		param = "其實偷偷試了多少次？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3312,
		flag = 6
	},
	[3313] = {
		param = "一次都沒有！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3313,
		flag = 6
	},
	[3314] = {
		param = "別說你信了！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3314,
		flag = 6
	},
	[3315] = {
		param = "也別說你不信！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3315,
		flag = 6
	},
	[3316] = {
		param = "322",
		ship_group = 10153,
		type = 4,
		id = 3316,
		flag = 6,
		option = {
			{
				7,
				"那我只能說……"
			}
		}
	},
	[3317] = {
		param = "那我只能說，期待米勒大人的下次破壞行動了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3317,
		flag = 7
	},
	[3318] = {
		param = "哼，反正也沒幾天了！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3318,
		flag = 7
	},
	[3319] = {
		param = "你就盡情期待，狠狠期待吧~！",
		ship_group = 10153,
		option = "",
		type = 1,
		id = 3319,
		flag = 7
	},
	[3320] = {
		param = "313",
		ship_group = 10153,
		option = "",
		type = 4,
		id = 3320,
		flag = 7
	},
	[3321] = {
		param = "指揮官——！！！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3321,
		flag = 0
	},
	[3322] = {
		param = "312",
		ship_group = 10234,
		type = 4,
		id = 3322,
		flag = 0,
		option = {
			{
				1,
				"遇上什麼傷心事了？"
			},
			{
				2,
				"先別哭，發生什麼事了？"
			}
		}
	},
	[3323] = {
		param = "遇上什麼傷心事了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3323,
		flag = 1
	},
	[3324] = {
		param = "先別哭，發生什麼事了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3324,
		flag = 2
	},
	[3325] = {
		param = "我……那個……",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3325,
		flag = 0
	},
	[3326] = {
		param = "指揮官先答應我你不會罵我",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3326,
		flag = 0
	},
	[3327] = {
		param = "366",
		ship_group = 10234,
		type = 4,
		id = 3327,
		flag = 0,
		option = {
			{
				3,
				"……我好像明白了"
			},
			{
				4,
				"好"
			}
		}
	},
	[3328] = {
		param = "……我好像明白了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3328,
		flag = 3
	},
	[3329] = {
		param = "好，我答應妳",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3329,
		flag = 4
	},
	[3330] = {
		param = "說吧，又闖什麼禍了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3330,
		flag = 0
	},
	[3331] = {
		param = "你讓我處理的文件……",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3331,
		flag = 0
	},
	[3332] = {
		param = "好像被我不小心……",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3332,
		flag = 0
	},
	[3333] = {
		param = "當做廢棄文件塞進碎紙機了……",
		ship_group = 10234,
		type = 1,
		id = 3333,
		flag = 0,
		option = {
			{
				5,
				"[微笑靠近]"
			}
		}
	},
	[3334] = {
		param = "367",
		ship_group = 0,
		option = "",
		type = 4,
		id = 3334,
		flag = 5
	},
	[3335] = {
		param = "這樣啊",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3335,
		flag = 5
	},
	[3336] = {
		param = "……",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3336,
		flag = 5
	},
	[3337] = {
		param = "不然指揮官你還是罵我吧",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3337,
		flag = 5
	},
	[3338] = {
		param = "這個表情怪嚇人的……",
		ship_group = 10234,
		type = 1,
		id = 3338,
		flag = 5,
		option = {
			{
				6,
				"怎麼這麼不小心？"
			}
		}
	},
	[3339] = {
		param = "怎麼這麼不小心？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3339,
		flag = 6
	},
	[3340] = {
		param = "因為我在邊刷八卦",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3340,
		flag = 6
	},
	[3341] = {
		param = "我錯了~指揮官~",
		ship_group = 10234,
		type = 1,
		id = 3341,
		flag = 6,
		option = {
			{
				7,
				"下不為例"
			}
		}
	},
	[3342] = {
		param = "下不為例",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3342,
		flag = 7
	},
	[3343] = {
		param = "嗯嗯嗯，下不為例！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3343,
		flag = 7
	},
	[3344] = {
		param = "那文件……",
		ship_group = 10234,
		type = 1,
		id = 3344,
		flag = 7,
		option = {
			{
				8,
				"有電子備份……"
			}
		}
	},
	[3345] = {
		param = "有電子備份，就是簽名要重新寫了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3345,
		flag = 8
	},
	[3346] = {
		param = "總之，妳再印一份放在桌上吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3346,
		flag = 8
	},
	[3347] = {
		param = "太好了，檔案有備份！！！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3347,
		flag = 8
	},
	[3348] = {
		param = "不愧是英明睿智神武聰明寬容大度溫柔善良可愛認真果斷堅毅值得信賴的指揮官！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3348,
		flag = 8
	},
	[3349] = {
		param = "我現在就去重新列印一份文件！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3349,
		flag = 8
	},
	[3350] = {
		param = "指揮官最好啦！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3350,
		flag = 8
	},
	[3351] = {
		param = "368",
		ship_group = 10234,
		option = "",
		type = 4,
		id = 3351,
		flag = 8
	},
	[3352] = {
		param = "指揮官，明天的行程我都幫你安排妥當了哦！",
		ship_group = 10234,
		type = 1,
		id = 3352,
		flag = 0,
		option = {
			{
				1,
				"哦？說來聽聽"
			}
		}
	},
	[3353] = {
		param = "哦？說來聽聽",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3353,
		flag = 1
	},
	[3354] = {
		param = "早上，處理工作",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3354,
		flag = 1
	},
	[3355] = {
		param = "下午，處理工作",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3355,
		flag = 1
	},
	[3356] = {
		param = "晚上，和聖塔菲一起參加派對~",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3356,
		flag = 1
	},
	[3357] = {
		param = "快誇我！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3357,
		flag = 1
	},
	[3358] = {
		param = "215",
		ship_group = 10234,
		type = 4,
		id = 3358,
		flag = 1,
		option = {
			{
				2,
				"這是不是有些太精簡了……？"
			},
			{
				3,
				"做得不錯，但……"
			}
		}
	},
	[3359] = {
		param = "這是不是有些太精簡了……？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3359,
		flag = 2
	},
	[3360] = {
		param = "做得不錯，但是不是有些太精簡了……？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3360,
		flag = 3
	},
	[3361] = {
		param = "哎呀，寫那麼複雜幹嘛！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3361,
		flag = 0
	},
	[3362] = {
		param = "簡潔明了看著也舒服嘛！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3362,
		flag = 0
	},
	[3363] = {
		param = "我可是深思熟慮過的哦！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3363,
		flag = 0
	},
	[3364] = {
		param = "211",
		ship_group = 10234,
		type = 4,
		id = 3364,
		flag = 0,
		option = {
			{
				4,
				"那我明天晚上的會議呢？"
			}
		}
	},
	[3365] = {
		param = "那我明天晚上的會議呢？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3365,
		flag = 4
	},
	[3366] = {
		param = "之前跟妳說過的，是不是忘了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3366,
		flag = 4
	},
	[3367] = {
		param = "42",
		ship_group = 10234,
		option = "",
		type = 4,
		id = 3367,
		flag = 4
	},
	[3368] = {
		param = "好、好像是有這麼一回事……",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3368,
		flag = 4
	},
	[3369] = {
		param = "一聽到西雅圖辦派對就高興得忘記了……",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3369,
		flag = 4
	},
	[3370] = {
		param = "那明晚的行程就修改成：參加作戰會議（聖塔菲隨行）好了！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3370,
		flag = 4
	},
	[3371] = {
		param = "欸嘿——",
		ship_group = 10234,
		type = 1,
		id = 3371,
		flag = 4,
		option = {
			{
				5,
				"妳想去的話也可以去"
			}
		}
	},
	[3372] = {
		param = "開會我可以自己處理，你想去的話也可以去",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3372,
		flag = 5
	},
	[3373] = {
		param = "不啦！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3373,
		flag = 5
	},
	[3374] = {
		param = "雖然我很想參加派對跟大家聊聊八卦什麼的！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3374,
		flag = 5
	},
	[3375] = {
		param = "但果然還是更想陪在指揮官身邊呢！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3375,
		flag = 5
	},
	[3376] = {
		param = "感覺會更更開心一點~！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3376,
		flag = 5
	},
	[3377] = {
		param = "44",
		ship_group = 10234,
		option = "",
		type = 4,
		id = 3377,
		flag = 5
	},
	[3378] = {
		param = "震驚，指揮官竟與神秘女子深夜幽會！！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3378,
		flag = 0
	},
	[3379] = {
		param = "指揮官明明都有我了！！！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3379,
		flag = 0
	},
	[3380] = {
		param = "65",
		ship_group = 10234,
		type = 4,
		id = 3380,
		flag = 0,
		option = {
			{
				1,
				"這是什麼？"
			},
			{
				2,
				"我和誰……？"
			}
		}
	},
	[3381] = {
		param = "這是什麼？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3381,
		flag = 1
	},
	[3382] = {
		param = "新一期八卦特刊的大標題！！！",
		ship_group = 10234,
		type = 1,
		id = 3382,
		flag = 1,
		option = {
			{
				3,
				"八卦特刊又是什麼？"
			}
		}
	},
	[3383] = {
		param = "我和誰……？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3383,
		flag = 2
	},
	[3384] = {
		param = "等我翻開仔細看看……！",
		ship_group = 10234,
		type = 1,
		id = 3384,
		flag = 2,
		option = {
			{
				3,
				"八卦特刊又是什麼？"
			}
		}
	},
	[3385] = {
		param = "八卦特刊又是什麼？港區還有這種刊物麼？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3385,
		flag = 3
	},
	[3386] = {
		param = "不要在意這種細節",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3386,
		flag = 3
	},
	[3387] = {
		param = "這根本不是重點！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3387,
		flag = 3
	},
	[3388] = {
		param = "重點是裡面的內容",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3388,
		flag = 3
	},
	[3389] = {
		param = "讓我來細細品味",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3389,
		flag = 3
	},
	[3390] = {
		param = "週六深夜，指揮官與神秘女子……",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3390,
		flag = 3
	},
	[3391] = {
		param = "藍頭髮，紅襪……",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3391,
		flag = 3
	},
	[3392] = {
		param = "怎麼有點像我？",
		ship_group = 10234,
		type = 1,
		id = 3392,
		flag = 3,
		option = {
			{
				4,
				"有沒有可能就是妳？"
			}
		}
	},
	[3393] = {
		param = "有沒有可能就是妳？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3393,
		flag = 4
	},
	[3394] = {
		param = "41",
		ship_group = 10234,
		option = "",
		type = 4,
		id = 3394,
		flag = 4
	},
	[3395] = {
		param = "還真是！！！！！",
		ship_group = 10234,
		type = 1,
		id = 3395,
		flag = 4,
		option = {
			{
				5,
				"有那麼驚訝嗎？"
			},
			{
				6,
				"沒想到自己也會成為八卦主角吧？"
			}
		}
	},
	[3396] = {
		param = "有那麼驚訝嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3396,
		flag = 5
	},
	[3397] = {
		param = "有的！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3397,
		flag = 5
	},
	[3398] = {
		param = "我根本不記得我跟指揮官深夜幽會啊！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3398,
		flag = 5
	},
	[3399] = {
		param = "還有這種好事嗎！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3399,
		flag = 5
	},
	[3400] = {
		param = "沒想到自己也會成為八卦主角吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3400,
		flag = 6
	},
	[3401] = {
		param = "還真沒想到！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3401,
		flag = 6
	},
	[3402] = {
		param = "這麼說的話，好像還有點開心……",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3402,
		flag = 6
	},
	[3403] = {
		param = "不過，我們什麼時候深夜幽會了啊！",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3403,
		flag = 6
	},
	[3404] = {
		param = "上週六晚上我們在一起幹嘛了！",
		ship_group = 10234,
		type = 1,
		id = 3404,
		flag = 0,
		option = {
			{
				7,
				"在加班"
			}
		}
	},
	[3405] = {
		param = "在加班",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3405,
		flag = 7
	},
	[3406] = {
		param = "啊……",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3406,
		flag = 7
	},
	[3407] = {
		param = "記憶復甦了……",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3407,
		flag = 7
	},
	[3408] = {
		param = "這麼說，被拍照的時候應該是去吃宵夜的回來之後……？",
		ship_group = 10234,
		type = 1,
		id = 3408,
		flag = 7,
		option = {
			{
				8,
				"[就是這樣]"
			},
			{
				9,
				"是的"
			}
		}
	},
	[3409] = {
		param = "32",
		ship_group = 0,
		option = "",
		type = 4,
		id = 3409,
		flag = 8
	},
	[3410] = {
		param = "是的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3410,
		flag = 9
	},
	[3411] = {
		param = "破案了！我這就去找製作組！",
		ship_group = 10234,
		type = 1,
		id = 3411,
		flag = 0,
		option = {
			{
				10,
				"妳是去澄清……？"
			}
		}
	},
	[3412] = {
		param = "妳是去澄清，還是去告訴她們下次加班的時間……？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3412,
		flag = 10
	},
	[3413] = {
		param = "357",
		ship_group = 0,
		option = "",
		type = 4,
		id = 3413,
		flag = 10
	},
	[3414] = {
		param = "啊哈哈……",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3414,
		flag = 10
	},
	[3415] = {
		param = "你猜~",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3415,
		flag = 10
	},
	[3416] = {
		param = "嘿嘿~",
		ship_group = 10234,
		option = "",
		type = 1,
		id = 3416,
		flag = 10
	},
	[3417] = {
		param = "358",
		ship_group = 10234,
		option = "",
		type = 4,
		id = 3417,
		flag = 10
	},
	[3996] = {
		param = "指揮官，有件事需要提醒你一下",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 3996,
		flag = 0
	},
	[3997] = {
		param = "你不在指揮室的時候，我幫你整理了一下文件",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 3997,
		flag = 0
	},
	[3998] = {
		param = "雖然這不是我找你的本意，但做些小事也不影響什麼",
		ship_group = 20516,
		type = 1,
		id = 3998,
		flag = 0,
		option = {
			{
				1,
				"謝謝妳，那妳的本意是？"
			}
		}
	},
	[3999] = {
		param = "謝謝妳，那妳的本意是？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3999,
		flag = 1
	},
	[4000] = {
		param = "在巡視港區的時候，我順手解決了一些問題",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4000,
		flag = 1
	},
	[4001] = {
		param = "本來是想跟你聊聊，之後你身為港區的領導者需要注意的事情",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4001,
		flag = 1
	},
	[4002] = {
		param = "但看到你桌上的文件，覺得你可能不輕鬆",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4002,
		flag = 1
	},
	[4003] = {
		param = "這些小麻煩，之後我都會幫你處理的",
		ship_group = 20516,
		type = 1,
		id = 4003,
		flag = 1,
		option = {
			{
				2,
				"感謝您的慷慨相助"
			},
			{
				3,
				"妳不會感到麻煩嗎？"
			}
		}
	},
	[4004] = {
		param = "感謝您的慷慨相助，有獅在大家就放心了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4004,
		flag = 2
	},
	[4005] = {
		param = "嗯？",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4005,
		flag = 2
	},
	[4006] = {
		param = "雖然我很認同你的話，但總覺得這麼痛快，會有什麼隱情……",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4006,
		flag = 2
	},
	[4007] = {
		param = "算了，港區的問題再大，也都是能解決的問題",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4007,
		flag = 2
	},
	[4008] = {
		param = "這沒什麼",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4008,
		flag = 2
	},
	[4009] = {
		param = "妳不會感到麻煩嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4009,
		flag = 3
	},
	[4010] = {
		param = "考慮到能幫到你，也就沒什麼了",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4010,
		flag = 3
	},
	[4011] = {
		param = "有些事情，我解決起來會更快",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4011,
		flag = 3
	},
	[4012] = {
		param = "接下來我打算去看看港區的保全系統",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4012,
		flag = 0
	},
	[4013] = {
		param = "有什麼問題的話，我會代為處理的",
		ship_group = 20516,
		type = 1,
		id = 4013,
		flag = 0,
		option = {
			{
				4,
				"太好了，不過……"
			}
		}
	},
	[4014] = {
		param = "太好了，不過……我在辦公桌旁撿到一個小獅子鑰匙圈……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4014,
		flag = 4
	},
	[4015] = {
		param = "112",
		ship_group = 20516,
		type = 4,
		id = 4015,
		flag = 4,
		option = {
			{
				5,
				"不如你檢查完……"
			}
		}
	},
	[4016] = {
		param = "不如妳檢查完警戒系統，來指揮室拿一趟？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4016,
		flag = 5
	},
	[4017] = {
		param = "好…",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4017,
		flag = 5
	},
	[4018] = {
		param = "如果保全系統有問題，我會回來跟你商量的",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4018,
		flag = 5
	},
	[4019] = {
		param = "鑰匙圈就先幫我收好吧",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4019,
		flag = 5
	},
	[4020] = {
		param = "指揮官，你之前要我幫忙整理的清單已經完成了",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4020,
		flag = 0
	},
	[4021] = {
		param = "我現在就將它傳輸給你",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4021,
		flag = 0
	},
	[4022] = {
		param = "20516'已上傳文件",
		ship_group = 1,
		type = 5,
		id = 4022,
		flag = 0,
		option = {
			{
				1,
				"【接收檔案】"
			}
		}
	},
	[4023] = {
		param = "文件已接收",
		ship_group = 1,
		option = "",
		type = 5,
		id = 4023,
		flag = 1
	},
	[4024] = {
		param = "不愧是獅，真是太可靠了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4024,
		flag = 1
	},
	[4025] = {
		param = "313",
		ship_group = 0,
		option = "",
		type = 4,
		id = 4025,
		flag = 1
	},
	[4026] = {
		param = "也不是什麼難事",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4026,
		flag = 1
	},
	[4027] = {
		param = "如果還有其他事需要我，你儘管開口就好",
		ship_group = 20516,
		type = 1,
		id = 4027,
		flag = 1,
		option = {
			{
				2,
				"等下……"
			}
		}
	},
	[4028] = {
		param = "呃……等下……好像多了一份《家居用品採購清單》？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4028,
		flag = 2
	},
	[4029] = {
		param = "這些獅子外型的抱枕和靠墊確實都非常可愛……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4029,
		flag = 2
	},
	[4030] = {
		param = "等下等下……這是怎麼回事？",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4030,
		flag = 2
	},
	[4031] = {
		param = "先不要看下去了",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4031,
		flag = 2
	},
	[4032] = {
		param = "我不小心把兩份文件一起傳給你了……",
		ship_group = 20516,
		type = 1,
		id = 4032,
		flag = 2,
		option = {
			{
				3,
				"真是讓人感到有些意外"
			}
		}
	},
	[4033] = {
		param = "真是讓人感到有些意外，沒想到獅會收集這麼多小獅子……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4033,
		flag = 3
	},
	[4034] = {
		param = "要乖乖聽話哦",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4034,
		flag = 3
	},
	[4035] = {
		param = "現在，立刻、馬上關閉我的採購清單，去看工作相關的清單~",
		ship_group = 20516,
		type = 1,
		id = 4035,
		flag = 3,
		option = {
			{
				4,
				"[拉緊]"
			}
		}
	},
	[4036] = {
		param = "14",
		ship_group = 0,
		option = "",
		type = 4,
		id = 4036,
		flag = 4
	},
	[4037] = {
		param = "其實……",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4037,
		flag = 4
	},
	[4038] = {
		param = "最近我一直在關注港區巡查的事情，總是會落下要買的東西",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4038,
		flag = 4
	},
	[4039] = {
		param = "所以才會列清單提醒自己",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4039,
		flag = 4
	},
	[4040] = {
		param = "好吧，總歸是我自己沒有注意，傳錯了文件",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4040,
		flag = 4
	},
	[4041] = {
		param = "那就給你一次命令我的機會吧，做什麼事都可以",
		ship_group = 20516,
		type = 1,
		id = 4041,
		flag = 4,
		option = {
			{
				5,
				"這樣的話……"
			}
		}
	},
	[4042] = {
		param = "這樣的話……那就命令妳去好好睡一覺",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4042,
		flag = 5
	},
	[4043] = {
		param = "再去好好逛一下，買齊自己想要的東西吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4043,
		flag = 5
	},
	[4044] = {
		param = "……什麼？這根本不算是什麼有效的指令吧？",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4044,
		flag = 5
	},
	[4045] = {
		param = "如果是這樣輕鬆的命令，你說不定會失去威信~",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4045,
		flag = 5
	},
	[4046] = {
		param = "不過……這確實是你會說出來的話呢",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4046,
		flag = 5
	},
	[4047] = {
		param = "371",
		ship_group = 20516,
		option = "",
		type = 4,
		id = 4047,
		flag = 5
	},
	[4048] = {
		param = "好了，命令已下，不能反悔，我可以謹遵命令好好休息一下了~",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4048,
		flag = 5
	},
	[4049] = {
		param = "但……我希望指揮官也要多注意自己的身體狀況",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4049,
		flag = 5
	},
	[4050] = {
		param = "若是輪到你出紕漏了……呵呵，那可就是我的回合了",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4050,
		flag = 5
	},
	[4051] = {
		param = "我可不會放過任何能夠命令你的機會哦~",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4051,
		flag = 5
	},
	[4052] = {
		param = "指揮官，我訂製了兩枚徽章",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4052,
		flag = 0
	},
	[4053] = {
		param = "可以當作我們之間的信物",
		ship_group = 20516,
		type = 1,
		id = 4053,
		flag = 0,
		option = {
			{
				1,
				"……信物？"
			}
		}
	},
	[4054] = {
		param = "……信物？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4054,
		flag = 1
	},
	[4055] = {
		param = "沒錯",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4055,
		flag = 1
	},
	[4056] = {
		param = "指揮官是港區的管理者，而我則是港區的守護者",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4056,
		flag = 1
	},
	[4057] = {
		param = "如此完美的組合，怎麼能夠沒有用以彰顯的信物呢？",
		ship_group = 20516,
		type = 1,
		id = 4057,
		flag = 1,
		option = {
			{
				2,
				"謝謝！"
			}
		}
	},
	[4058] = {
		param = "謝謝！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4058,
		flag = 2
	},
	[4059] = {
		param = "很期待，什麼時候能見到徽章呢？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4059,
		flag = 2
	},
	[4060] = {
		param = "指揮官，隱藏自己的慾望才可能獲得最好的結果哦~",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4060,
		flag = 2
	},
	[4061] = {
		param = "但我可以提前透露一些徽章的功能",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4061,
		flag = 2
	},
	[4062] = {
		param = "首先可以當做手電筒，然後有各種工具，最重要的是造型很別緻",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4062,
		flag = 2
	},
	[4063] = {
		param = "當然還有一些不是很重要的功能……",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4063,
		flag = 2
	},
	[4064] = {
		param = "總而言之，只要指揮官佩戴著這枚徽章",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4064,
		flag = 2
	},
	[4065] = {
		param = "不論何時何地，即便是在炮火橫飛的戰場上",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4065,
		flag = 2
	},
	[4066] = {
		param = "我都能隨時聯繫到你",
		ship_group = 20516,
		type = 1,
		id = 4066,
		flag = 2,
		option = {
			{
				3,
				"總覺得這才是最重要的功能……"
			}
		}
	},
	[4067] = {
		param = "總覺得這才是最重要的功能……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4067,
		flag = 3
	},
	[4068] = {
		param = "112",
		ship_group = 20516,
		option = "",
		type = 4,
		id = 4068,
		flag = 3
	},
	[4069] = {
		param = "當然……如果你接受了這枚信物，之後就一定要隨身攜帶",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4069,
		flag = 3
	},
	[4070] = {
		param = "我就能全天候不間斷地知道你的位置",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4070,
		flag = 3
	},
	[4071] = {
		param = "在你需要的時候，我可以立刻到你身邊……",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4071,
		flag = 3
	},
	[4072] = {
		param = "保護你",
		ship_group = 20516,
		type = 1,
		id = 4072,
		flag = 3,
		option = {
			{
				4,
				"好危險但好有安全感的發言……"
			}
		}
	},
	[4073] = {
		param = "好危險但好有安全感的發言……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4073,
		flag = 4
	},
	[4074] = {
		param = "前面妳說到徽章的造型很別緻，所以上面的紋樣是獅子嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4074,
		flag = 4
	},
	[4075] = {
		param = "當然，畢竟是我訂製的徽章",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4075,
		flag = 4
	},
	[4076] = {
		param = "現在你還有時間，好好考慮要把這個徽章別在哪裡",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4076,
		flag = 4
	},
	[4077] = {
		param = "不要等我到了之後你還在猶豫",
		ship_group = 20516,
		type = 1,
		id = 4077,
		flag = 4,
		option = {
			{
				5,
				"怎麼會猶豫呢？"
			}
		}
	},
	[4078] = {
		param = "怎麼會猶豫呢？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4078,
		flag = 5
	},
	[4079] = {
		param = "直接選擇獅認為合適的地方就可以",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4079,
		flag = 5
	},
	[4080] = {
		param = "……",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4080,
		flag = 5
	},
	[4081] = {
		param = "235",
		ship_group = 20516,
		option = "",
		type = 4,
		id = 4081,
		flag = 5
	},
	[4082] = {
		param = "你明知道我不會要求你放在什麼……可以彰顯你是我「自己人」的位置……",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4082,
		flag = 5
	},
	[4083] = {
		param = "所以只要貼身帶著就好了……或許這才是信物的意義",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4083,
		flag = 5
	},
	[4084] = {
		param = "讓我能時刻在你身邊",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4084,
		flag = 5
	},
	[4085] = {
		param = "你也能時刻在我身邊",
		ship_group = 20516,
		option = "",
		type = 1,
		id = 4085,
		flag = 5
	},
	[4086] = {
		param = "指揮官，既然來到了指揮官的麾下",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4086,
		flag = 0
	},
	[4087] = {
		param = "我認為至少要跟您稍微聊聊，互相加深一下了解",
		ship_group = 20138,
		type = 1,
		id = 4087,
		flag = 0,
		option = {
			{
				1,
				"好啊"
			}
		}
	},
	[4088] = {
		param = "好啊",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4088,
		flag = 1
	},
	[4089] = {
		param = "特拉法加有什麼想問我的事嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4089,
		flag = 1
	},
	[4090] = {
		param = "目前暫時沒有，感謝您的關心",
		ship_group = 20138,
		type = 1,
		id = 4090,
		flag = 1,
		option = {
			{
				2,
				"……在工作的時候有沒有困難？"
			}
		}
	},
	[4091] = {
		param = "……那工作的時候有沒有遇到什麼困難？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4091,
		flag = 2
	},
	[4092] = {
		param = "沒有，因為您太出色了，所以我的工作非常輕鬆",
		ship_group = 20138,
		type = 1,
		id = 4092,
		flag = 2,
		option = {
			{
				3,
				"和港區的大家相處得怎麼樣？"
			}
		}
	},
	[4093] = {
		param = "和港區的大家相處得怎麼樣？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4093,
		flag = 3
	},
	[4094] = {
		param = "大家都很關心我，能與她們共事是我的榮幸",
		ship_group = 20138,
		type = 1,
		id = 4094,
		flag = 3,
		option = {
			{
				4,
				"[唔嗯？]"
			}
		}
	},
	[4095] = {
		param = "103",
		ship_group = 0,
		option = "",
		type = 4,
		id = 4095,
		flag = 4
	},
	[4096] = {
		param = "回復得又快又官方，是提前就準備好了嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4096,
		flag = 4
	},
	[4097] = {
		param = "……您居然看出來了",
		ship_group = 20138,
		type = 1,
		id = 4097,
		flag = 4,
		option = {
			{
				5,
				"可以隨性一點"
			}
		}
	},
	[4098] = {
		param = "想聊聊的話，還是稍微隨性一點吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4098,
		flag = 5
	},
	[4099] = {
		param = "我其實不太擅長和別人交流戰鬥和工作以外的事情",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4099,
		flag = 5
	},
	[4100] = {
		param = "當然，我的意思是指揮官不是別人",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4100,
		flag = 5
	},
	[4101] = {
		param = "如果您想交流的話我一定配合",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4101,
		flag = 5
	},
	[4102] = {
		param = "雖然不一定能交流到位……",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4102,
		flag = 5
	},
	[4103] = {
		param = "……",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4103,
		flag = 5
	},
	[4104] = {
		param = "果然和指揮官聊天的時候，會有種不可思議的放鬆感",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4104,
		flag = 5
	},
	[4105] = {
		param = "一不小心就說多了",
		ship_group = 20138,
		type = 1,
		id = 4105,
		flag = 5,
		option = {
			{
				6,
				"能放鬆下來就好"
			}
		}
	},
	[4106] = {
		param = "能放鬆下來就好",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4106,
		flag = 6
	},
	[4107] = {
		param = "現在您才明白自己的罪孽有多麼深重？",
		ship_group = 20138,
		type = 1,
		id = 4107,
		flag = 6,
		option = {
			{
				7,
				"……"
			}
		}
	},
	[4108] = {
		param = "……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4108,
		flag = 7
	},
	[4109] = {
		param = "55",
		ship_group = 0,
		option = "",
		type = 4,
		id = 4109,
		flag = 7
	},
	[4110] = {
		param = "抱歉，下意識引用了下電影裡的台詞……",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4110,
		flag = 7
	},
	[4111] = {
		param = "只是想著能不能稍微緩和氣氛",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4111,
		flag = 7
	},
	[4112] = {
		param = "我還有一些其他的事務要處理！",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4112,
		flag = 7
	},
	[4113] = {
		param = "下次再加深了解吧",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4113,
		flag = 7
	},
	[4114] = {
		param = "指揮官您今天似乎很疲憊",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4114,
		flag = 0
	},
	[4115] = {
		param = "萬事起頭難，還希望指揮官您能再接再厲",
		ship_group = 20138,
		type = 1,
		id = 4115,
		flag = 0,
		option = {
			{
				1,
				"謝謝妳的鼓勵"
			}
		}
	},
	[4116] = {
		param = "謝謝妳的鼓勵",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4116,
		flag = 1
	},
	[4117] = {
		param = "這些話，下次可以親口告訴我",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4117,
		flag = 1
	},
	[4118] = {
		param = "……欸？",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4118,
		flag = 1
	},
	[4119] = {
		param = "指揮官這是，想見我的意思嗎？",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4119,
		flag = 1
	},
	[4120] = {
		param = "難道說……今天的戰術，成功了？",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4120,
		flag = 1
	},
	[4121] = {
		param = "44",
		ship_group = 20138,
		type = 4,
		id = 4121,
		flag = 1,
		option = {
			{
				2,
				"戰術？成功？"
			}
		}
	},
	[4122] = {
		param = "戰術？成功？今天沒有演習吧……？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4122,
		flag = 2
	},
	[4123] = {
		param = "嗯……那個，雖然有點難啟齒……",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4123,
		flag = 2
	},
	[4124] = {
		param = "我之前看的電影裡提過……戀愛，總是萌芽於「恰到好處的距離感」",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4124,
		flag = 2
	},
	[4125] = {
		param = "越是點到為止，越是吸引人",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4125,
		flag = 2
	},
	[4126] = {
		param = "我就試著實踐了一下……",
		ship_group = 20138,
		type = 1,
		id = 4126,
		flag = 2,
		option = {
			{
				3,
				"…這就是妳今天一遇到我就走開的原因？"
			}
		}
	},
	[4127] = {
		param = "……這就是妳今天一遇到我就走開的原因？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4127,
		flag = 3
	},
	[4128] = {
		param = "也、也沒有走得那麼快吧？",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4128,
		flag = 3
	},
	[4129] = {
		param = "只是因為再待下去就要忍不住跟指揮官搭話了，所以不得不選擇離開",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4129,
		flag = 3
	},
	[4130] = {
		param = "我也是迫不得已，請您見諒……",
		ship_group = 20138,
		type = 1,
		id = 4130,
		flag = 3,
		option = {
			{
				4,
				"其實，我只覺得自己被嫌棄了"
			}
		}
	},
	[4131] = {
		param = "其實，我只覺得自己被嫌棄了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4131,
		flag = 4
	},
	[4132] = {
		param = "我絕對不是那個意思！",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4132,
		flag = 4
	},
	[4133] = {
		param = "352",
		ship_group = 20138,
		option = "",
		type = 4,
		id = 4133,
		flag = 4
	},
	[4134] = {
		param = "怎、怎麼會這樣……這是戰術誤判……！",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4134,
		flag = 4
	},
	[4135] = {
		param = "明明也經常有人在實戰中採用這種「欲擒故縱」的戰術……",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4135,
		flag = 4
	},
	[4136] = {
		param = "結果，這一切……竟然從起點開始就錯了嗎",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4136,
		flag = 4
	},
	[4137] = {
		param = "……指揮官，您稍等",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4137,
		flag = 4
	},
	[4138] = {
		param = "出現如此重大的失誤，我必須親自向您道歉才行",
		ship_group = 20138,
		type = 1,
		id = 4138,
		flag = 4,
		option = {
			{
				5,
				"[沉思ing]"
			}
		}
	},
	[4139] = {
		param = "112",
		ship_group = 0,
		option = "",
		type = 4,
		id = 4139,
		flag = 5
	},
	[4140] = {
		param = "……欸？指揮官，您為什麼看到我就走了？",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4140,
		flag = 5
	},
	[4141] = {
		param = "等等、等等！",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4141,
		flag = 5
	},
	[4142] = {
		param = "您跑得太快了，我追不上……！",
		ship_group = 20138,
		type = 1,
		id = 4142,
		flag = 5,
		option = {
			{
				6,
				"欲擒故縱是吧，我學會了"
			}
		}
	},
	[4143] = {
		param = "欲擒故縱是吧，我學會了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4143,
		flag = 6
	},
	[4144] = {
		param = "怎麼會——指揮官，等等我——！",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4144,
		flag = 6
	},
	[4145] = {
		param = "指揮官，您覺得今天的觀影體驗如何？",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4145,
		flag = 0
	},
	[4146] = {
		param = "我想知道您的意見，之後也會根據您的回饋來調整後續片單……",
		ship_group = 20138,
		type = 1,
		id = 4146,
		flag = 0,
		option = {
			{
				1,
				"很好的愛情片……"
			}
		}
	},
	[4147] = {
		param = "很好的愛情片，但感覺看得時候有點緊張？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4147,
		flag = 1
	},
	[4148] = {
		param = "315",
		ship_group = 20138,
		option = "",
		type = 4,
		id = 4148,
		flag = 1
	},
	[4149] = {
		param = "啊……這是我第一次邀請指揮官外出",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4149,
		flag = 1
	},
	[4150] = {
		param = "雖然已經提前定好了觀影計劃，但還是…",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4150,
		flag = 1
	},
	[4151] = {
		param = "明明是號稱「永不沉沒的巨輪」，最終卻變成了「永恆的沉沒傳奇」啊",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4151,
		flag = 1
	},
	[4152] = {
		param = "感覺，有些遺憾……",
		ship_group = 20138,
		type = 1,
		id = 4152,
		flag = 1,
		option = {
			{
				2,
				"我們可以換個角度去看這個故事"
			}
		}
	},
	[4153] = {
		param = "我們可以換個角度去看這個故事",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4153,
		flag = 2
	},
	[4154] = {
		param = "換個……角度……？",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4154,
		flag = 2
	},
	[4155] = {
		param = "嗯，您說的對……片中的愛情也很動人",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4155,
		flag = 2
	},
	[4156] = {
		param = "這段愛情在生死離別中昇華，又和沈船一起成為永恆的傳奇",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4156,
		flag = 2
	},
	[4157] = {
		param = "這是多麼熾熱、多麼令人欽佩的勇氣……",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4157,
		flag = 2
	},
	[4158] = {
		param = "啊！不好意思，又讓指揮官看我自顧自的說了這麼多",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4158,
		flag = 2
	},
	[4159] = {
		param = "請和我說說您的想法吧",
		ship_group = 20138,
		type = 1,
		id = 4159,
		flag = 2,
		option = {
			{
				3,
				"我只是覺得，可以從災難的反面去解讀……"
			}
		}
	},
	[4160] = {
		param = "我只是覺得，可以從災難的反面去解讀……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4160,
		flag = 3
	},
	[4161] = {
		param = "對餐廳廚房裡的龍蝦來說，這分明是一次生命的奇蹟啊",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4161,
		flag = 3
	},
	[4162] = {
		param = "214",
		ship_group = 20138,
		option = "",
		type = 4,
		id = 4162,
		flag = 3
	},
	[4163] = {
		param = "……竟然還存在這樣的角度？",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4163,
		flag = 3
	},
	[4164] = {
		param = "但順著這個思路去想，確實覺得心情輕鬆了不少",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4164,
		flag = 3
	},
	[4165] = {
		param = "…………",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4165,
		flag = 3
	},
	[4166] = {
		param = "決定了",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4166,
		flag = 3
	},
	[4167] = {
		param = "指揮官，今晚也可以陪我一起看電影嗎？",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4167,
		flag = 3
	},
	[4168] = {
		param = "我對指揮官的解讀……很有興趣",
		ship_group = 20138,
		type = 1,
		id = 4168,
		flag = 3,
		option = {
			{
				4,
				"恐怕要讓妳失望了，我也是會正經解讀電影的"
			}
		}
	},
	[4169] = {
		param = "恐怕要讓妳失望了，我也是會正經解讀電影的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4169,
		flag = 4
	},
	[4170] = {
		param = "指揮官要認真起來了嗎……？那我也……",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4170,
		flag = 4
	},
	[4171] = {
		param = "我也會，全力了解您的想法！",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4171,
		flag = 4
	},
	[4172] = {
		param = "這樣，應該就可以補全對您的研究筆記了……下一次計劃，一定會完成得更順利！",
		ship_group = 20138,
		type = 1,
		id = 4172,
		flag = 4,
		option = {
			{
				5,
				"研究筆記？"
			}
		}
	},
	[4173] = {
		param = "研究筆記？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4173,
		flag = 5
	},
	[4174] = {
		param = "【已撤回】",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4174,
		flag = 5
	},
	[4175] = {
		param = "【已撤回】",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4175,
		flag = 5
	},
	[4176] = {
		param = "54",
		ship_group = 20138,
		option = "",
		type = 4,
		id = 4176,
		flag = 5
	},
	[4177] = {
		param = "總、總之，我在放映室等您！",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4177,
		flag = 5
	},
	[4178] = {
		param = "指揮官，今晚不見不散……！",
		ship_group = 20138,
		option = "",
		type = 1,
		id = 4178,
		flag = 5
	},
	[4179] = {
		param = "主人，您現在有空嗎？",
		ship_group = 20235,
		type = 1,
		id = 4179,
		flag = 0,
		option = {
			{
				1,
				"暫時還挺閒的。"
			}
		}
	},
	[4180] = {
		param = "暫時還挺閒的，工作都已經告一段落了。",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4180,
		flag = 1
	},
	[4181] = {
		param = "是發生什麼事了嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4181,
		flag = 1
	},
	[4182] = {
		param = "因為我看今天太陽不錯，所以想邀請主人您一起曬日光浴。",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4182,
		flag = 1
	},
	[4183] = {
		param = "您知道嗎？在尼羅河文化裡，多曬太陽就能獲得神明的庇護！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4183,
		flag = 1
	},
	[4184] = {
		param = "我身上的這些曬痕，可都象徵著太陽神的祝福哦。",
		ship_group = 20235,
		type = 1,
		id = 4184,
		flag = 1,
		option = {
			{
				2,
				"既然是太陽神，不應該庇護信徒不被太陽曬到嗎？"
			}
		}
	},
	[4185] = {
		param = "既然是太陽神，不應該庇護信徒不被太陽曬到嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4185,
		flag = 2
	},
	[4186] = {
		param = "……欸？您說得好像也有道理……",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4186,
		flag = 2
	},
	[4187] = {
		param = "啊……那、那說起來，主人您知道嗎？",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4187,
		flag = 2
	},
	[4188] = {
		param = "葡萄在尼羅河文化裡，其實是人類獻給太陽神的禮物哦~",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4188,
		flag = 2
	},
	[4189] = {
		param = "所以……主人您喜歡葡萄嗎？",
		ship_group = 20235,
		type = 1,
		id = 4189,
		flag = 2,
		option = {
			{
				3,
				"葡萄嗎？我還挺喜歡的"
			}
		}
	},
	[4190] = {
		param = "葡萄嗎？我還蠻喜歡的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4190,
		flag = 3
	},
	[4191] = {
		param = "喜、喜歡嗎？不好意思，我全部拿去供給神明換取庇護了……！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4191,
		flag = 3
	},
	[4192] = {
		param = "不過我現在記得指揮官的喜好了喔！下次一定會給您留著的！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4192,
		flag = 3
	},
	[4193] = {
		param = "唔唔，其實我真正想問的是……",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4193,
		flag = 3
	},
	[4194] = {
		param = "主人，喜歡葡萄葉嗎？",
		ship_group = 20235,
		type = 1,
		id = 4194,
		flag = 3,
		option = {
			{
				4,
				"取決於它的用途？"
			}
		}
	},
	[4195] = {
		param = "取決於它的用途？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4195,
		flag = 4
	},
	[4196] = {
		param = "主人應該知道的吧，在尼羅河文化中，葡萄葉可以用來包裹和烹飪食物哦！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4196,
		flag = 4
	},
	[4197] = {
		param = "就讓我來為主人準備一份特別的美食吧~",
		ship_group = 20235,
		type = 1,
		id = 4197,
		flag = 4,
		option = {
			{
				5,
				"[發呆]"
			}
		}
	},
	[4198] = {
		param = "55",
		ship_group = 0,
		option = "",
		type = 4,
		id = 4198,
		flag = 5
	},
	[4199] = {
		param = "怎麼樣？主人這下是不是深刻感受到尼羅河文化的博大精深了呢？",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4199,
		flag = 5
	},
	[4200] = {
		param = "我注意到您最近都在忙於工作，沒能好好吃飯。",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4200,
		flag = 5
	},
	[4201] = {
		param = "所以，我就想到可以為主人準備一些尼羅河文化特有的美食！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4201,
		flag = 5
	},
	[4202] = {
		param = "這樣一來，您既能填飽肚子，又能感受到尼羅河文化的魅力~",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4202,
		flag = 5
	},
	[4203] = {
		param = "234",
		ship_group = 20235,
		option = "",
		type = 4,
		id = 4203,
		flag = 5
	},
	[4204] = {
		param = "啊，主人還請稍等片刻",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4204,
		flag = 5
	},
	[4205] = {
		param = "我馬上就去為您採新鮮的葡萄葉！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4205,
		flag = 5
	},
	[4206] = {
		param = "主人，您知道嗎？",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4206,
		flag = 0
	},
	[4207] = {
		param = "在尼羅河文化裡，獅身人面像還有招財的寓意哦！",
		ship_group = 20235,
		type = 1,
		id = 4207,
		flag = 0,
		option = {
			{
				1,
				"[驚]"
			}
		}
	},
	[4208] = {
		param = "41",
		ship_group = 0,
		option = "",
		type = 4,
		id = 4208,
		flag = 1
	},
	[4209] = {
		param = "招……招財？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4209,
		flag = 1
	},
	[4210] = {
		param = "對呀！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4210,
		flag = 1
	},
	[4211] = {
		param = "因為獅身人面像的右手是舉起來的，就像招財貓一樣",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4211,
		flag = 1
	},
	[4212] = {
		param = "而招財貓舉著的右手，不正是象徵招財以及幸福的到來嗎？",
		ship_group = 20235,
		type = 1,
		id = 4212,
		flag = 1,
		option = {
			{
				2,
				"……妳是在哪裡看到舉著右手的獅身人面像的？"
			}
		}
	},
	[4213] = {
		param = "……妳是在哪裡看到舉著右手的獅身人面像的？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4213,
		flag = 2
	},
	[4214] = {
		param = "咦，在哪裡呢…",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4214,
		flag = 2
	},
	[4215] = {
		param = "哈哈哈說起來，指揮官應該知道吧，那時候只有一種人能擁有這種擺飾！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4215,
		flag = 2
	},
	[4216] = {
		param = "答案是——那些身份尊貴的大人物！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4216,
		flag = 2
	},
	[4217] = {
		param = "因為在尼羅河文化裡，貓是十分高貴的存在",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4217,
		flag = 2
	},
	[4218] = {
		param = "所以他們才會為獅身人面像賦予招財的職責",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4218,
		flag = 2
	},
	[4219] = {
		param = "嘿嘿~怎麼樣，我的博學有讓指揮官大吃一驚嘛？",
		ship_group = 20235,
		type = 1,
		id = 4219,
		flag = 2,
		option = {
			{
				3,
				"我確實對妳刮目相看了……"
			}
		}
	},
	[4220] = {
		param = "我確實對妳刮目相看了……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4220,
		flag = 3
	},
	[4221] = {
		param = "不過，為什麼妳會突然在意起這種東西呢？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4221,
		flag = 3
	},
	[4222] = {
		param = "不……其實是因為，我注意到新同伴們的到來讓港區開銷日漸增加……",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4222,
		flag = 3
	},
	[4223] = {
		param = "所以，就試著收集了一些能拓寬財運的方法……",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4223,
		flag = 3
	},
	[4224] = {
		param = "希望能透過這種方式來為主人您分憂",
		ship_group = 20235,
		type = 1,
		id = 4224,
		flag = 3,
		option = {
			{
				4,
				"……謝謝妳"
			}
		}
	},
	[4225] = {
		param = "……謝謝妳，但不用擔心這件事，我會解決的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4225,
		flag = 4
	},
	[4226] = {
		param = "沒關係！啊，我晚點還會和您分享其他招財的方法哦！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4226,
		flag = 4
	},
	[4227] = {
		param = "請主人期待一下！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4227,
		flag = 4
	},
	[4228] = {
		param = "358",
		ship_group = 20235,
		option = "",
		type = 4,
		id = 4228,
		flag = 4
	},
	[4229] = {
		param = "主人主人！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4229,
		flag = 0
	},
	[4230] = {
		param = "那個……請問您有看到我的刻刀嗎？",
		ship_group = 20235,
		type = 1,
		id = 4230,
		flag = 0,
		option = {
			{
				1,
				"刻刀？"
			}
		}
	},
	[4231] = {
		param = "刻刀？我印象裡沒有見過。",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4231,
		flag = 1
	},
	[4232] = {
		param = "啊嗚……",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4232,
		flag = 1
	},
	[4233] = {
		param = "107",
		ship_group = 20235,
		type = 4,
		id = 4233,
		flag = 1,
		option = {
			{
				2,
				"莫非是什麼很重要的東西嗎？"
			}
		}
	},
	[4234] = {
		param = "莫非是什麼很重要的東西嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4234,
		flag = 2
	},
	[4235] = {
		param = "比如說……有著尼羅河文化傳承的刻刀之類的？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4235,
		flag = 2
	},
	[4236] = {
		param = "沒有沒有，只是把普通的刻刀而已",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4236,
		flag = 2
	},
	[4237] = {
		param = "嗯……果然還是重新買一個吧……",
		ship_group = 20235,
		type = 1,
		id = 4237,
		flag = 2,
		option = {
			{
				3,
				"沒想到妳對雕刻感興趣"
			}
		}
	},
	[4238] = {
		param = "沒想到你對雕刻感興趣",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4238,
		flag = 3
	},
	[4239] = {
		param = "嗯……主人您知道嗎？",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4239,
		flag = 3
	},
	[4240] = {
		param = "在尼羅河文化的石像中，除了神像，其實還有不少人像哦？",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4240,
		flag = 3
	},
	[4241] = {
		param = "有一位帝王，好像是叫……叫什麼什麼二世來著",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4241,
		flag = 3
	},
	[4242] = {
		param = "他為了彰顯自己對妃子的寵愛，修築了好多好多她的石像",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4242,
		flag = 3
	},
	[4243] = {
		param = "所以，我也想為您雕刻一座小石像，擺在我的房間裡",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4243,
		flag = 3
	},
	[4244] = {
		param = "就像那位帝王將他心愛的妃子的石像放置到各大神廟裡那樣",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4244,
		flag = 3
	},
	[4245] = {
		param = "但是……我現在卻不小心將刻刀弄丟了……",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4245,
		flag = 3
	},
	[4246] = {
		param = "312",
		ship_group = 20235,
		type = 4,
		id = 4246,
		flag = 3,
		option = {
			{
				4,
				"沒關係的，我陪妳去買吧"
			}
		}
	},
	[4247] = {
		param = "沒關係的，我陪妳去買吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4247,
		flag = 4
	},
	[4248] = {
		param = "克麗奧佩脫拉為我做了這麼多，總不能袖手旁觀吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4248,
		flag = 4
	},
	[4249] = {
		param = "……欸？",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4249,
		flag = 4
	},
	[4250] = {
		param = "謝、謝謝主人！我這就趕往您的身邊！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4250,
		flag = 4
	},
	[4251] = {
		param = "……",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4251,
		flag = 4
	},
	[4252] = {
		param = "啊……那個……",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4252,
		flag = 4
	},
	[4253] = {
		param = "主人，我剛剛找到我的刻刀了",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4253,
		flag = 4
	},
	[4254] = {
		param = "原來是不小心被我壓在衣服底下了……",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4254,
		flag = 4
	},
	[4255] = {
		param = "214",
		ship_group = 20235,
		option = "",
		type = 4,
		id = 4255,
		flag = 4
	},
	[4256] = {
		param = "那、那這樣的話……",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4256,
		flag = 4
	},
	[4257] = {
		param = "我還可以來找主人嗎……？",
		ship_group = 20235,
		type = 1,
		id = 4257,
		flag = 4,
		option = {
			{
				5,
				"剛好我有一份文件找不到了，妳來幫我找一下吧"
			}
		}
	},
	[4258] = {
		param = "剛好我有一份文件找不到了，妳來幫我找一下吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4258,
		flag = 5
	},
	[4259] = {
		param = "212",
		ship_group = 20235,
		option = "",
		type = 4,
		id = 4259,
		flag = 5
	},
	[4260] = {
		param = "！！！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4260,
		flag = 5
	},
	[4261] = {
		param = "主人還請稍等片刻，克麗奧佩脫拉現在立即飛奔至您的身邊！",
		ship_group = 20235,
		option = "",
		type = 1,
		id = 4261,
		flag = 5
	},
	[4262] = {
		param = "指揮官指揮官！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4262,
		flag = 0
	},
	[4263] = {
		param = "你到辦公室了嗎？",
		ship_group = 20139,
		type = 1,
		id = 4263,
		flag = 0,
		option = {
			{
				1,
				"在門口"
			}
		}
	},
	[4264] = {
		param = "在門口，正準備進去",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4264,
		flag = 1
	},
	[4265] = {
		param = "哼哼，我給指揮官準備了驚喜哦！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4265,
		flag = 1
	},
	[4266] = {
		param = "快開門看看吧~",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4266,
		flag = 1
	},
	[4267] = {
		param = "239",
		ship_group = 20139,
		type = 4,
		id = 4267,
		flag = 1,
		option = {
			{
				2,
				"……哇哦"
			}
		}
	},
	[4268] = {
		param = "……哇哦",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4268,
		flag = 2
	},
	[4269] = {
		param = "怎麼樣怎麼樣！",
		ship_group = 20139,
		type = 1,
		id = 4269,
		flag = 2,
		option = {
			{
				3,
				"……窗戶被風吹開了"
			}
		}
	},
	[4270] = {
		param = "……窗戶被風吹開了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4270,
		flag = 3
	},
	[4271] = {
		param = "嘯——嘯——不對不對！",
		ship_group = 20139,
		type = 1,
		id = 4271,
		flag = 3,
		option = {
			{
				4,
				"妳的啾信有聲音了"
			}
		}
	},
	[4272] = {
		param = "妳的啾信有聲音了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4272,
		flag = 4
	},
	[4273] = {
		param = "不過……我看出來了，驚喜應該是：好整潔的辦公室啊！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4273,
		flag = 4
	},
	[4274] = {
		param = "哼哼！！怎麼樣！！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4274,
		flag = 4
	},
	[4275] = {
		param = "我想到指揮官總是處理文件忙到很晚，一定沒空收拾嘛",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4275,
		flag = 4
	},
	[4276] = {
		param = "所以~我一大早就來幫指揮官整理啦！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4276,
		flag = 4
	},
	[4277] = {
		param = "先是開窗通風，然後桌子也都一塵不染了哦！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4277,
		flag = 4
	},
	[4278] = {
		param = "13",
		ship_group = 20139,
		type = 4,
		id = 4278,
		flag = 4,
		option = {
			{
				5,
				"空氣清新了許多"
			}
		}
	},
	[4279] = {
		param = "空氣清新了許多，確實感覺舒暢了不少，不過——",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4279,
		flag = 5
	},
	[4280] = {
		param = "文件也一起隨風飄散了，桌子的確一塵不染了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4280,
		flag = 5
	},
	[4281] = {
		param = "欸？！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4281,
		flag = 5
	},
	[4282] = {
		param = "那指揮官豈不是正在凌亂的文件中掙扎？",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4282,
		flag = 5
	},
	[4283] = {
		param = "這種凌亂的時刻……是不是更需要我來維護秩序呢！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4283,
		flag = 5
	},
	[4284] = {
		param = "嘯——嘯——（發出維護秩序的聲音> <）",
		ship_group = 20139,
		type = 1,
		id = 4284,
		flag = 5,
		option = {
			{
				6,
				"好的，但來的時候不要吹哨"
			}
		}
	},
	[4285] = {
		param = "好的，但來的時候不要吹哨",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4285,
		flag = 6
	},
	[4286] = {
		param = "凌亂的文件聽不到",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4286,
		flag = 6
	},
	[4287] = {
		param = "哼哼，我維護秩序的辦法可不只吹哨一種哦~",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4287,
		flag = 6
	},
	[4288] = {
		param = "指揮官可不要小看我！",
		ship_group = 20139,
		type = 1,
		id = 4288,
		flag = 6,
		option = {
			{
				7,
				"好的，我先穩定一下文件狀況"
			}
		}
	},
	[4289] = {
		param = "好的，我先穩定一下文件狀況，請勇氣盡快趕來",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4289,
		flag = 7
	},
	[4290] = {
		param = "警備隊長正在趕來！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4290,
		flag = 7
	},
	[4291] = {
		param = "小小文件，等我安排！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4291,
		flag = 7
	},
	[4292] = {
		param = "指揮官指揮官！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4292,
		flag = 0
	},
	[4293] = {
		param = "有一個給你的禮物放在辦公室門口了！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4293,
		flag = 0
	},
	[4294] = {
		param = "注意查收哦！",
		ship_group = 20139,
		type = 1,
		id = 4294,
		flag = 0,
		option = {
			{
				1,
				"太好了，是禮物"
			}
		}
	},
	[4295] = {
		param = "太好了，是禮物",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4295,
		flag = 1
	},
	[4296] = {
		param = "原來是妳放在門口的……那種低沉的轟隆隆的聲音是怎麼回事？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4296,
		flag = 1
	},
	[4297] = {
		param = "欸？！難道是我剛剛不小心壓到開關了？",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4297,
		flag = 1
	},
	[4298] = {
		param = "是我精挑細選的按摩器啦！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4298,
		flag = 1
	},
	[4299] = {
		param = "指揮官你快打開看看",
		ship_group = 20139,
		type = 1,
		id = 4299,
		flag = 1,
		option = {
			{
				2,
				"這個形狀……這個包裝……"
			}
		}
	},
	[4300] = {
		param = "這個形狀……這個包裝……總覺得有點危險……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4300,
		flag = 2
	},
	[4301] = {
		param = "這真的是按摩器嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4301,
		flag = 2
	},
	[4302] = {
		param = "對呀對呀~",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4302,
		flag = 2
	},
	[4303] = {
		param = "說明書上寫的是肩膀，腰部，腿部都能用的！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4303,
		flag = 2
	},
	[4304] = {
		param = "而且商家也說這個功能齊全，童叟無欺呢！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4304,
		flag = 2
	},
	[4305] = {
		param = "指揮官快試試怎麼樣吧！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4305,
		flag = 2
	},
	[4306] = {
		param = "239",
		ship_group = 20139,
		type = 4,
		id = 4306,
		flag = 2,
		option = {
			{
				3,
				"這個氛圍燈……"
			}
		}
	},
	[4307] = {
		param = "這個氣氛燈……七彩、跑馬、閃爍……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4307,
		flag = 3
	},
	[4308] = {
		param = "買的時候說開啟的時候會有七彩霞光迸發，使用者可以飄飄欲仙……",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4308,
		flag = 3
	},
	[4309] = {
		param = "雖然我不懂這句話是什麼樣的場景，但指揮官一定已經感受到了！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4309,
		flag = 3
	},
	[4310] = {
		param = "怎麼樣怎麼樣，這樣按摩是不是心情很愉悅？",
		ship_group = 20139,
		type = 1,
		id = 4310,
		flag = 3,
		option = {
			{
				4,
				"是很愉悅……只是……"
			}
		}
	},
	[4311] = {
		param = "是很愉悅……只是燈有點太亮了，還有這個力道……壞了，關不掉了……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4311,
		flag = 4
	},
	[4312] = {
		param = "嗯，我看到七彩霞光迸發了，也飄飄欲仙了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4312,
		flag = 4
	},
	[4313] = {
		param = "57",
		ship_group = 0,
		option = "",
		type = 4,
		id = 4313,
		flag = 4
	},
	[4314] = {
		param = "欸！是有問題嗎！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4314,
		flag = 4
	},
	[4315] = {
		param = "我現在剛好在那個商家不遠處，這就去問問……",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4315,
		flag = 4
	},
	[4316] = {
		param = "哇啊！那個商家竟然關門了！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4316,
		flag = 4
	},
	[4317] = {
		param = "我明白了！那個壞傢伙，肯定騙了我！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4317,
		flag = 4
	},
	[4318] = {
		param = "竟然利用我關心指揮官的心情，不可原諒！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4318,
		flag = 4
	},
	[4319] = {
		param = "我這就去把那傢伙抓回來！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4319,
		flag = 4
	},
	[4320] = {
		param = "222",
		ship_group = 20139,
		option = "",
		type = 4,
		id = 4320,
		flag = 4
	},
	[4321] = {
		param = "指揮官指揮官！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4321,
		flag = 0
	},
	[4322] = {
		param = "今天外面可能會下雨，記得帶上傘！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4322,
		flag = 0
	},
	[4323] = {
		param = "被雨淋到可就大事不妙了！",
		ship_group = 20139,
		type = 1,
		id = 4323,
		flag = 0,
		option = {
			{
				1,
				"放心"
			}
		}
	},
	[4324] = {
		param = "放心吧，傘都準備好了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4324,
		flag = 1
	},
	[4325] = {
		param = "嗯！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4325,
		flag = 1
	},
	[4326] = {
		param = "……",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4326,
		flag = 1
	},
	[4327] = {
		param = "指揮官指揮官！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4327,
		flag = 1
	},
	[4328] = {
		param = "最近，指揮室的門鎖有點不好用了呢！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4328,
		flag = 1
	},
	[4329] = {
		param = "關門的時候，要多多留意哦！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4329,
		flag = 1
	},
	[4330] = {
		param = "239",
		ship_group = 20139,
		type = 4,
		id = 4330,
		flag = 1,
		option = {
			{
				2,
				"還好有妳提醒我……"
			}
		}
	},
	[4331] = {
		param = "還好有妳提醒我，差點忘了鎖",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4331,
		flag = 2
	},
	[4332] = {
		param = "嘿嘿，這是勇氣的分內之事啦！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4332,
		flag = 2
	},
	[4333] = {
		param = "守護指揮室的治安也很重要！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4333,
		flag = 2
	},
	[4334] = {
		param = "210",
		ship_group = 20139,
		option = "",
		type = 4,
		id = 4334,
		flag = 2
	},
	[4335] = {
		param = "啊！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4335,
		flag = 2
	},
	[4336] = {
		param = "指揮官指揮官！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4336,
		flag = 2
	},
	[4337] = {
		param = "前面那段路在臨時施工，指揮官繞道走比較安全！",
		ship_group = 20139,
		type = 1,
		id = 4337,
		flag = 2,
		option = {
			{
				3,
				"……"
			}
		}
	},
	[4338] = {
		param = "……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4338,
		flag = 3
	},
	[4339] = {
		param = "話說今天風好大……",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4339,
		flag = 3
	},
	[4340] = {
		param = "指揮官路上不要東張西望哦，要留意腳下——",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4340,
		flag = 3
	},
	[4341] = {
		param = "如果弄丟了什麼，就呼叫勇氣吧！",
		ship_group = 20139,
		type = 1,
		id = 4341,
		flag = 3,
		option = {
			{
				4,
				"沒有弄丟什麼"
			}
		}
	},
	[4342] = {
		param = "重要的東西，就在手心裡握著呢",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4342,
		flag = 4
	},
	[4343] = {
		param = "嗯？指揮官怎麼突然說起了奇怪的話……",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4343,
		flag = 4
	},
	[4344] = {
		param = "……欸？等一下！你手上拿的……怎麼是我的哨子！",
		ship_group = 20139,
		type = 1,
		id = 4344,
		flag = 4,
		option = {
			{
				5,
				"果然"
			}
		}
	},
	[4345] = {
		param = "果然，妳看得到我對吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4345,
		flag = 5
	},
	[4346] = {
		param = "……咳咳！這都被指揮官猜到啦？！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4346,
		flag = 5
	},
	[4347] = {
		param = "14",
		ship_group = 20139,
		option = "",
		type = 4,
		id = 4347,
		flag = 5
	},
	[4348] = {
		param = "那個……對了，因為保護指揮官是我的工作嘛！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4348,
		flag = 5
	},
	[4349] = {
		param = "定期觀察指揮官周圍是否有危險是必要的！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4349,
		flag = 5
	},
	[4350] = {
		param = "像前幾天一樣，偶爾在指揮官工作的時候經過指揮室也是很正常的！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4350,
		flag = 5
	},
	[4351] = {
		param = "還有指揮官出外勤的時候……",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4351,
		flag = 5
	},
	[4352] = {
		param = "當然，休息的時候也……",
		ship_group = 20139,
		type = 1,
		id = 4352,
		flag = 5,
		option = {
			{
				6,
				"26次、12次、17次……"
			}
		}
	},
	[4353] = {
		param = "26次、12次、17次……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4353,
		flag = 6
	},
	[4354] = {
		param = "我說的，就是妳最近在那些場合和我偶遇的次數",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4354,
		flag = 6
	},
	[4355] = {
		param = "停停停！！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4355,
		flag = 6
	},
	[4356] = {
		param = "34",
		ship_group = 20139,
		option = "",
		type = 4,
		id = 4356,
		flag = 6
	},
	[4357] = {
		param = "指揮官是怎麼知道這麼詳細的?!",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4357,
		flag = 6
	},
	[4358] = {
		param = "每天！而且精準到次數？！",
		ship_group = 20139,
		option = "",
		type = 1,
		id = 4358,
		flag = 6
	},
	[4359] = {
		param = "嗚哇哇！！都暴露光了哇！！",
		ship_group = 20139,
		type = 1,
		id = 4359,
		flag = 6,
		option = {
			{
				7,
				"[有問題嗎？]"
			}
		}
	},
	[4360] = {
		param = "230",
		ship_group = 0,
		option = "",
		type = 4,
		id = 4360,
		flag = 7
	},
	[4361] = {
		param = "這也是指揮官的工作啊",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4361,
		flag = 7
	},
	[4362] = {
		param = "指揮官，告訴你一個屬於女孩的秘密吧~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4362,
		flag = 0
	},
	[4363] = {
		param = "當一個女生願意對同一個人連續發出多條簡訊的時候——",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4363,
		flag = 0
	},
	[4364] = {
		param = "這一定說明，她很想趕快收到對方的回復~",
		ship_group = 20236,
		type = 1,
		id = 4364,
		flag = 0,
		option = {
			{
				1,
				"就像現在這樣？"
			}
		}
	},
	[4365] = {
		param = "就像現在這樣？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4365,
		flag = 1
	},
	[4366] = {
		param = "211",
		ship_group = 20236,
		option = "",
		type = 4,
		id = 4366,
		flag = 1
	},
	[4367] = {
		param = "正是如此~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4367,
		flag = 1
	},
	[4368] = {
		param = "好開心，指揮官對我的了解又多了一點點呢~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4368,
		flag = 1
	},
	[4369] = {
		param = "繼續繼續~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4369,
		flag = 1
	},
	[4370] = {
		param = "那個指揮官知道……我裙子的紅，絲襪的紅，還有胸口的紅……",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4370,
		flag = 1
	},
	[4371] = {
		param = "都有什麼差別嗎？",
		ship_group = 20236,
		type = 1,
		id = 4371,
		flag = 1,
		option = {
			{
				2,
				"……還不如讓我猜猜妳的口紅色號"
			},
			{
				3,
				"都是妳喜歡的紅色"
			}
		}
	},
	[4372] = {
		param = "……還不如讓我猜猜妳的口紅色號",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4372,
		flag = 2
	},
	[4373] = {
		param = "呵呵，指揮官大人願意的話，我隨時奉陪喔~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4373,
		flag = 2
	},
	[4374] = {
		param = "都是妳喜歡的紅色",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4374,
		flag = 3
	},
	[4375] = {
		param = "滿分回答~指揮官也很厲害呢♪",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4375,
		flag = 3
	},
	[4376] = {
		param = "無論什麼樣的紅色，我都很喜歡呢~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4376,
		flag = 0
	},
	[4377] = {
		param = "深的、淺的、濃的、艷麗的……都讓人心情愉悅",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4377,
		flag = 0
	},
	[4378] = {
		param = "真想讓指揮官也領略一下紅色的魅力~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4378,
		flag = 0
	},
	[4379] = {
		param = "112",
		ship_group = 20236,
		option = "",
		type = 4,
		id = 4379,
		flag = 0
	},
	[4380] = {
		param = "……哎呀，有辦法了",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4380,
		flag = 0
	},
	[4381] = {
		param = "剛好我還沒試過新買的紅色指甲油",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4381,
		flag = 0
	},
	[4382] = {
		param = "指揮官大人~請幫幫我~♪",
		ship_group = 20236,
		type = 1,
		id = 4382,
		flag = 0,
		option = {
			{
				4,
				"妳絕對不是想塗在我的指甲上吧？"
			}
		}
	},
	[4383] = {
		param = "妳絕對不是想塗在我的指甲上吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4383,
		flag = 4
	},
	[4384] = {
		param = "319",
		ship_group = 20236,
		option = "",
		type = 4,
		id = 4384,
		flag = 4
	},
	[4385] = {
		param = "指揮官只需要把手交給我就好了哦~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4385,
		flag = 4
	},
	[4386] = {
		param = "但這樣一來，指揮官大人可就逃不出我的手掌心了~",
		ship_group = 20236,
		type = 1,
		id = 4386,
		flag = 4,
		option = {
			{
				5,
				"這才是妳的真實目的？"
			}
		}
	},
	[4387] = {
		param = "這才是妳的真實目的？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4387,
		flag = 5
	},
	[4388] = {
		param = "哎呀，人家真的只是想請指揮官幫個小忙而已，哪會有什麼壞心眼呢~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4388,
		flag = 5
	},
	[4389] = {
		param = "235",
		ship_group = 20236,
		option = "",
		type = 4,
		id = 4389,
		flag = 5
	},
	[4390] = {
		param = "不回復就是同意~我要來找你~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4390,
		flag = 5
	},
	[4391] = {
		param = "要乖乖等我過來哦~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4391,
		flag = 5
	},
	[4392] = {
		param = "指揮官大人~指揮官大人~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4392,
		flag = 0
	},
	[4393] = {
		param = "27",
		ship_group = 20236,
		option = "",
		type = 4,
		id = 4393,
		flag = 0
	},
	[4394] = {
		param = "拜託了~迷路的千里達需要你哦~",
		ship_group = 20236,
		type = 1,
		id = 4394,
		flag = 0,
		option = {
			{
				1,
				"妳站在原地不要走動，我簽完這份文件就來找妳"
			}
		}
	},
	[4395] = {
		param = "妳站在原地不要走動，我簽完這份文件就來找妳",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4395,
		flag = 1
	},
	[4396] = {
		param = "好~指揮官大人果然最可靠了",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4396,
		flag = 1
	},
	[4397] = {
		param = "不過，我一個人站在這裡還是有點無聊呢",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4397,
		flag = 1
	},
	[4398] = {
		param = "期待能快點見到指揮官~",
		ship_group = 20236,
		type = 1,
		id = 4398,
		flag = 1,
		option = {
			{
				2,
				"那妳先把周遭的環境告訴我，我看看範圍"
			}
		}
	},
	[4399] = {
		param = "那妳先把周圍的環境告訴我，我看看範圍",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4399,
		flag = 2
	},
	[4400] = {
		param = "周圍的環境嘛……",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4400,
		flag = 2
	},
	[4401] = {
		param = "正前方……有一個很大的垃圾桶！",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4401,
		flag = 2
	},
	[4402] = {
		param = "32",
		ship_group = 20236,
		option = "",
		type = 4,
		id = 4402,
		flag = 2
	},
	[4403] = {
		param = "指揮官想猜猜垃圾桶的顏色嗎~",
		ship_group = 20236,
		type = 1,
		id = 4403,
		flag = 2,
		option = {
			{
				3,
				"……是紅色的吧"
			}
		}
	},
	[4404] = {
		param = "……是紅色的吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4404,
		flag = 3
	},
	[4405] = {
		param = "沒有其他地標嗎？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4405,
		flag = 3
	},
	[4406] = {
		param = "沒有哦",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4406,
		flag = 3
	},
	[4407] = {
		param = "要是知道那種東西的話，就不算迷路了吧~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4407,
		flag = 3
	},
	[4408] = {
		param = "不過，我可以直接把我的定位寄給你~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4408,
		flag = 3
	},
	[4409] = {
		param = "這樣指揮官大人就可以順利找到我了♪",
		ship_group = 20236,
		type = 1,
		id = 4409,
		flag = 3,
		option = {
			{
				4,
				"……？"
			}
		}
	},
	[4410] = {
		param = "……？妳對迷路的定位好別緻",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4410,
		flag = 4
	},
	[4411] = {
		param = "哎呀，別管那些了，快來找我吧指揮官~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4411,
		flag = 4
	},
	[4412] = {
		param = "我已經在原地乖乖等了很久哦~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4412,
		flag = 4
	},
	[4413] = {
		param = "或者，至少把你身邊的人派來找我吧~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4413,
		flag = 4
	},
	[4414] = {
		param = "如果有這麼個人的話……♪",
		ship_group = 20236,
		type = 1,
		id = 4414,
		flag = 4,
		option = {
			{
				5,
				"好吧，我派人去找妳了"
			}
		}
	},
	[4415] = {
		param = "好吧，我派人去找妳了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4415,
		flag = 5
	},
	[4416] = {
		param = "21",
		ship_group = 20236,
		option = "",
		type = 4,
		id = 4416,
		flag = 5
	},
	[4417] = {
		param = "呵呵，也就是說，指揮官現在是獨自一人待在指揮室裡，對吧？",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4417,
		flag = 5
	},
	[4418] = {
		param = "太好了~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4418,
		flag = 5
	},
	[4419] = {
		param = "哎呀，我好像突然知道自己的位置了",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4419,
		flag = 5
	},
	[4420] = {
		param = "就連去指揮室的路線，也完全記起來了呢",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4420,
		flag = 5
	},
	[4421] = {
		param = "那現在，要換我來找指揮官了哦♪~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4421,
		flag = 5
	},
	[4422] = {
		param = "指揮官，有看到我留給你的紙條嗎？",
		ship_group = 20236,
		type = 1,
		id = 4422,
		flag = 0,
		option = {
			{
				1,
				"紙條？"
			}
		}
	},
	[4423] = {
		param = "紙條？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4423,
		flag = 1
	},
	[4424] = {
		param = "哎呀？真是奇怪……",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4424,
		flag = 1
	},
	[4425] = {
		param = "那麼明顯的香水味，指揮官應該會注意到的才對",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4425,
		flag = 1
	},
	[4426] = {
		param = "難道是已經習慣了嘛？",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4426,
		flag = 1
	},
	[4427] = {
		param = "不過，我可是確認過了，有好好地將它放在你的上衣口袋裡的哦？",
		ship_group = 20236,
		type = 1,
		id = 4427,
		flag = 1,
		option = {
			{
				2,
				"……妳什麼時候放進去的？"
			}
		}
	},
	[4428] = {
		param = "……妳什麼時候放進去的？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4428,
		flag = 2
	},
	[4429] = {
		param = "呵呵，這可是少女的秘密哦～",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4429,
		flag = 2
	},
	[4430] = {
		param = "66",
		ship_group = 20236,
		option = "",
		type = 4,
		id = 4430,
		flag = 2
	},
	[4431] = {
		param = "比起這個，還是趕快確認內容吧？",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4431,
		flag = 2
	},
	[4432] = {
		param = "那可是非常非常重要的東西哦？",
		ship_group = 20236,
		type = 1,
		id = 4432,
		flag = 2,
		option = {
			{
				3,
				"我看看……"
			}
		}
	},
	[4433] = {
		param = "我看看……【指揮官大人，今晚見~】",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4433,
		flag = 3
	},
	[4434] = {
		param = "哎呀，指揮官終於收到我的邀請了~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4434,
		flag = 3
	},
	[4435] = {
		param = "這漫漫長夜，就讓我們一同度過吧~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4435,
		flag = 3
	},
	[4436] = {
		param = "指揮官覺得如何～？",
		ship_group = 20236,
		type = 1,
		id = 4436,
		flag = 3,
		option = {
			{
				4,
				"可以啊，今晚指揮室見"
			}
		}
	},
	[4437] = {
		param = "可以啊，今晚指揮室見",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4437,
		flag = 4
	},
	[4438] = {
		param = "咦——咦！",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4438,
		flag = 4
	},
	[4439] = {
		param = "真是的，這可不是加班邀約~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4439,
		flag = 4
	},
	[4440] = {
		param = "不過，這顯然不是指揮官的心聲吧？",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4440,
		flag = 4
	},
	[4441] = {
		param = "竟然用不解風情的回復，巧妙地將化被動為主動——",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4441,
		flag = 4
	},
	[4442] = {
		param = "果然……指揮官大人也是位隱藏的獵人啊~",
		ship_group = 20236,
		type = 1,
		id = 4442,
		flag = 4,
		option = {
			{
				5,
				"[收拾你]"
			}
		}
	},
	[4443] = {
		param = "357",
		ship_group = 0,
		option = "",
		type = 4,
		id = 4443,
		flag = 5
	},
	[4444] = {
		param = "小小地回敬妳一下",
		ship_group = 0,
		option = "",
		type = 1,
		id = 4444,
		flag = 5
	},
	[4445] = {
		param = "這次是我輸了~成為指揮官的獵物，好像也不錯呢♪",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4445,
		flag = 5
	},
	[4446] = {
		param = "但別忘了，這場追逐遊戲，一旦開啟，就再也不會停下了哦~",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4446,
		flag = 5
	},
	[4447] = {
		param = "227",
		ship_group = 20236,
		option = "",
		type = 4,
		id = 4447,
		flag = 5
	},
	[4448] = {
		param = "總有一天，要讓指揮官大人成為我的獵物呢~♪",
		ship_group = 20236,
		option = "",
		type = 1,
		id = 4448,
		flag = 5
	}
}
