pg = pg or {}
pg.activity_dreamland_explore = {
	{
		tip_special_effect = "",
		type = 1,
		group = 1,
		pic = "mengleyuan_buguniao",
		dispaly_desc = [[
整點來到城堡時，發現布穀鳥鐘異常安靜。
詢問謝菲爾德後得知，每當有人靠近想查看時間，布穀鳥就會突然不出來報時。
但謝菲爾德表示，只要對空放一槍，布穀鳥鐘就會恢復正常運作。
這是什麼原理呢，真是太神奇了。]],
		id = 1,
		tip_desc = "城堡的報時鐘藏在哪裡呢？",
		sub_type = {
			0
		},
		desc = {
			{
				"整點來到城堡時，發現布穀鳥鐘異常安靜。"
			},
			{
				"詢問謝菲爾德後得知，每當有人靠近想查看時間，布穀鳥就會突然不出來報時。"
			},
			{
				"但謝菲爾德表示，只要對空放一槍，布穀鳥鐘就會恢復正常運作。"
			},
			{
				"這是什麼原理呢，真是太神奇了。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 1,
		pic = "mengleyuan_buguniao_2",
		dispaly_desc = [[
整點來到城堡時，發現布穀鳥鐘異常安靜。
詢問謝菲爾德後得知，每當有人靠近想查看時間，布穀鳥就會突然不出來報時。
但謝菲爾德表示，只要對空放一槍，布穀鳥鐘就會恢復正常運作。
這是什麼原理呢，真是太神奇了。]],
		id = 2,
		tip_desc = "城堡的報時鐘藏在哪裡呢？",
		sub_type = {
			0
		},
		desc = {
			{
				"整點來到城堡時，發現布穀鳥鐘異常安靜。"
			},
			{
				"詢問謝菲爾德後得知，每當有人靠近想查看時間，布穀鳥就會突然不出來報時。"
			},
			{
				"但謝菲爾德表示，只要對空放一槍，布穀鳥鐘就會恢復正常運作。"
			},
			{
				"這是什麼原理呢，真是太神奇了。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 1,
		pic = "mengleyuan_buguniao_3",
		dispaly_desc = [[
整點來到城堡時，發現布穀鳥鐘異常安靜。
詢問謝菲爾德後得知，每當有人靠近想查看時間，布穀鳥就會突然不出來報時。
但謝菲爾德表示，只要對空放一槍，布穀鳥鐘就會恢復正常運作。
這是什麼原理呢，真是太神奇了。]],
		id = 3,
		tip_desc = "城堡的報時鐘藏在哪裡呢？",
		sub_type = {
			0
		},
		desc = {
			{
				"整點來到城堡時，發現布穀鳥鐘異常安靜。"
			},
			{
				"詢問謝菲爾德後得知，每當有人靠近想查看時間，布穀鳥就會突然不出來報時。"
			},
			{
				"但謝菲爾德表示，只要對空放一槍，布穀鳥鐘就會恢復正常運作。"
			},
			{
				"這是什麼原理呢，真是太神奇了。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 2,
		pic = "mengleyuan_damenqizi_3",
		dispaly_desc = "晚上的煙火表演中，出現了一些不在計畫中的奇怪圖案。\n在煙火表演結束後，對比了煙火製作配方和發射程序，未發現異常。\n對此，{namecode:161}表示夢境就是存在各種不可思議的不合理之處，不必放在心上。",
		id = 4,
		tip_desc = "到了晚上，城堡附近就能看煙火吧？",
		sub_type = {
			5,
			"houshanyanhua",
			5
		},
		desc = {
			{
				"晚上的煙火表演中，出現了一些不在計劃中的奇怪圖案。"
			},
			{
				"在煙火表演結束後，對比了煙火製作配方和發射程序，未發現異常。"
			},
			{
				"對此，{namecode:161}表示夢境就是存在各種不可思議的不合理之處，不必放在心上。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 3,
		pic = "mengleyuan_jinbi",
		dispaly_desc = [[
在心願噴泉邊，遇到了正在許願的{namecode:179}。
她表示每次投幣許願後，硬幣都會突然消失，連水花都沒有。
池水也呈現出奇特的五彩斑斕的色彩。
「這一定是{namecode:179}小姐的願望要實現的徵兆！」路過的利物浦興奮地說著。]],
		id = 5,
		tip_desc = "在許願池許願的話，願望就會實現吧？",
		sub_type = {
			0
		},
		desc = {
			{
				"在心願噴泉邊，遇到了正在許願的{namecode:179}。"
			},
			{
				"她表示每次投幣許願後，硬幣都會突然消失，連水花都沒有。"
			},
			{
				"池水也呈現出奇特的五彩斑斕的色彩。"
			},
			{
				"「這一定是{namecode:179}小姐的願望要實現的徵兆！」路過的利物浦興奮地說著。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 3,
		pic = "mengleyuan_jinbi_2",
		dispaly_desc = [[
在心願噴泉邊，遇到了正在許願的{namecode:179}。
她表示每次投幣許願後，硬幣都會突然消失，連水花都沒有。
池水也呈現出奇特的五彩斑斕的色彩。
「這一定是{namecode:179}小姐的願望要實現的徵兆！」路過的利物浦興奮地說著。]],
		id = 6,
		tip_desc = "在許願池許願的話，願望就會實現吧？",
		sub_type = {
			0
		},
		desc = {
			{
				"在心願噴泉邊，遇到了正在許願的{namecode:179}。"
			},
			{
				"她表示每次投幣許願後，硬幣都會突然消失，連水花都沒有。"
			},
			{
				"池水也呈現出奇特的五彩斑斕的色彩。"
			},
			{
				"「這一定是{namecode:179}小姐的願望要實現的徵兆！」路過的利物浦興奮地說著。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 3,
		pic = "mengleyuan_jinbi_3",
		dispaly_desc = [[
在心願噴泉邊，遇到了正在許願的{namecode:179}。
她表示每次投幣許願後，硬幣都會突然消失，連水花都沒有。
池水也呈現出奇特的五彩斑斕的色彩。
「這一定是{namecode:179}小姐的願望要實現的徵兆！」路過的利物浦興奮地說著。]],
		id = 7,
		tip_desc = "在許願池許願的話，願望就會實現吧？",
		sub_type = {
			0
		},
		desc = {
			{
				"在心願噴泉邊，遇到了正在許願的{namecode:179}。"
			},
			{
				"她表示每次投幣許願後，硬幣都會突然消失，連水花都沒有。"
			},
			{
				"池水也呈現出奇特的五彩斑斕的色彩。"
			},
			{
				"「這一定是{namecode:179}小姐的願望要實現的徵兆！」路過的利物浦興奮地說著。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_taiyangsan",
		dispaly_desc = [[
在遮陽傘附近，遇到了一臉驚訝的雷諾。
她表示，有一把遮陽傘會在無人觸碰的情況下自行收起又展開。
「等等，莫非這就是雷諾覺醒的超能力？！」
之後的雷諾決定自稱為「陽傘俠」。
嗯……反正是在夢裡，就隨便她吧。]],
		id = 8,
		tip_desc = "大型遮陽傘的收傘方式會跟雨傘一樣嗎？",
		sub_type = {
			2
		},
		desc = {
			{
				"在遮陽傘附近，遇到了一臉驚訝的雷諾。"
			},
			{
				"她表示，有一把遮陽傘會在無人觸碰的情況下自行收起又展開。"
			},
			{
				"“等等，莫非這就是雷諾覺醒的超能力？！」"
			},
			{
				"之後的雷諾決定自稱為「陽傘俠」。"
			},
			{
				"嗯……反正是在夢裡，就隨便她吧。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_zhongxinsan",
		dispaly_desc = [[
在遮陽傘附近，遇到了一臉驚訝的雷諾。
她表示，有一把遮陽傘會在無人觸碰的情況下自行收起又展開。
「等等，莫非這就是雷諾覺醒的超能力？！」
之後的雷諾決定自稱為「陽傘俠」。
嗯……反正是在夢裡，就隨便她吧。]],
		id = 9,
		tip_desc = "大型遮陽傘的收傘方式會跟雨傘一樣嗎？",
		sub_type = {
			2
		},
		desc = {
			{
				"在遮陽傘附近，遇到了一臉驚訝的雷諾。"
			},
			{
				"她表示，有一把遮陽傘會在無人觸碰的情況下自行收起又展開。"
			},
			{
				"“等等，莫非這就是雷諾覺醒的超能力？！」"
			},
			{
				"之後的雷諾決定自稱為「陽傘俠」。"
			},
			{
				"嗯……反正是在夢裡，就隨便她吧。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_taiyangsan_2",
		dispaly_desc = [[
在遮陽傘附近，遇到了一臉驚訝的雷諾。
她表示，有一把遮陽傘會在無人觸碰的情況下自行收起又展開。
「等等，莫非這就是雷諾覺醒的超能力？！」
之後的雷諾決定自稱為「陽傘俠」。
嗯……反正是在夢裡，就隨便她吧。]],
		id = 10,
		tip_desc = "大型遮陽傘的收傘方式會跟雨傘一樣嗎？",
		sub_type = {
			2
		},
		desc = {
			{
				"在遮陽傘附近，遇到了一臉驚訝的雷諾。"
			},
			{
				"她表示，有一把遮陽傘會在無人觸碰的情況下自行收起又展開。"
			},
			{
				"“等等，莫非這就是雷諾覺醒的超能力？！」"
			},
			{
				"之後的雷諾決定自稱為「陽傘俠」。"
			},
			{
				"嗯……反正是在夢裡，就隨便她吧。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_zhongxinsan_2",
		dispaly_desc = [[
在遮陽傘附近，遇到了一臉驚訝的雷諾。
她表示，有一把遮陽傘會在無人觸碰的情況下自行收起又展開。
「等等，莫非這就是雷諾覺醒的超能力？！」
之後的雷諾決定自稱為「陽傘俠」。
嗯……反正是在夢裡，就隨便她吧。]],
		id = 11,
		tip_desc = "大型遮陽傘的收傘方式會跟雨傘一樣嗎？",
		sub_type = {
			2
		},
		desc = {
			{
				"在遮陽傘附近，遇到了一臉驚訝的雷諾。"
			},
			{
				"她表示，有一把遮陽傘會在無人觸碰的情況下自行收起又展開。"
			},
			{
				"“等等，莫非這就是雷諾覺醒的超能力？！」"
			},
			{
				"之後的雷諾決定自稱為「陽傘俠」。"
			},
			{
				"嗯……反正是在夢裡，就隨便她吧。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_taiyangsan_3",
		dispaly_desc = [[
在遮陽傘附近，遇到了一臉驚訝的雷諾。
她表示，有一把遮陽傘會在無人觸碰的情況下自行收起又展開。
「等等，莫非這就是雷諾覺醒的超能力？！」
之後的雷諾決定自稱為「陽傘俠」。
嗯……反正是在夢裡，就隨便她吧。]],
		id = 12,
		tip_desc = "大型遮陽傘的收傘方式會跟雨傘一樣嗎？",
		sub_type = {
			2
		},
		desc = {
			{
				"在遮陽傘附近，遇到了一臉驚訝的雷諾。"
			},
			{
				"她表示，有一把遮陽傘會在無人觸碰的情況下自行收起又展開。"
			},
			{
				"“等等，莫非這就是雷諾覺醒的超能力？！」"
			},
			{
				"之後的雷諾決定自稱為「陽傘俠」。"
			},
			{
				"嗯……反正是在夢裡，就隨便她吧。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_zhongxinsan_3",
		dispaly_desc = [[
在遮陽傘附近，遇到了一臉驚訝的雷諾。
她表示，有一把遮陽傘會在無人觸碰的情況下自行收起又展開。
「等等，莫非這就是雷諾覺醒的超能力？！」
之後的雷諾決定自稱為「陽傘俠」。
嗯……反正是在夢裡，就隨便她吧。]],
		id = 13,
		tip_desc = "大型遮陽傘的收傘方式會跟雨傘一樣嗎？",
		sub_type = {
			2
		},
		desc = {
			{
				"在遮陽傘附近，遇到了一臉驚訝的雷諾。"
			},
			{
				"她表示，有一把遮陽傘會在無人觸碰的情況下自行收起又展開。"
			},
			{
				"“等等，莫非這就是雷諾覺醒的超能力？！」"
			},
			{
				"之後的雷諾決定自稱為「陽傘俠」。"
			},
			{
				"嗯……反正是在夢裡，就隨便她吧。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 5,
		pic = "mengleyuan_motianlun",
		dispaly_desc = [[
來到摩天輪附近時遇到了苦惱的{namecode:88}。
她表示只要氣球飛上去，摩天輪就會停止轉動。
聯絡了{namecode:37}後，發現是摩天輪的安全保障措施將氣球誤判為了艦載機。
發現並不是氣球的問題後，{namecode:88}發出了快樂的啾啾聲。
之後和{namecode:37}都收到了{namecode:88}送的幸運氣球作為答謝。]],
		id = 14,
		tip_desc = "摩天輪的轉動是不是可以停下來？",
		sub_type = {
			0
		},
		desc = {
			{
				"來到摩天輪附近時遇到了苦惱的{namecode:88}。"
			},
			{
				"她表示只要氣球飛上去，摩天輪就會停止轉動。"
			},
			{
				"聯繫了{namecode:37}後，發現是摩天輪的安全保障措施將氣球誤判為了艦載機。"
			},
			{
				"發現並不是氣球的問題後，{namecode:88}發出了快樂的啾啾聲。"
			},
			{
				"之後和{namecode:37}都收到了{namecode:88}送的幸運氣球作為答謝。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 5,
		pic = "mengleyuan_motianlun_2",
		dispaly_desc = [[
來到摩天輪附近時遇到了苦惱的{namecode:88}。
她表示只要氣球飛上去，摩天輪就會停止轉動。
聯絡了{namecode:37}後，發現是摩天輪的安全保障措施將氣球誤判為了艦載機。
發現並不是氣球的問題後，{namecode:88}發出了快樂的啾啾聲。
之後和{namecode:37}都收到了{namecode:88}送的幸運氣球作為答謝。]],
		id = 15,
		tip_desc = "摩天輪的轉動是不是可以停下來？",
		sub_type = {
			0
		},
		desc = {
			{
				"來到摩天輪附近時遇到了苦惱的{namecode:88}。"
			},
			{
				"她表示只要氣球飛上去，摩天輪就會停止轉動。"
			},
			{
				"聯繫了{namecode:37}後，發現是摩天輪的安全保障措施將氣球誤判為了艦載機。"
			},
			{
				"發現並不是氣球的問題後，{namecode:88}發出了快樂的啾啾聲。"
			},
			{
				"之後和{namecode:37}都收到了{namecode:88}送的幸運氣球作為答謝。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 5,
		pic = "mengleyuan_motianlun_3",
		dispaly_desc = [[
來到摩天輪附近時遇到了苦惱的{namecode:88}。
她表示只要氣球飛上去，摩天輪就會停止轉動。
聯絡了{namecode:37}後，發現是摩天輪的安全保障措施將氣球誤判為了艦載機。
發現並不是氣球的問題後，{namecode:88}發出了快樂的啾啾聲。
之後和{namecode:37}都收到了{namecode:88}送的幸運氣球作為答謝。]],
		id = 16,
		tip_desc = "摩天輪的轉動是不是可以停下來？",
		sub_type = {
			0
		},
		desc = {
			{
				"來到摩天輪附近時遇到了苦惱的{namecode:88}。"
			},
			{
				"她表示只要氣球飛上去，摩天輪就會停止轉動。"
			},
			{
				"聯繫了{namecode:37}後，發現是摩天輪的安全保障措施將氣球誤判為了艦載機。"
			},
			{
				"發現並不是氣球的問題後，{namecode:88}發出了快樂的啾啾聲。"
			},
			{
				"之後和{namecode:37}都收到了{namecode:88}送的幸運氣球作為答謝。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 6,
		pic = "mengleyuan_chidongxi_2",
		dispaly_desc = [[
傍晚，在小吃攤附近與皇家方舟一行人相遇了。
{namecode:33}表示自己的棉花糖被人搶走了，然而皇家方舟表示並沒有發現有其他人靠近的跡象。
「幽靈！一定是幽靈搶走了{namecode:33}的棉花糖！」布里斯托爾一下子興奮了起來。
然而在這裡尋找了許久，完全沒有發現幽靈的影蹤。]],
		id = 17,
		tip_desc = "黃昏時分的小吃攤，會有什麼不一樣嗎？",
		sub_type = {
			3
		},
		desc = {
			{
				"傍晚，在小吃攤附近與皇家方舟一行人相遇了。"
			},
			{
				"{namecode:33}表示自己的棉花糖被人搶走了，然而皇家方舟表示並沒有發現有其他人靠近的跡象。"
			},
			{
				"「幽靈！一定是幽靈搶走了{namecode:33}的棉花糖！」布里斯托爾一下子興奮了起來。"
			},
			{
				"然而在此處尋找了許久，完全沒有發現幽靈的影蹤。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 7,
		pic = "mengleyuan_huati",
		dispaly_desc = [[
在溜滑梯出口處，遇到了一臉困惑的{namecode:97}。
她表示每次滑下來時，溜滑梯都會突然變得特別濕滑，速度陡然增快。
然而檢查後發現是{namecode:97}為了防曬，塗了太多防曬油而導致的摩擦力降低。
不過，她到底塗了多少……？]],
		id = 18,
		tip_desc = "從溜滑梯滑下來一定會濺起很多水花吧？",
		sub_type = {
			0
		},
		desc = {
			{
				"在滑梯出口處，遇到了一臉困惑的{namecode:97}。"
			},
			{
				"她表示每次滑下來時，溜滑梯都會突然變得特別濕滑，速度陡然增快。"
			},
			{
				"然而檢查後發現是{namecode:97}為了防曬，塗了太多防曬油而導致的摩擦力降低。"
			},
			{
				"不過，她到底塗了多少……？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 7,
		pic = "mengleyuan_huati_2",
		dispaly_desc = [[
在溜滑梯出口處，遇到了一臉困惑的{namecode:97}。
她表示每次滑下來時，溜滑梯都會突然變得特別濕滑，速度陡然增快。
然而檢查後發現是{namecode:97}為了防曬，塗了太多防曬油而導致的摩擦力降低。
不過，她到底塗了多少……？]],
		id = 19,
		tip_desc = "從溜滑梯滑下來一定會濺起很多水花吧？",
		sub_type = {
			0
		},
		desc = {
			{
				"在滑梯出口處，遇到了一臉困惑的{namecode:97}。"
			},
			{
				"她表示每次滑下來時，溜滑梯都會突然變得特別濕滑，速度陡然增快。"
			},
			{
				"然而檢查後發現是{namecode:97}為了防曬，塗了太多防曬油而導致的摩擦力降低。"
			},
			{
				"不過，她到底塗了多少……？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 7,
		pic = "mengleyuan_huati_3",
		dispaly_desc = [[
在溜滑梯出口處，遇到了一臉困惑的{namecode:97}。
她表示每次滑下來時，滑梯都會突然變得特別濕滑，速度陡然增快。
然而檢查後發現是{namecode:97溜}為了防曬，塗了太多防曬油而導致的摩擦力降低。
不過，她到底塗了多少……？]],
		id = 20,
		tip_desc = "從溜滑梯滑下來一定會濺起很多水花吧？",
		sub_type = {
			0
		},
		desc = {
			{
				"在滑梯出口處，遇到了一臉困惑的{namecode:97}。"
			},
			{
				"她表示每次滑下來時，溜滑梯都會突然變得特別濕滑，速度陡然增快。"
			},
			{
				"然而檢查後發現是{namecode:97}為了防曬，塗了太多防曬油而導致的摩擦力降低。"
			},
			{
				"不過，她到底塗了多少……？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 8,
		pic = "mengleyuan_caihong",
		dispaly_desc = [[
下午，水上樂園上空出現了一道彩虹。
阿爾弗雷多指出這不是第一次出現彩虹，但第一次出現的彩虹的顏色排列與平常相反。
她看到後就一直嘗試在此處拍攝，可是之後的彩虹總是呈現正常顏色。
阿爾弗雷多有些沮喪，但仍堅持自己之前所見不虛。]],
		id = 21,
		tip_desc = "午後的水上樂園，說不定看得到彩虹?",
		sub_type = {
			6,
			"mengleyuan_yumu"
		},
		desc = {
			{
				"下午，水上樂園上空出現了一道彩虹。"
			},
			{
				"阿爾弗雷多指出這不是第一次出現彩虹，但第一次出現的彩虹的顏色排列與平常相反。"
			},
			{
				"她看到後就一直嘗試在此處拍攝，可是之後的彩虹總是呈現正常顏色。"
			},
			{
				"阿爾弗雷多有些沮喪，但仍堅持自己之前所見不虛。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 8,
		pic = "mengleyuan_yumu",
		dispaly_desc = [[
下午，水上樂園上空出現了一道彩虹。
阿爾弗雷多指出這不是第一次出現彩虹，但第一次出現的彩虹的顏色排列與平常相反。
她看到後就一直嘗試在此處拍攝，可是之後的彩虹總是呈現正常顏色。
阿爾弗雷多有些沮喪，但仍堅持自己之前所見不虛。]],
		id = 22,
		tip_desc = "午後的水上樂園，說不定看得到彩虹?",
		sub_type = {
			0
		},
		desc = {
			{
				"下午，水上樂園上空出現了一道彩虹。"
			},
			{
				"阿爾弗雷多指出這不是第一次出現彩虹，但第一次出現的彩虹的顏色排列與平常相反。"
			},
			{
				"她看到後就一直嘗試在此處拍攝，可是之後的彩虹總是呈現正常顏色。"
			},
			{
				"阿爾弗雷多有些沮喪，但仍堅持自己之前所見不虛。"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 9,
		pic = "mengleyuan_maxituan",
		dispaly_desc = [[
經過馬戲團帳篷時，遇到了正在觀察帳篷的{namecode:189}。
她聲稱帳篷上的小丑啾會改變表情。
然而她每次嘗試引起別人注意去觀察小丑啾的表情時，小丑啾都會立刻恢復面無表情的模樣。
{namecode:189}是不是看太多恐怖片了？]],
		id = 23,
		tip_desc = "據說小丑啾的表情會改變？",
		sub_type = {
			3
		},
		desc = {
			{
				"經過馬戲團帳篷時，遇到了正在觀察帳篷的{namecode:189}。"
			},
			{
				"她聲稱帳篷上的小丑啾會改變表情。"
			},
			{
				"然而她每次嘗試引起別人注意去觀察小丑啾的表情時，小丑啾都會立刻恢復面無表情的模樣。"
			},
			{
				"{namecode:189}是不是看太多恐怖片了？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 9,
		pic = "mengleyuan_maxituan_2",
		dispaly_desc = [[
經過馬戲團帳篷時，遇到了正在觀察帳篷的{namecode:189}。
她聲稱帳篷上的小丑啾會改變表情。
然而她每次嘗試引起別人注意去觀察小丑啾的表情時，小丑啾都會立刻恢復面無表情的模樣。
{namecode:189}是不是看太多恐怖片了？]],
		id = 24,
		tip_desc = "據說小丑啾的表情會改變？",
		sub_type = {
			3
		},
		desc = {
			{
				"經過馬戲團帳篷時，遇到了正在觀察帳篷的{namecode:189}。"
			},
			{
				"她聲稱帳篷上的小丑啾會改變表情。"
			},
			{
				"然而她每次嘗試引起別人注意去觀察小丑啾的表情時，小丑啾都會立刻恢復面無表情的模樣。"
			},
			{
				"{namecode:189}是不是看太多恐怖片了？"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 9,
		pic = "mengleyuan_maxituan_3",
		dispaly_desc = [[
經過馬戲團帳篷時，遇到了正在觀察帳篷的{namecode:189}。
她聲稱帳篷上的小丑啾會改變表情。
然而她每次嘗試引起別人注意去觀察小丑啾的表情時，小丑啾都會立刻恢復面無表情的模樣。
{namecode:189}是不是看太多恐怖片了？]],
		id = 25,
		tip_desc = "據說小丑啾的表情會改變？",
		sub_type = {
			3
		},
		desc = {
			{
				"經過馬戲團帳篷時，遇到了正在觀察帳篷的{namecode:189}。"
			},
			{
				"她聲稱帳篷上的小丑啾會改變表情。"
			},
			{
				"然而她每次嘗試引起別人注意去觀察小丑啾的表情時，小丑啾都會立刻恢復面無表情的模樣。"
			},
			{
				"{namecode:189}是不是看太多恐怖片了？"
			}
		}
	},
	[27] = {
		tip_special_effect = "",
		type = 2,
		group = 10,
		pic = "mengleyuan_zhaopai_3",
		dispaly_desc = [[
在表演區遇到了看起來有些糾結的{namecode:37}。
據她所說，這裡的燈牌在沒有通電的情況下正常亮起，且在自行變換圖案。
她想知道是什麼原理導致的，於是就拆了一個。
然而既沒有弄清楚原理，也沒辦法將拆下來的燈泡裝回去。
總之，這種時候還是建議她先聯絡{namecode:161}吧。]],
		id = 27,
		tip_desc = "夜晚閃爍的燈牌，能控制它的節奏嗎？",
		sub_type = {
			0
		},
		desc = {
			{
				"在表演區遇到了看起來有些糾結的{namecode:37}。"
			},
			{
				"據她所說，這裡的燈牌在沒有通電的情況下正常亮起，且在自行變換圖案。"
			},
			{
				"她想知道是什麼原理導致的，於是就拆了一個。"
			},
			{
				"然而既沒有弄清楚原理，也沒辦法將拆下來的燈泡裝回去。"
			},
			{
				"總之，這種時候還是建議她先聯絡{namecode:161}吧。"
			}
		}
	},
	[28] = {
		tip_special_effect = "",
		type = 1,
		group = 11,
		pic = "mengleyuan_jiujingling",
		dispaly_desc = "來到迷霧探險區時，發現{namecode:180}正在這裡發呆。\n「噗噗說，後山裡有小夥伴……就在那裡。」\n然而順著{namecode:180}指出的方向努力看去，結果卻什麼也看不見。",
		id = 28,
		tip_desc = "不知道後山裡還有遊樂項目嗎？",
		sub_type = {
			0
		},
		desc = {
			{
				"來到迷霧探險區時，發現{namecode:180}正在這裡發呆。"
			},
			{
				"「噗噗說，後山裡有小夥伴……就在那裡。」"
			},
			{
				"然而順著{namecode:180}指出的方向努力看去，結果卻什麼也看不見。"
			}
		}
	},
	[29] = {
		tip_special_effect = "",
		type = 1,
		group = 12,
		pic = "mengleyuan_piaojiu_2",
		dispaly_desc = [[
傍晚來到鬼屋時，撫順在門口站了許久都沒有徹底推門進入。
她表示每次把手放上去時，門把手就有一種異常的感覺，無法觸碰。
「這一定是針對我冒險王撫順的詛咒！」她大叫著。
然而在{namecode:161}的提醒後發現，只是撫順一路都在摩挲衣服產生的格外強烈的靜電。]],
		id = 29,
		tip_desc = "黃昏時分的鬼屋似乎變得更不一樣了？",
		sub_type = {
			0
		},
		desc = {
			{
				"傍晚來到鬼屋時，撫順在門口站了許久都沒有徹底推門進入。"
			},
			{
				"她表示每次把手放上去時，門把手就有一種異常的感覺，無法觸碰。"
			},
			{
				"「這一定是針對我冒險王撫順的詛咒！」她大叫道。"
			},
			{
				"然而在{namecode:161}的提醒後發現，只是撫順一路都在摩挲衣服產生的格外強烈的靜電。"
			}
		}
	},
	get_id_list_by_group = {
		{
			1,
			2,
			3
		},
		{
			4
		},
		{
			5,
			6,
			7
		},
		{
			8,
			9,
			10,
			11,
			12,
			13
		},
		{
			14,
			15,
			16
		},
		{
			17
		},
		{
			18,
			19,
			20
		},
		{
			21,
			22
		},
		{
			23,
			24,
			25
		},
		{
			27
		},
		{
			28
		},
		{
			29
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		27,
		28,
		29
	}
}
