pg = pg or {}
pg.child_word = {
	{
		char_type = 1,
		word = "TB……名字……這樣念？",
		type = 1,
		id = 1,
		icon = ""
	},
	{
		char_type = 1,
		word = "睡前故事？只有睡前……才能聽嗎？",
		type = 1,
		id = 2,
		icon = ""
	},
	{
		char_type = 1,
		word = "水族館……喜歡，但是……更喜歡藍色的水……",
		type = 1,
		id = 3,
		icon = ""
	},
	{
		char_type = 1,
		word = "幼兒園……可以學東西……但是不喜歡……沒有$1。",
		type = 1,
		id = 4,
		icon = ""
	},
	{
		char_type = 1,
		word = "節目……好看？排練了……很久的。",
		type = 1,
		id = 5,
		icon = ""
	},
	{
		char_type = 1,
		word = "娃娃的原型是什麼生物？嗯……就當做秘密吧。",
		type = 1,
		id = 6,
		icon = ""
	},
	{
		char_type = 1,
		word = "真希望每天都是煙火大會……為什麼？老師說「人類都喜歡和嚮往美好的東西喵。」煙火大會是美好的東西，所以我應該是喜歡和嚮往的。",
		type = 1,
		id = 7,
		icon = ""
	},
	{
		char_type = 1,
		word = "明明料理的每一步都跟著教學……為什麼還是會失敗呢？火候和時機……？$1的說法就跟教程上的「適量」一樣不夠明確。",
		type = 1,
		id = 8,
		icon = ""
	},
	{
		char_type = 1,
		word = "考試有沒有把握？雖然$1幫我複習過了，但還是有點擔心。說到底，為什麼要發明考試這種東西？尤其是那些根本沒有標準答案的科目。",
		type = 1,
		id = 9,
		icon = ""
	},
	{
		char_type = 1,
		word = "$1，我想知道關於「好孩子」的標準定義是什麼。就我所了解的，不吵不鬧、安靜乖巧、成績好就是成為好孩子的關鍵要素……沒有正確的標準定義？好難理解……",
		type = 1,
		id = 10,
		icon = ""
	},
	{
		char_type = 1,
		word = "……遊樂場的人很多，我自己是不會去的。……但是如果$1想去的話，我可以陪你。",
		type = 1,
		id = 11,
		icon = ""
	},
	{
		char_type = 1,
		word = "……如果聖誕夜的晚上不睡覺，是不是可以看到聖誕老人？……事先聲明，我才不是相信有聖誕老人，只是單純好奇而已。",
		type = 1,
		id = 12,
		icon = ""
	},
	{
		char_type = 1,
		word = "……偶爾也可以讓我來幫你做晚餐的，我已經長大了。",
		type = 1,
		id = 13,
		icon = ""
	},
	{
		char_type = 1,
		word = "……冰箱裡有蛋糕。……不是看$1辛苦特地買給你的，只是我想吃而已，嗯。",
		type = 1,
		id = 14,
		icon = ""
	},
	{
		char_type = 1,
		word = "……$1，你會期望我成為什麼樣的大人呢？",
		type = 1,
		id = 15,
		icon = ""
	},
	{
		char_type = 1,
		word = "食材已經買好了呢，今天的晚餐就交給我來處理吧。呵呵，$1，您就坐在沙發上好好休息一下。",
		type = 1,
		id = 16,
		icon = ""
	},
	{
		char_type = 1,
		word = "之後要不要再去哪裡一起旅行呢？嗯……其實我已經做了好幾份旅行計畫了，您只要從中挑選一個喜歡的目的地就好了哦。",
		type = 1,
		id = 17,
		icon = ""
	},
	{
		char_type = 1,
		word = "做鮮奶蛋糕還是黑森林蛋糕好呢……我記得鮮奶好像比較營養，就做鮮奶蛋糕吧！咦？都吃蛋糕了就不要追求營養……？那、那怎麼行呢！",
		type = 1,
		id = 18,
		icon = ""
	},
	{
		char_type = 1,
		word = "不只是聖誕禮物、新年禮物、情人節禮物……還有很多很多其它節日的禮物，我都會為$1準備的。讓我不要太辛苦……？不，完全不辛苦哦，這些可都是我對您的心意呢，呵呵~",
		type = 1,
		id = 19,
		icon = ""
	},
	{
		char_type = 1,
		word = "$1也要做個乖孩子哦？不然我就不乖乖聽您的了呢。",
		type = 1,
		id = 20,
		icon = ""
	},
	{
		char_type = 1,
		word = "哼哼，之後我們找個天氣好的日子一起去爬山怎麼樣？欸？不要？因為跟不上我的速度？明明是$1的體能太差了嘛……！快點鍛鍊身體跟我去爬山啦！",
		type = 1,
		id = 21,
		icon = ""
	},
	{
		char_type = 1,
		word = "快來看我短跑的新紀錄！怎麼樣？是不是超厲害！如果能再多給我一點零用錢當獎勵的話……說不定我還能跑得更快！",
		type = 1,
		id = 22,
		icon = ""
	},
	{
		char_type = 1,
		word = "零用錢都用在了什麼地方？是不是都拿去買漫畫書了？……才、才沒有呢！我只是都存起來了而已……好、好吧我承認！確實是拿去買漫畫了……",
		type = 1,
		id = 23,
		icon = ""
	},
	{
		char_type = 1,
		word = "聖誕老人會在半夜從壁爐進入屋內……哇！那聖誕夜那天晚上，我們就守在客廳吧？怎麼樣怎麼樣！",
		type = 1,
		id = 24,
		icon = ""
	},
	{
		char_type = 1,
		word = "Nice!長大了以後能去遊樂園玩的東西變多了呢！現在我要玩個痛快~哼哼，之後就一起去坐那個據說最高處有20層樓高的雲霄飛車吧！一定很刺激~！",
		type = 1,
		id = 25,
		icon = ""
	},
	[110102] = {
		char_type = 3,
		word = "準備的餐點被吃得乾乾淨淨。",
		type = 1,
		id = 110102,
		icon = ""
	},
	[110103] = {
		char_type = 3,
		word = "花椰菜……猶豫了一下，還是吃掉了。",
		type = 1,
		id = 110103,
		icon = ""
	},
	[110104] = {
		char_type = 3,
		word = "飯後甜點，這是今天有乖乖聽話的獎勵。",
		type = 1,
		id = 110104,
		icon = ""
	},
	[110202] = {
		char_type = 3,
		word = "乖乖洗漱完畢了，今天也是個好孩子。",
		type = 1,
		id = 110202,
		icon = ""
	},
	[110203] = {
		char_type = 3,
		word = "今天的髮型……簡單披散著也很可愛~",
		type = 1,
		id = 110203,
		icon = ""
	},
	[110204] = {
		char_type = 3,
		word = "偶爾也綁個小辮子吧。",
		type = 1,
		id = 110204,
		icon = ""
	},
	[110302] = {
		char_type = 3,
		word = "聽著睡前故事，睏意漸漸襲來。",
		type = 1,
		id = 110302,
		icon = ""
	},
	[110303] = {
		char_type = 3,
		word = "又到了這個時間，今天也會有特別的故事陪伴入夢吧。",
		type = 1,
		id = 110303,
		icon = ""
	},
	[110304] = {
		char_type = 3,
		word = "在TB長大之前，睡前故事會不會先講完呢？好奇。",
		type = 1,
		id = 110304,
		icon = ""
	},
	[110402] = {
		char_type = 3,
		word = "從玩積木的過程中收穫了一些樂趣。",
		type = 1,
		id = 110402,
		icon = ""
	},
	[110403] = {
		char_type = 3,
		word = "沒想到能用積木搭出這麼長的大橋……出乎意料。",
		type = 1,
		id = 110403,
		icon = ""
	},
	[110404] = {
		char_type = 3,
		word = "這個又大又高的東西，就像塔樓一樣……",
		type = 1,
		id = 110404,
		icon = ""
	},
	[110502] = {
		char_type = 3,
		word = "完成了今天的訓練，很努力呢。",
		type = 1,
		id = 110502,
		icon = ""
	},
	[110503] = {
		char_type = 3,
		word = "28、29、30……很好，伸展運動做得很好！",
		type = 1,
		id = 110503,
		icon = ""
	},
	[110504] = {
		char_type = 3,
		word = "搖搖晃晃……要站不穩了。",
		type = 1,
		id = 110504,
		icon = ""
	},
	[110602] = {
		char_type = 3,
		word = "泡澡的時候盡情玩了水，很開心。",
		type = 1,
		id = 110602,
		icon = ""
	},
	[110603] = {
		char_type = 3,
		word = "有新的沐浴露，聞上去很香。",
		type = 1,
		id = 110603,
		icon = ""
	},
	[110604] = {
		char_type = 3,
		word = "洗澡的時候玩水，把水灑到地上了。",
		type = 1,
		id = 110604,
		icon = ""
	},
	[110702] = {
		char_type = 3,
		word = "聽了老師講的內容，對知識的理解加深了！",
		type = 1,
		id = 110702,
		icon = ""
	},
	[110703] = {
		char_type = 1,
		word = "時針可以往回撥動，但為什麼時間不會因此倒流呢？",
		type = 1,
		id = 110703,
		icon = ""
	},
	[110802] = {
		char_type = 3,
		word = "聽了老師講的內容，對知識的理解加深了！",
		type = 1,
		id = 110802,
		icon = ""
	},
	[110803] = {
		char_type = 1,
		word = "太陽的質量和體積是…？",
		type = 1,
		id = 110803,
		icon = ""
	},
	[110902] = {
		char_type = 3,
		word = "聽了老師講的內容，對知識的理解加深了！",
		type = 1,
		id = 110902,
		icon = ""
	},
	[110903] = {
		char_type = 1,
		word = "在宇宙之外，會存在著什麼呢？",
		type = 1,
		id = 110903,
		icon = ""
	},
	[111002] = {
		char_type = 3,
		word = "在體育課上努力訓練了一番，對自己的體能更有自信了！",
		type = 1,
		id = 111002,
		icon = ""
	},
	[111003] = {
		char_type = 1,
		word = "這就是TB目前的速度極限了嗎？",
		type = 1,
		id = 111003,
		icon = ""
	},
	[111102] = {
		char_type = 3,
		word = "在體育課上努力訓練了一番，對自己的體能更有自信了！",
		type = 1,
		id = 111102,
		icon = ""
	},
	[111103] = {
		char_type = 1,
		word = "自由式的速度比蛙式快，之後可以多練習自由式嗎？",
		type = 1,
		id = 111103,
		icon = ""
	},
	[111202] = {
		char_type = 3,
		word = "在體育課上努力訓練了一番，對自己的體能更有自信了！",
		type = 1,
		id = 111202,
		icon = ""
	},
	[111203] = {
		char_type = 1,
		word = "打籃球會讓TB長得更高嗎？",
		type = 1,
		id = 111203,
		icon = ""
	},
	[111302] = {
		char_type = 3,
		word = "學會了更多手工知識，動手能力變強了！",
		type = 1,
		id = 111302,
		icon = ""
	},
	[111303] = {
		char_type = 1,
		word = "實作課……以後會教怎麼造出機械手臂嗎？",
		type = 1,
		id = 111303,
		icon = ""
	},
	[111402] = {
		char_type = 3,
		word = "學會了更多手工知識，動手能力變強了！",
		type = 1,
		id = 111402,
		icon = ""
	},
	[111403] = {
		char_type = 1,
		word = "如果用木棍搭建跨海大橋的話，它的承重力是等比縮小的嗎？",
		type = 1,
		id = 111403,
		icon = ""
	},
	[111502] = {
		char_type = 3,
		word = "學會了更多手工知識，動手能力變強了！",
		type = 1,
		id = 111502,
		icon = ""
	},
	[111503] = {
		char_type = 1,
		word = "實踐課培養出來的創造能力，以後一定會派上用場吧？",
		type = 1,
		id = 111503,
		icon = ""
	},
	[111602] = {
		char_type = 3,
		word = "掌握了更多樂理知識，對發聲的掌控變強了！",
		type = 1,
		id = 111602,
		icon = ""
	},
	[111603] = {
		char_type = 1,
		word = "為什麼不同的單獨音符被連結後就會變成「音樂」呢？",
		type = 1,
		id = 111603,
		icon = ""
	},
	[111702] = {
		char_type = 3,
		word = "掌握了更多樂理知識，對發聲的掌控變強了！",
		type = 1,
		id = 111702,
		icon = ""
	},
	[111703] = {
		char_type = 1,
		word = "為什麼有些曲子開頭就用了很多休止符？",
		type = 1,
		id = 111703,
		icon = ""
	},
	[111802] = {
		char_type = 3,
		word = "掌握了更多樂理知識，對發聲的掌控變強了！",
		type = 1,
		id = 111802,
		icon = ""
	},
	[111803] = {
		char_type = 1,
		word = "獨唱的話，只要自己的部分唱完就可以休息了吧？",
		type = 1,
		id = 111803,
		icon = ""
	},
	[111902] = {
		char_type = 3,
		word = "經過不斷練習後，對明暗關係的理解變強了！",
		type = 1,
		id = 111902,
		icon = ""
	},
	[111903] = {
		char_type = 1,
		word = "畫畫……入門一定要從素描開始練起嗎？",
		type = 1,
		id = 111903,
		icon = ""
	},
	[112002] = {
		char_type = 3,
		word = "經過不斷練習後，對明暗關係的理解變強了！",
		type = 1,
		id = 112002,
		icon = ""
	},
	[112003] = {
		char_type = 1,
		word = "為什麼在大面積鋪色前，要畫出黑白灰關係呢？",
		type = 1,
		id = 112003,
		icon = ""
	},
	[112102] = {
		char_type = 3,
		word = "經過不斷練習後，對明暗關係的理解變強了！",
		type = 1,
		id = 112102,
		icon = ""
	},
	[112103] = {
		char_type = 1,
		word = "抽象派與超寫實主義的差別是什麼？",
		type = 1,
		id = 112103,
		icon = ""
	},
	[112202] = {
		char_type = 3,
		word = "透過練習舞蹈，身體的柔軟度變好了！",
		type = 1,
		id = 112202,
		icon = ""
	},
	[112203] = {
		char_type = 1,
		word = "跳舞……是在考驗身體的柔軟性0嗎？",
		type = 1,
		id = 112203,
		icon = ""
	},
	[112302] = {
		char_type = 3,
		word = "透過練習舞蹈，身體的柔軟度變好了！",
		type = 1,
		id = 112302,
		icon = ""
	},
	[112303] = {
		char_type = 1,
		word = "不同的舞種需要更換不同的舞鞋，是因為對發力的要求不一樣嗎？",
		type = 1,
		id = 112303,
		icon = ""
	},
	[112402] = {
		char_type = 3,
		word = "透過練習舞蹈，身體的柔軟度變好了！",
		type = 1,
		id = 112402,
		icon = ""
	},
	[112403] = {
		char_type = 1,
		word = "為什麼即使是同一支舞，不同老師呈現的效果還是會出現差異呢？",
		type = 1,
		id = 112403,
		icon = ""
	},
	[112502] = {
		char_type = 3,
		word = "學習了表演知識，演技變好了！",
		type = 1,
		id = 112502,
		icon = ""
	},
	[112503] = {
		char_type = 1,
		word = "代入感……是要讓自己沉浸在角色裡還是表演裡？",
		type = 1,
		id = 112503,
		icon = ""
	},
	[112602] = {
		char_type = 3,
		word = "學習了表演知識，演技變好了！",
		type = 1,
		id = 112602,
		icon = ""
	},
	[112603] = {
		char_type = 1,
		word = "戲劇的張力在於製造衝突……該怎麼做比較好呢？",
		type = 1,
		id = 112603,
		icon = ""
	},
	[112702] = {
		char_type = 3,
		word = "學習了表演知識，演技變好了！",
		type = 1,
		id = 112702,
		icon = ""
	},
	[112703] = {
		char_type = 1,
		word = "如果完全拋開本我去表演的話，呈現的角色還會有個人特色嗎？",
		type = 1,
		id = 112703,
		icon = ""
	},
	[112802] = {
		char_type = 3,
		word = "透過一整堂課的書法練習，寫字的程度提高了！",
		type = 1,
		id = 112802,
		icon = ""
	},
	[112803] = {
		char_type = 1,
		word = "橫、豎、撇、捺……這樣拿筆的話就可以了嗎？",
		type = 1,
		id = 112803,
		icon = ""
	},
	[112902] = {
		char_type = 3,
		word = "透過一整堂課的書法練習，寫字的程度提高了！",
		type = 1,
		id = 112902,
		icon = ""
	},
	[112903] = {
		char_type = 1,
		word = "書法……想要精進的話應該也很難吧？",
		type = 1,
		id = 112903,
		icon = ""
	},
	[113002] = {
		char_type = 3,
		word = "透過一整堂課的書法練習，寫字的程度提高了！",
		type = 1,
		id = 113002,
		icon = ""
	},
	[113003] = {
		char_type = 1,
		word = "再往上的書法境界，到底是字如其人，還是人如其字呢？",
		type = 1,
		id = 113003,
		icon = ""
	},
	[120102] = {
		char_type = 3,
		word = "經過一段時間的練習，烹飪水平提高了！",
		type = 1,
		id = 120102,
		icon = ""
	},
	[120103] = {
		char_type = 1,
		word = "茶葉和糖炒一下……然後加牛奶煮開……成功了！",
		type = 1,
		id = 120103,
		icon = ""
	},
	[120202] = {
		char_type = 3,
		word = "經過一段時間的練習，烹飪水平提高了！",
		type = 1,
		id = 120202,
		icon = ""
	},
	[120203] = {
		char_type = 1,
		word = "做蛋糕的時候，不小心把糖倒多了……",
		type = 1,
		id = 120203,
		icon = ""
	},
	[120302] = {
		char_type = 3,
		word = "經過一段時間的練習，烹飪水平提高了！",
		type = 1,
		id = 120302,
		icon = ""
	},
	[120303] = {
		char_type = 1,
		word = "把做奶油燉菜記成了做咖哩，不過這點小失誤問題不大。",
		type = 1,
		id = 120303,
		icon = ""
	},
	[120402] = {
		char_type = 3,
		word = "經過一段時間的練習，園藝技巧提升了！",
		type = 1,
		id = 120402,
		icon = ""
	},
	[120403] = {
		char_type = 1,
		word = "要記得按時幫花澆水……不過，要澆多少才合適？",
		type = 1,
		id = 120403,
		icon = ""
	},
	[120502] = {
		char_type = 3,
		word = "經過一段時間的練習，園藝技巧提升了！",
		type = 1,
		id = 120502,
		icon = ""
	},
	[120503] = {
		char_type = 1,
		word = "在鬆土的時候，從花盆裡抓出了蚯蚓。",
		type = 1,
		id = 120503,
		icon = ""
	},
	[120602] = {
		char_type = 3,
		word = "經過一段時間的練習，園藝技巧提升了！",
		type = 1,
		id = 120602,
		icon = ""
	},
	[120603] = {
		char_type = 1,
		word = "清理雜草的時候……不小心把幼苗當成雜草清掉了。",
		type = 1,
		id = 120603,
		icon = ""
	},
	[120702] = {
		char_type = 3,
		word = "經過一段時間的練習，體能水準提高了！",
		type = 1,
		id = 120702,
		icon = ""
	},
	[120703] = {
		char_type = 1,
		word = "每次運動完，隔天就會渾身酸痛。",
		type = 1,
		id = 120703,
		icon = ""
	},
	[120802] = {
		char_type = 3,
		word = "經過一段時間的練習，體能水準提高了！",
		type = 1,
		id = 120802,
		icon = ""
	},
	[120803] = {
		char_type = 1,
		word = "腿……要蹲不下去了。",
		type = 1,
		id = 120803,
		icon = ""
	},
	[120902] = {
		char_type = 3,
		word = "經過一段時間的練習，體能水準提高了！",
		type = 1,
		id = 120902,
		icon = ""
	},
	[120903] = {
		char_type = 1,
		word = "晃晃悠悠……晃晃悠悠……下次換個輕一點的重量吧。",
		type = 1,
		id = 120903,
		icon = ""
	},
	[121002] = {
		char_type = 3,
		word = "經過一段時間的練習，繪畫能力提高了！",
		type = 1,
		id = 121002,
		icon = ""
	},
	[121003] = {
		char_type = 1,
		word = "黑白灰關係……嗯，果然還是多練習吧。",
		type = 1,
		id = 121003,
		icon = ""
	},
	[121102] = {
		char_type = 3,
		word = "經過一段時間的練習，繪畫能力提高了！",
		type = 1,
		id = 121102,
		icon = ""
	},
	[121103] = {
		char_type = 1,
		word = "為什麼顏料的種類會影響作品的效果呢？",
		type = 1,
		id = 121103,
		icon = ""
	},
	[121202] = {
		char_type = 3,
		word = "經過一段時間的練習，繪畫能力提高了！",
		type = 1,
		id = 121202,
		icon = ""
	},
	[121203] = {
		char_type = 1,
		word = "多練習畫石膏像的話，觀察力就會提升吧。",
		type = 1,
		id = 121203,
		icon = ""
	},
	[121302] = {
		char_type = 3,
		word = "經過一段時間的練習，茶道技巧提升了！",
		type = 1,
		id = 121302,
		icon = ""
	},
	[121303] = {
		char_type = 1,
		word = "……腿麻了，看來首先要從習慣正坐開始。",
		type = 1,
		id = 121303,
		icon = ""
	},
	[121402] = {
		char_type = 3,
		word = "經過一段時間的練習，茶道技巧提升了！",
		type = 1,
		id = 121402,
		icon = ""
	},
	[121403] = {
		char_type = 1,
		word = "先放茶粉……不對，先燒水……？",
		type = 1,
		id = 121403,
		icon = ""
	},
	[121502] = {
		char_type = 3,
		word = "經過一段時間的練習，茶道技巧提升了！",
		type = 1,
		id = 121502,
		icon = ""
	},
	[121503] = {
		char_type = 1,
		word = "在喝了許多以後，薄茶和濃茶的差異漸漸分辨不出來了。",
		type = 1,
		id = 121503,
		icon = ""
	},
	[121602] = {
		char_type = 3,
		word = "經過一段時間的練習，表演能力提升了！",
		type = 1,
		id = 121602,
		icon = ""
	},
	[121603] = {
		char_type = 1,
		word = "生存還是死亡……這是一個問題。",
		type = 1,
		id = 121603,
		icon = ""
	},
	[121702] = {
		char_type = 3,
		word = "經過一段時間的練習，表演能力提升了！",
		type = 1,
		id = 121702,
		icon = ""
	},
	[121703] = {
		char_type = 1,
		word = "今天也要磨練在表演上的信念感。",
		type = 1,
		id = 121703,
		icon = ""
	},
	[121802] = {
		char_type = 3,
		word = "經過一段時間的練習，表演能力提升了！",
		type = 1,
		id = 121802,
		icon = ""
	},
	[121803] = {
		char_type = 1,
		word = "讓自己沉浸進去的表演才有可能成就經典。",
		type = 1,
		id = 121803,
		icon = ""
	},
	[121902] = {
		char_type = 3,
		word = "經過一段時間的練習，演奏水準提高了！",
		type = 1,
		id = 121902,
		icon = ""
	},
	[121903] = {
		char_type = 1,
		word = "彈鋼琴比想像中要耗費體力呢。",
		type = 1,
		id = 121903,
		icon = ""
	},
	[122002] = {
		char_type = 3,
		word = "經過一段時間的練習，演奏水準提高了！",
		type = 1,
		id = 122002,
		icon = ""
	},
	[122003] = {
		char_type = 1,
		word = "圓舞曲、奏鳴曲……種類好多，好困惑。",
		type = 1,
		id = 122003,
		icon = ""
	},
	[122102] = {
		char_type = 3,
		word = "經過一段時間的練習，演奏水準提高了！",
		type = 1,
		id = 122102,
		icon = ""
	},
	[122103] = {
		char_type = 1,
		word = "電子鍵盤能模仿很多樂器，那它自己的音色又是什麼呢？",
		type = 1,
		id = 122103,
		icon = ""
	},
	[122202] = {
		char_type = 3,
		word = "經過一段時間的練習，對知識的理解加深了！",
		type = 1,
		id = 122202,
		icon = ""
	},
	[122203] = {
		char_type = 1,
		word = "只要懂得觀察星星和太陽的位置，就能判斷方向。",
		type = 1,
		id = 122203,
		icon = ""
	},
	[122302] = {
		char_type = 3,
		word = "經過一段時間的練習，對知識的理解加深了！",
		type = 1,
		id = 122302,
		icon = ""
	},
	[122303] = {
		char_type = 1,
		word = "月亮的背面會有什麼呢？",
		type = 1,
		id = 122303,
		icon = ""
	},
	[122402] = {
		char_type = 3,
		word = "經過一段時間的練習，對知識的理解加深了！",
		type = 1,
		id = 122402,
		icon = ""
	},
	[122403] = {
		char_type = 1,
		word = "什麼時候才能夠真正的觀測黑洞呢？",
		type = 1,
		id = 122403,
		icon = ""
	},
	[122502] = {
		char_type = 3,
		word = "經過一段時間的練習，能力提升了！",
		type = 1,
		id = 122502,
		icon = ""
	},
	[122503] = {
		char_type = 1,
		word = "這次的選曲和舞蹈編排都很完美！",
		type = 1,
		id = 122503,
		icon = ""
	},
	[122602] = {
		char_type = 3,
		word = "經過一段時間的練習，能力提升了！",
		type = 1,
		id = 122602,
		icon = ""
	},
	[122603] = {
		char_type = 1,
		word = "要將音樂和舞蹈完美融入劇情之中，意外地很不容易呢……",
		type = 1,
		id = 122603,
		icon = ""
	},
	[122702] = {
		char_type = 3,
		word = "經過一段時間的練習，能力提升了！",
		type = 1,
		id = 122702,
		icon = ""
	},
	[122703] = {
		char_type = 1,
		word = "演技和唱功都很重要呢，還得繼續加油才行。",
		type = 1,
		id = 122703,
		icon = ""
	},
	[130102] = {
		char_type = 3,
		word = "處理了各種繪畫需求，對自己的能力更有自信了！",
		type = 1,
		id = 130102,
		icon = ""
	},
	[130103] = {
		char_type = 1,
		word = "「想要一個癱軟在沙發上的時鐘」……好奇怪的客製化要求。",
		type = 1,
		id = 130103,
		icon = ""
	},
	[130104] = {
		char_type = 1,
		word = "「想要一隻有五顏六色的尾巴的紅色的鳥」……這是什麼動物？",
		type = 1,
		id = 130104,
		icon = ""
	},
	[130105] = {
		char_type = 1,
		word = "嗯……超寫實與抽象派結合……完美的作品！",
		type = 1,
		id = 130105,
		icon = ""
	},
	[130202] = {
		char_type = 3,
		word = "將凌亂的書架整理得井井有條，對自己的能力更有自信了！",
		type = 1,
		id = 130202,
		icon = ""
	},
	[130203] = {
		char_type = 1,
		word = "整理書架的時候不小心跌倒了，幸好沒被看到出糗的樣子。",
		type = 1,
		id = 130203,
		icon = ""
	},
	[130204] = {
		char_type = 1,
		word = "新到了一批很受歡迎的漫畫作品，不到一個下午就賣光了。",
		type = 1,
		id = 130204,
		icon = ""
	},
	[130205] = {
		char_type = 1,
		word = "趁著沒人，偷偷練習漫畫裡主角的必殺Pose。",
		type = 1,
		id = 130205,
		icon = ""
	},
	[130302] = {
		char_type = 3,
		word = "在莊園度過了一段忙碌的時光，對自己的能力更有自信了！",
		type = 1,
		id = 130302,
		icon = ""
	},
	[130303] = {
		char_type = 1,
		word = "在打掃的時候，遇到了躺在地上不肯動的貓……將它搬走了。",
		type = 1,
		id = 130303,
		icon = ""
	},
	[130304] = {
		char_type = 1,
		word = "一時大意，被鵝追了一路。",
		type = 1,
		id = 130304,
		icon = ""
	},
	[130305] = {
		char_type = 1,
		word = "將樹上的新鮮水果餵給了莊園的動物，希望它們吃得開心。",
		type = 1,
		id = 130305,
		icon = ""
	},
	[130402] = {
		char_type = 3,
		word = "在體育場揮灑了許多汗水，對自己的能力更有自信了！",
		type = 1,
		id = 130402,
		icon = ""
	},
	[130403] = {
		char_type = 1,
		word = "發現了藏在體育館裡的神秘小吃店，幸運！",
		type = 1,
		id = 130403,
		icon = ""
	},
	[130404] = {
		char_type = 1,
		word = "買到了體育館限定的功能飲料，味道不錯。",
		type = 1,
		id = 130404,
		icon = ""
	},
	[130405] = {
		char_type = 1,
		word = "聽說了體育館的七大不可思議，有點害怕……",
		type = 1,
		id = 130405,
		icon = ""
	},
	[130502] = {
		char_type = 3,
		word = "完成了一場演出，對自己的能力更有自信了！",
		type = 1,
		id = 130502,
		icon = ""
	},
	[130503] = {
		char_type = 1,
		word = "Break a leg原來是祝你好運的意思，學到了新知識呢。",
		type = 1,
		id = 130503,
		icon = ""
	},
	[130504] = {
		char_type = 1,
		word = "在舞台上表演的時候說錯台詞了……",
		type = 1,
		id = 130504,
		icon = ""
	},
	[130505] = {
		char_type = 1,
		word = "今天的演出道具是自己做的，很有成就感！",
		type = 1,
		id = 130505,
		icon = ""
	},
	[130602] = {
		char_type = 3,
		word = "完成了一場演出，對自己的能力更有自信了！",
		type = 1,
		id = 130602,
		icon = ""
	},
	[130603] = {
		char_type = 1,
		word = "合唱的時候，稍微唱錯了一部分，不過沒被發現呢。",
		type = 1,
		id = 130603,
		icon = ""
	},
	[130604] = {
		char_type = 1,
		word = "獨唱的時候太緊張走音了，下次一定要放鬆一點。",
		type = 1,
		id = 130604,
		icon = ""
	},
	[130605] = {
		char_type = 1,
		word = "小型演唱會完美落幕，做得很好~",
		type = 1,
		id = 130605,
		icon = ""
	},
	[130702] = {
		char_type = 3,
		word = "完成了一場演出，對自己的能力更有自信了！",
		type = 1,
		id = 130702,
		icon = ""
	},
	[130703] = {
		char_type = 1,
		word = "變身動作做得最棒，被稱讚了！",
		type = 1,
		id = 130703,
		icon = ""
	},
	[130704] = {
		char_type = 1,
		word = "說出「只是一個路過的無名人士，給我記好了」後，成為了經典台詞。",
		type = 1,
		id = 130704,
		icon = ""
	},
	[130705] = {
		char_type = 1,
		word = "今天因為突發狀況而臨場發揮了，沒想到效果意外的還不錯。",
		type = 1,
		id = 130705,
		icon = ""
	},
	[130802] = {
		char_type = 3,
		word = "成功賣掉了今天的促銷商品，對自己的能力更有自信了！",
		type = 1,
		id = 130802,
		icon = ""
	},
	[130803] = {
		char_type = 1,
		word = "只是說這是促銷商品打五折，很快就全部賣完了。",
		type = 1,
		id = 130803,
		icon = ""
	},
	[130804] = {
		char_type = 1,
		word = "賣力地做了推銷，但是效果不如直接說送雞蛋來得好……失落……",
		type = 1,
		id = 130804,
		icon = ""
	},
	[130805] = {
		char_type = 1,
		word = "推銷商品果然還是需要擴音器……嗓子已經啞了。",
		type = 1,
		id = 130805,
		icon = ""
	},
	[130902] = {
		char_type = 3,
		word = "把家裡打掃得乾乾淨淨，對自己的能力更有自信了！",
		type = 1,
		id = 130902,
		icon = ""
	},
	[130903] = {
		char_type = 1,
		word = "地板亮到反光……可惜走路會打滑。",
		type = 1,
		id = 130903,
		icon = ""
	},
	[130904] = {
		char_type = 1,
		word = "看著一切井井有條，很有成就感。",
		type = 1,
		id = 130904,
		icon = ""
	},
	[130905] = {
		char_type = 1,
		word = "在燒熱水的時候太心急，燙到手了。",
		type = 1,
		id = 130905,
		icon = ""
	},
	[131002] = {
		char_type = 3,
		word = "忙碌了一天，雖然很累但很充實，對自己的能力更有自信了！",
		type = 1,
		id = 131002,
		icon = ""
	},
	[131003] = {
		char_type = 1,
		word = "整理貨架……結果沒有想像中輕鬆。",
		type = 1,
		id = 131003,
		icon = ""
	},
	[131004] = {
		char_type = 1,
		word = "手忙腳亂地收銀、打包、加熱餐點……度過了忙碌的一天。",
		type = 1,
		id = 131004,
		icon = ""
	},
	[131005] = {
		char_type = 1,
		word = "趁休息的時候在休息室看了幾本漫畫，精力恢復了。",
		type = 1,
		id = 131005,
		icon = ""
	},
	[131102] = {
		char_type = 3,
		word = "忙碌了一天，雖然很累但很充實，對自己的能力更有自信了！",
		type = 1,
		id = 131102,
		icon = ""
	},
	[131103] = {
		char_type = 1,
		word = "一整天都聞著咖啡的香氣，感覺很好。",
		type = 1,
		id = 131103,
		icon = ""
	},
	[131104] = {
		char_type = 1,
		word = "第一次就成功做出了形狀完整的拉花，說不定在這方面有天份？",
		type = 1,
		id = 131104,
		icon = ""
	},
	[131105] = {
		char_type = 1,
		word = "打工結束後拿到了小蛋糕當慰問品，開心。",
		type = 1,
		id = 131105,
		icon = ""
	},
	[140102] = {
		char_type = 3,
		word = "在家裡睡了一整天，身心都得到了放鬆。",
		type = 1,
		id = 140102,
		icon = ""
	},
	[140103] = {
		char_type = 3,
		word = "做了個美夢，醒來以後心情變得很好。",
		type = 1,
		id = 140103,
		icon = ""
	},
	[140104] = {
		char_type = 3,
		word = "做夢的時候感覺自己變得無所不能……",
		type = 1,
		id = 140104,
		icon = ""
	},
	[140105] = {
		char_type = 3,
		word = "做了個惡夢，醒來的時候出了一身汗。",
		type = 1,
		id = 140105,
		icon = ""
	},
	[140106] = {
		char_type = 3,
		word = "夢到$1給了很多很多零用錢。",
		type = 1,
		id = 140106,
		icon = ""
	},
	[150001] = {
		char_type = 1,
		word = "在回家的路上遇見了一隻貓，陪它玩了一陣子。",
		type = 1,
		id = 150001,
		icon = ""
	},
	[150002] = {
		char_type = 1,
		word = "在路上遇到了小狗，想摸摸它，結果被兇了。",
		type = 1,
		id = 150002,
		icon = ""
	},
	[150003] = {
		char_type = 1,
		word = "在便利商店嘗試了新口味的飯糰，味道不錯。",
		type = 1,
		id = 150003,
		icon = ""
	},
	[150004] = {
		char_type = 1,
		word = "發現天上的雲朵形狀很特別，一不小心就看入迷了。",
		type = 1,
		id = 150004,
		icon = ""
	},
	[150005] = {
		char_type = 1,
		word = "疑似有UFO出現了！仔細一看，原來只是風箏啊。",
		type = 1,
		id = 150005,
		icon = ""
	},
	[150006] = {
		char_type = 1,
		word = "今天的風兒甚是喧囂，超市的洋芋片好像在打折。",
		type = 1,
		id = 150006,
		icon = ""
	},
	[150007] = {
		char_type = 1,
		word = "買巧克力中獎了，可以再挑一個口味，真幸運。",
		type = 1,
		id = 150007,
		icon = ""
	},
	[150008] = {
		char_type = 1,
		word = "想東西太入神，一不小心跌倒了……",
		type = 1,
		id = 150008,
		icon = ""
	},
	[150009] = {
		char_type = 1,
		word = "想一想……如果把作業丟進烤箱，是不是就不用做了。",
		type = 1,
		id = 150009,
		icon = ""
	},
	[150010] = {
		char_type = 1,
		word = "發現了一家超好吃的甜點店，以後多來幾次吧。",
		type = 1,
		id = 150010,
		icon = ""
	},
	[150011] = {
		char_type = 1,
		word = "餵了麵包給廣場上的小鳥。",
		type = 1,
		id = 150011,
		icon = ""
	},
	[150012] = {
		char_type = 1,
		word = "去散步的時候，看到了盛開的櫻花，很漂亮。",
		type = 1,
		id = 150012,
		icon = ""
	},
	[150013] = {
		char_type = 1,
		word = "買到了從廣告上看到的最新玩具。",
		type = 1,
		id = 150013,
		icon = ""
	},
	[150014] = {
		char_type = 1,
		word = "買了一杯奶茶，沒想到超級好喝！",
		type = 1,
		id = 150014,
		icon = ""
	},
	[150015] = {
		char_type = 1,
		word = "用零用錢幫路邊遇到的小狗買了零食。",
		type = 1,
		id = 150015,
		icon = ""
	},
	[150016] = {
		char_type = 1,
		word = "今天學校沒有佈置作業，太好了。",
		type = 1,
		id = 150016,
		icon = ""
	},
	[150017] = {
		char_type = 1,
		word = "路上遇到了自稱「星探」的貓，大概是騙子吧。",
		type = 1,
		id = 150017,
		icon = ""
	},
	[150018] = {
		char_type = 1,
		word = "最新的漫畫太好看了，一不留神就在書店裡看到晚餐時間了。",
		type = 1,
		id = 150018,
		icon = ""
	},
	[150019] = {
		char_type = 1,
		word = "本想去書店買學習用的參考書，結果沒抵抗住誘惑去了小吃街。",
		type = 1,
		id = 150019,
		icon = ""
	},
	[1103002] = {
		char_type = 3,
		word = "在美食坊裡邊逛邊吃，逛了很久很久……",
		type = 1,
		id = 1103002,
		icon = ""
	},
	[1103003] = {
		char_type = 1,
		word = "點了杯咖啡，但是完全沒看出來上面的拉花是什麼圖案。",
		type = 1,
		id = 1103003,
		icon = ""
	},
	[1103004] = {
		char_type = 1,
		word = "買到了每日僅販賣五十籠的限定包子！幸運！",
		type = 1,
		id = 1103004,
		icon = ""
	},
	[1103005] = {
		char_type = 1,
		word = "體驗了一次餐廳舉辦的烹飪體驗課，擀麵棍好神奇……",
		type = 1,
		id = 1103005,
		icon = ""
	},
	[1103006] = {
		char_type = 1,
		word = "運氣不錯，參與餐廳活動被贈送了巧克力淋面蛋糕！",
		type = 1,
		id = 1103006,
		icon = ""
	},
	[1104002] = {
		char_type = 3,
		word = "今天是美食坊的試吃節，去看看吧。",
		type = 1,
		id = 1104002,
		icon = ""
	},
	[1104003] = {
		char_type = 3,
		word = "吃得好飽好飽，之後應該不用再吃飯了。",
		type = 1,
		id = 1104003,
		icon = ""
	},
	[1105002] = {
		char_type = 1,
		word = "廚神大賽……",
		type = 1,
		id = 1105002,
		icon = ""
	},
	[1105003] = {
		char_type = 3,
		word = "這裡好像在舉辦廚神大賽，去參加看看吧。",
		type = 1,
		id = 1105003,
		icon = ""
	},
	[1105004] = {
		char_type = 3,
		word = "儘管有些手忙腳亂，但最後還是完成了比賽。",
		type = 1,
		id = 1105004,
		icon = ""
	},
	[1105005] = {
		char_type = 3,
		word = "在這次比賽中發揮得非常好，取得了優勝！",
		type = 1,
		id = 1105005,
		icon = ""
	},
	[1105006] = {
		char_type = 3,
		word = "在這次比賽中發揮得中規中矩，不過成績還算理想。",
		type = 1,
		id = 1105006,
		icon = ""
	},
	[1105007] = {
		char_type = 3,
		word = "在這次比賽中發揮失利，下次一定要取得優勝！",
		type = 1,
		id = 1105007,
		icon = ""
	},
	[1106002] = {
		char_type = 1,
		word = "……",
		type = 1,
		id = 1106002,
		icon = ""
	},
	[1106003] = {
		char_type = 3,
		word = "第二屆廚神大賽好像在舉辦中，去參加看看吧。",
		type = 1,
		id = 1106003,
		icon = ""
	},
	[1106004] = {
		char_type = 3,
		word = "儘管有些手忙腳亂，但最後還是完成了比賽。",
		type = 1,
		id = 1106004,
		icon = ""
	},
	[1106005] = {
		char_type = 3,
		word = "在這次比賽中發揮得非常好，取得了優勝！",
		type = 1,
		id = 1106005,
		icon = ""
	},
	[1106006] = {
		char_type = 3,
		word = "在這次比賽中發揮得中規中矩，不過成績還算理想。",
		type = 1,
		id = 1106006,
		icon = ""
	},
	[1106007] = {
		char_type = 3,
		word = "在這次比賽中發揮失利，下次一定要取得優勝！",
		type = 1,
		id = 1106007,
		icon = ""
	},
	[1107002] = {
		char_type = 1,
		word = "廚神大賽已經第三屆了啊……",
		type = 1,
		id = 1107002,
		icon = ""
	},
	[1107003] = {
		char_type = 3,
		word = "第三屆廚神大賽正在舉辦中，這次也去參加吧。",
		type = 1,
		id = 1107003,
		icon = ""
	},
	[1107004] = {
		char_type = 3,
		word = "儘管有些手忙腳亂，但最後還是完成了比賽。",
		type = 1,
		id = 1107004,
		icon = ""
	},
	[1107005] = {
		char_type = 3,
		word = "在這次比賽中發揮得非常好，取得了優勝！",
		type = 1,
		id = 1107005,
		icon = ""
	},
	[1107006] = {
		char_type = 3,
		word = "在這次比賽中發揮得中規中矩，不過成績還算理想。",
		type = 1,
		id = 1107006,
		icon = ""
	},
	[1107007] = {
		char_type = 3,
		word = "在這次比賽中發揮失利，下次一定要取得優勝！",
		type = 1,
		id = 1107007,
		icon = ""
	},
	[1112002] = {
		char_type = 3,
		word = "今天也在打工的時候努力做了料理。",
		type = 1,
		id = 1112002,
		icon = ""
	},
	[1112003] = {
		char_type = 1,
		word = "如果只把菜煮一下的話……白灼生菜！完成！",
		type = 1,
		id = 1112003,
		icon = ""
	},
	[1112004] = {
		char_type = 1,
		word = "今天做了一道大菜……蜜汁豬排！",
		type = 1,
		id = 1112004,
		icon = ""
	},
	[1112005] = {
		char_type = 1,
		word = "把酥皮蓋在碗口再放入烤箱……酥皮濃湯，出爐！",
		type = 1,
		id = 1112005,
		icon = ""
	},
	[1112006] = {
		char_type = 1,
		word = "適合節日的料理……餃子拼盤！非常合適！",
		type = 1,
		id = 1112006,
		icon = ""
	},
	[1112007] = {
		char_type = 1,
		word = "簡單的下飯菜，麻婆豆腐！",
		type = 1,
		id = 1112007,
		icon = ""
	},
	[1112008] = {
		char_type = 1,
		word = "一張可麗餅……再放入香蕉和奶油……香蕉可麗餅！美味！",
		type = 1,
		id = 1112008,
		icon = ""
	},
	[1112009] = {
		char_type = 1,
		word = "醬油、味淋，再加點糖……放入要煮的菜，雜煮鍋！完成了！",
		type = 1,
		id = 1112009,
		icon = ""
	},
	[1112010] = {
		char_type = 1,
		word = "均勻塗抹上醃料烤製，再加入奶油和一點點迷迭香……迷迭香羊排就做好了！",
		type = 1,
		id = 1112010,
		icon = ""
	},
	[1112011] = {
		char_type = 1,
		word = "煎好的肉再加上三明治，飽滿多汁的肉排三明治！完成了！",
		type = 1,
		id = 1112011,
		icon = ""
	},
	[1112012] = {
		char_type = 1,
		word = "靈光乍現的瞬間，做出了一道……神秘料理！不知道吃起來會是什麼味道？",
		type = 1,
		id = 1112012,
		icon = ""
	},
	[1202002] = {
		char_type = 3,
		word = "釣魚，最重要的就是心態。",
		type = 1,
		id = 1202002,
		icon = ""
	},
	[1202003] = {
		char_type = 1,
		word = "上……鉤啦！嗯，小河蝦啊……至少也有收穫了。",
		type = 1,
		id = 1202003,
		icon = ""
	},
	[1202004] = {
		char_type = 1,
		word = "用力……！哦！今日收穫，小魚一條。",
		type = 1,
		id = 1202004,
		icon = ""
	},
	[1202005] = {
		char_type = 1,
		word = "這次……好重……！原來只是廢輪胎啊…",
		type = 1,
		id = 1202005,
		icon = ""
	},
	[1202006] = {
		char_type = 1,
		word = "……是個大傢伙！上來了！是一條大魚呢！",
		type = 1,
		id = 1202006,
		icon = ""
	},
	[1202007] = {
		char_type = 1,
		word = "釣到大龍蝦了！不過為什麼這裡會有龍蝦呢？",
		type = 1,
		id = 1202007,
		icon = ""
	},
	[1202008] = {
		char_type = 1,
		word = "拉扯……！用力……！脫鉤了……",
		type = 1,
		id = 1202008,
		icon = ""
	},
	[1204002] = {
		char_type = 3,
		word = "在渡假莊園裡逛了很久很久……",
		type = 1,
		id = 1204002,
		icon = ""
	},
	[1204003] = {
		char_type = 1,
		word = "和農場裡的小動物一起玩了，很開心。",
		type = 1,
		id = 1204003,
		icon = ""
	},
	[1204004] = {
		char_type = 1,
		word = "玩水的時候跌進水裡，但衣服沒弄髒，好幸運了。",
		type = 1,
		id = 1204004,
		icon = ""
	},
	[1204005] = {
		char_type = 1,
		word = "被生氣的牛追了！還好跑得快！",
		type = 1,
		id = 1204005,
		icon = ""
	},
	[1204006] = {
		char_type = 1,
		word = "幫農田裡的作物澆了水，感到了滿足。",
		type = 1,
		id = 1204006,
		icon = ""
	},
	[1204007] = {
		char_type = 1,
		word = "今天種了……種了……種了什麼？",
		type = 1,
		id = 1204007,
		icon = ""
	},
	[1204008] = {
		char_type = 1,
		word = "哦！成功砍倒了一棵樹！",
		type = 1,
		id = 1204008,
		icon = ""
	},
	[1204009] = {
		char_type = 1,
		word = "不小心砍倒了柵欄，幸好沒有受傷。",
		type = 1,
		id = 1204009,
		icon = ""
	},
	[1204010] = {
		char_type = 1,
		word = "今天努力工作了很久，收穫頗豐！",
		type = 1,
		id = 1204010,
		icon = ""
	},
	[1204011] = {
		char_type = 1,
		word = "在渡假莊園裡意外學到了很多農業知識，很開心！",
		type = 1,
		id = 1204011,
		icon = ""
	},
	[1211002] = {
		char_type = 3,
		word = "將山上的風景畫了下來。",
		type = 1,
		id = 1211002,
		icon = ""
	},
	[1211003] = {
		char_type = 3,
		word = "將白色的海軍大衣畫了下來。",
		type = 1,
		id = 1211003,
		icon = ""
	},
	[1211004] = {
		char_type = 3,
		word = "將$1畫了下來。",
		type = 1,
		id = 1211004,
		icon = ""
	},
	[1211005] = {
		char_type = 1,
		word = "今天畫得非常不錯，回去以後把畫裱起來吧。",
		type = 1,
		id = 1211005,
		icon = ""
	},
	[1211006] = {
		char_type = 1,
		word = "雖然畫得有些抽象，但很有紀念意義，回去以後就裱起來吧。",
		type = 1,
		id = 1211006,
		icon = ""
	},
	[1211007] = {
		char_type = 1,
		word = "試了這樣的新畫法，很滿意，拿回去收藏吧。",
		type = 1,
		id = 1211007,
		icon = ""
	},
	[1211008] = {
		char_type = 1,
		word = "今天的關係處理得非常好，拿回去作紀念吧。",
		type = 1,
		id = 1211008,
		icon = ""
	},
	[1211009] = {
		char_type = 1,
		word = "今天的畫堪稱栩栩如生，帶回去裱起來繼續激勵自己吧。",
		type = 1,
		id = 1211009,
		icon = ""
	},
	[1211010] = {
		char_type = 1,
		word = "今天的色彩處理得非常好，拿回去收藏吧。",
		type = 1,
		id = 1211010,
		icon = ""
	},
	[1212002] = {
		char_type = 3,
		word = "這裡風景秀美，露營真是再適合不過了。",
		type = 1,
		id = 1212002,
		icon = ""
	},
	[1212003] = {
		char_type = 1,
		word = "沒做太多準備，但一路上都沒遇到蟲蚊叮咬，運氣不錯！",
		type = 1,
		id = 1212003,
		icon = ""
	},
	[1212004] = {
		char_type = 1,
		word = "想摘點野花做裝飾，但是遇到了蜜蜂採蜜，觀察了很久。",
		type = 1,
		id = 1212004,
		icon = ""
	},
	[1212005] = {
		char_type = 1,
		word = "突發奇想用營火烤了棉花糖，好好吃！",
		type = 1,
		id = 1212005,
		icon = ""
	},
	[1212006] = {
		char_type = 1,
		word = "想要抓蟲玩，結果抓到蝴蝶了！",
		type = 1,
		id = 1212006,
		icon = ""
	},
	[1212007] = {
		char_type = 1,
		word = "呼吸到了大自然的新鮮空氣，身心都得到了放鬆。",
		type = 1,
		id = 1212007,
		icon = ""
	},
	[1212008] = {
		char_type = 1,
		word = "和小松鼠分享了堅果，開心。",
		type = 1,
		id = 1212008,
		icon = ""
	},
	[1205002] = {
		char_type = 1,
		word = "釣魚達人……？",
		type = 1,
		id = 1205002,
		icon = ""
	},
	[1205003] = {
		char_type = 3,
		word = "這裡好像在舉辦釣魚達人賽，去參加看看吧。",
		type = 1,
		id = 1205003,
		icon = ""
	},
	[1205004] = {
		char_type = 3,
		word = "耐心等待魚兒上鉤……",
		type = 1,
		id = 1205004,
		icon = ""
	},
	[1205005] = {
		char_type = 3,
		word = "釣上大魚了！全場最佳！",
		type = 1,
		id = 1205005,
		icon = ""
	},
	[1205006] = {
		char_type = 3,
		word = "釣上了魚，還不錯！",
		type = 1,
		id = 1205006,
		icon = ""
	},
	[1205007] = {
		char_type = 3,
		word = "什麼都沒釣上……下次再來一定不會「空軍」！",
		type = 1,
		id = 1205007,
		icon = ""
	},
	[1206002] = {
		char_type = 1,
		word = "釣魚……再去試試吧？",
		type = 1,
		id = 1206002,
		icon = ""
	},
	[1206003] = {
		char_type = 3,
		word = "第二屆釣魚達人賽正在舉辦中，去參加吧。",
		type = 1,
		id = 1206003,
		icon = ""
	},
	[1206004] = {
		char_type = 3,
		word = "耐心等待魚兒上鉤……",
		type = 1,
		id = 1206004,
		icon = ""
	},
	[1206005] = {
		char_type = 3,
		word = "釣上大魚了！全場最佳！",
		type = 1,
		id = 1206005,
		icon = ""
	},
	[1206006] = {
		char_type = 3,
		word = "釣上了魚，還不錯！",
		type = 1,
		id = 1206006,
		icon = ""
	},
	[1206007] = {
		char_type = 3,
		word = "什麼都沒釣上……下次再來一定不會「空軍」！",
		type = 1,
		id = 1206007,
		icon = ""
	},
	[1207002] = {
		char_type = 1,
		word = "這個天氣，還會有魚嗎？",
		type = 1,
		id = 1207002,
		icon = ""
	},
	[1207003] = {
		char_type = 3,
		word = "第三屆釣魚達人賽如期舉行，去試試這個天氣能不能釣上魚吧。",
		type = 1,
		id = 1207003,
		icon = ""
	},
	[1207004] = {
		char_type = 3,
		word = "耐心等待魚兒上鉤……",
		type = 1,
		id = 1207004,
		icon = ""
	},
	[1207005] = {
		char_type = 3,
		word = "釣上大魚了！全場最佳！",
		type = 1,
		id = 1207005,
		icon = ""
	},
	[1207006] = {
		char_type = 3,
		word = "釣上了魚，還不錯！",
		type = 1,
		id = 1207006,
		icon = ""
	},
	[1207007] = {
		char_type = 3,
		word = "什麼都沒釣上……下次再來一定不會「空軍」！",
		type = 1,
		id = 1207007,
		icon = ""
	},
	[1304002] = {
		char_type = 3,
		word = "商業街真是神奇，好像永遠逛不完一樣。",
		type = 1,
		id = 1304002,
		icon = ""
	},
	[1304003] = {
		char_type = 1,
		word = "收到了水果店的禮物，真是太好了。",
		type = 1,
		id = 1304003,
		icon = ""
	},
	[1304004] = {
		char_type = 1,
		word = "逛街的時候發現了想看的漫畫的下冊，好幸運！",
		type = 1,
		id = 1304004,
		icon = ""
	},
	[1304005] = {
		char_type = 1,
		word = "在便利商店買到了限定口味的果凍，開心。",
		type = 1,
		id = 1304005,
		icon = ""
	},
	[1304006] = {
		char_type = 1,
		word = "今天拍攝了好看的寫真集，心情不錯。",
		type = 1,
		id = 1304006,
		icon = ""
	},
	[1304007] = {
		char_type = 1,
		word = "沒有買到心儀的樂器，短暫地沮喪了一下，決定下週再來！",
		type = 1,
		id = 1304007,
		icon = ""
	},
	[1304008] = {
		char_type = 1,
		word = "今天買到了可愛的玩偶，心情不錯。",
		type = 1,
		id = 1304008,
		icon = ""
	},
	[1304009] = {
		char_type = 1,
		word = "在長椅上看了一陣子書，感覺很放鬆。",
		type = 1,
		id = 1304009,
		icon = ""
	},
	[1304010] = {
		char_type = 1,
		word = "街角開了一家新店，進去看了一下午漫畫。",
		type = 1,
		id = 1304010,
		icon = ""
	},
	[1304011] = {
		char_type = 1,
		word = "聽到了現場演奏，覺得玩音樂很酷。",
		type = 1,
		id = 1304011,
		icon = ""
	},
	[1311002] = {
		char_type = 3,
		word = "將學院的林蔭道作為背景拍攝了照片。",
		type = 1,
		id = 1311002,
		icon = ""
	},
	[1311003] = {
		char_type = 3,
		word = "雖然上學確實是日常生活的一部分，但還是覺得有些微妙呢……",
		type = 1,
		id = 1311003,
		icon = ""
	},
	[1311004] = {
		char_type = 3,
		word = "今天的寫真表現力不錯，洗出來放進相簿吧。",
		type = 1,
		id = 1311004,
		icon = ""
	},
	[1312002] = {
		char_type = 3,
		word = "拍攝了在體育館內的照片。",
		type = 1,
		id = 1312002,
		icon = ""
	},
	[1312003] = {
		char_type = 3,
		word = "比預想中的效果好很多！看起來簡直就是運動健將！",
		type = 1,
		id = 1312003,
		icon = ""
	},
	[1312004] = {
		char_type = 3,
		word = "雖然在拍攝的時候沒有找準鏡頭，但成片看起來很有氛圍感。",
		type = 1,
		id = 1312004,
		icon = ""
	},
	[1313002] = {
		char_type = 3,
		word = "將街景作為背景拍攝了照片。",
		type = 1,
		id = 1313002,
		icon = ""
	},
	[1313003] = {
		char_type = 3,
		word = "在拍攝過程中擺出了許多模仿「成功人士」的姿勢，成片也非常有氣勢！",
		type = 1,
		id = 1313003,
		icon = ""
	},
	[1313004] = {
		char_type = 3,
		word = "對今天的寫真十分滿意，就選這張去洗成大尺寸吧！",
		type = 1,
		id = 1313004,
		icon = ""
	},
	[1314002] = {
		char_type = 3,
		word = "在圖書館內取景拍攝了照片。",
		type = 1,
		id = 1314002,
		icon = ""
	},
	[1314003] = {
		char_type = 3,
		word = "果然就應該是學院圖書館吧！賭上一切去拼命學習的「青春」！",
		type = 1,
		id = 1314003,
		icon = ""
	},
	[1314004] = {
		char_type = 3,
		word = "今天在拍攝時擺動作總是不自然，但成片卻沒有這個問題呢！",
		type = 1,
		id = 1314004,
		icon = ""
	},
	[1315002] = {
		char_type = 3,
		word = "拍攝了在甜點店中取景的寫真。",
		type = 1,
		id = 1315002,
		icon = ""
	},
	[1315003] = {
		char_type = 3,
		word = "被麵包的香氣所包圍，連照片也染上了甜蜜的味道。",
		type = 1,
		id = 1315003,
		icon = ""
	},
	[1315004] = {
		char_type = 3,
		word = "嗯，表情管理恰到好處，這張就洗出來放進相框吧！",
		type = 1,
		id = 1315004,
		icon = ""
	},
	[1316002] = {
		char_type = 3,
		word = "拍攝了以盛開的櫻花為主題的寫真。",
		type = 1,
		id = 1316002,
		icon = ""
	},
	[1316003] = {
		char_type = 3,
		word = "瞬間的燦爛會被鏡頭紀錄，成為永恆。",
		type = 1,
		id = 1316003,
		icon = ""
	},
	[1316004] = {
		char_type = 3,
		word = "這張堪稱今天所有照片中的最佳！多洗幾個尺寸放在家裡吧。",
		type = 1,
		id = 1316004,
		icon = ""
	},
	[1317002] = {
		char_type = 3,
		word = "拍攝了以古堡的演奏廳為主題的寫真。",
		type = 1,
		id = 1317002,
		icon = ""
	},
	[1317003] = {
		char_type = 3,
		word = "琴聲靜靜流淌在空蕩蕩的古堡中，既孤獨又淒美。",
		type = 1,
		id = 1317003,
		icon = ""
	},
	[1318002] = {
		char_type = 3,
		word = "拍攝了在水上樂園取景的寫真。",
		type = 1,
		id = 1318002,
		icon = ""
	},
	[1318003] = {
		char_type = 3,
		word = "嗯，去遊樂場的水上樂園，也算是渡假吧。",
		type = 1,
		id = 1318003,
		icon = ""
	},
	[1319002] = {
		char_type = 3,
		word = "拍攝了在教室內取景的寫真。",
		type = 1,
		id = 1319002,
		icon = ""
	},
	[1319003] = {
		char_type = 3,
		word = "校服、書包、夕陽，充滿青春的要素！",
		type = 1,
		id = 1319003,
		icon = ""
	},
	[1320002] = {
		char_type = 3,
		word = "拍攝了在美食街取景的寫真。",
		type = 1,
		id = 1320002,
		icon = ""
	},
	[1320003] = {
		char_type = 3,
		word = "包子頭、旗袍，還有麻婆豆腐……是不是太刻板了呢？",
		type = 1,
		id = 1320003,
		icon = ""
	},
	[1305002] = {
		char_type = 1,
		word = "宣傳語上說，一張好的照片就是一個故事……？",
		type = 1,
		id = 1305002,
		icon = ""
	},
	[1305003] = {
		char_type = 3,
		word = "攝影比賽正在舉辦中，去參加吧。",
		type = 1,
		id = 1305003,
		icon = ""
	},
	[1305004] = {
		char_type = 3,
		word = "努力將自己的狀態透過相機呈現了出來。",
		type = 1,
		id = 1305004,
		icon = ""
	},
	[1305005] = {
		char_type = 3,
		word = "鏡頭表現力十足，獲得了「最有故事感」的獎勵！",
		type = 1,
		id = 1305005,
		icon = ""
	},
	[1305006] = {
		char_type = 3,
		word = "拍出了普通的好看照片，已經很滿足了。",
		type = 1,
		id = 1305006,
		icon = ""
	},
	[1305007] = {
		char_type = 3,
		word = "完全不知道怎麼拍才好，還是下次再來。",
		type = 1,
		id = 1305007,
		icon = ""
	},
	[1306002] = {
		char_type = 3,
		word = "演出十分精彩，完全沉浸其中了。",
		type = 1,
		id = 1306002,
		icon = ""
	},
	[1306003] = {
		char_type = 3,
		word = "商業街會有樂團演出，去看看吧。",
		type = 1,
		id = 1306003,
		icon = ""
	},
	[1403002] = {
		char_type = 3,
		word = "在海邊玩了很久很久……",
		type = 1,
		id = 1403002,
		icon = ""
	},
	[1403003] = {
		char_type = 1,
		word = "堆沙堡！往沙子裡摻點水……完成了。",
		type = 1,
		id = 1403003,
		icon = ""
	},
	[1403004] = {
		char_type = 1,
		word = "果然，最舒服的就是陽光浴了。",
		type = 1,
		id = 1403004,
		icon = ""
	},
	[1403005] = {
		char_type = 1,
		word = "漂亮的接球。海邊果然少不了沙灘排球啊。",
		type = 1,
		id = 1403005,
		icon = ""
	},
	[1403006] = {
		char_type = 1,
		word = "收集了很多漂亮的貝殼。",
		type = 1,
		id = 1403006,
		icon = ""
	},
	[1403007] = {
		char_type = 1,
		word = "打西瓜遊戲！看誰打得最多~",
		type = 1,
		id = 1403007,
		icon = ""
	},
	[1403008] = {
		char_type = 1,
		word = "直衝小吃攤！海風配美味！",
		type = 1,
		id = 1403008,
		icon = ""
	},
	[1404002] = {
		char_type = 1,
		word = "明日之星……自我展現……？",
		type = 1,
		id = 1404002,
		icon = ""
	},
	[1404003] = {
		char_type = 3,
		word = "似乎是可以盡情展現才藝的舞台比賽，去參加看看吧。",
		type = 1,
		id = 1404003,
		icon = ""
	},
	[1404004] = {
		char_type = 3,
		word = "努力地在舞台上展現了才藝。",
		type = 1,
		id = 1404004,
		icon = ""
	},
	[1404005] = {
		char_type = 3,
		word = "在比賽中取得了優勝！是真正的明日之星！",
		type = 1,
		id = 1404005,
		icon = ""
	},
	[1404006] = {
		char_type = 3,
		word = "在比賽中取得的成績平平，不過在舞台上演出很開心。",
		type = 1,
		id = 1404006,
		icon = ""
	},
	[1404007] = {
		char_type = 3,
		word = "比賽取得的成績不代表實力，下次再來挑戰吧~",
		type = 1,
		id = 1404007,
		icon = ""
	},
	[1405002] = {
		char_type = 1,
		word = "明日之星……再試試看。",
		type = 1,
		id = 1405002,
		icon = ""
	},
	[1405003] = {
		char_type = 3,
		word = "第二屆明日之星大賽正在舉辦，去參加看看吧。",
		type = 1,
		id = 1405003,
		icon = ""
	},
	[1405004] = {
		char_type = 3,
		word = "努力地在舞台上展現了才藝。",
		type = 1,
		id = 1405004,
		icon = ""
	},
	[1405005] = {
		char_type = 3,
		word = "在比賽中取得了優勝！是真正的明日之星！",
		type = 1,
		id = 1405005,
		icon = ""
	},
	[1405006] = {
		char_type = 3,
		word = "在比賽中取得的成績平平，不過在舞台上演出很開心。",
		type = 1,
		id = 1405006,
		icon = ""
	},
	[1405007] = {
		char_type = 3,
		word = "比賽取得的成績不代表實力，下次再來挑戰吧~",
		type = 1,
		id = 1405007,
		icon = ""
	},
	[1406002] = {
		char_type = 1,
		word = "明日之星……這次也……",
		type = 1,
		id = 1406002,
		icon = ""
	},
	[1406003] = {
		char_type = 3,
		word = "第三屆明日之星大賽正在舉辦，這次也去參加吧。",
		type = 1,
		id = 1406003,
		icon = ""
	},
	[1406004] = {
		char_type = 3,
		word = "努力地在舞台上展現了才藝。",
		type = 1,
		id = 1406004,
		icon = ""
	},
	[1406005] = {
		char_type = 3,
		word = "在比賽中取得了優勝！是真正的明日之星！",
		type = 1,
		id = 1406005,
		icon = ""
	},
	[1406006] = {
		char_type = 3,
		word = "在比賽中取得的成績平平，不過在舞台上演出很開心。",
		type = 1,
		id = 1406006,
		icon = ""
	},
	[1406007] = {
		char_type = 3,
		word = "比賽取得的成績不代表實力，下次再來挑戰吧~",
		type = 1,
		id = 1406007,
		icon = ""
	},
	[1411002] = {
		char_type = 3,
		word = "似乎是在講述為了世界和平而奔走，而暫時無法追逐愛情的故事。",
		type = 1,
		id = 1411002,
		icon = ""
	},
	[1412002] = {
		char_type = 3,
		word = "生存還是毀滅，這是個問題……",
		type = 1,
		id = 1412002,
		icon = ""
	},
	[1413002] = {
		char_type = 3,
		word = "被時代的洪流所裹挾，究竟是幸運還是不幸呢……",
		type = 1,
		id = 1413002,
		icon = ""
	},
	[1414002] = {
		char_type = 3,
		word = "妖怪劇團，真想親眼看一看啊。",
		type = 1,
		id = 1414002,
		icon = ""
	},
	[1415002] = {
		char_type = 3,
		word = "浪漫故事往往從這個季節開始發生。",
		type = 1,
		id = 1415002,
		icon = ""
	},
	[1416002] = {
		char_type = 3,
		word = "新劇上演……咦，總覺得有點眼熟？",
		type = 1,
		id = 1416002,
		icon = ""
	},
	[1417002] = {
		char_type = 3,
		word = "空蕩的教室裡，一定藏著什麼秘密。",
		type = 1,
		id = 1417002,
		icon = ""
	},
	[1418002] = {
		char_type = 3,
		word = "為什麼是在講怎麼造船呢？",
		type = 1,
		id = 1418002,
		icon = ""
	},
	[1419002] = {
		char_type = 3,
		word = "這份小小的作戰計劃，能否真正擄獲那顆心呢……",
		type = 1,
		id = 1419002,
		icon = ""
	},
	[1420002] = {
		char_type = 3,
		word = "夜夜燈火通明的古堡，在時光盡頭孤獨等待。",
		type = 1,
		id = 1420002,
		icon = ""
	},
	[1501002] = {
		char_type = 3,
		word = "在水族館裡玩了很久。",
		type = 1,
		id = 1501002,
		icon = ""
	},
	[1501003] = {
		char_type = 1,
		word = "在水族館看到了水母，感覺很可愛。",
		type = 1,
		id = 1501003,
		icon = ""
	},
	[1501004] = {
		char_type = 1,
		word = "在水族館裡看了很久的鯊魚，覺得鯊魚很呆，一點都不可怕。",
		type = 1,
		id = 1501004,
		icon = ""
	},
	[1501005] = {
		char_type = 1,
		word = "在水族箱裡蓋了紀念章，但還有很多章沒集齊，下次再來蓋。",
		type = 1,
		id = 1501005,
		icon = ""
	},
	[1501006] = {
		char_type = 1,
		word = "水族館提供的飲料和餐品很難吃，決定之後再去大吃一頓。",
		type = 1,
		id = 1501006,
		icon = ""
	},
	[1501007] = {
		char_type = 1,
		word = "在水族箱裡看了企鵝，還看到了企鵝蛋……想吃蛋了。",
		type = 1,
		id = 1501007,
		icon = ""
	},
	[1501008] = {
		char_type = 1,
		word = "在水族館的通道上看了很久，因為各色魚兒從頭頂遊過的樣子很漂亮。",
		type = 1,
		id = 1501008,
		icon = ""
	},
	[1501009] = {
		char_type = 1,
		word = "在水族箱裡看到了全身透明的小魚，感覺好奇妙。",
		type = 1,
		id = 1501009,
		icon = ""
	},
	[1501010] = {
		char_type = 1,
		word = "想在水族箱買紀念品，但最後決定買個椰子來喝。",
		type = 1,
		id = 1501010,
		icon = ""
	},
	[1502002] = {
		char_type = 3,
		word = "在遊樂園玩了很久。",
		type = 1,
		id = 1502002,
		icon = ""
	},
	[1502003] = {
		char_type = 1,
		word = "玩了海盜船，感覺很刺激！還想再來幾次！",
		type = 1,
		id = 1502003,
		icon = ""
	},
	[1502004] = {
		char_type = 1,
		word = "玩了旋轉茶杯！感受到了什麼才是真正的天旋地轉。",
		type = 1,
		id = 1502004,
		icon = ""
	},
	[1502005] = {
		char_type = 1,
		word = "創下了密室解謎耗時最短的新紀錄！好棒！",
		type = 1,
		id = 1502005,
		icon = ""
	},
	[1502006] = {
		char_type = 1,
		word = "在迷宮的分岔路迷路了……幸好最後找到了出口。",
		type = 1,
		id = 1502006,
		icon = ""
	},
	[1502007] = {
		char_type = 1,
		word = "在遊樂園看了表演，感覺很有趣！",
		type = 1,
		id = 1502007,
		icon = ""
	},
	[1502008] = {
		char_type = 1,
		word = "在遊樂園吃到好吃的漢堡了！精力一下子恢復了！",
		type = 1,
		id = 1502008,
		icon = ""
	},
	[1502009] = {
		char_type = 1,
		word = "在遊樂園裡買到蘋果糖了！好像確實有點太甜了……",
		type = 1,
		id = 1502009,
		icon = ""
	},
	[1503002] = {
		char_type = 3,
		word = "在童心樂園玩了很久。",
		type = 1,
		id = 1503002,
		icon = ""
	},
	[1503003] = {
		char_type = 1,
		word = "玩了很久鞦韆，很喜歡搖搖晃晃的感覺。",
		type = 1,
		id = 1503003,
		icon = ""
	},
	[1503004] = {
		char_type = 1,
		word = "滑滑梯，很有趣，還想玩。",
		type = 1,
		id = 1503004,
		icon = ""
	},
	[1503005] = {
		char_type = 1,
		word = "玩了很久蹺蹺板，一起一落的時候很快樂。",
		type = 1,
		id = 1503005,
		icon = ""
	},
	[1503006] = {
		char_type = 1,
		word = "坐了搖搖椅，被搖搖椅的音樂迷住了！",
		type = 1,
		id = 1503006,
		icon = ""
	},
	[1503007] = {
		char_type = 1,
		word = "在鞦韆上坐著看天空，發了很久的呆。",
		type = 1,
		id = 1503007,
		icon = ""
	},
	[1503008] = {
		char_type = 1,
		word = "將買來的兒童套餐吃得乾乾淨淨。",
		type = 1,
		id = 1503008,
		icon = ""
	},
	[1503009] = {
		char_type = 1,
		word = "買了一個可愛的氣球，我很喜歡。",
		type = 1,
		id = 1503009,
		icon = ""
	},
	[1601002] = {
		char_type = 3,
		word = "嗯……馬上就要突破紀錄了，再接再厲吧！",
		type = 1,
		id = 1601002,
		icon = ""
	},
	[1601005] = {
		char_type = 3,
		word = "動作越來越乾脆俐落了！一定可以再提升一些成績！",
		type = 1,
		id = 1601005,
		icon = ""
	},
	[1601008] = {
		char_type = 3,
		word = "可惜，雖然還差一點點，但是已經很接近目前的最高成績了！",
		type = 1,
		id = 1601008,
		icon = ""
	},
	[1602002] = {
		char_type = 3,
		word = "在體育館附近隨便逛了逛。",
		type = 1,
		id = 1602002,
		icon = ""
	},
	[1602003] = {
		char_type = 1,
		word = "遇見了可愛的小貓，和它一起玩了。",
		type = 1,
		id = 1602003,
		icon = ""
	},
	[1602004] = {
		char_type = 1,
		word = "在跑道終點處衝刺，結果摔了一跤……",
		type = 1,
		id = 1602004,
		icon = ""
	},
	[1602005] = {
		char_type = 1,
		word = "買到了體育館場地限定的功能飲料，真是太幸運了。",
		type = 1,
		id = 1602005,
		icon = ""
	},
	[1602006] = {
		char_type = 1,
		word = "發現了體育館到美食坊的捷徑，以後就能省下時間了，太好了！",
		type = 1,
		id = 1602006,
		icon = ""
	},
	[1602007] = {
		char_type = 1,
		word = "去試了一下射擊打靶，發現射擊很有趣！",
		type = 1,
		id = 1602007,
		icon = ""
	},
	[1602008] = {
		char_type = 1,
		word = "在操場上跑了跑步，變得神清氣爽了。",
		type = 1,
		id = 1602008,
		icon = ""
	},
	[1602009] = {
		char_type = 1,
		word = "穿得太單薄了，回去以後就生病了……",
		type = 1,
		id = 1602009,
		icon = ""
	},
	[1603002] = {
		char_type = 1,
		word = "……運動大賽……",
		type = 1,
		id = 1603002,
		icon = ""
	},
	[1603003] = {
		char_type = 3,
		word = "第一屆運動大賽正在火熱舉辦中，去參加吧。",
		type = 1,
		id = 1603003,
		icon = ""
	},
	[1603004] = {
		char_type = 3,
		word = "努力地在運動場中揮灑了汗水。",
		type = 1,
		id = 1603004,
		icon = ""
	},
	[1603005] = {
		char_type = 3,
		word = "在比賽中取得了好成績！可以拿獎品了！",
		type = 1,
		id = 1603005,
		icon = ""
	},
	[1603006] = {
		char_type = 3,
		word = "比賽中成績平平，但運動以後感到神清氣爽了！",
		type = 1,
		id = 1603006,
		icon = ""
	},
	[1603007] = {
		char_type = 3,
		word = "在比賽中發揮失常，沒能取得預想的成績，下次再來吧~",
		type = 1,
		id = 1603007,
		icon = ""
	},
	[1604002] = {
		char_type = 1,
		word = "已經是第二屆運動大賽了……",
		type = 1,
		id = 1604002,
		icon = ""
	},
	[1604003] = {
		char_type = 3,
		word = "第二屆運動大賽正在火熱舉辦中，這次也去參加吧。",
		type = 1,
		id = 1604003,
		icon = ""
	},
	[1604004] = {
		char_type = 3,
		word = "努力地在運動場中揮灑了汗水。",
		type = 1,
		id = 1604004,
		icon = ""
	},
	[1604005] = {
		char_type = 3,
		word = "在比賽中取得了好成績！可以拿獎品了！",
		type = 1,
		id = 1604005,
		icon = ""
	},
	[1604006] = {
		char_type = 3,
		word = "比賽中成績平平，但運動以後感到神清氣爽了！",
		type = 1,
		id = 1604006,
		icon = ""
	},
	[1604007] = {
		char_type = 3,
		word = "在比賽中發揮失常，沒能取得預想的成績，下次再來吧~",
		type = 1,
		id = 1604007,
		icon = ""
	},
	[1605002] = {
		char_type = 1,
		word = "第三屆運動大賽了呢……",
		type = 1,
		id = 1605002,
		icon = ""
	},
	[1605003] = {
		char_type = 3,
		word = "第三屆運動大賽正在火熱舉辦中，這次還是去參加吧。",
		type = 1,
		id = 1605003,
		icon = ""
	},
	[1605004] = {
		char_type = 3,
		word = "努力地在運動場中揮灑了汗水。",
		type = 1,
		id = 1605004,
		icon = ""
	},
	[1605005] = {
		char_type = 3,
		word = "在比賽中取得了好成績！可以拿獎品了！",
		type = 1,
		id = 1605005,
		icon = ""
	},
	[1605006] = {
		char_type = 3,
		word = "比賽中成績平平，但運動以後感到神清氣爽了！",
		type = 1,
		id = 1605006,
		icon = ""
	},
	[1605007] = {
		char_type = 3,
		word = "在比賽中發揮失常，沒能取得預想的成績，下次再來吧~",
		type = 1,
		id = 1605007,
		icon = ""
	},
	[1606002] = {
		char_type = 3,
		word = "這週的足球比賽開始了，去看看吧。",
		type = 1,
		id = 1606002,
		icon = ""
	},
	[1606003] = {
		char_type = 3,
		word = "比數是……2：0！雖然結局很可惜，但0分也堅持到最後的精神值得學習！",
		type = 1,
		id = 1606003,
		icon = ""
	},
	[1606004] = {
		char_type = 3,
		word = "比數是……2：2！平手了，應該要點球決勝了！真期待啊！",
		type = 1,
		id = 1606004,
		icon = ""
	},
	[1606005] = {
		char_type = 3,
		word = "比數是……2：1！一分之差惜敗，有點無奈呢，下次再來應援吧！",
		type = 1,
		id = 1606005,
		icon = ""
	},
	[1606006] = {
		char_type = 3,
		word = "比數是……0：2！贏了！值得慶祝！",
		type = 1,
		id = 1606006,
		icon = ""
	},
	[1606007] = {
		char_type = 3,
		word = "比數是……1：2！從比賽中受到了鼓舞。",
		type = 1,
		id = 1606007,
		icon = ""
	},
	[1606008] = {
		char_type = 3,
		word = "比數是……1：1！從比賽中感受到了一絲膠著，更期待最後的比數了！",
		type = 1,
		id = 1606008,
		icon = ""
	},
	[1701002] = {
		char_type = 3,
		word = "在圖書館裡待了很久。",
		type = 1,
		id = 1701002,
		icon = ""
	},
	[1701003] = {
		char_type = 1,
		word = "今天看了有關烘焙的書，對這方面的理解加深了。",
		type = 1,
		id = 1701003,
		icon = ""
	},
	[1701004] = {
		char_type = 1,
		word = "今天看了有關健康的書，看來今後也要多注意身體呢。",
		type = 1,
		id = 1701004,
		icon = ""
	},
	[1701005] = {
		char_type = 1,
		word = "今天看完了一本童話故事集，稍微受到了一些啟發。",
		type = 1,
		id = 1701005,
		icon = ""
	},
	[1701006] = {
		char_type = 1,
		word = "今天寫了一個小故事的大綱，決定之後再擴寫成有趣的童話。",
		type = 1,
		id = 1701006,
		icon = ""
	},
	[1701007] = {
		char_type = 1,
		word = "今天靈感迸發，寫了一個推理小說的大綱，之後再好好推邏輯吧！",
		type = 1,
		id = 1701007,
		icon = ""
	},
	[1701008] = {
		char_type = 1,
		word = "今天隨便看了看一些有興趣的書，感覺學到不少了。",
		type = 1,
		id = 1701008,
		icon = ""
	},
	[1701009] = {
		char_type = 1,
		word = "今天才思如泉湧，寫了一篇詩歌，感覺還不錯。",
		type = 1,
		id = 1701009,
		icon = ""
	},
	[1702002] = {
		char_type = 3,
		word = "在音樂教室裡逗留了很久。",
		type = 1,
		id = 1702002,
		icon = ""
	},
	[1702003] = {
		char_type = 1,
		word = "用吉他練習了一下自彈自唱……效果不太理想。",
		type = 1,
		id = 1702003,
		icon = ""
	},
	[1702004] = {
		char_type = 1,
		word = "用鋼琴演奏了經典曲目，彈得越來越好了！",
		type = 1,
		id = 1702004,
		icon = ""
	},
	[1702005] = {
		char_type = 1,
		word = "為自己寫的歌詞譜曲，但沒成功。多學習一下再做嘗試吧！",
		type = 1,
		id = 1702005,
		icon = ""
	},
	[1702006] = {
		char_type = 1,
		word = "練習了很久小提琴。脖子很痛，但進步也很大！",
		type = 1,
		id = 1702006,
		icon = ""
	},
	[1702007] = {
		char_type = 1,
		word = "單簧管的演奏實在太難了，不過經過練習總算是有進步了！",
		type = 1,
		id = 1702007,
		icon = ""
	},
	[1702008] = {
		char_type = 1,
		word = "豎琴的聲音神秘又高雅，沉浸在自己的演奏中了。",
		type = 1,
		id = 1702008,
		icon = ""
	},
	[1702009] = {
		char_type = 1,
		word = "用麥克風大聲唱歌，對被麥克風修飾過的歌聲很滿意。",
		type = 1,
		id = 1702009,
		icon = ""
	},
	[1703002] = {
		char_type = 3,
		word = "在學院裡逛了逛。",
		type = 1,
		id = 1703002,
		icon = ""
	},
	[1703003] = {
		char_type = 1,
		word = "在另一棟大樓上發現了一塊小花園，很驚喜。",
		type = 1,
		id = 1703003,
		icon = ""
	},
	[1703004] = {
		char_type = 1,
		word = "投餵了學院裡的鴿子，和它們親近了不少。",
		type = 1,
		id = 1703004,
		icon = ""
	},
	[1703005] = {
		char_type = 1,
		word = "買到了學院裡最好吃的巧克力蛋糕，開心。",
		type = 1,
		id = 1703005,
		icon = ""
	},
	[1703006] = {
		char_type = 1,
		word = "在烹飪教室練習，做出了最近最滿意的一道料理，太好了！",
		type = 1,
		id = 1703006,
		icon = ""
	},
	[1703007] = {
		char_type = 1,
		word = "在圖書館裡發現了一本沒有名字的手寫戀愛小說，放回去了。",
		type = 1,
		id = 1703007,
		icon = ""
	},
	[1706102] = {
		char_type = 1,
		word = "是寫作相關的比賽呢。",
		type = 1,
		id = 1706102,
		icon = ""
	},
	[1706103] = {
		char_type = 3,
		word = "文學大獎賽正在舉辦中，去參加看看吧。",
		type = 1,
		id = 1706103,
		icon = ""
	},
	[1706104] = {
		char_type = 3,
		word = "藉由題目盡情抒發了內心。",
		type = 1,
		id = 1706104,
		icon = ""
	},
	[1706105] = {
		char_type = 3,
		word = "作品意境清麗，最為亮眼。",
		type = 1,
		id = 1706105,
		icon = ""
	},
	[1706106] = {
		char_type = 3,
		word = "作品平平無奇，但通篇一氣呵成，還不錯。",
		type = 1,
		id = 1706106,
		icon = ""
	},
	[1706107] = {
		char_type = 3,
		word = "作品不知所云，下次再來試試吧。",
		type = 1,
		id = 1706107,
		icon = ""
	},
	[1707102] = {
		char_type = 1,
		word = "繪畫比賽……",
		type = 1,
		id = 1707102,
		icon = ""
	},
	[1707103] = {
		char_type = 3,
		word = "繪畫大獎賽正在舉辦中，去參加看看吧。",
		type = 1,
		id = 1707103,
		icon = ""
	},
	[1707104] = {
		char_type = 3,
		word = "在畫布上盡情作畫了。",
		type = 1,
		id = 1707104,
		icon = ""
	},
	[1707105] = {
		char_type = 3,
		word = "作品創意十足，成功取得優勝！",
		type = 1,
		id = 1707105,
		icon = ""
	},
	[1707106] = {
		char_type = 3,
		word = "作品平平無奇，但勝在技法成熟。",
		type = 1,
		id = 1707106,
		icon = ""
	},
	[1707107] = {
		char_type = 3,
		word = "作品過於前衛了……下次畫些流行的吧~",
		type = 1,
		id = 1707107,
		icon = ""
	},
	[1708102] = {
		char_type = 1,
		word = "……歌者……音樂……",
		type = 1,
		id = 1708102,
		icon = ""
	},
	[1708103] = {
		char_type = 3,
		word = "歌者之聲大獎賽正在舉辦中，去參加看看吧。",
		type = 1,
		id = 1708103,
		icon = ""
	},
	[1708104] = {
		char_type = 3,
		word = "努力在舞台上演唱了。",
		type = 1,
		id = 1708104,
		icon = ""
	},
	[1708105] = {
		char_type = 3,
		word = "嗓音細膩真摯，取得了好成績！",
		type = 1,
		id = 1708105,
		icon = ""
	},
	[1708106] = {
		char_type = 3,
		word = "一不小心唱錯了詞，成績平平。",
		type = 1,
		id = 1708106,
		icon = ""
	},
	[1708107] = {
		char_type = 3,
		word = "唱走音了……下次再來！",
		type = 1,
		id = 1708107,
		icon = ""
	},
	[1709002] = {
		char_type = 3,
		word = "學院進行了關於寫作的限時指導，去報名吧。",
		type = 1,
		id = 1709002,
		icon = ""
	},
	[1709003] = {
		char_type = 3,
		word = "聽完指導後受益匪淺，無數靈感湧入了腦海。",
		type = 1,
		id = 1709003,
		icon = ""
	},
	[1710002] = {
		char_type = 3,
		word = "學院進行了關於繪畫的限時指導，去報名吧。",
		type = 1,
		id = 1710002,
		icon = ""
	},
	[1710003] = {
		char_type = 3,
		word = "聽完指導後受益匪淺，對繪畫的理解比以前更深了。",
		type = 1,
		id = 1710003,
		icon = ""
	},
	[1711002] = {
		char_type = 3,
		word = "學院舉辦了關於聲樂的限時指導，去報名吧。",
		type = 1,
		id = 1711002,
		icon = ""
	},
	[1711003] = {
		char_type = 3,
		word = "聽完指導後受益匪淺，在音樂之路上又邁出了一大步。",
		type = 1,
		id = 1711003,
		icon = ""
	},
	[1800000] = {
		char_type = 3,
		word = "咔嚓——紀錄下了值得紀念的瞬間",
		type = 1,
		id = 1800000,
		icon = ""
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		110102,
		110103,
		110104,
		110202,
		110203,
		110204,
		110302,
		110303,
		110304,
		110402,
		110403,
		110404,
		110502,
		110503,
		110504,
		110602,
		110603,
		110604,
		110702,
		110703,
		110802,
		110803,
		110902,
		110903,
		111002,
		111003,
		111102,
		111103,
		111202,
		111203,
		111302,
		111303,
		111402,
		111403,
		111502,
		111503,
		111602,
		111603,
		111702,
		111703,
		111802,
		111803,
		111902,
		111903,
		112002,
		112003,
		112102,
		112103,
		112202,
		112203,
		112302,
		112303,
		112402,
		112403,
		112502,
		112503,
		112602,
		112603,
		112702,
		112703,
		112802,
		112803,
		112902,
		112903,
		113002,
		113003,
		120102,
		120103,
		120202,
		120203,
		120302,
		120303,
		120402,
		120403,
		120502,
		120503,
		120602,
		120603,
		120702,
		120703,
		120802,
		120803,
		120902,
		120903,
		121002,
		121003,
		121102,
		121103,
		121202,
		121203,
		121302,
		121303,
		121402,
		121403,
		121502,
		121503,
		121602,
		121603,
		121702,
		121703,
		121802,
		121803,
		121902,
		121903,
		122002,
		122003,
		122102,
		122103,
		122202,
		122203,
		122302,
		122303,
		122402,
		122403,
		122502,
		122503,
		122602,
		122603,
		122702,
		122703,
		130102,
		130103,
		130104,
		130105,
		130202,
		130203,
		130204,
		130205,
		130302,
		130303,
		130304,
		130305,
		130402,
		130403,
		130404,
		130405,
		130502,
		130503,
		130504,
		130505,
		130602,
		130603,
		130604,
		130605,
		130702,
		130703,
		130704,
		130705,
		130802,
		130803,
		130804,
		130805,
		130902,
		130903,
		130904,
		130905,
		131002,
		131003,
		131004,
		131005,
		131102,
		131103,
		131104,
		131105,
		140102,
		140103,
		140104,
		140105,
		140106,
		150001,
		150002,
		150003,
		150004,
		150005,
		150006,
		150007,
		150008,
		150009,
		150010,
		150011,
		150012,
		150013,
		150014,
		150015,
		150016,
		150017,
		150018,
		150019,
		1103002,
		1103003,
		1103004,
		1103005,
		1103006,
		1104002,
		1104003,
		1105002,
		1105003,
		1105004,
		1105005,
		1105006,
		1105007,
		1106002,
		1106003,
		1106004,
		1106005,
		1106006,
		1106007,
		1107002,
		1107003,
		1107004,
		1107005,
		1107006,
		1107007,
		1112002,
		1112003,
		1112004,
		1112005,
		1112006,
		1112007,
		1112008,
		1112009,
		1112010,
		1112011,
		1112012,
		1202002,
		1202003,
		1202004,
		1202005,
		1202006,
		1202007,
		1202008,
		1204002,
		1204003,
		1204004,
		1204005,
		1204006,
		1204007,
		1204008,
		1204009,
		1204010,
		1204011,
		1211002,
		1211003,
		1211004,
		1211005,
		1211006,
		1211007,
		1211008,
		1211009,
		1211010,
		1212002,
		1212003,
		1212004,
		1212005,
		1212006,
		1212007,
		1212008,
		1205002,
		1205003,
		1205004,
		1205005,
		1205006,
		1205007,
		1206002,
		1206003,
		1206004,
		1206005,
		1206006,
		1206007,
		1207002,
		1207003,
		1207004,
		1207005,
		1207006,
		1207007,
		1304002,
		1304003,
		1304004,
		1304005,
		1304006,
		1304007,
		1304008,
		1304009,
		1304010,
		1304011,
		1311002,
		1311003,
		1311004,
		1312002,
		1312003,
		1312004,
		1313002,
		1313003,
		1313004,
		1314002,
		1314003,
		1314004,
		1315002,
		1315003,
		1315004,
		1316002,
		1316003,
		1316004,
		1317002,
		1317003,
		1318002,
		1318003,
		1319002,
		1319003,
		1320002,
		1320003,
		1305002,
		1305003,
		1305004,
		1305005,
		1305006,
		1305007,
		1306002,
		1306003,
		1403002,
		1403003,
		1403004,
		1403005,
		1403006,
		1403007,
		1403008,
		1404002,
		1404003,
		1404004,
		1404005,
		1404006,
		1404007,
		1405002,
		1405003,
		1405004,
		1405005,
		1405006,
		1405007,
		1406002,
		1406003,
		1406004,
		1406005,
		1406006,
		1406007,
		1411002,
		1412002,
		1413002,
		1414002,
		1415002,
		1416002,
		1417002,
		1418002,
		1419002,
		1420002,
		1501002,
		1501003,
		1501004,
		1501005,
		1501006,
		1501007,
		1501008,
		1501009,
		1501010,
		1502002,
		1502003,
		1502004,
		1502005,
		1502006,
		1502007,
		1502008,
		1502009,
		1503002,
		1503003,
		1503004,
		1503005,
		1503006,
		1503007,
		1503008,
		1503009,
		1601002,
		1601005,
		1601008,
		1602002,
		1602003,
		1602004,
		1602005,
		1602006,
		1602007,
		1602008,
		1602009,
		1603002,
		1603003,
		1603004,
		1603005,
		1603006,
		1603007,
		1604002,
		1604003,
		1604004,
		1604005,
		1604006,
		1604007,
		1605002,
		1605003,
		1605004,
		1605005,
		1605006,
		1605007,
		1606002,
		1606003,
		1606004,
		1606005,
		1606006,
		1606007,
		1606008,
		1701002,
		1701003,
		1701004,
		1701005,
		1701006,
		1701007,
		1701008,
		1701009,
		1702002,
		1702003,
		1702004,
		1702005,
		1702006,
		1702007,
		1702008,
		1702009,
		1703002,
		1703003,
		1703004,
		1703005,
		1703006,
		1703007,
		1706102,
		1706103,
		1706104,
		1706105,
		1706106,
		1706107,
		1707102,
		1707103,
		1707104,
		1707105,
		1707106,
		1707107,
		1708102,
		1708103,
		1708104,
		1708105,
		1708106,
		1708107,
		1709002,
		1709003,
		1710002,
		1710003,
		1711002,
		1711003,
		1800000
	}
}
