pg = pg or {}
pg.game_room_template = {
	{
		coin_max = 5,
		game_id = 1002,
		add_type = 12,
		type = 11,
		id = 1,
		add_base = 200,
		icon = "diediele",
		order = 1,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				31,
				1.3
			},
			{
				21,
				1.2
			},
			{
				11,
				1.1
			},
			{
				6,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
小遊戲玩法：
1.玩家點擊螢幕任意位置下落，堆疊成功即視為得分，落空3次會導致遊戲結束
2.玩家需要注意螢幕右側的平衡條，當平衡條上的小蠻啾觸及到紅色區域時堆疊倒塌，會導致遊戲結束

獎勵規則：遊玩時投入遊戲幣可獲得獎券獎勵，每投入一枚遊戲幣，會根據不同分數獲得如下數量的獎券： 
0-5：180遊戲獎券
6-10：200遊戲獎券
11-20：220遊戲獎券
21-30：240遊戲獎券
31及以上：260遊戲獎券]]
			}
		},
		position = {
			0,
			20
		}
	},
	{
		coin_max = 5,
		game_id = 1003,
		add_type = 12,
		type = 11,
		id = 2,
		add_base = 200,
		icon = "sanxiao",
		order = 2,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				3001,
				1.3
			},
			{
				2001,
				1.2
			},
			{
				1001,
				1.1
			},
			{
				501,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				icon = {
					atlas = "helpbg/3match_1",
					path = ""
				}
			},
			{
				icon = {
					atlas = "helpbg/3match_2",
					path = ""
				}
			},
			{
				icon = {
					atlas = "helpbg/3match_3",
					path = ""
				}
			},
			disableScroll = true,
			pageMode = true,
			ImageMode = true,
			defaultpage = 1,
			windowSize = {
				x = 1263,
				y = 873
			},
			windowPos = {
				y = -70
			},
			helpSize = {
				x = 1176,
				y = 1024
			}
		},
		position = {
			157,
			-153
		}
	},
	{
		coin_max = 5,
		game_id = 1004,
		add_type = 12,
		type = 11,
		id = 3,
		add_base = 200,
		icon = "sheji",
		order = 3,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				31,
				1.3
			},
			{
				21,
				1.2
			},
			{
				11,
				1.1
			},
			{
				6,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
小遊戲玩法：1.點擊開始遊戲，會在18個位置中的12個生成有塞壬頭像的標靶，通過移動按鈕和開火按鈕在倒計時結束前擊中不同的標靶獲得不同的積分
2.不同標靶對應的積分標註在右側
3.當十字準心中心在頭像區域內時開火即判定命中，每次開火後需要等待一秒才能再次開火
4.每次擊倒標靶後，該標靶消失，其餘標靶都會刷新重新排列位置
5.遊戲倒計時12秒，當倒計時用盡時遊戲結束並結算

獎勵規則：遊玩時投入遊戲幣可獲得獎券獎勵，每投入一枚遊戲幣，會根據不同分數獲得如下數量的獎券：
0-5：180遊戲獎券
6-10：200遊戲獎券
11-20：220遊戲獎券
21-30：240遊戲獎券
31及以上：260遊戲獎券]]
			}
		},
		position = {
			0,
			0
		}
	},
	{
		coin_max = 5,
		game_id = 1005,
		add_type = 12,
		type = 11,
		id = 4,
		add_base = 200,
		icon = "xiaochi",
		order = 4,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				20,
				1.3
			},
			{
				16,
				1.2
			},
			{
				11,
				1.1
			},
			{
				6,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
小遊戲玩法：
1點擊選購開始遊戲，左側角色頭頂會出現想要的三種食
物，在思考五秒之後頭頂食物消失，玩家需要憑記憶在十秒內從右側九種食物中選出角色之前想要的三種食物
2.需要按照之前角色頭頂從左到右的食物順序選擇食物
3.單擊食物選擇，再次單擊該食物可以取消選擇，選擇好三種食物後自動提交結果
4.倒計時未用盡的情況下，選好三種食物會進入結算介面，選出的正確食物會增加剩餘時間和積分，可以選擇繼續
遊戲或者遊戲結算，增加時間和積分規則如下：選中3個正確的食物： 剩餘時間增加5秒積分增加5分選中2個正確的食物： 剩餘時間增加2秒積分增加2分選中1個正確的食物： 剩餘時間增加1秒積分增加1分選中0個正確的食物： 剩餘時間增加0秒積分增加0分
5.如果選擇繼續遊戲則保留剩餘時間和積分，並繼續選出符合左側角色想要的三種食物
6.如果倒計時用盡或者主動選擇遊戲結算，則算作遊戲結束

獎勵規則：遊玩時投入遊戲幣可獲得獎券獎勵，每投入一枚遊戲幣，會根據不同分數獲得如下數量的獎券：
0-5：180遊戲獎券
6-10：200遊戲獎券
11-15：220遊戲獎券
16-20：240遊戲獎券
21及以上：260遊戲獎券]]
			}
		},
		position = {
			320,
			-310
		}
	},
	{
		coin_max = 5,
		game_id = 1006,
		add_type = 12,
		type = 11,
		id = 5,
		add_base = 200,
		icon = "xiuxing",
		order = 5,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				601,
				1.3
			},
			{
				451,
				1.2
			},
			{
				301,
				1.1
			},
			{
				151,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				icon = {
					atlas = "helpbg/guinu_help1",
					path = ""
				}
			},
			{
				icon = {
					atlas = "helpbg/guinu_help2",
					path = ""
				}
			},
			disableScroll = true,
			pageMode = true,
			ImageMode = true,
			defaultpage = 1,
			windowSize = {
				x = 1263,
				y = 873
			},
			windowPos = {
				y = -70
			},
			helpSize = {
				x = 1176,
				y = 1024
			}
		},
		position = {
			-411,
			-441
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5
	}
}
