pg = pg or {}
pg.world_joint_boss_template = {
	{
		name = "飛龍·META",
		boss_level_id = 1,
		state = "always",
		item_id = 100000,
		painting = "feilong",
		meta_id = 970701,
		id = 1,
		description = {
			{
				"光暗花札",
				3,
				"戰鬥中發射特殊的光之花札與暗之花札，持續造成範圍傷害。"
			},
			{
				"次元蟲洞",
				2,
				"戰鬥中出現特殊區域，發射高能量球體造成高額傷害。"
			}
		},
		p_offset = {
			-36.45481,
			717.0379
		},
		p_offset_other = {
			411,
			777
		}
	},
	{
		name = "皇家方舟·META",
		boss_level_id = 16,
		state = "always",
		item_id = 100000,
		painting = "huangjiafangzhou",
		meta_id = 970702,
		id = 2,
		description = {
			{
				"魔彈射手",
				1,
				"戰鬥中出現特殊槍管對場上發動猛烈攻擊。"
			},
			{
				"幻影強襲",
				2,
				"戰鬥中會出現量產型驅逐艦的幻影向敵人發起衝鋒。"
			}
		},
		p_offset = {
			-36.45481,
			629.5
		},
		p_offset_other = {
			411,
			574
		}
	},
	{
		name = "海倫娜·META",
		boss_level_id = 31,
		state = "always",
		item_id = 100000,
		painting = "hailunna",
		meta_id = 970201,
		id = 3,
		description = {
			{
				"雷達掃描·Hacking",
				2,
				"戰鬥中生成雷達掃描區域，區域內敵方單位會受到傷害加深效果影響。"
			},
			{
				"「零」象限展開-5%",
				1,
				"戰鬥中釋放某種影響整個海域狀態的的特殊領域，使敵我雙方同時受到傷害加深效果影響。"
			}
		},
		p_offset = {
			-36.45481,
			610.5,
			0.95,
			0.95
		},
		p_offset_other = {
			296,
			610,
			0.95,
			0.95
		}
	},
	{
		name = "蒼龍·META",
		boss_level_id = 46,
		state = "always",
		item_id = 100000,
		painting = "canglong",
		meta_id = 970703,
		id = 4,
		description = {
			{
				"焰舞花札",
				3,
				"戰鬥中使用能夠產生連環爆炸並噴發出火焰的特殊花札攻擊敵人。"
			},
			{
				"燃燼之海",
				2,
				"將整片海域圍困在熊熊烈火之中，敵人觸碰火焰後會受到點燃效果。"
			}
		},
		p_offset = {
			-36.45481,
			610.5,
			0.95,
			0.95
		},
		p_offset_other = {
			296,
			610,
			0.95,
			0.95
		}
	},
	{
		name = "格奈森瑙·META",
		boss_level_id = 61,
		state = "always",
		item_id = 100000,
		painting = "genaisennao",
		meta_id = 970401,
		id = 5,
		description = {
			{
				"焰光之鍊",
				2,
				"戰鬥中使用特殊的火焰鎖鏈攻擊敵人，敵方單位觸碰鎖鏈會持續受到減速效果。"
			},
			{
				"潛航魚雷",
				1,
				"戰鬥中會不斷釋放出在水下航行的大型魚雷，在觸碰敵方主力時會造成大量傷害。"
			}
		},
		p_offset = {
			-58.2,
			634.2
		},
		p_offset_other = {
			480,
			635
		}
	},
	{
		name = "沙恩霍斯特·META",
		boss_level_id = 76,
		state = "always",
		item_id = 100000,
		painting = "shaenhuosite",
		meta_id = 970402,
		id = 6,
		description = {
			{
				"鋼火之杖",
				2,
				"戰鬥中將會釋放在場中不斷迴旋且產生連環爆炸的特殊攻擊彈幕。"
			},
			{
				"潛航魚雷",
				1,
				"戰鬥中會不斷釋放出在水下航行的大型魚雷，在觸碰敵方主力時會造成大量傷害。"
			}
		},
		p_offset = {
			-58.2,
			634.2
		},
		p_offset_other = {
			480,
			635
		}
	},
	{
		name = "反擊·META",
		boss_level_id = 91,
		state = "stop",
		item_id = 100000,
		painting = "fanji",
		meta_id = 970403,
		id = 7,
		description = {
			{
				"反擊焰火",
				3,
				"戰鬥開始時生成三層護盾，每層護盾各自提供部分減傷效果。\n<color=#92fc63>敵方單位每次使用空襲/跨射/魚雷攻擊時都會使自身積累2/2/1層戰意，當戰意層數達到6/12/18時自身會分別解除一層護盾。</color>"
			},
			{
				"騎士的決意",
				1,
				"自身每解除一層來自[反擊焰火]的護盾，都會提高自身增傷屬性，同時攻擊方式會變得更加猛烈。\n<color=#92fc63>全部解除後將釋放所有戰意，使自身進入“全力以赴”狀態。</color>"
			},
			{
				"熔火之心",
				2,
				"戰鬥中將會出現巨型熔岩形狀球體，觸碰敵方主力造成巨額傷害，並完全解除航母的隱蔽狀態。"
			}
		},
		p_offset = {
			-28.2,
			609.2,
			0.95,
			0.95
		},
		p_offset_other = {
			510,
			611.2,
			0.95,
			0.95
		}
	},
	{
		name = "聲望·META",
		boss_level_id = 106,
		state = "always",
		item_id = 100000,
		painting = "shengwang",
		meta_id = 970404,
		id = 8,
		description = {
			{
				"流星火雨",
				3,
				"戰鬥中將會出現從天而降的隕石形狀球體，在落地後造成範圍傷害。"
			},
			{
				"破敵之炬-烈",
				1,
				"每次蓄力攻擊成功，都會提升自身增傷屬性。\n<color=#92fc63>累計蓄力攻擊成功兩次後進入“全力以赴”狀態，攻擊方式發生變化，提升自身增傷屬性並降低減傷屬性，同時增加命中。</color>"
			},
			{
				"破敵之炬-靜",
				1,
				"每次蓄力攻擊失敗，都會回復自身少量耐久並提升減傷屬性。\n<color=#92fc63>累計蓄力攻擊失敗兩次後進入“沉寂”狀態，攻擊方式發生變化，提升自身減傷屬性並降低增傷屬性，同時減少命中。</color>"
			},
			{
				"熔火之心",
				2,
				"戰鬥中將會出現巨型熔岩形狀球體，觸碰敵方主力造成巨額傷害，並完全解除航母的隱蔽狀態。"
			}
		},
		p_offset = {
			-49.8,
			589.5,
			0.9,
			0.9
		},
		p_offset_other = {
			388,
			586.2,
			0.9,
			0.9
		}
	},
	{
		name = "亞利桑那·META",
		boss_level_id = 121,
		state = "always",
		item_id = 100000,
		painting = "yalisangna",
		meta_id = 970503,
		id = 9,
		description = {
			{
				"擴散的哀傷",
				2,
				"戰鬥中出現淡藍色霧籠罩區域，敵方單位在迷霧中停留會降低航速，並受到傷害加深效果影響。\n迷霧的影響效果會隨<color= #92fc63>敵方單位在迷霧中的持續停留時間而不斷增加</color>，單位脫離迷霧範圍後迷霧影響逐漸消失。"
			},
			{
				"黑潮之淚",
				1,
				"任意敵方單位耐久 低於50%時，其會受到額外的恢復效果。\n任意敵方單位耐久低於20%時，其受到的<color=#92fc63>所有恢復效果將被反轉為傷害。</color> "
			}
		},
		p_offset = {
			-49.8,
			589.5,
			0.9,
			0.9
		},
		p_offset_other = {
			388,
			586.2,
			0.9,
			0.9
		}
	},
	{
		name = "伊莉莎白女王·META",
		boss_level_id = 136,
		state = "stop",
		item_id = 100000,
		painting = "yilishabainvwang",
		meta_id = 970504,
		id = 10,
		description = {
			{
				"「伊莉莎白」象限展開",
				1,
				"戰鬥中釋放某種影響整個海域狀態的的特殊領域，並召喚數名領域騎士，<color=#92fc63>領域騎士對非META角色的攻擊有極大傷害減免效果</color>。\n若領域騎士被盡數消滅，則<color=#92fc63>領域崩潰並使自身遭到反噬</color>，行動將變得虛弱，且永久受到傷害加深效果影響。"
			},
			{
				"META親和力",
				2,
				"本身對非META角色造成的傷害提高，同時受到來自META角色的更多傷害。"
			}
		},
		p_offset = {
			-118.8,
			589.5,
			0.9,
			0.9
		},
		p_offset_other = {
			388,
			586.2,
			0.9,
			0.9
		}
	},
	{
		name = "阿爾及利亞·META",
		boss_level_id = 151,
		state = "stop",
		item_id = 100000,
		painting = "aerjiliya",
		meta_id = 970302,
		id = 11,
		description = {
			{
				"墮天之柱",
				3,
				"戰鬥開始時召喚四根「墮天之柱」，並使得自身受到的傷害降低30%。 \n當任意墮天之柱受到攻擊時，自身會<color=#92fc63>代替其承受25%的傷害</color>。 \n墮天之柱的血量極高。 "
			},
			{
				"滌罪之焰",
				1,
				"自身在戰鬥中的部分攻擊會令被命中單位受到名為滌罪之焰的<color=#92fc63>特殊點燃效果</color>影響，該點燃單次持續時間較短，但固定傷害較高。 \n同時，固定每隔9秒本身便會對<color=#92fc63>目前耐久值最低的敵方單位</color>施加滌罪之焰，目標選擇無視後排隱匿。 "
			}
		},
		p_offset = {
			-7,
			685,
			0.9,
			0.9
		},
		p_offset_other = {
			659,
			684.2,
			0.9,
			0.9
		}
	},
	{
		name = "神通·META",
		boss_level_id = 166,
		state = "stop",
		item_id = 100000,
		painting = "shentong",
		meta_id = 970205,
		id = 12,
		description = {
			{
				"謀斷的鐵壁",
				2,
				"戰鬥開始10秒後，自身將獲得20%的<color=#92fc63>特殊減傷效果</color>，持續至戰鬥結束。"
			},
			{
				"合縱的瓦解",
				3,
				"當敵方參戰艦隊成員所屬陣營大於1時，每多1個不同陣營，都會使自身的全屬性提升5%。\n（不計算連動等特殊陣營）"
			},
			{
				"難違的天命",
				1,
				"戰鬥開始50秒後，自身會隨著時間流逝逐漸變得虛弱，<color=#92fc63>受到的傷害逐步提升</color>，每過4秒增加10%。"
			}
		},
		p_offset = {
			-118.8,
			585.5,
			0.8,
			0.8
		},
		p_offset_other = {
			426,
			587.7,
			0.8,
			0.8
		}
	},
	{
		name = "基洛夫·META",
		boss_level_id = 181,
		state = "stop",
		item_id = 100000,
		painting = "jiluofu",
		meta_id = 970206,
		id = 13,
		description = {
			{
				"機械支援協議",
				2,
				"基洛夫·META會部署名為「閃流」與「彗星」的兩台戰鬥機械協同作戰。\n<color=#92fc63>「閃流」擁有重型裝甲</color>，裝備了近距離持續電擊武器與磁能榴彈，自身會額外受到更多雷擊傷害；<color=#92fc63>「彗星」擁有中型裝甲</color>，裝備了遠距離光束武器與冷凍炸彈，自身會額外受到更多炮擊傷害。\n若戰鬥機械被消滅，支援協議會在3秒後將其<color=#92fc63>重新部署至戰場</color>。"
			},
			{
				"聯合戰鬥框架",
				1,
				"每台戰鬥機械存活時，都能為基洛夫·META提供一定的炮擊、雷擊、命中加成。每消滅一台戰鬥機械，都會使基洛夫·META自身<color=#92fc63>防禦力永久下降</color>。"
			}
		},
		p_offset = {
			-118.8,
			545.7,
			0.8,
			0.8
		},
		p_offset_other = {
			426,
			545.7,
			0.8,
			0.8
		}
	},
	{
		name = "羅德尼META",
		boss_level_id = 196,
		state = "stop",
		item_id = 100000,
		painting = "luodeni",
		meta_id = 970505,
		id = 14,
		description = {
			{
				"維度跨越",
				1,
				"當1.5秒內我方連續進行過兩次跨射/空襲時，羅德尼·META會進入維度跨越狀態，使其在接下來的<color=#92fc63>4秒內航速提高，無法被選中並規避一切傷害</color>。"
			},
			{
				"「我」的投影",
				3,
				"戰鬥開始後，戰場上將會出現七個「羅德尼」的投影。\n投影不具備任何攻擊手段，同時只會受到固定1傷害。<color=#92fc63>每個被消滅的投影都會使得羅德尼META得到強化，提升其傷害與減傷能力</color>。\n戰鬥剩餘時間不足10秒時，所有「羅德尼」的投影將會消失。"
			},
			{
				"「我們」的終結",
				2,
				"當場上的「羅德尼」被全部消滅後，羅德尼·META將進入維度跨越狀態，並在維度跨越狀態結束後<color=# 92fc63>釋放終結一擊</color>，結束戰鬥。"
			}
		},
		p_offset = {
			36.7,
			679.8,
			1,
			1
		},
		p_offset_other = {
			632,
			679.8,
			1,
			1
		}
	},
	{
		name = "威奇塔·META",
		boss_level_id = 211,
		state = "stop",
		item_id = 100000,
		painting = "weiqita",
		meta_id = 970304,
		id = 15,
		description = {
			{
				"愈戰愈勇",
				3,
				"單次戰鬥過程中，自身<color=#92fc63>每累計損失5%耐久值，便會獲得5%的傷害提升</color>。"
			},
			{
				"燼火之鍊",
				2,
				"戰鬥中會釋放出多條鎖鏈，被鎖鏈命中的單位將被束縛，在被束縛期間<color=#92fc63>無法移動、開火，並額外受到20%傷害</color>。"
			},
			{
				"收尾打擊",
				1,
				"戰鬥的末端會啟用理事會制式MKXIII型外置軌道炮，對戰場全局造成巨額傷害。"
			}
		},
		p_offset = {
			10,
			679.8,
			1,
			1
		},
		p_offset_other = {
			615,
			679.8,
			1,
			1
		}
	},
	{
		name = "長門·META",
		boss_level_id = 226,
		state = "stop",
		item_id = 100000,
		painting = "changmen",
		meta_id = 970506,
		id = 16,
		description = {
			{
				"月虧月盈",
				1,
				"整個海域會<color=#92fc63>週期性在月虧與月盈狀態之間切換</color>，每15秒輪換一次。\n月虧狀態下，長門META對我方造成的傷害降低20%，同時我方受到的治療效果降低50%。\n月盈狀態下，長門·META對我方造成的傷害提高20%，同時我方受到治療效果額外增加100%。"
			},
			{
				"櫻花結界",
				2,
				"戰鬥中會出現櫻花結界，<color=#92fc63>結界的效果會跟隨月虧月盈的狀態改變</color>。\n月虧狀態下，我方角色身處於櫻花結界中時會持續損失耐久。\n月盈狀態下，我方角色身處於櫻花結界時會減少受到的傷害。"
			}
		},
		p_offset = {
			-50,
			680,
			1,
			1
		},
		p_offset_other = {
			630,
			620,
			1,
			1
		}
	},
	{
		name = "大鳳·META",
		boss_level_id = 241,
		item_id = 100000,
		painting = "dafeng",
		meta_id = 970705,
		id = 17,
		description = {
			{
				"彼岸領域",
				2,
				"大鳳·META<color=#92fc63>單場戰鬥內損失血量超過50%</color>時，會開啟全螢幕領域。\n領域內大鳳·META及其召喚物造成的傷害提高20%，我方單位受到的<color=#92fc63>所有回復效果反轉為傷害</color>。\n領域持續期間，我方艦隊每次損失單位，都會令大鳳·META獲得傷害強化。"
			},
			{
				"百鬼之影",
				1,
				"戰鬥中大鳳·META會週期性召喚出幻形之息協助作戰，其<color=#92fc63>受到的傷害會同等傳遞至大鳳·META自身</color>。\n幻形之息會在持續一段時間後自行消失。"
			}
		},
		state = {
			{
				{
					2025,
					8,
					21
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2025,
					11,
					20
				},
				{
					14,
					59,
					59
				}
			}
		},
		p_offset = {
			-26,
			648,
			1,
			1
		},
		p_offset_other = {
			580,
			676,
			1,
			1
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17
	}
}
