return {
	{
		desc = "每次执行空袭后，降低己方先锋受到伤害5.0%，持续8秒",
		addition = {
			"5.0%(+1.1%)"
		}
	},
	{
		desc = "每次执行空袭后，降低己方先锋受到伤害6.1%，持续8秒",
		addition = {
			"6.1%(+1.1%)"
		}
	},
	{
		desc = "每次执行空袭后，降低己方先锋受到伤害7.2%，持续8秒",
		addition = {
			"7.2%(+1.1%)"
		}
	},
	{
		desc = "每次执行空袭后，降低己方先锋受到伤害8.3%，持续8秒",
		addition = {
			"8.3%(+1.1%)"
		}
	},
	{
		desc = "每次执行空袭后，降低己方先锋受到伤害9.4%，持续8秒",
		addition = {
			"9.4%(+1.1%)"
		}
	},
	{
		desc = "每次执行空袭后，降低己方先锋受到伤害10.5%，持续8秒",
		addition = {
			"10.5%(+1.1%)"
		}
	},
	{
		desc = "每次执行空袭后，降低己方先锋受到伤害11.6%，持续8秒",
		addition = {
			"11.6%(+1.1%)"
		}
	},
	{
		desc = "每次执行空袭后，降低己方先锋受到伤害12.7%，持续8秒",
		addition = {
			"12.7%(+1.1%)"
		}
	},
	{
		desc = "每次执行空袭后，降低己方先锋受到伤害13.8%，持续8秒",
		addition = {
			"13.8%(+1.2%)"
		}
	},
	{
		desc = "每次执行空袭后，降低己方先锋受到伤害15.0%，持续8秒",
		addition = {
			"15.0%"
		}
	},
	desc_get = "每次执行空袭后，降低己方先锋受到伤害5.0%(满级15.0%)，持续8秒",
	name = "航空掩护",
	init_effect = "",
	time = 0,
	color = "blue",
	picture = "",
	desc = "每次执行空袭后，降低己方先锋受到伤害$1，持续8秒",
	stack = 1,
	id = 3051,
	icon = 3050,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onAllInStrike"
			},
			arg_list = {
				skill_id = 3051,
				target = "TargetSelf"
			}
		}
	}
}
