return {
	{
		desc = "主炮射击时有50.0%概率恢复先锋部队4.0%耐久——“这次，一定要保护好大家”",
		addition = {
			"4.0%(+0.6%)"
		}
	},
	{
		desc = "主炮射击时有50.0%概率恢复先锋部队4.6%耐久——“这次，一定要保护好大家”",
		addition = {
			"4.6%(+0.6%)"
		}
	},
	{
		desc = "主炮射击时有50.0%概率恢复先锋部队5.2%耐久——“这次，一定要保护好大家”",
		addition = {
			"5.2%(+0.8%)"
		}
	},
	{
		desc = "主炮射击时有50.0%概率恢复先锋部队6.0%耐久——“这次，一定要保护好大家”",
		addition = {
			"6.0%(+0.6%)"
		}
	},
	{
		desc = "主炮射击时有50.0%概率恢复先锋部队6.6%耐久——“这次，一定要保护好大家”",
		addition = {
			"6.6%(+0.6%)"
		}
	},
	{
		desc = "主炮射击时有50.0%概率恢复先锋部队7.2%耐久——“这次，一定要保护好大家”",
		addition = {
			"7.2%(+0.8%)"
		}
	},
	{
		desc = "主炮射击时有50.0%概率恢复先锋部队8.0%耐久——“这次，一定要保护好大家”",
		addition = {
			"8.0%(+0.6%)"
		}
	},
	{
		desc = "主炮射击时有50.0%概率恢复先锋部队8.6%耐久——“这次，一定要保护好大家”",
		addition = {
			"8.6%(+0.6%)"
		}
	},
	{
		desc = "主炮射击时有50.0%概率恢复先锋部队9.2%耐久——“这次，一定要保护好大家”",
		addition = {
			"9.2%(+0.8%)"
		}
	},
	{
		desc = "主炮射击时有50.0%概率恢复先锋部队10.0%耐久——“这次，一定要保护好大家”",
		addition = {
			"10.0%"
		}
	},
	desc_get = "主炮射击时有50.0%概率恢复先锋部队4.0%(满级10.0%)耐久——“这次，一定要保护好大家”",
	name = "白鹰之泪",
	init_effect = "",
	time = 0,
	color = "yellow",
	picture = "",
	desc = "主炮射击时有50.0%概率恢复先锋部队$1耐久——“这次，一定要保护好大家”",
	stack = 1,
	id = 10140,
	icon = 10140,
	last_effect = "Health",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onChargeWeaponFire"
			},
			arg_list = {
				rant = 5000,
				target = "TargetSelf",
				skill_id = 10140,
				time = 12
			}
		}
	}
}
