return {
	{
		desc = "开火时，有20%概率触发，自身炮击提升20.0%，持续8秒",
		addition = {
			"20.0%(+2.2%)"
		}
	},
	{
		desc = "开火时，有20%概率触发，自身炮击提升22.2%，持续8秒",
		addition = {
			"22.2%(+2.2%)"
		}
	},
	{
		desc = "开火时，有20%概率触发，自身炮击提升24.4%，持续8秒",
		addition = {
			"24.4%(+2.2%)"
		}
	},
	{
		desc = "开火时，有20%概率触发，自身炮击提升26.6%，持续8秒",
		addition = {
			"26.6%(+2.2%)"
		}
	},
	{
		desc = "开火时，有20%概率触发，自身炮击提升28.8%，持续8秒",
		addition = {
			"28.8%(+2.2%)"
		}
	},
	{
		desc = "开火时，有20%概率触发，自身炮击提升31.0%，持续8秒",
		addition = {
			"31.0%(+2.2%)"
		}
	},
	{
		desc = "开火时，有20%概率触发，自身炮击提升33.2%，持续8秒",
		addition = {
			"33.2%(+2.2%)"
		}
	},
	{
		desc = "开火时，有20%概率触发，自身炮击提升35.4%，持续8秒",
		addition = {
			"35.4%(+2.2%)"
		}
	},
	{
		desc = "开火时，有20%概率触发，自身炮击提升37.6%，持续8秒",
		addition = {
			"37.6%(+2.4%)"
		}
	},
	{
		desc = "开火时，有20%概率触发，自身炮击提升40.0%，持续8秒",
		addition = {
			"40.0%"
		}
	},
	desc_get = "开火时，有20%概率触发，自身炮击提升20.0%(满级40.0%)，持续8秒",
	name = "魔炮-Armageddon！",
	init_effect = "",
	time = 0,
	color = "red",
	picture = "",
	desc = "开火时，有20%概率触发，自身炮击提升$1，持续8秒",
	stack = 1,
	id = 10260,
	icon = 10260,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onFire"
			},
			arg_list = {
				rant = 2000,
				target = "TargetSelf",
				skill_id = 10260,
				time = 10
			}
		}
	}
}
