return {
	{
		desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续5秒",
		addition = {
			"5(+1)"
		}
	},
	{
		desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续6秒",
		addition = {
			"6(+1)"
		}
	},
	{
		desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续7秒",
		addition = {
			"7(+1)"
		}
	},
	{
		desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续8秒",
		addition = {
			"8(+1)"
		}
	},
	{
		desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续9秒",
		addition = {
			"9(+1)"
		}
	},
	{
		desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续10秒",
		addition = {
			"10(+1)"
		}
	},
	{
		desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续11秒",
		addition = {
			"11(+1)"
		}
	},
	{
		desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续12秒",
		addition = {
			"12(+1)"
		}
	},
	{
		desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续13秒",
		addition = {
			"13(+2)"
		}
	},
	{
		desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续15秒",
		addition = {
			"15"
		}
	},
	desc_get = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续5秒(满级15秒)",
	name = "潘多拉的魔盒",
	init_effect = "",
	time = 0,
	color = "blue",
	picture = "",
	desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续$1秒",
	stack = 1,
	id = 10120,
	icon = 10120,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onUpdate"
			},
			arg_list = {
				time = 30,
				target = "TargetSelf",
				skill_id = 10120
			}
		}
	}
}
