return {
	{
		desc = "每次执行空袭后为先锋部队增加一个护盾，抵消释放者自身耐久5.0%的伤害，持续8秒",
		addition = {
			"5.0%(+0.5%)"
		}
	},
	{
		desc = "每次执行空袭后为先锋部队增加一个护盾，抵消释放者自身耐久5.5%的伤害，持续8秒",
		addition = {
			"5.5%(+0.5%)"
		}
	},
	{
		desc = "每次执行空袭后为先锋部队增加一个护盾，抵消释放者自身耐久6.0%的伤害，持续8秒",
		addition = {
			"6.0%(+0.5%)"
		}
	},
	{
		desc = "每次执行空袭后为先锋部队增加一个护盾，抵消释放者自身耐久6.5%的伤害，持续8秒",
		addition = {
			"6.5%(+0.5%)"
		}
	},
	{
		desc = "每次执行空袭后为先锋部队增加一个护盾，抵消释放者自身耐久7.0%的伤害，持续8秒",
		addition = {
			"7.0%(+0.5%)"
		}
	},
	{
		desc = "每次执行空袭后为先锋部队增加一个护盾，抵消释放者自身耐久7.5%的伤害，持续8秒",
		addition = {
			"7.5%(+0.5%)"
		}
	},
	{
		desc = "每次执行空袭后为先锋部队增加一个护盾，抵消释放者自身耐久8.0%的伤害，持续8秒",
		addition = {
			"8.0%(+0.5%)"
		}
	},
	{
		desc = "每次执行空袭后为先锋部队增加一个护盾，抵消释放者自身耐久8.5%的伤害，持续8秒",
		addition = {
			"8.5%(+0.5%)"
		}
	},
	{
		desc = "每次执行空袭后为先锋部队增加一个护盾，抵消释放者自身耐久9.0%的伤害，持续8秒",
		addition = {
			"9.0%(+1.0%)"
		}
	},
	{
		desc = "每次执行空袭后为先锋部队增加一个护盾，抵消释放者自身耐久10.0%的伤害，持续8秒",
		addition = {
			"10.0%"
		}
	},
	desc_get = "每次执行空袭后为先锋部队增加一个护盾，抵消释放者自身耐久5.0%(满级10.0%)的伤害，持续8秒",
	name = "装甲空母",
	init_effect = "",
	time = 0,
	color = "yellow",
	picture = "",
	desc = "每次执行空袭后为先锋部队增加一个护盾，抵消释放者自身耐久$1的伤害，持续8秒",
	stack = 1,
	id = 10340,
	icon = 10340,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onAllInStrike"
			},
			arg_list = {
				skill_id = 10340,
				target = "TargetSelf"
			}
		}
	}
}
