return {
	id = "JUEXINGDEHUANGJIN3-4",
	mode = 2,
	fadeOut = 1.5,
	scripts = {
		{
			mode = 1,
			asideType = 1,
			bgm = "theme-fool23-en",
			sequence = {
				{
					"강자들의 전투는 계속된다——",
					2
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"\"되살아나라, 나의 화신…… 메카닉 드래곤 '쇠발톱'이여!\"",
					1
				},
				{
					"\"▁▂▃▄▅▆▇███크르르르릉██▌██▌██▌██▌!!\"",
					2
				},
				{
					"\"시제형 슈퍼 드릴 MKII의 죽음을 애도할 틈도 없이 전장에 투입된 것은――\"",
					3
				},
				{
					"\"되살아나라, 나의 화신…… 메카닉 드래곤 '쇠발톱'이여!\"",
					4
				},
				{
					"\"▁▂▃▄▅▆▇███크르르르릉██▌██▌██▌██▌!!\"",
					5
				},
				{
					"\"시제형 슈퍼 드릴 MKII의 죽음을 애도할 틈도 없이 전장에 투입된 것은――\"",
					6
				},
				{
					"\"되살아나라, 나의 화신…… 메카닉 드래곤 '쇠발톱'이여!\"",
					7
				},
				{
					"\"▁▂▃▄▅▆▇███크르르르릉██▌██▌██▌██▌!!\"",
					8
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"그렇게 영원처럼 느껴지는 전투가 계속되었고――",
					2
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"과연 전투의 승자는…?!",
					2
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"다음 회, \"시제형 부린 MKII, 사망\"",
					2
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"\"주의\"",
					2
				},
				{
					"\"이 작품은 어느 소녀의 환상을 바탕으로 창작된 것입니다.\"",
					4
				},
				{
					"\"실존 인물 및 단체 등과는 일절 관계가 없습니다.\"",
					6
				},
				{
					"\"또한, 시제형 슈퍼 드릴 MKII 및 게리온은 손상되지 않고 안전하게 촬영되었음을 알려드립니다.",
					8
				},
				{
					"\"안심하고 관람하시기 바랍니다.\"",
					10
				},
				{
					"\"——다시 태어나는 황금, 끝\"",
					12
				}
			}
		}
	}
}
