return {
	{
		desc = "防空炮开火时有25%概率触发，自身防空提高20.0%但炮击降低40.0%，持续3秒",
		addition = {
			"20.0%(+2.2%)",
			"40.0%(-2.2%)"
		}
	},
	{
		desc = "防空炮开火时有25%概率触发，自身防空提高22.2%但炮击降低37.8%，持续3秒",
		addition = {
			"22.2%(+2.2%)",
			"37.8%(-2.2%)"
		}
	},
	{
		desc = "防空炮开火时有25%概率触发，自身防空提高24.4%但炮击降低35.6%，持续3秒",
		addition = {
			"24.4%(+2.2%)",
			"35.6%(-2.2%)"
		}
	},
	{
		desc = "防空炮开火时有25%概率触发，自身防空提高26.6%但炮击降低33.4%，持续3秒",
		addition = {
			"26.6%(+2.2%)",
			"33.4%(-2.2%)"
		}
	},
	{
		desc = "防空炮开火时有25%概率触发，自身防空提高28.8%但炮击降低31.2%，持续3秒",
		addition = {
			"28.8%(+2.2%)",
			"31.2%(-2.2%)"
		}
	},
	{
		desc = "防空炮开火时有25%概率触发，自身防空提高31.0%但炮击降低29.0%，持续3秒",
		addition = {
			"31.0%(+2.2%)",
			"29.0%(-2.2%)"
		}
	},
	{
		desc = "防空炮开火时有25%概率触发，自身防空提高33.2%但炮击降低26.8%，持续3秒",
		addition = {
			"33.2%(+2.2%)",
			"26.8%(-2.2%)"
		}
	},
	{
		desc = "防空炮开火时有25%概率触发，自身防空提高35.4%但炮击降低24.6%，持续3秒",
		addition = {
			"35.4%(+2.2%)",
			"24.6%(-2.2%)"
		}
	},
	{
		desc = "防空炮开火时有25%概率触发，自身防空提高37.6%但炮击降低22.4%，持续3秒",
		addition = {
			"37.6%(+2.4%)",
			"22.4%(-2.4%)"
		}
	},
	{
		desc = "防空炮开火时有25%概率触发，自身防空提高40.0%但炮击降低20.0%，持续3秒",
		addition = {
			"40.0%",
			"20.0%"
		}
	},
	desc_get = "防空炮开火时有25%概率触发，自身防空提高20.0%(满级40.0%)但炮击降低40.0%(满级20.0%)，持续3秒",
	name = "防空模式",
	init_effect = "",
	time = 0,
	color = "blue",
	picture = "",
	desc = "防空炮开火时有25%概率触发，自身防空提高$1但炮击降低$2，持续3秒",
	stack = 1,
	id = 4091,
	icon = 4090,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onAntiAirWeaponFire"
			},
			arg_list = {
				rant = 2500,
				target = "TargetSelf",
				skill_id = 4091,
				time = 5
			}
		}
	}
}
