return {
	{
		desc = "主炮射击时有20%几率触发，自身机动属性提升60.0%，持续15秒",
		addition = {
			"60.0%(+4.4%)"
		}
	},
	{
		desc = "主炮射击时有20%几率触发，自身机动属性提升64.4%，持续15秒",
		addition = {
			"64.4%(+4.4%)"
		}
	},
	{
		desc = "主炮射击时有20%几率触发，自身机动属性提升68.8%，持续15秒",
		addition = {
			"68.8%(+4.4%)"
		}
	},
	{
		desc = "主炮射击时有20%几率触发，自身机动属性提升73.2%，持续15秒",
		addition = {
			"73.2%(+4.4%)"
		}
	},
	{
		desc = "主炮射击时有20%几率触发，自身机动属性提升77.6%，持续15秒",
		addition = {
			"77.6%(+4.4%)"
		}
	},
	{
		desc = "主炮射击时有20%几率触发，自身机动属性提升81.0%，持续15秒",
		addition = {
			"81.0%(+4.4%)"
		}
	},
	{
		desc = "主炮射击时有20%几率触发，自身机动属性提升85.4%，持续15秒",
		addition = {
			"85.4%(+4.4%)"
		}
	},
	{
		desc = "主炮射击时有20%几率触发，自身机动属性提升89.8%，持续15秒",
		addition = {
			"89.8%(+4.4%)"
		}
	},
	{
		desc = "主炮射击时有20%几率触发，自身机动属性提升94.2%，持续15秒",
		addition = {
			"94.2%(+4.8%)"
		}
	},
	{
		desc = "主炮射击时有20%几率触发，自身机动属性提升100.0%，持续15秒",
		addition = {
			"100.0%"
		}
	},
	desc_get = "主炮射击时有20%几率触发，自身机动属性提升60.0%(满级100.0%)，持续15秒",
	name = "爪哇海岸的跳跳鬼",
	init_effect = "",
	time = 0,
	color = "blue",
	picture = "",
	desc = "主炮射击时有20%几率触发，自身机动属性提升$1，持续15秒",
	stack = 1,
	id = 10100,
	icon = 10100,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onFire"
			},
			arg_list = {
				rant = 2000,
				time = 10,
				skill_id = 10100,
				target = "TargetSelf",
				index = {
					1
				}
			}
		}
	}
}
