return {
	{
		desc = "提高舰队中全员1.0%炮击、雷击、装填属性，同类指挥技能无法同时生效",
		addition = {
			"1.0%(+1.0%)"
		}
	},
	{
		desc = "提高舰队中全员2.0%炮击、雷击、装填属性，同类指挥技能无法同时生效",
		addition = {
			"2.0%(+1.0%)"
		}
	},
	{
		desc = "提高舰队中全员3.0%炮击、雷击、装填属性，同类指挥技能无法同时生效",
		addition = {
			"3.0%(+1.0%)"
		}
	},
	{
		desc = "提高舰队中全员4.0%炮击、雷击、装填属性，同类指挥技能无法同时生效",
		addition = {
			"4.0%(+1.0%)"
		}
	},
	{
		desc = "提高舰队中全员5.0%炮击、雷击、装填属性，同类指挥技能无法同时生效",
		addition = {
			"5.0%(+1.0%)"
		}
	},
	{
		desc = "提高舰队中全员6.0%炮击、雷击、装填属性，同类指挥技能无法同时生效",
		addition = {
			"6.0%(+1.0%)"
		}
	},
	{
		desc = "提高舰队中全员7.0%炮击、雷击、装填属性，同类指挥技能无法同时生效",
		addition = {
			"7.0%(+1.0%)"
		}
	},
	{
		desc = "提高舰队中全员8.0%炮击、雷击、装填属性，同类指挥技能无法同时生效",
		addition = {
			"8.0%(+1.0%)"
		}
	},
	{
		desc = "提高舰队中全员9.0%炮击、雷击、装填属性，同类指挥技能无法同时生效",
		addition = {
			"9.0%(+1.0%)"
		}
	},
	{
		desc = "提高舰队中全员10.0%炮击、雷击、装填属性，同类指挥技能无法同时生效",
		addition = {
			"10.0%"
		}
	},
	desc_get = "提高舰队中全员1.0%(满级10.0%)炮击、雷击、装填属性，同类指挥技能无法同时生效",
	name = "战术指挥·全员",
	init_effect = "",
	time = 0,
	color = "yellow",
	picture = "",
	desc = "提高舰队中全员$1炮击、雷击、装填属性，同类指挥技能无法同时生效",
	stack = 1,
	id = 1056,
	icon = 1050,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onStartGame"
			},
			arg_list = {
				skill_id = 1056
			}
		}
	}
}
