return {
	{
		desc = "每20秒，有20%概率触发护盾，一定时间内取消子弹，护盾持续8秒"
	},
	{
		desc = "每20秒，有22%概率触发护盾，一定时间内取消子弹，护盾持续8秒"
	},
	{
		desc = "每20秒，有24%概率触发护盾，一定时间内取消子弹，护盾持续8秒"
	},
	{
		desc = "每20秒，有26%概率触发护盾，一定时间内取消子弹，护盾持续8秒"
	},
	{
		desc = "每20秒，有28%概率触发护盾，一定时间内取消子弹，护盾持续8秒"
	},
	{
		desc = "每20秒，有30%概率触发护盾，一定时间内取消子弹，护盾持续8秒"
	},
	{
		desc = "每20秒，有32%概率触发护盾，一定时间内取消子弹，护盾持续8秒"
	},
	{
		desc = "每20秒，有34%概率触发护盾，一定时间内取消子弹，护盾持续8秒"
	},
	{
		desc = "每20秒，有37%概率触发护盾，一定时间内取消子弹，护盾持续8秒"
	},
	{
		desc = "每20秒，有40%概率触发护盾，一定时间内取消子弹，护盾持续8秒"
	},
	init_effect = "",
	name = "不破之盾",
	time = 0,
	picture = "",
	desc = "每20秒触发护盾，一定时间内取消子弹，护盾持续8秒",
	stack = 1,
	id = 32004,
	icon = 32004,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onUpdate"
			},
			arg_list = {
				time = 20,
				target = "TargetSelf",
				skill_id = 32004
			}
		}
	}
}
