return {
	id = "G001",
	curtain = true,
	type = 1,
	scripts = {
		{
			aside = true,
			sequence = {
				{
					"距离“第一次接触”、“大冲突”之后已经过去了20年。     南极的冰山融化，人类失去了30%的陆地。      并且，这个过程还在不断恶化…",
					2
				}
			}
		},
		{
			aside = true,
			sequence = {
				{
					"为了适应这样的一个世界环境，同时也为了应对“它们”的再次行动。     世界各大阵营组成了秘密联合组织—“碧蓝航线”",
					2
				}
			}
		},
		{
			aside = true,
			sequence = {
				{
					"“碧蓝航线”的任务是：            对“第一次接触”时“它们”留下的科技进行研究并自我利用。     从而组建起新生的水面力量，为人类的未来寻找道路。",
					2
				}
			}
		},
		{
			aside = true,
			sequence = {
				{
					"然而…殊不知，人类曾经犯下的种种错误，却悄悄开始重新上演…",
					2
				}
			}
		}
	}
}
