return {
	id = "JUEXINGDEHUANGJIN3-4",
	mode = 2,
	fadeOut = 1.5,
	scripts = {
		{
			mode = 1,
			asideType = 1,
			bgm = "theme-fool23-en",
			sequence = {
				{
					"两位强者间的战斗还在持续着——",
					2
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"「重生吧，我的半身——巨龙机甲·铁爪！」",
					1
				},
				{
					"「▁▂▃▄▅▆▇███*猛烈的咆哮*██▌██▌██▌██▌」",
					2
				},
				{
					"「一刻也没有来得及为试作型超级钻头MKII量产型而哀悼，立刻赶来战场的是试作型超级钻头MKII量产型。」",
					3
				},
				{
					"「重生吧，我的半身——巨龙机甲·铁爪！」",
					4
				},
				{
					"「▁▂▃▄▅▆▇███*猛烈的咆哮*██▌██▌██▌██▌」",
					5
				},
				{
					"「一刻也没有来得及为试作型超级钻头MKII量产型而哀悼，立刻赶来战场的是试作型超级钻头MKII量产型。」",
					6
				},
				{
					"「重生吧，我的半身——巨龙机甲·铁爪！」",
					7
				},
				{
					"「▁▂▃▄▅▆▇███*猛烈的咆哮*██▌██▌██▌██▌」",
					8
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"就这样持续着，仿佛直至时间的尽头。",
					2
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"至于这场战斗的结果？",
					2
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"次回——《试作型布里MKII之死》",
					2
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"「特别说明」",
					2
				},
				{
					"「本故事根据少女的幻想改编而成。」",
					4
				},
				{
					"「如有雷同，纯属巧合」",
					6
				},
				{
					"「拍摄过程中，没有任何试作型超级钻头MKII和革律翁受到实际伤害。」",
					8
				},
				{
					"「请放心观看。」",
					10
				},
				{
					"「——觉醒的黄金·END」",
					12
				}
			}
		}
	}
}
