return {
	content = [[
    
香港商旺拓有限公司臺灣分公司（以下簡稱本公司），為了讓您能夠安心的使用本網站及應用程式(APP)的各項服務與資訊（以下簡稱本服務），特此向您說明我們的隱私權保護政策，以保障您的權益，請您詳閱下列內容，如您不同意隱私權保護政策的全部或任何一部份，請您立即停止使用本服務。

一、隱私權保護政策的適用範圍

隱私權保護政策內容，包括如何處理在您使用本服務時收集到的個人識別資料。隱私權保護政策不適用於本服務以外的相關連結網站，也不適用於非本服務所委託或參與管理的人員。

二、個人資料的搜集、處理及利用方式

當您使用本服務所提供之功能時，我們將視該服務功能性質，請您提供必要的個人資料，包括暱稱、電話、電子郵件地址等相關必要資料，並在該特定目的範圍內處理及利用您的個人資料；非經您書面同意，本服務不會將個人資料用於其他用途。
本服務在您使用客服信箱、問卷調查、活動贈獎等互動性功能時，會保留您所提供的姓名、電子郵件地址、聯絡方式及使用時間等。
當您使用本服務時，伺服器會記錄相關資訊，包括您使用連線設備的IP位址、使用時間、使用的裝置、其他資料記錄等，做為我們增進本服務的參考依據，此記錄為內部應用，絕不對外公佈。
當您在遊戲中進行拍照或截圖操作時，我們將申請您的相機和相簿使用許可權，收集您產生的圖片資訊並保存在您的相簿中，用於向您提供完整的遊戲截圖功能。
在本服務運行時，為對數據進行必要的儲存和讀取，我們會獲取您的儲存許可權。
當您於遊戲中使用線上交易服務時，我們將會依照你提出的線上交易形態，搜集您所填寫的訂單相關資料，以確保您完成付款、儲值等消費服務。
當您於本服務遊戲站內或其附屬網站中瀏覽或查詢時，我們將自動紀錄您使用連線之IP位置、時間及瀏覽相關記錄。這些資料僅供作流量統計分析及網路服務優化，以便於改善本公司的服務品質。
為保障向您提供的服務的安全穩定運行，預防交易和資金風險，預防病毒、木馬程式或其他惡意程式、網站，我們可能需要收集您所使用的設備品牌、設備型號、設備名稱、IP地址、MAC地址、設備軟體版本資訊、設備識別碼（imei/androidid/oaid/idfa）、設備識別字、Serial、IMSI、UUID、SSID、MEID、網路使用習慣、剪貼板資料、通話狀態、設備相關應用資訊以及其他與服務相關的日誌資訊。
為提供精確的服務，我們會將收集的資料內容進行全體使用者的統計與分析，分析結果之統計數據或說明文字呈現，僅供內部研究且不涉及特定個人之資料。
三、資料之安全與保護

本服務之伺服主機均設有防火牆、防毒系統等相關的各項資訊安全設備及必要的安全防護措施，保障所有個人資料之安全。

四、與第三人共用個人資料之政策

本服務絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。

前項但書之情形包括不限於：

經由您書面同意。
法律有明文規定或受司法、警察單位、其他有權主管機關基於之要求時。
為免除您生命、身體、自由或財產上之危險。
與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或搜集者依其揭露方式無從識別特定之當事人。
當您在使用本服務的行為，違反服務條款或可能損害及妨礙本服務與其他使用者權益或導致任何人遭受損害時，為維護其他會員或第三人之人身、交易內容、遊戲歷程、個人資料之完整安全時。
有利於您的權益。
本服務委託廠商協助處理或利用您的個人資料時，將對委外廠商或個人善盡監督管理之責，不得將取得之資料做超出合約範圍外之用途。
五、您行使的權利及方式

(一)您就您的個人資料得向本公司以書面請求行使以下權利：

查詢或請求閱覽。
請求提供複製本。
請求補充或更正。
請求停止搜集、處理或利用。
請求刪除。
(二)權利限制

以上權利，若因您不符合本公司遊戲申請程序或法令另有規定時，將會受到限制。

(三)酌收費用

若您就您的個人資料向本公司遊戲查詢、請求閱覽個人資料或提供複本時，本公司遊戲將酌收必要成本費用。

(四)權利行使之方式

以上權利之申請，應填具申請表格，本公司遊戲得向您請求提出可資確認之身分證明資料。若委託他人代為申請者，並應出具委任書，且提供本人及代理人之身分證明資料。

 

六、個人應盡之自我保護措施

請妥善保管個人帳號及密碼，不要將任何個人資料，尤其是密碼提供給任何人。
建議您的帳號密碼避免設定為與其他的遊戲、網站、應用程式(APP)、信箱、社群、論壇的密碼相同。
若您與他人共用電腦或使用公共電腦，在使用本服務後，請於離開之前，務必登出帳號或關閉瀏覽器視窗，以防止他人讀取您的個人資料、信件或進入所屬系統管理區。
避免開啟來路不明的網站及其附件檔案；不要安裝或執行來路不明之程式，或前往外掛網站、論壇等，以防止您資料的外泄與避免電腦遭木馬程式或其他病毒植入之機會。
官方人員、活動人員及線上遊戲管理人員等，皆不會主動向任何玩家要求密碼資料，不論任何理由皆是不被允許的，若發現有此類情況，請您立即彙報給本公司進行處理。
七、安全聲明

我們將通過合理步驟確保個人資料安全。儘管我們會採取安全防護和預防措施，但還是存在著您的個人資料可能會被未授權的第三方廠商看到的風險，或受到電腦病毒的攻擊及其它安全隱患。
若您通過本服務連結至其他網站，則請知悉第三方廠商網站不受本公司管轄，本公司亦不對其行為負責。請注意：您自身提供給第三方廠商的個人資料不受本隱私權政策制約，我們強烈建議您仔細瞭解第三方廠商隱私和安保方面的協議或條款。
任何情況下，請您注意小心妥善保管個人資料，若因您自身原因導致您個人資料或隱私洩露或給您造成損失或其他不利影響的，本公司對此不承擔任何責任。
八、隱私權保護政策之修正

本隱私權保護政策將因應需求隨時進行修正，修正後的條款將長期公告於網站上。須請您自行密切注意；當您於隱私權政策變更後繼續使用本公司服務，表示您已同意本隱私權政策及其變更之內容。如您不能接受變更後內容的全部或一部份，請您立即停止使用本服務，並通知我們終止合約。

看法與建議

您如果對於本公司遊戲隱私權政策或與個人資料有關之相關事項有任何意見或疑問，可以和本公司遊戲客服中心聯絡。

]],
	title = "隱私權保護政策"
}
