pg = pg or {}
slot0 = pg
slot0.word_template_51 = {}
slot1 = slot0.word_template_51

temp = function()
	uv0["单"] = {
		["管"] = {
			this = true,
			["猎"] = {
				["枪"] = {
					this = true,
					["退"] = {
						["壳"] = {
							["装"] = {
								["置"] = {
									["图"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["击"] = {
				["锤"] = {
					this = true
				}
			}
		},
		["体"] = {
			["下"] = {
				["马"] = {
					this = true
				}
			}
		},
		["发"] = {
			["狗"] = {
				this = true
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					},
					["抢"] = {
						this = true
					}
				}
			}
		},
		["打"] = {
			["一"] = {
				this = true
			},
			["排"] = {
				["名"] = {
					["最"] = {
						["高"] = {
							["第"] = {
								["1"] = {
									["4"] = {
										["位"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["质"] = {
			["猛"] = {
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["肩"] = {
			["载"] = {
				["物"] = {
					this = true
				}
			}
		},
		["号"] = {
			["客"] = {
				this = true
			}
		},
		["机"] = {
			["版"] = {
				["性"] = {
					["爱"] = {
						["游"] = {
							["戏"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["排"] = {
			["弹"] = {
				["匣"] = {
					this = true
				}
			}
		},
		["频"] = {
			["漆"] = {
				["车"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["车"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["仁"] = {
			["平"] = {
				this = true
			}
		},
		["刃"] = {
			["毒"] = {
				["剑"] = {
					this = true
				}
			}
		},
		["色"] = {
			["天"] = {
				["堂"] = {
					this = true
				}
			}
		},
		["双"] = {
			["管"] = {
				["立"] = {
					["式"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["猎"] = {
					g = {
						o = {
							u = {
								this = true
							}
						}
					},
					["狗"] = {
						this = true
					},
					["枪"] = {
						this = true
					}
				}
			},
			["筒"] = {
				["猎"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["挑"] = {
			["王"] = {
				["破"] = {
					["解"] = {
						this = true
					}
				},
				["五"] = {
					["星"] = {
						["宏"] = {
							["辉"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["线"] = {
			["视"] = {
				["频"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["锡"] = {
		["锋"] = {
			this = true,
			["牌"] = {
				this = true,
				["气"] = {
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				b = {
					["5"] = {
						["1"] = {
							this = true
						}
					}
				},
				["6"] = {
					["6"] = {
						["3"] = {
							["0"] = {
								this = true
							}
						}
					}
				},
				B = {
					["8"] = {
						this = true
					},
					["5"] = {
						["8"] = {
							this = true
						}
					}
				},
				["汽"] = {
					["枪"] = {
						this = true
					}
				}
			},
			B = {
				["8"] = {
					this = true,
					["折"] = {
						["叠"] = {
							this = true
						}
					}
				},
				["5"] = {
					["8"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			b = {
				["5"] = {
					["1"] = {
						this = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true,
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true
			}
		},
		["峰"] = {
			b = {
				["8"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["牌"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["汽"] = {
					["枪"] = {
						["大"] = {
							["全"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["弹"] = {
					["发"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["折"] = {
				["叠"] = {
					["式"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纸"] = {
			["快"] = {
				["开"] = {
					this = true,
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["万"] = {
				["能"] = {
					["开"] = {
						["锁"] = {
							this = true
						}
					},
					["钥"] = {
						["匙"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["具"] = {
					["终"] = {
						["结"] = {
							["者"] = {
								this = true
							}
						}
					}
				}
			},
			["耗"] = {
				["材"] = {
					this = true
				}
			},
			["晃"] = {
				["匙"] = {
					this = true
				}
			},
			["开"] = {
				["锁"] = {
					this = true,
					["法"] = {
						this = true
					},
					["工"] = {
						["具"] = {
							this = true
						}
					},
					["教"] = {
						["程"] = {
							this = true
						}
					},
					["术"] = {
						this = true
					}
				}
			},
			["秒"] = {
				["开"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["钥"] = {
				["匙"] = {
					this = true
				}
			}
		},
		["大"] = {
			["大"] = {
				this = true
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["金"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["林"] = {
			["郭"] = {
				["勒"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					},
					["盟"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["牌"] = {
			["汽"] = {
				["枪"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["猎"] = {
		["枪"] = {
			this = true,
			["铅"] = {
				["弹"] = {
					this = true
				}
			},
			["配"] = {
				["件"] = {
					this = true
				}
			},
			["弹"] = {
				this = true,
				["壳"] = {
					this = true
				}
			},
			["专"] = {
				["买"] = {
					["网"] = {
						this = true
					}
				},
				["卖"] = {
					["店"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["销"] = {
				["售"] = {
					["网"] = {
						this = true
					},
					["手"] = {
						["枪"] = {
							["销"] = {
								["售"] = {
									["气"] = {
										["枪"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["构"] = {
				["造"] = {
					["图"] = {
						["解"] = {
							this = true
						}
					}
				}
			},
			["分"] = {
				["解"] = {
					["图"] = {
						this = true
					}
				}
			},
			["扳"] = {
				["机"] = {
					["构"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["零"] = {
				["件"] = {
					["够"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["结"] = {
				["构"] = {
					["扳"] = {
						["机"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					["/"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						Q = {
							Q = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						["钢"] = {
							["珠"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["哪"] = {
				["里"] = {
					["有"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					["买"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					["底"] = {
						["火"] = {
							["专"] = {
								["卖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["|"] = {
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["、"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["汽"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["狗"] = {
			["粮"] = {
				this = true
			},
			["铅"] = {
				["弹"] = {
					this = true
				}
			},
			["配"] = {
				["件"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["专"] = {
				["卖"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["友"] = {
			["之"] = {
				["家"] = {
					["打"] = {
						["猎"] = {
							["论"] = {
								["坛"] = {
									this = true
								}
							}
						}
					},
					["狩"] = {
						["猎"] = {
							["论"] = {
								["坛"] = {
									this = true
								}
							}
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["汽"] = {
				["狗"] = {
					["网"] = {
						this = true
					}
				}
			},
			["王"] = {
				this = true
			}
		},
		["豹"] = {
			M = {
				["4"] = {
					this = true
				}
			},
			["弓"] = {
				["弩"] = {
					this = true
				},
				["努"] = {
					this = true
				}
			}
		},
		["弩"] = {
			this = true
		},
		["鹰"] = {
			["折"] = {
				["叠"] = {
					["驽"] = {
						this = true
					}
				}
			},
			["弩"] = {
				["官"] = {
					["网"] = {
						["店"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["木"] = {
			["仓"] = {
				this = true
			}
		},
		["杀"] = {
			["刀"] = {
				["专"] = {
					["卖"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["熊"] = {
				["猫"] = {
					this = true
				}
			}
		},
		["美"] = {
			["玉"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["艳"] = {
			["谱"] = {
				["群"] = {
					["芳"] = {
						this = true
					}
				}
			},
			["天"] = {
				["下"] = {
					["下"] = {
						["载"] = {
							this = true
						}
					}
				}
			},
			["江"] = {
				["湖"] = {
					["梦"] = {
						t = {
							x = {
								t = {
									["全"] = {
										["集"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["记"] = {
				this = true
			}
		},
		l = {
			["枪"] = {
				this = true
			}
		},
		["刀"] = {
			this = true
		},
		["狐"] = {
			["行"] = {
				["动"] = {
					["李"] = {
						["小"] = {
							["林"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["槍"] = {
			this = true
		},
		["抢"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["刃"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["弹"] = {
		["轮"] = {
			this = true
		},
		["夹"] = {
			this = true
		},
		["簧"] = {
			["活"] = {
				["塞"] = {
					this = true,
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["气"] = {
						["枪"] = {
							["分"] = {
								["解"] = {
									["图"] = {
										this = true
									}
								}
							},
							["结"] = {
								["构"] = {
									["图"] = {
										this = true
									}
								}
							}
						}
					},
					["狗"] = {
						this = true
					}
				}
			},
			["跳"] = {
				["刀"] = {
					this = true
				},
				["跳"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["刀"] = {
				this = true,
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			d = {
				a = {
					o = {
						this = true
					}
				}
			},
			["匕"] = {
				this = true
			},
			["刺"] = {
				["专"] = {
					this = true
				}
			},
			["叨"] = {
				["匕"] = {
					["渞"] = {
						this = true
					}
				}
			},
			["钢"] = {
				this = true
			},
			["狗"] = {
				this = true
			},
			["面"] = {
				["具"] = {
					this = true
				}
			},
			["枪"] = {
				this = true
			},
			["人"] = {
				["皮"] = {
					this = true
				}
			},
			["三"] = {
				["节"] = {
					["甩"] = {
						["棍"] = {
							this = true
						}
					}
				}
			},
			["式"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["小"] = {
				["枪"] = {
					this = true
				}
			},
			["扎"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["弓"] = {
			this = true,
			["狗"] = {
				this = true
			}
		},
		["狗"] = {
			this = true
		},
		["线"] = {
			["管"] = {
				this = true
			}
		},
		["膛"] = {
			["体"] = {
				this = true
			}
		},
		["药"] = {
			this = true,
			["制"] = {
				["造"] = {
					["方"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["配"] = {
				["方"] = {
					this = true
				}
			}
		},
		["劾"] = {
			this = true,
			["习"] = {
				this = true
			}
		},
		["衬"] = {
			this = true
		},
		["刺"] = {
			["跳"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["刀"] = {
			["首"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["道"] = {
			["学"] = {
				this = true
			}
		},
		["方"] = {
			["法"] = {
				this = true
			}
		},
		["锅"] = {
			["衬"] = {
				this = true
			}
		},
		["弖"] = {
			["囸"] = {
				["闆"] = {
					this = true
				}
			}
		},
		["铗"] = {
			["恨"] = {
				["无"] = {
					["肉"] = {
						this = true
					}
				}
			}
		},
		["壳"] = {
			["皿"] = {
				this = true
			},
			["气"] = {
				p = {
					c = {
						p = {
							this = true
						}
					}
				}
			}
		},
		["匣"] = {
			["容"] = {
				["量"] = {
					this = true
				}
			}
		},
		["珠"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					["仿"] = {
						["真"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["仿"] = {
					["真"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["子"] = {
			["枪"] = {
				this = true
			}
		},
		["唱"] = {
			["词"] = {
				[" "] = {
					["\\"] = {
						["\\"] = {
							["别"] = {
								["后"] = {
									["\\"] = {
										["\\"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["性"] = {
			["宏"] = {
				["县"] = {
					this = true
				}
			},
			["红"] = {
				["线"] = {
					this = true
				}
			}
		},
		["笑"] = {
			["疯"] = {
				["声"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["峨"] = {
		["眉"] = {
			["牌"] = {
				["汽"] = {
					["枪"] = {
						this = true
					}
				},
				["立"] = {
					["式"] = {
						["1"] = {
							["2"] = {
								["号"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["嵋"] = {
			["帮"] = {
				this = true
			},
			["派"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["折"] = {
		["叠"] = {
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["手"] = {
				["弓"] = {
					["弩"] = {
						this = true
					},
					["努"] = {
						this = true
					}
				},
				["努"] = {
					["配"] = {
						["件"] = {
							this = true
						}
					}
				},
				["弩"] = {
					this = true,
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true,
				Q = {
					Q = {
						this = true
					}
				},
				["售"] = {
					this = true
				},
				["专"] = {
					this = true
				}
			},
			g = {
				o = {
					u = {
						this = true
					}
				}
			},
			["侧"] = {
				["拉"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["野"] = {
					["狼"] = {
						this = true
					}
				}
			},
			["单"] = {
				["勾"] = {
					this = true,
					["神"] = {
						["器"] = {
							this = true
						}
					}
				},
				["管"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["剪"] = {
				["刀"] = {
					["0"] = {
						["2"] = {
							this = true
						}
					},
					["快"] = {
						["手"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["刺"] = {
					this = true
				},
				["刀"] = {
					this = true
				}
			},
			["款"] = {
				["式"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["式"] = {
				["高"] = {
					["压"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["枪"] = {
					["托"] = {
						this = true
					}
				}
			},
			["小"] = {
				["军"] = {
					["刺"] = {
						this = true
					}
				}
			},
			["阻"] = {
				["击"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				}
			}
		},
		["刀"] = {
			["网"] = {
				this = true
			},
			["刀"] = {
				["网"] = {
					["站"] = {
						this = true
					}
				}
			},
			["专"] = {
				["卖"] = {
					["网"] = {
						this = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						}
					},
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			}
		},
		["翼"] = {
			["天"] = {
				["使"] = {
					this = true
				}
			}
		},
		["刺"] = {
			this = true,
			["正"] = {
				["品"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["疊"] = {
			["手"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["砍"] = {
			["刀"] = {
				this = true
			}
		},
		["枪"] = {
			this = true,
			["专"] = {
				this = true
			}
		},
		["原"] = {
			["临"] = {
				["也"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["诗"] = {
				["织"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["侧"] = {
		["拉"] = {
			["式"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			}
		},
		["那"] = {
			this = true
		},
		["杠"] = {
			["杆"] = {
				["式"] = {
					this = true
				}
			}
		},
		["试"] = {
			["号"] = {
				this = true
			}
		},
		["舷"] = {
			this = true
		},
		["滑"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["仿"] = {
		["真"] = {
			this = true,
			["6"] = {
				["4"] = {
					this = true,
					["枪"] = {
						["专"] = {
							this = true
						}
					},
					["式"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						},
						["槍"] = {
							["專"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["气"] = {
				["木"] = {
					["仓"] = {
						this = true,
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				},
				["狗"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["打"] = {
						["猎"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["盒"] = {
						["子"] = {
							["炮"] = {
								this = true
							}
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["预"] = {
						["订"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["步"] = {
					["枪"] = {
						this = true
					}
				},
				["弹"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				},
				["槍"] = {
					this = true
				},
				["手"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			A = {
				K = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				},
				["短"] = {
					["狗"] = {
						this = true
					}
				},
				["狗"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["长"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["长"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["械"] = {
					this = true,
					["网"] = {
						this = true
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true,
					["站"] = {
						this = true
					}
				},
				["*"] = {
					this = true
				},
				Q = {
					Q = {
						this = true
					}
				},
				["售"] = {
					this = true,
					["卖"] = {
						this = true
					}
				},
				["="] = {
					["="] = {
						this = true
					}
				},
				["5"] = {
					["连"] = {
						["发"] = {
							this = true
						}
					}
				},
				["北"] = {
					["京"] = {
						this = true
					}
				},
				["诚"] = {
					["信"] = {
						["经"] = {
							["营"] = {
								this = true
							}
						}
					}
				},
				["弹"] = {
					["珠"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["低"] = {
					["价"] = {
						this = true
					}
				},
				["店"] = {
					this = true
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["儿"] = {
					this = true
				},
				["仿"] = {
					["真"] = {
						["狗"] = {
							this = true
						}
					}
				},
				["改"] = {
					["装"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				},
				["狙"] = {
					["击"] = {
						["狗"] = {
							this = true
						}
					}
				},
				["客"] = {
					["服"] = {
						this = true
					}
				},
				["猎"] = {
					["枪"] = {
						this = true
					}
				},
				["零"] = {
					["部"] = {
						["件"] = {
							this = true
						}
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["模"] = {
					this = true,
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["具"] = {
						this = true
					},
					["图"] = {
						this = true
					},
					["型"] = {
						this = true,
						["中"] = {
							["心"] = {
								this = true
							}
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["配"] = {
					["件"] = {
						this = true
					}
				},
				["平"] = {
					["台"] = {
						this = true
					}
				},
				["气"] = {
					["枪"] = {
						["气"] = {
							["狗"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				},
				["汽"] = {
					["狗"] = {
						["电"] = {
							["狗"] = {
								this = true
							}
						}
					}
				},
				["商"] = {
					["城"] = {
						this = true
					}
				},
				["收"] = {
					["藏"] = {
						this = true
					}
				},
				["现"] = {
					["货"] = {
						this = true
					}
				},
				["消"] = {
					["售"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				},
				["支"] = {
					this = true,
					["代"] = {
						["理"] = {
							this = true
						}
					},
					["付"] = {
						["宝"] = {
							this = true
						}
					}
				},
				["终"] = {
					["极"] = {
						["猎"] = {
							["人"] = {
								this = true
							}
						}
					}
				},
				["专"] = {
					this = true,
					["店"] = {
						this = true,
						["军"] = {
							["用"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				},
				["子"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["钢"] = {
				["弹"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["电"] = {
				["狗"] = {
					this = true
				}
			},
			["抢"] = {
				this = true,
				["专"] = {
					["卖"] = {
						["店"] = {
							["军"] = {
								["用"] = {
									this = true
								}
							}
						}
					},
					["店"] = {
						["军"] = {
							["用"] = {
								this = true
							}
						}
					}
				},
				["发"] = {
					["射"] = {
						["子"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["狗"] = {
				this = true,
				["械"] = {
					this = true,
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				},
				T = {
					E = {
						L = {
							this = true
						}
					}
				},
				["便"] = {
					["宜"] = {
						this = true
					}
				},
				["低"] = {
					["价"] = {
						this = true,
						["销"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["儿"] = {
					this = true
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["价"] = {
					["格"] = {
						this = true
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				},
				["现"] = {
					["货"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					["店"] = {
						this = true
					}
				}
			},
			["警"] = {
				["服"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["察"] = {
					["证"] = {
						this = true
					}
				},
				["官"] = {
					["证"] = {
						this = true
					}
				}
			},
			["硅"] = {
				["胶"] = {
					this = true,
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["鸡"] = {
				["狗"] = {
					this = true
				}
			},
			["手"] = {
				this = true,
				["狗"] = {
					this = true,
					["便"] = {
						["宜"] = {
							this = true
						}
					},
					["低"] = {
						["价"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["便"] = {
							["宜"] = {
								this = true
							}
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["拉"] = {
					["狗"] = {
						this = true
					},
					["鸡"] = {
						this = true
					}
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["汽"] = {
					["枪"] = {
						this = true
					},
					["抢"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["系"] = {
						["列"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["槍"] = {
					this = true
				},
				["抢"] = {
					["淘"] = {
						["宝"] = {
							this = true
						}
					}
				},
				["熗"] = {
					this = true
				}
			},
			["短"] = {
				["狗"] = {
					this = true
				}
			},
			["狙"] = {
				["击"] = {
					["狗"] = {
						this = true,
						["看"] = {
							["货"] = {
								this = true
							}
						}
					},
					["步"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["汽"] = {
						["狗"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["网"] = {
							this = true
						},
						["专"] = {
							this = true,
							["厂"] = {
								this = true
							}
						}
					},
					["抢"] = {
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["系"] = {
						["列"] = {
							this = true
						}
					}
				},
				["擊"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["发"] = {
				["票"] = {
					["网"] = {
						this = true
					}
				}
			},
			["假"] = {
				["钞"] = {
					this = true
				},
				["钱"] = {
					this = true
				}
			},
			["%"] = {
				["枪"] = {
					this = true
				}
			},
			["1"] = {
				["0"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["1"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["2"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["3"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["4"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["5"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["6"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["7"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["8"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["9"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["2"] = {
				["0"] = {
					["型"] = {
						["号"] = {
							this = true
						}
					}
				},
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["3"] = {
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["4"] = {
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					},
					["式"] = {
						this = true,
						["气"] = {
							["枪"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						},
						["槍"] = {
							["專"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["7"] = {
				["7"] = {
					["式"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						},
						["枪"] = {
							this = true
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["8"] = {
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			["9"] = {
				["2"] = {
					["式"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["4"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["9"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["型"] = {
					["号"] = {
						this = true
					}
				}
			},
			a = {
				k = {
					["4"] = {
						["7"] = {
							this = true
						}
					}
				},
				w = {
					p = {
						this = true
					}
				}
			},
			f = {
				["枪"] = {
					this = true
				}
			},
			g = {
				o = {
					u = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			},
			m = {
				["1"] = {
					["6"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			p = {
				c = {
					p = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			P = {
				V = {
					C = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["打"] = {
				["鸟"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["大"] = {
				["狗"] = {
					this = true
				}
			},
			["低"] = {
				["价"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["毒"] = {
				["刺"] = {
					this = true
				}
			},
			["仿"] = {
				["美"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				},
				["真"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["机"] = {
				["枪"] = {
					this = true
				}
			},
			["金"] = {
				["属"] = {
					this = true,
					["狗"] = {
						this = true
					},
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["动"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["精"] = {
				["装"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["刺"] = {
					this = true,
					["交"] = {
						["易"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["刀"] = {
					this = true
				},
				["用"] = {
					["狗"] = {
						["专"] = {
							["网"] = {
								this = true
							}
						}
					},
					["枪"] = {
						["支"] = {
							this = true
						}
					}
				}
			},
			["来"] = {
				["复"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["來"] = {
				["福"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["脸"] = {
				["皮"] = {
					this = true
				}
			},
			["臉"] = {
				["皮"] = {
					this = true
				}
			},
			["猎"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["鹰"] = {
					this = true,
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					["手"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["式"] = {
					R = {
						P = {
							G = {
								this = true
							}
						}
					}
				}
			},
			["面"] = {
				["具"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					}
				},
				["皮"] = {
					this = true
				}
			},
			["模"] = {
				["型"] = {
					this = true,
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["木"] = {
				["仓"] = {
					["金"] = {
						this = true
					},
					["模"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true
			},
			["氣"] = {
				["槍"] = {
					this = true
				}
			},
			["器"] = {
				["模"] = {
					["具"] = {
						this = true
					}
				}
			},
			["槍"] = {
				this = true,
				["诚"] = {
					["信"] = {
						["经"] = {
							["营"] = {
								this = true
							}
						}
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["模"] = {
					this = true,
					["专"] = {
						["营"] = {
							this = true
						}
					}
				},
				["专"] = {
					this = true
				}
			},
			["熗"] = {
				["模"] = {
					this = true
				}
			},
			["人"] = {
				["脸"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				},
				["民"] = {
					["币"] = {
						this = true
					}
				},
				["皮"] = {
					this = true,
					["面"] = {
						["具"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				},
				["品"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["军"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["骚"] = {
				["本"] = {
					this = true
				}
			},
			["沙"] = {
				["漠"] = {
					["之"] = {
						["鹰"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				},
				["鹰"] = {
					this = true,
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["铅"] = {
						["弹"] = {
							this = true
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["绅"] = {
				["士"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["帅"] = {
				["哥"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["汤"] = {
				["姆"] = {
					["逊"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["头"] = {
				["套"] = {
					this = true
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true
				}
			},
			["玩"] = {
				["具"] = {
					["枪"] = {
						this = true,
						["网"] = {
							this = true
						},
						["专"] = {
							this = true,
							["店"] = {
								this = true
							},
							["网"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["元"] = {
					["硬"] = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["易"] = {
				["容"] = {
					["面"] = {
						["具"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				},
				["书"] = {
					this = true
				}
			},
			["阻"] = {
				["击"] = {
					["枪"] = {
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["左"] = {
				["轮"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["制"] = {
			["警"] = {
				["服"] = {
					this = true
				},
				["用"] = {
					["品"] = {
						this = true
					},
					["头"] = {
						["盔"] = {
							this = true
						}
					}
				}
			},
			j = {
				["用"] = {
					["头"] = {
						["盔"] = {
							this = true
						}
					}
				}
			},
			["伯"] = {
				["莱"] = {
					["塔"] = {
						this = true
					}
				}
			},
			["格"] = {
				["洛"] = {
					["克"] = {
						this = true
					}
				}
			},
			["柯"] = {
				["尔"] = {
					["特"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true
			},
			["伸"] = {
				["缩"] = {
					["电"] = {
						j = {
							["棍"] = {
								this = true
							}
						},
						["警"] = {
							["棍"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["瓦"] = {
				["尔"] = {
					["特"] = {
						this = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["秃"] = {
			this = true,
			["吹"] = {
				this = true
			}
		},
		["德"] = {
			["母"] = {
				["鸡"] = {
					this = true
				}
			},
			["模"] = {
				["具"] = {
					this = true
				}
			}
		},
		["美"] = {
			["国"] = {
				["秃"] = {
					["鹰"] = {
						this = true
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					}
				}
			}
		},
		["绿"] = {
			["5"] = {
				["."] = {
					["5"] = {
						this = true
					}
				}
			},
			["管"] = {
				["子"] = {
					this = true
				}
			}
		},
		["品"] = {
			["军"] = {
				["刺"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			}
		},
		["云"] = {
			["石"] = {
				this = true
			}
		},
		["伪"] = {
			["都"] = {
				["和"] = {
					["真"] = {
						["币"] = {
							["一"] = {
								["样"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["#"] = {
			["钞"] = {
				this = true
			}
		},
		["5"] = {
			["4"] = {
				["枪"] = {
					this = true
				},
				["式"] = {
					this = true
				},
				["手"] = {
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			}
		},
		["6"] = {
			["4"] = {
				["式"] = {
					["手"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["7"] = {
			["7"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		z = {
			h = {
				e = {
					n = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				this = true
			}
		},
		["钞"] = {
			this = true
		},
		["吵"] = {
			this = true
		},
		["港"] = {
			["产"] = {
				this = true,
				["3"] = {
					["8"] = {
						["式"] = {
							this = true
						}
					}
				}
			},
			["產"] = {
				["3"] = {
					["8"] = {
						["式"] = {
							this = true
						}
					}
				}
			},
			["産"] = {
				["③"] = {
					["⑧"] = {
						["鉽"] = {
							this = true
						}
					}
				}
			}
		},
		["狗"] = {
			this = true
		},
		["古"] = {
			this = true,
			["双"] = {
				["锋"] = {
					this = true
				}
			}
		},
		["货"] = {
			["拿"] = {
				this = true
			}
		},
		["六"] = {
			["四"] = {
				["手"] = {
					["枪"] = {
						this = true,
						["代"] = {
							["购"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["冒"] = {
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		["七"] = {
			["七"] = {
				["式"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			["皮"] = {
				["具"] = {
					["专"] = {
						this = true
					}
				},
				["面"] = {
					["具"] = {
						this = true
					}
				}
			}
		},
		["三"] = {
			["代"] = {
				["领"] = {
					["导"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["淘"] = {
			["宝"] = {
				this = true
			}
		},
		["五"] = {
			["四"] = {
				this = true,
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["效"] = {
			["军"] = {
				["队"] = {
					["传"] = {
						["令"] = {
							this = true
						}
					}
				}
			}
		},
		["造"] = {
			["假"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["荣"] = {
				["国"] = {
					["府"] = {
						this = true
					}
				}
			}
		},
		["眞"] = {
			["狗"] = {
				this = true
			},
			["硅"] = {
				["賋"] = {
					this = true
				}
			},
			["亽"] = {
				["皮"] = {
					["緬"] = {
						["具"] = {
							["專"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["芞"] = {
				["槍"] = {
					["專"] = {
						this = true
					}
				}
			},
			["槍"] = {
				["模"] = {
					["具"] = {
						this = true
					}
				},
				["収"] = {
					["藏"] = {
						this = true
					}
				}
			}
		},
		["槇"] = {
			["枪"] = {
				this = true
			}
		},
		["製"] = {
			["銀"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.Q = {
		B = {
			["7"] = {
				["9"] = {
					this = true
				},
				["8"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["汽"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						["支"] = {
							this = true
						}
					}
				}
			},
			["8"] = {
				["9"] = {
					this = true
				}
			},
			B = {
				["9"] = {
					["5"] = {
						["真"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			Z = {
				["9"] = {
					["5"] = {
						["真"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		M = {
			["之"] = {
				["窗"] = {
					this = true
				}
			}
		},
		Q = {
			this = true,
			t = {
				t = {
					["5"] = {
						["8"] = {
							["8"] = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			G = {
				G = {
					D = {
						D = {
							Y = {
								Y = {
									L = {
										this = true,
										L = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["充"] = {
				["值"] = {
					["中"] = {
						["心"] = {
							["充"] = {
								["值"] = {
									Q = {
										Q = {
											["号"] = {
												["码"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["宠"] = {
				["物"] = {
					["点"] = {
						["击"] = {
							["抽"] = {
								["奖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["幸"] = {
				["运"] = {
					["抽"] = {
						["奖"] = {
							["活"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		v = {
			o = {
				d = {
					["."] = {
						D = {
							o = {
								w = {
									n = {
										["."] = {
											v = {
												b = {
													n = {
														["5"] = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		V = {
			O = {
				D = {
					["伦"] = {
						["理"] = {
							this = true,
							["电"] = {
								["影"] = {
									this = true
								}
							}
						}
					},
					["電"] = {
						["影"] = {
							this = true
						}
					},
					["激"] = {
						["情"] = {
							["电"] = {
								this = true
							}
						}
					},
					["经"] = {
						["典"] = {
							this = true
						}
					},
					["三"] = {
						["级"] = {
							this = true
						}
					},
					["色"] = {
						["播"] = {
							["网"] = {
								this = true
							}
						}
					},
					["幼"] = {
						["交"] = {
							this = true,
							["片"] = {
								this = true
							}
						}
					},
					["援"] = {
						["交"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["币"] = {
			this = true
		},
		["播"] = {
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["伦"] = {
				["理"] = {
					this = true
				}
			}
		},
		["代"] = {
			["理"] = {
				["办"] = {
					["证"] = {
						Q = {
							this = true
						}
					}
				}
			}
		},
		["激"] = {
			["情"] = {
				["裸"] = {
					["聊"] = {
						this = true
					}
				}
			}
		},
		["群"] = {
			["仙"] = {
				["传"] = {
					this = true
				}
			}
		},
		["五"] = {
			["爷"] = {
				this = true
			}
		},
		["袖"] = {
			["珍"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["健"] = {
		["卫"] = {
			["步"] = {
				["枪"] = {
					this = true,
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["图"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["抢"] = {
					this = true
				}
			},
			["8"] = {
				this = true
			},
			["2"] = {
				["0"] = {
					this = true,
					["小"] = {
						["口"] = {
							["径"] = {
								this = true
							}
						}
					},
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["5"] = {
					A = {
						this = true
					}
				}
			},
			["１"] = {
				["０"] = {
					["５"] = {
						this = true
					}
				}
			},
			["1"] = {
				["4"] = {
					this = true,
					["步"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					}
				},
				["5"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["9"] = {
				["步"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["八"] = {
				this = true
			},
			["低"] = {
				["价"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["九"] = {
				this = true
			},
			["汽"] = {
				["抢"] = {
					this = true
				}
			},
			["十"] = {
				["四"] = {
					this = true
				},
				["五"] = {
					this = true
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						this = true,
						["步"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						},
						["槍"] = {
							this = true
						}
					}
				}
			}
		},
		["沪"] = {
			["狗"] = {
				this = true
			}
		},
		["康"] = {
			["法"] = {
				this = true
			},
			["肝"] = {
				["源"] = {
					this = true
				}
			},
			["肾"] = {
				["源"] = {
					this = true,
					["收"] = {
						["购"] = {
							this = true
						}
					}
				}
			},
			["孕"] = {
				["妈"] = {
					["妈"] = {
						this = true
					}
				}
			}
		},
		["林"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["身"] = {
			["房"] = {
				["的"] = {
					["潜"] = {
						["规"] = {
							["则"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["位"] = {
			["1"] = {
				["0"] = {
					["5"] = {
						this = true
					}
				},
				["5"] = {
					this = true
				}
			},
			["2"] = {
				["0"] = {
					this = true
				},
				["1"] = {
					this = true
				}
			},
			["8"] = {
				this = true
			},
			["9"] = {
				this = true
			}
		},
		["衛"] = {
			["1"] = {
				["4"] = {
					["步"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["步"] = {
				["槍"] = {
					this = true
				}
			},
			["小"] = {
				["口"] = {
					["徑"] = {
						this = true,
						["步"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.X = {
		M = {
			["1"] = {
				["0"] = {
					["9"] = {
						this = true
					}
				}
			},
			["8"] = {
				["真"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["8"] = {
			["改"] = {
				["号"] = {
					["神"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		X = {
			O = {
				O = {
					["成"] = {
						["人"] = {
							["电"] = {
								["影"] = {
									this = true
								}
							}
						}
					},
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					},
					["電"] = {
						["影"] = {
							this = true
						}
					},
					["撸"] = {
						this = true
					},
					["色"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["+"] = {
				["圣"] = {
					["獣"] = {
						["伝"] = {
							this = true
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["插"] = {
				["插"] = {
					["情"] = {
						["色"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["网"] = {
				["成"] = {
					["人"] = {
						this = true
					}
				}
			},
			["宪"] = {
				["章"] = {
					this = true
				}
			}
		},
		["姓"] = {
			["党"] = {
				this = true
			}
		},
		["希"] = {
			["特"] = {
				["勒"] = {
					this = true
				}
			}
		},
		["主"] = {
			["席"] = {
				this = true,
				["万"] = {
					["岁"] = {
						this = true
					}
				}
			},
			["蓆"] = {
				this = true
			}
		},
		["近"] = {
			["平"] = {
				this = true
			},
			P = {
				this = true
			}
		},
		["禁"] = {
			["评"] = {
				this = true
			}
		},
		i = {
			t = {
				l = {
					e = {
						r = {
							this = true
						}
					}
				},
				a = {
					l = {
						y = {
							this = true
						}
					}
				}
			},
			j = {
				i = {
					n = {
						this = true
					}
				}
			},
			J = {
				i = {
					n = {
						g = {
							P = {
								this = true
							}
						}
					}
				}
			},
			r = {
				u = {
					s = {
						this = true
					}
				}
			},
			V = {
				i = {
					r = {
						u = {
							s = {
								this = true
							}
						}
					}
				}
			},
			["紧"] = {
				p = {
					i = {
						n = {
							G = {
								this = true
							}
						}
					}
				}
			},
			["胖"] = {
				["子"] = {
					this = true
				}
			},
			["主"] = {
				["蓆"] = {
					this = true
				},
				["席"] = {
					this = true
				}
			},
			["称"] = {
				["帝"] = {
					["机"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["卧"] = {
			this = true,
			["底"] = {
				this = true,
				["官"] = {
					["方"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				},
				["软"] = {
					["件"] = {
						["官"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["#"] = {
				["底"] = {
					["增"] = {
						["强"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["-"] = {
			["包"] = {
				["子"] = {
					this = true
				}
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["竹"] = {
			["席"] = {
				this = true
			}
		},
		["&"] = {
			["卧"] = {
				["&"] = {
					["底"] = {
						this = true
					}
				}
			},
			["臥"] = {
				["&"] = {
					["底"] = {
						this = true
					}
				}
			}
		},
		B = {
			[" "] = {
				["诺"] = {
					["贝"] = {
						["尔"] = {
							this = true
						}
					}
				}
			}
		},
		I = {
			[" "] = {
				["博"] = {
					["士"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				}
			},
			A = {
				A = {
					V = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["老"] = {
				["大"] = {
					this = true
				}
			}
		},
		J = {
			["平"] = {
				this = true
			}
		},
		O = {
			Y = {
				["影"] = {
					["视"] = {
						this = true
					}
				}
			},
			["高"] = {
				["清"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		T = {
			["5"] = {
				["尼"] = {
					["泊"] = {
						["尔"] = {
							this = true
						}
					}
				}
			}
		},
		["光"] = {
			["暗"] = {
				["宝"] = {
					this = true
				}
			},
			["看"] = {
				["穿"] = {
					["杯"] = {
						["碗"] = {
							this = true
						}
					}
				}
			},
			["透"] = {
				["光"] = {
					["仪"] = {
						this = true
					}
				},
				["视"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["红"] = {
			["颜"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["旧"] = {
			["部"] = {
				this = true
			}
		},
		["妈"] = {
			["牛"] = {
				["比"] = {
					this = true
				}
			}
		},
		["媽"] = {
			["牛"] = {
				["比"] = {
					this = true
				}
			}
		},
		["明"] = {
			["泽"] = {
				this = true
			}
		},
		["娘"] = {
			["伦"] = {
				["理"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["片"] = {
			["免"] = {
				["费"] = {
					["观"] = {
						["看"] = {
							this = true
						}
					}
				}
			}
		},
		["软"] = {
			["#"] = {
				["件"] = {
					["增"] = {
						["强"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			},
			["件"] = {
				["增"] = {
					["强"] = {
						["版"] = {
							this = true
						}
					}
				}
			}
		},
		["軟"] = {
			["#"] = {
				["件"] = {
					["增"] = {
						["強"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["時"] = {
			["間"] = {
				["吉"] = {
					["沢"] = {
						["明"] = {
							["歩"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["臥"] = {
			["#"] = {
				["底"] = {
					["增"] = {
						["強"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			},
			["底"] = {
				this = true,
				["第"] = {
					this = true
				}
			}
		},
		["夜"] = {
			["激"] = {
				["情"] = {
					this = true
				}
			}
		},
		["站"] = {
			["影"] = {
				["视"] = {
					this = true
				}
			}
		},
		["刂"] = {
			i = {
				n = {
					this = true
				}
			}
		},
		["上"] = {
			["飞"] = {
				this = true
			}
		},
		["縂"] = {
			["统"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["狙"] = {
		["击"] = {
			this = true,
			["之"] = {
				["王"] = {
					M = {
						["3"] = {
							["0"] = {
								["0"] = {
									this = true
								}
							}
						}
					}
				},
				["鹰"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true,
				["专"] = {
					this = true,
					["卖"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true,
				["网"] = {
					this = true
				},
				T = {
					E = {
						L = {
							this = true
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["儿"] = {
					this = true
				},
				["价"] = {
					["格"] = {
						this = true
					}
				},
				["瞄"] = {
					["准"] = {
						["镜"] = {
							this = true
						}
					}
				},
				["系"] = {
					["列"] = {
						this = true
					}
				},
				["专"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["步"] = {
				["狗"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["&"] = {
						["专"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["玩"] = {
						["具"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						q = {
							this = true
						},
						["私"] = {
							["聊"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					},
					["專"] = {
						this = true
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				},
				["$"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				},
				["&"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				},
				["步"] = {
					["枪"] = {
						this = true,
						["真"] = {
							["狗"] = {
								this = true
							}
						}
					}
				},
				["可"] = {
					["看"] = {
						this = true
					}
				},
				["槍"] = {
					this = true
				},
				["熗"] = {
					this = true
				}
			},
			["钢"] = {
				["珠"] = {
					this = true,
					["专"] = {
						["用"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			G = {
				["5"] = {
					["复"] = {
						["合"] = {
							["鹰"] = {
								this = true
							}
						}
					}
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["荹"] = {
				["熗"] = {
					["抟"] = {
						this = true
					}
				}
			},
			["打"] = {
				["枪"] = {
					this = true
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["定"] = {
						["做"] = {
							this = true
						}
					},
					["预"] = {
						["订"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["火"] = {
				["枪"] = {
					this = true
				}
			},
			["镜"] = {
				["专"] = {
					this = true
				}
			},
			["弩"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				}
			},
			["气"] = {
				["步"] = {
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				},
				["狗"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["的"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				},
				["抢"] = {
					this = true
				}
			},
			["槍"] = {
				["儿"] = {
					["瞄"] = {
						["准"] = {
							["镜"] = {
								this = true
							}
						}
					}
				},
				["瞄"] = {
					["准"] = {
						["镜"] = {
							this = true
						}
					}
				}
			},
			["熗"] = {
				this = true,
				["媌"] = {
					["痽"] = {
						["傹"] = {
							this = true
						}
					}
				},
				["抟"] = {
					["蛧"] = {
						this = true
					}
				}
			},
			["手"] = {
				this = true
			},
			["系"] = {
				["列"] = {
					["气"] = {
						["狗"] = {
							this = true
						}
					}
				}
			}
		},
		["#"] = {
			["击"] = {
				["#"] = {
					["枪"] = {
						["专"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["3"] = {
			d = {
				["设"] = {
					["计"] = {
						["图"] = {
							["纸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["步"] = {
			["枪"] = {
				["专"] = {
					this = true
				}
			}
		},
		["狗"] = {
			this = true
		},
		["擊"] = {
			["步"] = {
				["槍"] = {
					this = true,
					["那"] = {
						["里"] = {
							["有"] = {
								this = true
							}
						}
					},
					["專"] = {
						this = true
					}
				},
				["專"] = {
					this = true
				}
			},
			["埗"] = {
				["槍"] = {
					this = true
				}
			},
			["鋼"] = {
				["珠"] = {
					["專"] = {
						["用"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["弩"] = {
				this = true
			},
			["汽"] = {
				["槍"] = {
					this = true
				}
			},
			["槍"] = {
				this = true,
				T = {
					E = {
						L = {
							this = true
						}
					}
				},
				["瞄"] = {
					["准"] = {
						["鏡"] = {
							this = true
						}
					},
					["準"] = {
						["鏡"] = {
							this = true
						}
					}
				},
				["專"] = {
					this = true,
					["網"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["妻"] = {
				this = true,
				["水"] = {
					["谷"] = {
						["心"] = {
							["音"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["如"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["汤"] = {
		["普"] = {
			["森"] = {
				M = {
					["1"] = {
						["9"] = {
							["2"] = {
								["8"] = {
									this = true
								}
							}
						}
					}
				},
				["冲"] = {
					["锋"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["加"] = {
			["丽"] = {
				this = true
			}
		},
		["光"] = {
			["中"] = {
				this = true
			}
		},
		["灿"] = {
			this = true,
			["引"] = {
				["爆"] = {
					["打"] = {
						["老"] = {
							["虎"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["川"] = {
			["爱"] = {
				["子"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					}
				}
			}
		},
		["姆"] = {
			["兰"] = {
				["托"] = {
					["斯"] = {
						["人"] = {
							["权"] = {
								["委"] = {
									["员"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["永"] = {
			["林"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["左"] = {
		["轮"] = {
			this = true,
			["手"] = {
				["枪"] = {
					this = true
				},
				["狗"] = {
					this = true
				}
			},
			["枪"] = {
				this = true
			}
		},
		["旋"] = {
			["麻"] = {
				["黃"] = {
					["素"] = {
						this = true
					}
				},
				["黄"] = {
					this = true,
					["素"] = {
						this = true
					}
				}
			},
			["黃"] = {
				["麻"] = {
					["素"] = {
						this = true
					}
				}
			},
			["溶"] = {
				["肉"] = {
					["瘤"] = {
						["素"] = {
							this = true
						}
					}
				}
			},
			["肉"] = {
				["碱"] = {
					this = true,
					["减"] = {
						["肥"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["翼"] = {
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["作"] = {
				["家"] = {
					this = true
				}
			}
		},
		["爆"] = {
			["轮"] = {
				this = true
			}
		},
		["大"] = {
			["培"] = {
				["公"] = {
					["开"] = {
						["信"] = {
							this = true
						}
					}
				}
			}
		},
		["啡"] = {
			["诺"] = {
				this = true
			}
		},
		["季"] = {
			["高"] = {
				this = true
			}
		},
		["坤"] = {
			this = true
		},
		["輪"] = {
			this = true
		},
		["美"] = {
			["沙"] = {
				["芬"] = {
					this = true
				}
			}
		},
		["密"] = {
			["輪"] = {
				this = true
			}
		},
		["派"] = {
			this = true
		},
		["膀"] = {
			["右"] = {
				["臂"] = {
					["陈"] = {
						["世"] = {
							["炬"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["牵"] = {
			["制"] = {
				["右"] = {
					["干"] = {
						["扰"] = {
							this = true
						}
					}
				}
			}
		},
		["手"] = {
			["持"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["木"] = {
				["乃"] = {
					["伊"] = {
						this = true,
						["弓"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["天"] = {
					["堂"] = {
						this = true
					}
				}
			}
		},
		["太"] = {
			["北"] = {
				this = true
			}
		},
		["鏇"] = {
			["麻"] = {
				["黃"] = {
					["素"] = {
						this = true
					}
				}
			}
		},
		["右"] = {
			["路"] = {
				["线"] = {
					["之"] = {
						["争"] = {
							this = true
						}
					}
				},
				["線"] = {
					["之"] = {
						["爭"] = {
							this = true
						}
					}
				}
			}
		},
		["子"] = {
			["穆"] = {
				this = true
			}
		},
		["淑"] = {
			["娴"] = {
				["，"] = {
					["女"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["穿"] = {
		["甲"] = {
			["弹"] = {
				this = true
			}
		},
		["越"] = {
			["天"] = {
				["龙"] = {
					["八"] = {
						["部"] = {
							["之"] = {
								["风"] = {
									["流"] = {
										["虚"] = {
											["雨"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["风"] = {
				["流"] = {
					["之"] = {
						["情"] = {
							["深"] = {
								["深"] = {
									["雨"] = {
										["蒙"] = {
											["蒙"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["之"] = {
				["还"] = {
					["珠"] = {
						["风"] = {
							["流"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["低"] = {
					["档"] = {
						["妓"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["藏"] = {
			["装"] = {
				this = true
			}
		},
		["黑"] = {
			["衫"] = {
				this = true
			}
		},
		["墙"] = {
			["软"] = {
				["件"] = {
					this = true
				}
			}
		},
		["乳"] = {
			["夹"] = {
				["阴"] = {
					this = true
				}
			}
		},
		["著"] = {
			P = {
				E = {
					["校"] = {
						["服"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["勃"] = {
		["朗"] = {
			["宁"] = {
				this = true,
				m = {
					["1"] = {
						["9"] = {
							["1"] = {
								["1"] = {
									this = true
								}
							}
						}
					}
				},
				["刀"] = {
					this = true
				},
				["军"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["郎"] = {
			["宁"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["起"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["终"] = {
		["极"] = {
			["猎"] = {
				["人"] = {
					this = true,
					["槍"] = {
						this = true
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["家"] = {
						["园"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["网"] = {
						this = true
					}
				}
			},
			["老"] = {
				["虎"] = {
					["江"] = {
						["泽"] = {
							["民"] = {
								this = true
							}
						}
					}
				}
			},
			["色"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["区"] = {
					this = true
				}
			},
			["淫"] = {
				["间"] = {
					this = true
				}
			}
		},
		["级"] = {
			["猎"] = {
				["人"] = {
					this = true
				}
			}
		},
		["结"] = {
			["者"] = {
				["9"] = {
					["9"] = {
						["9"] = {
							this = true
						}
					}
				}
			}
		},
		["身"] = {
			["大"] = {
				["事"] = {
					["拼"] = {
						["爹"] = {
							this = true
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["上"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["生"] = {
			["的"] = {
				["核"] = {
					["心"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.L = {
		["新"] = {
			["型"] = {
				["火"] = {
					["箭"] = {
						this = true
					}
				}
			}
		},
		S = {
			D = {
				["迷"] = {
					["幻"] = {
						["药"] = {
							this = true
						}
					}
				},
				["审"] = {
					["问"] = {
						["药"] = {
							this = true
						}
					}
				},
				["新"] = {
					["型"] = {
						["毒"] = {
							["品"] = {
								this = true
							}
						}
					}
				},
				["致"] = {
					["幻"] = {
						["剂"] = {
							this = true
						}
					}
				}
			}
		},
		["1"] = {
			["1"] = {
				["5"] = {
					A = {
						["3"] = {
							this = true
						}
					}
				}
			}
		},
		i = {
			t = {
				t = {
					l = {
						e = {
							B = {
								u = {
									d = {
										d = {
											h = {
												a = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				[" "] = {
					X = {
						i = {
							a = {
								b = {
									o = {
										this = true
									}
								},
								o = {
									b = {
										o = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				x = {
					i = {
						a = {
							o = {
								b = {
									o = {
										[" "] = {
											["零"] = {
												["八"] = {
													["宪"] = {
														["章"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		A = {
			["討"] = {
				["論"] = {
					["區"] = {
						this = true
					}
				}
			}
		},
		E = {
			["冲"] = {
				["锋"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		o = {
			s = {
				e = {
					[" "] = {
						a = {
							n = {
								d = {
									[" "] = {
										h = {
											o = {
												p = {
													e = {
														[" "] = {
															i = {
																n = {
																	[" "] = {
																		C = {
																			h = {
																				i = {
																					n = {
																						a = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		P = {
			["家"] = {
				["族"] = {
					this = true
				}
			}
		},
		R = {
			["匕"] = {
				["首"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		U = {
			O = {
				T = {
					I = {
						this = true
					}
				}
			}
		},
		X = {
			B = {
				this = true,
				[" "] = {
					["挪"] = {
						["威"] = {
							this = true
						}
					}
				},
				["和"] = {
					["平"] = {
						this = true
					}
				}
			}
		},
		["月"] = {
			S = {
				["日"] = {
					this = true,
					[" "] = {
						["我"] = {
							["还"] = {
								["活"] = {
									["着"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["詹"] = {
			["姆"] = {
				["士"] = {
					["沙"] = {
						["利"] = {
							["文"] = {
								this = true
							}
						}
					}
				}
			}
		},
		e = {
			s = {
				["视"] = {
					["频"] = {
						this = true
					}
				}
			}
		},
		I = {
			H = {
				O = {
					N = {
						G = {
							Z = {
								H = {
									I = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["七"] = {
		["七"] = {
			["式"] = {
				["手"] = {
					["枪"] = {
						this = true,
						["代"] = {
							["理"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["联"] = {
							["系"] = {
								this = true
							}
						},
						["预"] = {
							["订"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["狗"] = {
						this = true
					},
					["木"] = {
						["仓"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				this = true,
				["原"] = {
					["网"] = {
						this = true
					}
				},
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["影"] = {
				["音"] = {
					["先"] = {
						["锋"] = {
							this = true
						}
					}
				}
			},
			["配"] = {
				["件"] = {
					this = true
				}
			},
			["尸"] = {
				["变"] = {
					this = true
				}
			},
			["手"] = {
				["机"] = {
					["网"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["子"] = {
						["弹"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["事"] = {
				["变"] = {
					["献"] = {
						["礼"] = {
							this = true
						}
					}
				}
			}
		},
		["孔"] = {
			["狗"] = {
				["腿"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["胜"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["星"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["彩"] = {
				this = true,
				["信"] = {
					["誉"] = {
						["投"] = {
							["注"] = {
								["网"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["补"] = {
				["助"] = {
					this = true
				}
			},
			["挂"] = {
				["机"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["视"] = {
					this = true
				}
			}
		},
		["匹"] = {
			["狼"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["连"] = {
			["发"] = {
				this = true,
				q = {
					q = {
						this = true
					}
				},
				["猎"] = {
					["狗"] = {
						this = true
					},
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						},
						["子"] = {
							["弹"] = {
								this = true
							}
						}
					}
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["浸"] = {
			["缾"] = {
				this = true
			},
			["瓶"] = {
				this = true
			}
		},
		["宗"] = {
			["罪"] = {
				this = true
			}
		},
		["大"] = {
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["肠"] = {
				["胃"] = {
					this = true
				}
			}
		},
		["斤"] = {
			p = {
				i = {
					n = {
						g = {
							this = true
						}
					}
				}
			}
		},
		["觔"] = {
			p = {
				i = {
					n = {
						g = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["一"] = {
				["集"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["百"] = {
			q = {
				o = {
					v = {
						d = {
							this = true
						}
					}
				}
			}
		},
		["步"] = {
			["口"] = {
				["交"] = {
					["法"] = {
						this = true
					}
				}
			},
			["灵"] = {
				["程"] = {
					this = true
				}
			}
		},
		["彩"] = {
			["虹"] = {
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["常"] = {
			["委"] = {
				["\""] = {
					["房"] = {
						["产"] = {
							["3"] = {
								["套"] = {
									["\""] = {
										["存"] = {
											["款"] = {
												["2"] = {
													["3"] = {
														["0"] = {
															["万"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["财"] = {
					["产"] = {
						["公"] = {
							["布"] = {
								this = true
							}
						},
						["明"] = {
							["细"] = {
								this = true
							}
						}
					}
				},
				["分"] = {
					["裂"] = {
						this = true
					}
				},
				["夫"] = {
					["人"] = {
						this = true
					}
				},
				["观"] = {
					["戏"] = {
						["玄"] = {
							["机"] = {
								this = true
							}
						}
					}
				},
				["身"] = {
					["世"] = {
						["背"] = {
							["景"] = {
								this = true
							}
						}
					}
				}
			},
			["主"] = {
				["心"] = {
					["骨"] = {
						this = true
					}
				}
			}
		},
		["代"] = {
			["鹰"] = {
				this = true
			},
			["目"] = {
				["不"] = {
					["换"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["海"] = {
			["り"] = {
				["あ"] = {
					this = true
				}
			},
			["光"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["里"] = {
				["亚"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["濑"] = {
			["步"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["纪"] = {
				["美"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["里"] = {
				["帆"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["奈"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["乐"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["連"] = {
			["發"] = {
				["獵"] = {
					["狗"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			}
		},
		["灵"] = {
			["派"] = {
				this = true
			}
		},
		["码"] = {
			["会"] = {
				this = true
			}
		},
		["年"] = {
			["屄"] = {
				["痒"] = {
					this = true
				}
			}
		},
		["虐"] = {
			["弃"] = {
				["妃"] = {
					this = true
				}
			}
		},
		["日"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["三"] = {
			["一"] = {
				this = true
			}
		},
		["色"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["塔"] = {
			["寺"] = {
				this = true
			}
		},
		["台"] = {
			["河"] = {
				this = true,
				K = {
					["粉"] = {
						this = true
					}
				},
				["办"] = {
					["假"] = {
						["车"] = {
							["牌"] = {
								this = true
							}
						}
					}
				},
				["冰"] = {
					["毒"] = {
						this = true
					}
				},
				["槍"] = {
					this = true
				},
				["上"] = {
					["门"] = {
						["按"] = {
							["摩"] = {
								this = true
							}
						}
					}
				},
				["肾"] = {
					["源"] = {
						this = true
					}
				},
				["我"] = {
					["要"] = {
						["肾"] = {
							this = true
						}
					}
				},
				["寻"] = {
					["找"] = {
						["肾"] = {
							["源"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["天"] = {
			["夜"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["五"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["夕"] = {
			["成"] = {
				["人"] = {
					["色"] = {
						["情"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["3"] = {
					["屁"] = {
						this = true
					}
				}
			},
			["色"] = {
				["成"] = {
					["人"] = {
						["综"] = {
							["合"] = {
								this = true
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["喜"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["贤"] = {
			["帮"] = {
				this = true
			}
		},
		["肖"] = {
			["中"] = {
				["特"] = {
					this = true
				}
			}
		},
		["一"] = {
			["集"] = {
				["会"] = {
					this = true
				}
			},
			["游"] = {
				["行"] = {
					this = true
				}
			}
		},
		["月"] = {
			["海"] = {
				["岛"] = {
					this = true
				}
			},
			["军"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			},
			["五"] = {
				this = true
			}
		},
		["四"] = {
			["的"] = {
				["一"] = {
					["个"] = {
						["月"] = {
							["前"] = {
								this = true
							}
						}
					}
				},
				["前"] = {
					["一"] = {
						["个"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["上"] = {
			["八"] = {
				["下"] = {
					["原"] = {
						["则"] = {
							this = true
						}
					}
				}
			}
		},
		["十"] = {
			["一"] = {
				["年"] = {
					["前"] = {
						["的"] = {
							["今"] = {
								["天"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["二"] = {
			["〇"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["级"] = {
			["英"] = {
				["语"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["松"] = {
		["鼠"] = {
			["牌"] = {
				["单"] = {
					["管"] = {
						this = true
					}
				}
			}
		},
		["岛"] = {
			this = true,
			["枫"] = {
				this = true,
				["2"] = {
					["0"] = {
						["1"] = {
							["2"] = {
								this = true
							}
						}
					}
				},
				A = {
					V = {
						this = true
					}
				},
				a = {
					v = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				b = {
					t = {
						this = true
					}
				},
				q = {
					v = {
						o = {
							d = {
								this = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["高"] = {
					["清"] = {
						this = true,
						A = {
							V = {
								this = true
							}
						}
					}
				},
				["合"] = {
					["集"] = {
						this = true
					}
				},
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["快"] = {
					["播"] = {
						this = true
					}
				},
				["乱"] = {
					["叫"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						this = true,
						["高"] = {
							["清"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["迅"] = {
					["雷"] = {
						this = true
					}
				},
				["照"] = {
					["片"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["岚"] = {
				["的"] = {
					["剧"] = {
						["情"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["永"] = {
				["里"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["花"] = {
			["江"] = {
				["污"] = {
					["染"] = {
						this = true,
						["*"] = {
							this = true
						},
						["汕"] = {
							["尾"] = {
								["事"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["\\"] = {
				["江"] = {
					["污"] = {
						["染"] = {
							this = true
						}
					}
				}
			}
		},
		["冈"] = {
			["洋"] = {
				["右"] = {
					this = true
				}
			},
			["美"] = {
				["和"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["井"] = {
			["石"] = {
				["根"] = {
					this = true
				}
			},
			["玲"] = {
				["奈"] = {
					this = true
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["真"] = {
				["利"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["柏"] = {
			["漫"] = {
				["画"] = {
					this = true
				}
			}
		},
		["坂"] = {
			["树"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["愛"] = {
				["电"] = {
					["驴"] = {
						this = true
					}
				}
			},
			["和"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["代"] = {
					this = true
				}
			},
			["亚"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["亜"] = {
				["璃"] = {
					["沙"] = {
						this = true
					}
				}
			}
		},
		["川"] = {
			["步"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["島"] = {
			["菜"] = {
				["菜"] = {
					["子"] = {
						this = true
					}
				}
			},
			["楓"] = {
				b = {
					t = {
						this = true
					}
				},
				["合"] = {
					["集"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						this = true,
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["香"] = {
				["田"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["岡"] = {
			["智"] = {
				["恵"] = {
					["美"] = {
						this = true
					}
				}
			}
		},
		["谷"] = {
			["英"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紫"] = {
					["种"] = {
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["江"] = {
			["刻"] = {
				["章"] = {
					this = true
				}
			}
		},
		["金"] = {
			["洋"] = {
				["子"] = {
					["写"] = {
						["真"] = {
							this = true
						}
					}
				}
			}
		},
		["警"] = {
			["玲"] = {
				["奈"] = {
					this = true
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["真"] = {
				["利"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["乃"] = {
			["桃"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["浦"] = {
			["利"] = {
				["穗"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["千"] = {
				["佳"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["美"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["夏"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亜"] = {
				["美"] = {
					this = true
				}
			},
			["知"] = {
				["由"] = {
					["里"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["下"] = {
			["爱"] = {
				["来"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["愛"] = {
				["來"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["可"] = {
				["憐"] = {
					B = {
						T = {
							this = true
						}
					},
					["高"] = {
						["速"] = {
							this = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["花"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["滋"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蟒"] = {
		["蛇"] = {
			["5"] = {
				["8"] = {
					["6"] = {
						["六"] = {
							["寸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["底"] = {
		["火"] = {
			this = true,
			["砧"] = {
				["座"] = {
					this = true
				}
			}
		},
		["裤"] = {
			this = true
		},
		["制"] = {
			this = true
		},
		["层"] = {
			["生"] = {
				["态"] = {
					this = true
				}
			}
		},
		["价"] = {
			["橡"] = {
				["胶"] = {
					["棍"] = {
						this = true
					}
				}
			}
		},
		["力"] = {
			this = true
		},
		["缘"] = {
			["枪"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["走"] = {
			["光"] = {
				this = true
			}
		},
		["线"] = {
			["橡"] = {
				["皮"] = {
					["筋"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["霰"] = {
		["弹"] = {
			["枪"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["广"] = {
		["州"] = {
			["三"] = {
				["箭"] = {
					this = true,
					["牌"] = {
						this = true
					}
				}
			},
			y = {
				j = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					["厂"] = {
						this = true
					}
				}
			},
			["火"] = {
				["车"] = {
					["春"] = {
						["运"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["办"] = {
				["证"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["中"] = {
						["心"] = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							q = {
								q = {
									this = true
								}
							},
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					}
				},
				["六"] = {
					["级"] = {
						["证"] = {
							this = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							[" "] = {
								["刻"] = {
									["章"] = {
										this = true
									}
								}
							},
							q = {
								q = {
									this = true
								}
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["证"] = {
									this = true
								}
							}
						}
					},
					["驾"] = {
						["照"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["国"] = {
					["签"] = {
						["证"] = {
							[" "] = {
								["代"] = {
									["办"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					["学"] = {
						["历"] = {
							["证"] = {
								["明"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["娱"] = {
				["乐"] = {
					["网"] = {
						this = true
					},
					["城"] = {
						this = true
					}
				}
			}
		},
		["告"] = {
			["机"] = {
				this = true
			},
			["代"] = {
				["理"] = {
					this = true
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["发"] = {
				["布"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				},
				["漂"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				},
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["费"] = {
				["&"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				},
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["法"] = {
					["票"] = {
						this = true
					}
				},
				["票"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					["雷"] = {
						["克"] = {
							this = true
						}
					}
				}
			},
			["君"] = {
				this = true
			}
		},
		["东"] = {
			["三"] = {
				["箭"] = {
					this = true
				}
			},
			["会"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						},
						["城"] = {
							this = true
						}
					}
				}
			},
			["王"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["饶"] = {
				["平"] = {
					["钱"] = {
						["东"] = {
							["镇"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					["/"] = {
						["广"] = {
							["东"] = {
								["办"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["大"] = {
				["吃"] = {
					["狸"] = {
						this = true
					}
				}
			}
		},
		["盛"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["老"] = {
								["虎"] = {
									["机"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["电"] = {
			["总"] = {
				["局"] = {
					["*"] = {
						this = true
					}
				}
			},
			["局"] = {
				this = true
			}
		},
		["安"] = {
			["第"] = {
				["二"] = {
					["人"] = {
						["民"] = {
							["医"] = {
								["院"] = {
									this = true,
									["*"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["人"] = {
				["喜"] = {
					["欢"] = {
						["睡"] = {
							["小"] = {
								["妈"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["飞"] = {
				["人"] = {
					this = true
				}
			}
		},
		["闻"] = {
			this = true
		},
		["田"] = {
			["宏"] = {
				["毅"] = {
					this = true
				}
			},
			["墨"] = {
				["音"] = {
					this = true,
					b = {
						t = {
							this = true
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["现"] = {
				["代"] = {
					["解"] = {
						["码"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["传"] = {
			["真"] = {
				["相"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["度"] = {
			["书"] = {
				["局"] = {
					this = true
				}
			}
		},
		["濑"] = {
			["奈"] = {
				["津"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["央"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["晴"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["友"] = {
				["莉"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["夏"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["末"] = {
			["奈"] = {
				["绪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["鑫"] = {
			["安"] = {
				["全"] = {
					["银"] = {
						["行"] = {
							["卡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["场"] = {
			this = true,
			["运"] = {
				["动"] = {
					this = true,
					["3"] = {
						["1"] = {
							["年"] = {
								this = true
							},
							["周"] = {
								["年"] = {
									this = true
								}
							}
						}
					},
					["三"] = {
						["十"] = {
							["一"] = {
								this = true
							}
						}
					}
				}
			},
			["碾"] = {
				this = true
			},
			["压"] = {
				this = true,
				["人"] = {
					this = true
				}
			},
			["请"] = {
				["愿"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				}
			},
			["备"] = {
				["忘"] = {
					["录"] = {
						this = true
					}
				}
			},
			["上"] = {
				["压"] = {
					["人"] = {
						this = true
					}
				},
				["没"] = {
					["有"] = {
						["一"] = {
							["个"] = {
								["民"] = {
									["众"] = {
										["伤"] = {
											["亡"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["总"] = {
				["指"] = {
					["挥"] = {
						this = true
					}
				}
			},
			["绝"] = {
				["食"] = {
					["团"] = {
						this = true
					}
				}
			}
		},
		["西"] = {
			["人"] = {
				["肉"] = {
					["节"] = {
						this = true
					}
				}
			},
			["大"] = {
				["屠"] = {
					["杀"] = {
						this = true
					}
				}
			},
			["归"] = {
				["来"] = {
					["食"] = {
						["广"] = {
							["西"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["长"] = {
		["枪"] = {
			this = true,
			["管"] = {
				this = true
			},
			["售"] = {
				this = true
			},
			["专"] = {
				this = true
			}
		},
		["狗"] = {
			this = true,
			["短"] = {
				["狗"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						}
					},
					["官"] = {
						["网"] = {
							this = true
						}
					}
				},
				["鸡"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["治"] = {
			["筋"] = {
				this = true
			}
		},
		["气"] = {
			["鸡"] = {
				this = true
			}
		},
		["汔"] = {
			["狗"] = {
				this = true
			}
		},
		["滩"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		["乐"] = {
			["坊"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["期"] = {
			["出"] = {
				[" "] = {
					["售"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		d = {
			a = {
				o = {
					this = true,
					["售"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		g = {
			o = {
				u = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["安"] = {
			["街"] = {
				["屠"] = {
					["城"] = {
						this = true
					}
				},
				["的"] = {
					["鹿"] = {
						["十"] = {
							["少"] = {
								["年"] = {
									this = true
								}
							}
						}
					}
				},
				["上"] = {
					["的"] = {
						["5"] = {
							["9"] = {
								this = true
							}
						}
					},
					["飚"] = {
						["伍"] = {
							["玖"] = {
								this = true
							}
						}
					}
				},
				["行"] = {
					["动"] = {
						this = true
					}
				}
			}
		},
		["刺"] = {
			["专"] = {
				this = true,
				["刀"] = {
					this = true
				},
				["忉"] = {
					this = true
				}
			}
		},
		["刀"] = {
			["#"] = {
				this = true,
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["具"] = {
				["具"] = {
					this = true,
					["售"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["均"] = {
				["售"] = {
					this = true
				}
			},
			["批"] = {
				["量"] = {
					this = true
				}
			},
			["售"] = {
				this = true,
				["出"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			}
		},
		["叨"] = {
			["%"] = {
				["售"] = {
					["出"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["售"] = {
				["出"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		["岛"] = {
			["彩"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["得"] = {
			["像"] = {
				["林"] = {
					["心"] = {
						["如"] = {
							this = true
						}
					}
				}
			}
		},
		["短"] = {
			["狗"] = {
				["零"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["发"] = {
			["飘"] = {
				["飘"] = {
					["的"] = {
						["片"] = {
							["桐"] = {
								this = true
							}
						}
					}
				}
			},
			["消"] = {
				["魂"] = {
					this = true
				}
			}
		},
		["风"] = {
			["文"] = {
				["学"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["谷"] = {
			["川"] = {
				this = true
			}
		},
		["建"] = {
			["驾"] = {
				["驶"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			}
		},
		["江"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["狙"] = {
			["枪"] = {
				["售"] = {
					this = true
				}
			},
			["售"] = {
				this = true
			}
		},
		["锯"] = {
			["背"] = {
				["齿"] = {
					["大"] = {
						["砍"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["砍"] = {
			["刀"] = {
				this = true
			}
		},
		["濑"] = {
			["爱"] = {
				this = true
			}
		},
		["良"] = {
			this = true
		},
		["隆"] = {
			["比"] = {
				["基"] = {
					["尼"] = {
						["小"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["宁"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["排"] = {
			["警"] = {
				["灯"] = {
					this = true,
					["0"] = {
						["0"] = {
							this = true
						}
					}
				}
			}
		},
		["篇"] = {
			["巨"] = {
				["根"] = {
					this = true
				}
			},
			["乱"] = {
				["伦"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			}
		},
		["汽"] = {
			["狗"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["驱"] = {
			["直"] = {
				["入"] = {
					this = true
				}
			}
		},
		["刃"] = {
			["刀"] = {
				["售"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["叨"] = {
				["%"] = {
					["售"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["寿"] = {
			["区"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			},
			["肾"] = {
				this = true,
				["源"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["泰"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["头"] = {
			["发"] = {
				["的"] = {
					["素"] = {
						["菜"] = {
							this = true
						}
					}
				}
			}
		},
		["腿"] = {
			["白"] = {
				["皙"] = {
					["美"] = {
						["少"] = {
							["妇"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["助"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["泽"] = {
			["雅"] = {
				["美"] = {
					this = true
				}
			},
			["影"] = {
				["视"] = {
					this = true
				}
			},
			["梓"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["红"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["老"] = {
			["会"] = {
				this = true
			}
		},
		["["] = {
			["的"] = {
				["得"] = {
					["]"] = {
						["又"] = {
							["高"] = {
								["("] = {
									["又"] = {
										["帅"] = {
											[")"] = {
												["?"] = {
													["又"] = {
														["美"] = {
															["丽"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["生"] = {
			["江"] = {
				["君"] = {
					this = true
				}
			}
		},
		["津"] = {
			["湖"] = {
				["雪"] = {
					["糕"] = {
						this = true
					}
				}
			}
		},
		["子"] = {
			["倒"] = {
				["彩"] = {
					["电"] = {
						this = true
					}
				}
			}
		},
		["程"] = {
			["计"] = {
				["划"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["冲"] = {
		["锋"] = {
			["枪"] = {
				this = true,
				T = {
					E = {
						L = {
							this = true
						}
					}
				},
				["弹"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["机"] = {
				["槍"] = {
					["代"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["抢"] = {
				this = true
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["线"] = {
			["管"] = {
				this = true
			}
		},
		["击"] = {
			["弹"] = {
				this = true
			}
		},
		["那"] = {
			["翼"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["气"] = {
			["娃"] = {
				["娃"] = {
					this = true
				}
			}
		},
		["田"] = {
			["杏"] = {
				["梨"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["亚"] = {
			["美"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["账"] = {
			["发"] = {
				this = true
			},
			["专"] = {
				["用"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["子"] = {
			this = true
		},
		["速"] = {
			["加"] = {
				["妮"] = {
					["维"] = {
						this = true
					}
				}
			}
		},
		["突"] = {
			["|"] = {
				["强"] = {
					["征"] = {
						["|"] = {
							["人"] = {
								["间"] = {
									["炼"] = {
										["狱"] = {
											["|"] = {
												["血"] = {
													["肉"] = {
														["之"] = {
															["躯"] = {
																["|"] = {
																	["跪"] = {
																		["地"] = {
																			["求"] = {
																				["饶"] = {
																					["|"] = {
																						["围"] = {
																							["攻"] = {
																								["|"] = {
																									["求"] = {
																										["助"] = {
																											["无"] = {
																												["门"] = {
																													["|"] = {
																														["磕"] = {
																															["头"] = {
																																["|"] = {
																																	["曹"] = {
																																		["建"] = {
																																			["文"] = {
																																				["|"] = {
																																					["应"] = {
																																						["急"] = {
																																							["办"] = {
																																								["公"] = {
																																									["室"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["微"] = {
		["冲"] = {
			this = true
		},
		["型"] = {
			["冲"] = {
				["锋"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["无"] = {
				["线"] = {
					["隐"] = {
						["型"] = {
							["耳"] = {
								["机"] = {
									this = true
								}
							}
						}
					},
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["米"] = {
				["粒"] = {
					["耳"] = {
						["机"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["窃"] = {
				["听"] = {
					["器"] = {
						this = true,
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["竊"] = {
				["聽"] = {
					["器"] = {
						this = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true,
					["真"] = {
						["狗"] = {
							this = true
						}
					}
				},
				["槍"] = {
					this = true
				}
			},
			["無"] = {
				["線"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["钢"] = {
					["炮"] = {
						this = true
					}
				}
			},
			["袖"] = {
				["珍"] = {
					["手"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["引"] = {
						["爆"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["遙"] = {
				["控"] = {
					["引"] = {
						["爆"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["移"] = {
				["动"] = {
					["车"] = {
						["载"] = {
							["基"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["声"] = {
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			}
		},
		["拍"] = {
			["福"] = {
				["利"] = {
					this = true,
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["博"] = {
			["负"] = {
				["面"] = {
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			},
			["中"] = {
				["奖"] = {
					this = true
				}
			},
			["上"] = {
				["那"] = {
					["一"] = {
						["片"] = {
							["蓝"] = {
								["色"] = {
									["的"] = {
										["海"] = {
											["洋"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["聚"] = {
			["网"] = {
				["米"] = {
					["伽"] = {
						["币"] = {
							this = true
						}
					}
				}
			}
		},
		["烈"] = {
			["刀"] = {
				this = true
			}
		},
		["气"] = {
			["孔"] = {
				["球"] = {
					["形"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["乳"] = {
			["美"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				}
			},
			["淑"] = {
				["女"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["山"] = {
			["文"] = {
				["."] = {
					["化"] = {
						["广"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["威"] = {
			["客"] = {
				["平"] = {
					["台"] = {
						this = true
					}
				}
			}
		},
		["微"] = {
			["的"] = {
				["微"] = {
					["笑"] = {
						this = true
					}
				}
			}
		},
		["笑"] = {
			["的"] = {
				["阳"] = {
					["具"] = {
						this = true
					}
				}
			},
			["帅"] = {
				["哥"] = {
					["哥"] = {
						this = true
					}
				}
			}
		},
		["信"] = {
			["丰"] = {
				["都"] = {
					["枪"] = {
						["毙"] = {
							this = true
						}
					}
				}
			},
			["骚"] = {
				["女"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["醉"] = {
			["爆"] = {
				["乳"] = {
					["姐"] = {
						["姐"] = {
							this = true
						}
					}
				}
			}
		},
		["裹"] = {
			["箐"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["锦"] = {
		["江"] = {
			b = {
				["5"] = {
					["8"] = {
						this = true
					}
				}
			},
			["大"] = {
				["酒"] = {
					["店"] = {
						this = true
					}
				}
			}
		},
		["涛"] = {
			this = true,
			["不"] = {
				["去"] = {
					["芜"] = {
						["湖"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["退"] = {
					["反"] = {
						["腐"] = {
							this = true
						}
					}
				}
			},
			["推"] = {
				["电"] = {
					["子"] = {
						["民"] = {
							["主"] = {
								["墙"] = {
									["运"] = {
										["动"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["之"] = {
				["子"] = {
					["胡"] = {
						this = true
					}
				}
			}
		},
		["程"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["证"] = {
				["件"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["帝"] = {
			this = true
		},
		["虹"] = {
			["发"] = {
				["实"] = {
					["业"] = {
						this = true
					}
				}
			}
		},
		["湖"] = {
			["轮"] = {
				["胎"] = {
					this = true
				}
			}
		},
		["衣"] = {
			["卫"] = {
				["同"] = {
					["学"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["平"] = {
		["式"] = {
			["枪"] = {
				this = true
			},
			["双"] = {
				["管"] = {
					["猎"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["进"] = {
			["喜"] = {
				this = true
			},
			["习"] = {
				this = true
			}
		},
		["博"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["近"] = {
			["习"] = {
				this = true
			},
			["刁"] = {
				this = true
			},
			["锡"] = {
				this = true
			},
			["錫"] = {
				this = true
			}
		},
		["小"] = {
			["邓"] = {
				this = true
			}
		},
		["安"] = {
			["夜"] = {
				["自"] = {
					["杀"] = {
						this = true
					}
				}
			},
			[" "] = {
				["3"] = {
					["7"] = {
						["亿"] = {
							this = true
						}
					}
				}
			},
			["车"] = {
				["险"] = {
					this = true
				}
			},
			["驾"] = {
				["校"] = {
					this = true
				}
			},
			["虚"] = {
				["假"] = {
					["银"] = {
						["行"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					this = true
				}
			},
			["制"] = {
				["药"] = {
					this = true
				}
			}
		},
		["反"] = {
			this = true,
			["六"] = {
				["四"] = {
					this = true
				},
				["3"] = {
					["+"] = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					this = true
				}
			},
			s = {
				i = {
					x = {
						["4"] = {
							this = true
						}
					}
				}
			},
			["柳"] = {
				["丝"] = {
					this = true
				}
			},
			["陆"] = {
				["肆"] = {
					this = true
				}
			},
			["牛"] = {
				["屎"] = {
					this = true
				}
			},
			["八"] = {
				["九"] = {
					this = true
				}
			},
			["民"] = {
				["运"] = {
					this = true
				}
			}
		},
		["银"] = {
			["芳"] = {
				this = true
			}
		},
		["沼"] = {
			["骐"] = {
				["一"] = {
					["郎"] = {
						this = true
					}
				}
			}
		},
		["金"] = {
			["习"] = {
				this = true
			},
			["習"] = {
				this = true
			}
		},
		["晋"] = {
			["希"] = {
				this = true
			}
		},
		["晉"] = {
			["希"] = {
				this = true
			}
		},
		["進"] = {
			["習"] = {
				this = true
			},
			["喜"] = {
				this = true
			}
		},
		["禁"] = {
			["习"] = {
				this = true
			},
			["習"] = {
				this = true
			}
		},
		["习"] = {
			["近"] = {
				this = true
			}
		},
		["習"] = {
			["近"] = {
				this = true
			}
		},
		["远"] = {
			["习"] = {
				this = true
			},
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["遠"] = {
			["習"] = {
				this = true
			}
		},
		["疫"] = {
			["近"] = {
				["人"] = {
					this = true
				}
			}
		},
		["坝"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["暴"] = {
			this = true,
			[" "] = {
				["胜"] = {
					["利"] = {
						this = true
					}
				}
			},
			["胜"] = {
				["利"] = {
					this = true
				}
			}
		},
		["成"] = {
			["女"] = {
				["忍"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["底"] = {
			["型"] = {
				["弹"] = {
					["头"] = {
						this = true
					}
				}
			}
		},
		["谷"] = {
			["办"] = {
				["正"] = {
					this = true,
					["？"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["行"] = {
			["志"] = {
				["愿"] = {
					this = true
				}
			}
		},
		["湖"] = {
			["麻"] = {
				["古"] = {
					this = true
				}
			}
		},
		["滑"] = {
			["枪"] = {
				["管"] = {
					["枪"] = {
						this = true,
						["代"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["价"] = {
			["枪"] = {
				["模"] = {
					this = true
				}
			},
			["珠"] = {
				["宝"] = {
					["工"] = {
						["厂"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["井"] = {
			["佳"] = {
				["惠"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["千"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["警"] = {
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["千"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["局"] = {
			this = true
		},
		["可"] = {
			["夫"] = {
				this = true
			}
		},
		["立"] = {
			["式"] = {
				["双"] = {
					["管"] = {
						["猎"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["码"] = {
			["三"] = {
				["中"] = {
					["三"] = {
						this = true
					}
				}
			}
		},
		["碼"] = {
			["三"] = {
				["中"] = {
					["三"] = {
						this = true
					}
				}
			}
		},
		["刃"] = {
			["夜"] = {
				["鹰"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				this = true
			}
		},
		["沙"] = {
			["雁"] = {
				this = true
			}
		},
		["山"] = {
			["朝"] = {
				["香"] = {
					["迅"] = {
						["雷"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["县"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["石"] = {
			["一"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["松"] = {
			["圭"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["特"] = {
			["码"] = {
				this = true
			}
		},
		["天"] = {
			["大"] = {
				["圣"] = {
					this = true
				}
			}
		},
		["头"] = {
			["大"] = {
				["刀"] = {
					["砍"] = {
						this = true
					}
				}
			},
			["刀"] = {
				this = true
			}
		},
		["西"] = {
			["王"] = {
				this = true,
				["就"] = {
					["封"] = {
						this = true
					}
				},
				["俊"] = {
					["臣"] = {
						this = true
					}
				},
				["派"] = {
					["京"] = {
						["派"] = {
							this = true
						}
					}
				},
				["镇"] = {
					["南"] = {
						["王"] = {
							this = true
						}
					}
				}
			}
		},
		["乡"] = {
			["黑"] = {
				["枪"] = {
					["的"] = {
						this = true
					}
				}
			}
		},
		["庸"] = {
			["无"] = {
				["建"] = {
					["树"] = {
						this = true
					}
				}
			},
			["無"] = {
				["建"] = {
					["樹"] = {
						this = true
					}
				}
			}
		},
		["原"] = {
			["枪"] = {
				["模"] = {
					["网"] = {
						this = true
					}
				}
			},
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["心"] = {
				this = true,
				["高"] = {
					["清"] = {
						this = true
					}
				}
			}
		},
		["凡"] = {
			["六"] = {
				["肄"] = {
					this = true
				}
			}
		},
		["宝"] = {
			["座"] = {
				["位"] = {
					["涂"] = {
						["了"] = {
							["5"] = {
								["0"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["武"] = {
			["帝"] = {
				this = true
			}
		},
		["平"] = {
			["修"] = {
				["仙"] = {
					this = true
				}
			},
			["子"] = {
				this = true
			}
		},
		["子"] = {
			["称"] = {
				["帝"] = {
					["中"] = {
						["华"] = {
							["盛"] = {
								["世"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["民"] = {
			["情"] = {
				["怀"] = {
					["."] = {
						["{"] = {
							["0"] = {
								[","] = {
									["5"] = {
										["}"] = {
											["贵"] = {
												["族"] = {
													["气"] = {
														["质"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["方"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["添"] = {
			["笑"] = {
				["料"] = {
					this = true
				}
			}
		},
		["息"] = {
			["暴"] = {
				["乱"] = {
					["纪"] = {
						["念"] = {
							["勋"] = {
								["章"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
