pg = pg or {}
slot0 = pg
slot0.word_template_372 = {}
slot1 = slot0.word_template_372

function temp()
	uv0["卐"] = {
		["螚"] = {
			["麻"] = {
				["將"] = {
					["機"] = {
						this = true
					}
				}
			},
			["钥"] = {
				["匙"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["亾"] = {
		["怶"] = {
			["媔"] = {
				["倶"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					},
					["栱"] = {
						["應"] = {
							this = true
						}
					}
				}
			}
		},
		["妻"] = {
			["乱"] = {
				["伦"] = {
					this = true
				}
			}
		},
		["悽"] = {
			["芣"] = {
				["囵"] = {
					this = true
				}
			},
			["噭"] = {
				["凊"] = {
					this = true
				}
			},
			["亂"] = {
				["囵"] = {
					this = true
				}
			},
			["孰"] = {
				["囡"] = {
					this = true
				}
			},
			["狆"] = {
				["炪"] = {
					this = true
				}
			}
		},
		["軆"] = {
			["噐"] = {
				["菅"] = {
					["荍"] = {
						["媾"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["兦"] = {
		["冂"] = {
			["幵"] = {
				["鎖"] = {
					["傆"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["仼"] = {
		["ㄌ"] = {
			["в"] = {
				["型"] = {
					["エ"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["蒾"] = {
				["伱"] = {
					["兂"] = {
						["敵"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蛧"] = {
		["仩"] = {
			["帾"] = {
				["博"] = {
					["僟"] = {
						this = true
					},
					["遊"] = {
						["戱"] = {
							this = true
						}
					}
				}
			},
			["荖"] = {
				["唬"] = {
					["僟"] = {
						this = true
					}
				}
			},
			["嫃"] = {
				["亾"] = {
					["娯"] = {
						["泺"] = {
							["畼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["絡"] = {
			["電"] = {
				["視"] = {
					["蜯"] = {
						["電"] = {
							["話"] = {
								this = true
							}
						}
					}
				}
			},
			["雇"] = {
				["砽"] = {
					["軍"] = {
						this = true
					}
				}
			},
			["凊"] = {
				["脃"] = {
					["尒"] = {
						["説"] = {
							this = true
						}
					}
				}
			}
		},
		["襪"] = {
			["Ｏ"] = {
				["Ｌ"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["迋"] = {
		["劦"] = {
			["в"] = {
				["侀"] = {
					["笁"] = {
						["倶"] = {
							this = true
						}
					}
				}
			},
			["洣"] = {
				["沵"] = {
					["嘸"] = {
						["敵"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["忘"] = {
		["不"] = {
			["了"] = {
				["的"] = {
					["骚"] = {
						B = {
							this = true
						}
					}
				}
			}
		},
		["佳"] = {
			["人"] = {
				["激"] = {
					["情"] = {
						["裸"] = {
							["聊"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["望"] = {
		["城"] = {
			["县"] = {
				["Ｋ"] = {
					["粉"] = {
						this = true
					}
				}
			}
		},
		["当"] = {
			["局"] = {
				["幡"] = {
					["然"] = {
						["悔"] = {
							["悟"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["气"] = {
			["术"] = {
				this = true
			}
		},
		["月"] = {
			["な"] = {
				["な"] = {
					this = true
				}
			},
			["璐"] = {
				["亚"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["寧"] = {
				["寧"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["星"] = {
				["来"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["危"] = {
		["机"] = {
			this = true,
			["公"] = {
				["关"] = {
					this = true
				}
			},
			["闫"] = {
				["村"] = {
					this = true
				}
			}
		},
		["险"] = {
			["液"] = {
				["体"] = {
					["检"] = {
						["测"] = {
							["仪"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["薇"] = {
		["薇"] = {
			["情"] = {
				["色"] = {
					["基"] = {
						["地"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		}
	}
end

temp()
