pg = pg or {}
slot0 = pg
slot0.word_template_149 = {}
slot1 = slot0.word_template_149

function temp()
	uv0["步"] = {
		["枪"] = {
			this = true,
			["结"] = {
				["构"] = {
					["图"] = {
						["解"] = {
							["剖"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["密"] = {
				["云"] = {
					this = true
				}
			},
			["转"] = {
				["让"] = {
					this = true
				}
			}
		},
		["兵"] = {
			["撸"] = {
				["在"] = {
					["线"] = {
						this = true
					}
				}
			},
			["作"] = {
				["品"] = {
					this = true
				}
			},
			["片"] = {
				this = true
			},
			["下"] = {
				["马"] = {
					this = true
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			},
			["列"] = {
				["表"] = {
					this = true
				}
			},
			["单"] = {
				["体"] = {
					this = true
				}
			},
			["斧"] = {
				this = true
			},
			["快"] = {
				["刀"] = {
					this = true
				}
			},
			["突"] = {
				["击"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["鸡"] = {
			this = true
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							this = true
						}
					}
				}
			}
		},
		["飞"] = {
			["烟"] = {
				this = true
			}
		},
		["非"] = {
			["烟"] = {
				this = true
			}
		},
		["狗"] = {
			this = true
		},
		["军"] = {
			["骑"] = {
				["兵"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["槍"] = {
			this = true
		},
		["抢"] = {
			this = true
		},
		["阳"] = {
			["极"] = {
				["速"] = {
					["快"] = {
						["开"] = {
							this = true
						}
					},
					["秒"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["消"] = {
		["音"] = {
			["器"] = {
				this = true
			},
			["狗"] = {
				this = true
			},
			["步"] = {
				["枪"] = {
					this = true,
					["组"] = {
						["装"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["长"] = {
				["居"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["防"] = {
			["队"] = {
				this = true
			},
			["隊"] = {
				this = true
			},
			["防"] = {
				["暴"] = {
					["枪"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			}
		},
		["业"] = {
			this = true,
			["论"] = {
				this = true
			},
			["之"] = {
				["说"] = {
					this = true
				}
			}
		},
		["魂"] = {
			this = true,
			["的"] = {
				["呻"] = {
					["吟"] = {
						this = true
					}
				}
			},
			["粉"] = {
				["嫩"] = {
					["少"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["乳"] = {
				["交"] = {
					this = true
				}
			},
			["时"] = {
				["光"] = {
					this = true
				}
			}
		},
		["灭"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			}
		},
		["滅"] = {
			["共"] = {
				["產"] = {
					["黨"] = {
						this = true
					}
				}
			}
		},
		["声"] = {
			["榴"] = {
				["弹"] = {
					["发"] = {
						["射"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["器"] = {
				this = true,
				["一"] = {
					["个"] = {
						this = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["失"] = {
			["笔"] = {
				this = true
			},
			["张"] = {
				["世"] = {
					["军"] = {
						this = true
					}
				}
			}
		},
		["旋"] = {
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					}
				}
			}
		},
		["野"] = {
			["亚"] = {
				["纱"] = {
					this = true
				}
			},
			["亞"] = {
				["紗"] = {
					this = true
				}
			}
		},
		["灾"] = {
			this = true
		},
		["災"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["槽"] = {
		["化"] = {
			["枪"] = {
				["管"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["管"] = {
				this = true
			},
			["膛"] = {
				["室"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["伯"] = {
		["莱"] = {
			["塔"] = {
				this = true
			}
		},
		["爵"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["希"] = {
			["来"] = {
				this = true
			}
		},
		["颜"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["兄"] = {
		["弟"] = {
			["打"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["男"] = {
				["模"] = {
					["会"] = {
						["所"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["后"] = {
					["女"] = {
						["友"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["官"] = {
					this = true
				}
			},
			["军"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			},
			["连"] = {
				["弓"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				},
				["努"] = {
					["弓"] = {
						this = true
					}
				},
				["弩"] = {
					["弓"] = {
						this = true
					}
				}
			},
			["連"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["联"] = {
				["盟"] = {
					["军"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		["嫁"] = {
			["売"] = {
				["春"] = {
					["调"] = {
						["教"] = {
							this = true
						}
					}
				}
			},
			["义"] = {
				["姉"] = {
					["性"] = {
						["玩"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			["義"] = {
				["姉"] = {
					["性"] = {
						["玩"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["妹"] = {
			["毕"] = {
				["业"] = {
					["式"] = {
						["之"] = {
							["后"] = {
								this = true
							}
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["千"] = {
		["秋"] = {
			["狩"] = {
				["猎"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["花"] = {
			["网"] = {
				this = true
			},
			["坊"] = {
				this = true,
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["百"] = {
			["撸"] = {
				this = true,
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["亿"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					},
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["澳"] = {
				["门"] = {
					["娱"] = {
						["乐"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["城"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["官"] = {
				["网"] = {
					this = true
				}
			}
		},
		["白"] = {
			["撸"] = {
				this = true
			}
		},
		["涩"] = {
			b = {
				t = {
					["核"] = {
						["工"] = {
							["厂"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["日"] = {
			["新"] = {
				["政"] = {
					this = true
				}
			}
		},
		["赢"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							},
							["官"] = {
								["方"] = {
									["网"] = {
										["站"] = {
											this = true
										}
									}
								}
							},
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["网"] = {
						this = true
					}
				}
			}
		},
		["盈"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["岛"] = {
			["湖"] = {
				["之"] = {
					["旅"] = {
						this = true
					}
				}
			}
		},
		["源"] = {
			this = true
		},
		x = {
			i = {
				["曼"] = {
					this = true
				}
			}
		},
		["层"] = {
			["钢"] = {
				this = true
			}
		},
		["朝"] = {
			["枪"] = {
				["模"] = {
					["鉴"] = {
						["赏"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["代"] = {
			n = {
				["9"] = {
					this = true
				}
			}
		},
		["古"] = {
			["兴"] = {
				["亡"] = {
					[","] = {
						["亡"] = {
							["于"] = {
								["一"] = {
									["相"] = {
										["\""] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["里"] = {
			["送"] = {
				["逼"] = {
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["眼"] = {
				this = true
			}
		},
		["门"] = {
			["六"] = {
				["决"] = {
					this = true
				}
			}
		},
		["門"] = {
			["六"] = {
				["決"] = {
					this = true
				}
			}
		},
		["面"] = {
			["面"] = {
				["具"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["术"] = {
			this = true,
			["道"] = {
				["具"] = {
					this = true,
					["教"] = {
						["学"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["学"] = {
					["包"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["術"] = {
			this = true,
			["道"] = {
				["具"] = {
					this = true,
					["教"] = {
						["學"] = {
							this = true
						}
					},
					["視"] = {
						["頻"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["學"] = {
					["包"] = {
						["會"] = {
							this = true
						}
					},
					["網"] = {
						this = true
					}
				}
			},
			["牌"] = {
				["技"] = {
					["培"] = {
						["訓"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["法"] = {
					["教"] = {
						["學"] = {
							this = true
						}
					}
				}
			}
		},
		["丝"] = {
			["万"] = {
				["缕"] = {
					this = true
				}
			}
		},
		["田"] = {
			["爱"] = {
				["纱"] = {
					b = {
						t = {
							this = true
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["愛"] = {
				["紗"] = {
					b = {
						t = {
							this = true
						}
					},
					["電"] = {
						["驢"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			}
		},
		["万"] = {
			Q = {
				["币"] = {
					this = true
				}
			}
		},
		["禧"] = {
			["金"] = {
				["瓶"] = {
					["梅"] = {
						this = true
					}
				}
			}
		},
		["夏"] = {
			["由"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["飘"] = {
		["红"] = {
			["户"] = {
				["外"] = {
					["狩"] = {
						["猎"] = {
							["论"] = {
								["坛"] = {
									this = true
								}
							}
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["飘"] = {
			["欲"] = {
				["仙"] = {
					this = true
				}
			}
		},
		["流"] = {
			["幻"] = {
				["境"] = {
					this = true
				}
			}
		},
		["萍"] = {
			["书"] = {
				["屋"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["唯"] = {
		["品"] = {
			["枪"] = {
				["网"] = {
					this = true
				}
			}
		},
		["美"] = {
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["光"] = {
					this = true
				}
			}
		},
		["思"] = {
			["影"] = {
				["城"] = {
					this = true
				}
			}
		},
		["爱"] = {
			["成"] = {
				["人"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["川"] = {
			["纯"] = {
				["日"] = {
					["本"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["滑"] = {
		["膛"] = {
			["弹"] = {
				["弓"] = {
					this = true,
					["枪"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["兔"] = {
				this = true
			},
			["秃"] = {
				this = true,
				["套"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["堂"] = {
			["秃"] = {
				this = true
			}
		},
		["湿"] = {
			["小"] = {
				["屄"] = {
					["洞"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["图"] = {
		["鹰"] = {
			this = true,
			["最"] = {
				["新"] = {
					["推"] = {
						["荐"] = {
							this = true
						}
					}
				}
			},
			["推"] = {
				["荐"] = {
					this = true
				}
			}
		},
		["说"] = {
			["文"] = {
				["化"] = {
					["大"] = {
						["革"] = {
							["命"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["."] = {
			["片"] = {
				["."] = {
					["上"] = {
						this = true
					}
				}
			}
		},
		["案"] = {
			["衣"] = {
				["服"] = {
					this = true
				}
			}
		},
		["巴"] = {
			["鲁"] = {
				this = true
			}
		},
		["狼"] = {
			["色"] = {
				["情"] = {
					["帝"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		["片"] = {
			["不"] = {
				["爽"] = {
					["你"] = {
						["砍"] = {
							["我"] = {
								this = true
							}
						}
					}
				}
			},
			["地"] = {
				["址"] = {
					["上"] = {
						this = true
					}
				}
			},
			["上"] = {
				["的"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				},
				["有"] = {
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			}
		},
		["森"] = {
			["破"] = {
				this = true
			}
		},
		["文"] = {
			["并"] = {
				["茂"] = {
					this = true
				}
			}
		}
	}
end

temp()
