pg = pg or {}
slot0 = pg
slot0.word_template_298 = {}
slot1 = slot0.word_template_298

function temp()
	uv0["覆"] = {
		["土"] = {
			["烧"] = {
				["刃"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["伽"] = {
		["勒"] = {
			["笓"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["嘎"] = {
		["嘎"] = {
			["黄"] = {
				["色"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["指"] = {
				["的"] = {
					["是"] = {
						["冰"] = {
							["毒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["呢"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["尕"] = {
		["玛"] = {
			["才"] = {
				["旺"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["该"] = {
		["玩"] = {
			["家"] = {
				["不"] = {
					["存"] = {
						["在"] = {
							this = true
						}
					}
				},
				["已"] = {
					["下"] = {
						["线"] = {
							["。"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["警"] = {
			["匪"] = {
				["勾"] = {
					["结"] = {
						["的"] = {
							["贩"] = {
								["毒"] = {
									["集"] = {
										["团"] = {
											["在"] = {
												["江"] = {
													["西"] = {
														["已"] = {
															["遍"] = {
																["地"] = {
																	["开"] = {
																		["花"] = {
																			["，"] = {
																				["萍"] = {
																					["乡"] = {
																						["、"] = {
																							["吉"] = {
																								["安"] = {
																									["、"] = {
																										["抚"] = {
																											["州"] = {
																												["、"] = {
																													["九"] = {
																														["江"] = {
																															["地"] = {
																																["区"] = {
																																	["都"] = {
																																		["成"] = {
																																			["了"] = {
																																				["毒"] = {
																																					["品"] = {
																																						["的"] = {
																																							["重"] = {
																																								["灾"] = {
																																									["区"] = {
																																										["，"] = {
																																											["放"] = {
																																												["眼"] = {
																																													["望"] = {
																																														["去"] = {
																																															["已"] = {
																																																["是"] = {
																																																	["满"] = {
																																																		["目"] = {
																																																			["皆"] = {
																																																				["冰"] = {
																																																					this = true
																																																				}
																																																			}
																																																		}
																																																	}
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["换"] = {
			["个"] = {
				["核"] = {
					["心"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["各"] = {
			["开"] = {
				["防"] = {
					this = true
				}
			}
		},
		["葛"] = {
			["开"] = {
				["防"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["盖"] = {
		["千"] = {
			["鸣"] = {
				this = true
			}
		},
		["世"] = {
			["太"] = {
				["保"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蓋"] = {
		["世"] = {
			["太"] = {
				["保"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["迀"] = {
		["擾"] = {
			this = true,
			["噐"] = {
				this = true,
				["種"] = {
					["類"] = {
						["汏"] = {
							["洤"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["凲"] = {
		["轵"] = {
			["尒"] = {
				["姐"] = {
					this = true
				}
			},
			["莮"] = {
				["妓"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["尴"] = {
		["尬"] = {
			["的"] = {
				["护"] = {
					["士"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
