pg = pg or {}
slot0 = pg
slot0.word_template_23 = {}
slot1 = slot0.word_template_23

function temp()
	uv0["臭"] = {
		["你"] = {
			this = true
		},
		["妳"] = {
			this = true
		},
		["他"] = {
			this = true
		},
		["人"] = {
			["也"] = {
				this = true
			}
		},
		["她"] = {
			this = true
		},
		["女"] = {
			["也"] = {
				this = true
			}
		},
		G = {
			Y = {
				this = true
			}
		},
		["Ｇ"] = {
			["Ｙ"] = {
				this = true
			}
		},
		["七"] = {
			["八"] = {
				this = true
			}
		},
		["7"] = {
			["8"] = {
				this = true
			}
		},
		["７"] = {
			["８"] = {
				this = true
			}
		},
		["化"] = {
			["西"] = {
				this = true
			}
		},
		["尼"] = {
			["姑"] = {
				this = true
			}
		},
		["机"] = {
			this = true,
			["八"] = {
				this = true
			},
			["8"] = {
				this = true
			}
		},
		["鸡"] = {
			this = true,
			["巴"] = {
				this = true
			}
		},
		["西"] = {
			this = true,
			["化"] = {
				this = true
			}
		},
		["作"] = {
			this = true,
			["*"] = {
				this = true
			},
			["尾"] = {
				["行"] = {
					this = true
				}
			}
		},
		b = {
			this = true
		},
		["機"] = {
			this = true,
			["八"] = {
				this = true
			}
		},
		["雞"] = {
			this = true,
			["巴"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["机"] = {
		["八"] = {
			this = true
		},
		["巴"] = {
			this = true
		},
		["叭"] = {
			this = true
		},
		["芭"] = {
			this = true
		},
		["掰"] = {
			this = true
		},
		Y = {
			this = true
		},
		["Ｙ"] = {
			this = true
		},
		["8"] = {
			this = true
		},
		["打"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				},
				["漂"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["代"] = {
				["开"] = {
					this = true
				}
			},
			["法"] = {
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["票"] = {
				this = true,
				["据"] = {
					this = true
				}
			},
			["税"] = {
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["机"] = {
			["干"] = {
				this = true
			},
			["歪"] = {
				["歪"] = {
					this = true
				}
			}
		},
		["械"] = {
			["瞄"] = {
				this = true
			},
			["扳"] = {
				["机"] = {
					this = true
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["动"] = {
			["车"] = {
				["登"] = {
					["记"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["密"] = {
			["文"] = {
				["件"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["档"] = {
				["案"] = {
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["收"] = {
					["容"] = {
						["施"] = {
							["设"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["枪"] = {
			this = true,
			["弹"] = {
				["链"] = {
					this = true
				}
			},
			["高"] = {
				["仿"] = {
					this = true
				}
			},
			["瞄"] = {
				["准"] = {
					["镜"] = {
						this = true
					}
				}
			},
			["鹰"] = {
				["武"] = {
					["器"] = {
						["公"] = {
							["司"] = {
								this = true
							}
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["吧"] = {
			this = true
		},
		["变"] = {
			["号"] = {
				["台"] = {
					this = true
				}
			}
		},
		["舱"] = {
			["之"] = {
				["头"] = {
					["等"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["恶"] = {
			["痴"] = {
				["汉"] = {
					this = true
				}
			}
		},
		["关"] = {
			["枪"] = {
				["刺"] = {
					this = true
				}
			}
		},
		["票"] = {
			["商"] = {
				["旅"] = {
					this = true
				}
			}
		},
		["槍"] = {
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["战"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鸡"] = {
		["八"] = {
			this = true
		},
		["巴"] = {
			this = true,
			["暴"] = {
				["胀"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			o = {
				this = true
			},
			["插"] = {
				["进"] = {
					["小"] = {
						["穴"] = {
							this = true
						}
					},
					["穴"] = {
						this = true
					}
				},
				["肉"] = {
					["缝"] = {
						this = true
					}
				},
				["入"] = {
					["拔"] = {
						["出"] = {
							this = true
						}
					},
					["花"] = {
						["心"] = {
							this = true
						}
					},
					["蜜"] = {
						["穴"] = {
							this = true
						}
					},
					["肉"] = {
						["洞"] = {
							this = true
						}
					}
				},
				["死"] = {
					["我"] = {
						["了"] = {
							this = true
						}
					}
				},
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["抽"] = {
				["插"] = {
					["好"] = {
						["爽"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["酷"] = {
					["刑"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			},
			["顶"] = {
				["开"] = {
					["花"] = {
						["瓣"] = {
							this = true
						}
					}
				}
			},
			["对"] = {
				["准"] = {
					["淫"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["靠"] = {
				this = true
			},
			["狂"] = {
				["插"] = {
					this = true
				}
			},
			["毛"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["猛"] = {
				["插"] = {
					this = true
				}
			},
			["蜜"] = {
				["穴"] = {
					["高"] = {
						["潮"] = {
							this = true
						}
					}
				}
			},
			["磨"] = {
				["得"] = {
					["舒"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["根"] = {
					["没"] = {
						["入"] = {
							this = true
						}
					}
				}
			},
			["射"] = {
				["出"] = {
					["精"] = {
						["液"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["阴"] = {
				["核"] = {
					this = true
				}
			},
			["与"] = {
				B = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["仔"] = {
				["色"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["叭"] = {
			this = true
		},
		["芭"] = {
			this = true
		},
		["掰"] = {
			this = true
		},
		Y = {
			this = true
		},
		["Ｙ"] = {
			this = true
		},
		["８"] = {
			this = true
		},
		["奸"] = {
			this = true,
			["骚"] = {
				["穴"] = {
					["骚"] = {
						["水"] = {
							this = true
						}
					}
				}
			},
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["性"] = {
				["行"] = {
					["为"] = {
						this = true
					}
				}
			}
		},
		["吧"] = {
			this = true,
			["*"] = {
				this = true
			},
			["鸡"] = {
				["巴"] = {
					this = true
				}
			},
			["插"] = {
				["到"] = {
					["嫩"] = {
						["穴"] = {
							this = true
						}
					}
				},
				["进"] = {
					this = true,
					["肉"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["刺"] = {
				["入"] = {
					["她"] = {
						["肛"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["顶"] = {
				["住"] = {
					["阴"] = {
						["道"] = {
							["口"] = {
								this = true
							}
						}
					}
				}
			},
			["菊"] = {
				["花"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["一"] = {
				["柱"] = {
					["擎"] = {
						["天"] = {
							this = true
						}
					}
				}
			}
		},
		this = {
			this = true
		},
		["婆"] = {
			this = true,
			["店"] = {
				this = true
			},
			["莞"] = {
				["式"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["保"] = {
					["健"] = {
						this = true
					}
				}
			},
			["包"] = {
				["夜"] = {
					this = true,
					["信"] = {
						["息"] = {
							this = true
						}
					},
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true,
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					["打"] = {
						["炮"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["狗"] = {
			["专"] = {
				this = true,
				["卖"] = {
					this = true
				}
			}
		},
		["鸡"] = {
			this = true,
			["插"] = {
				["入"] = {
					["穴"] = {
						["嫩"] = {
							this = true
						}
					}
				}
			},
			["夹"] = {
				["波"] = {
					["波"] = {
						this = true
					}
				}
			}
		},
		["歪"] = {
			this = true
		},
		["进"] = {
			["萍"] = {
				this = true
			}
		},
		["尾"] = {
			["酒"] = {
				["炸"] = {
					["弹"] = {
						this = true,
						["制"] = {
							["作"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["8"] = {
			this = true
		},
		["拔"] = {
			this = true
		},
		["毛"] = {
			["信"] = {
				["文"] = {
					["汇"] = {
						this = true
					}
				}
			}
		},
		["，"] = {
			["巴"] = {
				this = true
			}
		},
		["店"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			}
		},
		["女"] = {
			this = true
		},
		["情"] = {
			["果"] = {
				["聊"] = {
					this = true
				}
			}
		},
		["屎"] = {
			this = true
		},
		["胸"] = {
			["堡"] = {
				this = true
			}
		},
		["院"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0.G = {
		["八"] = {
			this = true
		},
		["巴"] = {
			this = true
		},
		["叭"] = {
			this = true
		},
		["芭"] = {
			this = true
		},
		["掰"] = {
			this = true
		},
		A = {
			M = {
				E = {
					M = {
						A = {
							S = {
								T = {
									E = {
										R = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				O = {
					["狗"] = {
						["粮"] = {
							this = true
						}
					}
				}
			},
			L = {
				A = {
					X = {
						Y = {
							["银"] = {
								["河"] = {
									["国"] = {
										["际"] = {
											["娱"] = {
												["乐"] = {
													["场"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			V = {
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			N = {
				this = true,
				["学"] = {
					["生"] = {
						["妹"] = {
							this = true
						}
					}
				}
			}
		},
		M = {
			this = true,
			["美"] = {
				["国"] = {
					this = true
				},
				["國"] = {
					this = true
				}
			},
			["邮"] = {
				["件"] = {
					this = true
				}
			},
			["郵"] = {
				["件"] = {
					this = true
				}
			}
		},
		C = {
			D = {
				this = true
			}
		},
		r = {
			u = {
				e = {
					p = {
						i = {
							n = {
								this = true
							}
						}
					}
				}
			},
			e = {
				["考"] = {
					["生"] = {
						["信"] = {
							["息"] = {
								this = true
							}
						}
					}
				}
			}
		},
		H = {
			B = {
				this = true,
				["原"] = {
					["液"] = {
						this = true
					}
				},
				["水"] = {
					this = true
				},
				["粉"] = {
					this = true
				},
				["强"] = {
					["效"] = {
						["迷"] = {
							["幻"] = {
								["液"] = {
									this = true
								}
							}
						}
					}
				},
				[" "] = {
					["催"] = {
						["情"] = {
							["水"] = {
								[" "] = {
									["迷"] = {
										["奸"] = {
											["药"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["催"] = {
					["情"] = {
						["水"] = {
							this = true
						}
					}
				},
				["迷"] = {
					["奸"] = {
						["水"] = {
							this = true
						}
					}
				},
				["药"] = {
					this = true
				},
				["专"] = {
					this = true
				}
			}
		},
		S = {
			M = {
				["监"] = {
					["听"] = {
						this = true,
						["设"] = {
							["备"] = {
								this = true
							}
						}
					}
				},
				["阻"] = {
					["截"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		F = {
			X = {
				["面"] = {
					["具"] = {
						this = true
					}
				},
				["仿"] = {
					["真"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["人"] = {
					["皮"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			W = {
				["穿"] = {
					["透"] = {
						this = true,
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["3"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["水"] = {
			this = true,
			["爆"] = {
				this = true
			}
		},
		L = {
			G = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			},
			O = {
				C = {
					K = {
						this = true,
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			}
		},
		o = {
			v = {
				e = {
					r = {
						n = {
							m = {
								e = {
									n = {
										t = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				[" "] = {
					S = {
						a = {
							v = {
								e = {
									[" "] = {
										T = {
											h = {
												e = {
													[" "] = {
														Q = {
															u = {
																e = {
																	e = {
																		n = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		P = {
			S = {
				["预"] = {
					["警"] = {
						["器"] = {
							this = true
						}
					}
				},
				["預"] = {
					["警"] = {
						["器"] = {
							this = true
						}
					}
				},
				["屏"] = {
					["蔽"] = {
						["器"] = {
							this = true
						}
					}
				},
				["探"] = {
					["测"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			M = {
				this = true
			}
		},
		["。"] = {
			M = {
				this = true
			}
		},
		["1"] = {
			["小"] = {
				["黄"] = {
					["蜂"] = {
						["斧"] = {
							["头"] = {
								this = true
							}
						}
					}
				}
			}
		},
		e = {
			n = {
				e = {
					r = {
						a = {
							t = {
								i = {
									o = {
										n = {
											s = {
												[" "] = {
													o = {
														f = {
															[" "] = {
																L = {
																	i = {
																		f = {
																			e = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		G = {
			["导"] = {
				["航"] = {
					this = true
				}
			}
		},
		R = {
			E = {
				["答"] = {
					["案"] = {
						this = true
					}
				},
				["代"] = {
					["考"] = {
						this = true
					}
				},
				["枪"] = {
					["手"] = {
						this = true
					}
				}
			}
		},
		T = {
			R = {
				X = {
					["情"] = {
						["色"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			}
		},
		V = {
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["Η"] = {
			B = {
				["迷"] = {
					["情"] = {
						["水"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["奶"] = {
				["秘"] = {
					["书"] = {
						this = true
					}
				}
			}
		},
		["点"] = {
			["高"] = {
				["潮"] = {
					this = true
				}
			}
		},
		["罩"] = {
			["杯"] = {
				["爆"] = {
					["乳"] = {
						["天"] = {
							["使"] = {
								this = true
							}
						}
					}
				},
				["美"] = {
					["爆"] = {
						["乳"] = {
							this = true
						}
					}
				},
				["女"] = {
					["教"] = {
						["师"] = {
							this = true
						}
					}
				}
			}
		},
		O = {
			N = {
				G = {
					["党"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["Ｇ"] = {
		["八"] = {
			this = true
		},
		["巴"] = {
			this = true
		},
		["叭"] = {
			this = true
		},
		["芭"] = {
			this = true
		},
		["掰"] = {
			this = true
		},
		["М"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["靠"] = {
		["爸"] = {
			this = true
		},
		["母"] = {
			this = true
		},
		["北"] = {
			this = true
		},
		["你"] = {
			["媽"] = {
				this = true
			},
			["妈"] = {
				this = true
			},
			["爸"] = {
				this = true
			}
		},
		this = {
			this = true
		},
		["腰"] = {
			this = true,
			["口"] = {
				["肯"] = {
					this = true
				}
			}
		},
		["夭"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["哭"] = {
		["爸"] = {
			this = true
		},
		["母"] = {
			this = true
		},
		["么"] = {
			this = true
		},
		["夭"] = {
			this = true
		},
		["重"] = {
			["生"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["懒"] = {
		["叫"] = {
			this = true
		},
		["教"] = {
			this = true
		},
		["女"] = {
			["婚"] = {
				["嫁"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["8"] = {
			this = true
		},
		["八"] = {
			this = true
		},
		["凤"] = {
			["来"] = {
				["仪"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["我"] = {
		["日"] = {
			this = true,
			["你"] = {
				this = true,
				["妈"] = {
					this = true
				},
				["娘"] = {
					this = true
				}
			},
			["靠"] = {
				this = true
			}
		},
		["操"] = {
			this = true,
			["你"] = {
				this = true,
				["妈"] = {
					this = true
				}
			},
			B = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["靠"] = {
				this = true
			},
			["啦"] = {
				["综"] = {
					["合"] = {
						this = true
					}
				},
				["綜"] = {
					["合"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["姐"] = {
					["网"] = {
						this = true
					}
				}
			},
			["岳"] = {
				["母"] = {
					this = true,
					["的"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["要"] = {
			["性"] = {
				["交"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true,
				["啊"] = {
					["撸"] = {
						this = true
					}
				},
				["撸"] = {
					this = true
				}
			},
			["的"] = {
				["生"] = {
					["活"] = {
						["["] = {
							H = {
								["]"] = {
									this = true
								}
							}
						},
						H = {
							this = true
						}
					}
				}
			},
			["爱"] = {
				["久"] = {
					["久"] = {
						["影"] = {
							["视"] = {
								this = true
							}
						}
					}
				}
			},
			s = {
				m = {
					["口"] = {
						["交"] = {
							["网"] = {
								this = true
							},
							["網"] = {
								this = true
							}
						}
					}
				}
			},
			["操"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["干"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["官"] = {
				["人"] = {
					this = true
				}
			},
			["看"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["快"] = {
				["播"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["伦"] = {
				["理"] = {
					["快"] = {
						["播"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["妹"] = {
					this = true
				},
				["女"] = {
					["图"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["支"] = {
					this = true
				}
			},
			["色"] = {
				["射"] = {
					["色"] = {
						this = true
					}
				},
				["图"] = {
					this = true
				}
			},
			["射"] = {
				this = true
			},
			["肾"] = {
				this = true
			},
			["泄"] = {
				["了"] = {
					["喔"] = {
						this = true
					}
				}
			},
			["要"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["就"] = {
			["色"] = {
				this = true
			},
			["去"] = {
				["色"] = {
					this = true
				}
			},
			["射"] = {
				["综"] = {
					["合"] = {
						this = true
					}
				}
			},
			["要"] = {
				["桑"] = {
					["拿"] = {
						this = true
					}
				},
				["色"] = {
					["色"] = {
						["色"] = {
							this = true
						}
					}
				}
			}
		},
		["干"] = {
			this = true,
			["按"] = {
				["摩"] = {
					["院"] = {
						this = true
					}
				}
			},
			["了"] = {
				["嫂"] = {
					["嫂"] = {
						this = true,
						["的"] = {
							["穴"] = {
								this = true
							}
						}
					}
				},
				["宋"] = {
					["祖"] = {
						["英"] = {
							this = true
						}
					}
				}
			}
		},
		["妳"] = {
			["老"] = {
				["爸"] = {
					this = true
				}
			}
		},
		["想"] = {
			["买"] = {
				["枪"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["爱"] = {
				["爱"] = {
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["网"] = {
					["站"] = {
						this = true
					}
				}
			},
			["去"] = {
				["澳"] = {
					["门"] = {
						["赌"] = {
							["博"] = {
								this = true
							}
						}
					}
				}
			},
			["肾"] = {
				this = true
			},
			["为"] = {
				["捍"] = {
					["卫"] = {
						["生"] = {
							["命"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["插"] = {
				["洞"] = {
					["网"] = {
						this = true
					}
				}
			},
			["呦"] = {
				["呦"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["我"] = {
				["爱"] = {
					["色"] = {
						this = true
					}
				},
				["家"] = {
					this = true
				},
				["妈"] = {
					["美"] = {
						["娇"] = {
							["体"] = {
								this = true
							}
						}
					}
				},
				["色"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["撸"] = {
				this = true
			},
			["棍"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			},
			["幼"] = {
				["幼"] = {
					this = true,
					["论"] = {
						this = true
					}
				}
			},
			a = {
				v = {
					h = {
						o = {
							e = {
								["0"] = {
									["1"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["习"] = {
				["大"] = {
					this = true
				}
			},
			["爱"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["办"] = {
				["公"] = {
					["室"] = {
						this = true
					}
				}
			},
			["逼"] = {
				["电"] = {
					["影"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["操"] = {
				["逼"] = {
					["网"] = {
						this = true
					}
				}
			},
			["弹"] = {
				["弓"] = {
					this = true
				}
			},
			["电"] = {
				["子"] = {
					["书"] = {
						this = true
					}
				}
			},
			["国"] = {
				["模"] = {
					this = true
				}
			},
			["狐"] = {
				["狸"] = {
					["精"] = {
						this = true
					}
				}
			},
			["看"] = {
				A = {
					V = {
						this = true
					}
				}
			},
			["考"] = {
				["逼"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					this = true
				}
			},
			["妈"] = {
				["妈"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					["网"] = {
						this = true
					}
				}
			},
			["你"] = {
				["亚"] = {
					["洲"] = {
						this = true,
						["妹"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["狗"] = {
					["网"] = {
						this = true
					}
				}
			},
			["泉"] = {
				["州"] = {
					["湾"] = {
						this = true
					}
				}
			},
			["日"] = {
				["逼"] = {
					this = true
				}
			},
			["桑"] = {
				["拿"] = {
					["网"] = {
						this = true
					}
				}
			},
			["色"] = {
				this = true,
				["吧"] = {
					this = true
				},
				["色"] = {
					this = true,
					["吧"] = {
						this = true
					}
				}
			},
			["射"] = {
				["精"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姨"] = {
					["子"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["妹"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["由"] = {
				["我"] = {
					["不"] = {
						["由"] = {
							["天"] = {
								this = true
							}
						}
					}
				}
			},
			["原"] = {
				["味"] = {
					["网"] = {
						this = true
					}
				}
			},
			["熟"] = {
				["女"] = {
					this = true
				}
			}
		},
		["的"] = {
			["性"] = {
				["启"] = {
					["蒙"] = {
						this = true,
						["老"] = {
							["师"] = {
								this = true
							}
						}
					}
				},
				["奴"] = {
					["老"] = {
						["婆"] = {
							this = true
						}
					}
				}
			},
			["爆"] = {
				["乳"] = {
					["巨"] = {
						["臀"] = {
							["专"] = {
								["用"] = {
									["肉"] = {
										["便"] = {
											["器"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["娇"] = {
				["妻"] = {
					this = true,
					["与"] = {
						["爱"] = {
							["女"] = {
								this = true
							}
						}
					},
					["欣"] = {
						["儿"] = {
							this = true
						}
					}
				}
			},
			["第"] = {
				["一"] = {
					["次"] = {
						["外"] = {
							["遇"] = {
								this = true
							}
						}
					}
				}
			},
			["后"] = {
				["讨"] = {
					["伐"] = {
						["中"] = {
							["宣"] = {
								["部"] = {
									["时"] = {
										["代"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["小"] = {
					["情"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["鳥"] = {
				["羽"] = {
					["兄"] = {
						["弟"] = {
							this = true
						}
					}
				}
			},
			["缠"] = {
				["绵"] = {
					["往"] = {
						["事"] = {
							this = true
						}
					}
				}
			},
			["春"] = {
				["经"] = {
					["历"] = {
						this = true
					}
				}
			},
			["多"] = {
				["屁"] = {
					["经"] = {
						["验"] = {
							this = true
						}
					}
				}
			},
			["放"] = {
				["荡"] = {
					["生"] = {
						["活"] = {
							this = true
						}
					}
				}
			},
			["鸡"] = {
				["巴"] = {
					this = true
				}
			},
			["姐"] = {
				["姐"] = {
					["是"] = {
						["美"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			},
			["邻"] = {
				["居"] = {
					["很"] = {
						["腹"] = {
							["黑"] = {
								this = true
							}
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					["经"] = {
						["历"] = {
							this = true,
							["?"] = {
								this = true
							}
						}
					},
					["生"] = {
						["涯"] = {
							this = true
						}
					}
				}
			},
			["妈"] = {
				["妈"] = {
					["李"] = {
						["彤"] = {
							["彤"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					["后"] = {
						["宫"] = {
							this = true
						},
						["官"] = {
							this = true
						}
					}
				},
				["艳"] = {
					["岳"] = {
						["母"] = {
							this = true
						}
					}
				}
			},
			["母"] = {
				["亲"] = {
					["是"] = {
						["村"] = {
							["妓"] = {
								this = true
							}
						}
					}
				}
			},
			["虐"] = {
				["恋"] = {
					["女"] = {
						["友"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["网"] = {
					["友"] = {
						this = true
					}
				}
			},
			["色"] = {
				["女"] = {
					["友"] = {
						this = true
					}
				}
			},
			["世"] = {
				["界"] = {
					this = true,
					["博"] = {
						["客"] = {
							this = true
						}
					}
				}
			},
			["思"] = {
				["想"] = {
					["自"] = {
						["传"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["站"] = {
					["被"] = {
						["攻"] = {
							["击"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["屄"] = {
					["儿"] = {
						["好"] = {
							["痒"] = {
								this = true
							}
						}
					}
				},
				["情"] = {
					["人"] = {
						this = true
					}
				},
				["穴"] = {
					["好"] = {
						["爽"] = {
							this = true
						}
					}
				}
			},
			["穴"] = {
				this = true
			},
			["淫"] = {
				["荡"] = {
					["老"] = {
						["师"] = {
							this = true
						}
					}
				}
			},
			["家"] = {
				["在"] = {
					["山"] = {
						["的"] = {
							["那"] = {
								["一"] = {
									["边"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["们"] = {
			["不"] = {
				["生"] = {
					["产"] = {
						A = {
							V = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["杀"] = {
					["吧"] = {
						this = true
					}
				}
			},
			["出"] = {
				["版"] = {
					["台"] = {
						["湾"] = {
							this = true
						}
					}
				}
			},
			["选"] = {
				["择"] = {
					["的"] = {
						["权"] = {
							["利"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["铁"] = {
					["骑"] = {
						this = true
					}
				}
			},
			["只"] = {
				["是"] = {
					["挪"] = {
						["一"] = {
							["下"] = {
								["挪"] = {
									["一"] = {
										["下"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["咧"] = {
			["干"] = {
				this = true
			},
			["幹"] = {
				this = true
			}
		},
		["奸"] = {
			this = true
		},
		["本"] = {
			["初"] = {
				["中"] = {
					this = true,
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			}
		},
		["妻"] = {
			["小"] = {
				["雅"] = {
					this = true
				}
			}
		},
		["和"] = {
			["妻"] = {
				["子"] = {
					["江"] = {
						["湖"] = {
							["行"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					["同"] = {
						["事"] = {
							["的"] = {
								["那"] = {
									["些"] = {
										["事"] = {
											["儿"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["老"] = {
			["婆"] = {
				["的"] = {
					["两"] = {
						["个"] = {
							["表"] = {
								["妹"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["草"] = {
			this = true,
			["你"] = {
				["妈"] = {
					["妈"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			this = true,
			["我"] = {
				["干"] = {
					this = true
				}
			}
		},
		["淫"] = {
			this = true,
			["我"] = {
				["色"] = {
					this = true,
					["导"] = {
						["航"] = {
							this = true
						}
					},
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				}
			}
		},
		["周"] = {
			["容"] = {
				this = true
			}
		},
		X = {
			X = {
				["你"] = {
					this = true
				}
			}
		},
		["靠"] = {
			this = true,
			["="] = {
				[">"] = {
					["我"] = {
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["是"] = {
			["回"] = {
				["民"] = {
					this = true
				}
			},
			["席"] = {
				["大"] = {
					["大"] = {
						this = true
					}
				}
			},
			g = {
				["和"] = {
					m = {
						this = true
					}
				}
			},
			["习"] = {
				["縂"] = {
					this = true
				}
			},
			["淫"] = {
				["神"] = {
					this = true,
					b = {
						t = {
							this = true
						}
					}
				}
			}
		},
		["虽"] = {
			["死"] = {
				["去"] = {
					this = true
				}
			}
		},
		["所"] = {
			["犯"] = {
				["严"] = {
					["重"] = {
						["的"] = {
							["方"] = {
								["向"] = {
									["线"] = {
										["路"] = {
											["错"] = {
												["误"] = {
													["的"] = {
														["检"] = {
															["查"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["在"] = {
			["黑"] = {
				["暗"] = {
					["中"] = {
						this = true
					}
				}
			}
		},
		["系"] = {
			["大"] = {
				["大"] = {
					this = true
				}
			}
		},
		["挨"] = {
			["操"] = {
				["的"] = {
					["经"] = {
						["过"] = {
							this = true
						}
					}
				}
			}
		},
		["把"] = {
			["艳"] = {
				["姨"] = {
					["给"] = {
						["干"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["帮"] = {
			["老"] = {
				["师"] = {
					["脱"] = {
						["胸"] = {
							["罩"] = {
								this = true
							}
						}
					}
				}
			},
			["妈"] = {
				["妈"] = {
					["脱"] = {
						["胸"] = {
							["罩"] = {
								this = true
							}
						}
					}
				}
			},
			["助"] = {
				["属"] = {
					["下"] = {
						["播"] = {
							["种"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["报"] = {
			["复"] = {
				["的"] = {
					["女"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["被"] = {
			["人"] = {
				["开"] = {
					["发"] = {
						this = true
					}
				}
			}
		},
		["不"] = {
			["是"] = {
				["飞"] = {
					["机"] = {
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["插"] = {
			["着"] = {
				["小"] = {
					["姨"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["朝"] = {
			["太"] = {
				["子"] = {
					this = true
				}
			}
		},
		["儿"] = {
			["开"] = {
				["西"] = {
					this = true
				}
			}
		},
		["方"] = {
			["基"] = {
				["地"] = {
					["被"] = {
						["占"] = {
							["领"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["该"] = {
			["死"] = {
				this = true,
				["视"] = {
					["频"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["给"] = {
			["领"] = {
				["导"] = {
					["当"] = {
						["秘"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["跟"] = {
			["妹"] = {
				["妹"] = {
					["肏"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["含"] = {
			["着"] = {
				["阴"] = {
					["茎"] = {
						this = true
					}
				}
			},
			["住"] = {
				["他"] = {
					["的"] = {
						["阴"] = {
							["茎"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["看"] = {
			A = {
				V = {
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["考"] = {
			this = true
		},
		["乐"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["谷"] = {
				this = true
			}
		},
		["撸"] = {
			["了"] = {
				this = true
			},
			["撸"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["慢"] = {
			["汁"] = {
				["诱"] = {
					["惑"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				},
				["誘"] = {
					["惑"] = {
						this = true
					}
				}
			}
		},
		["没"] = {
			["有"] = {
				["敌"] = {
					["人"] = {
						[" "] = {
							["我"] = {
								["的"] = {
									["最"] = {
										["后"] = {
											["陈"] = {
												["述"] = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						["-"] = {
							["我"] = {
								["的"] = {
									["最"] = {
										["后"] = {
											["陈"] = {
												["述"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["去"] = {
			this = true,
			["干"] = {
				["成"] = {
					["人"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			},
			["撸"] = {
				this = true,
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["射"] = {
				this = true
			},
			["也"] = {
				["伦"] = {
					["理"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["让"] = {
			["你"] = {
				["挥"] = {
					["手"] = {
						["了"] = {
							["吗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["讓"] = {
			["你"] = {
				["揮"] = {
					["手"] = {
						["了"] = {
							["嗎"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["湿"] = {
			["淋"] = {
				["淋"] = {
					["的"] = {
						["阴"] = {
							["道"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["甜"] = {
			["蜜"] = {
				["的"] = {
					["大"] = {
						["姐"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["为"] = {
			["儿"] = {
				["子"] = {
					["选"] = {
						["骚"] = {
							["妻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["心"] = {
			["我"] = {
				["色"] = {
					this = true
				}
			}
		},
		["性"] = {
			["感"] = {
				["成"] = {
					["人"] = {
						["资"] = {
							["源"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["也"] = {
			["要"] = {
				["泄"] = {
					["了"] = {
						this = true,
						["喔"] = {
							this = true
						}
					}
				}
			}
		},
		["有"] = {
			["网"] = {
				this = true
			}
		},
		["与"] = {
			["美"] = {
				["容"] = {
					["师"] = {
						["小"] = {
							["丽"] = {
								this = true
							}
						}
					}
				}
			},
			["母"] = {
				["亲"] = {
					["的"] = {
						["同"] = {
							["事"] = {
								this = true
							}
						}
					}
				}
			},
			["网"] = {
				["吧"] = {
					["老"] = {
						["板"] = {
							["娘"] = {
								this = true
							}
						}
					}
				}
			},
			["我"] = {
				["的"] = {
					["媳"] = {
						this = true
					}
				}
			},
			["助"] = {
				["理"] = {
					["的"] = {
						["故"] = {
							["事"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["遇"] = {
			["到"] = {
				["的"] = {
					["专"] = {
						["业"] = {
							["鸡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["真"] = {
			["是"] = {
				["的"] = {
					["经"] = {
						["历"] = {
							this = true
						}
					}
				}
			}
		},
		["做"] = {
			["骚"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["們"] = {
			["選"] = {
				["擇"] = {
					["的"] = {
						["權"] = {
							["利"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["鐵"] = {
					["騎"] = {
						this = true
					}
				}
			}
		},
		["还"] = {
			["活"] = {
				["着"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["婊"] = {
		this = {
			this = true
		},
		["子"] = {
			this = true,
			["養"] = {
				["的"] = {
					this = true
				}
			},
			["养"] = {
				["的"] = {
					this = true
				}
			},
			["靠"] = {
				this = true
			}
		},
		["视"] = {
			["频"] = {
				this = true
			}
		}
	}
end

temp()
