pg = pg or {}
slot0 = pg
slot0.word_template_102 = {}
slot1 = slot0.word_template_102

temp = function()
	uv0["笩"] = {
		["办"] = {
			[""] = {
				["學"] = {
					["畢"] = {
						["業"] = {
							["證"] = {
								this = true
							}
						}
					}
				}
			},
			["洊"] = {
				["款"] = {
					["證"] = {
						["明"] = {
							this = true
						}
					}
				}
			},
			["恠"] = {
				["职"] = {
					["證"] = {
						["明"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["徦"] = {
				["證"] = {
					["學"] = {
						["歷"] = {
							["證"] = {
								this = true
							}
						}
					}
				}
			},
			["哙"] = {
				["計"] = {
					["證"] = {
						this = true
					}
				}
			},
			["媄"] = {
				["啯"] = {
					["呅"] = {
						["凴"] = {
							this = true
						}
					}
				}
			},
			["納"] = {
				["稅"] = {
					["證"] = {
						["明"] = {
							this = true
						}
					}
				}
			},
			["収"] = {
				["兦"] = {
					["證"] = {
						["明"] = {
							this = true
						}
					}
				}
			},
			["渶"] = {
				["語"] = {
					["等"] = {
						["級"] = {
							["證"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["辦"] = {
			["武"] = {
				["警"] = {
					["驾"] = {
						["驶"] = {
							["證"] = {
								this = true
							}
						}
					}
				}
			},
			["嶨"] = {
				["位"] = {
					["认"] = {
						["證"] = {
							["書"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["閞"] = {
			["爘"] = {
				["曊"] = {
					["潑"] = {
						["嘌"] = {
							this = true
						}
					}
				}
			},
			["啇"] = {
				["闆"] = {
					["潑"] = {
						["嘌"] = {
							this = true
						}
					}
				}
			},
			["踺"] = {
				["財"] = {
					["曊"] = {
						["潑"] = {
							["嘌"] = {
								this = true
							}
						}
					}
				}
			},
			["忼"] = {
				["詶"] = {
					["潑"] = {
						["嘌"] = {
							this = true
						}
					}
				}
			},
			["潑"] = {
				["嘌"] = {
					this = true
				}
			},
			["熷"] = {
				["惪"] = {
					["挩"] = {
						["醱"] = {
							["嘌"] = {
								this = true
							}
						}
					}
				}
			},
			["偅"] = {
				["庆"] = {
					["潑"] = {
						["嘌"] = {
							this = true
						}
					}
				}
			},
			["笁"] = {
				["珵"] = {
					["潑"] = {
						["嘌"] = {
							this = true
						}
					}
				}
			},
			["莋"] = {
				["账"] = {
					["潑"] = {
						["嘌"] = {
							this = true
						}
					}
				}
			}
		},
		["刅"] = {
			["茬"] = {
				["轵"] = {
					["姃"] = {
						["眀"] = {
							this = true
						}
					}
				}
			},
			["洊"] = {
				["窾"] = {
					["姃"] = {
						["眀"] = {
							this = true
						}
					}
				}
			},
			["汏"] = {
				["敩"] = {
					["滭"] = {
						["鄴"] = {
							["姃"] = {
								this = true
							}
						}
					}
				}
			},
			["羙"] = {
				["國"] = {
					["妏"] = {
						["憑"] = {
							this = true
						}
					}
				}
			},
			["浍"] = {
				["計"] = {
					["姃"] = {
						this = true
					}
				}
			},
			["妠"] = {
				["挩"] = {
					["姃"] = {
						["眀"] = {
							this = true
						}
					}
				}
			},
			["荍"] = {
				["叺"] = {
					["姃"] = {
						["眀"] = {
							this = true
						}
					}
				}
			},
			["娬"] = {
				["檠"] = {
					["駕"] = {
						["馶"] = {
							["姃"] = {
								this = true
							}
						}
					}
				}
			},
			["敩"] = {
				["莅"] = {
					["認"] = {
						["姃"] = {
							["書"] = {
								this = true
							}
						}
					}
				}
			},
			["渶"] = {
				["娪"] = {
					["等"] = {
						["级"] = {
							["姃"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["幵"] = {
			["エ"] = {
				["程"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["餐"] = {
				["費"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["喠"] = {
				["慶"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["哋"] = {
				["稅"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["髮"] = {
				["票"] = {
					this = true
				}
			},
			["建"] = {
				["材"] = {
					["費"] = {
						["髮"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["商"] = {
				["榀"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["賬"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["開"] = {
			["橃"] = {
				["嘌"] = {
					this = true
				}
			}
		},
		["栲"] = {
			["徦"] = {
				["姃"] = {
					this = true
				},
				["證"] = {
					this = true
				}
			}
		},
		["理"] = {
			["办"] = {
				["證"] = {
					this = true
				}
			},
			["熷"] = {
				["惪"] = {
					["挩"] = {
						["潑"] = {
							["嘌"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["練"] = {
			this = true
		},
		["亓"] = {
			["橃"] = {
				["票"] = {
					this = true
				}
			},
			["建"] = {
				["材"] = {
					["曊"] = {
						["發"] = {
							["票"] = {
								this = true
							}
						}
					}
				},
				["筑"] = {
					["橃"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["汧"] = {
			["增"] = {
				["值"] = {
					["税"] = {
						["醱"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["做"] = {
				["账"] = {
					["發"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["髪"] = {
		["瓢"] = {
			["各"] = {
				["种"] = {
					["管"] = {
						this = true
					}
				}
			}
		},
		["票"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["髮"] = {
		["票"] = {
			this = true,
			["代"] = {
				["开"] = {
					this = true
				}
			}
		},
		["嘌"] = {
			this = true
		},
		["射"] = {
			["幹"] = {
				["擾"] = {
					["噐"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["翻"] = {
		["案"] = {
			this = true
		},
		["版"] = {
			["带"] = {
				this = true
			}
		},
		["墙"] = {
			this = true,
			["代"] = {
				["理"] = {
					this = true
				}
			},
			["工"] = {
				["具"] = {
					this = true
				}
			},
			["浏"] = {
				["览"] = {
					["器"] = {
						this = true
					}
				}
			},
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["突"] = {
				["破"] = {
					this = true
				}
			},
			["网"] = {
				["络"] = {
					["封"] = {
						["锁"] = {
							this = true
						}
					}
				},
				["站"] = {
					this = true
				}
			}
		},
		["牆"] = {
			["代"] = {
				["理"] = {
					this = true
				}
			},
			["工"] = {
				["具"] = {
					this = true
				}
			},
			["流"] = {
				["覽"] = {
					["器"] = {
						this = true
					}
				}
			},
			["軟"] = {
				["體"] = {
					this = true
				}
			},
			["突"] = {
				["破"] = {
					this = true
				}
			},
			["網"] = {
				["路"] = {
					["封"] = {
						["鎖"] = {
							this = true
						}
					}
				},
				["站"] = {
					this = true
				}
			}
		},
		["云"] = {
			["覆"] = {
				["雨"] = {
					this = true
				}
			}
		},
		["转"] = {
			["牌"] = {
				["照"] = {
					this = true
				}
			}
		},
		["译"] = {
			["大"] = {
				["动"] = {
					["运"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["凡"] = {
		["腐"] = {
			["必"] = {
				["反"] = {
					this = true
				}
			}
		},
		["诺"] = {
			["企"] = {
				["业"] = {
					this = true
				}
			}
		},
		["士"] = {
			["林"] = {
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["钒"] = {
		["酸"] = {
			["酐"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["犭"] = {
		["昔"] = {
			["木"] = {
				["仓"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["辺"] = {
		["笕"] = {
			["痲"] = {
				["衣"] = {
					this = true
				}
			}
		},
		["見"] = {
			["麻"] = {
				["衣"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["返"] = {
		["點"] = {
			this = true
		},
		["航"] = {
			[","] = {
				["\""] = {
					this = true
				}
			}
		},
		["回"] = {
			["军"] = {
				["港"] = {
					this = true
				}
			}
		},
		["钱"] = {
			["淘"] = {
				this = true
			}
		},
		["水"] = {
			["高"] = {
				["的"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["可"] = {
				["直"] = {
					["接"] = {
						["提"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["拱"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["泛"] = {
		["突"] = {
			["厥"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["梵"] = {
		["蒂"] = {
			["冈"] = {
				this = true,
				["广"] = {
					["播"] = {
						["电"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["高"] = {
			this = true
		},
		["古"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["販"] = {
		["毒"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["汸"] = {
		["幣"] = {
			["屛"] = {
				["哋"] = {
					["歮"] = {
						this = true
					}
				}
			}
		},
		["弹"] = {
			["汸"] = {
				["懪"] = {
					["頭"] = {
						["盔"] = {
							this = true
						}
					}
				}
			}
		},
		["剨"] = {
			["汸"] = {
				["剌"] = {
					this = true
				}
			}
		},
		["裑"] = {
			["濆"] = {
				["霚"] = {
					this = true
				}
			},
			["噐"] = {
				["財"] = {
					["蛧"] = {
						this = true
					}
				}
			}
		},
		["嫃"] = {
			["⑤"] = {
				["④"] = {
					["掱"] = {
						["熗"] = {
							["抟"] = {
								this = true
							}
						}
					}
				}
			},
			["⑥"] = {
				["④"] = {
					["掱"] = {
						["熗"] = {
							["抟"] = {
								this = true
							}
						}
					}
				}
			},
			["硅"] = {
				["烄"] = {
					this = true
				}
			},
			["豞"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["訪"] = {
		["問"] = {
			["坦"] = {
				["桑"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["妃"] = {
		["悠"] = {
			["爱"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["翡"] = {
		["翠"] = {
			["台"] = {
				["走"] = {
					["过"] = {
						["二"] = {
							["十"] = {
								["年"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["沸"] = {
		["点"] = {
			["网"] = {
				["上"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蕟"] = {
		["票"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["帉"] = {
		["嫰"] = {
			["尒"] = {
				["泬"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蒶"] = {
		["嫩"] = {
			["尐"] = {
				["穴"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["愤"] = {
		["怒"] = {
			["中"] = {
				["共"] = {
					["暴"] = {
						["政"] = {
							this = true
						}
					}
				}
			}
		},
		["青"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["枫"] = {
		["は"] = {
			["る"] = {
				["か"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["峰"] = {
		["不"] = {
			["二"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["林"] = {
			["商"] = {
				["城"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["烽"] = {
		["火"] = {
			["大"] = {
				["唐"] = {
					this = true
				}
			},
			["女"] = {
				["杰"] = {
					this = true
				}
			},
			["戏"] = {
				["诸"] = {
					["侯"] = {
						["现"] = {
							["代"] = {
								["版"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["楓"] = {
		["林"] = {
			["網"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["瘋"] = {
		["狂"] = {
			["抽"] = {
				["送"] = {
					this = true
				}
			},
			["賽"] = {
				["車"] = {
					this = true
				}
			},
			["做"] = {
				["愛"] = {
					["Ｄ"] = {
						["Ｖ"] = {
							["Ｄ"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["讽"] = {
		["刺"] = {
			["宪"] = {
				["法"] = {
					["纪"] = {
						["念"] = {
							["日"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["奉"] = {
		["化"] = {
			["冰"] = {
				["毒"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			}
		},
		["节"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["献"] = {
			["我"] = {
				["的"] = {
					["旧"] = {
						["情"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鳳"] = {
		["樓"] = {
			this = true
		},
		["舞"] = {
			["天"] = {
				["驕"] = {
					this = true
				}
			}
		}
	}
end

temp()
