pg = pg or {}
slot0 = pg
slot0.word_template_6 = {}
slot1 = slot0.word_template_6

function temp()
	uv0["尼"] = {
		["克"] = {
			["松"] = {
				this = true
			},
			["森"] = {
				this = true
			}
		},
		["玛"] = {
			this = true
		},
		["奧"] = {
			["夫"] = {
				this = true
			}
		},
		["泊"] = {
			["尔"] = {
				["刀"] = {
					this = true
				},
				["狗"] = {
					["腿"] = {
						["刀"] = {
							this = true
						}
					}
				},
				["弯"] = {
					["刀"] = {
						this = true,
						["专"] = {
							["营"] = {
								["店"] = {
									this = true
								}
							}
						}
					}
				},
				["军"] = {
					["用"] = {
						["刀"] = {
							["专"] = {
								["卖"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					},
					["刀"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["西"] = {
				["泮"] = {
					this = true
				}
			}
		},
		["总"] = {
			["务"] = {
				["石"] = {
					["器"] = {
						["吸"] = {
							["其"] = {
								["目"] = {
									["哦"] = {
										["轻"] = {
											["易"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["可"] = {
			["刹"] = {
				["米"] = {
					this = true
				}
			}
		},
		["维"] = {
			["习"] = {
				this = true
			}
		},
		["維"] = {
			["習"] = {
				this = true
			}
		},
		["二"] = {
			["氢"] = {
				["可"] = {
					["待"] = {
						["因"] = {
							this = true
						}
					}
				}
			}
		},
		["米"] = {
			["兹"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["杜"] = {
		["鲁"] = {
			["门"] = {
				this = true
			}
		},
		["冷"] = {
			["丁"] = {
				this = true
			}
		},
		["青"] = {
			["林"] = {
				this = true
			}
		},
		["尚"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["德"] = {
			["印"] = {
				this = true
			}
		},
		["世"] = {
			["成"] = {
				this = true
			}
		},
		["智"] = {
			["富"] = {
				this = true
			}
		},
		["和"] = {
			["平"] = {
				[" "] = {
					["吴"] = {
						["党"] = {
							["英"] = {
								this = true
							}
						}
					}
				},
				["吴"] = {
					["党"] = {
						["英"] = {
							this = true
						}
					}
				}
			}
		},
		["恒"] = {
			["岩"] = {
				this = true
			}
		},
		["金"] = {
			["才"] = {
				this = true
			},
			["富"] = {
				this = true
			}
		},
		["绝"] = {
			["以"] = {
				["言"] = {
					["治"] = {
						["罪"] = {
							this = true
						}
					}
				}
			}
		},
		["魯"] = {
			["門"] = {
				this = true
			}
		},
		["廷"] = {
			this = true
		},
		["宪"] = {
			this = true
		},
		["子"] = {
			["飞"] = {
				this = true
			},
			["腾"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["赫"] = {
		["鲁"] = {
			["晓"] = {
				["夫"] = {
					this = true
				}
			}
		},
		["蒂"] = {
			["彻"] = {
				this = true,
				["法"] = {
					["图"] = {
						["麦"] = {
							this = true
						}
					}
				}
			}
		},
		["连"] = {
			["铁"] = {
				["树"] = {
					this = true
				}
			}
		},
		["魯"] = {
			["雪"] = {
				["夫"] = {
					this = true
				}
			}
		},
		["赛"] = {
			["汀"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["列"] = {
		["宁"] = {
			this = true
		},
		["确"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["斯"] = {
		["大"] = {
			["林"] = {
				this = true
			}
		},
		["諾"] = {
			this = true
		},
		["皮"] = {
			["爾"] = {
				["德"] = {
					this = true
				}
			},
			["尔"] = {
				["博"] = {
					["客"] = {
						["北"] = {
							["京"] = {
								["奥"] = {
									["运"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["文"] = {
			["禽"] = {
				["兽"] = {
					this = true
				}
			}
		},
		["诺"] = {
			this = true
		},
		["鑫"] = {
			["良"] = {
				this = true
			}
		},
		["登"] = {
			["冲"] = {
				["锋"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["蒂"] = {
			["芬"] = {
				this = true,
				["?"] = {
					["莱"] = {
						["文"] = {
							this = true
						}
					}
				},
				["•"] = {
					["莱"] = {
						["文"] = {
							this = true
						}
					}
				},
				["霍"] = {
					["金"] = {
						this = true
					}
				}
			}
		},
		["兰"] = {
			["党"] = {
				this = true
			}
		},
		["普"] = {
			["拉"] = {
				["特"] = {
					["利"] = {
						["群"] = {
							["岛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["斯"] = {
			T = {
				V = {
					this = true
				}
			}
		},
		["坦"] = {
			this = true,
			["史"] = {
				this = true
			}
		},
		["通"] = {
			["纳"] = {
				this = true,
				["6"] = {
					["3"] = {
						this = true
					}
				},
				["步"] = {
					["枪"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["马"] = {
		["克"] = {
			["思"] = {
				this = true
			},
			["龙"] = {
				this = true
			}
		},
		["加"] = {
			["爵"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["英"] = {
			["九"] = {
				this = true,
				["总"] = {
					["统"] = {
						this = true
					}
				}
			},
			["9"] = {
				this = true
			}
		},
		["的"] = {
			this = true
		},
		["白"] = {
			["勺"] = {
				this = true
			}
		},
		["卖"] = {
			["马"] = {
				["屁"] = {
					this = true
				}
			}
		},
		[" "] = {
			[" "] = {
				["凯"] = {
					this = true
				}
			}
		},
		["拉"] = {
			["硫"] = {
				["磷"] = {
					this = true
				}
			},
			["戈"] = {
				["壁"] = {
					this = true
				}
			}
		},
		["钱"] = {
			["子"] = {
				["碱"] = {
					this = true
				}
			}
		},
		["可"] = {
			["波"] = {
				["罗"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					},
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["德"] = {
			["里"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["牌"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["堂"] = {
				this = true,
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["刀"] = {
			["专"] = {
				["卖"] = {
					this = true
				}
			}
		},
		["勒"] = {
			this = true,
			["戈"] = {
				["壁"] = {
					this = true
				}
			}
		},
		["泰"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["丁"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["小"] = {
			["虎"] = {
				["的"] = {
					["放"] = {
						["荡"] = {
							["生"] = {
								["涯"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["国"] = {
			["瑞"] = {
				this = true
			}
		},
		["飚"] = {
			this = true
		},
		["恺"] = {
			this = true
		},
		["自"] = {
			["达"] = {
				this = true
			}
		},
		["大"] = {
			["维"] = {
				this = true
			}
		},
		["家"] = {
			["爵"] = {
				["的"] = {
					["一"] = {
						["句"] = {
							["话"] = {
								["让"] = {
									["在"] = {
										["场"] = {
											["警"] = {
												["察"] = {
													["都"] = {
														["落"] = {
															["泪"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["来"] = {
			["酸"] = {
				["迷"] = {
					["达"] = {
						["唑"] = {
							["仑"] = {
								this = true
							}
						}
					}
				}
			},
			["西"] = {
				["亚"] = {
					["赌"] = {
						["场"] = {
							this = true
						},
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["良"] = {
			["骏"] = {
				this = true
			}
		},
		["三"] = {
			["家"] = {
				this = true
			}
		},
		["时"] = {
			["敏"] = {
				this = true
			}
		},
		["馼"] = {
			this = true
		},
		["杀"] = {
			["习"] = {
				["胡"] = {
					this = true
				}
			}
		},
		["会"] = {
			this = true,
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true
					}
				}
			}
		},
		["元"] = {
			["近"] = {
				["平"] = {
					this = true
				}
			}
		},
		["蚤"] = {
			["冫"] = {
				["水"] = {
					this = true
				}
			},
			["穴"] = {
				this = true
			}
		},
		["子"] = {
			["的"] = {
				["胸"] = {
					["部"] = {
						this = true
					}
				}
			}
		},
		["桶"] = {
			["水"] = {
				["箱"] = {
					this = true
				}
			}
		},
		["雪"] = {
			["芹"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["恩"] = {
		["格"] = {
			["斯"] = {
				this = true
			}
		},
		["华"] = {
			["三"] = {
				["唑"] = {
					["仑"] = {
						this = true
					}
				}
			},
			["制"] = {
				["药"] = {
					["厂"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true
			}
		},
		["恩"] = {
			["撸"] = {
				this = true
			}
		},
		["诺"] = {
			["欣"] = {
				this = true
			}
		},
		["爱"] = {
			["夫"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["科"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["平"] = {
			["槍"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["金"] = {
		["正"] = {
			["日"] = {
				this = true
			},
			["恩"] = {
				this = true,
				["习"] = {
					this = true
				}
			},
			["男"] = {
				this = true
			}
		},
		["日"] = {
			["成"] = {
				this = true
			}
		},
		["鳞"] = {
			["岂"] = {
				["是"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								this = true,
								["*"] = {
									this = true
								}
							}
						}
					}
				},
				["非"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["毛"] = {
			["穴"] = {
				this = true
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["槍"] = {
			["不"] = {
				["倒"] = {
					this = true
				}
			}
		},
		["堯"] = {
			["如"] = {
				this = true
			}
		},
		["澤"] = {
			["辰"] = {
				this = true
			},
			["文"] = {
				["子"] = {
					this = true,
					["迅"] = {
						["雷"] = {
							this = true
						}
					}
				}
			},
			["藍"] = {
				["子"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				["子"] = {
					b = {
						t = {
							this = true
						}
					},
					["電"] = {
						["驢"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			}
		},
		["三"] = {
			["胖"] = {
				this = true,
				["习"] = {
					this = true
				}
			},
			["角"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["钟"] = {
			m = {
				["1"] = {
					["9"] = {
						["1"] = {
							["1"] = {
								this = true
							}
						}
					},
					["0"] = {
						this = true
					}
				},
				["7"] = {
					["0"] = {
						["0"] = {
							this = true
						}
					}
				},
				["9"] = {
					["2"] = {
						this = true
					},
					["气"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["气"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true,
					["出"] = {
						["货"] = {
							this = true
						},
						["手"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							this = true
						}
					},
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["1"] = {
				["9"] = {
					["1"] = {
						["1"] = {
							this = true
						}
					}
				}
			},
			M = {
				["1"] = {
					["0"] = {
						["左"] = {
							["轮"] = {
								this = true
							}
						}
					}
				}
			},
			["金"] = {
				["属"] = {
					this = true
				}
			},
			["手"] = {
				["狗"] = {
					this = true
				}
			}
		},
		["属"] = {
			["枪"] = {
				["模"] = {
					this = true,
					["代"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						},
						["专"] = {
							["店"] = {
								this = true
							}
						}
					},
					["狗"] = {
						this = true,
						["便"] = {
							["宜"] = {
								this = true
							}
						},
						["低"] = {
							["价"] = {
								this = true
							}
						}
					},
					["汽"] = {
						["狗"] = {
							this = true
						}
					},
					["手"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					}
				}
			},
			["铊"] = {
				this = true,
				["厂"] = {
					["家"] = {
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				["商"] = {
					this = true
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["现"] = {
					["货"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["电"] = {
				["动"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["波"] = {
				["箱"] = {
					this = true
				}
			},
			["防"] = {
				["暴"] = {
					["盾"] = {
						["牌"] = {
							this = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["机"] = {
				["械"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["弩"] = {
				["弓"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["铅"] = {
				["弹"] = {
					["狗"] = {
						["淘"] = {
							["宝"] = {
								this = true
							}
						}
					}
				}
			},
			["强"] = {
				["光"] = {
					["电"] = {
						["棍"] = {
							this = true
						}
					}
				}
			},
			["砷"] = {
				["有"] = {
					["售"] = {
						this = true
					}
				}
			},
			["手"] = {
				["拉"] = {
					["机"] = {
						this = true
					},
					["鸡"] = {
						this = true
					}
				}
			},
			["质"] = {
				["感"] = {
					["仿"] = {
						["真"] = {
							["狙"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["弓"] = {
			this = true,
			["电"] = {
				["动"] = {
					["狗"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				}
			},
			h = {
				k = {
					["4"] = {
						["1"] = {
							["6"] = {
								this = true
							}
						}
					}
				}
			},
			m = {
				["4"] = {
					this = true
				},
				p = {
					["5"] = {
						a = {
							["4"] = {
								this = true
							}
						}
					}
				}
			},
			["雷"] = {
				["锤"] = {
					this = true
				}
			},
			M = {
				P = {
					["5"] = {
						this = true
					}
				}
			},
			["国"] = {
				["狗"] = {
					this = true
				}
			},
			["金"] = {
				["属"] = {
					this = true
				},
				["钟"] = {
					this = true
				}
			}
		},
		["融"] = {
			["客"] = {
				["户"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					},
					["资"] = {
						["源"] = {
							this = true
						},
						["料"] = {
							this = true
						}
					}
				},
				["戶"] = {
					["資"] = {
						["源"] = {
							this = true
						}
					}
				}
			},
			["黑"] = {
				["洞"] = {
					[" "] = {
						["博"] = {
							["讯"] = {
								this = true
							}
						}
					},
					["深"] = {
						["无"] = {
							["底"] = {
								this = true
							}
						}
					}
				}
			},
			["时"] = {
				["报"] = {
					this = true
				}
			}
		},
		["宝"] = {
			["博"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["球"] = {
						["网"] = {
							this = true
						}
					}
				},
				["滚"] = {
					["球"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["域"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["场"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["满"] = {
			["堂"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["贯"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["地"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["丽"] = {
			["华"] = {
				this = true,
				["赌"] = {
					["场"] = {
						this = true
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["钻"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["牌"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true,
						["官"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			}
		},
		["海"] = {
			["岸"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["湾"] = {
				["休"] = {
					["闲"] = {
						["会"] = {
							["所"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["马"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["堂"] = {
				this = true
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				this = true
			},
			["坊"] = {
				this = true
			}
		},
		["沙"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					},
					["城"] = {
						this = true
					},
					["投"] = {
						["注"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				},
				["城"] = {
					this = true
				}
			},
			["真"] = {
				["人"] = {
					this = true
				}
			},
			s = {
				a = {
					n = {
						d = {
							s = {
								["线"] = {
									["上"] = {
										["娱"] = {
											["乐"] = {
												["场"] = {
													this = true
												}
											}
										}
									}
								},
								["娱"] = {
									["乐"] = {
										["场"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["四"] = {
				["季"] = {
					s = {
						a = {
							n = {
								d = {
									s = {
										["娱"] = {
											["乐"] = {
												["场"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["会"] = {
				this = true
			},
			["城"] = {
				["中"] = {
					["心"] = {
						this = true
					}
				}
			},
			["官"] = {
				["方"] = {
					["直"] = {
						["营"] = {
							this = true
						}
					}
				}
			},
			["平"] = {
				["台"] = {
					["出"] = {
						["租"] = {
							this = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					this = true
				}
			},
			["足"] = {
				["球"] = {
					["投"] = {
						["注"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			j = {
				s = {
					["3"] = {
						["8"] = {
							["3"] = {
								["3"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["盛"] = {
			this = true,
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["界"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["字"] = {
			["塔"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["博"] = {
			["士"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["乐"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["海"] = {
				["服"] = {
					["务"] = {
						["中"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["杯"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["花"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["殿"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["冠"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true,
						["官"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["银"] = {
			["岛"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["焕"] = {
				this = true
			}
		},
		["木"] = {
			["棉"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["场"] = {
						this = true
					}
				},
				["蓝"] = {
					["盾"] = {
						this = true
					}
				}
			}
		},
		["神"] = {
			this = true,
			["大"] = {
				["赌"] = {
					["场"] = {
						this = true
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["龙"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["短"] = {
				["刀"] = {
					this = true
				}
			},
			["神"] = {
				["枪"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["榜"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["盈"] = {
			["会"] = {
				this = true
			}
		},
		["公"] = {
			["主"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["钱"] = {
			["豹"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						},
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["帮"] = {
				this = true
			},
			["不"] = {
				["足"] = {
					this = true,
					["，"] = {
						["无"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["牛"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							}
						}
					},
					["线"] = {
						["上"] = {
							["娱"] = {
								["乐"] = {
									["官"] = {
										["网"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["区"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["光"] = {
			["大"] = {
				["道"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["都"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["狮"] = {
			this = true,
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["赌"] = {
				["球"] = {
					["城"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["威"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["安"] = {
				["防"] = {
					this = true
				}
			}
		},
		["豪"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["赞"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["彩"] = {
			this = true,
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["美"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["来"] = {
				["教"] = {
					["育"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["麟"] = {
			["岂"] = {
				["是"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["丝"] = {
			["猴"] = {
				this = true
			},
			["阁"] = {
				this = true
			},
			["雀"] = {
				this = true
			}
		},
		["财"] = {
			["神"] = {
				["玄"] = {
					["机"] = {
						["网"] = {
							this = true
						}
					}
				},
				["网"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["码"] = {
			["走"] = {
				["势"] = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["莎"] = {
			["国"] = {
				["际"] = {
					["游"] = {
						["戏"] = {
							["官"] = {
								["方"] = {
									["网"] = {
										["站"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["娱"] = {
						["乐"] = {
							this = true
						},
						["城"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["叶"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		["八"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["砖"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["佰"] = {
			["利"] = {
				["会"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["百"] = {
			["亿"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["博"] = {
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			},
			["利"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["仕"] = {
			["博"] = {
				["在"] = {
					["线"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["润"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["皇"] = {
			["朝"] = {
				this = true
			},
			["冠"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["狐"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["高"] = {
				["手"] = {
					["心"] = {
						["水"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			}
		},
		["尊"] = {
			this = true,
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["道"] = {
			["娱"] = {
				["乐"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["铭"] = {
				this = true
			},
			["博"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["盾"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["程"] = {
					this = true
				}
			},
			["安"] = {
				["防"] = {
					["器"] = {
						["材"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["亚"] = {
			["洲"] = {
				["平"] = {
					["台"] = {
						this = true
					}
				}
			}
		},
		["多"] = {
			["宝"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["瓶"] = {
			["梅"] = {
				this = true,
				["*"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["3"] = {
					this = true,
					D = {
						this = true
					}
				},
				["4"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["的"] = {
					["巨"] = {
						["著"] = {
							this = true
						}
					}
				},
				["情"] = {
					["色"] = {
						["網"] = {
							this = true
						}
					}
				},
				["同"] = {
					["人"] = {
						this = true
					}
				},
				["杨"] = {
					["思"] = {
						["敏"] = {
							["版"] = {
								this = true
							}
						}
					}
				},
				["在"] = {
					["线"] = {
						this = true,
						["电"] = {
							["影"] = {
								this = true
							}
						},
						["观"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["伯"] = {
			["帆"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["舜"] = {
			["禹"] = {
				this = true
			}
		},
		["尧"] = {
			["如"] = {
				this = true
			}
		},
		["5"] = {
			["爷"] = {
				this = true
			}
		},
		["6"] = {
			["爷"] = {
				this = true
			}
		},
		["安"] = {
			["迪"] = {
				this = true
			}
		},
		["币"] = {
			["兑"] = {
				["换"] = {
					["经"] = {
						["验"] = {
							this = true
						}
					},
					["银"] = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["卡"] = {
				["包"] = {
					this = true
				}
			},
			["双"] = {
				["倍"] = {
					["兑"] = {
						["换"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["臂"] = {
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["标"] = {
			["汽"] = {
				["狗"] = {
					["网"] = {
						this = true,
						["购"] = {
							this = true
						}
					}
				}
			}
		},
		["苍"] = {
			["蝇"] = {
				this = true,
				["催"] = {
					["情"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["蒼"] = {
			["蠅"] = {
				["催"] = {
					["情"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["诚"] = {
			["数"] = {
				["据"] = {
					["名"] = {
						["录"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["杵"] = {
			["霸"] = {
				["王"] = {
					this = true
				}
			}
		},
		["达"] = {
			["莱"] = {
				this = true,
				["革"] = {
					["命"] = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["坚"] = {
				this = true
			}
		},
		["刀"] = {
			this = true
		},
		["吊"] = {
			["桶"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["顶"] = {
			["凤"] = {
				["凰"] = {
					this = true
				}
			}
		},
		["鼎"] = {
			["棋"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["发"] = {
			["白"] = {
				["虎"] = {
					["女"] = {
						["模"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["波"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["荡"] = {
				["妇"] = {
					this = true
				}
			},
			["情"] = {
				["侣"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					["被"] = {
						["虐"] = {
							this = true
						}
					}
				}
			}
		},
		["凤"] = {
			["凰"] = {
				this = true
			},
			["楼"] = {
				this = true
			}
		},
		["富"] = {
			["豪"] = {
				this = true
			}
		},
		["刚"] = {
			["檀"] = {
				["木"] = {
					["弓"] = {
						this = true
					}
				}
			},
			["铜"] = {
				["反"] = {
					["曲"] = {
						this = true
					}
				}
			}
		},
		["观"] = {
			["涛"] = {
				this = true
			}
		},
		["汉"] = {
			["德"] = {
				["公"] = {
					["司"] = {
						this = true
					}
				}
			}
		},
		["浩"] = {
			["茶"] = {
				["油"] = {
					this = true
				}
			}
		},
		["河"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["喉"] = {
			["健"] = {
				["喷"] = {
					["雾"] = {
						["剂"] = {
							this = true
						}
					}
				}
			}
		},
		["华"] = {
			["办"] = {
				["假"] = {
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					},
					["证"] = {
						this = true
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["上"] = {
				["门"] = {
					["按"] = {
						["摩"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["黄"] = {
			["帝"] = {
				this = true
			}
		},
		["金"] = {
			["世"] = {
				["界"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["井"] = {
			["梨"] = {
				["里"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["警"] = {
			["梨"] = {
				["里"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["久"] = {
			["灵"] = {
				this = true
			}
		},
		["卡"] = {
			["会"] = {
				["员"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["壳"] = {
			["教"] = {
				["育"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["酷"] = {
			this = true
		},
		["临"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			}
		},
		["鱗"] = {
			["豈"] = {
				["是"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["灵"] = {
			this = true
		},
		["领"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["六"] = {
			["爷"] = {
				this = true
			},
			["福"] = {
				["彩"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["馬"] = {
			this = true
		},
		["门"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["铭"] = {
			["棋"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["墨"] = {
			["婆"] = {
				["婆"] = {
					this = true
				}
			}
		},
		["奶"] = {
			["奶"] = {
				this = true
			}
		},
		["平"] = {
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["普"] = {
			["提"] = {
				["上"] = {
					["师"] = {
						this = true
					}
				}
			}
		},
		["麒"] = {
			["麟"] = {
				["网"] = {
					this = true
				}
			}
		},
		["枪"] = {
			["不"] = {
				["倒"] = {
					this = true
				}
			}
		},
		["人"] = {
			this = true
		},
		["山"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["桥"] = {
				this = true
			},
			["线"] = {
				["上"] = {
					this = true
				}
			},
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["身"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["罗"] = {
				["汉"] = {
					this = true
				}
			}
		},
		["手"] = {
			["指"] = {
				this = true
			}
		},
		["书"] = {
			["波"] = {
				this = true
			}
		},
		["水"] = {
			["桥"] = {
				this = true
			}
		},
		["顺"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			},
			["棋"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["算"] = {
			["盘"] = {
				this = true
			}
		},
		["太"] = {
			["阳"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["坛"] = {
			this = true,
			["市"] = {
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["堂"] = {
			["黄"] = {
				["牙"] = {
					["冰"] = {
						["签"] = {
							this = true
						}
					},
					["签"] = {
						this = true
					}
				}
			}
		},
		["特"] = {
			["科"] = {
				["技"] = {
					this = true
				}
			}
		},
		["宛"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["五"] = {
			["爷"] = {
				this = true
			}
		},
		["香"] = {
			["留"] = {
				["学"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["像"] = {
			this = true
		},
		["新"] = {
			["月"] = {
				this = true
			}
		},
		["鑫"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			}
		},
		["信"] = {
			["网"] = {
				["购"] = {
					this = true
				}
			}
		},
		["星"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["血"] = {
			this = true
		},
		["讯"] = {
			["网"] = {
				this = true
			}
		},
		["岩"] = {
			this = true
		},
		["一"] = {
			["南"] = {
				this = true
			}
		},
		["鹰"] = {
			this = true,
			["办"] = {
				["证"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			},
			["现"] = {
				["金"] = {
					["网"] = {
						this = true
					}
				}
			},
			["主"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["庸"] = {
			["群"] = {
				["侠"] = {
					["传"] = {
						this = true
					},
					["转"] = {
						this = true
					}
				},
				["俠"] = {
					["傳"] = {
						this = true
					}
				}
			}
		},
		["鱼"] = {
			["缸"] = {
				this = true
			}
		},
		["玉"] = {
			["天"] = {
				["立"] = {
					this = true
				}
			}
		},
		["誉"] = {
			["博"] = {
				["彩"] = {
					this = true
				}
			},
			["汽"] = {
				["车"] = {
					["手"] = {
						["续"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["沢"] = {
			["デ"] = {
				["リ"] = {
					["ヘ"] = {
						["ル"] = {
							this = true
						}
					}
				}
			},
			["文"] = {
				["子"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["辰"] = {
				this = true
			},
			["明"] = {
				["子"] = {
					b = {
						t = {
							this = true
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["文"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紫"] = {
					["种"] = {
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["寨"] = {
			["肾"] = {
				this = true
			}
		},
		["掌"] = {
			["柜"] = {
				this = true
			}
		},
		["鐘"] = {
			["氣"] = {
				["槍"] = {
					this = true
				}
			}
		},
		["洲"] = {
			this = true
		},
		["子"] = {
			["里"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["樽"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["左"] = {
			["焕"] = {
				this = true
			}
		},
		["燦"] = {
			["榮"] = {
				this = true
			}
		},
		["灿"] = {
			["荣"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["西"] = {
		["哈"] = {
			["努"] = {
				["克"] = {
					this = true
				}
			},
			["得"] = {
				this = true
			},
			["德"] = {
				this = true
			}
		},
		["藏"] = {
			this = true,
			["独"] = {
				this = true,
				["立"] = {
					this = true,
					["*"] = {
						this = true
					},
					["宣"] = {
						["言"] = {
							this = true
						}
					}
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["国"] = {
				this = true,
				["家"] = {
					["民"] = {
						["主"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			},
			["獨"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["3"] = {
				["1"] = {
					["4"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["葬"] = {
					this = true,
					["*"] = {
						this = true
					},
					["仪"] = {
						["式"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["由"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				}
			},
			["基"] = {
				["金"] = {
					["会"] = {
						this = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["青"] = {
				["年"] = {
					["大"] = {
						["会"] = {
							this = true
						}
					},
					["会"] = {
						this = true
					},
					["运"] = {
						["动"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["大"] = {
						["起"] = {
							["义"] = {
								["运"] = {
									["动"] = {
										this = true
									}
								}
							}
						}
					},
					["议"] = {
						["会"] = {
							this = true
						}
					}
				},
				["权"] = {
					this = true,
					["与"] = {
						["民"] = {
							["主"] = {
								this = true
							}
						}
					}
				}
			},
			["骚"] = {
				["乱"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["信"] = {
				["息"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["义"] = {
					this = true
				}
			},
			["之"] = {
				["声"] = {
					this = true
				},
				["页"] = {
					this = true
				}
			},
			["作"] = {
				["家"] = {
					["组"] = {
						["织"] = {
							this = true
						}
					}
				}
			},
			["+"] = {
				["年"] = {
					["+"] = {
						["镇"] = {
							["压"] = {
								this = true
							}
						}
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["安"] = {
				["多"] = {
					this = true
				}
			},
			["便"] = {
				["民"] = {
					["警"] = {
						["务"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					["麻"] = {
						["古"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["命"] = {
					["运"] = {
						this = true
					}
				},
				["内"] = {
					["部"] = {
						["斗"] = {
							["争"] = {
								this = true
							}
						}
					}
				},
				["现"] = {
					["在"] = {
						this = true
					}
				}
			},
			["地"] = {
				["震"] = {
					this = true
				}
			},
			["妇"] = {
				["女"] = {
					["会"] = {
						this = true
					}
				}
			},
			["高"] = {
				["度"] = {
					["自"] = {
						["治"] = {
							this = true
						}
					}
				}
			},
			["國"] = {
				this = true
			},
			["环"] = {
				["境"] = {
					["破"] = {
						["坏"] = {
							this = true
						}
					}
				}
			},
			["火"] = {
				["凤"] = {
					["凰"] = {
						this = true
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["康"] = {
				["区"] = {
					this = true
				}
			},
			["喇"] = {
				["嘛"] = {
					this = true
				}
			},
			["流"] = {
				["亡"] = {
					["政"] = {
						["府"] = {
							this = true
						}
					}
				}
			},
			["年"] = {
				["镇"] = {
					["压"] = {
						this = true
					}
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["寺"] = {
				["庙"] = {
					["喇"] = {
						["嘛"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["问"] = {
				["题"] = {
					this = true,
					["整"] = {
						["理"] = {
							["1"] = {
								this = true
							}
						}
					}
				},
				["題"] = {
					this = true
				}
			},
			["問"] = {
				["题"] = {
					this = true
				},
				["題"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["中"] = {
				["路"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			}
		},
		["德"] = {
			k = {
				s = {
					["3"] = {
						["1"] = {
							["6"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["班"] = {
			["牙"] = {
				["夜"] = {
					["鹰"] = {
						this = true
					}
				},
				c = {
					f = {
						x = {
							this = true
						}
					}
				},
				g = {
					a = {
						m = {
							o = {
								this = true
							}
						}
					}
				},
				["苍"] = {
					["蝇"] = {
						["水"] = {
							this = true,
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						},
						["粉"] = {
							this = true
						}
					}
				},
				["催"] = {
					["情"] = {
						["水"] = {
							this = true
						}
					}
				},
				["金"] = {
					["苍"] = {
						["蝇"] = {
							["催"] = {
								["情"] = {
									["水"] = {
										this = true
									}
								}
							},
							["迷"] = {
								["情"] = {
									["液"] = {
										this = true
									}
								}
							},
							["香"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				},
				d = {
					["5"] = {
						["苍"] = {
							["蝇"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				},
				C = {
					S = {
						I = {
							this = true
						}
					}
				},
				W = {
					X = {
						this = true
					}
				},
				["奥"] = {
					["托"] = {
						this = true,
						["军"] = {
							["刺"] = {
								this = true
							},
							["刀"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						},
						["枪"] = {
							this = true
						}
					}
				},
				["奧"] = {
					["托"] = {
						["军"] = {
							["枪"] = {
								this = true
							}
						},
						["軍"] = {
							["刀"] = {
								this = true
							},
							["斧"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						}
					}
				},
				["伽"] = {
					["玛"] = {
						this = true,
						["配"] = {
							["件"] = {
								this = true
							}
						},
						["套"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["高"] = {
					["仿"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["进"] = {
					["口"] = {
						["春"] = {
							["药"] = {
								this = true
							}
						},
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["昆"] = {
					["虫"] = {
						["粉"] = {
							this = true
						}
					}
				},
				["气"] = {
					["木"] = {
						["仓"] = {
							["现"] = {
								this = true
							}
						}
					},
					["枪"] = {
						this = true,
						["贩"] = {
							["群"] = {
								this = true
							}
						},
						["抢"] = {
							["购"] = {
								this = true
							}
						},
						["套"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["汽"] = {
					["枪"] = {
						["套"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["刃"] = {
					["刀"] = {
						this = true
					},
					["忉"] = {
						this = true
					}
				}
			}
		},
		["点"] = {
			["军"] = {
				["品"] = {
					this = true,
					["网"] = {
						this = true
					},
					["军"] = {
						["刀"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				},
				["刀"] = {
					["网"] = {
						this = true
					},
					["密"] = {
						["云"] = {
							this = true
						}
					}
				}
			},
			["刀"] = {
				["具"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["力"] = {
			["生"] = {
				this = true
			}
		},
		["布"] = {
			["曲"] = {
				["明"] = {
					this = true
				}
			}
		},
		["晉"] = {
			["品"] = {
				this = true
			},
			["萍"] = {
				this = true
			},
			["缾"] = {
				this = true
			},
			["平"] = {
				this = true
			},
			["屏"] = {
				this = true
			},
			["憑"] = {
				this = true
			}
		},
		["精"] = {
			["品"] = {
				this = true
			},
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["晋"] = {
			["品"] = {
				this = true
			},
			["萍"] = {
				this = true
			},
			["瓶"] = {
				this = true
			},
			["评"] = {
				this = true
			},
			["平"] = {
				this = true
			},
			["凭"] = {
				this = true
			},
			["屏"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["金"] = {
			["缾"] = {
				this = true
			},
			["瓶"] = {
				this = true
			},
			["平"] = {
				this = true
			},
			["屏"] = {
				this = true
			}
		},
		["鏡"] = {
			["缾"] = {
				this = true
			},
			["平"] = {
				this = true
			}
		},
		["镜"] = {
			["瓶"] = {
				this = true
			},
			["平"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["京"] = {
			["平"] = {
				this = true
			},
			["屏"] = {
				this = true
			}
		},
		["大"] = {
			["大"] = {
				this = true
			},
			["附"] = {
				["中"] = {
					this = true
				}
			}
		},
		["毛"] = {
			["泽"] = {
				["东"] = {
					this = true
				}
			}
		},
		["禁"] = {
			["评"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["烬"] = {
			["平"] = {
				this = true
			}
		},
		["斤"] = {
			["平"] = {
				this = true
			}
		},
		["湾"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["欧"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["北"] = {
			["大"] = {
				["通"] = {
					["炕"] = {
						this = true
					}
				}
			},
			["帮"] = {
				this = true
			}
		},
		["门"] = {
			["庆"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				},
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["色"] = {
					["情"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["单"] = {
			["民"] = {
				["主"] = {
					["墙"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["会"] = {
				["议"] = {
					this = true
				}
			},
			["区"] = {
				this = true
			},
			["真"] = {
				["理"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["独"] = {
			this = true
		},
		z = {
			this = true
		},
		["脏"] = {
			this = true
		},
		["奘"] = {
			this = true
		},
		["葬"] = {
			this = true
		},
		["臧"] = {
			this = true
		},
		["安"] = {
			["专"] = {
				["业"] = {
					["制"] = {
						["作"] = {
							["警"] = {
								["官"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							["中"] = {
								["心"] = {
									this = true
								}
							}
						}
					},
					["刻"] = {
						["章"] = {
							q = {
								q = {
									this = true
								}
							},
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					}
				},
				["六"] = {
					["级"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							this = true,
							q = {
								q = {
									this = true
								}
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["国"] = {
					["签"] = {
						["证"] = {
							[" "] = {
								["代"] = {
									["办"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					["学"] = {
						["历"] = {
							["证"] = {
								["明"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["搬"] = {
			["币"] = {
				this = true
			},
			["幣"] = {
				this = true
			}
		},
		["包"] = {
			["子"] = {
				this = true
			}
		},
		["堡"] = {
			["子"] = {
				this = true
			}
		},
		["呆"] = {
			["呆"] = {
				this = true
			}
		},
		["湖"] = {
			["宽"] = {
				["衣"] = {
					this = true
				}
			},
			["广"] = {
				["场"] = {
					["2"] = {
						["0"] = {
							["号"] = {
								this = true
							},
							["日"] = {
								this = true
							}
						}
					},
					["二"] = {
						["十"] = {
							this = true
						}
					}
				}
			}
		},
		["觔"] = {
			["平"] = {
				this = true
			}
		},
		["津"] = {
			["平"] = {
				this = true
			}
		},
		["燼"] = {
			["平"] = {
				this = true
			}
		},
		["井"] = {
			["品"] = {
				this = true
			},
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["胖"] = {
			["子"] = {
				this = true
			}
		},
		["桑"] = {
			["大"] = {
				["大"] = {
					this = true
				}
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["特"] = {
			["勒"] = {
				this = true
			}
		},
		["竹"] = {
			["席"] = {
				this = true
			},
			["蓆"] = {
				this = true
			}
		},
		["\\"] = {
			["藏"] = {
				["暴"] = {
					["乱"] = {
						this = true
					}
				},
				["独"] = {
					this = true,
					["立"] = {
						this = true
					}
				},
				["国"] = {
					this = true
				},
				["基"] = {
					["金"] = {
						["会"] = {
							this = true
						}
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["天"] = {
					["葬"] = {
						this = true,
						["仪"] = {
							["式"] = {
								this = true
							}
						}
					}
				},
				["正"] = {
					["义"] = {
						this = true
					}
				}
			}
		},
		["贝"] = {
			["法"] = {
				["拉"] = {
					["利"] = {
						["车"] = {
							["祸"] = {
								this = true
							}
						}
					}
				}
			},
			["公"] = {
				["子"] = {
					this = true,
					["车"] = {
						["祸"] = {
							this = true
						}
					},
					["法"] = {
						["拉"] = {
							["利"] = {
								this = true
							}
						}
					}
				}
			},
			["广"] = {
				["大"] = {
					["木"] = {
						["木"] = {
							this = true
						}
					}
				}
			},
			["私"] = {
				["生"] = {
					["子"] = {
						["车"] = {
							["祸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["昌"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["成"] = {
			["静"] = {
				["香"] = {
					this = true
				}
			}
		},
		["城"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["电"] = {
				["击"] = {
					["棍"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["药"] = {
					this = true
				}
			},
			["哪"] = {
				["仿"] = {
					["真"] = {
						["长"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["村"] = {
			["あ"] = {
				["み"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["保"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["萌"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["昭"] = {
				["五"] = {
					["郎"] = {
						this = true
					}
				}
			}
		},
		["番"] = {
			["之"] = {
				["门"] = {
					this = true
				}
			}
		},
		["方"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			}
		},
		["瓜"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			},
			["影"] = {
				["院"] = {
					A = {
						V = {
							this = true
						}
					}
				}
			}
		},
		["合"] = {
			["德"] = {
				this = true
			}
		},
		["和"] = {
			["德"] = {
				this = true,
				["提"] = {
					this = true
				}
			}
		},
		["进"] = {
			["平"] = {
				this = true
			}
		},
		["竟"] = {
			["瓶"] = {
				this = true
			}
		},
		["九"] = {
			["州"] = {
				["風"] = {
					["俗"] = {
						["情"] = {
							["報"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["临"] = {
			["天"] = {
				["泰"] = {
					["广"] = {
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["陆"] = {
			["名"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["門"] = {
			["慶"] = {
				["導"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["蒙"] = {
			["舒"] = {
				["斯"] = {
					["特"] = {
						["出"] = {
							["版"] = {
								["社"] = {
									["赵"] = {
										["紫"] = {
											["阳"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["南"] = {
			["王"] = {
				this = true
			}
		},
		["女"] = {
			["之"] = {
				S = {
					M = {
						["女"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["秋"] = {
			["爱"] = {
				["菜"] = {
					this = true,
					b = {
						t = {
							this = true
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["愛"] = {
				["菜"] = {
					b = {
						t = {
							this = true
						}
					},
					["電"] = {
						["驢"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					},
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			}
		},
		["双"] = {
			["版"] = {
				["纳"] = {
					this = true,
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["麻"] = {
				["衣"] = {
					this = true
				}
			},
			["美"] = {
				["沙"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["茜"] = {
				b = {
					t = {
						this = true
					}
				},
				["电"] = {
					["驴"] = {
						this = true
					}
				},
				["電"] = {
					["驢"] = {
						this = true
					}
				},
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						this = true
					}
				}
			}
		},
		["條"] = {
			this = true
		},
		["王"] = {
			["康"] = {
				["公"] = {
					["秦"] = {
						["城"] = {
							["见"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["西"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["夏"] = {
			["史"] = {
				["官"] = {
					this = true
				}
			}
		},
		["雅"] = {
			["图"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["美"] = {
				["绪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["紗"] = {
				["雪"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["翔"] = {
				this = true,
				["高"] = {
					["清"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["遊"] = {
			["伏"] = {
				["魔"] = {
					["錄"] = {
						this = true
					}
				}
			}
		},
		["游"] = {
			["伏"] = {
				["魔"] = {
					["录"] = {
						this = true
					}
				}
			},
			["记"] = {
				this = true
			}
		},
		["域"] = {
			["药"] = {
				["篓"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["园"] = {
			["."] = {
				["广"] = {
					["场"] = {
						["二"] = {
							["十"] = {
								this = true
							}
						}
					}
				}
			},
			["广"] = {
				["场"] = {
					this = true,
					["2"] = {
						["0"] = {
							["号"] = {
								this = true
							},
							["日"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["原"] = {
			["美"] = {
				["由"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["由"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["友"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["澤"] = {
			["遥"] = {
				["性"] = {
					["爱"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["希"] = {
		["拉"] = {
			["克"] = {
				this = true
			},
			["里"] = {
				this = true,
				["·"] = {
					["克"] = {
						["林"] = {
							["顿"] = {
								this = true
							}
						}
					}
				},
				["遇"] = {
					["难"] = {
						["者"] = {
							["名"] = {
								["单"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["蕊"] = {
				["呼"] = {
					["吁"] = {
						["中"] = {
							["国"] = {
								this = true
							}
						}
					}
				},
				["六"] = {
					["四"] = {
						this = true
					}
				}
			}
		},
		["特"] = {
			["勒"] = {
				this = true
			}
		},
		["望"] = {
			["之"] = {
				["声"] = {
					this = true,
					["国"] = {
						["际"] = {
							["广"] = {
								["播"] = {
									["电"] = {
										["台"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["聲"] = {
					this = true
				}
			},
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["码"] = {
					this = true
				}
			},
			["证"] = {
				["件"] = {
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			}
		},
		["尔"] = {
			["顿"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["城"] = {
						this = true
					}
				},
				["国"] = {
					["际"] = {
						this = true
					}
				}
			}
		},
		["禁"] = {
			["评"] = {
				this = true
			},
			["評"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["锦"] = {
			["平"] = {
				this = true
			}
		},
		["灵"] = {
			["淫"] = {
				["国"] = {
					this = true
				}
			}
		},
		x = {
			i = {
				["望"] = {
					w = {
						a = {
							n = {
								g = {
									["之"] = {
										["声"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["葬"] = {
			this = true
		},
		["藏"] = {
			this = true
		},
		["包"] = {
			["子"] = {
				this = true
			}
		},
		["大"] = {
			["大"] = {
				["大"] = {
					this = true
				}
			}
		},
		["皇"] = {
			["帝"] = {
				this = true
			}
		},
		["金"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["紧"] = {
			["凭"] = {
				this = true
			}
		},
		["緊"] = {
			["憑"] = {
				this = true
			}
		},
		["儘"] = {
			["萍"] = {
				this = true
			},
			["評"] = {
				this = true
			}
		},
		["錦"] = {
			["平"] = {
				this = true
			}
		},
		["尽"] = {
			["评"] = {
				this = true
			},
			["萍"] = {
				this = true
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["元"] = {
			["首"] = {
				this = true
			}
		},
		["腊"] = {
			["菊"] = {
				["刃"] = {
					this = true
				}
			},
			["刃"] = {
				["长"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				}
			}
		},
		["利"] = {
			["条"] = {
				this = true
			}
		},
		["崎"] = {
			["洁"] = {
				["西"] = {
					["嘉"] = {
						b = {
							t = {
								this = true
							}
						},
						["电"] = {
							["驴"] = {
								this = true
							}
						},
						["全"] = {
							["集"] = {
								this = true
							}
						},
						["无"] = {
							["码"] = {
								this = true
							}
						}
					}
				}
			},
			["潔"] = {
				["西"] = {
					["嘉"] = {
						b = {
							t = {
								this = true
							}
						},
						["電"] = {
							["驢"] = {
								this = true
							}
						},
						["全"] = {
							["集"] = {
								this = true
							}
						},
						["無"] = {
							["碼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["威"] = {
			["社"] = {
				this = true
			}
		},
		["志"] = {
			["高"] = {
				["清"] = {
					this = true
				}
			}
		},
		["賢"] = {
			this = true
		},
		["贤"] = {
			this = true
		},
		["凯"] = {
			["尔"] = {
				["吾"] = {
					this = true
				}
			}
		},
		["开"] = {
			["尔"] = {
				["吾"] = {
					this = true
				}
			}
		}
	}
end

temp()
