pg = pg or {}
slot0 = pg
slot0.word_template_243 = {}
slot1 = slot0.word_template_243

function temp()
	uv0["脫"] = {
		["衣"] = {
			this = true,
			["舞"] = {
				this = true
			},
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["裱"] = {
				["縯"] = {
					this = true
				}
			},
			["錶"] = {
				["演"] = {
					this = true
				}
			}
		},
		["光"] = {
			this = true
		},
		["內"] = {
			["褲"] = {
				this = true
			}
		},
		["扆"] = {
			["錶"] = {
				["湮"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["亡"] = {
		["党"] = {
			this = true,
			["亡"] = {
				["国"] = {
					this = true
				}
			}
		},
		["共"] = {
			["者"] = {
				["胡"] = {
					this = true
				}
			}
		},
		["国"] = {
			this = true,
			["之"] = {
				["君"] = {
					this = true
				}
			}
		},
		["國"] = {
			["之"] = {
				["君"] = {
					this = true
				}
			}
		},
		["于"] = {
			["一"] = {
				["相"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["为"] = {
		["党"] = {
			["不"] = {
				["为"] = {
					["国"] = {
						this = true
					}
				}
			}
		},
		["了"] = {
			["忘"] = {
				["却"] = {
					["的"] = {
						["纪"] = {
							["念"] = {
								this = true
							}
						}
					}
				}
			},
			["姓"] = {
				["资"] = {
					["姓"] = {
						["社"] = {
							this = true
						}
					}
				}
			}
		},
		["习"] = {
			["卖"] = {
				["命"] = {
					this = true
				}
			}
		},
		["民"] = {
			this = true
		},
		["男"] = {
			["朋"] = {
				["友"] = {
					["口"] = {
						["交"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			["性"] = {
				["按"] = {
					["摩"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			["字"] = {
				["煎"] = {
					["熬"] = {
						this = true
					}
				}
			}
		},
		["泉"] = {
			["州"] = {
				["港"] = {
					["正"] = {
						["名"] = {
							this = true
						}
					}
				}
			}
		},
		["啥"] = {
			["天"] = {
				["朝"] = {
					["叫"] = {
						["换"] = {
							["届"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["什"] = {
			["么"] = {
				["人"] = {
					["民"] = {
						["不"] = {
							["会"] = {
								["忘"] = {
									["记"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["网"] = {
					["站"] = {
						["集"] = {
							["体"] = {
								["维"] = {
									["护"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["淫"] = {
			["民"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["赵"] = {
			["紫"] = {
				["阳"] = {
					["平"] = {
						["反"] = {
							this = true
						}
					}
				}
			}
		},
		["这"] = {
			["世"] = {
				["代"] = {
					["有"] = {
						["未"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["維"] = {
		["多"] = {
			["利"] = {
				["亞"] = {
					["包"] = {
						this = true
					}
				}
			}
		},
		["泥"] = {
			["熊"] = {
				this = true
			}
		},
		["護"] = {
			this = true
		},
		["尼"] = {
			["大"] = {
				["大"] = {
					this = true
				}
			},
			["夫"] = {
				["婦"] = {
					this = true
				},
				["人"] = {
					this = true
				}
			},
			["和"] = {
				["驢"] = {
					this = true
				}
			},
			["驢"] = {
				this = true
			},
			["習"] = {
				this = true
			},
			["真"] = {
				["愛"] = {
					this = true
				}
			}
		},
		["園"] = {
			["晚"] = {
				["會"] = {
					this = true
				}
			}
		},
		["民"] = {
			["釦"] = {
				["押"] = {
					["站"] = {
						this = true
					},
					["所"] = {
						this = true
					}
				}
			},
			["拘"] = {
				["畱"] = {
					["營"] = {
						this = true
					}
				}
			}
		},
		["族"] = {
			["釦"] = {
				["押"] = {
					["站"] = {
						this = true
					}
				}
			},
			["拘"] = {
				["押"] = {
					["營"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["偽"] = {
		["裝"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			}
		},
		["木"] = {
			["愛"] = {
				["裡"] = {
					["沙"] = {
						["電"] = {
							["驢"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["朩"] = {
			["噯"] = {
				["裡"] = {
					["唦"] = {
						["電"] = {
							["驴"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["隗"] = {
		["福"] = {
			["临"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["魏"] = {
		["东"] = {
			["死"] = {
				["亡"] = {
					this = true
				}
			}
		},
		["京"] = {
			["生"] = {
				this = true,
				["6"] = {
					["4"] = {
						this = true
					}
				}
			}
		},
		["新"] = {
			this = true,
			["生"] = {
				this = true
			},
			["行"] = {
				["贿"] = {
					this = true
				}
			},
			["抓"] = {
				["捕"] = {
					this = true
				}
			}
		},
		["\\"] = {
			["京"] = {
				["生"] = {
					this = true
				}
			}
		},
		["大"] = {
			["符"] = {
				["师"] = {
					this = true
				}
			}
		},
		["凤"] = {
			["和"] = {
				this = true
			}
		},
		["汉"] = {
			["津"] = {
				this = true
			}
		},
		["亮"] = {
			this = true
		},
		["玮"] = {
			this = true,
			["抓"] = {
				["捕"] = {
					this = true
				}
			}
		},
		["真"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["邬"] = {
		["书"] = {
			["林"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["巫"] = {
		["毒"] = {
			["娃"] = {
				["娃"] = {
					this = true
				}
			}
		},
		["梦"] = {
			["缘"] = {
				this = true
			}
		},
		["山"] = {
			["假"] = {
				["证"] = {
					this = true
				}
			},
			["蓝"] = {
				["桥"] = {
					this = true
				}
			},
			["县"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["艳"] = {
				["史"] = {
					this = true
				}
			},
			["之"] = {
				["顶"] = {
					["端"] = {
						this = true
					}
				}
			}
		},
		["溪"] = {
			["假"] = {
				["证"] = {
					this = true
				}
			},
			["县"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["族"] = {
			["守"] = {
				["卫"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["梧"] = {
		["桐"] = {
			["文"] = {
				["化"] = {
					this = true
				}
			}
		},
		["州"] = {
			this = true,
			["办"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["专"] = {
				["业"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
