pg = pg or {}
slot0 = pg
slot0.word_template_17 = {}
slot1 = slot0.word_template_17

temp = function()
	uv0["玛"] = {
		["雅"] = {
			["网"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			}
		},
		["拉"] = {
			["戈"] = {
				["壁"] = {
					this = true
				}
			}
		},
		["沁"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["蒂"] = {
			["娜"] = {
				["·"] = {
					["纳"] = {
						["芙"] = {
							["拉"] = {
								["蒂"] = {
									["洛"] = {
										["娃"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["嘻"] = {
		["游"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["嘻"] = {
			["色"] = {
				this = true,
				["网"] = {
					this = true
				},
				["导"] = {
					["航"] = {
						this = true
					}
				},
				["導"] = {
					["航"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				},
				["站"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["撸"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["導"] = {
				["航"] = {
					this = true
				}
			},
			["碰"] = {
				["俺"] = {
					["去"] = {
						["撸"] = {
							this = true
						}
					}
				}
			},
			["提"] = {
				["薇"] = {
					["太"] = {
						["胀"] = {
							this = true
						}
					}
				}
			}
		},
		["进"] = {
			["评"] = {
				this = true
			},
			["贫"] = {
				this = true
			}
		},
		["禁"] = {
			["评"] = {
				this = true
			}
		},
		["近"] = {
			["平"] = {
				this = true
			},
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["哈"] = {
			["色"] = {
				["贴"] = {
					["吧"] = {
						this = true
					}
				}
			}
		},
		["遊"] = {
			["中"] = {
				["國"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["御"] = {
		["の"] = {
			["二"] = {
				["代"] = {
					["目"] = {
						this = true
					}
				}
			}
		},
		["匾"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			["天"] = {
				["下"] = {
					this = true
				}
			},
			["阁"] = {
				this = true,
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["米"] = {
			["壳"] = {
				this = true
			}
		},
		["金"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["肮"] = {
		["脏"] = {
			["美"] = {
				["学"] = {
					this = true
				}
			},
			["的"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["针"] = {
		["孔"] = {
			this = true,
			["偷"] = {
				["拍"] = {
					this = true
				}
			},
			["作"] = {
				["弊"] = {
					["器"] = {
						this = true
					}
				}
			},
			["摄"] = {
				["象"] = {
					this = true
				},
				["像"] = {
					this = true,
					["*"] = {
						this = true
					},
					["机"] = {
						this = true,
						["*"] = {
							this = true
						}
					},
					["头"] = {
						this = true
					}
				}
			},
			["考"] = {
				["试"] = {
					["作"] = {
						["弊"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["录"] = {
				["像"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["对"] = {
			["台"] = {
				["湾"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["刺"] = {
			this = true
		},
		["发"] = {
			["式"] = {
				["子"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		["剂"] = {
			["麻"] = {
				["醉"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["拳"] = {
		["交"] = {
			this = true,
			["训"] = {
				["练"] = {
					["4"] = {
						F = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["迫"] = {
		["奸"] = {
			this = true
		},
		["击"] = {
			["炮"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["害"] = {
			this = true,
			["珐"] = {
				["("] = {
					["工"] = {
						["力"] = {
							[")"] = {
								["国"] = {
									["际"] = {
										["组"] = {
											["织"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["无"] = {
				["辜"] = {
					["何"] = {
						["时"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			},
			["致"] = {
				["死"] = {
					this = true
				}
			}
		},
		["近"] = {
			["水"] = {
				["危"] = {
					["机"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["北"] = {
		["京"] = {
			this = true,
			x = {
				x = {
					["网"] = {
						this = true
					}
				}
			},
			["當"] = {
				["局"] = {
					this = true
				}
			},
			["之"] = {
				["春"] = {
					this = true
				}
			},
			["赛"] = {
				["车"] = {
					["博"] = {
						["彩"] = {
							this = true
						}
					}
				}
			},
			t = {
				s = {
					["女"] = {
						["王"] = {
							["媚"] = {
								["儿"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["当"] = {
				["局"] = {
					this = true
				}
			},
			["政"] = {
				["权"] = {
					this = true
				},
				["法"] = {
					["委"] = {
						["书"] = {
							["记"] = {
								this = true
							}
						}
					}
				},
				["坛"] = {
					["清"] = {
						["华"] = {
							["名"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["模"] = {
				["特"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			},
			["帮"] = {
				this = true
			},
			["高"] = {
				["层"] = {
					this = true
				},
				["仿"] = {
					["真"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				},
				["校"] = {
					["自"] = {
						["制"] = {
							["联"] = {
								["合"] = {
									["会"] = {
										this = true
									}
								}
							}
						},
						["製"] = {
							["聯"] = {
								["郃"] = {
									["會"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["海"] = {
				["艺"] = {
					this = true
				}
			},
			["黑"] = {
				["幕"] = {
					this = true
				}
			},
			["劲"] = {
				["展"] = {
					["鹏"] = {
						this = true
					}
				}
			},
			["京"] = {
				["郊"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["市"] = {
				["委"] = {
					["常"] = {
						["委"] = {
							this = true
						}
					},
					["黑"] = {
						["幕"] = {
							this = true
						}
					}
				}
			},
			["宣"] = {
				["传"] = {
					["部"] = {
						["长"] = {
							this = true
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						this = true
					}
				},
				["运"] = {
					this = true
				}
			},
			["夜"] = {
				["生"] = {
					["活"] = {
						this = true
					}
				}
			},
			["战"] = {
				["争"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["警"] = {
				["官"] = {
					["证"] = {
						["制"] = {
							["作"] = {
								this = true
							}
						}
					}
				}
			},
			["新"] = {
				["版"] = {
					["警"] = {
						["察"] = {
							["证"] = {
								["件"] = {
									["制"] = {
										["作"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true,
					["集"] = {
						["团"] = {
							["/"] = {
								["网"] = {
									["上"] = {
										["办"] = {
											["证"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["刻"] = {
						["章"] = {
							this = true,
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["中"] = {
						["心"] = {
							this = true
						}
					},
					[" "] = {
						["驾"] = {
							["驶"] = {
								["证"] = {
									this = true
								}
							}
						}
					},
					q = {
						q = {
							this = true
						}
					}
				},
				["六"] = {
					["级"] = {
						["证"] = {
							this = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							this = true,
							q = {
								q = {
									this = true
								}
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["证"] = {
									this = true
								}
							}
						}
					},
					["驾"] = {
						["照"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						}
					}
				},
				["开"] = {
					["发"] = {
						this = true
					}
				}
			},
			["各"] = {
				["国"] = {
					["签"] = {
						["证"] = {
							[" "] = {
								["代"] = {
									["办"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					["学"] = {
						["历"] = {
							["证"] = {
								["明"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["开"] = {
				["机"] = {
					["打"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					["假"] = {
						["钱"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["掩"] = {
				["饰"] = {
					["谎"] = {
						["报"] = {
							this = true
						}
					}
				}
			},
			["飯"] = {
				["店"] = {
					["柯"] = {
						["爾"] = {
							this = true
						}
					}
				}
			},
			["饭"] = {
				["店"] = {
					this = true,
					["柯"] = {
						["尔"] = {
							this = true
						}
					},
					["马"] = {
						["桶"] = {
							["水"] = {
								["箱"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["城"] = {
				["西"] = {
					this = true
				}
			},
			["西"] = {
				["郊"] = {
					this = true
				}
			},
			["棺"] = {
				["材"] = {
					this = true
				}
			},
			["冬"] = {
				["奥"] = {
					["反"] = {
						["对"] = {
							["者"] = {
								this = true
							}
						}
					}
				}
			},
			["侃"] = {
				["爷"] = {
					["口"] = {
						["述"] = {
							["历"] = {
								["史"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["熊"] = {
				["熊"] = {
					["下"] = {
						["来"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["运"] = {
					["会"] = {
						["前"] = {
							["一"] = {
								["年"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["机"] = {
				["场"] = {
					this = true
				}
			},
			["敏"] = {
				["感"] = {
					["词"] = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["三"] = {
				["角"] = {
					["地"] = {
						["論"] = {
							["壇"] = {
								this = true
							}
						},
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["团"] = {
				["结"] = {
					["学"] = {
						["生"] = {
							["会"] = {
								["筹"] = {
									["委"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["糰"] = {
				["結"] = {
					["學"] = {
						["生"] = {
							["會"] = {
								["籌"] = {
									["委"] = {
										["會"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["韓"] = {
			this = true
		},
		["美"] = {
			["自"] = {
				["由"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["讲"] = {
				["坛"] = {
					this = true,
					s = {
						this = true
					}
				}
			},
			["巡"] = {
				["回"] = {
					["讲"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["仙"] = {
				["人"] = {
					["球"] = {
						["碱"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["文"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["枪"] = {
				["行"] = {
					this = true
				}
			}
		},
		["极"] = {
			["臭"] = {
				["鼬"] = {
					this = true
				}
			}
		},
		["方"] = {
			["先"] = {
				["锋"] = {
					["刀"] = {
						["具"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					},
					["军"] = {
						["刀"] = {
							this = true
						},
						["忉"] = {
							this = true
						}
					}
				}
			}
		},
		["安"] = {
			["书"] = {
				["网"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["普"] = {
				["敦"] = {
					this = true
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["戴"] = {
			["河"] = {
				["会"] = {
					["议"] = {
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["韩"] = {
			this = true
		},
		["高"] = {
			["联"] = {
				this = true
			},
			["聯"] = {
				this = true
			}
		},
		["朝"] = {
			["鲜"] = {
				this = true,
				["冰"] = {
					this = true,
					[" "] = {
						["纯"] = {
							["度"] = {
								["9"] = {
									["9"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["冰"] = {
				this = true
			},
			["鮮"] = {
				["冰"] = {
					this = true,
					["毒"] = {
						this = true
					}
				}
			}
		},
		["%"] = {
			["漂"] = {
				this = true
			},
			["票"] = {
				this = true
			}
		},
		["碚"] = {
			["区"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["冰"] = {
			["弓"] = {
				["弩"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["城"] = {
			["未"] = {
				["响"] = {
					["枪"] = {
						[" "] = {
							["东"] = {
								["线"] = {
									["无"] = {
										["战"] = {
											["事"] = {
												this = true
											}
										}
									}
								}
							}
						},
						["东"] = {
							["线"] = {
								["无"] = {
									["战"] = {
										["事"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["川"] = {
			["景"] = {
				["子"] = {
					this = true
				}
			},
			["沙"] = {
				["香"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["瞳"] = {
				this = true,
				["上"] = {
					["原"] = {
						["亚"] = {
							["衣"] = {
								this = true
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["矢"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["亜"] = {
				["矢"] = {
					this = true
				}
			},
			["友"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["村"] = {
			["由"] = {
				["里"] = {
					["香"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["岛"] = {
			this = true,
			["纪"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["优"] = {
				this = true
			}
		},
		["島"] = {
			["優"] = {
				["下"] = {
					["載"] = {
						this = true
					}
				}
			}
		},
		["斗"] = {
			["星"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["风"] = {
			["陆"] = {
				["肆"] = {
					["贰"] = {
						["拾"] = {
							["周"] = {
								["年"] = {
									["纪"] = {
										["念"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["峰"] = {
			["对"] = {
				["讲"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["海"] = {
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["舰"] = {
				["队"] = {
					["袭"] = {
						["胡"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["幼"] = {
				["儿"] = {
					["园"] = {
						["知"] = {
							["名"] = {
								["校"] = {
									["友"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["疆"] = {
			this = true
		},
		["卡"] = {
			["罗"] = {
				["莱"] = {
					["纳"] = {
						this = true
					}
				}
			}
		},
		["流"] = {
			["办"] = {
				["会"] = {
					["计"] = {
						["师"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["冥"] = {
			["树"] = {
				["妖"] = {
					this = true
				}
			}
		},
		["乃"] = {
			["優"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			}
		},
		["欧"] = {
			["金"] = {
				["发"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			}
		},
		["票"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["假"] = {
				["证"] = {
					this = true
				}
			}
		},
		["四"] = {
			["环"] = {
				["、"] = {
					["撞"] = {
						["桥"] = {
							this = true
						}
					}
				}
			}
		},
		["条"] = {
			["里"] = {
				["美"] = {
					this = true
				}
			},
			["麻"] = {
				["妃"] = {
					this = true,
					["1"] = {
						G = {
							B = {
								this = true
							}
						}
					},
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["骚"] = {
						["水"] = {
							["出"] = {
								this = true
							}
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["香"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["忠"] = {
				["胜"] = {
					this = true
				}
			}
		},
		["條"] = {
			["麻"] = {
				["妃"] = {
					this = true,
					["1"] = {
						G = {
							B = {
								this = true
							}
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["香"] = {
				["理"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["影"] = {
			["门"] = {
				this = true
			}
		},
		["原"] = {
			["多"] = {
				["香"] = {
					["子"] = {
						this = true,
						["高"] = {
							["清"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						},
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["惠"] = {
				["里"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["梨"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["志"] = {
				["帆"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["镇"] = {
			["办"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["纬"] = {
			["3"] = {
				["9"] = {
					["度"] = {
						["5"] = {
							["4"] = {
								["分"] = {
									["2"] = {
										["6"] = {
											["."] = {
												["3"] = {
													["7"] = {
														["秒"] = {
															["事"] = {
																["件"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["加"] = {
			["州"] = {
				["香"] = {
					["港"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["虐"] = {
		["奴"] = {
			this = true
		},
		["待"] = {
			this = true,
			["快"] = {
				["播"] = {
					this = true
				}
			},
			["狂"] = {
				this = true
			}
		},
		["杀"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			}
		},
		["肝"] = {
			["门"] = {
				this = true
			}
		},
		["肛"] = {
			this = true
		},
		["恋"] = {
			this = true,
			["花"] = {
				["园"] = {
					this = true
				}
			}
		},
		["奶"] = {
			["子"] = {
				this = true
			}
		},
		["弄"] = {
			["金"] = {
				["发"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["囚"] = {
				this = true
			}
		},
		["阴"] = {
			this = true,
			["道"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["欧"] = {
		["美"] = {
			this = true,
			["大"] = {
				["乳"] = {
					this = true
				},
				["胆"] = {
					["人"] = {
						["体"] = {
							this = true
						}
					}
				},
				["片"] = {
					this = true
				},
				["肚"] = {
					["乱"] = {
						["孕"] = {
							["交"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["套"] = {
					this = true
				},
				["码"] = {
					this = true,
					["光"] = {
						["碟"] = {
							this = true
						}
					},
					["快"] = {
						["播"] = {
							this = true
						}
					},
					["区"] = {
						this = true
					},
					["色"] = {
						["片"] = {
							this = true
						}
					},
					["爽"] = {
						["片"] = {
							this = true
						}
					},
					["原"] = {
						["创"] = {
							this = true
						}
					},
					["援"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["第"] = {
						["一"] = {
							["页"] = {
								["撸"] = {
									["踏"] = {
										["踏"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["爽"] = {
						["片"] = {
							this = true
						}
					},
					["性"] = {
						["爱"] = {
							this = true
						}
					},
					["穴"] = {
						["淫"] = {
							["奸"] = {
								this = true
							}
						}
					},
					["淫"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						},
						["色"] = {
							this = true
						},
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					this = true,
					["毛"] = {
						["片"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					},
					["色"] = {
						["片"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						},
						["讯"] = {
							this = true
						}
					},
					["爽"] = {
						["片"] = {
							this = true
						}
					},
					["图"] = {
						["库"] = {
							this = true
						}
					}
				},
				["电"] = {
					["影"] = {
						["快"] = {
							["播"] = {
								this = true
							}
						}
					}
				},
				["交"] = {
					this = true,
					["猛"] = {
						["图"] = {
							this = true
						}
					},
					["热"] = {
						["图"] = {
							this = true
						}
					},
					["色"] = {
						["图"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					}
				},
				["虐"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				},
				["生"] = {
					["活"] = {
						this = true
					}
				},
				["色"] = {
					this = true
				}
			},
			["幼"] = {
				["交"] = {
					this = true,
					["片"] = {
						this = true
					}
				}
			},
			A = {
				V = {
					this = true,
					["怡"] = {
						["春"] = {
							["院"] = {
								this = true
							}
						}
					},
					["片"] = {
						this = true
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["影"] = {
						["讯"] = {
							this = true
						},
						["院"] = {
							this = true
						}
					},
					["资"] = {
						["源"] = {
							this = true
						}
					}
				},
				["片"] = {
					this = true
				}
			},
			["哥"] = {
				["哥"] = {
					["妹"] = {
						["妹"] = {
							["乱"] = {
								["插"] = {
									["图"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["淫"] = {
				this = true,
				["乱"] = {
					this = true
				},
				["色"] = {
					this = true,
					["贴"] = {
						["图"] = {
							this = true,
							["区"] = {
								this = true
							}
						}
					}
				},
				["声"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				},
				["图"] = {
					this = true
				}
			},
			["2"] = {
				["0"] = {
					p = {
						this = true
					}
				}
			},
			["3"] = {
				p = {
					this = true
				}
			},
			a = {
				v = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["视"] = {
						["讯"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			B = {
				T = {
					this = true
				}
			},
			b = {
				t = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			G = {
				V = {
					this = true
				}
			},
			g = {
				v = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			H = {
				["片"] = {
					this = true
				}
			},
			S = {
				E = {
					["情"] = {
						["片"] = {
							this = true
						}
					}
				},
				M = {
					["捆"] = {
						["绑"] = {
							this = true
						}
					}
				}
			},
			s = {
				e = {
					["图"] = {
						this = true
					}
				},
				m = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			x = {
				a = {
					r = {
						t = {
							this = true
						}
					}
				}
			},
			["白"] = {
				["屄"] = {
					this = true
				},
				["虎"] = {
					this = true
				}
			},
			["暴"] = {
				["淫"] = {
					this = true
				}
			},
			["爆"] = {
				["乳"] = {
					["辣"] = {
						["妹"] = {
							this = true
						}
					}
				}
			},
			["被"] = {
				["操"] = {
					this = true
				},
				["肏"] = {
					this = true
				},
				["插"] = {
					this = true
				},
				["干"] = {
					["图"] = {
						this = true
					}
				}
			},
			["屄"] = {
				["屄"] = {
					this = true
				},
				["毛"] = {
					this = true
				},
				["芯"] = {
					this = true
				},
				["穴"] = {
					this = true
				},
				["淫"] = {
					["水"] = {
						this = true
					}
				},
				["直"] = {
					["流"] = {
						["淫"] = {
							["水"] = {
								this = true
							}
						}
					}
				}
			},
			["逼"] = {
				["的"] = {
					this = true
				},
				["奸"] = {
					this = true
				},
				["毛"] = {
					this = true
				},
				["痒"] = {
					this = true
				}
			},
			["成"] = {
				["年"] = {
					["色"] = {
						["情"] = {
							["片"] = {
								this = true
							}
						}
					}
				},
				["人"] = {
					this = true,
					A = {
						V = {
							this = true
						}
					},
					["播"] = {
						["播"] = {
							this = true
						}
					},
					["大"] = {
						["片"] = {
							this = true
						}
					},
					["导"] = {
						["航"] = {
							this = true
						}
					},
					["电"] = {
						["影"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["动"] = {
						["漫"] = {
							this = true
						}
					},
					["短"] = {
						["片"] = {
							this = true
						}
					},
					["黄"] = {
						["片"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					},
					["社"] = {
						["区"] = {
							this = true
						}
					},
					["视"] = {
						["讯"] = {
							this = true
						}
					},
					["帖"] = {
						["图"] = {
							["区"] = {
								this = true
							}
						}
					},
					["贴"] = {
						["图"] = {
							["区"] = {
								this = true
							}
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["小"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						},
						["说"] = {
							this = true
						}
					},
					["性"] = {
						["爱"] = {
							this = true
						}
					},
					["影"] = {
						["片"] = {
							this = true
						},
						["视"] = {
							this = true
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					},
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			["处"] = {
				["女"] = {
					["屄"] = {
						this = true
					},
					["逼"] = {
						["图"] = {
							this = true
						}
					},
					["开"] = {
						["包"] = {
							this = true
						}
					},
					["杀"] = {
						["手"] = {
							this = true
						}
					},
					["下"] = {
						["身"] = {
							["图"] = {
								this = true
							}
						}
					},
					["做"] = {
						["交"] = {
							["易"] = {
								this = true
							}
						}
					}
				}
			},
			["穿"] = {
				["乳"] = {
					["夹"] = {
						["阴"] = {
							this = true
						}
					}
				}
			},
			["床"] = {
				["上"] = {
					this = true,
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["吹"] = {
				["潮"] = {
					["技"] = {
						["巧"] = {
							this = true
						}
					}
				},
				["萧"] = {
					this = true
				},
				["箫"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["泡"] = {
					["图"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["肛"] = {
				["交"] = {
					["图"] = {
						this = true
					}
				}
			},
			["高"] = {
				["清"] = {
					A = {
						["片"] = {
							this = true
						}
					},
					["变"] = {
						["性"] = {
							["人"] = {
								this = true
							}
						}
					},
					["炮"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["韩"] = {
				["性"] = {
					["爱"] = {
						["自"] = {
							["拍"] = {
								this = true
							}
						}
					}
				}
			},
			["黄"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					this = true
				}
			},
			["两"] = {
				["性"] = {
					["淫"] = {
						["乱"] = {
							this = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					},
					["婷"] = {
						["婷"] = {
							this = true
						}
					},
					["图"] = {
						["区"] = {
							this = true
						}
					}
				},
				["淫"] = {
					["贴"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["毛"] = {
				["片"] = {
					this = true,
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						["包"] = {
							["夜"] = {
								this = true
							}
						}
					}
				}
			},
			["民"] = {
				["间"] = {
					["鬼"] = {
						["妹"] = {
							this = true
						}
					}
				}
			},
			["母"] = {
				["子"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["嫩"] = {
				["穴"] = {
					this = true
				}
			},
			["片"] = {
				["大"] = {
					["屌"] = {
						["競"] = {
							["賽"] = {
								this = true
							}
						}
					}
				}
			},
			["破"] = {
				["处"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["爱"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["爽"] = {
						["看"] = {
							this = true
						}
					}
				},
				["色"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						},
						["讯"] = {
							this = true
						}
					},
					["影"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["区"] = {
				this = true
			},
			["人"] = {
				["兽"] = {
					this = true,
					["快"] = {
						["播"] = {
							this = true
						}
					}
				},
				["体"] = {
					this = true
				},
				["与"] = {
					["动"] = {
						["牲"] = {
							["交"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["成"] = {
						["人"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["柔"] = {
				["体"] = {
					["性"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					this = true,
					["片"] = {
						this = true
					}
				}
			},
			["骚"] = {
				["货"] = {
					this = true
				}
			},
			["色"] = {
				this = true,
				["导"] = {
					this = true
				},
				["漫"] = {
					["图"] = {
						this = true
					}
				},
				["蜜"] = {
					["桃"] = {
						["9"] = {
							["7"] = {
								this = true
							}
						}
					}
				},
				["片"] = {
					this = true,
					["大"] = {
						["量"] = {
							this = true
						}
					},
					["地"] = {
						["址"] = {
							this = true
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["快"] = {
						["播"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["人"] = {
						["与"] = {
							["兽"] = {
								this = true
							}
						}
					},
					["在"] = {
						["线"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							["堆"] = {
								this = true
							}
						}
					}
				},
				["情"] = {
					this = true,
					["爱"] = {
						this = true
					},
					["电"] = {
						["影"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["片"] = {
						["迅"] = {
							["雷"] = {
								this = true
							}
						}
					},
					["视"] = {
						["讯"] = {
							this = true
						}
					},
					["网"] = {
						["站"] = {
							this = true
						},
						["址"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["图"] = {
					this = true,
					["妻"] = {
						["色"] = {
							["网"] = {
								this = true
							}
						}
					},
					["区"] = {
						this = true
					},
					["网"] = {
						this = true
					}
				},
				["站"] = {
					this = true
				}
			},
			["湿"] = {
				this = true
			},
			["视"] = {
				["频"] = {
					this = true,
					["毛"] = {
						["片"] = {
							["在"] = {
								["线"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["兽"] = {
				["交"] = {
					this = true,
					["片"] = {
						this = true
					}
				}
			},
			["熟"] = {
				["妇"] = {
					this = true
				}
			},
			["有"] = {
				["码"] = {
					this = true
				}
			},
			["原"] = {
				["创"] = {
					this = true
				}
			},
			["援"] = {
				["交"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["直"] = {
				["男"] = {
					this = true
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			},
			["转"] = {
				["帖"] = {
					["区"] = {
						this = true
					}
				}
			},
			["自"] = {
				["慰"] = {
					["器"] = {
						this = true
					}
				}
			},
			["左"] = {
				["轮"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true,
					["炮"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["级"] = {
					["碟"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["潮"] = {
				["喷"] = {
					this = true
				}
			}
		},
		["凯"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["亿"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["3"] = {
				this = true
			}
		},
		["亚"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["洲"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["圆"] = {
				["明"] = {
					["网"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			B = {
				T = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["爆"] = {
				["草"] = {
					["图"] = {
						this = true
					}
				},
				["轰"] = {
					this = true
				},
				["浆"] = {
					this = true
				},
				["精"] = {
					this = true
				},
				["奶"] = {
					this = true
				},
				["乳"] = {
					this = true,
					["人"] = {
						["妻"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["影"] = {
						["视"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["炮"] = {
					["内"] = {
						["射"] = {
							this = true
						}
					},
					["小"] = {
						["穴"] = {
							this = true,
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["波"] = {
					this = true,
					m = {
						m = {
							this = true
						}
					},
					["粉"] = {
						B = {
							this = true
						}
					},
					["美"] = {
						["穴"] = {
							this = true
						}
					},
					["翘"] = {
						["臀"] = {
							this = true
						}
					},
					["骚"] = {
						["妇"] = {
							this = true
						}
					}
				},
				["屌"] = {
					this = true,
					["内"] = {
						["射"] = {
							this = true
						}
					},
					["小"] = {
						["穴"] = {
							this = true
						}
					}
				},
				["鸡"] = {
					["巴"] = {
						this = true
					}
				}
			},
			["抵"] = {
				["制"] = {
					this = true
				}
			},
			["色"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["情"] = {
					this = true
				},
				["图"] = {
					this = true
				},
				["站"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					this = true,
					A = {
						V = {
							this = true
						}
					},
					["标"] = {
						["清"] = {
							this = true
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					}
				}
			},
			["性"] = {
				["交"] = {
					["图"] = {
						this = true,
						["区"] = {
							this = true
						}
					}
				}
			}
		},
		["易"] = {
			["博"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["广"] = {
			["源"] = {
				this = true
			}
		},
		["泽"] = {
			["高"] = {
				this = true
			}
		},
		["逼"] = {
			["七"] = {
				["七"] = {
					this = true
				}
			}
		},
		["冠"] = {
			["足"] = {
				["球"] = {
					["百"] = {
						["家"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["朗"] = {
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			["乱"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["同"] = {
			B = {
				T = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["素"] = {
		["人"] = {
			this = true,
			["娘"] = {
				this = true
			},
			["作"] = {
				["品"] = {
					this = true
				}
			},
			["妻"] = {
				this = true,
				["援"] = {
					["交"] = {
						["炮"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["~"] = {
				["こ"] = {
					["の"] = {
						["み"] = {
							this = true
						}
					}
				},
				["み"] = {
					["か"] = {
						this = true
					}
				}
			},
			a = {
				v = {
					this = true,
					["视"] = {
						["讯"] = {
							this = true
						}
					},
					["影"] = {
						["视"] = {
							this = true
						}
					}
				}
			},
			A = {
				V = {
					["影"] = {
						["讯"] = {
							this = true
						}
					}
				}
			},
			["む"] = {
				["す"] = {
					["め"] = {
						["た"] = {
							["ち"] = {
								this = true
							}
						}
					}
				}
			},
			["百"] = {
				this = true,
				["花"] = {
					["0"] = {
						["0"] = {
							["2"] = {
								this = true
							}
						}
					}
				}
			},
			["爆"] = {
				["奶"] = {
					["女"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["视"] = {
						["讯"] = {
							this = true
						}
					},
					["影"] = {
						["讯"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["合"] = {
				["集"] = {
					this = true
				}
			},
			["换"] = {
				["妻"] = {
					this = true
				}
			},
			["経"] = {
				["験"] = {
					["真"] = {
						["田"] = {
							this = true
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["辣"] = {
				["妹"] = {
					this = true
				}
			},
			["全"] = {
				["身"] = {
					["性"] = {
						["感"] = {
							["帯"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					this = true
				},
				["修"] = {
					["正"] = {
						this = true,
						["动"] = {
							["画"] = {
								this = true
							}
						}
					}
				}
			},
			["無"] = {
				["碼"] = {
					this = true
				},
				["修"] = {
					["正"] = {
						this = true
					}
				}
			},
			["援"] = {
				["交"] = {
					this = true,
					["实"] = {
						["录"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				this = true
			},
			["制"] = {
				["服"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			this = true,
			["无"] = {
				["码"] = {
					this = true
				}
			}
		},
		["敌"] = {
			["恋"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["水"] = {
			["国"] = {
				["际"] = {
					["激"] = {
						["情"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["颜"] = {
			["美"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["装"] = {
			["花"] = {
				["梨"] = {
					["木"] = {
						["唐"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["前"] = {
		["凸"] = {
			["后"] = {
				["翘"] = {
					this = true
				}
			},
			["後"] = {
				["翹"] = {
					this = true
				}
			}
		},
		["阴"] = {
			["后"] = {
				["庭"] = {
					["抽"] = {
						["插"] = {
							["自"] = {
								["慰"] = {
									["器"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["考"] = {
			this = true
		},
		["期"] = {
			["的"] = {
				["弓"] = {
					["足"] = {
						["别"] = {
							["提"] = {
								["在"] = {
									["理"] = {
										["睬"] = {
											["你"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		c = {
			o = {
				r = {
					e = {
						["病"] = {
							["危"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["程"] = {
			["教"] = {
				["育"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["高"] = {
			["官"] = {
				["鲍"] = {
					["彤"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["家"] = {
				["主"] = {
					["席"] = {
						["痛"] = {
							["苦"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["核"] = {
			["心"] = {
				[" "] = {
					["病"] = {
						["危"] = {
							this = true
						}
					}
				}
			}
		},
		["后"] = {
			["朱"] = {
				["各"] = {
					["庄"] = {
						this = true
					}
				}
			},
			["三"] = {
				["十"] = {
					["年"] = {
						["互"] = {
							["不"] = {
								["否"] = {
									["定"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["景"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["军"] = {
			["人"] = {
				[" "] = {
					["学"] = {
						["运"] = {
							["领"] = {
								["袖"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["列"] = {
			["平"] = {
				["胶"] = {
					["囊"] = {
						this = true
					}
				}
			},
			["腺"] = {
				["保"] = {
					["养"] = {
						this = true
					}
				}
			}
		},
		["领"] = {
			["导"] = {
				["人"] = {
					["改"] = {
						["革"] = {
							["历"] = {
								["程"] = {
									this = true
								}
							}
						}
					},
					["秘"] = {
						["密"] = {
							["回"] = {
								["忆"] = {
									["录"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["田"] = {
			["美"] = {
				["绪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["阳"] = {
				["菜"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["陽"] = {
				["菜"] = {
					this = true
				}
			},
			["優"] = {
				["希"] = {
					this = true
				}
			}
		},
		["往"] = {
			["充"] = {
				["值"] = {
					["页"] = {
						["面"] = {
							["。"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["沿"] = {
			["人"] = {
				this = true
			}
		},
		["原"] = {
			["优"] = {
				["树"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["優"] = {
				["樹"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["佑"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["央"] = {
				["军"] = {
					["委"] = {
						["纪"] = {
							["委"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["朱"] = {
			["各"] = {
				["庄"] = {
					["闹"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		},
		["主"] = {
			["席"] = {
				["病"] = {
					["危"] = {
						this = true
					}
				}
			}
		},
		["副"] = {
			["总"] = {
				["理"] = {
					this = true
				}
			}
		},
		["共"] = {
			["青"] = {
				["团"] = {
					P = {
						["2"] = {
							P = {
								this = true
							}
						}
					}
				}
			}
		},
		["途"] = {
			["光"] = {
				["明"] = {
					["就"] = {
						["在"] = {
							["喜"] = {
								["币"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["台"] = {
			["发"] = {
				["声"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["胯"] = {
		["下"] = {
			["呻"] = {
				["吟"] = {
					this = true
				}
			},
			["败"] = {
				["将"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["护"] = {
		["士"] = {
			this = true,
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["淫"] = {
				["梦"] = {
					this = true
				},
				["乱"] = {
					this = true
				}
			},
			["2"] = {
				["4"] = {
					["点"] = {
						this = true
					}
				}
			},
			m = {
				m = {
					["乱"] = {
						["淫"] = {
							this = true
						}
					}
				}
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["的"] = {
						["挑"] = {
							["逗"] = {
								this = true
							}
						}
					}
				}
			},
			["爽"] = {
				["图"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["穴"] = {
				this = true
			},
			["正"] = {
				this = true,
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["答"] = {
					["案"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true,
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["答"] = {
					["案"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["收"] = {
					["费"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					}
				},
				["信"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["格"] = {
					["正"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						}
					},
					["证"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					this = true
				}
			}
		},
		["照"] = {
			this = true
		},
		["法"] = {
			this = true
		},
		["宝"] = {
			["神"] = {
				["兽"] = {
					this = true
				}
			}
		},
		["花"] = {
			["剑"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["曲"] = {
		["线"] = {
			["消"] = {
				["魂"] = {
					this = true
				}
			}
		},
		["罢"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["笔"] = {
			["嘲"] = {
				["封"] = {
					["锁"] = {
						this = true
					}
				}
			}
		},
		["江"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["靖"] = {
			this = true,
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["黑"] = {
				["帮"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["收"] = {
				["费"] = {
					["站"] = {
						this = true
					}
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["平"] = {
				this = true
			}
		},
		["马"] = {
			["多"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["价"] = {
					["格"] = {
						["低"] = {
							this = true
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["青"] = {
			["山"] = {
				this = true
			}
		},
		["淑"] = {
			["辉"] = {
				this = true
			}
		},
		["線"] = {
			["消"] = {
				["魂"] = {
					this = true
				}
			}
		},
		["阳"] = {
			this = true
		},
		["周"] = {
			["黑"] = {
				["枪"] = {
					["的"] = {
						this = true
					}
				}
			}
		},
		["摆"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蝴"] = {
		["蝶"] = {
			["逼"] = {
				this = true
			},
			["甩"] = {
				["刀"] = {
					this = true,
					["代"] = {
						["理"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						},
						["做"] = {
							this = true
						}
					},
					["军"] = {
						["刀"] = {
							["专"] = {
								this = true
							}
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["店"] = {
							this = true
						}
					}
				},
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["刺"] = {
					["刀"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["忉"] = {
					this = true
				},
				["枪"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["刀"] = {
				this = true,
				["网"] = {
					this = true
				},
				["官"] = {
					["网"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["加"] = {
					this = true
				},
				["价"] = {
					["格"] = {
						this = true
					}
				},
				["具"] = {
					this = true,
					["具"] = {
						["专"] = {
							this = true
						}
					}
				},
				["砍"] = {
					["刀"] = {
						this = true
					}
				},
				["联"] = {
					["系"] = {
						["方"] = {
							["式"] = {
								this = true
							}
						}
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["谷"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				},
				["黄"] = {
					["站"] = {
						this = true
					}
				},
				["激"] = {
					["情"] = {
						["网"] = {
							this = true
						}
					}
				},
				["色"] = {
					["情"] = {
						["网"] = {
							this = true
						}
					},
					["色"] = {
						["网"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				},
				["淫"] = {
					this = true,
					["图"] = {
						this = true
					}
				}
			},
			["八"] = {
				["姬"] = {
					this = true
				}
			},
			d = {
				a = {
					o = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["粉"] = {
				["末"] = {
					["钢"] = {
						this = true
					}
				}
			},
			["虎"] = {
				["纹"] = {
					this = true
				}
			},
			["精"] = {
				["钢"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			},
			["练"] = {
				["习"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["流"] = {
				["行"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["鹿"] = {
				["角"] = {
					this = true
				}
			},
			["骚"] = {
				["逼"] = {
					this = true
				}
			},
			["跳"] = {
				["刀"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["午"] = {
				["夜"] = {
					["战"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["折"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["枪"] = {
			["专"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["酒"] = {
		["店"] = {
			["援"] = {
				["交"] = {
					this = true
				}
			},
			["发"] = {
				["票"] = {
					this = true,
					Q = {
						Q = {
							this = true
						}
					},
					["出"] = {
						this = true
					},
					["大"] = {
						["量"] = {
							["开"] = {
								this = true
							}
						}
					}
				},
				["#"] = {
					["票"] = {
						this = true
					}
				},
				["漂"] = {
					this = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			p = {
				["完"] = {
					["整"] = {
						["版"] = {
							this = true
						}
					}
				}
			},
			["宾"] = {
				["馆"] = {
					this = true,
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			},
			["操"] = {
				["骚"] = {
					["货"] = {
						this = true
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			},
			["髮"] = {
				["票"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				},
				["務"] = {
					this = true
				}
			},
			["菔"] = {
				["務"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			},
			["公"] = {
				["关"] = {
					this = true
				}
			},
			["换"] = {
				["妻"] = {
					P = {
						this = true
					}
				}
			},
			["机"] = {
				["打"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["叫"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			},
			["开"] = {
				["房"] = {
					this = true,
					["查"] = {
						["询"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["事"] = {
					["部"] = {
						["招"] = {
							["聘"] = {
								this = true
							}
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					["按"] = {
						["摩"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					}
				},
				["門"] = {
					["服"] = {
						["務"] = {
							this = true
						}
					}
				}
			},
			["特"] = {
				["服"] = {
					this = true
				},
				["殊"] = {
					["服"] = {
						["务"] = {
							this = true
						},
						["務"] = {
							this = true
						}
					}
				}
			},
			["玩"] = {
				["胖"] = {
					["妞"] = {
						this = true
					}
				}
			},
			["卫"] = {
				["生"] = {
					["间"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				},
				["妹"] = {
					this = true
				}
			},
			["艳"] = {
				["遇"] = {
					["熟"] = {
						["女"] = {
							["客"] = {
								this = true
							}
						}
					}
				}
			},
			["夜"] = {
				["場"] = {
					this = true
				},
				["场"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					}
				}
			},
			["有"] = {
				["小"] = {
					["姐"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["找"] = {
				["的"] = {
					["大"] = {
						["学"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			},
			["住"] = {
				["宿"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					},
					["费"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["网"] = {
				this = true,
				["百"] = {
					["度"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			},
			["片"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["熟"] = {
				["女"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["網"] = {
				this = true
			},
			["淫"] = {
				["淫"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["瓶"] = {
			["门"] = {
				this = true
			}
		},
		["吧"] = {
			this = true,
			K = {
				["粉"] = {
					["摇"] = {
						["头"] = {
							["丸"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			},
			["嗨"] = {
				["妹"] = {
					this = true
				}
			},
			["邂"] = {
				["逅"] = {
					this = true
				}
			}
		},
		["后"] = {
			["迷"] = {
				["奸"] = {
					this = true
				}
			}
		},
		["井"] = {
			["路"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["若"] = {
				["叶"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			["路"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["若"] = {
				["叶"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["拔"] = {
			["肆"] = {
				["陆"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["动"] = {
		["漫"] = {
			["色"] = {
				["图"] = {
					this = true
				}
			},
			A = {
				V = {
					this = true,
					["片"] = {
						this = true
					}
				},
				["片"] = {
					this = true
				}
			},
			h = {
				d = {
					this = true
				}
			},
			H = {
				["片"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["淫"] = {
						["色"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["泳"] = {
					this = true
				}
			},
			["区"] = {
				this = true
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["爽"] = {
				["片"] = {
					["在"] = {
						["线"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["图"] = {
						this = true
					}
				}
			}
		},
		["力"] = {
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["防"] = {
				["御"] = {
					["强"] = {
						["化"] = {
							this = true
						}
					}
				}
			},
			["修"] = {
				["复"] = {
					["强"] = {
						["化"] = {
							this = true
						}
					}
				}
			}
		},
		["*"] = {
			["态"] = {
				["*"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["乱"] = {
			this = true
		},
		["态"] = {
			["代"] = {
				["理"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["阴"] = {
				["影"] = {
					["质"] = {
						["量"] = {
							this = true
						}
					}
				}
			},
			["底"] = {
				["线"] = {
					this = true
				}
			},
			["红"] = {
				["线"] = {
					this = true
				}
			}
		},
		["暴"] = {
			["乱"] = {
				this = true
			}
		},
		["感"] = {
			["佳"] = {
				["人"] = {
					this = true
				}
			}
		},
		["画"] = {
			h = {
				["网"] = {
					["站"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["版"] = {
						this = true
					}
				}
			}
		},
		["平"] = {
			["衡"] = {
				this = true
			}
		},
		["物"] = {
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			},
			["人"] = {
				["与"] = {
					["驴"] = {
						this = true
					}
				}
			},
			["性"] = {
				["本"] = {
					["能"] = {
						["1"] = {
							["3"] = {
								this = true
							}
						}
					}
				}
			},
			["与"] = {
				["人"] = {
					a = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["该"] = {
				["下"] = {
					["车"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["向"] = {
			["月"] = {
				["刊"] = {
					this = true
				}
			},
			["杂"] = {
				["志"] = {
					this = true
				}
			}
		},
		["员"] = {
			["令"] = {
				this = true
			}
		},
		["运"] = {
			["九"] = {
				["八"] = {
					this = true
				}
			}
		},
		["行"] = {
			["雀"] = {
				["黄"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["经"] = {
		["典"] = {
			this = true,
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["头"] = {
				["套"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["语"] = {
				["录"] = {
					this = true
				}
			},
			["+"] = {
				["三"] = {
					["级"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["催"] = {
				["情"] = {
					["性"] = {
						["药"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["吧"] = {
						this = true
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["甩"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["禁"] = {
				["播"] = {
					["片"] = {
						this = true
					}
				}
			},
			["陆"] = {
				["军"] = {
					M = {
						["1"] = {
							["5"] = {
								this = true
							}
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					a = {
						v = {
							this = true
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["淫"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["内"] = {
				["容"] = {
					this = true
				}
			},
			["情"] = {
				["侣"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					this = true,
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					},
					["快"] = {
						["播"] = {
							this = true
						}
					},
					["片"] = {
						this = true,
						["集"] = {
							["锦"] = {
								this = true
							}
						},
						["免"] = {
							["费"] = {
								this = true
							}
						}
					},
					["影"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["友"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					["片"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			}
		},
		["济"] = {
			["社"] = {
				["会"] = {
					["理"] = {
						["事"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["导"] = {
				["报"] = {
					this = true
				}
			},
			["建"] = {
				["设"] = {
					this = true
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["5"] = {
								["}"] = {
									["("] = {
										["滞"] = {
											["胀"] = {
												["|"] = {
													["智"] = {
														["障"] = {
															[")"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["疲"] = {
					["惫"] = {
						["就"] = {
							["放"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["种"] = {
					["暴"] = {
						["雷"] = {
							["房"] = {
								["价"] = {
									["崩"] = {
										["的"] = {
											["稀"] = {
												["碎"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["社"] = {
			["理"] = {
				["事"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["商"] = {
			["宽"] = {
				["衣"] = {
					this = true
				}
			}
		},
		["文"] = {
			this = true
		},
		["租"] = {
			["房"] = {
				this = true
			}
		},
		["第"] = {
			["三"] = {
				["国"] = {
					["回"] = {
						["大"] = {
							["陆"] = {
								this = true
							}
						},
						["台"] = {
							["湾"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["插"] = {
			["进"] = {
				["我"] = {
					["的"] = {
						["穴"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["达"] = {
			["赖"] = {
				this = true
			}
		},
		["纬"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["销"] = {
			["假"] = {
				["钞"] = {
					this = true
				}
			}
		},
		["营"] = {
			["电"] = {
				["动"] = {
					["长"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狙"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["英"] = {
				["国"] = {
					["骚"] = {
						["本"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["童"] = {
		["颜"] = {
			["巨"] = {
				["乳"] = {
					this = true,
					["苍"] = {
						["井"] = {
							["空"] = {
								this = true
							}
						},
						["警"] = {
							["空"] = {
								this = true
							}
						}
					},
					["新"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["白"] = {
				["嫩"] = {
					this = true
				}
			},
			["大"] = {
				["奶"] = {
					this = true
				}
			},
			["和"] = {
				["谐"] = {
					["巨"] = {
						["乳"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["妹"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["奴"] = {
			["工"] = {
				this = true
			}
		},
		["屹"] = {
			this = true
		},
		["贯"] = {
			this = true
		},
		["化"] = {
			["铁"] = {
				this = true
			}
		},
		["妓"] = {
			["大"] = {
				["学"] = {
					this = true
				}
			}
		},
		["顏"] = {
			["巨"] = {
				["乳"] = {
					this = true,
					["蒼"] = {
						["井"] = {
							["空"] = {
								this = true
							}
						},
						["警"] = {
							["空"] = {
								this = true
							}
						}
					},
					["新"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["增"] = {
			this = true
		},
		["贞"] = {
			["开"] = {
				["包"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["貞"] = {
			["開"] = {
				["包"] = {
					this = true
				}
			}
		},
		["装"] = {
			this = true
		},
		["丽"] = {
			["吖"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["奇"] = {
		["淫"] = {
			["宝"] = {
				["鉴"] = {
					this = true
				}
			},
			["寶"] = {
				["鑒"] = {
					this = true
				}
			},
			["的"] = {
				["老"] = {
					["板"] = {
						["娘"] = {
							this = true
						}
					}
				}
			}
		},
		["艺"] = {
			["色"] = {
				this = true
			}
		},
		["米"] = {
			this = true,
			["影"] = {
				["院"] = {
					this = true
				},
				["视"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["色"] = {
					["哥"] = {
						this = true
					}
				}
			},
			["7"] = {
				["7"] = {
					this = true
				}
			},
			["色"] = {
				this = true,
				["影"] = {
					["视"] = {
						this = true
					}
				}
			},
			["四"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["摩"] = {
			["女"] = {
				["孩"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["幻"] = {
			["之"] = {
				["国"] = {
					this = true
				}
			}
		},
		["奇"] = {
			["色"] = {
				this = true,
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			A = {
				V = {
					this = true
				}
			}
		},
		["热"] = {
			["色"] = {
				this = true
			}
		},
		["人"] = {
			["中"] = {
				["特"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["兵"] = {
			this = true
		},
		["迹"] = {
			["神"] = {
				["骑"] = {
					["乗"] = {
						["位"] = {
							this = true
						}
					}
				}
			},
			["世"] = {
				["界"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["天"] = {
				["下"] = {
					["辅"] = {
						["助"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["美"] = {
					["腿"] = {
						this = true
					}
				}
			}
		},
		["酷"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["网"] = {
				this = true
			}
		},
		["书"] = {
			["网"] = {
				this = true
			}
		},
		["特"] = {
			["的"] = {
				["艳"] = {
					["遇"] = {
						this = true
					}
				}
			}
		},
		["闻"] = {
			["网"] = {
				this = true
			}
		},
		["侠"] = {
			X = {
				I = {
					A = {
						H = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["跨"] = {
		["下"] = {
			["呻"] = {
				["吟"] = {
					this = true
				}
			}
		},
		["世"] = {
			["纪"] = {
				["的"] = {
					["良"] = {
						["心"] = {
							["犯"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["服"] = {
			P = {
				K = {
					["使"] = {
						["者"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["妖"] = {
		["媚"] = {
			["熟"] = {
				["母"] = {
					this = true
				}
			},
			["福"] = {
				["利"] = {
					["网"] = {
						this = true
					}
				}
			},
			["老"] = {
				["骚"] = {
					["货"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["榨"] = {
				["汁"] = {
					this = true
				}
			}
		},
		["宠"] = {
			this = true
		},
		["狐"] = {
			["网"] = {
				this = true
			},
			["艳"] = {
				["史"] = {
					this = true
				}
			}
		},
		["界"] = {
			["淫"] = {
				["游"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["美"] = {
			["巨"] = {
				["尻"] = {
					["物"] = {
						["语"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["娆"] = {
			["魅"] = {
				["惑"] = {
					["抛"] = {
						["美"] = {
							["胸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["成"] = {
				["人"] = {
					this = true
				}
			}
		},
		["兽"] = {
			["御"] = {
				["兽"] = {
					this = true
				}
			}
		},
		["术"] = {
			this = true
		},
		["艳"] = {
			["白"] = {
				["骨"] = {
					["精"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["艷"] = {
			["醫"] = {
				["生"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["入"] = {
		["穴"] = {
			["一"] = {
				["游"] = {
					this = true
				},
				["遊"] = {
					this = true
				}
			}
		},
		["肉"] = {
			["网"] = {
				this = true
			}
		},
		["党"] = {
			["申"] = {
				["请"] = {
					["书"] = {
						this = true
					}
				}
			}
		},
		["联"] = {
			this = true
		},
		["耳"] = {
			["关"] = {
				this = true
			}
		},
		["监"] = {
			this = true
		},
		["妈"] = {
			["的"] = {
				["肉"] = {
					["穴"] = {
						["深"] = {
							["处"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["门"] = {
			["开"] = {
				["锁"] = {
					["原"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["网"] = {
			["许"] = {
				["可"] = {
					["证"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["丰"] = {
		["唇"] = {
			["艳"] = {
				["姬"] = {
					this = true
				}
			}
		},
		["满"] = {
			this = true,
			["未"] = {
				["成"] = {
					["年"] = {
						["人"] = {
							p = {
								o = {
									r = {
										n = {
											o = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["*"] = {
				["*"] = {
					this = true
				}
			},
			["的"] = {
				["美"] = {
					["少"] = {
						["妇"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				this = true
			},
			["人"] = {
				["妻"] = {
					this = true,
					["最"] = {
						["迷"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["肉"] = {
				["感"] = {
					["的"] = {
						["美"] = {
							["妖"] = {
								this = true
							}
						}
					}
				}
			},
			["熟"] = {
				["模"] = {
					this = true
				}
			}
		},
		["尚"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["安"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["都"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["禾"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["汇"] = {
			["园"] = {
				["小"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["宁"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true,
			["美"] = {
				["臀"] = {
					this = true
				}
			},
			["又"] = {
				["多"] = {
					["水"] = {
						["的"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["润"] = {
			["性"] = {
				["感"] = {
					["美"] = {
						["少"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["顺"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["台"] = {
			["办"] = {
				["正"] = {
					this = true,
					["？"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			},
			["区"] = {
				this = true
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["田"] = {
			["强"] = {
				["开"] = {
					this = true
				}
			}
		},
		["臀"] = {
			["美"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["讯"] = {
			["网"] = {
				["游"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["盈"] = {
			["雪"] = {
				["白"] = {
					["的"] = {
						["肌"] = {
							["肤"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["腴"] = {
			["熟"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["城"] = {
			["大"] = {
				["倒"] = {
					["塔"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.M = {
		M = {
			["屄"] = {
				this = true
			},
			["按"] = {
				["摩"] = {
					["保"] = {
						["健"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["被"] = {
				["干"] = {
					["小"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["小"] = {
					["嫩"] = {
						["穴"] = {
							this = true
						}
					},
					["穴"] = {
						this = true
					}
				},
				["诱"] = {
					["人"] = {
						["双"] = {
							["峰"] = {
								this = true
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["彩"] = {
					["裸"] = {
						["衣"] = {
							this = true
						}
					}
				}
			},
			["就"] = {
				["爱"] = {
					["干"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					this = true
				}
			},
			["嫩"] = {
				["穴"] = {
					this = true
				}
			},
			["破"] = {
				["处"] = {
					this = true
				},
				["處"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					this = true,
					["爱"] = {
						["爱"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["全"] = {
						["套"] = {
							this = true
						}
					}
				},
				["門"] = {
					["服"] = {
						["務"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					},
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["收"] = {
				["费"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["丝"] = {
				["秀"] = {
					this = true
				}
			},
			["脱"] = {
				["衣"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						["流"] = {
							["出"] = {
								this = true
							}
						},
						["视"] = {
							["频"] = {
								this = true
							}
						},
						["視"] = {
							["頻"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["走"] = {
				["光"] = {
					this = true
				}
			},
			["㈠"] = {
				["亱"] = {
					["綪"] = {
						["視"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			}
		},
		a = {
			i = {
				["骚"] = {
					this = true
				}
			},
			y = {
				["三"] = {
					["五"] = {
						["日"] = {
							this = true
						}
					}
				},
				["3"] = {
					["5"] = {
						["日"] = {
							this = true
						}
					}
				},
				V = {
					I = {
						I = {
							I = {
								["日"] = {
									this = true
								}
							}
						}
					}
				},
				["③"] = {
					["⑤"] = {
						["日"] = {
							this = true
						}
					}
				}
			},
			r = {
				t = {
					i = {
						n = {
							a = {
								N = {
									a = {
										v = {
											r = {
												a = {
													t = {
														i = {
															l = {
																o = {
																	v = {
																		a = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["5"] = {
			["0"] = {
				["0"] = {
					S = {
						S = {
							B = {
								this = true
							}
						}
					}
				}
			}
		},
		["4"] = {
			A = {
				["1"] = {
					this = true,
					["卡"] = {
						["宾"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["真"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["消"] = {
					["音"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true
			}
		},
		P = {
			["6"] = {
				["5"] = {
					["4"] = {
						K = {
							this = true
						}
					}
				}
			},
			["1"] = {
				["8"] = {
					["冲"] = {
						["锋"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["4"] = {
				["0"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			}
		},
		["3"] = {
			["0"] = {
				["0"] = {
					this = true,
					["狙"] = {
						["击"] = {
							this = true
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["冲"] = {
				["锋"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["瞄"] = {
				["准"] = {
					["镜"] = {
						this = true
					}
				}
			}
		},
		["9"] = {
			["2"] = {
				F = {
					S = {
						this = true
					},
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["0"] = {
				this = true,
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			},
			D = {
				["8"] = {
					["0"] = {
						["军"] = {
							["刺"] = {
								this = true
							},
							["刀"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						},
						["軍"] = {
							["刀"] = {
								this = true
							},
							["斧"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				["刺"] = {
					this = true
				},
				["刀"] = {
					this = true
				}
			},
			["式"] = {
				["9"] = {
					m = {
						m = {
							this = true
						}
					}
				}
			},
			["战"] = {
				["术"] = {
					["军"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["长"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		B = {
			["帅"] = {
				["哥"] = {
					this = true,
					["上"] = {
						["门"] = {
							["服"] = {
								["务"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["男"] = {
				this = true
			},
			["0"] = {
				["1"] = {
					C = {
						this = true
					}
				}
			},
			A = {
				["代"] = {
					["考"] = {
						this = true
					}
				},
				["考"] = {
					["生"] = {
						["信"] = {
							["息"] = {
								this = true
							}
						}
					}
				},
				["试"] = {
					["题"] = {
						["有"] = {
							["误"] = {
								this = true
							}
						}
					}
				}
			}
		},
		L = {
			this = true,
			["花"] = {
				this = true,
				["革"] = {
					["命"] = {
						this = true
					}
				},
				["运"] = {
					["动"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["天"] = {
						["室"] = {
							this = true
						}
					}
				}
			}
		},
		G = {
			M = {
				["贵"] = {
					["宾"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["子"] = {
					this = true
				}
			},
			["4"] = {
				["2"] = {
					["机"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			P = {
				["1"] = {
					["4"] = {
						["手"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			},
			["中"] = {
				["式"] = {
					["排"] = {
						["障"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		C = {
			C = {
				["色"] = {
					["站"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["军"] = {
				["团"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["軍"] = {
				["團"] = {
					this = true
				}
			}
		},
		["1"] = {
			["4"] = {
				["狗"] = {
					this = true
				},
				["自"] = {
					["动"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["6"] = {
				A = {
					["1"] = {
						this = true
					}
				},
				["突"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["消"] = {
					["瘦"] = {
						this = true
					}
				}
			},
			["9"] = {
				["0"] = {
					["5"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["1"] = {
					["1"] = {
						this = true,
						["手"] = {
							["槍"] = {
								this = true
							}
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				},
				["6"] = {
					["曳"] = {
						["光"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true
				}
			},
			["军"] = {
				["刺"] = {
					this = true
				}
			}
		},
		["2"] = {
			["1"] = {
				["狗"] = {
					this = true
				},
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["突"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["3"] = {
				["1"] = {
					["射"] = {
						["孔"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["4"] = {
				["狗"] = {
					this = true
				}
			},
			["5"] = {
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["极"] = {
				["端"] = {
					["武"] = {
						["力"] = {
							this = true
						}
					}
				}
			}
		},
		["6"] = {
			["0"] = {
				["手"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["7"] = {
			["0"] = {
				["0"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					},
					["狙"] = {
						["击"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["刺"] = {
				["刀"] = {
					this = true
				}
			},
			["搜"] = {
				["服"] = {
					this = true
				}
			}
		},
		["8"] = {
			["2"] = {
				A = {
					["1"] = {
						["机"] = {
							["枪"] = {
								this = true
							}
						},
						["枪"] = {
							this = true
						}
					}
				},
				["原"] = {
					["型"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		c = {
			c = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		I = {
			["药"] = {
				this = true
			}
		},
		O = {
			P = {
				["炸"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		S = {
			N = {
				["密"] = {
					["码"] = {
						["破"] = {
							["解"] = {
								this = true
							}
						}
					}
				}
			}
		},
		T = {
			["虎"] = {
				["牙"] = {
					this = true,
					["刀"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["忉"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["谁"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			}
		},
		X = {
			["强"] = {
				["迫"] = {
					["失"] = {
						["身"] = {
							["水"] = {
								this = true
							}
						}
					}
				}
			}
		},
		Y = {
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["坐"] = {
				["台"] = {
					["少"] = {
						["爷"] = {
							this = true
						}
					}
				}
			}
		},
		["国"] = {
			this = true,
			["指"] = {
				["挥"] = {
					["官"] = {
						this = true
					}
				}
			}
		},
		["唛"] = {
			["袖"] = {
				["珍"] = {
					["狗"] = {
						["腿"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["牲"] = {
			this = true
		},
		["系"] = {
			["军"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["字"] = {
			["開"] = {
				["脚"] = {
					this = true
				}
			}
		},
		o = {
			n = {
				o = {
					d = {
						y = {
							["6"] = {
								["4"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["清"] = {
		["晰"] = {
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["的"] = {
				["窥"] = {
					["阴"] = {
						["图"] = {
							this = true
						}
					}
				},
				["摸"] = {
					B = {
						["对"] = {
							["白"] = {
								this = true
							}
						}
					}
				}
			},
			["內"] = {
				["射"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					["做"] = {
						["爱"] = {
							this = true
						}
					}
				}
			}
		},
		["流"] = {
			["气"] = {
				["枪"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["理"] = {
			this = true,
			["诽"] = {
				["谤"] = {
					["帖"] = {
						["子"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["评"] = {
						["价"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["帖"] = {
						["子"] = {
							this = true
						}
					},
					["贴"] = {
						["文"] = {
							this = true
						}
					},
					["消"] = {
						["息"] = {
							this = true
						}
					},
					["新"] = {
						["闻"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["除"] = {
			this = true,
			["不"] = {
				["良"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["诽"] = {
				["谤"] = {
					["帖"] = {
						["子"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["论"] = {
						["坛"] = {
							["贴"] = {
								this = true
							}
						}
					},
					["评"] = {
						["价"] = {
							this = true
						}
					},
					["帖"] = {
						["子"] = {
							this = true
						}
					},
					["贴"] = {
						["文"] = {
							this = true
						}
					},
					["文"] = {
						["章"] = {
							this = true
						}
					},
					["消"] = {
						["息"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["神"] = {
					["污"] = {
						["染"] = {
							this = true
						}
					}
				}
			},
			["企"] = {
				["业"] = {
					["负"] = {
						["面"] = {
							this = true
						}
					}
				}
			},
			["帖"] = {
				["子"] = {
					this = true
				}
			},
			["网"] = {
				["上"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["纯"] = {
			this = true,
			["学"] = {
				["生"] = {
					["妹"] = {
						this = true,
						["援"] = {
							["交"] = {
								this = true
							}
						}
					}
				},
				["妹"] = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["大"] = {
				["学"] = {
					["生"] = {
						this = true
					}
				}
			},
			["的"] = {
				["大"] = {
					["奶"] = {
						["女"] = {
							["孩"] = {
								this = true
							}
						}
					}
				}
			},
			["亮"] = {
				["丽"] = {
					this = true
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["色"] = {
						this = true
					}
				}
			},
			["女"] = {
				["友"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["漂"] = {
				["亮"] = {
					this = true
				}
			},
			["票"] = {
				["亮"] = {
					this = true
				}
			},
			["唯"] = {
				["美"] = {
					this = true
				}
			}
		},
		["欲"] = {
			["超"] = {
				["市"] = {
					this = true
				}
			}
		},
		["淫"] = {
			["苑"] = {
				this = true
			}
		},
		["风"] = {
			["不"] = {
				["独"] = {
					["眠"] = {
						this = true
					}
				}
			},
			["舞"] = {
				["吧"] = {
					["裸"] = {
						["聊"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["华"] = {
			["网"] = {
				["管"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["帮"] = {
				this = true
			},
			["同"] = {
				["方"] = {
					this = true
				}
			},
			["棋"] = {
				["后"] = {
					this = true
				}
			},
			["五"] = {
				["零"] = {
					["后"] = {
						["高"] = {
							["材"] = {
								["生"] = {
									this = true
								}
							}
						}
					}
				}
			},
			d = {
				o = {
					c = {
						t = {
							o = {
								r = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["海"] = {
			["无"] = {
				["上"] = {
					["师"] = {
						this = true
					}
				}
			},
			["师"] = {
				["父"] = {
					this = true
				}
			}
		},
		["场"] = {
			["内"] = {
				["幕"] = {
					this = true
				}
			},
			[" "] = {
				["1"] = {
					["9"] = {
						["8"] = {
							["9"] = {
								this = true
							}
						}
					}
				},
				["军"] = {
					["队"] = {
						this = true
					}
				},
				["开"] = {
					["枪"] = {
						this = true
					}
				},
				["死"] = {
					["人"] = {
						this = true
					}
				},
				["坦"] = {
					["克"] = {
						this = true
					}
				}
			},
			["1"] = {
				["9"] = {
					["8"] = {
						["9"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["人"] = {
					["陈"] = {
						["光"] = {
							this = true
						}
					}
				}
			},
			["开"] = {
				["枪"] = {
					this = true
				}
			},
			["日"] = {
				["记"] = {
					["中"] = {
						["共"] = {
							this = true,
							["绝"] = {
								["密"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["死"] = {
				["人"] = {
					this = true
				}
			},
			["坦"] = {
				["克"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["官"] = {
			["团"] = {
				this = true
			}
		},
		["明"] = {
			["节"] = {
				["到"] = {
					["了"] = {
						this = true
					}
				}
			}
		},
		["真"] = {
			this = true
		},
		z = {
			h = {
				e = {
					n = {
						this = true
					}
				}
			}
		},
		["※"] = {
			["纯"] = {
				["女"] = {
					["生"] = {
						this = true
					}
				}
			}
		},
		["查"] = {
			["三"] = {
				["峡"] = {
					["腐"] = {
						["败"] = {
							["涉"] = {
								["李"] = {
									["小"] = {
										["琳"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["楚"] = {
			["的"] = {
				["抽"] = {
					["插"] = {
						this = true
					}
				}
			},
			["邪"] = {
				["恶"] = {
					this = true
				}
			}
		},
		["純"] = {
			["派"] = {
				["美"] = {
					["少"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["漂"] = {
				["亮"] = {
					this = true
				}
			},
			["票"] = {
				["亮"] = {
					this = true
				}
			}
		},
		["醇"] = {
			["漂"] = {
				["亮"] = {
					["白"] = {
						["嫩"] = {
							this = true
						}
					}
				}
			},
			["票"] = {
				["亮"] = {
					["白"] = {
						["嫩"] = {
							this = true
						}
					}
				}
			}
		},
		["宫"] = {
			["情"] = {
				["空"] = {
					["净"] = {
						["空"] = {
							this = true
						}
					}
				}
			}
		},
		["華"] = {
			["同"] = {
				["方"] = {
					this = true
				}
			}
		},
		["空"] = {
			["万"] = {
				["里"] = {
					this = true
				}
			}
		},
		["淩"] = {
			["淩"] = {
				this = true
			}
		},
		["楼"] = {
			["院"] = {
				this = true
			}
		},
		["扫"] = {
			["负"] = {
				["面"] = {
					["消"] = {
						["息"] = {
							this = true
						}
					},
					["新"] = {
						["闻"] = {
							this = true
						}
					}
				}
			}
		},
		["水"] = {
			["爱"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["夏"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["香"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["算"] = {
			["腐"] = {
				["败"] = {
					["官"] = {
						["员"] = {
							this = true
						}
					}
				}
			},
			["特"] = {
				["权"] = {
					this = true
				}
			}
		},
		["洗"] = {
			["荡"] = {
				["妇"] = {
					["摩"] = {
						["根"] = {
							this = true
						}
					}
				}
			}
		},
		["新"] = {
			["狂"] = {
				["野"] = {
					["美"] = {
						["乳"] = {
							this = true
						}
					}
				}
			},
			["素"] = {
				["人"] = {
					["援"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["脱"] = {
				["俗"] = {
					["靓"] = {
						["模"] = {
							this = true
						}
					}
				}
			}
		},
		["虚"] = {
			["道"] = {
				["德"] = {
					["真"] = {
						["君"] = {
							this = true
						}
					}
				}
			}
		},
		["徐"] = {
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["一"] = {
			["色"] = {
				this = true,
				["网"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["债"] = {
			this = true,
			["讨"] = {
				["债"] = {
					this = true
				}
			}
		},
		["債"] = {
			this = true
		},
		["帐"] = {
			this = true
		},
		["場"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["法"] = {
			["华"] = {
				["学"] = {
					["博"] = {
						["士"] = {
							this = true
						}
					}
				}
			}
		},
		["零"] = {
			["主"] = {
				["义"] = {
					["赢"] = {
						["麻"] = {
							["阶"] = {
								["段"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["志"] = {
				["怪"] = {
					this = true,
					["画"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["廷"] = {
			["管"] = {
				["不"] = {
					["了"] = {
						["租"] = {
							["界"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["潮"] = {
		["喷"] = {
			this = true
		},
		["吹"] = {
			this = true
		},
		["噴"] = {
			this = true
		},
		["妻"] = {
			this = true
		},
		["湿"] = {
			["穴"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["姫"] = {
			this = true
		},
		["学"] = {
			this = true,
			["9"] = {
				["8"] = {
					this = true
				}
			},
			["四"] = {
				["六"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["堕"] = {
		["淫"] = {
			this = true
		},
		["落"] = {
			["指"] = {
				["南"] = {
					this = true
				}
			},
			["警"] = {
				["察"] = {
					this = true
				}
			},
			["剧"] = {
				["场"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["教"] = {
					["师"] = {
						["破"] = {
							["壊"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["之"] = {
				["王"] = {
					this = true
				}
			}
		},
		["天"] = {
			["使"] = {
				["之"] = {
					["零"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
