pg = pg or {}
slot0 = pg
slot0.word_template_143 = {}
slot1 = slot0.word_template_143

function temp()
	uv0["当"] = {
		["面"] = {
			["交"] = {
				["易"] = {
					this = true,
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["警"] = {
						["察"] = {
							["证"] = {
								this = true
							}
						}
					},
					["假"] = {
						["死"] = {
							["亡"] = {
								["证"] = {
									["明"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					["交"] = {
						["易"] = {
							this = true
						}
					}
				}
			},
			["换"] = {
				["*"] = {
					["肾"] = {
						this = true
					}
				}
			}
		},
		["官"] = {
			["靠"] = {
				["后"] = {
					["台"] = {
						this = true
					}
				}
			}
		},
		["代"] = {
			["八"] = {
				["乱"] = {
					["办"] = {
						["公"] = {
							["室"] = {
								["手"] = {
									["官"] = {
										["场"] = {
											["日"] = {
												["志"] = {
													this = true
												}
											}
										}
									}
								},
								["守"] = {
									["则"] = {
										["官"] = {
											["场"] = {
												["日"] = {
													["志"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["十"] = {
				["大"] = {
					["无"] = {
						["耻"] = {
							["语"] = {
								["录"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["无"] = {
				["耻"] = {
					["语"] = {
						["录"] = {
							["排"] = {
								["行"] = {
									["榜"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					["无"] = {
						["耻"] = {
							["语"] = {
								["录"] = {
									["排"] = {
										["行"] = {
											["榜"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["秦"] = {
				["始"] = {
					["皇"] = {
						this = true
					}
				}
			},
			["邪"] = {
				["淫"] = {
					["现"] = {
						["报"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["今"] = {
			["六"] = {
				["大"] = {
					["谎"] = {
						["言"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["大"] = {
					["扯"] = {
						["蛋"] = {
							this = true
						}
					}
				}
			},
			["四"] = {
				["大"] = {
					["扯"] = {
						["蛋"] = {
							this = true
						}
					}
				}
			},
			["圣"] = {
				["上"] = {
					this = true
				}
			}
		},
		["局"] = {
			["严"] = {
				["密"] = {
					["封"] = {
						["锁"] = {
							this = true
						}
					}
				}
			}
		},
		["金"] = {
			["慎"] = {
				["上"] = {
					this = true
				}
			}
		},
		["朝"] = {
			[" "] = {
				["宰"] = {
					["相"] = {
						[" "] = {
							["恒"] = {
								["大"] = {
									["地"] = {
										["产"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["共"] = {
			["匪"] = {
				["太"] = {
					["爽"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["众"] = {
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["车"] = {
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["预"] = {
		["订"] = {
			this = true,
			["5"] = {
				["4"] = {
					["式"] = {
						this = true,
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			p = {
				c = {
					p = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["醋"] = {
				["酸"] = {
					["铊"] = {
						this = true
					}
				}
			}
		},
		["充"] = {
			["气"] = {
				["压"] = {
					["枪"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["测"] = {
			["领"] = {
				["导"] = {
					["人"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["求"] = {
		["购"] = {
			this = true,
			["火"] = {
				["机"] = {
					["吹"] = {
						this = true
					}
				}
			},
			["弹"] = {
				["药"] = {
					this = true
				}
			},
			["低"] = {
				["价"] = {
					["气"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["定"] = {
				["额"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				}
			},
			["机"] = {
				["打"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["手"] = {
						["铐"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["板"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["雷"] = {
				["管"] = {
					this = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				},
				["奸"] = {
					["药"] = {
						this = true
					}
				},
				["晕"] = {
					["药"] = {
						this = true
					}
				}
			},
			["七"] = {
				["七"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["枪"] = {
				["包"] = {
					this = true
				},
				["支"] = {
					this = true
				}
			},
			["窃"] = {
				["听"] = {
					["器"] = {
						this = true
					}
				}
			},
			["氰"] = {
				["化"] = {
					["钾"] = {
						this = true
					}
				}
			},
			["人"] = {
				["体"] = {
					this = true,
					["#"] = {
						["肝"] = {
							["脾"] = {
								this = true
							}
						}
					},
					["~"] = {
						["肝"] = {
							["脾"] = {
								this = true
							}
						}
					},
					["肝"] = {
						["脾"] = {
							this = true
						}
					},
					["器"] = {
						["官"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["唑"] = {
					["仑"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["神"] = {
				["仙"] = {
					["糖"] = {
						this = true
					}
				}
			},
			["手"] = {
				["铐"] = {
					this = true
				},
				["拉"] = {
					["短"] = {
						["狗"] = {
							this = true
						}
					},
					["鸡"] = {
						this = true
					}
				},
				["撕"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["铊"] = {
				["盐"] = {
					this = true
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						this = true
					}
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			},
			["增"] = {
				["值"] = {
					["税"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["住"] = {
				["宿"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					["壳"] = {
						this = true
					}
				},
				["炮"] = {
					["弹"] = {
						["壳"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["沙"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["期"] = {
				["货"] = {
					["客"] = {
						["户"] = {
							["名"] = {
								["单"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								["制"] = {
									["作"] = {
										["方"] = {
											["法"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["芬"] = {
				["乙"] = {
					["茶"] = {
						["碱"] = {
							this = true
						}
					}
				}
			}
		},
		M = {
			["女"] = {
				["奴"] = {
					this = true
				}
			}
		},
		c = {
			a = {
				o = {
					this = true
				}
			}
		},
		["生"] = {
			["刀"] = {
				this = true,
				["户"] = {
					["外"] = {
						["网"] = {
							this = true
						}
					}
				},
				["具"] = {
					this = true
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["救"] = {
			["遭"] = {
				["拒"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["办"] = {
			["假"] = {
				["户"] = {
					["口"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			}
		},
		["辦"] = {
			["假"] = {
				["戶"] = {
					["口"] = {
						this = true
					}
				},
				["證"] = {
					this = true
				}
			}
		},
		["包"] = {
			["养"] = {
				this = true,
				["，"] = {
					["我"] = {
						["包"] = {
							["养"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					this = true
				}
			},
			["養"] = {
				this = true
			}
		},
		["爆"] = {
			["菊"] = {
				this = true
			}
		},
		["草"] = {
			this = true
		},
		["高"] = {
			["压"] = {
				["气"] = {
					["枪"] = {
						["气"] = {
							["瓶"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["够"] = {
			["阳"] = {
				["江"] = {
					["军"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["購"] = {
			["人"] = {
				["體"] = {
					["肝"] = {
						["脾"] = {
							this = true
						}
					}
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						this = true
					}
				}
			}
		},
		["黃"] = {
			["色"] = {
				["網"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["角"] = {
			["膜"] = {
				this = true
			}
		},
		["快"] = {
			["播"] = {
				h = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["雷"] = {
			["管"] = {
				["的"] = {
					this = true
				}
			}
		},
		["破"] = {
			["玉"] = {
				["门"] = {
					["关"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["肝"] = {
				["脾"] = {
					this = true
				}
			}
		},
		["是"] = {
			this = true,
			["学"] = {
				["院"] = {
					this = true
				}
			}
		},
		["医"] = {
			["问"] = {
				["药"] = {
					this = true
				}
			}
		},
		["印"] = {
			["防"] = {
				["己"] = {
					["毒"] = {
						["素"] = {
							this = true
						}
					}
				}
			}
		},
		["在"] = {
			["线"] = {
				["黄"] = {
					["色"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["政"] = {
			["绩"] = {
				["虚"] = {
					["报"] = {
						["浮"] = {
							["夸"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["订"] = {
		["货"] = {
			this = true
		},
		["购"] = {
			this = true,
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["吗"] = {
				["啡"] = {
					this = true
				}
			},
			["警"] = {
				["用"] = {
					["弩"] = {
						this = true
					},
					["催"] = {
						["泪"] = {
							["弹"] = {
								this = true
							}
						}
					},
					["钢"] = {
						["叉"] = {
							this = true
						}
					}
				},
				["官"] = {
					["证"] = {
						this = true
					}
				},
				["察"] = {
					["证"] = {
						this = true
					},
					["胸"] = {
						["标"] = {
							this = true
						}
					},
					["作"] = {
						["训"] = {
							["服"] = {
								this = true
							}
						}
					}
				},
				["灯"] = {
					this = true
				}
			},
			["溴"] = {
				["氰"] = {
					["菊"] = {
						["酯"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["性"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["洛"] = {
				["克"] = {
					K = {
						J = {
							["9"] = {
								["0"] = {
									["0"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["单"] = {
				["质"] = {
					["猛"] = {
						["炸"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["缅"] = {
				["古"] = {
					["制"] = {
						["作"] = {
							["技"] = {
								["术"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["氟"] = {
				["硝"] = {
					["安"] = {
						["定"] = {
							this = true
						}
					}
				}
			}
		},
		["金"] = {
			["预"] = {
				["付"] = {
					["办"] = {
						["正"] = {
							this = true
						},
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["制"] = {
			["硅"] = {
				["胶"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["驾"] = {
					["驶"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["易"] = {
				["容"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		},
		["做"] = {
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["试"] = {
		["货"] = {
			["付"] = {
				["款"] = {
					this = true
				}
			}
		},
		["用"] = {
			this = true
		},
		["."] = {
			["题"] = {
				["答"] = {
					["案"] = {
						this = true
					}
				}
			}
		},
		["看"] = {
			["5"] = {
				["0"] = {
					["部"] = {
						this = true
					}
				}
			},
			["片"] = {
				this = true
			}
		},
		["图"] = {
			["削"] = {
				["弱"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["问"] = {
			["谁"] = {
				["还"] = {
					["未"] = {
						["发"] = {
							["声"] = {
								this = true
							}
						}
					}
				},
				["能"] = {
					["未"] = {
						["觉"] = {
							["醒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["衣"] = {
			["间"] = {
				["的"] = {
					["性"] = {
						["爱"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["送"] = {
		["货"] = {
			["上"] = {
				["门"] = {
					this = true
				}
			}
		},
		["全"] = {
			["套"] = {
				["配"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["养"] = {
			this = true,
			["宝"] = {
				["宝"] = {
					this = true,
					["加"] = {
						["扣"] = {
							["扣"] = {
								this = true
							}
						}
					}
				}
			},
			["孩"] = {
				["子"] = {
					this = true,
					["加"] = {
						["扣"] = {
							["扣"] = {
								this = true
							}
						}
					}
				}
			},
			["男"] = {
				["婴"] = {
					["儿"] = {
						this = true
					}
				}
			},
			["婴"] = {
				["儿"] = {
					this = true
				}
			}
		},
		["码"] = {
			["诗"] = {
				this = true
			},
			["图"] = {
				this = true
			}
		},
		["弹"] = {
			["器"] = {
				this = true
			},
			["3"] = {
				["5"] = {
					["发"] = {
						this = true
					}
				}
			}
		},
		q = {
			b = {
				this = true
			}
		},
		["3"] = {
			["5"] = {
				["发"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		["薄"] = {
			this = true
		},
		["假"] = {
			["@"] = {
				["证"] = {
					this = true
				}
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				this = true
			},
			["证"] = {
				this = true
			}
		},
		["妹"] = {
			["妹"] = {
				["上"] = {
					["."] = {
						["门"] = {
							this = true
						}
					}
				}
			}
		},
		["瘟"] = {
			["神"] = {
				this = true
			}
		},
		["小"] = {
			["区"] = {
				["业"] = {
					["主"] = {
						["资"] = {
							["料"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["礼"] = {
			["的"] = {
				["冒"] = {
					["名"] = {
						["卡"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["付"] = {
		["款"] = {
			this = true
		},
		["申"] = {
			["奇"] = {
				this = true
			}
		},
		["费"] = {
			["裸"] = {
				["体"] = {
					["聊"] = {
						["天"] = {
							this = true
						}
					}
				}
			},
			["陪"] = {
				["聊"] = {
					this = true
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					["秀"] = {
						this = true
					}
				}
			}
		},
		["建"] = {
			["华"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["担"] = {
		["保"] = {
			this = true,
			["交"] = {
				["易"] = {
					this = true
				}
			},
			["博"] = {
				["网"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["定"] = {
		["货"] = {
			this = true
		},
		["购"] = {
			this = true,
			["5"] = {
				["."] = {
					["5"] = {
						["母"] = {
							["鸡"] = {
								["模"] = {
									["具"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["时"] = {
			["炸"] = {
				["弹"] = {
					this = true,
					["定"] = {
						["时"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["做"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["森"] = {
				["林"] = {
					["之"] = {
						["狼"] = {
							["弓"] = {
								["弩"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["弹"] = {
				["簧"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["三"] = {
				["棱"] = {
					["刮"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["电"] = {
						["棍"] = {
							this = true
						}
					}
				}
			}
		},
		["制"] = {
			this = true,
			["马"] = {
				["刀"] = {
					this = true
				}
			},
			["面"] = {
				["具"] = {
					this = true
				}
			},
			["人"] = {
				["皮"] = {
					this = true,
					["#"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					},
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		},
		["位"] = {
			["群"] = {
				["发"] = {
					this = true,
					["设"] = {
						["备"] = {
							this = true
						}
					}
				}
			},
			["器"] = {
				["*"] = {
					this = true
				}
			},
			["卡"] = {
				this = true
			},
			["手"] = {
				s = {
					["机"] = {
						this = true
					},
					["機"] = {
						["號"] = {
							["碼"] = {
								this = true
							}
						}
					}
				},
				["机"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["追"] = {
				["蹤"] = {
					this = true
				}
			}
		},
		["情"] = {
			["粉"] = {
				this = true
			},
			["药"] = {
				this = true
			}
		},
		s = {
			["位"] = {
				["手"] = {
					["机"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["安"] = {
			["办"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["额"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["餐"] = {
				["饮"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					},
					["开"] = {
						this = true
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			},
			["酦"] = {
				["票"] = {
					this = true
				}
			},
			["醱"] = {
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true
				}
			},
			["税"] = {
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					},
					["团"] = {
						["购"] = {
							this = true
						}
					},
					["网"] = {
						["购"] = {
							this = true
						}
					}
				}
			}
		},
		["額"] = {
			["辦"] = {
				["證"] = {
					this = true
				}
			}
		},
		["计"] = {
			["奸"] = {
				["岳"] = {
					["母"] = {
						this = true
					}
				}
			}
		},
		["南"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["税"] = {
			["企"] = {
				["业"] = {
					this = true
				}
			}
		},
		["西"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["组"] = {
		["装"] = {
			this = true,
			["吹"] = {
				this = true
			},
			["手"] = {
				["枪"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					this = true
				}
			},
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["7"] = {
				["7"] = {
					["式"] = {
						this = true
					}
				}
			},
			M = {
				["1"] = {
					["5"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true,
						["代"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			},
			["机"] = {
				["枪"] = {
					["高"] = {
						["仿"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["录"] = {
				["音"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			},
			["槍"] = {
				["网"] = {
					this = true
				}
			},
			["图"] = {
				["纸"] = {
					["一"] = {
						["份"] = {
							this = true
						}
					}
				}
			}
		},
		["织"] = {
			["集"] = {
				["体"] = {
					this = true
				}
			},
			["部"] = {
				["得"] = {
					["财"] = {
						["兼"] = {
							["币"] = {
								this = true
							}
						}
					}
				},
				["门"] = {
					["光"] = {
						["荣"] = {
							["花"] = {
								this = true
							}
						}
					},
					["讲"] = {
						["人"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["灭"] = {
				["疆"] = {
					["独"] = {
						this = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					["擂"] = {
						["台"] = {
							this = true
						}
					}
				},
				["派"] = {
					["对"] = {
						this = true
					}
				}
			}
		},
		["合"] = {
			["棍"] = {
				["刀"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["警"] = {
				["棍"] = {
					["博"] = {
						["击"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["水"] = {
				["管"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["团"] = {
			["杀"] = {
				["新"] = {
					["疆"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
