pg = pg or {}
slot0 = pg
slot0.word_template_76 = {}
slot1 = slot0.word_template_76

temp = function()
	uv0["裆"] = {
		["中"] = {
			["央"] = {
				this = true
			},
			["殃"] = {
				this = true
			}
		},
		["金"] = {
			["胜"] = {
				["尚"] = {
					this = true
				}
			}
		},
		["的"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["仲"] = {
			["央"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["仇"] = {
		["共"] = {
			this = true
		},
		["道"] = {
			["人"] = {
				this = true
			}
		},
		["人"] = {
			["的"] = {
				["老"] = {
					["婆"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["症"] = {
		["腐"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["挡"] = {
		["中"] = {
			["央"] = {
				this = true
			}
		},
		["坦"] = {
			["克"] = {
				this = true,
				["青"] = {
					["年"] = {
						this = true
					}
				},
				["王"] = {
					["维"] = {
						["林"] = {
							this = true
						}
					}
				},
				["的"] = {
					["男"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["车"] = {
			this = true,
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["让"] = {
		["国"] = {
			["人"] = {
				["愤"] = {
					["怒"] = {
						["的"] = {
							["第"] = {
								["二"] = {
									["代"] = {
										["身"] = {
											["份"] = {
												["证"] = {
													["*"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["液"] = {
				["喷"] = {
					["涌"] = {
						this = true
					}
				}
			}
		},
		["蛋"] = {
			["蛋"] = {
				["变"] = {
					["大"] = {
						this = true
					}
				}
			}
		},
		["裆"] = {
			["放"] = {
				["心"] = {
					this = true
				}
			}
		},
		["黄"] = {
			["雀"] = {
				["飞"] = {
					this = true
				}
			}
		},
		["那"] = {
			["话"] = {
				["儿"] = {
					["漏"] = {
						["油"] = {
							this = true
						}
					}
				}
			}
		},
		["你"] = {
			["操"] = {
				this = true
			},
			["大"] = {
				["哥"] = {
					["爽"] = {
						["一"] = {
							["爽"] = {
								this = true
							}
						}
					}
				}
			},
			["蹲"] = {
				["监"] = {
					["狱"] = {
						this = true
					}
				}
			},
			["尽"] = {
				["享"] = {
					["柔"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["稳"] = {
				["健"] = {
					["盈"] = {
						["利"] = {
							this = true
						}
					}
				}
			},
			["用"] = {
				["子"] = {
					["宫"] = {
						["感"] = {
							["觉"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["人"] = {
				["高"] = {
					["潮"] = {
						["不"] = {
							["断"] = {
								this = true
							}
						}
					}
				},
				["爽"] = {
					["上"] = {
						["了"] = {
							["天"] = {
								this = true
							}
						}
					}
				},
				["也"] = {
					["勃"] = {
						["起"] = {
							this = true
						}
					}
				}
			}
		},
		["她"] = {
			["高"] = {
				["潮"] = {
					["迭"] = {
						["起"] = {
							this = true
						}
					}
				}
			},
			["给"] = {
				["你"] = {
					["吹"] = {
						["出"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["我"] = {
			["消"] = {
				["魂"] = {
					["的"] = {
						["老"] = {
							["外"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["寸"] = {
			["分"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["贪"] = {
		["污"] = {
			this = true,
			T = {
				["·"] = {
					W = {
						this = true
					}
				}
			},
			["腐"] = {
				["败"] = {
					this = true
				}
			},
			["犯"] = {
				this = true
			}
		},
		["官"] = {
			this = true,
			["后"] = {
				["宫"] = {
					["奇"] = {
						["闻"] = {
							this = true
						}
					}
				}
			}
		},
		["。"] = {
			["官"] = {
				this = true
			}
		},
		["财"] = {
			["老"] = {
				["头"] = {
					["吴"] = {
						["邦"] = {
							["杰"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["腐"] = {
			this = true
		},
		["克"] = {
			["压"] = {
				["雪"] = {
					["胜"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["俪"] = {
		["影"] = {
			["蝎"] = {
				["心"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["往"] = {
		["事"] = {
			["追"] = {
				["忆"] = {
					["录"] = {
						this = true,
						["*"] = {
							this = true
						},
						["全"] = {
							["集"] = {
								this = true
							}
						},
						["小"] = {
							["说"] = {
								this = true
							}
						}
					}
				}
			},
			["."] = {
				["追"] = {
					["忆"] = {
						["录"] = {
							this = true
						}
					}
				}
			},
			["并"] = {
				["."] = {
					["不"] = {
						["如"] = {
							["烟"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["何"] = {
			["方"] = {
				this = true
			}
		},
		["南"] = {
			["看"] = {
				["，"] = {
					["坐"] = {
						["台"] = {
							["的"] = {
								["小"] = {
									["姐"] = {
										["排"] = {
											["排"] = {
												["站"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["东"] = {
			["看"] = {
				["，"] = {
					["走"] = {
						["私"] = {
							["的"] = {
								["船"] = {
									["只"] = {
										["在"] = {
											["靠"] = {
												["岸"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["北"] = {
			["看"] = {
				["，"] = {
					["下"] = {
						["岗"] = {
							["的"] = {
								["职"] = {
									["工"] = {
										["几"] = {
											["千"] = {
												["万"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["西"] = {
			["看"] = {
				["，"] = {
					["新"] = {
						["疆"] = {
							["西"] = {
								["藏"] = {
									["在"] = {
										["暴"] = {
											["乱"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["睡"] = {
		["着"] = {
			["的"] = {
				["武"] = {
					["神"] = {
						this = true,
						["*"] = {
							this = true
						},
						["全"] = {
							["集"] = {
								this = true
							}
						},
						["小"] = {
							["说"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["遍"] = {
			["高"] = {
				["雄"] = {
					["旅"] = {
						this = true
					}
				}
			}
		},
		["衣"] = {
			["男"] = {
				["士"] = {
					["拘"] = {
						["捕"] = {
							this = true
						}
					},
					["拒"] = {
						["捕"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["耽"] = {
		["美"] = {
			this = true,
			["*"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["探"] = {
		["测"] = {
			["狗"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["定"] = {
				["位"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["測"] = {
			["狗"] = {
				this = true
			}
		},
		["春"] = {
			["宝"] = {
				["贝"] = {
					this = true
				}
			}
		},
		["索"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["-"] = {
		["0"] = {
			["9"] = {
				["."] = {
					i = {
						n = {
							f = {
								o = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["."] = {
		c = {
			s = {
				o = {
					l = {
						e = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		m = {
			i = {
				e = {
					r = {
						r = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["评"] = {
		["中"] = {
			["国"] = {
				["共"] = {
					["产"] = {
						["党"] = {
							["*"] = {
								this = true
							},
							[" "] = {
								["杀"] = {
									["人"] = {
										["历"] = {
											["史"] = {
												this = true
											}
										}
									}
								}
							},
							["杀"] = {
								["人"] = {
									["历"] = {
										["史"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["禁"] = {
			["兮"] = {
				this = true
			},
			["习"] = {
				this = true
			}
		},
		["远"] = {
			["媳"] = {
				this = true
			}
		},
		["博"] = {
			["网"] = {
				this = true
			}
		},
		["优"] = {
			["期"] = {
				["刊"] = {
					["发"] = {
						["表"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["职"] = {
			["称"] = {
				this = true
			}
		},
		["论"] = {
			["区"] = {
				["清"] = {
					["零"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["退"] = {
		["团"] = {
			this = true,
			["*"] = {
				this = true
			},
			["声"] = {
				["明"] = {
					this = true
				}
			}
		},
		["党"] = {
			this = true,
			["*"] = {
				this = true
			},
			["声"] = {
				["明"] = {
					this = true
				}
			},
			["保"] = {
				["平"] = {
					["安"] = {
						this = true
					}
				}
			},
			["大"] = {
				["潮"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["站"] = {
					this = true
				}
			}
		},
		["币"] = {
			["王"] = {
				["*"] = {
					this = true
				}
			}
		},
		d = {
			a = {
				n = {
					g = {
						this = true
					}
				}
			}
		},
		h = {
			["集"] = {
				["会"] = {
					this = true
				}
			}
		},
		["\\"] = {
			["\\"] = {
				["出"] = {
					["\\"] = {
						["\\"] = {
							["党"] = {
								["\\"] = {
									["\\"] = {
										["团"] = {
											["\\"] = {
												["\\"] = {
													["队"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["齣"] = {
					["\\"] = {
						["\\"] = {
							["黨"] = {
								["\\"] = {
									["\\"] = {
										["糰"] = {
											["\\"] = {
												["\\"] = {
													["隊"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["税"] = {
				this = true
			},
			["出"] = {
				["\\"] = {
					["党"] = {
						["\\"] = {
							["团"] = {
								["\\"] = {
									["队"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["出"] = {
			["共"] = {
				this = true,
				["产"] = {
					this = true,
					["党"] = {
						this = true
					},
					["邪"] = {
						["党"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["共"] = {
					this = true
				}
			},
			["队"] = {
				["伍"] = {
					["失"] = {
						["败"] = {
							this = true
						}
					}
				}
			},
			["房"] = {
				["间"] = {
					this = true
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["战"] = {
				["斗"] = {
					this = true
				}
			}
		},
		["改"] = {
			["离"] = {
				this = true
			}
		},
		["黨"] = {
			this = true
		},
		["共"] = {
			this = true
		},
		["款"] = {
			this = true
		},
		["殼"] = {
			this = true
		},
		["伍"] = {
			["兵"] = {
				["打"] = {
					["手"] = {
						this = true
					}
				},
				["杀"] = {
					["手"] = {
						this = true
					}
				},
				["殺"] = {
					["手"] = {
						this = true
					}
				}
			}
		},
		["休"] = {
			["大"] = {
				["佬"] = {
					this = true,
					["太"] = {
						["子"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["弘"] = {
		["法"] = {
			this = true,
			["体"] = {
				["*"] = {
					this = true
				}
			},
			["会"] = {
				this = true
			}
		},
		["道"] = {
			["商"] = {
				["贸"] = {
					this = true
				}
			}
		},
		["强"] = {
			this = true
		},
		["志"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["谁"] = {
		["是"] = {
			["新"] = {
				["中"] = {
					["国"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["胡"] = {
				["的"] = {
					["接"] = {
						["班"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["为"] = {
			["腐"] = {
				["败"] = {
					["晚"] = {
						["餐"] = {
							["买"] = {
								["单"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["想"] = {
			["阻"] = {
				["挡"] = {
					["这"] = {
						["个"] = {
							["历"] = {
								["史"] = {
									["趋"] = {
										["势"] = {
											["，"] = {
												["中"] = {
													["国"] = {
														["人"] = {
															["民"] = {
																["不"] = {
																	["会"] = {
																		["答"] = {
																			["应"] = {
																				["，"] = {
																					["也"] = {
																						["根"] = {
																							["本"] = {
																								["阻"] = {
																									["挡"] = {
																										["不"] = {
																											["了"] = {
																												this = true
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["的"] = {
			["儿"] = {
				["子"] = {
					["弄"] = {
						["彩"] = {
							["票"] = {
								this = true
							}
						}
					},
					["搞"] = {
						["正"] = {
							["变"] = {
								this = true
							}
						},
						["世"] = {
							["袭"] = {
								["、"] = {
									this = true
								}
							}
						}
					},
					["倒"] = {
						["\\"] = {
							x = {
								["{"] = {
									["1"] = {
										F = {
											["4"] = {
												F = {
													A = {
														["}"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["彩"] = {
							["雕"] = {
								this = true
							}
						}
					},
					["死"] = {
						["朝"] = {
							["鲜"] = {
								["，"] = {
									["谁"] = {
										["的"] = {
											["儿"] = {
												["子"] = {
													["拥"] = {
														["金"] = {
															["楼"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["1"] = {
						["2"] = {
							["3"] = {
								[","] = {
									["谁"] = {
										["的"] = {
											["儿"] = {
												["子"] = {
													["1"] = {
														["2"] = {
															["3"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["上"] = {
						["\\"] = {
							p = {
								P = {
									["*"] = {
										["谁"] = {
											["的"] = {
												["儿"] = {
													["子"] = {
														["卖"] = {
															["\\"] = {
																p = {
																	P = {
																		["*"] = {
																			["谁"] = {
																				["的"] = {
																					["儿"] = {
																						["子"] = {
																							["倒"] = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["妄"] = {
			["想"] = {
				["欺"] = {
					["负"] = {
						this = true,
						["中"] = {
							["国"] = {
								["（"] = {
									q = {
										u = {
											a = {
												n = {
													g = {
														u = {
															i = {
																["）"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["羊"] = {
							["大"] = {
								["爷"] = {
									["必"] = {
										["将"] = {
											["碰"] = {
												["的"] = {
													["头"] = {
														["破"] = {
															["血"] = {
																["流"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["洋"] = {
							["大"] = {
								["人"] = {
									["必"] = {
										["将"] = {
											["碰"] = {
												["的"] = {
													["头"] = {
														["破"] = {
															["血"] = {
																["流"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["…"] = {
					["…"] = {
						["都"] = {
							["必"] = {
								["将"] = {
									["…"] = {
										["…"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鸽"] = {
		["派"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["子"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["赣"] = {
		["江"] = {
			["学"] = {
				["院"] = {
					this = true,
					["暴"] = {
						["动"] = {
							["*"] = {
								this = true
							}
						}
					},
					["*"] = {
						this = true
					}
				}
			}
		},
		["您"] = {
			["娘"] = {
				this = true
			}
		},
		["州"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["器"] = {
		["官"] = {
			this = true,
			["移"] = {
				["植"] = {
					["*"] = {
						this = true
					}
				}
			},
			["贩"] = {
				this = true,
				["卖"] = {
					this = true
				}
			},
			["交"] = {
				["易"] = {
					this = true
				}
			},
			["肾"] = {
				this = true
			},
			["中"] = {
				["介"] = {
					this = true
				}
			},
			["在"] = {
				["讨"] = {
					["论"] = {
						this = true
					}
				}
			}
		},
		["硬"] = {
			["国"] = {
				["富"] = {
					["比"] = {
						["曲"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["汕"] = {
		["頭"] = {
			["頻"] = {
				["傳"] = {
					["擄"] = {
						["童"] = {
							["割"] = {
								["器"] = {
									["官"] = {
										this = true,
										["*"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["尾"] = {
			["事"] = {
				["件"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["特"] = {
			["."] = {
				["农"] = {
					["信"] = {
						["社"] = {
							this = true
						}
					}
				}
			}
		},
		["头"] = {
			["迎"] = {
				["宾"] = {
					["馆"] = {
						["火"] = {
							["灾"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["玫"] = {
		["瑰"] = {
			["园"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["逼"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["痛"] = {
		["批"] = {
			["政"] = {
				["法"] = {
					["委"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["并"] = {
			["快"] = {
				["乐"] = {
					["着"] = {
						this = true
					}
				}
			}
		},
		["经"] = {
			this = true
		},
		["忆"] = {
			[" "] = {
				["六"] = {
					["四"] = {
						this = true
					}
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			}
		},
		["↑"] = {
			["款"] = {
				["一"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["敢"] = {
		["坐"] = {
			["飞"] = {
				["机"] = {
					["吗"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["死"] = {
			["队"] = {
				["刀"] = {
					["具"] = {
						["大"] = {
							["全"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["叫"] = {
			["日"] = {
				["月"] = {
					["换"] = {
						this = true
					}
				}
			}
		},
		["争"] = {
			["高"] = {
				["下"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["践"] = {
		["踏"] = {
			["中"] = {
				["国"] = {
					["女"] = {
						["性"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["权"] = {
					this = true
				}
			},
			["宪"] = {
				["法"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["挥"] = {
		["发"] = {
			["型"] = {
				["迷"] = {
					["药"] = {
						this = true,
						["*"] = {
							this = true
						},
						["订"] = {
							["购"] = {
								this = true
							}
						}
					},
					["昏"] = {
						["药"] = {
							this = true
						}
					},
					["晕"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["霍"] = {
			["中"] = {
				["华"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["崔"] = {
		["英"] = {
			["杰"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["会"] = {
			["烈"] = {
				this = true
			}
		},
		["百"] = {
			["泉"] = {
				this = true
			}
		},
		["逢"] = {
			["9"] = {
				this = true
			},
			["九"] = {
				this = true
			}
		},
		["光"] = {
			["明"] = {
				this = true
			}
		},
		["健"] = {
			this = true,
			["一"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["绿"] = {
			["华"] = {
				this = true
			}
		},
		["情"] = {
			["粉"] = {
				this = true
			},
			["水"] = {
				this = true
			},
			["香"] = {
				["水"] = {
					this = true
				}
			},
			["药"] = {
				this = true
			}
		},
		["卫"] = {
			["平"] = {
				["刘"] = {
					["晓"] = {
						["波"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["仁"] = {
		["寿"] = {
			["警"] = {
				["方"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["吉"] = {
			["旺"] = {
				["姆"] = {
					this = true
				}
			}
		},
		["青"] = {
			["加"] = {
				this = true
			}
		},
		["波"] = {
			["切"] = {
				this = true
			}
		},
		["和"] = {
			["教"] = {
				["育"] = {
					["助"] = {
						["考"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["科"] = {
			["百"] = {
				["华"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["華"] = {
					this = true,
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			["性"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["曦"] = {
			["驾"] = {
				["校"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["愈"] = {
		["快"] = {
			["乐"] = {
				["愈"] = {
					["堕"] = {
						["落"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
