pg = pg or {}
slot0 = pg
slot0.word_template_118 = {}
slot1 = slot0.word_template_118

function temp()
	uv0["團"] = {
		["長"] = {
			["戈"] = {
				["登"] = {
					this = true
				}
			}
		},
		["員"] = {
			["馬"] = {
				["爾"] = {
					["汀"] = {
						this = true
					}
				}
			}
		},
		["體"] = {
			["追"] = {
				["債"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["摶"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鼉"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["籜"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["膃"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["晚"] = {
		["年"] = {
			["周"] = {
				["恩"] = {
					["來"] = {
						this = true
					},
					["来"] = {
						this = true
					}
				},
				["\\"] = {
					["恩"] = {
						["来"] = {
							this = true
						}
					}
				}
			}
		},
		["晚"] = {
			["干"] = {
				this = true
			}
		},
		["秋"] = {
			["和"] = {
				["值"] = {
					["谜"] = {
						this = true
					}
				}
			}
		},
		["报"] = {
			["古"] = {
				["鸽"] = {
					this = true
				}
			}
		},
		["会"] = {
			["6"] = {
				["4"] = {
					this = true
				}
			}
		},
		["乙"] = {
			["子"] = {
				["爱"] = {
					b = {
						t = {
							this = true
						}
					}
				},
				["愛"] = {
					b = {
						t = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["綰"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["萬"] = {
		["里"] = {
			this = true
		},
		["潤"] = {
			["南"] = {
				this = true
			}
		},
		["維"] = {
			["讀"] = {
				["者"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["曉"] = {
			["東"] = {
				this = true
			}
		},
		["人"] = {
			["暴"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["能"] = {
			["鑰"] = {
				["匙"] = {
					this = true
				}
			},
			["$"] = {
				["#"] = {
					["上"] = {
						["分"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["將"] = {
					["$"] = {
						["機"] = {
							this = true
						}
					},
					["機"] = {
						this = true
					}
				},
				["鱂"] = {
					["機"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["車"] = {
					["解"] = {
						["碼"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["上"] = {
				["分"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["鋼"] = {
			this = true
		},
		["褦"] = {
			["拔"] = {
				["鎖"] = {
					["噐"] = {
						this = true
					}
				}
			},
			["丄"] = {
				["衯"] = {
					["噐"] = {
						this = true
					}
				}
			},
			["鈅"] = {
				this = true,
				["匙"] = {
					this = true
				}
			}
		},
		["年"] = {
			["嬭"] = {
				["油"] = {
					["冰"] = {
						this = true
					}
				}
			}
		},
		["哖"] = {
			["奶"] = {
				["油"] = {
					["栤"] = {
						this = true
					}
				}
			}
		},
		["盛"] = {
			["哪"] = {
				["找"] = {
					["尐"] = {
						["姊"] = {
							this = true
						}
					},
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			}
		},
		["稅"] = {
			this = true
		},
		["王"] = {
			["之"] = {
				["王"] = {
					this = true
				}
			}
		},
		["象"] = {
			["城"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["淫"] = {
			["堂"] = {
				this = true
			}
		},
		["元"] = {
			["地"] = {
				["主"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["網"] = {
		["禪"] = {
			this = true
		},
		["特"] = {
			this = true
		},
		["愛"] = {
			this = true
		},
		["購"] = {
			["汽"] = {
				["槍"] = {
					this = true
				}
			}
		},
		["管"] = {
			this = true
		},
		["捷"] = {
			["信"] = {
				this = true
			}
		},
		["路"] = {
			T = {
				V = {
					["棒"] = {
						this = true
					}
				}
			},
			["百"] = {
				["家"] = {
					["樂"] = {
						this = true,
						["賭"] = {
							["場"] = {
								this = true
							}
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					this = true
				}
			},
			["創"] = {
				["世"] = {
					["紀"] = {
						this = true
					}
				}
			},
			["電"] = {
				["視"] = {
					T = {
						V = {
							["棒"] = {
								this = true
							}
						}
					},
					["棒"] = {
						this = true,
						["電"] = {
							["話"] = {
								this = true
							}
						},
						["供"] = {
							["應"] = {
								this = true
							}
						},
						["官"] = {
							["網"] = {
								this = true
							}
						},
						["批"] = {
							["發"] = {
								this = true
							}
						},
						["手"] = {
							["機"] = {
								this = true
							}
						},
						["專"] = {
							this = true
						}
					}
				}
			},
			["賭"] = {
				["博"] = {
					["機"] = {
						this = true
					}
				},
				["場"] = {
					this = true
				}
			},
			["公"] = {
				["祭"] = {
					this = true
				}
			},
			["雇"] = {
				["傭"] = {
					["軍"] = {
						this = true
					}
				}
			},
			["老"] = {
				["虎"] = {
					["機"] = {
						this = true
					}
				}
			},
			["龍"] = {
				["虎"] = {
					["鬥"] = {
						this = true
					}
				}
			},
			["輪"] = {
				["盤"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					["小"] = {
						["說"] = {
							this = true
						}
					}
				}
			},
			["投"] = {
				["注"] = {
					this = true
				}
			},
			["下"] = {
				["注"] = {
					this = true
				}
			},
			["真"] = {
				["人"] = {
					["賭"] = {
						["博"] = {
							this = true
						}
					}
				}
			},
			["足"] = {
				["球"] = {
					["下"] = {
						["注"] = {
							this = true
						}
					}
				}
			}
		},
		["络"] = {
			["公"] = {
				["祭"] = {
					this = true
				}
			},
			["綪"] = {
				["銫"] = {
					["?"] = {
						["哾"] = {
							this = true
						}
					},
					["⺌"] = {
						["哾"] = {
							this = true
						}
					}
				}
			}
		},
		["絡"] = {
			["办"] = {
				["證"] = {
					["刻"] = {
						["璋"] = {
							this = true
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						this = true,
						["電"] = {
							["話"] = {
								this = true
							}
						}
					}
				}
			},
			["公"] = {
				["祭"] = {
					this = true
				}
			},
			["雇"] = {
				["傭"] = {
					["軍"] = {
						this = true
					}
				}
			},
			["僱"] = {
				["傭"] = {
					["軍"] = {
						this = true
					}
				}
			},
			["監"] = {
				["控"] = {
					["軟"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["輪"] = {
				["盤"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					["小"] = {
						["說"] = {
							this = true
						}
					}
				},
				["铯"] = {
					["尐"] = {
						["說"] = {
							this = true
						}
					}
				}
			}
		},
		["丄"] = {
			["办"] = {
				["證"] = {
					["刻"] = {
						["璋"] = {
							this = true
						}
					}
				}
			},
			["眞"] = {
				["亽"] = {
					["粨"] = {
						["傢"] = {
							["楽"] = {
								this = true
							}
						}
					}
				},
				["銭"] = {
					["賭"] = {
						["愽"] = {
							this = true
						}
					},
					["骰"] = {
						["寶"] = {
							this = true
						}
					}
				}
			}
		},
		["上"] = {
			["#"] = {
				["賭"] = {
					["博"] = {
						["機"] = {
							this = true
						}
					}
				}
			},
			["*"] = {
				["老"] = {
					["虎"] = {
						["機"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					this = true
				}
			},
			["除"] = {
				["名"] = {
					this = true
				}
			},
			["打"] = {
				["牌"] = {
					["贏"] = {
						["錢"] = {
							this = true
						}
					}
				}
			},
			["賭"] = {
				["博"] = {
					["&"] = {
						["遊"] = {
							["戲"] = {
								this = true
							}
						}
					},
					["機"] = {
						this = true
					},
					["遊"] = {
						["戲"] = {
							this = true
						}
					}
				},
				["場"] = {
					this = true
				},
				["錢"] = {
					this = true
				}
			},
			["各"] = {
				["式"] = {
					["賭"] = {
						["博"] = {
							["機"] = {
								this = true
							}
						}
					}
				}
			},
			["老"] = {
				["虎"] = {
					["機"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["槍"] = {
						["華"] = {
							["北"] = {
								this = true
							}
						}
					}
				}
			},
			["鳥"] = {
				["氣"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["現"] = {
				["金"] = {
					["棋"] = {
						["牌"] = {
							this = true
						}
					}
				}
			},
			["線"] = {
				["上"] = {
					["賭"] = {
						["博"] = {
							["機"] = {
								this = true
							}
						}
					},
					["老"] = {
						["虎"] = {
							["機"] = {
								this = true
							}
						}
					}
				}
			},
			["娛"] = {
				["樂"] = {
					["城"] = {
						this = true
					}
				}
			},
			["真"] = {
				["錢"] = {
					["賭"] = {
						["博"] = {
							this = true
						}
					},
					["輪"] = {
						["盤"] = {
							this = true
						}
					},
					["骰"] = {
						["寶"] = {
							this = true
						}
					},
					["娛"] = {
						["樂"] = {
							["場"] = {
								this = true
							}
						}
					}
				},
				["人"] = {
					["百"] = {
						["家"] = {
							["樂"] = {
								this = true
							}
						}
					},
					["娛"] = {
						["樂"] = {
							["場"] = {
								this = true
							}
						}
					}
				}
			},
			["集"] = {
				["會"] = {
					this = true
				}
			}
		},
		["襪"] = {
			O = {
				L = {
					this = true
				}
			},
			["Ｏ"] = {
				["Ｌ"] = {
					this = true
				}
			}
		},
		["星"] = {
			["艾"] = {
				["尼"] = {
					["克"] = {
						["斯"] = {
							this = true
						}
					}
				}
			}
		},
		["銀"] = {
			["卡"] = {
				this = true
			}
		},
		["友"] = {
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["址"] = {
			this = true
		},
		["賺"] = {
			["教"] = {
				["程"] = {
					this = true
				}
			}
		},
		["狀"] = {
			["透"] = {
				["明"] = {
					["衣"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鮪"] = {
		this = {
			this = true
		}
	}
end

temp()
