pg = pg or {}
slot0 = pg
slot0.word_template_139 = {}
slot1 = slot0.word_template_139

function temp()
	uv0["乡"] = {
		["巴"] = {
			["佬"] = {
				this = true
			}
		},
		["村"] = {
			["精"] = {
				["品"] = {
					h = {
						["文"] = {
							["合"] = {
								["集"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["欲"] = {
				["孽"] = {
					this = true
				}
			},
			["猎"] = {
				["艳"] = {
					["记"] = {
						this = true
					}
				}
			},
			["乱"] = {
				["情"] = {
					this = true
				}
			},
			["的"] = {
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			},
			["艳"] = {
				["事"] = {
					this = true
				}
			},
			["野"] = {
				["疯"] = {
					["狂"] = {
						this = true
					}
				}
			},
			["春"] = {
				["潮"] = {
					this = true
				}
			},
			["之"] = {
				["大"] = {
					["被"] = {
						["同"] = {
							["眠"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["娇"] = {
					["娘"] = {
						this = true
					}
				}
			}
		},
		["野"] = {
			["春"] = {
				["事"] = {
					this = true
				},
				["色"] = {
					this = true
				},
				["床"] = {
					this = true
				}
			},
			["欲"] = {
				["潮"] = {
					["绝"] = {
						["色"] = {
							["村"] = {
								["嫂"] = {
									["的"] = {
										["泛"] = {
											["滥"] = {
												["春"] = {
													["情"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["村"] = {
				["医"] = {
					this = true
				}
			},
			["妇"] = {
				["科"] = {
					["男"] = {
						["医"] = {
							this = true
						}
					}
				}
			},
			["痞"] = {
				["医"] = {
					this = true
				}
			}
		},
		["艳"] = {
			["小"] = {
				["村"] = {
					["医"] = {
						this = true
					}
				}
			}
		},
		["下"] = {
			["哺"] = {
				["乳"] = {
					["少"] = {
						["妇"] = {
							this = true
						}
					}
				}
			}
		},
		["勇"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["想"] = {
		["上"] = {
			["你"] = {
				this = true
			}
		},
		["不"] = {
			["到"] = {
				["的"] = {
					["黑"] = {
						["幕"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["崾"] = {
			["做"] = {
				["噯"] = {
					["綜"] = {
						["合"] = {
							this = true
						}
					}
				}
			}
		},
		["做"] = {
			["爱"] = {
				["网"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["邪"] = {
		["教"] = {
			this = true,
			["邪"] = {
				["魔"] = {
					this = true
				}
			}
		},
		["恶"] = {
			this = true,
			["少"] = {
				["女"] = {
					["漫"] = {
						["画"] = {
							this = true,
							["之"] = {
								["熟"] = {
									["睡"] = {
										["中"] = {
											["的"] = {
												["姐"] = {
													["姐"] = {
														this = true
													}
												}
											}
										}
									}
								},
								["单"] = {
									["人"] = {
										["双"] = {
											["打"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["傉"] = {
				["动"] = {
					this = true
				}
			},
			["萝"] = {
				["莉"] = {
					["工"] = {
						["口"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["党"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["?"] = {
				this = true
			},
			["党"] = {
				["徒"] = {
					this = true
				}
			},
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			},
			["江"] = {
				["泽"] = {
					["民"] = {
						this = true
					}
				}
			},
			["帝"] = {
				this = true
			},
			["漫"] = {
				["画"] = {
					this = true,
					["库"] = {
						this = true
					}
				}
			},
			["生"] = {
				["."] = {
					["命"] = {
						this = true
					}
				}
			},
			["势"] = {
				["力"] = {
					this = true
				}
			},
			["天"] = {
				["使"] = {
					["出"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["漫"] = {
					["画"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			["花"] = {
				["少"] = {
					this = true
				}
			}
		},
		["琉"] = {
			["璃"] = {
				["神"] = {
					["社"] = {
						this = true
					}
				}
			}
		},
		["党"] = {
			this = true
		},
		["禁"] = {
			["瓶"] = {
				this = true
			}
		},
		[","] = {
			["恶"] = {
				["\""] = {
					this = true
				},
				["的"] = {
					["党"] = {
						["\""] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["恶"] = {
				["因"] = {
					["素"] = {
						this = true
					}
				}
			},
			["魔"] = {
				this = true
			}
		},
		["典"] = {
			this = true
		},
		["魔"] = {
			["上"] = {
				["身"] = {
					this = true
				}
			}
		},
		["性"] = {
			["总"] = {
				["裁"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["兴"] = {
		["奋"] = {
			["剂"] = {
				this = true
			}
		},
		["发"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		["华"] = {
			["论"] = {
				["谈"] = {
					this = true
				}
			}
		},
		["妇"] = {
			A = {
				V = {
					["吧"] = {
						this = true
					}
				}
			}
		},
		["旺"] = {
			["电"] = {
				["竞"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["血"] = {
		["逼"] = {
			this = true
		},
		["腥"] = {
			this = true,
			["图"] = {
				["片"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			k = {
				u = {
					s = {
						h = {
							this = true
						}
					}
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			},
			[" "] = {
				["六"] = {
					["月"] = {
						["四"] = {
							["日"] = {
								this = true
							}
						}
					}
				}
			},
			["8"] = {
				["9"] = {
					this = true
				}
			},
			["八"] = {
				["九"] = {
					this = true
				}
			},
			["冲"] = {
				["突"] = {
					this = true
				}
			},
			["衝"] = {
				["突"] = {
					this = true
				}
			},
			["的"] = {
				["黎"] = {
					["明"] = {
						["周"] = {
							["舵"] = {
								this = true
							}
						}
					}
				}
			},
			["六"] = {
				["月"] = {
					["四"] = {
						["日"] = {
							this = true
						}
					}
				}
			},
			["內"] = {
				["幕"] = {
					this = true
				}
			},
			["内"] = {
				["幕"] = {
					this = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			},
			["屠"] = {
				["杀"] = {
					["建"] = {
						["国"] = {
							["门"] = {
								this = true
							}
						}
					},
					["木"] = {
						["樨"] = {
							["地"] = {
								this = true
							}
						}
					}
				}
			},
			["镇"] = {
				["压"] = {
					this = true,
					[" "] = {
						["八"] = {
							["九"] = {
								this = true,
								["年"] = {
									this = true
								}
							}
						},
						["六"] = {
							["四"] = {
								this = true
							}
						}
					},
					["8"] = {
						["9"] = {
							["年"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					},
					["八"] = {
						["九"] = {
							this = true,
							["年"] = {
								this = true,
								["天"] = {
									["安"] = {
										["门"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			}
		},
		["溅"] = {
			["红"] = {
				["灯"] = {
					["区"] = {
						["*"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["天"] = {
						["堂"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["恋"] = {
			["*"] = {
				this = true
			}
		},
		["卡"] = {
			this = true
		},
		["色"] = {
			["京"] = {
				["机"] = {
					this = true
				},
				["畿"] = {
					this = true
				}
			},
			["黎"] = {
				["明"] = {
					this = true
				}
			},
			["村"] = {
				["雨"] = {
					this = true
				}
			}
		},
		["书"] = {
			this = true
		},
		["洗"] = {
			this = true,
			["京"] = {
				["城"] = {
					this = true
				},
				["华"] = {
					this = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					},
					["門"] = {
						this = true
					}
				}
			}
		},
		["水"] = {
			["圣"] = {
				["灵"] = {
					this = true
				}
			}
		},
		B = {
			this = true
		},
		["案"] = {
			["六"] = {
				["四"] = {
					this = true
				}
			}
		},
		["比"] = {
			this = true
		},
		["海"] = {
			["木"] = {
				["樨"] = {
					["地"] = {
						this = true
					}
				}
			}
		},
		["流"] = {
			["成"] = {
				["河"] = {
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["路"] = {
			["1"] = {
				["9"] = {
					["8"] = {
						["9"] = {
							this = true
						}
					}
				}
			}
		},
		["罗"] = {
			["刹"] = {
				this = true
			}
		},
		["脉"] = {
			["激"] = {
				["动"] = {
					["六"] = {
						["合"] = {
							["彩"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["拼"] = {
			this = true
		},
		["染"] = {
			["的"] = {
				["风"] = {
					["采"] = {
						this = true,
						["木"] = {
							["樨"] = {
								["地"] = {
									this = true
								}
							}
						}
					}
				},
				["六"] = {
					["月"] = {
						this = true
					}
				},
				["風"] = {
					["采"] = {
						this = true
					}
				}
			},
			["风"] = {
				["采"] = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true
		},
		["洒"] = {
			this = true,
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["灑"] = {
			this = true,
			["天"] = {
				["安"] = {
					["門"] = {
						this = true
					}
				}
			}
		},
		["头"] = {
			this = true
		},
		["浴"] = {
			this = true,
			[" "] = {
				S = {
					Q = {
						U = {
							A = {
								R = {
									E = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			s = {
				q = {
					u = {
						a = {
							r = {
								e = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["债"] = {
			["帮"] = {
				this = true
			},
			["血"] = {
				["偿"] = {
					this = true
				}
			}
		},
		["筑"] = {
			["的"] = {
				["历"] = {
					["史"] = {
						this = true
					}
				}
			}
		},
		["钻"] = {
			["野"] = {
				["燕"] = {
					["麦"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["烟"] = {
		["草"] = {
			["局"] = {
				this = true
			},
			["花"] = {
				["叶"] = {
					["病"] = {
						["毒"] = {
							this = true
						}
					}
				}
			}
		},
		["雾"] = {
			["弹"] = {
				this = true,
				["制"] = {
					["备"] = {
						this = true
					}
				}
			}
		},
		["花"] = {
			this = true,
			["爆"] = {
				["竹"] = {
					this = true,
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["严"] = {
		["方"] = {
			["军"] = {
				this = true
			}
		},
		["家"] = {
			["其"] = {
				this = true
			},
			["祺"] = {
				this = true
			}
		},
		["百"] = {
			["草"] = {
				this = true
			}
		},
		["伙"] = {
			["计"] = {
				this = true
			}
		},
		["隽"] = {
			["琪"] = {
				this = true
			}
		},
		["戒"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["以"] = {
		["茎"] = {
			["至"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["身"] = {
			["护"] = {
				["法"] = {
					this = true
				}
			}
		},
		["血"] = {
			["护"] = {
				["法"] = {
					this = true
				}
			}
		},
		["莖"] = {
			["至"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["精"] = {
			["洗"] = {
				["面"] = {
					["奶"] = {
						this = true
					}
				}
			}
		},
		["致"] = {
			["学"] = {
				["生"] = {
					["市"] = {
						["民"] = {
							["以"] = {
								["至"] = {
									["于"] = {
										["军"] = {
											["人"] = {
												["的"] = {
													["死"] = {
														["亡"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["义"] = {
			["聚"] = {
				["众"] = {
					this = true
				}
			}
		},
		["義"] = {
			["聚"] = {
				["衆"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["抑"] = {
		["制"] = {
			["剂"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["英"] = {
		["雄"] = {
			["纪"] = {
				["念"] = {
					["碑"] = {
						this = true
					}
				}
			},
			["联"] = {
				["盟"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			B = {
				["9"] = {
					["-"] = {
						["1"] = {
							["0"] = {
								this = true
							}
						}
					}
				},
				["5"] = {
					["0"] = {
						this = true
					}
				}
			},
			s = {
				["4"] = {
					["1"] = {
						["0"] = {
							this = true
						}
					}
				}
			},
			E = {
				V = {
					["2"] = {
						this = true
					}
				}
			},
			b = {
				["5"] = {
					["0"] = {
						this = true
					}
				}
			},
			["骚"] = {
				["本"] = {
					this = true,
					["打"] = {
						["猎"] = {
							this = true
						}
					}
				}
			},
			["掻"] = {
				["本"] = {
					this = true
				}
			},
			["金"] = {
				["融"] = {
					["时"] = {
						["报"] = {
							this = true
						}
					}
				}
			}
		},
		["语"] = {
			["等"] = {
				["级"] = {
					["证"] = {
						this = true
					},
					["考"] = {
						["试"] = {
							["答"] = {
								["案"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["替"] = {
				["考"] = {
					this = true
				}
			},
			["枪"] = {
				["手"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["四"] = {
				["六"] = {
					["级"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["网"] = {
						this = true
					}
				},
				["书"] = {
					this = true
				}
			}
		},
		["皇"] = {
			["宫"] = {
				["殿"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							},
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					},
					["在"] = {
						["线"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					},
					["线"] = {
						["上"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["豪"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["飞"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["格"] = {
			["尔"] = {
				["的"] = {
					["手"] = {
						["扎"] = {
							this = true
						}
					}
				}
			}
		},
		["語"] = {
			["槍"] = {
				["手"] = {
					this = true
				}
			}
		},
		["熊"] = {
			["草"] = {
				["媛"] = {
					this = true
				}
			}
		},
		["灵"] = {
			this = true
		},
		["亚"] = {
			["体"] = {
				["育"] = {
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
