pg = pg or {}
slot0 = pg
slot0.word_template_52 = {}
slot1 = slot0.word_template_52

temp = function()
	uv0["来"] = {
		["复"] = {
			["枪"] = {
				this = true
			}
		},
		["吧"] = {
			["综"] = {
				["合"] = {
					["网"] = {
						this = true
					}
				}
			},
			["插"] = {
				["插"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["爽"] = {
			["我"] = {
				this = true
			}
		},
		["插"] = {
			["我"] = {
				this = true
			}
		},
		["干"] = {
			this = true
		},
		["福"] = {
			["线"] = {
				this = true
			},
			["枪"] = {
				this = true
			},
			["汽"] = {
				["狗"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["来"] = {
			["娱"] = {
				["乐"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["宾"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["操"] = {
			["8"] = {
				this = true
			},
			["吧"] = {
				this = true
			}
		},
		["次"] = {
			["阴"] = {
				["核"] = {
					["高"] = {
						["潮"] = {
							this = true
						}
					}
				}
			}
		},
		["电"] = {
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["改"] = {
				["号"] = {
					["器"] = {
						this = true
					}
				}
			},
			["任"] = {
				["意"] = {
					["显"] = {
						this = true
					}
				}
			}
		},
		["凤"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["京"] = {
			["上"] = {
				["访"] = {
					this = true
				}
			}
		},
		["俊"] = {
			["臣"] = {
				this = true
			}
		},
		["龙"] = {
			["去"] = {
				["脉"] = {
					this = true
				}
			}
		},
		["栖"] = {
			this = true,
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["日"] = {
			["天"] = {
				["天"] = {
					["免"] = {
						["费"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["生"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["须"] = {
			["真"] = {
				["央"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["找"] = {
			["嫩"] = {
				["模"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			}
		},
		["自"] = {
			["波"] = {
				["兰"] = {
					["的"] = {
						["美"] = {
							["妖"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["步"] = {
		["枪"] = {
			this = true,
			["结"] = {
				["构"] = {
					["图"] = {
						["解"] = {
							["剖"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["密"] = {
				["云"] = {
					this = true
				}
			},
			["转"] = {
				["让"] = {
					this = true
				}
			}
		},
		["兵"] = {
			["撸"] = {
				["在"] = {
					["线"] = {
						this = true
					}
				}
			},
			["作"] = {
				["品"] = {
					this = true
				}
			},
			["片"] = {
				this = true
			},
			["下"] = {
				["马"] = {
					this = true
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			},
			["列"] = {
				["表"] = {
					this = true
				}
			},
			["单"] = {
				["体"] = {
					this = true
				}
			},
			["斧"] = {
				this = true
			},
			["快"] = {
				["刀"] = {
					this = true
				}
			},
			["突"] = {
				["击"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["鸡"] = {
			this = true
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							this = true
						}
					}
				}
			}
		},
		["飞"] = {
			["烟"] = {
				this = true
			}
		},
		["非"] = {
			["烟"] = {
				this = true
			}
		},
		["狗"] = {
			this = true
		},
		["军"] = {
			["骑"] = {
				["兵"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["槍"] = {
			this = true
		},
		["抢"] = {
			this = true
		},
		["阳"] = {
			["极"] = {
				["速"] = {
					["快"] = {
						["开"] = {
							this = true
						}
					},
					["秒"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["调"] = {
			["一"] = {
				["致"] = {
					["向"] = {
						["前"] = {
							["进"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["消"] = {
		["音"] = {
			["器"] = {
				this = true
			},
			["狗"] = {
				this = true
			},
			["步"] = {
				["枪"] = {
					this = true,
					["组"] = {
						["装"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["长"] = {
				["居"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["防"] = {
			["队"] = {
				this = true
			},
			["隊"] = {
				this = true
			},
			["防"] = {
				["暴"] = {
					["枪"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			}
		},
		["业"] = {
			this = true,
			["论"] = {
				this = true
			},
			["之"] = {
				["说"] = {
					this = true
				}
			}
		},
		["魂"] = {
			this = true,
			["的"] = {
				["呻"] = {
					["吟"] = {
						this = true
					}
				}
			},
			["粉"] = {
				["嫩"] = {
					["少"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["乳"] = {
				["交"] = {
					this = true
				}
			},
			["时"] = {
				["光"] = {
					this = true
				}
			}
		},
		["灭"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			}
		},
		["滅"] = {
			["共"] = {
				["產"] = {
					["黨"] = {
						this = true
					}
				}
			}
		},
		["声"] = {
			["榴"] = {
				["弹"] = {
					["发"] = {
						["射"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["器"] = {
				this = true,
				["一"] = {
					["个"] = {
						this = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["失"] = {
			["笔"] = {
				this = true
			},
			["张"] = {
				["世"] = {
					["军"] = {
						this = true
					}
				}
			},
			["的"] = {
				["9"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["旋"] = {
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					}
				}
			}
		},
		["野"] = {
			["亚"] = {
				["纱"] = {
					this = true
				}
			},
			["亞"] = {
				["紗"] = {
					this = true
				}
			}
		},
		["灾"] = {
			this = true
		},
		["災"] = {
			this = true
		},
		["气"] = {
			["外"] = {
				["交"] = {
					this = true
				}
			}
		},
		["极"] = {
			["抗"] = {
				["疫"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["槽"] = {
		["化"] = {
			["枪"] = {
				["管"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["管"] = {
				this = true
			},
			["膛"] = {
				["室"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["伯"] = {
		["莱"] = {
			["塔"] = {
				this = true
			}
		},
		["爵"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["希"] = {
			["来"] = {
				this = true
			},
			["澜"] = {
				this = true
			}
		},
		["颜"] = {
			this = true
		},
		["吸"] = {
			["涞"] = {
				this = true
			}
		},
		["系"] = {
			["来"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["兄"] = {
		["弟"] = {
			["打"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["男"] = {
				["模"] = {
					["会"] = {
						["所"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["后"] = {
					["女"] = {
						["友"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["官"] = {
					this = true
				}
			},
			["军"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			},
			["连"] = {
				["弓"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				},
				["努"] = {
					["弓"] = {
						this = true
					}
				},
				["弩"] = {
					["弓"] = {
						this = true
					}
				}
			},
			["連"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["联"] = {
				["盟"] = {
					["军"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		["嫁"] = {
			["売"] = {
				["春"] = {
					["调"] = {
						["教"] = {
							this = true
						}
					}
				}
			},
			["义"] = {
				["姉"] = {
					["性"] = {
						["玩"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			["義"] = {
				["姉"] = {
					["性"] = {
						["玩"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["妹"] = {
			["毕"] = {
				["业"] = {
					["式"] = {
						["之"] = {
							["后"] = {
								this = true
							}
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["千"] = {
		["秋"] = {
			["狩"] = {
				["猎"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["花"] = {
			["网"] = {
				this = true
			},
			["坊"] = {
				this = true,
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["百"] = {
			["撸"] = {
				this = true,
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["亿"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					},
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["澳"] = {
				["门"] = {
					["娱"] = {
						["乐"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["城"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["官"] = {
				["网"] = {
					this = true
				}
			}
		},
		["白"] = {
			["撸"] = {
				this = true
			}
		},
		["涩"] = {
			b = {
				t = {
					["核"] = {
						["工"] = {
							["厂"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["日"] = {
			["新"] = {
				["政"] = {
					this = true
				}
			}
		},
		["赢"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							},
							["官"] = {
								["方"] = {
									["网"] = {
										["站"] = {
											this = true
										}
									}
								}
							},
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["网"] = {
						this = true
					}
				}
			}
		},
		["盈"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["岛"] = {
			["湖"] = {
				["之"] = {
					["旅"] = {
						this = true
					}
				}
			}
		},
		["源"] = {
			this = true
		},
		x = {
			i = {
				["曼"] = {
					this = true
				}
			}
		},
		["层"] = {
			["钢"] = {
				this = true
			}
		},
		["朝"] = {
			["枪"] = {
				["模"] = {
					["鉴"] = {
						["赏"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["代"] = {
			n = {
				["9"] = {
					this = true
				}
			}
		},
		["古"] = {
			["兴"] = {
				["亡"] = {
					[","] = {
						["亡"] = {
							["于"] = {
								["一"] = {
									["相"] = {
										["\""] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["里"] = {
			["送"] = {
				["逼"] = {
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["眼"] = {
				this = true
			}
		},
		["门"] = {
			["六"] = {
				["决"] = {
					this = true
				}
			}
		},
		["門"] = {
			["六"] = {
				["決"] = {
					this = true
				}
			}
		},
		["面"] = {
			["面"] = {
				["具"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["术"] = {
			this = true,
			["道"] = {
				["具"] = {
					this = true,
					["教"] = {
						["学"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["学"] = {
					["包"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["術"] = {
			this = true,
			["道"] = {
				["具"] = {
					this = true,
					["教"] = {
						["學"] = {
							this = true
						}
					},
					["視"] = {
						["頻"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["學"] = {
					["包"] = {
						["會"] = {
							this = true
						}
					},
					["網"] = {
						this = true
					}
				}
			},
			["牌"] = {
				["技"] = {
					["培"] = {
						["訓"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["法"] = {
					["教"] = {
						["學"] = {
							this = true
						}
					}
				}
			}
		},
		["丝"] = {
			["万"] = {
				["缕"] = {
					this = true
				}
			}
		},
		["田"] = {
			["爱"] = {
				["纱"] = {
					b = {
						t = {
							this = true
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["愛"] = {
				["紗"] = {
					b = {
						t = {
							this = true
						}
					},
					["電"] = {
						["驢"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			}
		},
		["万"] = {
			Q = {
				["币"] = {
					this = true
				}
			}
		},
		["禧"] = {
			["金"] = {
				["瓶"] = {
					["梅"] = {
						this = true
					}
				}
			}
		},
		["夏"] = {
			["由"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["飘"] = {
		["红"] = {
			["户"] = {
				["外"] = {
					["狩"] = {
						["猎"] = {
							["论"] = {
								["坛"] = {
									this = true
								}
							}
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["飘"] = {
			["欲"] = {
				["仙"] = {
					this = true
				}
			}
		},
		["流"] = {
			["幻"] = {
				["境"] = {
					this = true
				}
			}
		},
		["萍"] = {
			["书"] = {
				["屋"] = {
					this = true
				}
			}
		},
		["扬"] = {
			["\\"] = {
				p = {
					P = {
						["*"] = {
							["共"] = {
								["和"] = {
									["国"] = {
										["的"] = {
											["旗"] = {
												["帜"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["唯"] = {
		["品"] = {
			["枪"] = {
				["网"] = {
					this = true
				}
			}
		},
		["美"] = {
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["光"] = {
					this = true
				}
			}
		},
		["思"] = {
			["影"] = {
				["城"] = {
					this = true
				}
			}
		},
		["爱"] = {
			["成"] = {
				["人"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["川"] = {
			["纯"] = {
				["日"] = {
					["本"] = {
						this = true
					}
				}
			}
		},
		["物"] = {
			["史"] = {
				["观"] = {
					this = true
				}
			}
		},
		["有"] = {
			["杀"] = {
				["富"] = {
					["济"] = {
						["贫"] = {
							["才"] = {
								["能"] = {
									["均"] = {
										["平"] = {
											["富"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["滑"] = {
		["膛"] = {
			["弹"] = {
				["弓"] = {
					this = true,
					["枪"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["兔"] = {
				this = true
			},
			["秃"] = {
				this = true,
				["套"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["堂"] = {
			["秃"] = {
				this = true
			}
		},
		["湿"] = {
			["小"] = {
				["屄"] = {
					["洞"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["图"] = {
		["鹰"] = {
			this = true,
			["最"] = {
				["新"] = {
					["推"] = {
						["荐"] = {
							this = true
						}
					}
				}
			},
			["推"] = {
				["荐"] = {
					this = true
				}
			}
		},
		["说"] = {
			["文"] = {
				["化"] = {
					["大"] = {
						["革"] = {
							["命"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["."] = {
			["片"] = {
				["."] = {
					["上"] = {
						this = true
					}
				}
			}
		},
		["案"] = {
			["衣"] = {
				["服"] = {
					this = true
				}
			}
		},
		["巴"] = {
			["鲁"] = {
				this = true
			}
		},
		["狼"] = {
			["色"] = {
				["情"] = {
					["帝"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		["片"] = {
			["不"] = {
				["爽"] = {
					["你"] = {
						["砍"] = {
							["我"] = {
								this = true
							}
						}
					}
				}
			},
			["地"] = {
				["址"] = {
					["上"] = {
						this = true
					}
				}
			},
			["上"] = {
				["的"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				},
				["有"] = {
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			}
		},
		["森"] = {
			["破"] = {
				this = true
			}
		},
		["文"] = {
			["并"] = {
				["茂"] = {
					this = true
				}
			}
		},
		["恙"] = {
			["图"] = {
				S = {
					i = {
						n = {
							p = {
								l = {
									e = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["光"] = {
			["蛭"] = {
				["畜"] = {
					this = true
				}
			}
		},
		["样"] = {
			["\\"] = {
				p = {
					P = {
						["?"] = {
							["图"] = {
								["森"] = {
									["~"] = {
										["破"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["秀"] = {
		["鹰"] = {
			this = true,
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["管"] = {
				this = true
			}
		},
		["色"] = {
			["直"] = {
				["播"] = {
					this = true
				}
			}
		},
		["大"] = {
			["奶"] = {
				["美"] = {
					["眉"] = {
						this = true
					}
				}
			}
		},
		["都"] = {
			["激"] = {
				["情"] = {
					["吧"] = {
						this = true
					}
				}
			}
		},
		["肌"] = {
			["肉"] = {
				this = true
			}
		},
		["美"] = {
			["的"] = {
				["妹"] = {
					this = true
				}
			},
			["腿"] = {
				["双"] = {
					["峰"] = {
						this = true
					}
				}
			}
		},
		["宪"] = {
			["连"] = {
				["届"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["诚"] = {
		["信"] = {
			["汽"] = {
				["枪"] = {
					this = true,
					["网"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				}
			},
			["枪"] = {
				["行"] = {
					this = true
				},
				["支"] = {
					this = true
				}
			},
			["狗"] = {
				["商"] = {
					this = true
				}
			},
			["咨"] = {
				["询"] = {
					["办"] = {
						["证"] = {
							["中"] = {
								["心"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["办"] = {
				this = true,
				["证"] = {
					this = true,
					["刻"] = {
						["章"] = {
							["公"] = {
								["司"] = {
									this = true
								}
							},
							["集"] = {
								["团"] = {
									this = true
								}
							}
						}
					},
					["咨"] = {
						["询"] = {
							this = true
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["集"] = {
						["团"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					},
					["网"] = {
						this = true
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["理"] = {
					this = true,
					["文"] = {
						["凭"] = {
							["证"] = {
								["件"] = {
									Q = {
										Q = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["假"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true,
						["公"] = {
							["司"] = {
								this = true
							}
						}
					}
				},
				["正"] = {
					this = true
				}
			},
			["高"] = {
				["效"] = {
					["办"] = {
						["证"] = {
							["真"] = {
								["实"] = {
									this = true
								}
							}
						},
						["理"] = {
							["假"] = {
								["证"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["专"] = {
				["业"] = {
					[" "] = {
						["办"] = {
							["证"] = {
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["名"] = {
				["单"] = {
					["公"] = {
						["司"] = {
							this = true,
							[" "] = {
								["高"] = {
									["考"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["汽"] = {
					["枪"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["拌"] = {
				this = true
			},
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["郴"] = {
				["州"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["陆"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					this = true
				},
				["开"] = {
					this = true
				}
			},
			["电"] = {
				["狗"] = {
					["专"] = {
						this = true
					}
				}
			},
			["二"] = {
				["代"] = {
					["生"] = {
						["分"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["肝"] = {
				["肾"] = {
					this = true
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["沟"] = {
				["通"] = {
					this = true
				}
			},
			["假"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["经"] = {
				["营"] = {
					["网"] = {
						this = true
					}
				}
			},
			["刻"] = {
				["章"] = {
					this = true
				}
			},
			["理"] = {
				["财"] = {
					this = true
				}
			},
			["立"] = {
				["天"] = {
					["下"] = {
						this = true
					}
				}
			},
			["气"] = {
				["短"] = {
					["狗"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			},
			["肾"] = {
				["源"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					["网"] = {
						this = true
					}
				}
			},
			["天"] = {
				["天"] = {
					["证"] = {
						["件"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["下"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["药"] = {
				["业"] = {
					this = true
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["正"] = {
				["历"] = {
					["咨"] = {
						["询"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["历"] = {
					["咨"] = {
						["询"] = {
							this = true
						}
					}
				},
				["务"] = {
					this = true
				}
			},
			["资"] = {
				["源"] = {
					this = true
				}
			},
			["做"] = {
				["假"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["办"] = {
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["接"] = {
			D = {
				D = {
					O = {
						S = {
							this = true
						}
					}
				}
			}
		},
		["聘"] = {
			["代"] = {
				["母"] = {
					this = true
				}
			}
		},
		["心"] = {
			["军"] = {
				["工"] = {
					["网"] = {
						this = true
					}
				}
			},
			["立"] = {
				["天"] = {
					["下"] = {
						this = true
					}
				}
			}
		},
		["意"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["誉"] = {
			this = true
		},
		["挚"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["逆"] = {
		["战"] = {
			["户"] = {
				["外"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["飞"] = {
		["鸿"] = {
			["护"] = {
				["卫"] = {
					this = true
				}
			}
		},
		["叶"] = {
			["子"] = {
				this = true,
				["燃"] = {
					["料"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["草"] = {
			this = true,
			["客"] = {
				this = true,
				["商"] = {
					["城"] = {
						this = true
					}
				}
			},
			["叶"] = {
				["子"] = {
					["燃"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["行"] = {
			["员"] = {
				["燃"] = {
					["料"] = {
						this = true,
						["走"] = {
							["淘"] = {
								["宝"] = {
									this = true
								}
							}
						}
					}
				},
				["叶"] = {
					["子"] = {
						this = true,
						["燃"] = {
							["料"] = {
								this = true
							}
						}
					}
				},
				["补"] = {
					["料"] = {
						this = true
					}
				},
				w = {
					e = {
						e = {
							d = {
								["燃"] = {
									["料"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["飞"] = {
					["的"] = {
						["叶"] = {
							["子"] = {
								this = true
							}
						}
					},
					["叶"] = {
						["子"] = {
							this = true
						}
					}
				},
				["专"] = {
					["用"] = {
						["叶"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["燃"] = {
				["料"] = {
					this = true,
					w = {
						e = {
							e = {
								d = {
									this = true
								}
							}
						}
					}
				}
			},
			["编"] = {
				["队"] = {
					this = true
				}
			}
		},
		["凤"] = {
			["春"] = {
				["宵"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["机"] = {
			["票"] = {
				this = true
			},
			["专"] = {
				["用"] = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["天"] = {
			["舞"] = {
				["蹈"] = {
					["学"] = {
						["校"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["盗"] = {
					["直"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["扬"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["中"] = {
				["心"] = {
					this = true
				}
			}
		},
		["奔"] = {
			["拿"] = {
				["学"] = {
					["历"] = {
						this = true
					}
				}
			}
		},
		["达"] = {
			["文"] = {
				["凭"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["弹"] = {
			this = true
		},
		["蛾"] = {
			["扑"] = {
				["火"] = {
					["爱"] = {
						["上"] = {
							["你"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["尔"] = {
			["品"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["虎"] = {
			["棋"] = {
				["牌"] = {
					this = true
				}
			},
			["商"] = {
				["务"] = {
					["调"] = {
						["查"] = {
							this = true
						}
					}
				}
			}
		},
		["剑"] = {
			["灵"] = {
				["魄"] = {
					this = true
				}
			}
		},
		["利"] = {
			["浦"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["凌"] = {
			["军"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["穴"] = {
				["名"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["鸟"] = {
			["视"] = {
				["频"] = {
					["偷"] = {
						["窃"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["禽"] = {
			["走"] = {
				["兽"] = {
					["遥"] = {
						["控"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["思"] = {
			["卡"] = {
				["尔"] = {
					this = true
				}
			}
		},
		["翔"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["鹰"] = {
			["2"] = {
				["6"] = {
					["0"] = {
						this = true
					}
				}
			},
			A = {
				["2"] = {
					["5"] = {
						this = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["猪"] = {
			["骑"] = {
				["士"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["碟"] = {
			["系"] = {
				this = true
			}
		},
		["马"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["扑"] = {
		["猎"] = {
			["网"] = {
				this = true
			}
		},
		["克"] = {
			this = true,
			["王"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["分"] = {
				["析"] = {
					this = true,
					["道"] = {
						["具"] = {
							this = true
						}
					},
					["仪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["机"] = {
				["解"] = {
					["码"] = {
						["器"] = {
							this = true
						}
					}
				},
				["破"] = {
					["解"] = {
						["仪"] = {
							this = true
						}
					}
				}
			},
			["开"] = {
				["户"] = {
					this = true
				}
			},
			["扫"] = {
				["描"] = {
					["仪"] = {
						this = true
					}
				}
			},
			["筒"] = {
				["子"] = {
					["分"] = {
						["析"] = {
							["仪"] = {
								this = true
							}
						}
					}
				}
			},
			["透"] = {
				["视"] = {
					["眼"] = {
						["镜"] = {
							this = true
						}
					}
				}
			}
		},
		["剋"] = {
			["衯"] = {
				["析"] = {
					["儀"] = {
						this = true
					}
				}
			}
		},
		["鱼"] = {
			["达"] = {
				["人"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["衡"] = {
		["山"] = {
			["护"] = {
				["具"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["扳"] = {
		["机"] = {
			this = true,
			["结"] = {
				["构"] = {
					["图"] = {
						this = true
					}
				}
			},
			["组"] = {
				["装"] = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["倒"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["弩"] = {
		["枪"] = {
			this = true,
			["网"] = {
				this = true
			}
		},
		["弓"] = {
			this = true,
			["制"] = {
				["作"] = {
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["官"] = {
				["网"] = {
					this = true
				}
			},
			["店"] = {
				this = true
			}
		},
		["箭"] = {
			this = true
		},
		this = {
			this = true
		},
		["商"] = {
			["城"] = {
				this = true
			}
		},
		["机"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["百"] = {
		["度"] = {
			["军"] = {
				["品"] = {
					this = true
				}
			},
			["贴"] = {
				["吧"] = {
					["帖"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["空"] = {
				["间"] = {
					["有"] = {
						["奖"] = {
							["活"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["刀"] = {
			["网"] = {
				this = true
			}
		},
		["兵"] = {
			["坊"] = {
				this = true,
				["蝎"] = {
					["子"] = {
						["爪"] = {
							this = true
						}
					}
				}
			},
			["行"] = {
				["刀"] = {
					["具"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["斋"] = {
				this = true
			}
		},
		["家"] = {
			["乐"] = {
				this = true,
				["平"] = {
					["台"] = {
						this = true
					},
					["注"] = {
						["赢"] = {
							["钱"] = {
								this = true
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["开"] = {
					["户"] = {
						this = true
					}
				},
				["*"] = {
					this = true
				},
				["8"] = {
					["8"] = {
						["8"] = {
							this = true
						}
					}
				},
				["博"] = {
					["彩"] = {
						this = true
					}
				},
				["代"] = {
					["理"] = {
						["开"] = {
							["户"] = {
								this = true
							}
						}
					}
				},
				["赌"] = {
					["博"] = {
						this = true,
						["机"] = {
							this = true
						}
					},
					["场"] = {
						this = true
					}
				},
				["改"] = {
					["单"] = {
						this = true
					}
				},
				["轮"] = {
					["盘"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						},
						["真"] = {
							["钱"] = {
								this = true
							}
						}
					}
				},
				["免"] = {
					["费"] = {
						["试"] = {
							["玩"] = {
								this = true
							}
						}
					}
				},
				["软"] = {
					["件"] = {
						this = true
					}
				},
				["投"] = {
					["注"] = {
						this = true
					}
				},
				["外"] = {
					["挂"] = {
						this = true
					}
				},
				["网"] = {
					["络"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					},
					["上"] = {
						["开"] = {
							["户"] = {
								this = true
							}
						},
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					},
					["站"] = {
						this = true,
						["加"] = {
							["盟"] = {
								this = true
							}
						}
					},
					["址"] = {
						this = true
					}
				},
				["现"] = {
					["金"] = {
						["游"] = {
							["戏"] = {
								this = true
							}
						}
					}
				},
				["游"] = {
					["戏"] = {
						this = true
					}
				},
				["在"] = {
					["线"] = {
						this = true,
						["代"] = {
							["理"] = {
								this = true
							}
						},
						["平"] = {
							["台"] = {
								this = true
							}
						},
						["直"] = {
							["播"] = {
								this = true
							}
						}
					}
				},
				["真"] = {
					["钱"] = {
						this = true,
						["骰"] = {
							["宝"] = {
								this = true
							}
						}
					},
					["人"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						},
						["骰"] = {
							["宝"] = {
								this = true
							}
						},
						["游"] = {
							["戏"] = {
								this = true
							}
						}
					}
				},
				["转"] = {
					["盘"] = {
						this = true
					}
				}
			},
			["博"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["彩"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["赌"] = {
				this = true,
				["博"] = {
					this = true
				}
			},
			["性"] = {
				this = true,
				["大"] = {
					["型"] = {
						["黄"] = {
							["站"] = {
								this = true
							}
						},
						["色"] = {
							this = true,
							["站"] = {
								this = true
							}
						}
					}
				},
				["黄"] = {
					["站"] = {
						this = true
					}
				},
				["淫"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["樂"] = {
				["&"] = {
					["賭"] = {
						["博"] = {
							this = true
						}
					}
				},
				["博"] = {
					["彩"] = {
						this = true
					}
				},
				["賭"] = {
					["博"] = {
						this = true
					},
					["場"] = {
						this = true
					}
				},
				["改"] = {
					["單"] = {
						this = true
					}
				},
				["開"] = {
					["戶"] = {
						this = true
					}
				},
				["網"] = {
					["站"] = {
						this = true,
						["加"] = {
							["盟"] = {
								this = true
							}
						}
					}
				},
				["現"] = {
					["金"] = {
						["遊"] = {
							["戲"] = {
								this = true
							}
						}
					}
				},
				["線"] = {
					["上"] = {
						this = true,
						["直"] = {
							["播"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["姓"] = {
				["第"] = {
					["3"] = {
						["3"] = {
							["2"] = {
								["位"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["分"] = {
			["百"] = {
				["真"] = {
					["票"] = {
						this = true
					}
				},
				["貼"] = {
					["圖"] = {
						this = true
					}
				}
			}
		},
		["治"] = {
			["磷"] = {
				this = true
			}
		},
		["乐"] = {
			["坊"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						},
						["场"] = {
							this = true
						}
					}
				}
			},
			["汇"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["门"] = {
				this = true,
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["赌"] = {
					["场"] = {
						this = true
					}
				},
				["网"] = {
					["站"] = {
						this = true
					}
				},
				["线"] = {
					["上"] = {
						["游"] = {
							["戏"] = {
								this = true
							}
						},
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				["全"] = {
					["讯"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["访"] = {
				this = true
			}
		},
		["达"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["翡"] = {
				["丽"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["姓"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["交"] = {
				["友"] = {
					this = true
				}
			}
		},
		["胜"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["国"] = {
						["际"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["百"] = {
				["旺"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["博"] = {
				this = true
			},
			["弓"] = {
				["弩"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["苑"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["汇"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["丽"] = {
			["宫"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["利"] = {
			this = true,
			["宫"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["爷"] = {
				["佬"] = {
					["单"] = {
						["开"] = {
							this = true
						}
					},
					["秒"] = {
						this = true
					}
				}
			}
		},
		["合"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["包"] = {
				this = true
			},
			["网"] = {
				["成"] = {
					["人"] = {
						["版"] = {
							this = true
						}
					}
				}
			}
		},
		["威"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["岁"] = {
			["撸"] = {
				this = true
			}
		},
		["撸"] = {
			this = true,
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["发"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["喜"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["金"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["佬"] = {
			["汇"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["彩"] = {
			["堂"] = {
				this = true
			}
		},
		["万"] = {
			["发"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["富"] = {
				["翁"] = {
					["网"] = {
						this = true
					},
					["在"] = {
						["等"] = {
							["你"] = {
								this = true
							}
						}
					}
				}
			},
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["帅"] = {
				["哥"] = {
					this = true
				}
			}
		},
		["性"] = {
			["色"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["阁"] = {
				this = true,
				["快"] = {
					["播"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["女"] = {
					["优"] = {
						["资"] = {
							["讯"] = {
								this = true
							}
						}
					}
				},
				["情"] = {
					["趣"] = {
						["用"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["元"] = {
			["假"] = {
				this = true,
				["钞"] = {
					this = true,
					[" "] = {
						["销"] = {
							["售"] = {
								this = true
							}
						}
					},
					["?"] = {
						this = true
					}
				},
				B = {
					this = true
				},
				["币"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["幣"] = {
					this = true
				},
				["吵"] = {
					this = true
				}
			},
			a = {
				["假"] = {
					["钞"] = {
						this = true
					}
				}
			},
			["大"] = {
				["钞"] = {
					this = true
				}
			},
			["真"] = {
				["币"] = {
					this = true
				}
			}
		},
		["播"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["博"] = {
			["亚"] = {
				["洲"] = {
					this = true
				}
			}
		},
		["城"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["毒"] = {
			["神"] = {
				["君"] = {
					this = true
				}
			}
		},
		["凤"] = {
			["宫"] = {
				this = true
			}
		},
		["阁"] = {
			["综"] = {
				["合"] = {
					this = true
				}
			}
		},
		["官"] = {
			["行"] = {
				["述"] = {
					this = true
				}
			}
		},
		["花"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["魁"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["科"] = {
			["女"] = {
				["优"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["濑"] = {
			["麻"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["瀬"] = {
			["茜"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["花"] = {
				["社"] = {
					["区"] = {
						this = true
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["堂"] = {
				["综"] = {
					["合"] = {
						this = true
					}
				}
			},
			["网"] = {
				["址"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["盛"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["事"] = {
			["康"] = {
				this = true
			}
		},
		["书"] = {
			["楼"] = {
				this = true
			}
		},
		["顺"] = {
			["锁"] = {
				["业"] = {
					this = true
				}
			}
		},
		["信"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["誉"] = {
			["证"] = {
				["件"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["戰"] = {
			["天"] = {
				["蟲"] = {
					this = true
				}
			}
		},
		["年"] = {
			["三"] = {
				["段"] = {
					["论"] = {
						this = true
					}
				}
			},
			["历"] = {
				["史"] = {
					["决"] = {
						["议"] = {
							this = true
						}
					},
					["经"] = {
						["验"] = {
							["决"] = {
								["议"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["奋"] = {
				["斗"] = {
					this = true,
					["重"] = {
						["大"] = {
							["成"] = {
								["就"] = {
									this = true,
									["和"] = {
										["历"] = {
											["史"] = {
												["经"] = {
													["验"] = {
														["的"] = {
															["决"] = {
																["议"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["决"] = {
						["议"] = {
							this = true
						}
					}
				}
			},
			["未"] = {
				["有"] = {
					["之"] = {
						["大"] = {
							["变"] = {
								["局"] = {
									this = true
								}
							}
						}
					},
					["的"] = {
						["大"] = {
							["便"] = {
								["|"] = {
									["百"] = {
										["年"] = {
											["未"] = {
												["有"] = {
													["之"] = {
														["大"] = {
															["便"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["2"] = {
								["}"] = {
									["决"] = {
										["议"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["之"] = {
				["未"] = {
					["有"] = {
						["大"] = {
							["变"] = {
								["局"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["烂"] = {
				["裆"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["铜"] = {
		["底"] = {
			["火"] = {
				this = true
			}
		},
		["磁"] = {
			["性"] = {
				["开"] = {
					["锁"] = {
						["器"] = {
							this = true
						}
					}
				},
				["速"] = {
					["开"] = {
						this = true
					}
				}
			}
		},
		["壳"] = {
			["钢"] = {
				["珠"] = {
					this = true
				}
			}
		},
		["梁"] = {
			["县"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["陵"] = {
			["办"] = {
				["假"] = {
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["市"] = {
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["锣"] = {
			["湾"] = {
				this = true,
				["占"] = {
					["领"] = {
						this = true
					}
				}
			}
		},
		["梅"] = {
			["花"] = {
				this = true,
				["密"] = {
					["云"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["傀"] = {
				["儡"] = {
					this = true
				}
			}
		},
		["仁"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["芯"] = {
			["钢"] = {
				["珠"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["户"] = {
		["外"] = {
			["军"] = {
				["品"] = {
					["气"] = {
						["枪"] = {
							["店"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["刀"] = {
						this = true
					}
				},
				["刀"] = {
					this = true,
					["网"] = {
						this = true
					},
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["具"] = {
						["具"] = {
							this = true
						}
					},
					["密"] = {
						["云"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["刀"] = {
							this = true
						},
						["售"] = {
							this = true
						}
					}
				},
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["忉"] = {
					["专"] = {
						["忉"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["刀"] = {
				["具"] = {
					this = true,
					["网"] = {
						this = true
					},
					["专"] = {
						this = true,
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					},
					["联"] = {
						["盟"] = {
							["网"] = {
								this = true
							}
						}
					},
					["批"] = {
						["发"] = {
							["行"] = {
								this = true
							}
						}
					},
					["行"] = {
						this = true
					},
					["军"] = {
						["刀"] = {
							this = true
						},
						["品"] = {
							["网"] = {
								this = true
							}
						}
					},
					["热"] = {
						["销"] = {
							this = true
						}
					},
					["商"] = {
						["城"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["砍"] = {
					["刀"] = {
						["网"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				},
				["专"] = {
					this = true
				}
			},
			["砍"] = {
				this = true,
				["刀"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["战"] = {
				["刀"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["阳"] = {
				["江"] = {
					["刀"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["鞭"] = {
				["熟"] = {
					["女"] = {
						this = true
					}
				}
			},
			["刺"] = {
				["激"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["猎"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["箭"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["祼"] = {
				["拍"] = {
					["记"] = {
						this = true
					}
				}
			},
			["豪"] = {
				["情"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["开"] = {
				["山"] = {
					["刀"] = {
						this = true,
						["具"] = {
							this = true
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["刀"] = {
					this = true
				}
			},
			["露"] = {
				["胸"] = {
					["舔"] = {
						["鲍"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["刀"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["飘"] = {
				["红"] = {
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["具"] = {
					["部"] = {
						["队"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["军"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["支"] = {
					this = true
				}
			},
			["求"] = {
				["生"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					},
					["弓"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					},
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				}
			},
			["野"] = {
				["炮"] = {
					["刺"] = {
						["激"] = {
							this = true
						}
					}
				}
			},
			["用"] = {
				["品"] = {
					["网"] = {
						this = true
					},
					["专"] = {
						this = true,
						["店"] = {
							this = true
						}
					}
				}
			},
			["装"] = {
				["备"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["撒"] = {
			["刀"] = {
				this = true,
				["项"] = {
					["老"] = {
						["赛"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				},
				["王"] = {
					this = true
				}
			}
		},
		["口"] = {
			["本"] = {
				this = true,
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									this = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				},
				["办"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				},
				["刻"] = {
					["章"] = {
						["办"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["主"] = {
			["资"] = {
				["料"] = {
					this = true,
					T = {
						E = {
							L = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["籍"] = {
			["代"] = {
				["办"] = {
					this = true
				}
			},
			["观"] = {
				["察"] = {
					this = true
				}
			},
			["正"] = {
				["明"] = {
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["明"] = {
					["代"] = {
						["*"] = {
							["办"] = {
								this = true
							}
						},
						["办"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["镀"] = {
		["镍"] = {
			["狗"] = {
				["粮"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["狩"] = {
		["猎"] = {
			["网"] = {
				this = true
			},
			["用"] = {
				["品"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["弩"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["装"] = {
				["备"] = {
					this = true
				}
			},
			["武"] = {
				["器"] = {
					this = true
				}
			},
			["器"] = {
				["材"] = {
					this = true,
					["弓"] = {
						["弩"] = {
							this = true,
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						},
						["努"] = {
							this = true
						}
					},
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					},
					["专"] = {
						this = true,
						["店"] = {
							this = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					["网"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							this = true,
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					},
					["麻"] = {
						["醉"] = {
							["箭"] = {
								this = true
							}
						}
					},
					["报"] = {
						["价"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["努"] = {
					this = true,
					["麻"] = {
						["醉"] = {
							["箭"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			},
			D = {
				D = {
					L = {
						this = true
					}
				}
			},
			["吧"] = {
				this = true
			},
			["刀"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["防"] = {
				["身"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["具"] = {
					["网"] = {
						this = true
					}
				}
			},
			["家"] = {
				["园"] = {
					this = true
				}
			},
			["李"] = {
				["奇"] = {
					["网"] = {
						this = true
					}
				}
			},
			["利"] = {
				["器"] = {
					["网"] = {
						this = true
					}
				}
			},
			["努"] = {
				this = true,
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["狗"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["铅"] = {
						["弹"] = {
							this = true
						}
					},
					["用"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["动"] = {
					["狗"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["吧"] = {
					this = true
				},
				["模"] = {
					["网"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				},
				["支"] = {
					this = true
				}
			},
			["人"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["小"] = {
				["直"] = {
					["刀"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["者"] = {
				this = true,
				["弓"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["专"] = {
				["用"] = {
					["弓"] = {
						["驽"] = {
							this = true
						}
					}
				}
			}
		},
		["獵"] = {
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["弩"] = {
				this = true
			},
			["器"] = {
				["材"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["人"] = {
				["弩"] = {
					this = true
				}
			},
			["者"] = {
				["弩"] = {
					this = true
				}
			}
		},
		["野"] = {
			["厘"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["今"] = {
		["天"] = {
			["军"] = {
				["品"] = {
					this = true
				}
			},
			["上"] = {
				["了"] = {
					["个"] = {
						["熟"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["6"] = {
					["4"] = {
						this = true
					}
				},
				["毛"] = {
					["主"] = {
						["席"] = {
							["去"] = {
								["世"] = {
									["的"] = {
										["日"] = {
											["子"] = {
												["，"] = {
													["只"] = {
														["要"] = {
															["把"] = {
																["这"] = {
																	["条"] = {
																		["信"] = {
																			["息"] = {
																				["转"] = {
																					["发"] = {
																						["到"] = {
																							["五"] = {
																								["个"] = {
																									["群"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["我"] = {
				["愿"] = {
					["你"] = {
						["平"] = {
							["安"] = {
								["，"] = {
									["阿"] = {
										["们"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["上"] = {
			this = true
		},
		["晚"] = {
			["六"] = {
				["给"] = {
					["彩"] = {
						["开"] = {
							["奖"] = {
								["结"] = {
									["果"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["夜"] = {
				["未"] = {
					["眠"] = {
						this = true
					}
				}
			}
		},
		["有"] = {
			this = true,
			["广"] = {
				["东"] = {
					this = true
				}
			}
		},
		["井"] = {
			["绘"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				["日"] = {
					["香"] = {
						["电"] = {
							["驴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["警"] = {
			["绘"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				["日"] = {
					["香"] = {
						["电"] = {
							["驴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["年"] = {
			["1"] = {
				["0"] = {
					["月"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			},
			["诺"] = {
				["贝"] = {
					["尔"] = {
						["奖"] = {
							["获"] = {
								["得"] = {
									["者"] = {
										["刘"] = {
											["晓"] = {
												["波"] = {
													["简"] = {
														["历"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["下"] = {
				["半"] = {
					["年"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["日"] = {
			this = true,
			["裸"] = {
				["拍"] = {
					["淫"] = {
						["女"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			},
			["悉"] = {
				["尼"] = {
					this = true
				}
			},
			["永"] = {
				["康"] = {
					["被"] = {
						["查"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["宿"] = {
			["麻"] = {
				["琴"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["夜"] = {
			["良"] = {
				["宵"] = {
					["网"] = {
						this = true
					}
				}
			},
			["谁"] = {
				["与"] = {
					["你"] = {
						["同"] = {
							["眠"] = {
								this = true
							}
						}
					}
				}
			},
			["有"] = {
				["点"] = {
					["坏"] = {
						this = true
					}
				}
			},
			["，"] = {
				["我"] = {
					["们"] = {
						["都"] = {
							["在"] = {
								["维"] = {
									["园"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["亱"] = {
			["，"] = {
				["我"] = {
					["們"] = {
						["都"] = {
							["在"] = {
								["維"] = {
									["園"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["西"] = {
			["去"] = {
				["终"] = {
					["获"] = {
						["自"] = {
							["由"] = {
								["风"] = {
									["范"] = {
										["永"] = {
											["存"] = {
												["人"] = {
													["间"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["笑"] = {
			["明"] = {
				["单"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["燧"] = {
		["发"] = {
			["枪"] = {
				["结"] = {
					["构"] = {
						["图"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["亿"] = {
		["千"] = {
			["军"] = {
				["工"] = {
					this = true
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["性"] = {
			["家"] = {
				this = true,
				["·"] = {
					this = true
				}
			},
			["阁"] = {
				this = true
			}
		},
		["万"] = {
			["先"] = {
				["生"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["豪"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["皇"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["汽"] = {
				["车"] = {
					this = true
				}
			}
		},
		["人"] = {
			["负"] = {
				["债"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["至"] = {
		["诚"] = {
			["枪"] = {
				["狗"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["气"] = {
				["狗"] = {
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["富"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["尊"] = {
			["娱"] = {
				["乐"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					},
					["城"] = {
						this = true
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					},
					["樂"] = {
						this = true
					}
				}
			},
			["版"] = {
				["电"] = {
					["视"] = {
						["棒"] = {
							this = true
						}
					}
				},
				["電"] = {
					["視"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					["网"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					},
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["技"] = {
				["术"] = {
					["网"] = {
						this = true
					}
				}
			},
			["卡"] = {
				["巴"] = {
					this = true,
					["密"] = {
						["云"] = {
							this = true
						}
					}
				}
			},
			["狼"] = {
				["威"] = {
					this = true
				}
			},
			["礼"] = {
				["盒"] = {
					this = true
				}
			},
			["评"] = {
				["级"] = {
					["通"] = {
						this = true
					}
				}
			},
			["千"] = {
				["术"] = {
					["图"] = {
						["解"] = {
							this = true
						}
					}
				},
				["術"] = {
					["圖"] = {
						["解"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["行"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					["王"] = {
						["朝"] = {
							this = true
						}
					}
				}
			}
		},
		["爱"] = {
			["色"] = {
				this = true
			}
		},
		["城"] = {
			["抢"] = {
				["狗"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["交"] = {
			["贾"] = {
				["大"] = {
					["山"] = {
						this = true
					}
				}
			}
		},
		["尚"] = {
			["刀"] = {
				["网"] = {
					this = true
				}
			}
		},
		["淫"] = {
			["绝"] = {
				["地"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["香"] = {
		["港"] = {
			this = true,
			["气"] = {
				["枪"] = {
					["厂"] = {
						this = true
					}
				}
			},
			G = {
				H = {
					B = {
						["粉"] = {
							this = true
						},
						["水"] = {
							this = true,
							["*"] = {
								this = true
							},
							["/"] = {
								["色"] = {
									["/"] = {
										["粉"] = {
											this = true
										}
									}
								}
							}
						},
						["迷"] = {
							["幻"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				},
				["水"] = {
					this = true
				}
			},
			g = {
				h = {
					b = {
						this = true
					}
				}
			},
			["赛"] = {
				["马"] = {
					["会"] = {
						this = true,
						["博"] = {
							["彩"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["彩"] = {
				["霸"] = {
					["王"] = {
						this = true
					}
				},
				["宝"] = {
					["必"] = {
						["中"] = {
							["六"] = {
								["肖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["挂"] = {
				["牌"] = {
					["正"] = {
						["版"] = {
							["彩"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["最"] = {
				["准"] = {
					["一"] = {
						["肖"] = {
							["一"] = {
								["码"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["惠"] = {
				["泽"] = {
					["社"] = {
						["群"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["牛"] = {
				["魔"] = {
					["王"] = {
						["管"] = {
							["家"] = {
								["婆"] = {
									["彩"] = {
										["图"] = {
											this = true,
											i = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["六"] = {
				["合"] = {
					["伯"] = {
						["乐"] = {
							this = true
						}
					},
					["彩"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				},
				["和"] = {
					["采"] = {
						this = true
					}
				}
			},
			["开"] = {
				["奖"] = {
					["结"] = {
						["果"] = {
							["历"] = {
								["史"] = {
									["记"] = {
										["录"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["马"] = {
				["会"] = {
					this = true,
					["资"] = {
						["料"] = {
							["一"] = {
								["肖"] = {
									["中"] = {
										["特"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["*"] = {
						this = true
					}
				}
			},
			["风"] = {
				["流"] = {
					["之"] = {
						["电"] = {
							["影"] = {
								["大"] = {
									["亨"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["伦"] = {
				["理"] = {
					["片"] = {
						["*"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["游"] = {
					["行"] = {
						this = true
					}
				},
				["学"] = {
					["黄"] = {
						["克"] = {
							["竞"] = {
								["楼"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["黄"] = {
				["大"] = {
					["仙"] = {
						this = true
					}
				}
			},
			["明"] = {
				["报"] = {
					this = true
				}
			},
			["支"] = {
				["联"] = {
					["会"] = {
						this = true
					}
				}
			},
			["总"] = {
				["部"] = {
					this = true
				},
				["彩"] = {
					this = true
				}
			},
			["故"] = {
				["事"] = {
					["之"] = {
						["收"] = {
							["藏"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["2"] = {
						["0"] = {
							["年"] = {
								["六"] = {
									["开"] = {
										["彩"] = {
											["资"] = {
												["料"] = {
													["精"] = {
														["选"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["市"] = {
				["民"] = {
					["支"] = {
						["援"] = {
							["爱"] = {
								["国"] = {
									["民"] = {
										["主"] = {
											["运"] = {
												["动"] = {
													["联"] = {
														["合"] = {
															["会"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["愛"] = {
								["國"] = {
									["民"] = {
										["主"] = {
											["運"] = {
												["動"] = {
													["聯"] = {
														["郃"] = {
															["會"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["权"] = {
					["组"] = {
						["织"] = {
							this = true
						}
					}
				},
				["權"] = {
					["組"] = {
						["織"] = {
							this = true
						}
					}
				},
				["会"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["城"] = {
				["邦"] = {
					["论"] = {
						this = true
					}
				}
			},
			["变"] = {
				["臭"] = {
					["港"] = {
						this = true
					}
				}
			},
			["一"] = {
				["百"] = {
					["年"] = {
						["殖"] = {
							["民"] = {
								["地"] = {
									["变"] = {
										["成"] = {
											["今"] = {
												["天"] = {
													["这"] = {
														["样"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["料"] = {
			["精"] = {
				["灵"] = {
					this = true
				}
			}
		},
		["格"] = {
			["里"] = {
				["拉"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					},
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["丁"] = {
			["基"] = {
				["地"] = {
					this = true
				}
			}
		},
		["醇"] = {
			["的"] = {
				["诱"] = {
					["惑"] = {
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["水"] = {
			["型"] = {
				["迷"] = {
					["奸"] = {
						["药"] = {
							this = true
						}
					},
					["女"] = {
						["干"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["烟"] = {
			["迷"] = {
				["药"] = {
					this = true
				}
			},
			["批"] = {
				["发"] = {
					this = true
				}
			},
			["型"] = {
				["麻"] = {
					["醉"] = {
						["药"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["博"] = {
						["药"] = {
							this = true
						}
					}
				},
				["昏"] = {
					["迷"] = {
						["药"] = {
							this = true
						}
					}
				},
				["蒙"] = {
					["汗"] = {
						["药"] = {
							this = true
						}
					}
				},
				["迷"] = {
					this = true,
					["幻"] = {
						["剂"] = {
							this = true
						},
						["药"] = {
							this = true
						}
					},
					["魂"] = {
						["药"] = {
							this = true
						}
					},
					["药"] = {
						this = true
					},
					["葯"] = {
						this = true
					}
				}
			},
			["昏"] = {
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["功"] = {
			this = true
		},
		["."] = {
			["港"] = {
				["7"] = {
					["1"] = {
						["集"] = {
							["会"] = {
								this = true
							}
						},
						["游"] = {
							["行"] = {
								this = true
							}
						}
					}
				},
				["集"] = {
					["会"] = {
						this = true
					}
				},
				["马"] = {
					["会"] = {
						this = true
					}
				},
				["明"] = {
					["报"] = {
						this = true
					}
				},
				["游"] = {
					["行"] = {
						this = true
					}
				},
				["总"] = {
					["部"] = {
						this = true
					}
				}
			},
			["烟"] = {
				["型"] = {
					["迷"] = {
						["*"] = {
							["药"] = {
								this = true
							}
						},
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["阪"] = {
			["俞"] = {
				["佳"] = {
					["麗"] = {
						this = true
					}
				}
			}
		},
		["坂"] = {
			["俞"] = {
				["佳"] = {
					["丽"] = {
						this = true
					}
				}
			}
		},
		["车"] = {
			["私"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["川"] = {
			this = true
		},
		["岛"] = {
			["奈"] = {
				["央"] = {
					this = true
				}
			}
		},
		["国"] = {
			["竞"] = {
				["艳"] = {
					this = true
				}
			}
		},
		["河"] = {
			["秃"] = {
				["鹰"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["因"] = {
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["江"] = {
			["十"] = {
				["八"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["蕉"] = {
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							this = true
						}
					}
				}
			}
		},
		["茗"] = {
			["慕"] = {
				["风"] = {
					["流"] = {
						["阁"] = {
							this = true
						}
					}
				},
				["風"] = {
					["流"] = {
						["閣"] = {
							this = true
						}
					}
				},
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["氵"] = {
			["巷"] = {
				G = {
					H = {
						B = {
							this = true
						}
					}
				}
			}
		},
		["香"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["咲"] = {
			["綾"] = {
				["电"] = {
					["驴"] = {
						this = true
					}
				}
			}
		},
		["煙"] = {
			["型"] = {
				["迷"] = {
					this = true,
					["魂"] = {
						["藥"] = {
							this = true
						}
					}
				}
			}
		},
		["艳"] = {
			["女"] = {
				["郎"] = {
					this = true
				}
			},
			["杀"] = {
				["劫"] = {
					this = true
				}
			}
		},
		["源"] = {
			this = true
		},
		["月"] = {
			["安"] = {
				["娜"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					}
				}
			}
		},
		["质"] = {
			this = true
		},
		["醉"] = {
			["迷"] = {
				["艳"] = {
					this = true
				}
			}
		},
		["喷"] = {
			["喷"] = {
				["的"] = {
					["什"] = {
						["么"] = {
							["包"] = {
								this = true
							}
						}
					},
					["包"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
