pg = pg or {}
slot0 = pg
slot0.word_template_133 = {}
slot1 = slot0.word_template_133

function temp()
	uv0["档"] = {
		["案"] = {
			["局"] = {
				this = true
			},
			["办"] = {
				["理"] = {
					this = true
				}
			}
		},
		["中"] = {
			["央"] = {
				this = true
			}
		},
		["车"] = {
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["电"] = {
		["监"] = {
			["会"] = {
				this = true
			}
		},
		["击"] = {
			["枪"] = {
				this = true
			},
			["器"] = {
				this = true,
				["电"] = {
					["棍"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["棒"] = {
				this = true
			},
			["防"] = {
				["暴"] = {
					["盾"] = {
						["牌"] = {
							this = true
						}
					}
				},
				["爆"] = {
					["器"] = {
						this = true
					}
				}
			},
			["棍"] = {
				this = true
			},
			["裸"] = {
				["体"] = {
					["少"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["式"] = {
				["麻"] = {
					["醉"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["运"] = {
				["钞"] = {
					["箱"] = {
						this = true
					}
				}
			}
		},
		["狗"] = {
			this = true,
			["网"] = {
				this = true
			},
			["专"] = {
				this = true,
				["卖"] = {
					["网"] = {
						this = true
					}
				}
			},
			["加"] = {
				["特"] = {
					["林"] = {
						this = true
					}
				}
			},
			d = {
				i = {
					y = {
						this = true
					}
				}
			},
			["短"] = {
				["狗"] = {
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["图"] = {
				["纸"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["子"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			},
			["开"] = {
				["锁"] = {
					["器"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true
			},
			["磅"] = {
				["遥"] = {
					["控"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["防"] = {
				["暴"] = {
					["器"] = {
						this = true
					}
				}
			},
			["干"] = {
				["扰"] = {
					["器"] = {
						this = true
					},
					["仪"] = {
						this = true
					}
				}
			},
			["间"] = {
				["谍"] = {
					this = true
				}
			},
			["雷"] = {
				["管"] = {
					this = true
				}
			},
			["汽"] = {
				["车"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["书"] = {
				["成"] = {
					["人"] = {
						["全"] = {
							["集"] = {
								this = true
							}
						}
					}
				}
			},
			["锁"] = {
				this = true,
				["开"] = {
					["锁"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["调"] = {
				["校"] = {
					["器"] = {
						this = true
					}
				}
			},
			["游"] = {
				["艺"] = {
					this = true
				}
			}
		},
		["警"] = {
			["棍"] = {
				this = true,
				["保"] = {
					["安"] = {
						["器"] = {
							["材"] = {
								["专"] = {
									["卖"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["专"] = {
					this = true
				}
			},
			["$"] = {
				["棍"] = {
					["厂"] = {
						["家"] = {
							this = true
						}
					}
				}
			},
			["棒"] = {
				this = true
			}
		},
		["视"] = {
			["购"] = {
				["物"] = {
					["资"] = {
						["料"] = {
							this = true
						},
						["源"] = {
							this = true
						}
					},
					["数"] = {
						["据"] = {
							this = true,
							["网"] = {
								this = true
							}
						},
						["%"] = {
							["据"] = {
								this = true
							}
						}
					},
					["名"] = {
						["录"] = {
							this = true,
							["专"] = {
								this = true
							}
						},
						["单"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					},
					["主"] = {
						["信"] = {
							["息"] = {
								this = true
							}
						}
					}
				}
			},
			["流"] = {
				["氓"] = {
					this = true
				}
			},
			["棒"] = {
				this = true
			},
			["电"] = {
				["影"] = {
					["高"] = {
						["清"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["卡"] = {
				this = true
			},
			["迷"] = {
				["电"] = {
					["视"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["制"] = {
				["导"] = {
					["炸"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["购"] = {
			["资"] = {
				["料"] = {
					this = true
				}
			},
			["面"] = {
				["单"] = {
					this = true,
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["名"] = {
				["单"] = {
					this = true
				}
			}
		},
		["信"] = {
			["用"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["实"] = {
				["名"] = {
					["破"] = {
						["解"] = {
							this = true
						}
					}
				}
			},
			["路"] = {
				this = true,
				["藏"] = {
					["民"] = {
						this = true
					}
				}
			},
			["江"] = {
				["家"] = {
					this = true
				}
			}
		},
		["动"] = {
			["开"] = {
				["锁"] = {
					["器"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["工"] = {
						["具"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				}
			},
			p = {
				c = {
					p = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["长"] = {
				["狗"] = {
					this = true,
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["葫"] = {
				["芦"] = {
					this = true
				}
			},
			["按"] = {
				["摩"] = {
					["师"] = {
						this = true
					}
				}
			},
			["车"] = {
				["强"] = {
					["开"] = {
						this = true,
						["密"] = {
							["云"] = {
								this = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["狗"] = {
						this = true
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				}
			},
			["鸡"] = {
				this = true
			},
			["撞"] = {
				["击"] = {
					["枪"] = {
						this = true
					}
				},
				["匙"] = {
					["开"] = {
						["锁"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["枪"] = {
						this = true
					}
				},
				["锁"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["左"] = {
				["轮"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["话"] = {
			this = true,
			["实"] = {
				["名"] = {
					["破"] = {
						["解"] = {
							this = true
						}
					}
				}
			},
			["拦"] = {
				["截"] = {
					this = true,
					["系"] = {
						["统"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["长"] = {
			["狗"] = {
				this = true
			}
		},
		["豿"] = {
			this = true
		},
		["豞"] = {
			this = true
		},
		["鸡"] = {
			this = true,
			["之"] = {
				["王"] = {
					this = true
				}
			},
			["专"] = {
				["卖"] = {
					this = true
				}
			}
		},
		["磁"] = {
			["击"] = {
				["锤"] = {
					this = true
				}
			},
			["阀"] = {
				["狗"] = {
					this = true
				}
			},
			["波"] = {
				["炸"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["干"] = {
				["扰"] = {
					this = true
				}
			}
		},
		["脑"] = {
			["传"] = {
				["讯"] = {
					this = true
				}
			},
			["打"] = {
				["孔"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					},
					["机"] = {
						this = true
					}
				}
			},
			["锁"] = {
				["秒"] = {
					["开"] = {
						["王"] = {
							this = true
						}
					}
				},
				["无"] = {
					["敌"] = {
						["霸"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["车"] = {
			["之"] = {
				["狼"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["痴"] = {
				["汉"] = {
					this = true
				}
			}
		},
		["棍"] = {
			this = true,
			["防"] = {
				["身"] = {
					["器"] = {
						["材"] = {
							["专"] = {
								["卖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["电"] = {
				["击"] = {
					["器"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					},
					["棒"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					["电"] = {
						["棍"] = {
							["专"] = {
								["卖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["儿"] = {
				["走"] = {
					["货"] = {
						this = true
					}
				}
			}
		},
		["棒"] = {
			this = true,
			["电"] = {
				["击"] = {
					["棒"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["&"] = {
			["视"] = {
				["&"] = {
					["棒"] = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			}
		},
		["光"] = {
			["弹"] = {
				this = true
			}
		},
		["辊"] = {
			this = true
		},
		["井"] = {
			["棍"] = {
				this = true,
				["北"] = {
					["京"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			}
		},
		["竞"] = {
			["教"] = {
				["母"] = {
					["彭"] = {
						this = true
					}
				}
			},
			["外"] = {
				["围"] = {
					["押"] = {
						["注"] = {
							this = true
						}
					}
				}
			}
		},
		["老"] = {
			["虎"] = {
				["家"] = {
					["族"] = {
						this = true
					}
				},
				["李"] = {
					["氏"] = {
						["家"] = {
							["族"] = {
								this = true
							}
						}
					}
				},
				["水"] = {
					["阎"] = {
						["王"] = {
							this = true
						}
					}
				}
			}
		},
		["雷"] = {
			["管"] = {
				this = true
			}
		},
		["力"] = {
			["李"] = {
				[" "] = {
					["圈"] = {
						["地"] = {
							this = true
						}
					}
				}
			},
			["系"] = {
				["统"] = {
					["打"] = {
						["老"] = {
							["虎"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["驴"] = {
			this = true
		},
		["瞄"] = {
			this = true
		},
		["气"] = {
			["工"] = {
				["程"] = {
					["师"] = {
						["代"] = {
							["考"] = {
								this = true
							}
						}
					}
				}
			},
			["原"] = {
				["理"] = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["情"] = {
				["棒"] = {
					this = true
				}
			}
		},
		["手"] = {
			["狗"] = {
				this = true
			},
			["交"] = {
				["易"] = {
					this = true
				}
			}
		},
		["梯"] = {
			["强"] = {
				["奸"] = {
					this = true
				}
			},
			["上"] = {
				["的"] = {
					["故"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		},
		["网"] = {
			["技"] = {
				["术"] = {
					["杂"] = {
						["志"] = {
							["社"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["影"] = {
			["性"] = {
				["伙"] = {
					["伴"] = {
						this = true
					}
				}
			}
		},
		["晕"] = {
			["枪"] = {
				this = true
			}
		},
		["转"] = {
			["插"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["做"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["钓"] = {
		["鱼"] = {
			["台"] = {
				this = true,
				["列"] = {
					["岛"] = {
						this = true
					}
				}
			},
			["岛"] = {
				this = true,
				["是"] = {
					["日"] = {
						["本"] = {
							["的"] = {
								this = true
							}
						}
					}
				},
				["不"] = {
					["属"] = {
						["于"] = {
							["中"] = {
								["国"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["董"] = {
		["建"] = {
			["华"] = {
				this = true
			},
			["華"] = {
				this = true
			}
		},
		["贱"] = {
			["华"] = {
				this = true
			}
		},
		["文"] = {
			["华"] = {
				this = true
			},
			["華"] = {
				this = true
			}
		},
		["姐"] = {
			["刀"] = {
				["剑"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["户"] = {
				["外"] = {
					["刀"] = {
						["具"] = {
							["专"] = {
								["卖"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["名"] = {
				["刀"] = {
					["网"] = {
						this = true
					},
					["专"] = {
						["卖"] = {
							["店"] = {
								["官"] = {
									["方"] = {
										["网"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["批"] = {
				["发"] = {
					["行"] = {
						this = true
					}
				}
			},
			["军"] = {
				["品"] = {
					["户"] = {
						["外"] = {
							["批"] = {
								["发"] = {
									["网"] = {
										this = true
									}
								}
							},
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["行"] = {
				this = true
			}
		},
		["存"] = {
			["瑞"] = {
				["问"] = {
					this = true
				},
				["問"] = {
					this = true
				}
			}
		},
		["宜"] = {
			["胜"] = {
				this = true
			}
		},
		["必"] = {
			["武"] = {
				this = true
			}
		},
		["昌"] = {
			this = true
		},
		["繼"] = {
			["勤"] = {
				this = true
			}
		},
		["賤"] = {
			["華"] = {
				this = true
			}
		},
		["力"] = {
			this = true
		},
		["平"] = {
			[" "] = {
				["建"] = {
					["党"] = {
						["伟"] = {
							["业"] = {
								[" "] = {
									["曾"] = {
										["庆"] = {
											["淮"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["如"] = {
			["彬"] = {
				this = true
			}
		},
		["氏"] = {
			["弹"] = {
				["弓"] = {
					this = true
				}
			}
		},
		["晓"] = {
			["洋"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["懂"] = {
		["文"] = {
			["华"] = {
				this = true
			},
			["華"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["独"] = {
		["立"] = {
			this = true,
			["台"] = {
				["湾"] = {
					["会"] = {
						this = true
					}
				}
			},
			["中"] = {
				["文"] = {
					["笔"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["裁"] = {
			this = true,
			["政"] = {
				["治"] = {
					this = true
				}
			}
		},
		["夫"] = {
			this = true,
			["民"] = {
				["贼"] = {
					this = true
				}
			}
		},
		["眼"] = {
			["龙"] = {
				this = true
			}
		},
		["孤"] = {
			["一"] = {
				["狼"] = {
					this = true
				}
			}
		},
		["家"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			}
		},
		["派"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["斧"] = {
		["头"] = {
			["镰"] = {
				["刀"] = {
					this = true
				}
			},
			["电"] = {
				["竞"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["港"] = {
		["澳"] = {
			["办"] = {
				this = true
			},
			["台"] = {
				["超"] = {
					["级"] = {
						["中"] = {
							["特"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				},
				["鸡"] = {
					this = true
				}
			},
			["博"] = {
				["球"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["独"] = {
			this = true
		},
		[" "] = {
			["独"] = {
				this = true
			}
		},
		["3"] = {
			["8"] = {
				["式"] = {
					["左"] = {
						["轮"] = {
							this = true,
							["枪"] = {
								this = true
							}
						},
						["輪"] = {
							this = true,
							["槍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["版"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["币"] = {
			this = true
		},
		["彩"] = {
			["之"] = {
				["星"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["产"] = {
			["3"] = {
				["8"] = {
					["式"] = {
						this = true,
						["左"] = {
							["轮"] = {
								this = true
							}
						}
					}
				}
			},
			["9"] = {
				["5"] = {
					["式"] = {
						["连"] = {
							["发"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					["片"] = {
						this = true
					}
				}
			}
		},
		["党"] = {
			["报"] = {
				this = true
			}
		},
		["黨"] = {
			["報"] = {
				this = true
			}
		},
		["京"] = {
			["图"] = {
				["库"] = {
					this = true
				}
			}
		},
		["六"] = {
			["四"] = {
				["游"] = {
					["行"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["鲍"] = {
				["彤"] = {
					this = true
				}
			}
		},
		["式"] = {
			["3"] = {
				["8"] = {
					["左"] = {
						["轮"] = {
							this = true
						}
					}
				}
			},
			["头"] = {
				["盔"] = {
					this = true
				}
			},
			["五"] = {
				["张"] = {
					this = true
				}
			}
		},
		["囼"] = {
			["晟"] = {
				["亽"] = {
					this = true
				}
			}
		},
		["珆"] = {
			["荿"] = {
				["亾"] = {
					this = true
				}
			}
		},
		["台"] = {
			A = {
				V = {
					["视"] = {
						["频"] = {
							this = true
						},
						["讯"] = {
							this = true
						}
					},
					["影"] = {
						["讯"] = {
							this = true
						},
						["院"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["经"] = {
						["典"] = {
							this = true
						}
					},
					["录"] = {
						["像"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						},
						["讯"] = {
							this = true
						}
					},
					["戏"] = {
						this = true
					}
				}
			},
			["刀"] = {
				this = true
			},
			["经"] = {
				["典"] = {
					["三"] = {
						["级"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["老"] = {
				["片"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					["视"] = {
						["讯"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					this = true
				}
			},
			["色"] = {
				["情"] = {
					["视"] = {
						["讯"] = {
							this = true
						}
					}
				}
			},
			["脱"] = {
				["衣"] = {
					["表"] = {
						["演"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["成"] = {
					["人"] = {
						this = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					["视"] = {
						["讯"] = {
							this = true
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					["薄"] = {
						["码"] = {
							this = true
						}
					},
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					["演"] = {
						["绎"] = {
							this = true
						}
					}
				},
				["实"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["臺"] = {
			["成"] = {
				["人"] = {
					this = true
				}
			}
		},
		["檯"] = {
			["成"] = {
				["人"] = {
					this = true
				}
			}
		},
		["纸"] = {
			this = true
		},
		["制"] = {
			["电"] = {
				["棍"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["滚"] = {
		this = {
			this = true
		},
		["球"] = {
			["网"] = {
				this = true
			},
			["专"] = {
				["家"] = {
					this = true
				}
			}
		},
		["粗"] = {
			this = true
		},
		["滚"] = {
			["球"] = {
				this = true
			}
		},
		["那"] = {
			["吗"] = {
				this = true,
				B = {
					this = true
				},
				["错"] = {
					["比"] = {
						this = true
					}
				},
				["老"] = {
					["比"] = {
						this = true
					}
				},
				["瘟"] = {
					["比"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["何"] = {
		["候"] = {
			["华"] = {
				this = true
			},
			["華"] = {
				this = true
			}
		},
		["氏"] = {
			["贵"] = {
				["宾"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["勇"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["祚"] = {
			["庥"] = {
				this = true
			}
		},
		["德"] = {
			["普"] = {
				this = true
			}
		},
		["清"] = {
			["涟"] = {
				this = true
			},
			["漣"] = {
				this = true
			}
		},
		["红"] = {
			["绫"] = {
				this = true
			}
		},
		["厚"] = {
			["铧"] = {
				this = true
			},
			["鏵"] = {
				this = true
			}
		},
		["加"] = {
			["栋"] = {
				this = true
			},
			["棟"] = {
				this = true
			}
		},
		["家"] = {
			["栋"] = {
				this = true
			}
		},
		["萍"] = {
			["奖"] = {
				this = true
			}
		},
		["生"] = {
			["财"] = {
				this = true
			},
			["富"] = {
				this = true
			}
		},
		["时"] = {
			["成"] = {
				["熟"] = {
					this = true
				}
			}
		},
		["毅"] = {
			["亭"] = {
				this = true
			}
		},
		["燕"] = {
			["然"] = {
				this = true
			}
		}
	}
end

temp()
