pg = pg or {}
slot0 = pg
slot0.word_template_48 = {}
slot1 = slot0.word_template_48

temp = function()
	uv0["商"] = {
		["务"] = {
			["部"] = {
				this = true,
				["贪"] = {
					["腐"] = {
						this = true
					}
				}
			},
			["时"] = {
				["空"] = {
					this = true
				}
			},
			["佳"] = {
				["丽"] = {
					this = true
				}
			},
			["领"] = {
				["航"] = {
					this = true
				}
			},
			["模"] = {
				["特"] = {
					["网"] = {
						this = true
					}
				}
			},
			["陪"] = {
				["护"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["调"] = {
				["查"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					["网"] = {
						this = true
					}
				}
			},
			["阝"] = {
				["咅"] = {
					["扌"] = {
						["户"] = {
							this = true
						}
					}
				}
			},
			["车"] = {
				["模"] = {
					["过"] = {
						["夜"] = {
							this = true
						}
					}
				}
			}
		},
		["贾"] = {
			["度"] = {
				["奇"] = {
					["策"] = {
						this = true
					}
				}
			}
		},
		["界"] = {
			["财"] = {
				["."] = {
					["视"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["狂"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["牛"] = {
			["网"] = {
				this = true
			}
		},
		["品"] = {
			["发"] = {
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			},
			["失"] = {
				["败"] = {
					this = true
				}
			}
		},
		["榷"] = {
			["倒"] = {
				["习"] = {
					this = true
				},
				["習"] = {
					this = true
				}
			},
			["江"] = {
				this = true
			}
		},
		["厦"] = {
			["偷"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["務"] = {
			["陪"] = {
				["護"] = {
					this = true
				}
			},
			["資"] = {
				["料"] = {
					["資"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["业"] = {
			["发"] = {
				["票"] = {
					["代"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["周"] = {
			["出"] = {
				["版"] = {
					["台"] = {
						["湾"] = {
							this = true
						}
					}
				}
			}
		},
		["学"] = {
			["院"] = {
				["院"] = {
					["长"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["身"] = {
		["份"] = {
			["生"] = {
				["成"] = {
					["器"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true,
				["号"] = {
					["码"] = {
						["生"] = {
							["成"] = {
								["器"] = {
									this = true,
									["身"] = {
										["份"] = {
											["证"] = {
												["生"] = {
													["成"] = {
														["器"] = {
															["软"] = {
																["件"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								},
								["软"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					},
					["生"] = {
						["成"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["复"] = {
					["印"] = {
						["件"] = {
							this = true,
							["生"] = {
								["成"] = {
									["器"] = {
										this = true
									},
									["软"] = {
										["件"] = {
											this = true
										}
									}
								}
							},
							["模"] = {
								["板"] = {
									this = true
								}
							},
							["制"] = {
								["作"] = {
									["器"] = {
										this = true
									}
								}
							},
							["器"] = {
								this = true
							}
						}
					},
					["制"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["模"] = {
					["板"] = {
						this = true
					}
				},
				["制"] = {
					["作"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["3"] = {
					["."] = {
						["4"] = {
							["脱"] = {
								["壳"] = {
									this = true
								}
							}
						}
					}
				},
				["生"] = {
					["成"] = {
						this = true,
						["器"] = {
							this = true,
							["*"] = {
								this = true
							}
						},
						["*"] = {
							this = true
						},
						["工"] = {
							["具"] = {
								this = true
							}
						},
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									this = true
								}
							},
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				},
				["办"] = {
					["证"] = {
						this = true
					}
				},
				["查"] = {
					["询"] = {
						this = true
					}
				},
				["大"] = {
					["全"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["仿"] = {
					["真"] = {
						this = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["克"] = {
					["隆"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						this = true,
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["空"] = {
					["白"] = {
						["样"] = {
							["本"] = {
								this = true
							}
						}
					}
				},
				["如"] = {
					["假"] = {
						["包"] = {
							["换"] = {
								this = true
							}
						}
					}
				},
				["软"] = {
					["件"] = {
						this = true
					}
				},
				["扫"] = {
					["描"] = {
						["件"] = {
							this = true
						}
					}
				},
				["数"] = {
					["据"] = {
						["库"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				},
				["信"] = {
					["息"] = {
						this = true,
						["大"] = {
							["量"] = {
								this = true
							},
							["全"] = {
								this = true
							}
						},
						["破"] = {
							["解"] = {
								this = true
							}
						}
					}
				},
				["样"] = {
					["本"] = {
						this = true
					}
				},
				["原"] = {
					["件"] = {
						this = true
					},
					["料"] = {
						this = true,
						["薄"] = {
							["膜"] = {
								this = true
							}
						},
						["胶"] = {
							["粒"] = {
								this = true
							}
						},
						["墨"] = {
							["水"] = {
								this = true
							}
						}
					}
				},
				["真"] = {
					["实"] = {
						this = true
					}
				},
				["中"] = {
					["心"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["自"] = {
					["动"] = {
						this = true
					}
				}
			},
			["證"] = {
				this = true,
				["生"] = {
					["成"] = {
						this = true,
						["器"] = {
							this = true
						}
					}
				},
				["高"] = {
					["仿"] = {
						this = true
					}
				},
				["貨"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			},
			["譪"] = {
				["生"] = {
					["成"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true,
					["大"] = {
						["量"] = {
							this = true
						}
					},
					["电"] = {
						["售"] = {
							this = true
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					},
					["海"] = {
						["量"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["办"] = {
					["正"] = {
						this = true
					}
				},
				["刻"] = {
					["章"] = {
						this = true,
						["办"] = {
							["正"] = {
								this = true
							}
						}
					}
				},
				["扫"] = {
					["描"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["讯"] = {
					this = true
				}
			}
		},
		["材"] = {
			["不"] = {
				["错"] = {
					["的"] = {
						["车"] = {
							["模"] = {
								this = true
							}
						}
					}
				}
			},
			["超"] = {
				["棒"] = {
					["的"] = {
						["女"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["前"] = {
				["途"] = {
					["后"] = {
						["桥"] = {
							this = true
						}
					}
				}
			},
			["样"] = {
				["子"] = {
					["都"] = {
						["不"] = {
							["错"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["流"] = {
					this = true
				}
			}
		},
		["寸"] = {
			["米"] = {
				["青"] = {
					this = true
				}
			}
		},
		["毒"] = {
			["丸"] = {
				this = true
			}
		},
		["契"] = {
			["系"] = {
				["列"] = {
					this = true
				}
			}
		},
		["体"] = {
			["器"] = {
				["官"] = {
					this = true
				}
			},
			["障"] = {
				["害"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["信"] = {
			["息"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["驶"] = {
		["你"] = {
			["爸"] = {
				this = true
			},
			["公"] = {
				this = true
			},
			["老"] = {
				["母"] = {
					this = true
				},
				["师"] = {
					this = true
				}
			},
			["母"] = {
				this = true
			},
			["娘"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["是"] = {
		["鸡"] = {
			this = true
		},
		["束"] = {
			["告"] = {
				["项"] = {
					["瓷"] = {
						["，"] = {
							["害"] = {
								["电"] = {
									["突"] = {
										["网"] = {
											["解"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["中"] = {
			["国"] = {
				["社"] = {
					["会"] = {
						["的"] = {
							["爱"] = {
								["滋"] = {
									["病"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["儿"] = {
			["媳"] = {
				["外"] = {
					["逃"] = {
						[" "] = {
							["旧"] = {
								["金"] = {
									["山"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["雞"] = {
			this = true
		},
		["智"] = {
			["者"] = {
				["\\"] = {
					p = {
						P = {
							["?"] = {
								["也"] = {
									["是"] = {
										["哲"] = {
											["学"] = {
												["家"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["吃"] = {
				["花"] = {
					["生"] = {
						["米"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["受"] = {
		["虐"] = {
			this = true,
			["狂"] = {
				this = true
			},
			["图"] = {
				this = true
			}
		},
		["到"] = {
			["控"] = {
				["制"] = {
					["的"] = {
						["中"] = {
							["国"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["贿"] = {
			this = true,
			["再"] = {
				["多"] = {
					["不"] = {
						["嫌"] = {
							["怪"] = {
								this = true
							}
						}
					}
				}
			},
			["者"] = {
				["瞅"] = {
					["的"] = {
						["是"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["精"] = {
			this = true,
			["美"] = {
				["尻"] = {
					this = true
				}
			}
		},
		["理"] = {
			["退"] = {
				["伍"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["辱"] = {
			["禁"] = {
				["处"] = {
					this = true
				}
			}
		},
		["赵"] = {
			["紫"] = {
				["阳"] = {
					["影"] = {
						["响"] = {
							this = true
						}
					}
				}
			}
		},
		["控"] = {
			["的"] = {
				["计"] = {
					["划"] = {
						["经"] = {
							["济"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["售"] = {
		I = {
			D = {
				this = true
			}
		},
		["号"] = {
			this = true
		},
		["软"] = {
			["件"] = {
				this = true
			}
		},
		this = {
			this = true
		},
		["肾"] = {
			this = true
		},
		["枪"] = {
			["购"] = {
				["买"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["手"] = {
			["枪"] = {
				Q = {
					Q = {
						this = true
					}
				}
			}
		},
		["麻"] = {
			["醉"] = {
				this = true,
				["槍"] = {
					this = true
				}
			},
			["古"] = {
				this = true,
				["配"] = {
					["方"] = {
						this = true
					}
				}
			}
		},
		["毕"] = {
			["业"] = {
				["证"] = {
					this = true
				}
			}
		},
		["冰"] = {
			["毒"] = {
				this = true
			}
		},
		["打"] = {
			["鸟"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["工"] = {
			["字"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["虎"] = {
			["头"] = {
				["猎"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["井"] = {
			["用"] = {
				["物"] = {
					["品"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			["用"] = {
				["物"] = {
					["品"] = {
						this = true
					}
				}
			}
		},
		["射"] = {
			["钉"] = {
				["弹"] = {
					["丸"] = {
						this = true
					}
				}
			}
		},
		["司"] = {
			["徒"] = {
				["猎"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["巴"] = {
			["比"] = {
				["妥"] = {
					this = true
				}
			}
		},
		["秦"] = {
			["氏"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["羟"] = {
			["基"] = {
				["乙"] = {
					["腈"] = {
						this = true
					}
				}
			}
		},
		["假"] = {
			["退"] = {
				["伍"] = {
					["证"] = {
						this = true
					}
				}
			},
			["车"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["台"] = {
			["秃"] = {
				this = true
			}
		},
		f = {
			o = {
				x = {
					["意"] = {
						["大"] = {
							["利"] = {
								["狐"] = {
									["狸"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		k = {
			["粉"] = {
				["制"] = {
					["作"] = {
						["技"] = {
							["术"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["水"] = {
		["利"] = {
			["部"] = {
				this = true
			},
			["工"] = {
				["程"] = {
					["系"] = {
						["主"] = {
							["席"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["去"] = {
			["车"] = {
				["仑"] = {
					this = true
				},
				["侖"] = {
					this = true
				}
			},
			["車"] = {
				["仑"] = {
					this = true
				},
				["侖"] = {
					this = true
				}
			}
		},
		["胶"] = {
			["炸"] = {
				["药"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["、"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["晶"] = {
			["城"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["宫"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				this = true,
				["毒"] = {
					this = true
				}
			},
			["之"] = {
				["恋"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			}
		},
		["舞"] = {
			["间"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["色"] = {
				["综"] = {
					["合"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				},
				["成"] = {
					["人"] = {
						["网"] = {
							this = true
						},
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				},
				["图"] = {
					["片"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			}
		},
		["雷"] = {
			this = true
		},
		["源"] = {
			["刃"] = {
				["剑"] = {
					["网"] = {
						this = true
					}
				}
			},
			["刀"] = {
				["剑"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["果"] = {
			["奶"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			b = {
				i = {
					n = {
						g = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				this = true
			},
			["湖"] = {
				["步"] = {
					["行"] = {
						["街"] = {
							["小"] = {
								["区"] = {
									this = true,
									["1"] = {
										["套"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["浴"] = {
			["晨"] = {
				["光"] = {
					this = true
				}
			},
			["法"] = {
				["制"] = {
					T = {
						N = {
							T = {
								this = true
							}
						}
					}
				}
			}
		},
		["扁"] = {
			this = true
		},
		["*"] = {
			["果"] = {
				["&"] = {
					["冰"] = {
						this = true
					}
				},
				["*"] = {
					["冰"] = {
						this = true
					}
				}
			}
		},
		["、"] = {
			["去"] = {
				["车"] = {
					["仑"] = {
						this = true
					}
				}
			},
			["深"] = {
				["火"] = {
					["热"] = {
						this = true
					}
				}
			}
		},
		["^"] = {
			["果"] = {
				["6"] = {
					["冰"] = {
						this = true
					}
				}
			}
		},
		["本"] = {
			["佳"] = {
				["奈"] = {
					this = true
				}
			}
		},
		["城"] = {
			["奈"] = {
				["绪"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				},
				["緒"] = {
					this = true
				}
			}
		},
		["从"] = {
			["穴"] = {
				["里"] = {
					["流"] = {
						["出"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["岛"] = {
			["爱"] = {
				["奈"] = {
					["迅"] = {
						["雷"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["千"] = {
				["彰"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["纱"] = {
				["月"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["早"] = {
				["苗"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["島"] = {
			["愛"] = {
				["奈"] = {
					["迅"] = {
						["雷"] = {
							this = true
						}
					}
				}
			},
			["千"] = {
				["彰"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["嶋"] = {
			["彩"] = {
				["迅"] = {
					["雷"] = {
						this = true
					}
				}
			}
		},
		["电"] = {
			["工"] = {
				["阿"] = {
					["贤"] = {
						this = true
					}
				},
				["潮"] = {
					["吹"] = {
						this = true
					}
				}
			}
		},
		["都"] = {
			["聖"] = {
				["凤"] = {
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			}
		},
		["工"] = {
			["帝"] = {
				this = true
			},
			["蛤"] = {
				["蟆"] = {
					this = true
				}
			},
			["视"] = {
				["察"] = {
					this = true
				}
			},
			["题"] = {
				["词"] = {
					this = true
				}
			},
			["帮"] = {
				this = true
			}
		},
		["谷"] = {
			["里"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["心"] = {
				["音"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亜"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["虎"] = {
			["鱼"] = {
				this = true
			}
		},
		["火"] = {
			["不"] = {
				["容"] = {
					this = true
				}
			}
		},
		["军"] = {
			this = true,
			["军"] = {
				["团"] = {
					["招"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			},
			["招"] = {
				["聘"] = {
					this = true
				}
			}
		},
		["库"] = {
			["占"] = {
				["地"] = {
					["维"] = {
						["权"] = {
							this = true
						}
					}
				}
			}
		},
		["来"] = {
			["亚"] = {
				["矢"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["來"] = {
			["亜"] = {
				["矢"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["漫"] = {
			["金"] = {
				["山"] = {
					this = true
				}
			}
		},
		["蟒"] = {
			["左"] = {
				["轮"] = {
					["仿"] = {
						["真"] = {
							this = true
						}
					}
				}
			}
		},
		["莓"] = {
			["壹"] = {
				["佰"] = {
					["1"] = {
						["0"] = {
							["0"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["妹"] = {
			this = true
		},
		["密"] = {
			["舱"] = {
				this = true,
				["损"] = {
					["坏"] = {
						this = true
					}
				},
				["中"] = {
					["度"] = {
						["受"] = {
							["损"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["墨"] = {
			["女"] = {
				["人"] = {
					P = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["爱"] = {
				["高"] = {
					["清"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						}
					}
				}
			},
			["愛"] = {
				["全"] = {
					["集"] = {
						this = true
					}
				}
			}
		},
		["嫩"] = {
			["粉"] = {
				["穴"] = {
					["内"] = {
						["射"] = {
							this = true
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["乳"] = {
			["交"] = {
				["融"] = {
					this = true
				}
			}
		},
		["森"] = {
			["叶"] = {
				["月"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["叶"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["蛇"] = {
			["腰"] = {
				["的"] = {
					["骚"] = {
						["女"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["树"] = {
			["由"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["樹"] = {
			["由"] = {
				["理"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["添"] = {
			["爱"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["下"] = {
			["二"] = {
				["层"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["写"] = {
						["真"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["体"] = {
					this = true
				}
			},
			["一"] = {
				["层"] = {
					this = true
				}
			}
		},
		["仙"] = {
			this = true
		},
		["咲"] = {
			["涼"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["里"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["穴"] = {
			this = true
		},
		["鸭"] = {
			["子"] = {
				this = true
			}
		},
		["杨"] = {
			["酸"] = {
				["汞"] = {
					["配"] = {
						["方"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			this = true,
			["爱"] = {
				b = {
					t = {
						this = true
					}
				},
				["里"] = {
					b = {
						t = {
							this = true
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["愛"] = {
				b = {
					t = {
						this = true
					}
				},
				["裡"] = {
					b = {
						t = {
							this = true
						}
					},
					["電"] = {
						["驢"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				},
				["迅"] = {
					["雷"] = {
						this = true
					}
				}
			},
			["碧"] = {
				this = true,
				["高"] = {
					["清"] = {
						this = true
					}
				}
			},
			["彩"] = {
				["香"] = {
					B = {
						T = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["春"] = {
				["树"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["集"] = {
				["锦"] = {
					this = true
				}
			},
			["礼"] = {
				["子"] = {
					this = true,
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["奈"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["茜"] = {
				["电"] = {
					["驴"] = {
						this = true
					}
				}
			},
			["上"] = {
				["门"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["亜"] = {
				["美"] = {
					B = {
						T = {
							this = true
						}
					}
				}
			}
		},
		["银"] = {
			["大"] = {
				["量"] = {
					["供"] = {
						["货"] = {
							this = true
						},
						["现"] = {
							["货"] = {
								this = true
							}
						}
					}
				}
			},
			["汞"] = {
				this = true
			}
		},
		["元"] = {
			["由"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["原"] = {
			["美"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["朋"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["元"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["圆"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["圓"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["珠"] = {
				["绪"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["沢"] = {
			["杏"] = {
				["香"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["泽"] = {
			["惠"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["由"] = {
				["里"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["澤"] = {
			["り"] = {
				["の"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			},
			["由"] = {
				["裡"] = {
					["香"] = {
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["奈"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["着"] = {
			this = true
		},
		["珠"] = {
			["吸"] = {
				["皮"] = {
					this = true
				}
			}
		},
		["柜"] = {
			["学"] = {
				["生"] = {
					this = true
				}
			},
			s = {
				t = {
					u = {
						d = {
							e = {
								n = {
									t = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["碾"] = {
				this = true
			},
			["压"] = {
				this = true
			},
			["节"] = {
				this = true
			}
		},
		["櫃"] = {
			["學"] = {
				["生"] = {
					this = true
				}
			},
			s = {
				t = {
					u = {
						d = {
							e = {
								n = {
									t = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["節"] = {
				this = true
			}
		},
		["箱"] = {
			["藏"] = {
				["底"] = {
					["片"] = {
						this = true
					}
				},
				["胶"] = {
					["片"] = {
						this = true
					}
				}
			},
			["节"] = {
				this = true
			},
			["節"] = {
				this = true
			}
		},
		["磨"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			}
		},
		["厢"] = {
			["人"] = {
				this = true
			}
		},
		["能"] = {
			["推"] = {
				["泥"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["税"] = {
		["务"] = {
			["总"] = {
				["局"] = {
					this = true,
					["致"] = {
						["歉"] = {
							this = true
						}
					}
				}
			},
			["机"] = {
				["关"] = {
					["统"] = {
						["一"] = {
							["发"] = {
								["票"] = {
									["代"] = {
										["开"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["代"] = {
				["理"] = {
					["开"] = {
						["发"] = {
							["票"] = {
								this = true
							},
							["漂"] = {
								this = true
							}
						},
						["發"] = {
							["票"] = {
								this = true
							}
						},
						["法"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["局"] = {
				["发"] = {
					this = true
				}
			},
			["两"] = {
				["条"] = {
					["狼"] = {
						this = true
					}
				}
			},
			["醱"] = {
				["票"] = {
					this = true
				}
			}
		},
		["力"] = {
			this = true
		},
		["票"] = {
			["代"] = {
				["理"] = {
					this = true,
					["有"] = {
						["限"] = {
							["公"] = {
								["司"] = {
									this = true
								}
							}
						}
					}
				},
				["办"] = {
					this = true
				},
				["开"] = {
					this = true
				}
			},
			["。"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				}
			},
			["办"] = {
				["理"] = {
					this = true
				}
			},
			["发"] = {
				["票"] = {
					["据"] = {
						this = true,
						["代"] = {
							["开"] = {
								this = true
							}
						}
					}
				}
			},
			["需"] = {
				["要"] = {
					this = true
				}
			}
		},
		["*"] = {
			["漂"] = {
				["*"] = {
					["代"] = {
						["开"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					}
				}
			},
			["票"] = {
				["*"] = {
					["代"] = {
						["开"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["，"] = {
			["票"] = {
				["据"] = {
					this = true
				}
			}
		},
		["、"] = {
			["票"] = {
				this = true
			}
		},
		["查"] = {
			["、"] = {
				["验"] = {
					this = true
				}
			}
		},
		["'"] = {
			["点"] = {
				["低"] = {
					this = true
				}
			}
		},
		["点"] = {
			["优"] = {
				this = true,
				["惠"] = {
					this = true
				}
			}
		},
		["改"] = {
			["1"] = {
				["3"] = {
					this = true
				}
			}
		},
		["后"] = {
			["付"] = {
				["款"] = {
					this = true
				}
			}
		},
		["金"] = {
			["低"] = {
				this = true
			},
			["优"] = {
				this = true
			}
		},
		["据"] = {
			["代"] = {
				["开"] = {
					this = true
				}
			}
		},
		["率"] = {
			["、"] = {
				["优"] = {
					["惠"] = {
						this = true
					}
				}
			},
			["低"] = {
				this = true
			},
			["'"] = {
				["优"] = {
					this = true
				}
			}
		},
		["收"] = {
			["发"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["税"] = {
			["票"] = {
				["发"] = {
					["票"] = {
						this = true,
						["代"] = {
							["开"] = {
								this = true
							},
							["理"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["死"] = {
		g = {
			d = {
				this = true
			},
			m = {
				this = true
			}
		},
		["全"] = {
			["家"] = {
				this = true
			}
		},
		["亡"] = {
			["刀"] = {
				["具"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["笔"] = {
				["记"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["筆"] = {
				["記"] = {
					this = true
				}
			},
			["日"] = {
				["志"] = {
					this = true
				},
				["誌"] = {
					this = true
				}
			},
			["人"] = {
				["数"] = {
					this = true
				},
				["數"] = {
					this = true
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			}
		},
		["刑"] = {
			this = true,
			["枪"] = {
				["毙"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["过"] = {
				this = true,
				["程"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["\\"] = {
				["枪"] = {
					["毙"] = {
						this = true
					}
				}
			}
		},
		["逼"] = {
			this = true
		},
		["受"] = {
			["舆"] = {
				["控"] = {
					this = true
				}
			}
		},
		["、"] = {
			g = {
				m = {
					this = true
				}
			}
		},
		["\\"] = {
			["儿"] = {
				["子"] = {
					this = true
				}
			},
			["刑"] = {
				["过"] = {
					this = true
				}
			}
		},
		["大"] = {
			["大"] = {
				["最"] = {
					["好"] = {
						this = true
					}
				}
			}
		},
		["党"] = {
			["荆"] = {
				["福"] = {
					["生"] = {
						this = true
					}
				}
			}
		},
		["扛"] = {
			["习"] = {
				["近"] = {
					["平"] = {
						this = true
					}
				}
			}
		},
		["难"] = {
			["者"] = {
				this = true,
				["名"] = {
					["单"] = {
						["六"] = {
							["四"] = {
								["事"] = {
									["件"] = {
										this = true
									}
								},
								["屠"] = {
									["杀"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["伤"] = {
			["木"] = {
				["樨"] = {
					["地"] = {
						this = true
					}
				}
			}
		},
		["也"] = {
			["撸"] = {
				this = true
			}
		},
		["于"] = {
			["中"] = {
				["共"] = {
					this = true
				}
			},
			["一"] = {
				x = {
					x = {
						x = {
							["年"] = {
								["陆"] = {
									["月"] = {
										x = {
											["日"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["战"] = {
			["到"] = {
				["底"] = {
					this = true
				}
			}
		},
		["不"] = {
			["了"] = {
				["的"] = {
					["中"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["投"] = {
		["毒"] = {
			this = true,
			["杀"] = {
				["人"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["殺"] = {
				["人"] = {
					this = true
				}
			}
		},
		["注"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["博"] = {
				["彩"] = {
					this = true,
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					["网"] = {
						this = true
					}
				}
			},
			["开"] = {
				["户"] = {
					this = true
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true
					}
				}
			},
			["平"] = {
				["台"] = {
					["出"] = {
						["租"] = {
							this = true
						}
					}
				}
			},
			["取"] = {
				["现"] = {
					this = true
				},
				["現"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["特"] = {
				["码"] = {
					this = true
				}
			},
			["德"] = {
				["州"] = {
					["扑"] = {
						["克"] = {
							this = true
						}
					}
				}
			},
			["轮"] = {
				["盘"] = {
					this = true
				}
			}
		},
		["公"] = {
			this = true
		},
		["弹"] = {
			["观"] = {
				["瞄"] = {
					["器"] = {
						this = true
					}
				}
			},
			["精"] = {
				["度"] = {
					this = true
				}
			},
			["缩"] = {
				["圈"] = {
					["速"] = {
						["度"] = {
							this = true
						}
					}
				}
			}
		},
		["稿"] = {
			["画"] = {
				["像"] = {
					["の"] = {
						["壷"] = {
							this = true
						}
					}
				}
			}
		},
		["票"] = {
			["^"] = {
				["&"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["换"] = {
				["一"] = {
					["个"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["透"] = {
		["视"] = {
			this = true,
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["眼"] = {
				["镜"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["睛"] = {
					this = true
				}
			},
			["镜"] = {
				this = true
			},
			["器"] = {
				this = true
			},
			["照"] = {
				this = true,
				["片"] = {
					this = true
				}
			},
			["%"] = {
				["麻"] = {
					["将"] = {
						this = true
					}
				}
			},
			["&"] = {
				["麻"] = {
					["将"] = {
						this = true
					}
				}
			},
			["藏"] = {
				["人"] = {
					this = true
				}
			},
			["赌"] = {
				["具"] = {
					this = true
				}
			},
			["工"] = {
				["具"] = {
					this = true
				}
			},
			["麻"] = {
				["将"] = {
					this = true,
					["包"] = {
						["教"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["门"] = {
				this = true
			},
			["牌"] = {
				["九"] = {
					this = true
				}
			},
			["扑"] = {
				["克"] = {
					this = true,
					["牌"] = {
						this = true
					}
				}
			},
			["手"] = {
				["机"] = {
					this = true,
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["押"] = {
				["宝"] = {
					["碗"] = {
						this = true
					}
				}
			},
			["药"] = {
				["水"] = {
					this = true
				}
			},
			["仪"] = {
				this = true,
				["器"] = {
					this = true
				}
			},
			["中"] = {
				["国"] = {
					[" "] = {
						["\""] = {
							["六"] = {
								["四"] = {
									["\""] = {
										this = true
									}
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["装"] = {
				this = true
			}
		},
		["視"] = {
			this = true,
			["器"] = {
				this = true
			},
			["眼"] = {
				this = true,
				["鏡"] = {
					this = true
				},
				["镜"] = {
					this = true
				}
			},
			["照"] = {
				["片"] = {
					this = true
				}
			},
			["賭"] = {
				["具"] = {
					this = true
				}
			},
			["麻"] = {
				["將"] = {
					this = true,
					["包"] = {
						["教"] = {
							["會"] = {
								this = true
							}
						}
					}
				}
			},
			["嫲"] = {
				["將"] = {
					this = true
				}
			},
			["牌"] = {
				["九"] = {
					this = true
				}
			},
			["扑"] = {
				["剋"] = {
					this = true
				}
			},
			["撲"] = {
				["克"] = {
					this = true
				}
			},
			["圤"] = {
				["尅"] = {
					this = true
				}
			},
			["軟"] = {
				["體"] = {
					this = true
				}
			},
			["手"] = {
				["機"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["偷"] = {
				["听"] = {
					this = true
				}
			},
			["葯"] = {
				["氺"] = {
					this = true
				},
				["渁"] = {
					this = true
				}
			},
			["藥"] = {
				["水"] = {
					this = true
				}
			},
			["儀"] = {
				["器"] = {
					this = true
				}
			}
		},
		["#"] = {
			["视"] = {
				["麻"] = {
					["将"] = {
						this = true
					}
				}
			}
		},
		["、"] = {
			["视"] = {
				["镜"] = {
					this = true
				}
			}
		},
		s = {
			h = {
				i = {
					["麻"] = {
						["将"] = {
							this = true
						}
					}
				}
			}
		},
		["麻"] = {
			["将"] = {
				this = true
			}
		},
		["明"] = {
			["內"] = {
				["衣"] = {
					["秀"] = {
						this = true
					}
				}
			},
			["内"] = {
				["衣"] = {
					this = true
				}
			},
			["人"] = {
				this = true
			},
			["下"] = {
				["半"] = {
					["身"] = {
						this = true
					}
				}
			},
			["泳"] = {
				["衣"] = {
					["的"] = {
						["嫩"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			},
			["装"] = {
				["出"] = {
					["游"] = {
						this = true
					}
				}
			}
		},
		["支"] = {
			["卡"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["推"] = {
		["油"] = {
			this = true,
			["保"] = {
				["健"] = {
					this = true,
					["按"] = {
						["摩"] = {
							this = true
						}
					}
				}
			},
			["葆"] = {
				["旔"] = {
					this = true
				}
			},
			["经"] = {
				["历"] = {
					this = true
				}
			}
		},
		["荐"] = {
			this = true,
			["激"] = {
				["情"] = {
					["骚"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["优"] = {
					this = true
				}
			}
		},
		["女"] = {
			this = true,
			["郎"] = {
				this = true,
				["天"] = {
					["天"] = {
						["看"] = {
							this = true
						}
					}
				}
			}
		},
		["背"] = {
			["图"] = {
				this = true
			}
		},
		b = {
			e = {
				i = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["翻"] = {
			["社"] = {
				["会"] = {
					["主"] = {
						["义"] = {
							["制"] = {
								["度"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["中"] = {
				["共"] = {
					this = true
				}
			}
		},
		["\\"] = {
			["翻"] = {
				this = true
			}
		},
		["贝"] = {
			["尔"] = {
				this = true
			}
		},
		["牌"] = {
			["九"] = {
				this = true
			}
		},
		["手"] = {
			this = true
		},
		["推"] = {
			["侠"] = {
				this = true
			},
			["俠"] = {
				this = true
			}
		},
		["胸"] = {
			["口"] = {
				["爆"] = {
					["內"] = {
						["射"] = {
							this = true
						}
					},
					["内"] = {
						["射"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["翻"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["网"] = {
		["管"] = {
			this = true
		},
		["上"] = {
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true,
					["学"] = {
						["历"] = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							this = true,
							["公"] = {
								["司"] = {
									this = true
								}
							}
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					[" "] = {
						["假"] = {
							["毕"] = {
								["业"] = {
									["证"] = {
										this = true
									}
								}
							}
						},
						["刻"] = {
							["章"] = {
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						},
						["英"] = {
							["语"] = {
								["六"] = {
									["级"] = {
										this = true
									}
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["大"] = {
					["专"] = {
						this = true
					}
				},
				["高"] = {
					["仿"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["证"] = {
						this = true
					}
				},
				["理"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["假"] = {
						["言"] = {
							["正"] = {
								this = true
							}
						},
						["证"] = {
							this = true
						}
					},
					["证"] = {
						["件"] = {
							this = true
						}
					}
				},
				["学"] = {
					["历"] = {
						this = true
					}
				},
				["正"] = {
					this = true,
					["毕"] = {
						["业"] = {
							["正"] = {
								this = true
							}
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["搏"] = {
					["网"] = {
						["站"] = {
							["大"] = {
								["全"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					this = true
				}
			},
			["代"] = {
				["考"] = {
					this = true
				},
				["办"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["秽"] = {
					["色"] = {
						["情"] = {
							["游"] = {
								["戏"] = {
									this = true
								}
							}
						}
					}
				}
			},
			[" "] = {
				["买"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			},
			["诚"] = {
				["信"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["集"] = {
				["会"] = {
					this = true
				}
			}
		},
		["络"] = {
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					}
				},
				["帖"] = {
					this = true,
					["代"] = {
						["理"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true,
						["官"] = {
							["网"] = {
								this = true
							}
						},
						["手"] = {
							["机"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					T = {
						V = {
							["棒"] = {
								this = true
							}
						}
					},
					["小"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true,
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["钱"] = {
					["赌"] = {
						["博"] = {
							this = true
						},
						["场"] = {
							this = true
						}
					},
					["百"] = {
						["家"] = {
							["乐"] = {
								this = true
							}
						}
					},
					["扎"] = {
						["金"] = {
							["花"] = {
								this = true
							}
						}
					}
				},
				["人"] = {
					["博"] = {
						["彩"] = {
							this = true
						}
					},
					["赌"] = {
						["博"] = {
							this = true
						},
						["场"] = {
							this = true
						}
					}
				},
				["实"] = {
					["赌"] = {
						["博"] = {
							this = true
						}
					}
				}
			},
			["水"] = {
				["军"] = {
					this = true,
					["招"] = {
						["聘"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["理"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					}
				},
				["购"] = {
					["汽"] = {
						["狗"] = {
							this = true
						}
					}
				},
				["号"] = {
					["4"] = {
						["7"] = {
							this = true
						}
					}
				},
				["开"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["推"] = {
				["广"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					},
					["删"] = {
						["帖"] = {
							this = true
						}
					}
				},
				["手"] = {
					this = true,
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["招"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["宣"] = {
				["传"] = {
					["的"] = {
						["真"] = {
							["相"] = {
								this = true
							}
						}
					}
				}
			},
			["营"] = {
				["销"] = {
					this = true,
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["由"] = {
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				}
			},
			["评"] = {
				["论"] = {
					["员"] = {
						this = true
					}
				}
			},
			["封"] = {
				["锁"] = {
					this = true
				}
			},
			["办"] = {
				["证"] = {
					this = true,
					[" "] = {
						["刻"] = {
							["章"] = {
								this = true,
								Q = {
									Q = {
										this = true
									}
								}
							}
						},
						["身"] = {
							["份"] = {
								["证"] = {
									this = true
								}
							}
						},
						["学"] = {
							["位"] = {
								["证"] = {
									this = true
								},
								["认"] = {
									["证"] = {
										this = true
									}
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						},
						["驾"] = {
							["照"] = {
								this = true
							}
						},
						["真"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						},
						["签"] = {
							["证"] = {
								this = true
							}
						},
						["上"] = {
							["网"] = {
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						},
						["车"] = {
							["牌"] = {
								["执"] = {
									["照"] = {
										this = true
									}
								}
							}
						}
					},
					["刻"] = {
						["章"] = {
							this = true,
							[" "] = {
								["毕"] = {
									["业"] = {
										["证"] = {
											Q = {
												Q = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["假"] = {
						["证"] = {
							this = true
						}
					},
					["驾"] = {
						["照"] = {
							this = true
						}
					},
					["签"] = {
						["证"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["车"] = {
					["牌"] = {
						["执"] = {
							["照"] = {
								this = true
							}
						}
					}
				},
				["护"] = {
					["照"] = {
						this = true
					}
				},
				["驾"] = {
					["照"] = {
						this = true
					}
				},
				["刻"] = {
					["章"] = {
						this = true
					}
				},
				["签"] = {
					["证"] = {
						this = true
					}
				},
				["上"] = {
					["网"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				},
				["学"] = {
					["位"] = {
						["认"] = {
							["证"] = {
								this = true
							}
						},
						["证"] = {
							this = true
						}
					}
				},
				["真"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				},
				["正"] = {
					["毕"] = {
						["业"] = {
							["正"] = {
								this = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							this = true
						}
					},
					["签"] = {
						["正"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["正"] = {
								this = true
							}
						}
					},
					["学"] = {
						["位"] = {
							["正"] = {
								this = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				}
			},
			["."] = {
				["封"] = {
					["锁"] = {
						this = true
					}
				},
				["活"] = {
					["动"] = {
						["颠"] = {
							["覆"] = {
								this = true
							}
						}
					}
				}
			},
			c = {
				p = {
					["9"] = {
						["9"] = {
							this = true
						}
					}
				}
			},
			T = {
				V = {
					["棒"] = {
						this = true
					}
				}
			},
			["宝"] = {
				["交"] = {
					["易"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					this = true
				}
			},
			["炒"] = {
				["作"] = {
					this = true
				}
			},
			["创"] = {
				["世"] = {
					["纪"] = {
						this = true
					}
				},
				["业"] = {
					this = true
				}
			},
			["错"] = {
				["误"] = {
					this = true
				}
			},
			["德"] = {
				["国"] = {
					A = {
						this = true
					}
				}
			},
			["赌"] = {
				["博"] = {
					this = true,
					["机"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["网"] = {
						["址"] = {
							this = true
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				},
				["场"] = {
					this = true
				},
				["钱"] = {
					this = true
				},
				["球"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					this = true,
					["撤"] = {
						["销"] = {
							this = true
						}
					},
					["清"] = {
						["除"] = {
							this = true
						}
					},
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["革"] = {
				["命"] = {
					["宣"] = {
						["言"] = {
							this = true
						}
					}
				}
			},
			["公"] = {
				["关"] = {
					["删"] = {
						["帖"] = {
							this = true
						},
						["贴"] = {
							this = true
						}
					}
				},
				["祭"] = {
					this = true
				}
			},
			["购"] = {
				["物"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["雇"] = {
				["凶"] = {
					this = true
				},
				["佣"] = {
					["军"] = {
						this = true
					}
				}
			},
			["皇"] = {
				["家"] = {
					["赌"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["活"] = {
				["动"] = {
					["颠"] = {
						["覆"] = {
							this = true
						}
					}
				}
			},
			["交"] = {
				["易"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["局"] = {
				this = true
			},
			["老"] = {
				["虎"] = {
					["机"] = {
						this = true
					}
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true,
						["投"] = {
							["注"] = {
								this = true
							}
						},
						["诈"] = {
							["骗"] = {
								this = true
							}
						}
					}
				}
			},
			["龙"] = {
				["虎"] = {
					["斗"] = {
						this = true
					}
				}
			},
			["轮"] = {
				["盘"] = {
					this = true
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					}
				}
			},
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["棋"] = {
				["牌"] = {
					["室"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["行"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["群"] = {
				["发"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["小"] = {
					["说"] = {
						this = true
					}
				}
			},
			["商"] = {
				["汇"] = {
					this = true
				}
			},
			["私"] = {
				["彩"] = {
					["赌"] = {
						["博"] = {
							this = true
						}
					}
				}
			},
			["同"] = {
				["步"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["投"] = {
				["票"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				},
				["注"] = {
					this = true
				}
			},
			["西"] = {
				["班"] = {
					["牙"] = {
						["伽"] = {
							["玛"] = {
								this = true
							}
						}
					}
				}
			},
			["下"] = {
				["注"] = {
					this = true
				}
			},
			["现"] = {
				["金"] = {
					["博"] = {
						["彩"] = {
							this = true
						}
					},
					["赌"] = {
						["钱"] = {
							this = true
						}
					},
					["六"] = {
						["合"] = {
							["彩"] = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["寻"] = {
				["找"] = {
					["一"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["音"] = {
				["乐"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["秽"] = {
					["色"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					["棒"] = {
						this = true
					},
					["服"] = {
						["务"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["招"] = {
				["嫖"] = {
					this = true
				},
				["聘"] = {
					this = true
				}
			},
			["找"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			},
			["证"] = {
				["件"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["等"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					},
					["二"] = {
						["代"] = {
							["证"] = {
								this = true
							}
						}
					},
					["房"] = {
						["产"] = {
							["证"] = {
								this = true
							}
						}
					},
					["护"] = {
						["士"] = {
							["证"] = {
								this = true
							}
						},
						["照"] = {
							this = true
						}
					},
					["会"] = {
						["计"] = {
							["证"] = {
								this = true
							}
						}
					},
					["假"] = {
						["证"] = {
							this = true
						}
					},
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						}
					},
					["教"] = {
						["师"] = {
							["证"] = {
								this = true
							}
						}
					},
					["结"] = {
						["婚"] = {
							["证"] = {
								this = true
							}
						}
					},
					["警"] = {
						["官"] = {
							["证"] = {
								this = true
							}
						}
					},
					["军"] = {
						["官"] = {
							["证"] = {
								this = true
							}
						}
					},
					["离"] = {
						["婚"] = {
							["证"] = {
								this = true
							}
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					},
					["医"] = {
						["师"] = {
							["证"] = {
								this = true
							}
						}
					},
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["职"] = {
				["业"] = {
					["删"] = {
						["帖"] = {
							this = true
						}
					}
				}
			},
			["指"] = {
				["定"] = {
					["8"] = {
						["8"] = {
							["式"] = {
								this = true
							}
						}
					}
				}
			},
			["专"] = {
				["7"] = {
					["4"] = {
						["式"] = {
							this = true
						}
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				},
				["销"] = {
					["8"] = {
						["5"] = {
							["式"] = {
								this = true
							}
						}
					},
					["麻"] = {
						["黄"] = {
							["素"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["业"] = {
					["发"] = {
						["帖"] = {
							this = true
						}
					},
					["删"] = {
						["帖"] = {
							this = true
						}
					}
				}
			},
			["赚"] = {
				["钱"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["项"] = {
						["目"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["足"] = {
				["球"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					},
					["下"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["组"] = {
				["织"] = {
					["了"] = {
						["一"] = {
							["批"] = {
								["通"] = {
									["过"] = {
										["买"] = {
											["官"] = {
												["卖"] = {
													["官"] = {
														["上"] = {
															["位"] = {
																["的"] = {
																	["公"] = {
																		["、"] = {
																			["检"] = {
																				["、"] = {
																					["法"] = {
																						["、"] = {
																							["司"] = {
																								["等"] = {
																									["要"] = {
																										["害"] = {
																											["部"] = {
																												["门"] = {
																													["犯"] = {
																														["罪"] = {
																															["人"] = {
																																["员"] = {
																																	this = true
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["购"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["客"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["品"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["自"] = {
				["制"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["特"] = {
			this = true
		},
		["游"] = {
			["喷"] = {
				["血"] = {
					["美"] = {
						["女"] = {
							["左"] = {
								["小"] = {
									["娜"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["购"] = {
				["物"] = {
					["网"] = {
						this = true
					}
				}
			},
			["交"] = {
				["易"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["久"] = {
				["久"] = {
					["金"] = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["亵"] = {
					["渎"] = {
						this = true
					}
				},
				["纵"] = {
					["意"] = {
						["花"] = {
							["丛"] = {
								this = true
							}
						}
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			}
		},
		["赚"] = {
			this = true,
			["队"] = {
				["伍"] = {
					this = true
				}
			},
			["教"] = {
				["程"] = {
					this = true
				}
			}
		},
		["评"] = {
			["员"] = {
				this = true
			}
		},
		["瘾"] = {
			["少"] = {
				["年"] = {
					["习"] = {
						["丶"] = {
							["近"] = {
								["平"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["、"] = {
			["办"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			}
		},
		["."] = {
			["络"] = {
				["代"] = {
					["理"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["秦"] = {
				this = true
			}
		},
		["爱"] = {
			this = true
		},
		["吧"] = {
			["小"] = {
				["艳"] = {
					["遇"] = {
						this = true
					}
				}
			}
		},
		["操"] = {
			["熟"] = {
				["女"] = {
					this = true
				}
			}
		},
		["虫"] = {
			["轮"] = {
				["奸"] = {
					this = true
				}
			}
		},
		["传"] = {
			["家"] = {
				["宝"] = {
					["遗"] = {
						["书"] = {
							this = true,
							[" "] = {
								["数"] = {
									["万"] = {
										["人"] = {
											["转"] = {
												this = true
											}
										}
									}
								}
							},
							["-"] = {
								["-"] = {
									["数"] = {
										["万"] = {
											["人"] = {
												["转"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["店"] = {
			["办"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["招"] = {
				["标"] = {
					this = true
				}
			},
			["装"] = {
				["修"] = {
					this = true
				}
			}
		},
		["咯"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["格"] = {
			["内"] = {
				["衣"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			}
		},
		["关"] = {
			["短"] = {
				["信"] = {
					this = true
				}
			}
		},
		["监"] = {
			["会"] = {
				this = true
			}
		},
		["捷"] = {
			["信"] = {
				this = true
			}
		},
		["咖"] = {
			["援"] = {
				["交"] = {
					this = true
				}
			}
		},
		["溜"] = {
			this = true
		},
		["路"] = {
			["招"] = {
				["嫖"] = {
					this = true
				}
			}
		},
		["落"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["保"] = {
				["钓"] = {
					this = true
				}
			},
			["代"] = {
				["办"] = {
					this = true
				}
			}
		},
		["絡"] = {
			["公"] = {
				["祭"] = {
					this = true
				}
			}
		},
		["陪"] = {
			["门"] = {
				this = true
			}
		},
		["情"] = {
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			}
		},
		["趣"] = {
			["商"] = {
				["城"] = {
					this = true
				}
			}
		},
		["售"] = {
			["真"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["钛"] = {
			["文"] = {
				["章"] = {
					this = true
				}
			}
		},
		["袜"] = {
			O = {
				L = {
					this = true,
					["出"] = {
						["租"] = {
							this = true
						}
					}
				}
			}
		},
		["星"] = {
			["艾"] = {
				["尼"] = {
					["克"] = {
						["斯"] = {
							this = true
						}
					}
				}
			}
		},
		["宿"] = {
			this = true
		},
		["宣"] = {
			this = true
		},
		["页"] = {
			["3"] = {
				["3"] = {
					["6"] = {
						["3"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["游"] = {
					["戏"] = {
						this = true
					}
				}
			}
		},
		["易"] = {
			["习"] = {
				this = true
			}
		},
		["银"] = {
			["卡"] = {
				this = true
			}
		},
		["遊"] = {
			["公"] = {
				["會"] = {
					this = true
				}
			}
		},
		["友"] = {
			["激"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					["图"] = {
						["库"] = {
							this = true
						}
					}
				}
			}
		},
		["状"] = {
			["透"] = {
				["明"] = {
					["衣"] = {
						this = true
					}
				}
			}
		},
		["做"] = {
			["聊"] = {
				["天"] = {
					this = true
				}
			}
		},
		["红"] = {
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["文"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["威"] = {
		["而"] = {
			["钢"] = {
				this = true
			},
			["柔"] = {
				this = true
			},
			["刚"] = {
				this = true
			},
			["鋼"] = {
				this = true
			}
		},
		["龙"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			}
		},
		["廉"] = {
			["希"] = {
				["尔"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["哈"] = {
				["尔"] = {
					["西"] = {
						this = true
					}
				}
			},
			["奥"] = {
				["兰"] = {
					["乔"] = {
						["治"] = {
							this = true
						}
					}
				}
			}
		},
		["尼"] = {
			["斯"] = {
				this = true,
				["人"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							}
						}
					},
					["赌"] = {
						["场"] = {
							this = true
						}
					},
					["国"] = {
						["际"] = {
							this = true
						}
					}
				},
				["棋"] = {
					["牌"] = {
						["博"] = {
							["彩"] = {
								this = true
							}
						}
					}
				},
				["城"] = {
					this = true
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["斯"] = {
			["汀"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["客"] = {
			["小"] = {
				["姐"] = {
					["信"] = {
						["息"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["胁"] = {
			["论"] = {
				this = true
			}
		},
		["博"] = {
			["策"] = {
				["略"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["尔"] = {
			["防"] = {
				["身"] = {
					["器"] = {
						["材"] = {
							this = true
						}
					}
				}
			},
			["握"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["莱"] = {
			["德"] = {
				["维"] = {
					["曼"] = {
						this = true
					}
				}
			}
		},
		["鹏"] = {
			["刀"] = {
				this = true
			}
		},
		["脅"] = {
			this = true
		},
		["权"] = {
			["政"] = {
				["治"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["卫"] = {
		["生"] = {
			["部"] = {
				this = true
			},
			["计"] = {
				["划"] = {
					["财"] = {
						["务"] = {
							["参"] = {
								["考"] = {
									["资"] = {
										["料"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["星"] = {
			["接"] = {
				["收"] = {
					["器"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["*"] = {
						this = true
					},
					["接"] = {
						["收"] = {
							["器"] = {
								this = true
							}
						}
					},
					["安"] = {
						["装"] = {
							this = true
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["遭"] = {
				["黑"] = {
					["客"] = {
						["攻"] = {
							["击"] = {
								this = true,
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["安"] = {
				["装"] = {
					["调"] = {
						["试"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["线"] = {
					["接"] = {
						["收"] = {
							["器"] = {
								["成"] = {
									["人"] = {
										["频"] = {
											["道"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["视"] = {
			["色"] = {
				["情"] = {
					["台"] = {
						this = true
					}
				}
			}
		},
		["玄"] = {
			["望"] = {
				this = true
			}
		},
		["柏"] = {
			["兴"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["倭"] = {
		["国"] = {
			this = true
		},
		["寇"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["鲜"] = {
		["族"] = {
			this = true
		},
		["网"] = {
			["文"] = {
				this = true
			}
		},
		["茶"] = {
			["网"] = {
				this = true
			}
		},
		["红"] = {
			["美"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["嫩"] = {
			["蜜"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["负"] = {
			d = {
				d = {
					["厚"] = {
						f = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["乡"] = {
		["巴"] = {
			["佬"] = {
				this = true
			}
		},
		["村"] = {
			["精"] = {
				["品"] = {
					h = {
						["文"] = {
							["合"] = {
								["集"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["欲"] = {
				["孽"] = {
					this = true
				}
			},
			["猎"] = {
				["艳"] = {
					["记"] = {
						this = true
					}
				}
			},
			["乱"] = {
				["情"] = {
					this = true
				}
			},
			["的"] = {
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			},
			["艳"] = {
				["事"] = {
					this = true
				}
			},
			["野"] = {
				["疯"] = {
					["狂"] = {
						this = true
					}
				}
			},
			["春"] = {
				["潮"] = {
					this = true
				}
			},
			["之"] = {
				["大"] = {
					["被"] = {
						["同"] = {
							["眠"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["娇"] = {
					["娘"] = {
						this = true
					}
				}
			}
		},
		["野"] = {
			["春"] = {
				["事"] = {
					this = true
				},
				["色"] = {
					this = true
				},
				["床"] = {
					this = true
				}
			},
			["欲"] = {
				["潮"] = {
					["绝"] = {
						["色"] = {
							["村"] = {
								["嫂"] = {
									["的"] = {
										["泛"] = {
											["滥"] = {
												["春"] = {
													["情"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["村"] = {
				["医"] = {
					this = true
				}
			},
			["妇"] = {
				["科"] = {
					["男"] = {
						["医"] = {
							this = true
						}
					}
				}
			},
			["痞"] = {
				["医"] = {
					this = true
				}
			}
		},
		["艳"] = {
			["小"] = {
				["村"] = {
					["医"] = {
						this = true
					}
				}
			}
		},
		["下"] = {
			["哺"] = {
				["乳"] = {
					["少"] = {
						["妇"] = {
							this = true
						}
					}
				}
			}
		},
		["勇"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["想"] = {
		["上"] = {
			["你"] = {
				this = true
			}
		},
		["不"] = {
			["到"] = {
				["的"] = {
					["黑"] = {
						["幕"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["崾"] = {
			["做"] = {
				["噯"] = {
					["綜"] = {
						["合"] = {
							this = true
						}
					}
				}
			}
		},
		["做"] = {
			["爱"] = {
				["网"] = {
					this = true
				}
			},
			["教"] = {
				["育"] = {
					["家"] = {
						["的"] = {
							k = {
								l = {
									o = {
										u = {
											s = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["解"] = {
			["决"] = {
				["而"] = {
					["没"] = {
						["有"] = {
							["解"] = {
								["决"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["办"] = {
			["而"] = {
				["没"] = {
					["有"] = {
						["办"] = {
							["成"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["犯"] = {
			["罪"] = {
				["，"] = {
					["杀"] = {
						["富"] = {
							["济"] = {
								["贫"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["邪"] = {
		["教"] = {
			this = true,
			["邪"] = {
				["魔"] = {
					this = true
				}
			}
		},
		["恶"] = {
			this = true,
			["少"] = {
				["女"] = {
					["漫"] = {
						["画"] = {
							this = true,
							["之"] = {
								["熟"] = {
									["睡"] = {
										["中"] = {
											["的"] = {
												["姐"] = {
													["姐"] = {
														this = true
													}
												}
											}
										}
									}
								},
								["单"] = {
									["人"] = {
										["双"] = {
											["打"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["傉"] = {
				["动"] = {
					this = true
				}
			},
			["萝"] = {
				["莉"] = {
					["工"] = {
						["口"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["党"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["?"] = {
				this = true
			},
			["党"] = {
				["徒"] = {
					this = true
				}
			},
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			},
			["江"] = {
				["泽"] = {
					["民"] = {
						this = true
					}
				}
			},
			["帝"] = {
				this = true
			},
			["漫"] = {
				["画"] = {
					this = true,
					["库"] = {
						this = true
					}
				}
			},
			["生"] = {
				["."] = {
					["命"] = {
						this = true
					}
				}
			},
			["势"] = {
				["力"] = {
					this = true
				}
			},
			["天"] = {
				["使"] = {
					["出"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["漫"] = {
					["画"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			["花"] = {
				["少"] = {
					this = true
				}
			}
		},
		["琉"] = {
			["璃"] = {
				["神"] = {
					["社"] = {
						this = true
					}
				}
			}
		},
		["党"] = {
			this = true
		},
		["禁"] = {
			["瓶"] = {
				this = true
			}
		},
		[","] = {
			["恶"] = {
				["\""] = {
					this = true
				},
				["的"] = {
					["党"] = {
						["\""] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["恶"] = {
				["因"] = {
					["素"] = {
						this = true
					}
				}
			},
			["魔"] = {
				this = true
			}
		},
		["典"] = {
			this = true
		},
		["魔"] = {
			["上"] = {
				["身"] = {
					this = true
				}
			}
		},
		["性"] = {
			["总"] = {
				["裁"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["兴"] = {
		["奋"] = {
			["剂"] = {
				this = true
			}
		},
		["发"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		["华"] = {
			["论"] = {
				["谈"] = {
					this = true
				}
			}
		},
		["妇"] = {
			A = {
				V = {
					["吧"] = {
						this = true
					}
				}
			}
		},
		["旺"] = {
			["电"] = {
				["竞"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["血"] = {
		["逼"] = {
			this = true
		},
		["腥"] = {
			this = true,
			["图"] = {
				["片"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			k = {
				u = {
					s = {
						h = {
							this = true
						}
					}
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			},
			[" "] = {
				["六"] = {
					["月"] = {
						["四"] = {
							["日"] = {
								this = true
							}
						}
					}
				}
			},
			["8"] = {
				["9"] = {
					this = true
				}
			},
			["八"] = {
				["九"] = {
					this = true
				}
			},
			["冲"] = {
				["突"] = {
					this = true
				}
			},
			["衝"] = {
				["突"] = {
					this = true
				}
			},
			["的"] = {
				["黎"] = {
					["明"] = {
						["周"] = {
							["舵"] = {
								this = true
							}
						}
					}
				}
			},
			["六"] = {
				["月"] = {
					["四"] = {
						["日"] = {
							this = true
						}
					}
				}
			},
			["內"] = {
				["幕"] = {
					this = true
				}
			},
			["内"] = {
				["幕"] = {
					this = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			},
			["屠"] = {
				["杀"] = {
					["建"] = {
						["国"] = {
							["门"] = {
								this = true
							}
						}
					},
					["木"] = {
						["樨"] = {
							["地"] = {
								this = true
							}
						}
					}
				}
			},
			["镇"] = {
				["压"] = {
					this = true,
					[" "] = {
						["八"] = {
							["九"] = {
								this = true,
								["年"] = {
									this = true
								}
							}
						},
						["六"] = {
							["四"] = {
								this = true
							}
						}
					},
					["8"] = {
						["9"] = {
							["年"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					},
					["八"] = {
						["九"] = {
							this = true,
							["年"] = {
								this = true,
								["天"] = {
									["安"] = {
										["门"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			}
		},
		["溅"] = {
			["红"] = {
				["灯"] = {
					["区"] = {
						["*"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["天"] = {
						["堂"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			},
			["到"] = {
				["我"] = {
					["身"] = {
						["上"] = {
							this = true
						}
					}
				}
			},
			["我"] = {
				["脸"] = {
					["上"] = {
						this = true
					}
				}
			}
		},
		["恋"] = {
			["*"] = {
				this = true
			}
		},
		["卡"] = {
			this = true
		},
		["色"] = {
			["京"] = {
				["机"] = {
					this = true
				},
				["畿"] = {
					this = true
				}
			},
			["黎"] = {
				["明"] = {
					this = true
				}
			},
			["村"] = {
				["雨"] = {
					this = true
				}
			}
		},
		["书"] = {
			this = true
		},
		["洗"] = {
			this = true,
			["京"] = {
				["城"] = {
					this = true
				},
				["华"] = {
					this = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					},
					["門"] = {
						this = true
					}
				}
			}
		},
		["水"] = {
			["圣"] = {
				["灵"] = {
					this = true
				}
			}
		},
		B = {
			this = true
		},
		["案"] = {
			["六"] = {
				["四"] = {
					this = true
				}
			}
		},
		["比"] = {
			this = true
		},
		["海"] = {
			["木"] = {
				["樨"] = {
					["地"] = {
						this = true
					}
				}
			}
		},
		["流"] = {
			["成"] = {
				["河"] = {
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["路"] = {
			["1"] = {
				["9"] = {
					["8"] = {
						["9"] = {
							this = true
						}
					}
				}
			}
		},
		["罗"] = {
			["刹"] = {
				this = true
			}
		},
		["脉"] = {
			["激"] = {
				["动"] = {
					["六"] = {
						["合"] = {
							["彩"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["拼"] = {
			this = true
		},
		["染"] = {
			["的"] = {
				["风"] = {
					["采"] = {
						this = true,
						["木"] = {
							["樨"] = {
								["地"] = {
									this = true
								}
							}
						}
					}
				},
				["六"] = {
					["月"] = {
						this = true
					}
				},
				["風"] = {
					["采"] = {
						this = true
					}
				}
			},
			["风"] = {
				["采"] = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true
		},
		["洒"] = {
			this = true,
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["灑"] = {
			this = true,
			["天"] = {
				["安"] = {
					["門"] = {
						this = true
					}
				}
			}
		},
		["头"] = {
			this = true
		},
		["浴"] = {
			this = true,
			[" "] = {
				S = {
					Q = {
						U = {
							A = {
								R = {
									E = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			s = {
				q = {
					u = {
						a = {
							r = {
								e = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["债"] = {
			["帮"] = {
				this = true
			},
			["血"] = {
				["偿"] = {
					this = true
				}
			}
		},
		["筑"] = {
			["的"] = {
				["历"] = {
					["史"] = {
						this = true
					}
				}
			}
		},
		["钻"] = {
			["野"] = {
				["燕"] = {
					["麦"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["狮"] = {
				["子"] = {
					["旗"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["烟"] = {
		["草"] = {
			["局"] = {
				this = true
			},
			["花"] = {
				["叶"] = {
					["病"] = {
						["毒"] = {
							this = true
						}
					}
				}
			}
		},
		["雾"] = {
			["弹"] = {
				this = true,
				["制"] = {
					["备"] = {
						this = true
					}
				}
			}
		},
		["花"] = {
			this = true,
			["爆"] = {
				["竹"] = {
					this = true,
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["严"] = {
		["方"] = {
			["军"] = {
				this = true
			}
		},
		["家"] = {
			["其"] = {
				this = true
			},
			["祺"] = {
				this = true
			}
		},
		["百"] = {
			["草"] = {
				this = true
			}
		},
		["伙"] = {
			["计"] = {
				this = true
			}
		},
		["隽"] = {
			["琪"] = {
				this = true
			}
		},
		["戒"] = {
			this = true
		},
		["重"] = {
			["曲"] = {
				["折"] = {
					["的"] = {
						["严"] = {
							["峻"] = {
								["考"] = {
									["验"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["以"] = {
		["茎"] = {
			["至"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["身"] = {
			["护"] = {
				["法"] = {
					this = true
				}
			}
		},
		["血"] = {
			["护"] = {
				["法"] = {
					this = true
				}
			}
		},
		["莖"] = {
			["至"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["精"] = {
			["洗"] = {
				["面"] = {
					["奶"] = {
						this = true
					}
				}
			}
		},
		["致"] = {
			["学"] = {
				["生"] = {
					["市"] = {
						["民"] = {
							["以"] = {
								["至"] = {
									["于"] = {
										["军"] = {
											["人"] = {
												["的"] = {
													["死"] = {
														["亡"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["义"] = {
			["聚"] = {
				["众"] = {
					this = true
				}
			}
		},
		["義"] = {
			["聚"] = {
				["衆"] = {
					this = true
				}
			}
		},
		x = {
			i = {
				["为"] = {
					["核"] = {
						["心"] = {
							this = true
						}
					}
				}
			}
		},
		["钻"] = {
			["石"] = {
				["之"] = {
					["名"] = {
						this = true,
						["\\"] = {
							p = {
								P = {
									["?"] = {
										["为"] = {
											["成"] = {
												["长"] = {
													["加"] = {
														["冕"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["抑"] = {
		["制"] = {
			["剂"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["英"] = {
		["雄"] = {
			["纪"] = {
				["念"] = {
					["碑"] = {
						this = true
					}
				}
			},
			["联"] = {
				["盟"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			B = {
				["9"] = {
					["-"] = {
						["1"] = {
							["0"] = {
								this = true
							}
						}
					}
				},
				["5"] = {
					["0"] = {
						this = true
					}
				}
			},
			s = {
				["4"] = {
					["1"] = {
						["0"] = {
							this = true
						}
					}
				}
			},
			E = {
				V = {
					["2"] = {
						this = true
					}
				}
			},
			b = {
				["5"] = {
					["0"] = {
						this = true
					}
				}
			},
			["骚"] = {
				["本"] = {
					this = true,
					["打"] = {
						["猎"] = {
							this = true
						}
					}
				}
			},
			["掻"] = {
				["本"] = {
					this = true
				}
			},
			["金"] = {
				["融"] = {
					["时"] = {
						["报"] = {
							this = true
						}
					}
				}
			}
		},
		["语"] = {
			["等"] = {
				["级"] = {
					["证"] = {
						this = true
					},
					["考"] = {
						["试"] = {
							["答"] = {
								["案"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["替"] = {
				["考"] = {
					this = true
				}
			},
			["枪"] = {
				["手"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["四"] = {
				["六"] = {
					["级"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["网"] = {
						this = true
					}
				},
				["书"] = {
					this = true
				}
			},
			["购"] = {
				["物"] = {
					["的"] = {
						i = {
							n = {
								g = {
									["形"] = {
										["式"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["皇"] = {
			["宫"] = {
				["殿"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							},
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					},
					["在"] = {
						["线"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					},
					["线"] = {
						["上"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["豪"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["飞"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["格"] = {
			["尔"] = {
				["的"] = {
					["手"] = {
						["扎"] = {
							this = true
						}
					}
				}
			}
		},
		["語"] = {
			["槍"] = {
				["手"] = {
					this = true
				}
			}
		},
		["熊"] = {
			["草"] = {
				["媛"] = {
					this = true
				}
			}
		},
		["灵"] = {
			this = true
		},
		["亚"] = {
			["体"] = {
				["育"] = {
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			}
		},
		["文"] = {
			["明"] = {
				["慧"] = {
					this = true
				}
			}
		},
		y = {
			u = {
				["四"] = {
					["⑥"] = {
						["级"] = {
							["手"] = {
								["包"] = {
									["过"] = {
										this = true
									}
								},
								["*"] = {
									["*"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["邮"] = {
		["政"] = {
			["局"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["舆"] = {
		["论"] = {
			this = true,
			["钳"] = {
				["制"] = {
					this = true
				}
			},
			["反"] = {
				["制"] = {
					this = true
				}
			}
		}
	}
end

temp()
