pg = pg or {}
slot0 = pg
slot0.word_template_141 = {}
slot1 = slot0.word_template_141

function temp()
	uv0["Ｕ"] = {
		["Ｒ"] = {
			this = true,
			["靠"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["解"] = {
		["放"] = {
			["组"] = {
				["织"] = {
					this = true
				}
			},
			["军"] = {
				this = true,
				["的"] = {
					["最"] = {
						["新"] = {
							["式"] = {
								["军"] = {
									["服"] = {
										["="] = {
											[">"] = {
												["*"] = {
													["@"] = {
														["*"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["坦"] = {
						["克"] = {
							this = true,
							[" "] = {
								["学"] = {
									["生"] = {
										this = true
									}
								}
							},
							["学"] = {
								["生"] = {
									this = true
								}
							}
						}
					}
				},
				[" "] = {
					["老"] = {
						["百"] = {
							["姓"] = {
								[" "] = {
									["冲"] = {
										["突"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["清"] = {
						["场"] = {
							this = true
						}
					},
					["杀"] = {
						["人"] = {
							this = true
						}
					},
					["屠"] = {
						["杀"] = {
							["学"] = {
								["生"] = {
									this = true
								}
							}
						}
					},
					["武"] = {
						["力"] = {
							["镇"] = {
								["压"] = {
									this = true
								}
							}
						}
					},
					["学"] = {
						["生"] = {
							this = true
						}
					}
				},
				["3"] = {
					["0"] = {
						["1"] = {
							["医"] = {
								["院"] = {
									[" "] = {
										[" "] = {
											["毒"] = {
												["針"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["开"] = {
					["枪"] = {
						this = true
					}
				},
				["空"] = {
					["军"] = {
						["刀"] = {
							this = true
						}
					}
				},
				["老"] = {
					["百"] = {
						["姓"] = {
							["冲"] = {
								["突"] = {
									this = true
								}
							}
						}
					}
				},
				["清"] = {
					["场"] = {
						this = true
					}
				},
				["杀"] = {
					["人"] = {
						this = true
					}
				},
				["审"] = {
					["计"] = {
						["署"] = {
							this = true
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							this = true
						}
					}
				},
				["屠"] = {
					["杀"] = {
						["学"] = {
							["生"] = {
								this = true
							}
						}
					}
				},
				["武"] = {
					["力"] = {
						["镇"] = {
							["压"] = {
								this = true
							}
						}
					}
				},
				["现"] = {
					["役"] = {
						["军"] = {
							["刀"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						}
					}
				},
				["学"] = {
					["生"] = {
						this = true
					}
				},
				["镇"] = {
					["压"] = {
						this = true
					}
				}
			},
			["台"] = {
				["湾"] = {
					this = true
				}
			},
			t = {
				w = {
					this = true
				}
			},
			["大"] = {
				["道"] = {
					this = true
				}
			},
			["軍"] = {
				["審"] = {
					["計"] = {
						["署"] = {
							this = true
						}
					}
				},
				["現"] = {
					["役"] = {
						["軍"] = {
							["刀"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						}
					}
				},
				["鎮"] = {
					["壓"] = {
						this = true
					}
				}
			}
		},
		["码"] = {
			["器"] = {
				this = true,
				["汽"] = {
					["车"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["王"] = {
				this = true
			}
		},
		["厚"] = {
			["铨"] = {
				this = true
			}
		},
		["碼"] = {
			["器"] = {
				this = true
			}
		},
		["体"] = {
			["的"] = {
				["命"] = {
					["运"] = {
						this = true
					}
				}
			},
			["中"] = {
				["共"] = {
					this = true
				}
			}
		},
		["学"] = {
			["智"] = {
				this = true
			}
		},
		["振"] = {
			["华"] = {
				this = true
			}
		},
		["决"] = {
			["台"] = {
				["湾"] = {
					this = true
				}
			},
			["第"] = {
				["三"] = {
					["者"] = {
						this = true
					}
				}
			},
			["恩"] = {
				["怨"] = {
					this = true
				}
			},
			["情"] = {
				["敌"] = {
					this = true,
					["小"] = {
						["三"] = {
							this = true
						}
					}
				}
			},
			["私"] = {
				["人"] = {
					["恩"] = {
						["怨"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["三"] = {
					this = true
				}
			}
		},
		["带"] = {
			["宽"] = {
				["衣"] = {
					this = true
				}
			}
		},
		["除"] = {
			["壹"] = {
				["天"] = {
					["的"] = {
						["疲"] = {
							["惫"] = {
								this = true
							},
							["憊"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["倣"] = {
			["軍"] = {
				["哯"] = {
					["役"] = {
						["軍"] = {
							["叨"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["封"] = {
			this = true
		},
		["禁"] = {
			["遊"] = {
				["戲"] = {
					this = true
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			}
		},
		["酒"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["決"] = {
			["情"] = {
				["敵"] = {
					this = true
				}
			},
			["小"] = {
				["三"] = {
					this = true
				}
			}
		},
		["开"] = {
			["内"] = {
				["衣"] = {
					this = true
				}
			}
		},
		["龙"] = {
			this = true
		},
		["犸"] = {
			["噐"] = {
				this = true
			}
		},
		["剖"] = {
			["女"] = {
				["尸"] = {
					this = true
				}
			}
		},
		["气"] = {
			["了"] = {
				["仇"] = {
					this = true
				}
			}
		},
		["散"] = {
			["队"] = {
				["伍"] = {
					this = true,
					["失"] = {
						["败"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					this = true
				},
				["國"] = {
					this = true
				}
			}
		},
		["脱"] = {
			["美"] = {
				["眉"] = {
					["的"] = {
						["内"] = {
							["衣"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["呼"] = {
		["喊"] = {
			["派"] = {
				this = true
			}
		},
		["和"] = {
			["冰"] = {
				["毒"] = {
					["在"] = {
						["哪"] = {
							this = true
						}
					}
				}
			}
		},
		["伦"] = {
			["贝"] = {
				["尔"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["市"] = {
			["公"] = {
				["共"] = {
					["场"] = {
						["所"] = {
							this = true
						}
					}
				}
			}
		},
		["吁"] = {
			["书"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["灵"] = {
		["灵"] = {
			["教"] = {
				this = true
			},
			["派"] = {
				this = true
			}
		},
		["山"] = {
			["真"] = {
				["佛"] = {
					["宗"] = {
						this = true
					}
				}
			}
		},
		["仙"] = {
			["真"] = {
				["佛"] = {
					["宗"] = {
						this = true
					}
				},
				["舍"] = {
					["总"] = {
						["堂"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["刚"] = {
					["大"] = {
						["法"] = {
							this = true
						}
					}
				}
			}
		},
		["修"] = {
			["团"] = {
				["体"] = {
					["*"] = {
						["*"] = {
							this = true
						}
					},
					["{"] = {
						B = {
							A = {
								N = {
									N = {
										E = {
											D = {
												["}"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["日"] = {
				["课"] = {
					this = true
				}
			}
		},
		["宝"] = {
			this = true
		},
		["儿"] = {
			["乱"] = {
				["伦"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["同"] = {
		["一"] = {
			["教"] = {
				this = true
			},
			["地"] = {
				["点"] = {
					this = true
				}
			},
			["数"] = {
				this = true
			}
		},
		["花"] = {
			["顺"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			["城"] = {
				this = true,
				["博"] = {
					["彩"] = {
						this = true
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				this = true
			}
		},
		["色"] = {
			["网"] = {
				this = true
			}
		},
		["涩"] = {
			["网"] = {
				this = true,
				["限"] = {
					["制"] = {
						this = true
					}
				}
			}
		},
		["志"] = {
			this = true,
			["会"] = {
				["所"] = {
					this = true
				}
			},
			B = {
				L = {
					O = {
						this = true
					}
				}
			},
			["爱"] = {
				["人"] = {
					this = true
				}
			},
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["包"] = {
				["夜"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					["交"] = {
						["友"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true,
					["图"] = {
						["书"] = {
							["馆"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["交"] = {
				["友"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["拉"] = {
				["拉"] = {
					["服"] = {
						["务"] = {
							this = true
						},
						["務"] = {
							this = true
						}
					}
				}
			},
			["们"] = {
				["商"] = {
					["榷"] = {
						this = true,
						["江"] = {
							this = true
						}
					}
				}
			},
			["們"] = {
				["商"] = {
					["榷"] = {
						this = true
					}
				}
			},
			["女"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["色"] = {
				["情"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["門"] = {
					["服"] = {
						["務"] = {
							this = true
						}
					}
				}
			},
			["帅"] = {
				["哥"] = {
					this = true
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["在"] = {
				["线"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["族"] = {
				["小"] = {
					["说"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					["图"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["城"] = {
			["援"] = {
				["交"] = {
					this = true
				}
			},
			["#"] = {
				["一"] = {
					["夜"] = {
						["@"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			e = {
				["夜"] = {
					this = true
				}
			},
			E = {
				["夜"] = {
					["▄"] = {
						["情"] = {
							this = true
						}
					},
					["情"] = {
						this = true
					}
				}
			},
			o = {
				n = {
					s = {
						this = true,
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["夫"] = {
				["妻"] = {
					["一"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["换"] = {
				["妻"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["聊"] = {
						["天"] = {
							this = true
						}
					}
				}
			},
			["妓"] = {
				["女"] = {
					this = true
				}
			},
			["交"] = {
				["友"] = {
					this = true,
					["聊"] = {
						["天"] = {
							this = true,
							["室"] = {
								this = true
							}
						}
					},
					["群"] = {
						this = true
					},
					["网"] = {
						this = true
					},
					["性"] = {
						["交"] = {
							["网"] = {
								this = true
							}
						}
					},
					["找"] = {
						["情"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["开"] = {
				["心"] = {
					["网"] = {
						this = true
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true,
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					this = true,
					["群"] = {
						this = true
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["网"] = {
						["站"] = {
							this = true
						},
						["址"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					this = true,
					["一"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					},
					["主"] = {
						["播"] = {
							this = true
						}
					}
				}
			},
			["陪"] = {
				["睡"] = {
					this = true
				}
			},
			["枪"] = {
				this = true
			},
			["情"] = {
				["人"] = {
					this = true,
					["交"] = {
						["友"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["骚"] = {
				B = {
					["一"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["騷"] = {
				B = {
					["一"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["试"] = {
				["爱"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					["交"] = {
						["友"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["堂"] = {
					this = true
				}
			},
			["性"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				},
				["息"] = {
					this = true
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						["出"] = {
							["台"] = {
								this = true
							}
						},
						["裸"] = {
							["聊"] = {
								this = true
							}
						}
					}
				}
			},
			["艳"] = {
				["遇"] = {
					this = true
				}
			},
			["一"] = {
				["夜"] = {
					["交"] = {
						["友"] = {
							["网"] = {
								this = true
							}
						}
					},
					["情"] = {
						this = true,
						Q = {
							["群"] = {
								this = true
							}
						},
						["交"] = {
							["友"] = {
								this = true
							}
						},
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["异"] = {
				["性"] = {
					["交"] = {
						["友"] = {
							this = true
						}
					},
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["约"] = {
				["炮"] = {
					["吧"] = {
						this = true
					}
				}
			},
			["在"] = {
				["线"] = {
					["赌"] = {
						["博"] = {
							this = true
						}
					}
				}
			}
		},
		["久"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["升"] = {
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["房"] = {
			this = true
		},
		["居"] = {
			this = true,
			["社"] = {
				["区"] = {
					this = true
				},
				["區"] = {
					this = true
				}
			},
			["万"] = {
				["岁"] = {
					this = true
				}
			}
		},
		["样"] = {
			["的"] = {
				["人"] = {
					["权"] = {
						this = true
					}
				}
			}
		},
		["商"] = {
			["宽"] = {
				["衣"] = {
					this = true
				}
			}
		},
		J = {
			u = {
				["公"] = {
					["寓"] = {
						this = true
					}
				}
			}
		},
		o = {
			n = {
				s = {
					["夜"] = {
						["情"] = {
							this = true
						}
					}
				}
			}
		},
		["安"] = {
			["区"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["程"] = {
			["网"] = {
				["客"] = {
					["服"] = {
						this = true
					}
				}
			}
		},
		["床"] = {
			this = true
		},
		["等"] = {
			["学"] = {
				["力"] = {
					["代"] = {
						["考"] = {
							this = true
						}
					}
				}
			}
		},
		["犯"] = {
			["了"] = {
				["错"] = {
					["误"] = {
						[" "] = {
							["邓"] = {
								["小"] = {
									["平"] = {
										this = true,
										[" "] = {
											["作"] = {
												["斗"] = {
													["争"] = {
														this = true
													}
												}
											}
										}
									}
								}
							},
							["同"] = {
								["志"] = {
									[" "] = {
										["作"] = {
											["斗"] = {
												["争"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["好"] = {
			["网"] = {
				this = true
			}
		},
		["人"] = {
			A = {
				V = {
					this = true
				}
			},
			h = {
				["漫"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true,
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["仁"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["时"] = {
			["二"] = {
				["穴"] = {
					["姦"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			},
			["行"] = {
				["动"] = {
					this = true
				}
			},
			["举"] = {
				["行"] = {
					this = true
				}
			}
		},
		["事"] = {
			["的"] = {
				["新"] = {
					["婚"] = {
						["妻"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["调"] = {
				["戏"] = {
					this = true
				}
			}
		},
		["校"] = {
			["生"] = {
				this = true
			}
		},
		["性"] = {
			S = {
				M = {
					this = true
				}
			},
			["恋"] = {
				this = true,
				["爱"] = {
					["男"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				},
				["俱"] = {
					["乐"] = {
						["部"] = {
							this = true
						}
					}
				},
				["上"] = {
					["门"] = {
						this = true,
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["图"] = {
					["片"] = {
						this = true
					}
				},
				["做"] = {
					["爱"] = {
						["图"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["戀"] = {
				this = true,
				["俱"] = {
					["樂"] = {
						["部"] = {
							this = true
						}
					}
				},
				["上"] = {
					["門"] = {
						this = true,
						["服"] = {
							["務"] = {
								this = true
							}
						}
					}
				}
			},
			["男"] = {
				["人"] = {
					["性"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["生"] = {
				["活"] = {
					this = true
				}
			},
			["相"] = {
				["吸"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					["图"] = {
						this = true
					}
				},
				["交"] = {
					this = true
				}
			}
		},
		["学"] = {
			["的"] = {
				["美"] = {
					["女"] = {
						["姐"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			},
			["喝"] = {
				["醉"] = {
					["了"] = {
						this = true
					}
				}
			},
			["录"] = {
				this = true
			},
			["群"] = {
				["交"] = {
					["网"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["家"] = {
		["庭"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["Ａ"] = {
				["片"] = {
					this = true
				}
			},
			["教"] = {
				["师"] = {
					["黄"] = {
						["片"] = {
							this = true
						}
					},
					["御"] = {
						["用"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			},
			["乱"] = {
				["交"] = {
					this = true
				},
				["抡"] = {
					a = {
						["片"] = {
							this = true
						}
					}
				},
				["伦"] = {
					this = true,
					["故"] = {
						["事"] = {
							this = true
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					},
					["群"] = {
						["交"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["小"] = {
						["说"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["影"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["亂"] = {
				["倫"] = {
					this = true
				}
			},
			["淫"] = {
				["乱"] = {
					["聚"] = {
						["会"] = {
							this = true
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					}
				},
				["伦"] = {
					this = true
				},
				["欲"] = {
					this = true
				}
			},
			["欲"] = {
				["火"] = {
					["全"] = {
						this = true
					}
				}
			},
			["主"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["长"] = {
			["资"] = {
				["料"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					this = true,
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["元"] = {
			["自"] = {
				["称"] = {
					["玉"] = {
						["皇"] = {
							["大"] = {
								["帝"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		l = {
			["福"] = {
				this = true
			},
			e = {
				["福"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["福"] = {
				this = true,
				["示"] = {
					["威"] = {
						this = true
					}
				},
				["游"] = {
					["行"] = {
						this = true
					}
				}
			}
		},
		["用"] = {
			["天"] = {
				["线"] = {
					this = true
				}
			},
			["卫"] = {
				["星"] = {
					this = true
				}
			}
		},
		["宝"] = {
			this = true,
			["温"] = {
				this = true
			}
		},
		["保"] = {
			["障"] = {
				this = true
			}
		},
		["堡"] = {
			["是"] = {
				["虎"] = {
					["王"] = {
						this = true
					}
				}
			}
		},
		["宏"] = {
			[" "] = {
				["恒"] = {
					["大"] = {
						["的"] = {
							["董"] = {
								["事"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["里"] = {
			["撸"] = {
				this = true
			},
			["玩"] = {
				["长"] = {
					["发"] = {
						["女"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			["乐"] = {
				this = true
			}
		},
		["人"] = {
			["好"] = {
				["色"] = {
					this = true
				}
			}
		},
		["贼"] = {
			["蔡"] = {
				["名"] = {
					["照"] = {
						this = true
					}
				}
			}
		},
		["中"] = {
			["4"] = {
				P = {
					["体"] = {
						["验"] = {
							this = true
						}
					}
				}
			},
			["宝"] = {
				this = true
			}
		},
		["族"] = {
			["背"] = {
				["后"] = {
					["的"] = {
						["万"] = {
							["贯"] = {
								["家"] = {
									["财"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["大"] = {
				["乱"] = {
					["交"] = {
						this = true
					}
				}
			},
			["乱"] = {
				["伦"] = {
					["巨"] = {
						["片"] = {
							this = true
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					}
				},
				["性"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			},
			["式"] = {
				["性"] = {
					["爱"] = {
						this = true
					}
				}
			},
			["势"] = {
				["力"] = {
					this = true
				}
			},
			["资"] = {
				["产"] = {
					["在"] = {
						["重"] = {
							["庆"] = {
								["的"] = {
									["原"] = {
										["来"] = {
											["是"] = {
												["吴"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["特"] = {
		["朗"] = {
			["普"] = {
				this = true
			}
		},
		["级"] = {
			["运"] = {
				["动"] = {
					["长"] = {
						["弹"] = {
							this = true
						},
						["子"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["防"] = {
				["割"] = {
					["手"] = {
						["套"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["人"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["屈"] = {
			["儿"] = {
				this = true,
				["制"] = {
					["备"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			["作"] = {
				["战"] = {
					["服"] = {
						this = true,
						["预"] = {
							["订"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			B = {
				["手"] = {
					this = true
				}
			},
			["匕"] = {
				["首"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["刺"] = {
				["专"] = {
					this = true
				}
			},
			["服"] = {
				["装"] = {
					this = true
				}
			},
			["军"] = {
				["刀"] = {
					["匕"] = {
						["首"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["支"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["槍"] = {
				["支"] = {
					this = true
				}
			},
			["强"] = {
				["光"] = {
					["手"] = {
						["电"] = {
							this = true
						}
					}
				}
			},
			["武"] = {
				["装"] = {
					["匕"] = {
						["首"] = {
							this = true
						}
					}
				}
			},
			["战"] = {
				["斧"] = {
					this = true
				}
			},
			["真"] = {
				["匕"] = {
					["首"] = {
						this = true
					}
				}
			},
			["装"] = {
				["备"] = {
					this = true
				}
			}
		},
		["码"] = {
			this = true,
			["诗"] = {
				this = true
			},
			["*"] = {
				this = true
			},
			["解"] = {
				["密"] = {
					["网"] = {
						["站"] = {
							this = true
						},
						["址"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["英"] = {
					["高"] = {
						["手"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["开"] = {
				["奖"] = {
					this = true
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["推"] = {
				["荐"] = {
					this = true,
					["网"] = {
						["站"] = {
							this = true
						},
						["址"] = {
							this = true
						}
					}
				},
				["介"] = {
					this = true,
					["网"] = {
						["站"] = {
							this = true
						},
						["址"] = {
							this = true
						}
					}
				}
			},
			["王"] = {
				this = true
			},
			["网"] = {
				this = true
			}
		},
		["洛"] = {
			["伊"] = {
				["卧"] = {
					["底"] = {
						["软"] = {
							["件"] = {
								this = true,
								["官"] = {
									["方"] = {
										["网"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["监"] = {
					["控"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["科"] = {
					["技"] = {
						this = true
					}
				}
			}
		},
		["普"] = {
			this = true
		},
		["殊"] = {
			["服"] = {
				["务"] = {
					this = true,
					["信"] = {
						["息"] = {
							this = true
						}
					},
					["洋"] = {
						["妞"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["日"] = {
					["子"] = {
						this = true
					}
				}
			},
			["辅"] = {
				["导"] = {
					["员"] = {
						this = true
					}
				}
			},
			["警"] = {
				["匕"] = {
					["首"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["名"] = {
				["录"] = {
					this = true,
					["资"] = {
						["料"] = {
							["多"] = {
								this = true
							}
						}
					}
				}
			},
			["佲"] = {
				["錄"] = {
					this = true
				}
			},
			["死"] = {
				["亡"] = {
					this = true
				}
			}
		},
		["色"] = {
			["习"] = {
				this = true
			},
			["丝"] = {
				["袜"] = {
					["按"] = {
						["摩"] = {
							this = true
						}
					}
				}
			}
		},
		["价"] = {
			["阳"] = {
				["江"] = {
					["刀"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["机"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["机"] = {
				["票"] = {
					this = true
				}
			}
		},
		["务"] = {
			["民"] = {
				["运"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["机"] = {
				["构"] = {
					this = true
				}
			},
			["搜"] = {
				["查"] = {
					["官"] = {
						["风"] = {
							this = true
						}
					}
				}
			}
		},
		["别"] = {
			["党"] = {
				["费"] = {
					this = true
				}
			},
			["动"] = {
				["议"] = {
					this = true
				}
			},
			["粉"] = {
				["嫩"] = {
					this = true
				}
			}
		},
		["马"] = {
			this = true
		},
		["碼"] = {
			this = true,
			["開"] = {
				["獎"] = {
					this = true
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true
					}
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["網"] = {
				this = true
			}
		},
		["供"] = {
			this = true
		},
		["贡"] = {
			this = true
		},
		["共"] = {
			this = true
		},
		["蕾"] = {
			["莎"] = {
				["梅"] = {
					this = true
				},
				["·"] = {
					["梅"] = {
						this = true
					}
				}
			}
		},
		["鲁"] = {
			["多"] = {
				this = true
			}
		},
		["."] = {
			["殊"] = {
				["."] = {
					["服"] = {
						["."] = {
							["务"] = {
								this = true
							},
							["務"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["备"] = {
			["模"] = {
				["特"] = {
					this = true
				}
			}
		},
		["典"] = {
			["映"] = {
				["像"] = {
					["无"] = {
						["毛"] = {
							["令"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["功"] = {
			["传"] = {
				["授"] = {
					["班"] = {
						this = true
					}
				}
			}
		},
		["技"] = {
			["性"] = {
				["爱"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["雷"] = {
			["莎"] = {
				["梅"] = {
					this = true
				}
			}
		},
		["丽"] = {
			["莎"] = {
				this = true
			}
		},
		["仑"] = {
			["苏"] = {
				["="] = {
					["完"] = {
						["达"] = {
							["山"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["罗"] = {
			["凯"] = {
				this = true
			}
		},
		["么"] = {
			["的"] = {
				this = true
			}
		},
		["派"] = {
			["员"] = {
				this = true
			}
		},
		["檠"] = {
			["匕"] = {
				["渞"] = {
					this = true
				}
			}
		},
		["权"] = {
			["车"] = {
				this = true,
				["证"] = {
					this = true
				}
			},
			["家"] = {
				["庭"] = {
					this = true
				}
			}
		},
		["赦"] = {
			["组"] = {
				["织"] = {
					this = true
				}
			}
		},
		["效"] = {
			["麻"] = {
				["醉"] = {
					["箭"] = {
						this = true
					}
				}
			},
			["蒙"] = {
				["汗"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["写"] = {
			B = {
				["图"] = {
					this = true
				}
			},
			["美"] = {
				["丽"] = {
					["逼"] = {
						this = true
					}
				}
			}
		},
		["异"] = {
			["功"] = {
				["宗"] = {
					["师"] = {
						this = true
					}
				}
			}
		},
		["种"] = {
			["兵"] = {
				["打"] = {
					["手"] = {
						this = true
					}
				},
				["杀"] = {
					["手"] = {
						this = true
					}
				}
			},
			["部"] = {
				["队"] = {
					this = true,
					["专"] = {
						["用"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["专"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["情"] = {
					this = true
				}
			}
		},
		["種"] = {
			["兵"] = {
				["打"] = {
					["手"] = {
						this = true
					}
				},
				["殺"] = {
					["手"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["璞"] = {
		["玉"] = {
			["凯"] = {
				["唱"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["尖"] = {
		["阁"] = {
			["群"] = {
				["岛"] = {
					this = true
				}
			},
			["列"] = {
				["岛"] = {
					this = true
				}
			},
			["诸"] = {
				this = true,
				["岛"] = {
					this = true
				}
			}
		},
		["兵"] = {
			["渔"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["刺"] = {
			["匕"] = {
				["首"] = {
					["有"] = {
						["货"] = {
							this = true
						}
					}
				}
			}
		},
		["閣"] = {
			["列"] = {
				["島"] = {
					this = true
				}
			}
		},
		["头"] = {
			["树"] = {
				["妖"] = {
					this = true
				}
			},
			["扎"] = {
				["带"] = {
					["九"] = {
						["环"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["滥"] = {
		["交"] = {
			this = true
		},
		B = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["比"] = {
			this = true
		},
		["货"] = {
			this = true
		},
		["情"] = {
			this = true,
			["门"] = {
				this = true
			}
		},
		["杀"] = {
			["无"] = {
				["辜"] = {
					this = true
				}
			}
		},
		["觞"] = {
			this = true
		}
	}
end

temp()
