pg = pg or {}
slot0 = pg
slot0.word_template_138 = {}
slot1 = slot0.word_template_138

function temp()
	uv0["税"] = {
		["务"] = {
			["总"] = {
				["局"] = {
					this = true,
					["致"] = {
						["歉"] = {
							this = true
						}
					}
				}
			},
			["机"] = {
				["关"] = {
					["统"] = {
						["一"] = {
							["发"] = {
								["票"] = {
									["代"] = {
										["开"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["代"] = {
				["理"] = {
					["开"] = {
						["发"] = {
							["票"] = {
								this = true
							},
							["漂"] = {
								this = true
							}
						},
						["發"] = {
							["票"] = {
								this = true
							}
						},
						["法"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["局"] = {
				["发"] = {
					this = true
				}
			},
			["两"] = {
				["条"] = {
					["狼"] = {
						this = true
					}
				}
			},
			["醱"] = {
				["票"] = {
					this = true
				}
			}
		},
		["力"] = {
			this = true
		},
		["票"] = {
			["代"] = {
				["理"] = {
					this = true,
					["有"] = {
						["限"] = {
							["公"] = {
								["司"] = {
									this = true
								}
							}
						}
					}
				},
				["办"] = {
					this = true
				},
				["开"] = {
					this = true
				}
			},
			["。"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				}
			},
			["办"] = {
				["理"] = {
					this = true
				}
			},
			["发"] = {
				["票"] = {
					["据"] = {
						this = true,
						["代"] = {
							["开"] = {
								this = true
							}
						}
					}
				}
			},
			["需"] = {
				["要"] = {
					this = true
				}
			}
		},
		["*"] = {
			["漂"] = {
				["*"] = {
					["代"] = {
						["开"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					}
				}
			},
			["票"] = {
				["*"] = {
					["代"] = {
						["开"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["，"] = {
			["票"] = {
				["据"] = {
					this = true
				}
			}
		},
		["、"] = {
			["票"] = {
				this = true
			}
		},
		["查"] = {
			["、"] = {
				["验"] = {
					this = true
				}
			}
		},
		["'"] = {
			["点"] = {
				["低"] = {
					this = true
				}
			}
		},
		["点"] = {
			["优"] = {
				this = true,
				["惠"] = {
					this = true
				}
			}
		},
		["改"] = {
			["1"] = {
				["3"] = {
					this = true
				}
			}
		},
		["后"] = {
			["付"] = {
				["款"] = {
					this = true
				}
			}
		},
		["金"] = {
			["低"] = {
				this = true
			},
			["优"] = {
				this = true
			}
		},
		["据"] = {
			["代"] = {
				["开"] = {
					this = true
				}
			}
		},
		["率"] = {
			["、"] = {
				["优"] = {
					["惠"] = {
						this = true
					}
				}
			},
			["低"] = {
				this = true
			},
			["'"] = {
				["优"] = {
					this = true
				}
			}
		},
		["收"] = {
			["发"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["税"] = {
			["票"] = {
				["发"] = {
					["票"] = {
						this = true,
						["代"] = {
							["开"] = {
								this = true
							},
							["理"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["死"] = {
		g = {
			d = {
				this = true
			},
			m = {
				this = true
			}
		},
		["全"] = {
			["家"] = {
				this = true
			}
		},
		["亡"] = {
			["刀"] = {
				["具"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["笔"] = {
				["记"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["筆"] = {
				["記"] = {
					this = true
				}
			},
			["日"] = {
				["志"] = {
					this = true
				},
				["誌"] = {
					this = true
				}
			},
			["人"] = {
				["数"] = {
					this = true
				},
				["數"] = {
					this = true
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			}
		},
		["刑"] = {
			this = true,
			["枪"] = {
				["毙"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["过"] = {
				this = true,
				["程"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["\\"] = {
				["枪"] = {
					["毙"] = {
						this = true
					}
				}
			}
		},
		["逼"] = {
			this = true
		},
		["受"] = {
			["舆"] = {
				["控"] = {
					this = true
				}
			}
		},
		["、"] = {
			g = {
				m = {
					this = true
				}
			}
		},
		["\\"] = {
			["儿"] = {
				["子"] = {
					this = true
				}
			},
			["刑"] = {
				["过"] = {
					this = true
				}
			}
		},
		["大"] = {
			["大"] = {
				["最"] = {
					["好"] = {
						this = true
					}
				}
			}
		},
		["党"] = {
			["荆"] = {
				["福"] = {
					["生"] = {
						this = true
					}
				}
			}
		},
		["扛"] = {
			["习"] = {
				["近"] = {
					["平"] = {
						this = true
					}
				}
			}
		},
		["难"] = {
			["者"] = {
				this = true,
				["名"] = {
					["单"] = {
						["六"] = {
							["四"] = {
								["事"] = {
									["件"] = {
										this = true
									}
								},
								["屠"] = {
									["杀"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["伤"] = {
			["木"] = {
				["樨"] = {
					["地"] = {
						this = true
					}
				}
			}
		},
		["也"] = {
			["撸"] = {
				this = true
			}
		},
		["于"] = {
			["中"] = {
				["共"] = {
					this = true
				}
			},
			["一"] = {
				x = {
					x = {
						x = {
							["年"] = {
								["陆"] = {
									["月"] = {
										x = {
											["日"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["战"] = {
			["到"] = {
				["底"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["投"] = {
		["毒"] = {
			this = true,
			["杀"] = {
				["人"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["殺"] = {
				["人"] = {
					this = true
				}
			}
		},
		["注"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["博"] = {
				["彩"] = {
					this = true,
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					["网"] = {
						this = true
					}
				}
			},
			["开"] = {
				["户"] = {
					this = true
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true
					}
				}
			},
			["平"] = {
				["台"] = {
					["出"] = {
						["租"] = {
							this = true
						}
					}
				}
			},
			["取"] = {
				["现"] = {
					this = true
				},
				["現"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["特"] = {
				["码"] = {
					this = true
				}
			},
			["德"] = {
				["州"] = {
					["扑"] = {
						["克"] = {
							this = true
						}
					}
				}
			},
			["轮"] = {
				["盘"] = {
					this = true
				}
			}
		},
		["公"] = {
			this = true
		},
		["弹"] = {
			["观"] = {
				["瞄"] = {
					["器"] = {
						this = true
					}
				}
			},
			["精"] = {
				["度"] = {
					this = true
				}
			},
			["缩"] = {
				["圈"] = {
					["速"] = {
						["度"] = {
							this = true
						}
					}
				}
			}
		},
		["稿"] = {
			["画"] = {
				["像"] = {
					["の"] = {
						["壷"] = {
							this = true
						}
					}
				}
			}
		},
		["票"] = {
			["^"] = {
				["&"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["透"] = {
		["视"] = {
			this = true,
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["眼"] = {
				["镜"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["睛"] = {
					this = true
				}
			},
			["镜"] = {
				this = true
			},
			["器"] = {
				this = true
			},
			["照"] = {
				this = true,
				["片"] = {
					this = true
				}
			},
			["%"] = {
				["麻"] = {
					["将"] = {
						this = true
					}
				}
			},
			["&"] = {
				["麻"] = {
					["将"] = {
						this = true
					}
				}
			},
			["藏"] = {
				["人"] = {
					this = true
				}
			},
			["赌"] = {
				["具"] = {
					this = true
				}
			},
			["工"] = {
				["具"] = {
					this = true
				}
			},
			["麻"] = {
				["将"] = {
					this = true,
					["包"] = {
						["教"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["门"] = {
				this = true
			},
			["牌"] = {
				["九"] = {
					this = true
				}
			},
			["扑"] = {
				["克"] = {
					this = true,
					["牌"] = {
						this = true
					}
				}
			},
			["手"] = {
				["机"] = {
					this = true,
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["押"] = {
				["宝"] = {
					["碗"] = {
						this = true
					}
				}
			},
			["药"] = {
				["水"] = {
					this = true
				}
			},
			["仪"] = {
				this = true,
				["器"] = {
					this = true
				}
			},
			["中"] = {
				["国"] = {
					[" "] = {
						["\""] = {
							["六"] = {
								["四"] = {
									["\""] = {
										this = true
									}
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["装"] = {
				this = true
			}
		},
		["視"] = {
			this = true,
			["器"] = {
				this = true
			},
			["眼"] = {
				this = true,
				["鏡"] = {
					this = true
				},
				["镜"] = {
					this = true
				}
			},
			["照"] = {
				["片"] = {
					this = true
				}
			},
			["賭"] = {
				["具"] = {
					this = true
				}
			},
			["麻"] = {
				["將"] = {
					this = true,
					["包"] = {
						["教"] = {
							["會"] = {
								this = true
							}
						}
					}
				}
			},
			["嫲"] = {
				["將"] = {
					this = true
				}
			},
			["牌"] = {
				["九"] = {
					this = true
				}
			},
			["扑"] = {
				["剋"] = {
					this = true
				}
			},
			["撲"] = {
				["克"] = {
					this = true
				}
			},
			["圤"] = {
				["尅"] = {
					this = true
				}
			},
			["軟"] = {
				["體"] = {
					this = true
				}
			},
			["手"] = {
				["機"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["偷"] = {
				["听"] = {
					this = true
				}
			},
			["葯"] = {
				["氺"] = {
					this = true
				},
				["渁"] = {
					this = true
				}
			},
			["藥"] = {
				["水"] = {
					this = true
				}
			},
			["儀"] = {
				["器"] = {
					this = true
				}
			}
		},
		["#"] = {
			["视"] = {
				["麻"] = {
					["将"] = {
						this = true
					}
				}
			}
		},
		["、"] = {
			["视"] = {
				["镜"] = {
					this = true
				}
			}
		},
		s = {
			h = {
				i = {
					["麻"] = {
						["将"] = {
							this = true
						}
					}
				}
			}
		},
		["麻"] = {
			["将"] = {
				this = true
			}
		},
		["明"] = {
			["內"] = {
				["衣"] = {
					["秀"] = {
						this = true
					}
				}
			},
			["内"] = {
				["衣"] = {
					this = true
				}
			},
			["人"] = {
				this = true
			},
			["下"] = {
				["半"] = {
					["身"] = {
						this = true
					}
				}
			},
			["泳"] = {
				["衣"] = {
					["的"] = {
						["嫩"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			},
			["装"] = {
				["出"] = {
					["游"] = {
						this = true
					}
				}
			}
		},
		["支"] = {
			["卡"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["推"] = {
		["油"] = {
			this = true,
			["保"] = {
				["健"] = {
					this = true,
					["按"] = {
						["摩"] = {
							this = true
						}
					}
				}
			},
			["葆"] = {
				["旔"] = {
					this = true
				}
			},
			["经"] = {
				["历"] = {
					this = true
				}
			}
		},
		["荐"] = {
			this = true,
			["激"] = {
				["情"] = {
					["骚"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["优"] = {
					this = true
				}
			}
		},
		["女"] = {
			this = true,
			["郎"] = {
				this = true,
				["天"] = {
					["天"] = {
						["看"] = {
							this = true
						}
					}
				}
			}
		},
		["背"] = {
			["图"] = {
				this = true
			}
		},
		b = {
			e = {
				i = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["翻"] = {
			["社"] = {
				["会"] = {
					["主"] = {
						["义"] = {
							["制"] = {
								["度"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["中"] = {
				["共"] = {
					this = true
				}
			}
		},
		["\\"] = {
			["翻"] = {
				this = true
			}
		},
		["贝"] = {
			["尔"] = {
				this = true
			}
		},
		["牌"] = {
			["九"] = {
				this = true
			}
		},
		["手"] = {
			this = true
		},
		["推"] = {
			["侠"] = {
				this = true
			},
			["俠"] = {
				this = true
			}
		},
		["胸"] = {
			["口"] = {
				["爆"] = {
					["內"] = {
						["射"] = {
							this = true
						}
					},
					["内"] = {
						["射"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["网"] = {
		["管"] = {
			this = true
		},
		["上"] = {
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true,
					["学"] = {
						["历"] = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							this = true,
							["公"] = {
								["司"] = {
									this = true
								}
							}
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					[" "] = {
						["假"] = {
							["毕"] = {
								["业"] = {
									["证"] = {
										this = true
									}
								}
							}
						},
						["刻"] = {
							["章"] = {
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						},
						["英"] = {
							["语"] = {
								["六"] = {
									["级"] = {
										this = true
									}
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["大"] = {
					["专"] = {
						this = true
					}
				},
				["高"] = {
					["仿"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["证"] = {
						this = true
					}
				},
				["理"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["假"] = {
						["言"] = {
							["正"] = {
								this = true
							}
						},
						["证"] = {
							this = true
						}
					},
					["证"] = {
						["件"] = {
							this = true
						}
					}
				},
				["学"] = {
					["历"] = {
						this = true
					}
				},
				["正"] = {
					this = true,
					["毕"] = {
						["业"] = {
							["正"] = {
								this = true
							}
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["搏"] = {
					["网"] = {
						["站"] = {
							["大"] = {
								["全"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					this = true
				}
			},
			["代"] = {
				["考"] = {
					this = true
				},
				["办"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["秽"] = {
					["色"] = {
						["情"] = {
							["游"] = {
								["戏"] = {
									this = true
								}
							}
						}
					}
				}
			},
			[" "] = {
				["买"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			},
			["诚"] = {
				["信"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["集"] = {
				["会"] = {
					this = true
				}
			}
		},
		["络"] = {
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					}
				},
				["帖"] = {
					this = true,
					["代"] = {
						["理"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true,
						["官"] = {
							["网"] = {
								this = true
							}
						},
						["手"] = {
							["机"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					T = {
						V = {
							["棒"] = {
								this = true
							}
						}
					},
					["小"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true,
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["钱"] = {
					["赌"] = {
						["博"] = {
							this = true
						},
						["场"] = {
							this = true
						}
					},
					["百"] = {
						["家"] = {
							["乐"] = {
								this = true
							}
						}
					},
					["扎"] = {
						["金"] = {
							["花"] = {
								this = true
							}
						}
					}
				},
				["人"] = {
					["博"] = {
						["彩"] = {
							this = true
						}
					},
					["赌"] = {
						["博"] = {
							this = true
						},
						["场"] = {
							this = true
						}
					}
				},
				["实"] = {
					["赌"] = {
						["博"] = {
							this = true
						}
					}
				}
			},
			["水"] = {
				["军"] = {
					this = true,
					["招"] = {
						["聘"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["理"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					}
				},
				["购"] = {
					["汽"] = {
						["狗"] = {
							this = true
						}
					}
				},
				["号"] = {
					["4"] = {
						["7"] = {
							this = true
						}
					}
				},
				["开"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["推"] = {
				["广"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					},
					["删"] = {
						["帖"] = {
							this = true
						}
					}
				},
				["手"] = {
					this = true,
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["招"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["宣"] = {
				["传"] = {
					["的"] = {
						["真"] = {
							["相"] = {
								this = true
							}
						}
					}
				}
			},
			["营"] = {
				["销"] = {
					this = true,
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["由"] = {
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				}
			},
			["评"] = {
				["论"] = {
					["员"] = {
						this = true
					}
				}
			},
			["封"] = {
				["锁"] = {
					this = true
				}
			},
			["办"] = {
				["证"] = {
					this = true,
					[" "] = {
						["刻"] = {
							["章"] = {
								this = true,
								Q = {
									Q = {
										this = true
									}
								}
							}
						},
						["身"] = {
							["份"] = {
								["证"] = {
									this = true
								}
							}
						},
						["学"] = {
							["位"] = {
								["证"] = {
									this = true
								},
								["认"] = {
									["证"] = {
										this = true
									}
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						},
						["驾"] = {
							["照"] = {
								this = true
							}
						},
						["真"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						},
						["签"] = {
							["证"] = {
								this = true
							}
						},
						["上"] = {
							["网"] = {
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						},
						["车"] = {
							["牌"] = {
								["执"] = {
									["照"] = {
										this = true
									}
								}
							}
						}
					},
					["刻"] = {
						["章"] = {
							this = true,
							[" "] = {
								["毕"] = {
									["业"] = {
										["证"] = {
											Q = {
												Q = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["假"] = {
						["证"] = {
							this = true
						}
					},
					["驾"] = {
						["照"] = {
							this = true
						}
					},
					["签"] = {
						["证"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["车"] = {
					["牌"] = {
						["执"] = {
							["照"] = {
								this = true
							}
						}
					}
				},
				["护"] = {
					["照"] = {
						this = true
					}
				},
				["驾"] = {
					["照"] = {
						this = true
					}
				},
				["刻"] = {
					["章"] = {
						this = true
					}
				},
				["签"] = {
					["证"] = {
						this = true
					}
				},
				["上"] = {
					["网"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				},
				["学"] = {
					["位"] = {
						["认"] = {
							["证"] = {
								this = true
							}
						},
						["证"] = {
							this = true
						}
					}
				},
				["真"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				},
				["正"] = {
					["毕"] = {
						["业"] = {
							["正"] = {
								this = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							this = true
						}
					},
					["签"] = {
						["正"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["正"] = {
								this = true
							}
						}
					},
					["学"] = {
						["位"] = {
							["正"] = {
								this = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				}
			},
			["."] = {
				["封"] = {
					["锁"] = {
						this = true
					}
				},
				["活"] = {
					["动"] = {
						["颠"] = {
							["覆"] = {
								this = true
							}
						}
					}
				}
			},
			c = {
				p = {
					["9"] = {
						["9"] = {
							this = true
						}
					}
				}
			},
			T = {
				V = {
					["棒"] = {
						this = true
					}
				}
			},
			["宝"] = {
				["交"] = {
					["易"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					this = true
				}
			},
			["炒"] = {
				["作"] = {
					this = true
				}
			},
			["创"] = {
				["世"] = {
					["纪"] = {
						this = true
					}
				},
				["业"] = {
					this = true
				}
			},
			["错"] = {
				["误"] = {
					this = true
				}
			},
			["德"] = {
				["国"] = {
					A = {
						this = true
					}
				}
			},
			["赌"] = {
				["博"] = {
					this = true,
					["机"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["网"] = {
						["址"] = {
							this = true
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				},
				["场"] = {
					this = true
				},
				["钱"] = {
					this = true
				},
				["球"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					this = true,
					["撤"] = {
						["销"] = {
							this = true
						}
					},
					["清"] = {
						["除"] = {
							this = true
						}
					},
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["革"] = {
				["命"] = {
					["宣"] = {
						["言"] = {
							this = true
						}
					}
				}
			},
			["公"] = {
				["关"] = {
					["删"] = {
						["帖"] = {
							this = true
						},
						["贴"] = {
							this = true
						}
					}
				},
				["祭"] = {
					this = true
				}
			},
			["购"] = {
				["物"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["雇"] = {
				["凶"] = {
					this = true
				},
				["佣"] = {
					["军"] = {
						this = true
					}
				}
			},
			["皇"] = {
				["家"] = {
					["赌"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["活"] = {
				["动"] = {
					["颠"] = {
						["覆"] = {
							this = true
						}
					}
				}
			},
			["交"] = {
				["易"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["局"] = {
				this = true
			},
			["老"] = {
				["虎"] = {
					["机"] = {
						this = true
					}
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true,
						["投"] = {
							["注"] = {
								this = true
							}
						},
						["诈"] = {
							["骗"] = {
								this = true
							}
						}
					}
				}
			},
			["龙"] = {
				["虎"] = {
					["斗"] = {
						this = true
					}
				}
			},
			["轮"] = {
				["盘"] = {
					this = true
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					}
				}
			},
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["棋"] = {
				["牌"] = {
					["室"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["行"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["群"] = {
				["发"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["小"] = {
					["说"] = {
						this = true
					}
				}
			},
			["商"] = {
				["汇"] = {
					this = true
				}
			},
			["私"] = {
				["彩"] = {
					["赌"] = {
						["博"] = {
							this = true
						}
					}
				}
			},
			["同"] = {
				["步"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["投"] = {
				["票"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				},
				["注"] = {
					this = true
				}
			},
			["西"] = {
				["班"] = {
					["牙"] = {
						["伽"] = {
							["玛"] = {
								this = true
							}
						}
					}
				}
			},
			["下"] = {
				["注"] = {
					this = true
				}
			},
			["现"] = {
				["金"] = {
					["博"] = {
						["彩"] = {
							this = true
						}
					},
					["赌"] = {
						["钱"] = {
							this = true
						}
					},
					["六"] = {
						["合"] = {
							["彩"] = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["寻"] = {
				["找"] = {
					["一"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["音"] = {
				["乐"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["秽"] = {
					["色"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					["棒"] = {
						this = true
					},
					["服"] = {
						["务"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["招"] = {
				["嫖"] = {
					this = true
				},
				["聘"] = {
					this = true
				}
			},
			["找"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			},
			["证"] = {
				["件"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["等"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					},
					["二"] = {
						["代"] = {
							["证"] = {
								this = true
							}
						}
					},
					["房"] = {
						["产"] = {
							["证"] = {
								this = true
							}
						}
					},
					["护"] = {
						["士"] = {
							["证"] = {
								this = true
							}
						},
						["照"] = {
							this = true
						}
					},
					["会"] = {
						["计"] = {
							["证"] = {
								this = true
							}
						}
					},
					["假"] = {
						["证"] = {
							this = true
						}
					},
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						}
					},
					["教"] = {
						["师"] = {
							["证"] = {
								this = true
							}
						}
					},
					["结"] = {
						["婚"] = {
							["证"] = {
								this = true
							}
						}
					},
					["警"] = {
						["官"] = {
							["证"] = {
								this = true
							}
						}
					},
					["军"] = {
						["官"] = {
							["证"] = {
								this = true
							}
						}
					},
					["离"] = {
						["婚"] = {
							["证"] = {
								this = true
							}
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					},
					["医"] = {
						["师"] = {
							["证"] = {
								this = true
							}
						}
					},
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["职"] = {
				["业"] = {
					["删"] = {
						["帖"] = {
							this = true
						}
					}
				}
			},
			["指"] = {
				["定"] = {
					["8"] = {
						["8"] = {
							["式"] = {
								this = true
							}
						}
					}
				}
			},
			["专"] = {
				["7"] = {
					["4"] = {
						["式"] = {
							this = true
						}
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				},
				["销"] = {
					["8"] = {
						["5"] = {
							["式"] = {
								this = true
							}
						}
					},
					["麻"] = {
						["黄"] = {
							["素"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["业"] = {
					["发"] = {
						["帖"] = {
							this = true
						}
					},
					["删"] = {
						["帖"] = {
							this = true
						}
					}
				}
			},
			["赚"] = {
				["钱"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["项"] = {
						["目"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["足"] = {
				["球"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					},
					["下"] = {
						["注"] = {
							this = true
						}
					}
				}
			}
		},
		["购"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["客"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["品"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["自"] = {
				["制"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["特"] = {
			this = true
		},
		["游"] = {
			["喷"] = {
				["血"] = {
					["美"] = {
						["女"] = {
							["左"] = {
								["小"] = {
									["娜"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["购"] = {
				["物"] = {
					["网"] = {
						this = true
					}
				}
			},
			["交"] = {
				["易"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["久"] = {
				["久"] = {
					["金"] = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["亵"] = {
					["渎"] = {
						this = true
					}
				},
				["纵"] = {
					["意"] = {
						["花"] = {
							["丛"] = {
								this = true
							}
						}
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			}
		},
		["赚"] = {
			this = true,
			["队"] = {
				["伍"] = {
					this = true
				}
			},
			["教"] = {
				["程"] = {
					this = true
				}
			}
		},
		["评"] = {
			["员"] = {
				this = true
			}
		},
		["瘾"] = {
			["少"] = {
				["年"] = {
					["习"] = {
						["丶"] = {
							["近"] = {
								["平"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["、"] = {
			["办"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			}
		},
		["."] = {
			["络"] = {
				["代"] = {
					["理"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["秦"] = {
				this = true
			}
		},
		["爱"] = {
			this = true
		},
		["吧"] = {
			["小"] = {
				["艳"] = {
					["遇"] = {
						this = true
					}
				}
			}
		},
		["操"] = {
			["熟"] = {
				["女"] = {
					this = true
				}
			}
		},
		["虫"] = {
			["轮"] = {
				["奸"] = {
					this = true
				}
			}
		},
		["传"] = {
			["家"] = {
				["宝"] = {
					["遗"] = {
						["书"] = {
							this = true,
							[" "] = {
								["数"] = {
									["万"] = {
										["人"] = {
											["转"] = {
												this = true
											}
										}
									}
								}
							},
							["-"] = {
								["-"] = {
									["数"] = {
										["万"] = {
											["人"] = {
												["转"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["店"] = {
			["办"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["招"] = {
				["标"] = {
					this = true
				}
			},
			["装"] = {
				["修"] = {
					this = true
				}
			}
		},
		["咯"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["格"] = {
			["内"] = {
				["衣"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			}
		},
		["关"] = {
			["短"] = {
				["信"] = {
					this = true
				}
			}
		},
		["监"] = {
			["会"] = {
				this = true
			}
		},
		["捷"] = {
			["信"] = {
				this = true
			}
		},
		["咖"] = {
			["援"] = {
				["交"] = {
					this = true
				}
			}
		},
		["溜"] = {
			this = true
		},
		["路"] = {
			["招"] = {
				["嫖"] = {
					this = true
				}
			}
		},
		["落"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["保"] = {
				["钓"] = {
					this = true
				}
			},
			["代"] = {
				["办"] = {
					this = true
				}
			}
		},
		["絡"] = {
			["公"] = {
				["祭"] = {
					this = true
				}
			}
		},
		["陪"] = {
			["门"] = {
				this = true
			}
		},
		["情"] = {
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			}
		},
		["趣"] = {
			["商"] = {
				["城"] = {
					this = true
				}
			}
		},
		["售"] = {
			["真"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["钛"] = {
			["文"] = {
				["章"] = {
					this = true
				}
			}
		},
		["袜"] = {
			O = {
				L = {
					this = true,
					["出"] = {
						["租"] = {
							this = true
						}
					}
				}
			}
		},
		["星"] = {
			["艾"] = {
				["尼"] = {
					["克"] = {
						["斯"] = {
							this = true
						}
					}
				}
			}
		},
		["宿"] = {
			this = true
		},
		["宣"] = {
			this = true
		},
		["页"] = {
			["3"] = {
				["3"] = {
					["6"] = {
						["3"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["游"] = {
					["戏"] = {
						this = true
					}
				}
			}
		},
		["易"] = {
			["习"] = {
				this = true
			}
		},
		["银"] = {
			["卡"] = {
				this = true
			}
		},
		["遊"] = {
			["公"] = {
				["會"] = {
					this = true
				}
			}
		},
		["友"] = {
			["激"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					["图"] = {
						["库"] = {
							this = true
						}
					}
				}
			}
		},
		["状"] = {
			["透"] = {
				["明"] = {
					["衣"] = {
						this = true
					}
				}
			}
		},
		["做"] = {
			["聊"] = {
				["天"] = {
					this = true
				}
			}
		},
		["红"] = {
			["无"] = {
				["码"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["威"] = {
		["而"] = {
			["钢"] = {
				this = true
			},
			["柔"] = {
				this = true
			},
			["刚"] = {
				this = true
			},
			["鋼"] = {
				this = true
			}
		},
		["龙"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			}
		},
		["廉"] = {
			["希"] = {
				["尔"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["哈"] = {
				["尔"] = {
					["西"] = {
						this = true
					}
				}
			}
		},
		["尼"] = {
			["斯"] = {
				this = true,
				["人"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							}
						}
					},
					["赌"] = {
						["场"] = {
							this = true
						}
					},
					["国"] = {
						["际"] = {
							this = true
						}
					}
				},
				["棋"] = {
					["牌"] = {
						["博"] = {
							["彩"] = {
								this = true
							}
						}
					}
				},
				["城"] = {
					this = true
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["斯"] = {
			["汀"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["客"] = {
			["小"] = {
				["姐"] = {
					["信"] = {
						["息"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["胁"] = {
			["论"] = {
				this = true
			}
		},
		["博"] = {
			["策"] = {
				["略"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["尔"] = {
			["防"] = {
				["身"] = {
					["器"] = {
						["材"] = {
							this = true
						}
					}
				}
			},
			["握"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["莱"] = {
			["德"] = {
				["维"] = {
					["曼"] = {
						this = true
					}
				}
			}
		},
		["鹏"] = {
			["刀"] = {
				this = true
			}
		},
		["脅"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["卫"] = {
		["生"] = {
			["部"] = {
				this = true
			},
			["计"] = {
				["划"] = {
					["财"] = {
						["务"] = {
							["参"] = {
								["考"] = {
									["资"] = {
										["料"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["星"] = {
			["接"] = {
				["收"] = {
					["器"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["*"] = {
						this = true
					},
					["接"] = {
						["收"] = {
							["器"] = {
								this = true
							}
						}
					},
					["安"] = {
						["装"] = {
							this = true
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["遭"] = {
				["黑"] = {
					["客"] = {
						["攻"] = {
							["击"] = {
								this = true,
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["安"] = {
				["装"] = {
					["调"] = {
						["试"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["线"] = {
					["接"] = {
						["收"] = {
							["器"] = {
								["成"] = {
									["人"] = {
										["频"] = {
											["道"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["视"] = {
			["色"] = {
				["情"] = {
					["台"] = {
						this = true
					}
				}
			}
		},
		["玄"] = {
			["望"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["倭"] = {
		["国"] = {
			this = true
		},
		["寇"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鲜"] = {
		["族"] = {
			this = true
		},
		["网"] = {
			["文"] = {
				this = true
			}
		},
		["茶"] = {
			["网"] = {
				this = true
			}
		},
		["红"] = {
			["美"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["嫩"] = {
			["蜜"] = {
				["穴"] = {
					this = true
				}
			}
		}
	}
end

temp()
