pg = pg or {}
slot0 = pg
slot0.word_template_49 = {}
slot1 = slot0.word_template_49

temp = function()
	uv0["远"] = {
		["程"] = {
			["偷"] = {
				["拍"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["驽"] = {
					["专"] = {
						this = true
					}
				},
				["努"] = {
					["专"] = {
						this = true
					}
				},
				["弩"] = {
					this = true
				}
			},
			["攻"] = {
				["击"] = {
					this = true
				}
			},
			["教"] = {
				["育"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["瞄"] = {
				["准"] = {
					["器"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true
			},
			["窃"] = {
				["听"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["炸"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["华"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["古"] = {
			["狂"] = {
				["情"] = {
					this = true
				}
			}
		},
		["志"] = {
			["明"] = {
				this = true
			}
		},
		["平"] = {
			this = true,
			["大"] = {
				["帝"] = {
					this = true
				}
			}
		},
		["凸"] = {
			this = true
		},
		["东"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["距"] = {
			["离"] = {
				["杀"] = {
					["伤"] = {
						["武"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["控"] = {
			["御"] = {
				["防"] = {
					this = true
				}
			}
		},
		["离"] = {
			["恐"] = {
				["惧"] = {
					this = true
				}
			}
		},
		["藤"] = {
			["悠"] = {
				["美"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["山"] = {
				["水"] = {
					this = true
				}
			}
		},
		["野"] = {
			["麻"] = {
				["耶"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["春"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["曰"] = {
		G = {
			M = {
				this = true
			}
		},
		["你"] = {
			this = true
		},
		g = {
			["Ｍ"] = {
				this = true
			}
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["侦"] = {
		["探"] = {
			this = true,
			["设"] = {
				["备"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["听"] = {
			["器"] = {
				this = true
			}
		},
		["测"] = {
			["距"] = {
				["离"] = {
					this = true
				}
			}
		},
		["查"] = {
			["机"] = {
				this = true
			},
			["男"] = {
				["人"] = {
					["性"] = {
						["感"] = {
							["区"] = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				["国"] = {
					["安"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["察"] = {
			this = true,
			["."] = {
				this = true
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["兵"] = {
				["折"] = {
					["叠"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					}
				}
			},
			["机"] = {
				this = true,
				["组"] = {
					this = true
				}
			},
			["频"] = {
				["率"] = {
					this = true
				}
			},
			["箱"] = {
				this = true
			},
			["正"] = {
				this = true
			},
			["证"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["追"] = {
		["查"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["國"] = {
				["際"] = {
					this = true
				}
			},
			["迫"] = {
				["害"] = {
					this = true,
					["法"] = {
						this = true
					},
					["彭"] = {
						["克"] = {
							["玉"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["照"] = {
					["农"] = {
						["用"] = {
							["车"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["风"] = {
			["弓"] = {
				["弩"] = {
					this = true,
					["麻"] = {
						["醉"] = {
							["箭"] = {
								["专"] = {
									["卖"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["5"] = {
					["0"] = {
						this = true
					}
				}
			},
			["2"] = {
				["0"] = {
					["1"] = {
						["0"] = {
							this = true
						}
					}
				}
			},
			["劲"] = {
				["弩"] = {
					this = true
				}
			},
			["努"] = {
				["麻"] = {
					["醉"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["弩"] = {
				["麻"] = {
					["醉"] = {
						["箭"] = {
							this = true
						}
					}
				}
			}
		},
		["踪"] = {
			["器"] = {
				this = true
			}
		},
		["風"] = {
			["弩"] = {
				["麻"] = {
					["醉"] = {
						["箭"] = {
							this = true
						}
					}
				}
			}
		},
		["究"] = {
			["屠"] = {
				["城"] = {
					["责"] = {
						["任"] = {
							this = true
						}
					}
				}
			}
		},
		["寻"] = {
			["六"] = {
				["四"] = {
					["的"] = {
						["历"] = {
							["史"] = {
								["真"] = {
									["相"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["月"] = {
			["1"] = {
				["5"] = {
					["0"] = {
						A = {
							this = true
						}
					}
				}
			},
			["2"] = {
				["2"] = {
					["5"] = {
						A = {
							this = true,
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["弩"] = {
				["团"] = {
					["购"] = {
						this = true
					}
				}
			}
		},
		["债"] = {
			this = true
		},
		["債"] = {
			this = true
		},
		["思"] = {
			this = true
		},
		["念"] = {
			this = true
		},
		["悼"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["宗"] = {
		["教"] = {
			this = true,
			["压"] = {
				["迫"] = {
					this = true
				}
			},
			["歧"] = {
				["視"] = {
					this = true
				},
				["视"] = {
					this = true
				}
			},
			["极"] = {
				["端"] = {
					["是"] = {
						["思"] = {
							["想"] = {
								["基"] = {
									["础"] = {
										["、"] = {
											["暴"] = {
												["力"] = {
													["恐"] = {
														["怖"] = {
															["是"] = {
																["手"] = {
																	["段"] = {
																		["、"] = {
																			["民"] = {
																				["族"] = {
																					["分"] = {
																						["裂"] = {
																							["是"] = {
																								["目"] = {
																									["的"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["凤"] = {
			["鸣"] = {
				["软"] = {
					["禁"] = {
						["中"] = {
							["的"] = {
								["谈"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["海"] = {
			["仁"] = {
				this = true
			}
		},
		["喀"] = {
			["班"] = {
				this = true
			},
			["达"] = {
				this = true
			}
		},
		["赞"] = {
			this = true
		},
		["书"] = {
			["籍"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["垃"] = {
		["圾"] = {
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["法"] = {
				["院"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["淘"] = {
		["宝"] = {
			this = true,
			["秃"] = {
				["鹰"] = {
					["全"] = {
						["套"] = {
							["配"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["货"] = {
						["到"] = {
							["付"] = {
								["款"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["白"] = {
				["号"] = {
					this = true
				}
			},
			["收"] = {
				["藏"] = {
					this = true
				}
			},
			["阿"] = {
				["普"] = {
					["唑"] = {
						["仑"] = {
							this = true
						}
					}
				}
			},
			["办"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			},
			["保"] = {
				["险"] = {
					this = true
				}
			},
			["钓"] = {
				["鱼"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						["专"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			},
			["购"] = {
				["物"] = {
					this = true
				}
			},
			["皇"] = {
				["冠"] = {
					["工"] = {
						["作"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["家"] = {
				["数"] = {
					["据"] = {
						this = true
					}
				}
			},
			["开"] = {
				["店"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["靠"] = {
				this = true
			},
			["马"] = {
				["网"] = {
					["盘"] = {
						this = true
					}
				}
			},
			["退"] = {
				["款"] = {
					this = true
				}
			},
			["小"] = {
				["号"] = {
					this = true,
					["一"] = {
						["路"] = {
							["发"] = {
								this = true
							}
						}
					},
					["转"] = {
						["店"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["誉"] = {
					["科"] = {
						["技"] = {
							this = true
						}
					}
				}
			},
			["账"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["买"] = {
				["家"] = {
					["提"] = {
						["取"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["枪"] = {
			["网"] = {
				this = true
			}
		},
		["金"] = {
			["盈"] = {
				this = true,
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					this = true
				}
			}
		},
		["精"] = {
			["网"] = {
				this = true
			}
		},
		["代"] = {
			["删"] = {
				this = true
			}
		},
		["寶"] = {
			this = true
		},
		["刀"] = {
			["网"] = {
				this = true
			}
		},
		["利"] = {
			["网"] = {
				this = true
			}
		},
		["马"] = {
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["麦"] = {
			["网"] = {
				["购"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["气"] = {
			["鬼"] = {
				this = true
			}
		},
		["小"] = {
			["店"] = {
				["工"] = {
					["作"] = {
						["室"] = {
							this = true
						}
					}
				}
			},
			["号"] = {
				this = true
			}
		},
		["縁"] = {
			["公"] = {
				["寓"] = {
					this = true
				}
			}
		},
		["众"] = {
			["諨"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["战"] = {
		["牌"] = {
			this = true
		},
		["术"] = {
			["刀"] = {
				this = true,
				["具"] = {
					this = true
				},
				["网"] = {
					this = true
				}
			},
			["军"] = {
				["刀"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["刺"] = {
					this = true
				},
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["匕"] = {
				["首"] = {
					this = true
				}
			},
			["狗"] = {
				["腿"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["折"] = {
				["刀"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["跳"] = {
						["刀"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["刺"] = {
					["刀"] = {
						this = true
					}
				},
				["叠"] = {
					["刀"] = {
						this = true
					}
				},
				["斧"] = {
					["专"] = {
						this = true
					}
				},
				["砍"] = {
					["刀"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true,
					["跳"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["板"] = {
				["球"] = {
					["套"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["刀"] = {
					this = true,
					["网"] = {
						this = true
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["弹"] = {
				["弓"] = {
					this = true
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["突"] = {
				["击"] = {
					d = {
						a = {
							o = {
								this = true
							}
						}
					},
					["刺"] = {
						["刀"] = {
							this = true
						}
					},
					["刀"] = {
						this = true,
						["具"] = {
							["具"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["短"] = {
						["枪"] = {
							this = true
						}
					},
					["斧"] = {
						["专"] = {
							this = true
						}
					},
					["砍"] = {
						["刀"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					},
					["用"] = {
						["刀"] = {
							this = true
						},
						["叨"] = {
							this = true,
							["%"] = {
								this = true
							}
						}
					}
				}
			},
			["霰"] = {
				["弹"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["神"] = {
			["弓"] = {
				["弩"] = {
					this = true
				},
				["努"] = {
					this = true
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			k = {
				["8"] = {
					["弓"] = {
						["弩"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["毒"] = {
				["蝎"] = {
					["子"] = {
						["弓"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["刀"] = {
			["网"] = {
				this = true
			},
			["订"] = {
				["购"] = {
					this = true
				}
			}
		},
		["狼"] = {
			["野"] = {
				["营"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["斗"] = {
			["条"] = {
				["令"] = {
					this = true
				}
			}
		},
		["役"] = {
			["学"] = {
				["纲"] = {
					this = true
				}
			}
		},
		["乙"] = {
			["女"] = {
				["真"] = {
					["章"] = {
						this = true
					}
				}
			}
		},
		["友"] = {
			["们"] = {
				["健"] = {
					["身"] = {
						["了"] = {
							["吗"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["Ｕ"] = {
		["Ｒ"] = {
			this = true,
			["靠"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["解"] = {
		["放"] = {
			["组"] = {
				["织"] = {
					this = true
				}
			},
			["军"] = {
				this = true,
				["的"] = {
					["最"] = {
						["新"] = {
							["式"] = {
								["军"] = {
									["服"] = {
										["="] = {
											[">"] = {
												["*"] = {
													["@"] = {
														["*"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["坦"] = {
						["克"] = {
							this = true,
							[" "] = {
								["学"] = {
									["生"] = {
										this = true
									}
								}
							},
							["学"] = {
								["生"] = {
									this = true
								}
							}
						}
					}
				},
				[" "] = {
					["老"] = {
						["百"] = {
							["姓"] = {
								[" "] = {
									["冲"] = {
										["突"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["清"] = {
						["场"] = {
							this = true
						}
					},
					["杀"] = {
						["人"] = {
							this = true
						}
					},
					["屠"] = {
						["杀"] = {
							["学"] = {
								["生"] = {
									this = true
								}
							}
						}
					},
					["武"] = {
						["力"] = {
							["镇"] = {
								["压"] = {
									this = true
								}
							}
						}
					},
					["学"] = {
						["生"] = {
							this = true
						}
					}
				},
				["3"] = {
					["0"] = {
						["1"] = {
							["医"] = {
								["院"] = {
									[" "] = {
										[" "] = {
											["毒"] = {
												["針"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["开"] = {
					["枪"] = {
						this = true
					}
				},
				["空"] = {
					["军"] = {
						["刀"] = {
							this = true
						}
					}
				},
				["老"] = {
					["百"] = {
						["姓"] = {
							["冲"] = {
								["突"] = {
									this = true
								}
							}
						}
					}
				},
				["清"] = {
					["场"] = {
						this = true
					}
				},
				["杀"] = {
					["人"] = {
						this = true
					}
				},
				["审"] = {
					["计"] = {
						["署"] = {
							this = true
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							this = true
						}
					}
				},
				["屠"] = {
					["杀"] = {
						["学"] = {
							["生"] = {
								this = true
							}
						}
					}
				},
				["武"] = {
					["力"] = {
						["镇"] = {
							["压"] = {
								this = true
							}
						}
					}
				},
				["现"] = {
					["役"] = {
						["军"] = {
							["刀"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						}
					}
				},
				["学"] = {
					["生"] = {
						this = true
					}
				},
				["镇"] = {
					["压"] = {
						this = true
					}
				}
			},
			["台"] = {
				["湾"] = {
					this = true,
					["岛"] = {
						["，"] = {
							["献"] = {
								["礼"] = {
									["二"] = {
										["十"] = {
											["大"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				w = {
					this = true
				}
			},
			["大"] = {
				["道"] = {
					this = true
				}
			},
			["軍"] = {
				["審"] = {
					["計"] = {
						["署"] = {
							this = true
						}
					}
				},
				["現"] = {
					["役"] = {
						["軍"] = {
							["刀"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						}
					}
				},
				["鎮"] = {
					["壓"] = {
						this = true
					}
				}
			},
			["思"] = {
				["想"] = {
					this = true
				}
			}
		},
		["码"] = {
			["器"] = {
				this = true,
				["汽"] = {
					["车"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["王"] = {
				this = true
			}
		},
		["厚"] = {
			["铨"] = {
				this = true
			}
		},
		["碼"] = {
			["器"] = {
				this = true
			}
		},
		["体"] = {
			["的"] = {
				["命"] = {
					["运"] = {
						this = true
					}
				}
			},
			["中"] = {
				["共"] = {
					this = true
				}
			}
		},
		["学"] = {
			["智"] = {
				this = true
			}
		},
		["振"] = {
			["华"] = {
				this = true
			}
		},
		["决"] = {
			["台"] = {
				["湾"] = {
					this = true
				}
			},
			["第"] = {
				["三"] = {
					["者"] = {
						this = true
					}
				}
			},
			["恩"] = {
				["怨"] = {
					this = true
				}
			},
			["情"] = {
				["敌"] = {
					this = true,
					["小"] = {
						["三"] = {
							this = true
						}
					}
				}
			},
			["私"] = {
				["人"] = {
					["恩"] = {
						["怨"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["三"] = {
					this = true
				}
			}
		},
		["带"] = {
			["宽"] = {
				["衣"] = {
					this = true
				}
			}
		},
		["除"] = {
			["壹"] = {
				["天"] = {
					["的"] = {
						["疲"] = {
							["惫"] = {
								this = true
							},
							["憊"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["倣"] = {
			["軍"] = {
				["哯"] = {
					["役"] = {
						["軍"] = {
							["叨"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["封"] = {
			this = true
		},
		["禁"] = {
			["遊"] = {
				["戲"] = {
					this = true
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			}
		},
		["酒"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["決"] = {
			["情"] = {
				["敵"] = {
					this = true
				}
			},
			["小"] = {
				["三"] = {
					this = true
				}
			}
		},
		["开"] = {
			["内"] = {
				["衣"] = {
					this = true
				}
			}
		},
		["龙"] = {
			this = true
		},
		["犸"] = {
			["噐"] = {
				this = true
			}
		},
		["剖"] = {
			["女"] = {
				["尸"] = {
					this = true
				}
			}
		},
		["气"] = {
			["了"] = {
				["仇"] = {
					this = true
				}
			}
		},
		["散"] = {
			["队"] = {
				["伍"] = {
					this = true,
					["失"] = {
						["败"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					this = true
				},
				["國"] = {
					this = true
				}
			}
		},
		["脱"] = {
			["美"] = {
				["眉"] = {
					["的"] = {
						["内"] = {
							["衣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["防"] = {
			["沉"] = {
				["迷"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["呼"] = {
		["喊"] = {
			["派"] = {
				this = true
			}
		},
		["和"] = {
			["冰"] = {
				["毒"] = {
					["在"] = {
						["哪"] = {
							this = true
						}
					}
				}
			}
		},
		["伦"] = {
			["贝"] = {
				["尔"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["市"] = {
			["公"] = {
				["共"] = {
					["场"] = {
						["所"] = {
							this = true
						}
					}
				}
			}
		},
		["吁"] = {
			["书"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["灵"] = {
		["灵"] = {
			["教"] = {
				this = true
			},
			["派"] = {
				this = true
			}
		},
		["山"] = {
			["真"] = {
				["佛"] = {
					["宗"] = {
						this = true
					}
				}
			}
		},
		["仙"] = {
			["真"] = {
				["佛"] = {
					["宗"] = {
						this = true
					}
				},
				["舍"] = {
					["总"] = {
						["堂"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["刚"] = {
					["大"] = {
						["法"] = {
							this = true
						}
					}
				}
			}
		},
		["修"] = {
			["团"] = {
				["体"] = {
					["*"] = {
						["*"] = {
							this = true
						}
					},
					["{"] = {
						B = {
							A = {
								N = {
									N = {
										E = {
											D = {
												["}"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["日"] = {
				["课"] = {
					this = true
				}
			}
		},
		["宝"] = {
			this = true
		},
		["儿"] = {
			["乱"] = {
				["伦"] = {
					this = true
				}
			}
		},
		["活"] = {
			["的"] = {
				["底"] = {
					["线"] = {
						this = true
					}
				}
			},
			["爱"] = {
				["锅"] = {
					this = true
				}
			},
			["秋"] = {
				["收"] = {
					this = true
				}
			},
			["井"] = {
				["冈"] = {
					["山"] = {
						this = true
					}
				}
			},
			["代"] = {
				["表"] = {
					this = true
				}
			},
			["入"] = {
				["刑"] = {
					this = true
				}
			},
			["向"] = {
				["好"] = {
					this = true
				}
			},
			["失"] = {
				["业"] = {
					this = true
				}
			},
			["馅"] = {
				["筏"] = {
					this = true
				}
			},
			["国"] = {
				["籍"] = {
					this = true
				}
			},
			["疫"] = {
				["情"] = {
					["标"] = {
						["准"] = {
							this = true
						}
					}
				}
			},
			["封"] = {
				["控"] = {
					this = true
				}
			},
			["抗"] = {
				["疫"] = {
					this = true
				}
			}
		},
		["璧"] = {
			["无"] = {
				["光"] = {
					this = true
				}
			},
			["渔"] = {
				["沟"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["同"] = {
		["一"] = {
			["教"] = {
				this = true
			},
			["地"] = {
				["点"] = {
					this = true
				}
			},
			["数"] = {
				this = true
			}
		},
		["花"] = {
			["顺"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			["城"] = {
				this = true,
				["博"] = {
					["彩"] = {
						this = true
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				this = true
			}
		},
		["色"] = {
			["网"] = {
				this = true
			}
		},
		["涩"] = {
			["网"] = {
				this = true,
				["限"] = {
					["制"] = {
						this = true
					}
				}
			}
		},
		["志"] = {
			this = true,
			["会"] = {
				["所"] = {
					this = true
				}
			},
			B = {
				L = {
					O = {
						this = true
					}
				}
			},
			["爱"] = {
				["人"] = {
					this = true
				}
			},
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["包"] = {
				["夜"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					["交"] = {
						["友"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true,
					["图"] = {
						["书"] = {
							["馆"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["交"] = {
				["友"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["拉"] = {
				["拉"] = {
					["服"] = {
						["务"] = {
							this = true
						},
						["務"] = {
							this = true
						}
					}
				}
			},
			["们"] = {
				["商"] = {
					["榷"] = {
						this = true,
						["江"] = {
							this = true
						}
					}
				}
			},
			["們"] = {
				["商"] = {
					["榷"] = {
						this = true
					}
				}
			},
			["女"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["色"] = {
				["情"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["門"] = {
					["服"] = {
						["務"] = {
							this = true
						}
					}
				}
			},
			["帅"] = {
				["哥"] = {
					this = true
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["在"] = {
				["线"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["族"] = {
				["小"] = {
					["说"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					["图"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["城"] = {
			["援"] = {
				["交"] = {
					this = true
				}
			},
			["#"] = {
				["一"] = {
					["夜"] = {
						["@"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			e = {
				["夜"] = {
					this = true
				}
			},
			E = {
				["夜"] = {
					["▄"] = {
						["情"] = {
							this = true
						}
					},
					["情"] = {
						this = true
					}
				}
			},
			o = {
				n = {
					s = {
						this = true,
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["夫"] = {
				["妻"] = {
					["一"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["换"] = {
				["妻"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["聊"] = {
						["天"] = {
							this = true
						}
					}
				}
			},
			["妓"] = {
				["女"] = {
					this = true
				}
			},
			["交"] = {
				["友"] = {
					this = true,
					["聊"] = {
						["天"] = {
							this = true,
							["室"] = {
								this = true
							}
						}
					},
					["群"] = {
						this = true
					},
					["网"] = {
						this = true
					},
					["性"] = {
						["交"] = {
							["网"] = {
								this = true
							}
						}
					},
					["找"] = {
						["情"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["开"] = {
				["心"] = {
					["网"] = {
						this = true
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true,
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					this = true,
					["群"] = {
						this = true
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["网"] = {
						["站"] = {
							this = true
						},
						["址"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					this = true,
					["一"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					},
					["主"] = {
						["播"] = {
							this = true
						}
					}
				}
			},
			["陪"] = {
				["睡"] = {
					this = true
				}
			},
			["枪"] = {
				this = true
			},
			["情"] = {
				["人"] = {
					this = true,
					["交"] = {
						["友"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["骚"] = {
				B = {
					["一"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["騷"] = {
				B = {
					["一"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["试"] = {
				["爱"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					["交"] = {
						["友"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["堂"] = {
					this = true
				}
			},
			["性"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				},
				["息"] = {
					this = true
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						["出"] = {
							["台"] = {
								this = true
							}
						},
						["裸"] = {
							["聊"] = {
								this = true
							}
						}
					}
				}
			},
			["艳"] = {
				["遇"] = {
					this = true
				}
			},
			["一"] = {
				["夜"] = {
					["交"] = {
						["友"] = {
							["网"] = {
								this = true
							}
						}
					},
					["情"] = {
						this = true,
						Q = {
							["群"] = {
								this = true
							}
						},
						["交"] = {
							["友"] = {
								this = true
							}
						},
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["异"] = {
				["性"] = {
					["交"] = {
						["友"] = {
							this = true
						}
					},
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["约"] = {
				["炮"] = {
					["吧"] = {
						this = true
					}
				}
			},
			["在"] = {
				["线"] = {
					["赌"] = {
						["博"] = {
							this = true
						}
					}
				}
			}
		},
		["久"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["升"] = {
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["房"] = {
			this = true
		},
		["居"] = {
			this = true,
			["社"] = {
				["区"] = {
					this = true
				},
				["區"] = {
					this = true
				}
			},
			["万"] = {
				["岁"] = {
					this = true
				}
			}
		},
		["样"] = {
			["的"] = {
				["人"] = {
					["权"] = {
						this = true
					}
				}
			}
		},
		["商"] = {
			["宽"] = {
				["衣"] = {
					this = true
				}
			}
		},
		J = {
			u = {
				["公"] = {
					["寓"] = {
						this = true
					}
				}
			}
		},
		o = {
			n = {
				s = {
					["夜"] = {
						["情"] = {
							this = true
						}
					}
				}
			}
		},
		["安"] = {
			["区"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["程"] = {
			["网"] = {
				["客"] = {
					["服"] = {
						this = true
					}
				}
			}
		},
		["床"] = {
			this = true
		},
		["等"] = {
			["学"] = {
				["力"] = {
					["代"] = {
						["考"] = {
							this = true
						}
					}
				}
			}
		},
		["犯"] = {
			["了"] = {
				["错"] = {
					["误"] = {
						[" "] = {
							["邓"] = {
								["小"] = {
									["平"] = {
										this = true,
										[" "] = {
											["作"] = {
												["斗"] = {
													["争"] = {
														this = true
													}
												}
											}
										}
									}
								}
							},
							["同"] = {
								["志"] = {
									[" "] = {
										["作"] = {
											["斗"] = {
												["争"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["好"] = {
			["网"] = {
				this = true
			}
		},
		["人"] = {
			A = {
				V = {
					this = true
				}
			},
			h = {
				["漫"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true,
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["仁"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["时"] = {
			["二"] = {
				["穴"] = {
					["姦"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			},
			["行"] = {
				["动"] = {
					this = true
				}
			},
			["举"] = {
				["行"] = {
					this = true
				}
			}
		},
		["事"] = {
			["的"] = {
				["新"] = {
					["婚"] = {
						["妻"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["调"] = {
				["戏"] = {
					this = true
				}
			}
		},
		["校"] = {
			["生"] = {
				this = true
			}
		},
		["性"] = {
			S = {
				M = {
					this = true
				}
			},
			["恋"] = {
				this = true,
				["爱"] = {
					["男"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				},
				["俱"] = {
					["乐"] = {
						["部"] = {
							this = true
						}
					}
				},
				["上"] = {
					["门"] = {
						this = true,
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["图"] = {
					["片"] = {
						this = true
					}
				},
				["做"] = {
					["爱"] = {
						["图"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["戀"] = {
				this = true,
				["俱"] = {
					["樂"] = {
						["部"] = {
							this = true
						}
					}
				},
				["上"] = {
					["門"] = {
						this = true,
						["服"] = {
							["務"] = {
								this = true
							}
						}
					}
				}
			},
			["男"] = {
				["人"] = {
					["性"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["生"] = {
				["活"] = {
					this = true
				}
			},
			["相"] = {
				["吸"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					["图"] = {
						this = true
					}
				},
				["交"] = {
					this = true
				}
			}
		},
		["学"] = {
			["的"] = {
				["美"] = {
					["女"] = {
						["姐"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			},
			["喝"] = {
				["醉"] = {
					["了"] = {
						this = true
					}
				}
			},
			["录"] = {
				this = true
			},
			["群"] = {
				["交"] = {
					["网"] = {
						this = true
					}
				}
			},
			["们"] = {
				["能"] = {
					["不"] = {
						["能"] = {
							["稍"] = {
								["微"] = {
									["理"] = {
										["智"] = {
											["地"] = {
												["想"] = {
													["一"] = {
														["想"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["他"] = {
			["们"] = {
				["一"] = {
					["起"] = {
						["创"] = {
							["造"] = {
								["美"] = {
									["好"] = {
										["生"] = {
											["活"] = {
												["，"] = {
													["是"] = {
														["一"] = {
															["个"] = {
																["重"] = {
																	["大"] = {
																		["的"] = {
																			["挑"] = {
																				["战"] = {
																					["，"] = {
																						["也"] = {
																							["是"] = {
																								["一"] = {
																									["个"] = {
																										["重"] = {
																											["大"] = {
																												["的"] = {
																													["责"] = {
																														["任"] = {
																															this = true
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["力"] = {
			["丫"] = {
				this = true
			}
		},
		["里"] = {
			["鸭"] = {
				this = true
			},
			["亚"] = {
				this = true
			}
		},
		["利"] = {
			["亚"] = {
				this = true
			}
		},
		["心"] = {
			["受"] = {
				["秦"] = {
					["|"] = {
						["同"] = {
							["心"] = {
								["守"] = {
									["秦"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["守"] = {
				["“"] = {
					["沪"] = {
						["”"] = {
							this = true
						}
					}
				},
				["护"] = {
					this = true
				},
				["沪"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["家"] = {
		["庭"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["Ａ"] = {
				["片"] = {
					this = true
				}
			},
			["教"] = {
				["师"] = {
					["黄"] = {
						["片"] = {
							this = true
						}
					},
					["御"] = {
						["用"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			},
			["乱"] = {
				["交"] = {
					this = true
				},
				["抡"] = {
					a = {
						["片"] = {
							this = true
						}
					}
				},
				["伦"] = {
					this = true,
					["故"] = {
						["事"] = {
							this = true
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					},
					["群"] = {
						["交"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["小"] = {
						["说"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["影"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["亂"] = {
				["倫"] = {
					this = true
				}
			},
			["淫"] = {
				["乱"] = {
					["聚"] = {
						["会"] = {
							this = true
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					}
				},
				["伦"] = {
					this = true
				},
				["欲"] = {
					this = true
				}
			},
			["欲"] = {
				["火"] = {
					["全"] = {
						this = true
					}
				}
			},
			["主"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["长"] = {
			["资"] = {
				["料"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					this = true,
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["元"] = {
			["自"] = {
				["称"] = {
					["玉"] = {
						["皇"] = {
							["大"] = {
								["帝"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		l = {
			["福"] = {
				this = true
			},
			e = {
				["福"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["福"] = {
				this = true,
				["示"] = {
					["威"] = {
						this = true
					}
				},
				["游"] = {
					["行"] = {
						this = true
					}
				}
			}
		},
		["用"] = {
			["天"] = {
				["线"] = {
					this = true
				}
			},
			["卫"] = {
				["星"] = {
					this = true
				}
			}
		},
		["宝"] = {
			this = true,
			["温"] = {
				this = true
			}
		},
		["保"] = {
			["障"] = {
				this = true
			}
		},
		["堡"] = {
			["是"] = {
				["虎"] = {
					["王"] = {
						this = true
					}
				}
			}
		},
		["宏"] = {
			[" "] = {
				["恒"] = {
					["大"] = {
						["的"] = {
							["董"] = {
								["事"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["里"] = {
			["撸"] = {
				this = true
			},
			["玩"] = {
				["长"] = {
					["发"] = {
						["女"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			["乐"] = {
				this = true
			}
		},
		["人"] = {
			["好"] = {
				["色"] = {
					this = true
				}
			}
		},
		["贼"] = {
			["蔡"] = {
				["名"] = {
					["照"] = {
						this = true
					}
				}
			}
		},
		["中"] = {
			["4"] = {
				P = {
					["体"] = {
						["验"] = {
							this = true
						}
					}
				}
			},
			["宝"] = {
				this = true
			}
		},
		["族"] = {
			["背"] = {
				["后"] = {
					["的"] = {
						["万"] = {
							["贯"] = {
								["家"] = {
									["财"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["大"] = {
				["乱"] = {
					["交"] = {
						this = true
					}
				}
			},
			["乱"] = {
				["伦"] = {
					["巨"] = {
						["片"] = {
							this = true
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					}
				},
				["性"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			},
			["式"] = {
				["性"] = {
					["爱"] = {
						this = true
					}
				}
			},
			["势"] = {
				["力"] = {
					this = true
				}
			},
			["资"] = {
				["产"] = {
					["在"] = {
						["重"] = {
							["庆"] = {
								["的"] = {
									["原"] = {
										["来"] = {
											["是"] = {
												["吴"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["特"] = {
		["朗"] = {
			["普"] = {
				this = true
			}
		},
		["级"] = {
			["运"] = {
				["动"] = {
					["长"] = {
						["弹"] = {
							this = true
						},
						["子"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["防"] = {
				["割"] = {
					["手"] = {
						["套"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["人"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["屈"] = {
			["儿"] = {
				this = true,
				["制"] = {
					["备"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			["作"] = {
				["战"] = {
					["服"] = {
						this = true,
						["预"] = {
							["订"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			B = {
				["手"] = {
					this = true
				}
			},
			["匕"] = {
				["首"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["刺"] = {
				["专"] = {
					this = true
				}
			},
			["服"] = {
				["装"] = {
					this = true
				}
			},
			["军"] = {
				["刀"] = {
					["匕"] = {
						["首"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["支"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["槍"] = {
				["支"] = {
					this = true
				}
			},
			["强"] = {
				["光"] = {
					["手"] = {
						["电"] = {
							this = true
						}
					}
				}
			},
			["武"] = {
				["装"] = {
					["匕"] = {
						["首"] = {
							this = true
						}
					}
				}
			},
			["战"] = {
				["斧"] = {
					this = true
				}
			},
			["真"] = {
				["匕"] = {
					["首"] = {
						this = true
					}
				}
			},
			["装"] = {
				["备"] = {
					this = true
				}
			}
		},
		["码"] = {
			this = true,
			["诗"] = {
				this = true
			},
			["*"] = {
				this = true
			},
			["解"] = {
				["密"] = {
					["网"] = {
						["站"] = {
							this = true
						},
						["址"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["英"] = {
					["高"] = {
						["手"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["开"] = {
				["奖"] = {
					this = true
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["推"] = {
				["荐"] = {
					this = true,
					["网"] = {
						["站"] = {
							this = true
						},
						["址"] = {
							this = true
						}
					}
				},
				["介"] = {
					this = true,
					["网"] = {
						["站"] = {
							this = true
						},
						["址"] = {
							this = true
						}
					}
				}
			},
			["王"] = {
				this = true
			},
			["网"] = {
				this = true
			}
		},
		["洛"] = {
			["伊"] = {
				["卧"] = {
					["底"] = {
						["软"] = {
							["件"] = {
								this = true,
								["官"] = {
									["方"] = {
										["网"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["监"] = {
					["控"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["科"] = {
					["技"] = {
						this = true
					}
				}
			}
		},
		["普"] = {
			this = true
		},
		["殊"] = {
			["服"] = {
				["务"] = {
					this = true,
					["信"] = {
						["息"] = {
							this = true
						}
					},
					["洋"] = {
						["妞"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["日"] = {
					["子"] = {
						this = true
					}
				}
			},
			["辅"] = {
				["导"] = {
					["员"] = {
						this = true
					}
				}
			},
			["警"] = {
				["匕"] = {
					["首"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["名"] = {
				["录"] = {
					this = true,
					["资"] = {
						["料"] = {
							["多"] = {
								this = true
							}
						}
					}
				}
			},
			["佲"] = {
				["錄"] = {
					this = true
				}
			},
			["死"] = {
				["亡"] = {
					this = true
				}
			}
		},
		["色"] = {
			["习"] = {
				this = true
			},
			["丝"] = {
				["袜"] = {
					["按"] = {
						["摩"] = {
							this = true
						}
					}
				}
			},
			["主"] = {
				["义"] = {
					this = true
				}
			},
			["朽"] = {
				["正"] = {
					["主"] = {
						["义"] = {
							this = true
						}
					}
				}
			}
		},
		["价"] = {
			["阳"] = {
				["江"] = {
					["刀"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["机"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["机"] = {
				["票"] = {
					this = true
				}
			}
		},
		["务"] = {
			["民"] = {
				["运"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["机"] = {
				["构"] = {
					this = true
				}
			},
			["搜"] = {
				["查"] = {
					["官"] = {
						["风"] = {
							this = true
						}
					}
				}
			}
		},
		["别"] = {
			["党"] = {
				["费"] = {
					this = true
				}
			},
			["动"] = {
				["议"] = {
					this = true
				}
			},
			["粉"] = {
				["嫩"] = {
					this = true
				}
			}
		},
		["马"] = {
			this = true
		},
		["碼"] = {
			this = true,
			["開"] = {
				["獎"] = {
					this = true
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true
					}
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["網"] = {
				this = true
			}
		},
		["供"] = {
			this = true
		},
		["贡"] = {
			this = true
		},
		["共"] = {
			this = true
		},
		["蕾"] = {
			["莎"] = {
				["梅"] = {
					this = true
				},
				["·"] = {
					["梅"] = {
						this = true
					}
				}
			}
		},
		["鲁"] = {
			["多"] = {
				this = true
			}
		},
		["."] = {
			["殊"] = {
				["."] = {
					["服"] = {
						["."] = {
							["务"] = {
								this = true
							},
							["務"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["备"] = {
			["模"] = {
				["特"] = {
					this = true
				}
			}
		},
		["典"] = {
			["映"] = {
				["像"] = {
					["无"] = {
						["毛"] = {
							["令"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["功"] = {
			["传"] = {
				["授"] = {
					["班"] = {
						this = true
					}
				}
			}
		},
		["技"] = {
			["性"] = {
				["爱"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["雷"] = {
			["莎"] = {
				["梅"] = {
					this = true
				}
			}
		},
		["丽"] = {
			["莎"] = {
				this = true
			}
		},
		["仑"] = {
			["苏"] = {
				["="] = {
					["完"] = {
						["达"] = {
							["山"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["罗"] = {
			["凯"] = {
				this = true
			}
		},
		["么"] = {
			["的"] = {
				this = true
			}
		},
		["派"] = {
			["员"] = {
				this = true
			}
		},
		["檠"] = {
			["匕"] = {
				["渞"] = {
					this = true
				}
			}
		},
		["权"] = {
			["车"] = {
				this = true,
				["证"] = {
					this = true
				}
			},
			["家"] = {
				["庭"] = {
					this = true
				}
			}
		},
		["赦"] = {
			["组"] = {
				["织"] = {
					this = true
				}
			}
		},
		["效"] = {
			["麻"] = {
				["醉"] = {
					["箭"] = {
						this = true
					}
				}
			},
			["蒙"] = {
				["汗"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["写"] = {
			B = {
				["图"] = {
					this = true
				}
			},
			["美"] = {
				["丽"] = {
					["逼"] = {
						this = true
					}
				}
			}
		},
		["异"] = {
			["功"] = {
				["宗"] = {
					["师"] = {
						this = true
					}
				}
			}
		},
		["种"] = {
			["兵"] = {
				["打"] = {
					["手"] = {
						this = true
					}
				},
				["杀"] = {
					["手"] = {
						this = true
					}
				}
			},
			["部"] = {
				["队"] = {
					this = true,
					["专"] = {
						["用"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["专"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["情"] = {
					this = true
				}
			}
		},
		["種"] = {
			["兵"] = {
				["打"] = {
					["手"] = {
						this = true
					}
				},
				["殺"] = {
					["手"] = {
						this = true
					}
				}
			}
		},
		["招"] = {
			["特"] = {
				["聘"] = {
					["特"] = {
						["管"] = {
							this = true
						}
					}
				}
			}
		},
		["摄"] = {
			["不"] = {
				["是"] = {
					["社"] = {
						this = true
					}
				}
			}
		},
		["社"] = {
			["也"] = {
				["是"] = {
					["社"] = {
						this = true
					}
				}
			}
		},
		["首"] = {
			this = true,
			["之"] = {
				["路"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["璞"] = {
		["玉"] = {
			["凯"] = {
				["唱"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["尖"] = {
		["阁"] = {
			["群"] = {
				["岛"] = {
					this = true
				}
			},
			["列"] = {
				["岛"] = {
					this = true
				}
			},
			["诸"] = {
				this = true,
				["岛"] = {
					this = true
				}
			}
		},
		["兵"] = {
			["渔"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["刺"] = {
			["匕"] = {
				["首"] = {
					["有"] = {
						["货"] = {
							this = true
						}
					}
				}
			}
		},
		["閣"] = {
			["列"] = {
				["島"] = {
					this = true
				}
			}
		},
		["头"] = {
			["树"] = {
				["妖"] = {
					this = true
				}
			},
			["扎"] = {
				["带"] = {
					["九"] = {
						["环"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["滥"] = {
		["交"] = {
			this = true
		},
		B = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["比"] = {
			this = true
		},
		["货"] = {
			this = true
		},
		["情"] = {
			this = true,
			["门"] = {
				this = true
			}
		},
		["杀"] = {
			["无"] = {
				["辜"] = {
					this = true
				}
			}
		},
		["觞"] = {
			this = true
		},
		["用"] = {
			["官"] = {
				["号"] = {
					this = true
				}
			},
			["权"] = {
				["力"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["约"] = {
		["炮"] = {
			this = true,
			["网"] = {
				this = true
			},
			["情"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["啪"] = {
			this = true,
			["秀"] = {
				this = true
			}
		},
		["泡"] = {
			this = true
		},
		["会"] = {
			["强"] = {
				["暴"] = {
					["药"] = {
						this = true,
						["片"] = {
							this = true
						}
					},
					["粉"] = {
						this = true
					}
				},
				["*"] = {
					["爆"] = {
						["药"] = {
							["片"] = {
								this = true
							}
						}
					}
				},
				["爆"] = {
					["药"] = {
						["片"] = {
							this = true
						}
					}
				},
				["奸"] = {
					["丸"] = {
						this = true
					}
				}
			},
			["药"] = {
				this = true
			}
		},
		["束"] = {
			["带"] = {
				this = true
			}
		},
		["德"] = {
			["尔"] = {
				["凳"] = {
					this = true
				},
				["邓"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蓝"] = {
		["鲸"] = {
			this = true,
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["死"] = {
				["亡"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["挑"] = {
				["战"] = {
					this = true
				}
			}
		},
		["盾"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			}
		},
		["天"] = {
			["航"] = {
				["空"] = {
					["公"] = {
						["司"] = {
							["的"] = {
								["空"] = {
									["姐"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["不"] = {
				["见"] = {
					this = true
				}
			},
			["飞"] = {
				["扬"] = {
					this = true
				}
			},
			["开"] = {
				["锁"] = {
					this = true
				}
			}
		},
		["冠"] = {
			["在"] = {
				["线"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["宝"] = {
			["石"] = {
				["网"] = {
					["络"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["鸟"] = {
			["福"] = {
				["利"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["出"] = {
				["品"] = {
					["剧"] = {
						["情"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鹰"] = {
			["电"] = {
				["警"] = {
					["棍"] = {
						this = true
					}
				},
				["井"] = {
					["棍"] = {
						this = true
					}
				}
			},
			["第"] = {
				["三"] = {
					["代"] = {
						["电"] = {
							["棍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["纤"] = {
				["维"] = {
					["纸"] = {
						["浆"] = {
							this = true,
							["精"] = {
								this = true
							}
						}
					}
				}
			},
			["风"] = {
				["词"] = {
					["曲"] = {
						this = true
					}
				}
			},
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["魅"] = {
				["影"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["爱"] = {
				["情"] = {
					this = true
				}
			}
		},
		["冰"] = {
			this = true
		},
		["布"] = {
			["谷"] = {
				["极"] = {
					["品"] = {
						["肉"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["川"] = {
			["惠"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["光"] = {
			["加"] = {
				["勒"] = {
					["比"] = {
						["无"] = {
							["马"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["洲"] = {
					A = {
						V = {
							this = true
						}
					}
				}
			}
		},
		["精"] = {
			["灵"] = {
				this = true,
				["催"] = {
					["情"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["井"] = {
			["路"] = {
				["加"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["警"] = {
			["路"] = {
				["加"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["尚"] = {
			["概"] = {
				["念"] = {
					this = true
				}
			}
		},
		["丝"] = {
			["带"] = {
				this = true,
				["运"] = {
					["动"] = {
						this = true
					}
				}
			}
		},
		["颜"] = {
			["有"] = {
				["奕"] = {
					this = true
				}
			}
		},
		["月"] = {
			["传"] = {
				["奇"] = {
					["私"] = {
						["服"] = {
							this = true
						}
					}
				}
			}
		},
		["仔"] = {
			this = true
		},
		["之"] = {
			["雨"] = {
				["催"] = {
					["情"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["\\"] = {
			p = {
				P = {
					v = {
						this = true
					}
				}
			}
		},
		v = {
			["之"] = {
				["海"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["朴"] = {
		["景"] = {
			["惠"] = {
				this = true
			}
		},
		["槿"] = {
			["惠"] = {
				this = true
			}
		},
		["鸣"] = {
			["呼"] = {
				this = true
			}
		},
		["诚"] = {
			["商"] = {
				["务"] = {
					["调"] = {
						["查"] = {
							this = true
						}
					}
				}
			}
		},
		["明"] = {
			["善"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["许"] = {
		["其"] = {
			["亮"] = {
				this = true
			}
		},
		["世"] = {
			["友"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["家"] = {
			["屯"] = {
				this = true
			}
		},
		["达"] = {
			["哲"] = {
				this = true
			}
		},
		["帆"] = {
			this = true
		},
		["伙"] = {
			["计"] = {
				this = true
			}
		},
		["江"] = {
			["艺"] = {
				["术"] = {
					["展"] = {
						this = true
					}
				}
			}
		},
		["万"] = {
			["平"] = {
				this = true
			}
		},
		["逊"] = {
			this = true
		},
		["耀"] = {
			["元"] = {
				this = true
			}
		},
		["颖"] = {
			["裸"] = {
				["照"] = {
					this = true
				}
			}
		},
		["永"] = {
			["跃"] = {
				this = true
			}
		},
		["振"] = {
			["东"] = {
				[" "] = {
					["贺"] = {
						["家"] = {
							["二"] = {
								["儿"] = {
									["子"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["宗"] = {
			["衡"] = {
				this = true
			}
		},
		["毅"] = {
			["淼"] = {
				this = true
			}
		},
		["俊"] = {
			["平"] = {
				this = true
			}
		},
		["昌"] = {
			["路"] = {
				r = {
					e = {
						d = {
							["楼"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["范"] = {
		["长"] = {
			["龙"] = {
				this = true
			},
			["秘"] = {
				this = true
			}
		},
		["百"] = {
			["龄"] = {
				this = true
			}
		},
		["冰"] = {
			["冰"] = {
				this = true,
				A = {
					["片"] = {
						this = true
					}
				},
				["高"] = {
					["清"] = {
						["偷"] = {
							["拍"] = {
								this = true
							}
						}
					}
				},
				["裸"] = {
					["体"] = {
						this = true
					}
				}
			}
		},
		["纯"] = {
			["仁"] = {
				this = true
			}
		},
		["骅"] = {
			this = true
		},
		["统"] = {
			this = true
		},
		["爷"] = {
			["的"] = {
				O = {
					L = {
						["控"] = {
							this = true
						}
					}
				}
			}
		},
		["移"] = {
			["城"] = {
				this = true
			}
		},
		["承"] = {
			["秀"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["孟"] = {
		["建"] = {
			["柱"] = {
				this = true
			}
		},
		["买"] = {
			["婆"] = {
				["罗"] = {
					["门"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["栗"] = {
		["战"] = {
			["书"] = {
				this = true
			}
		},
		["智"] = {
			this = true
		},
		["林"] = {
			["里"] = {
				["莉"] = {
					this = true
				}
			}
		},
		["崎"] = {
			["紗"] = {
				["理"] = {
					["奈"] = {
						this = true
					}
				}
			}
		},
		["原"] = {
			["美"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["韩"] = {
		[" "] = {
			[" "] = {
				["正"] = {
					this = true
				}
			}
		},
		["国"] = {
			["叛"] = {
				["逆"] = {
					["者"] = {
						this = true
					}
				}
			},
			A = {
				R = {
					["6"] = {
						["猎"] = {
							["人"] = {
								["王"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["撸"] = {
				this = true
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true
			}
		},
		["正"] = {
			this = true,
			["不"] = {
				["妙"] = {
					this = true
				}
			},
			["降"] = {
				["职"] = {
					["副"] = {
						["市"] = {
							["长"] = {
								this = true
							}
						}
					}
				}
			},
			["下"] = {
				["台"] = {
					this = true
				}
			}
		},
		["光"] = {
			this = true
		},
		["东"] = {
			["方"] = {
				this = true,
				["2"] = {
					["0"] = {
						["周"] = {
							["年"] = {
								this = true
							}
						}
					}
				},
				["6"] = {
					["4"] = {
						this = true
					}
				},
				["八"] = {
					["九"] = {
						["工"] = {
							["自"] = {
								["联"] = {
									["领"] = {
										["袖"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["工"] = {
					["运"] = {
						this = true
					},
					["自"] = {
						["联"] = {
							this = true,
							["韩"] = {
								["东"] = {
									["方"] = {
										this = true
									}
								}
							},
							["领"] = {
								["袖"] = {
									this = true
								}
							}
						}
					}
				},
				["领"] = {
					["袖"] = {
						this = true
					}
				},
				["学"] = {
					["运"] = {
						this = true
					}
				}
			}
		},
		["联"] = {
			["潮"] = {
				this = true
			}
		},
		["文"] = {
			["身"] = {
				["份"] = {
					["证"] = {
						["生"] = {
							["成"] = {
								["器"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["杼"] = {
			["滨"] = {
				this = true
			}
		},
		["版"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["成"] = {
			["珠"] = {
				["性"] = {
					["爱"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["非"] = {
			["占"] = {
				["位"] = {
					this = true
				}
			}
		},
		["桂"] = {
			["芝"] = {
				this = true
			}
		},
		["亨"] = {
			["林"] = {
				this = true
			}
		},
		["军"] = {
			["刺"] = {
				["收"] = {
					["藏"] = {
						this = true,
						["刀"] = {
							this = true
						},
						["忉"] = {
							this = true
						}
					}
				}
			}
		},
		["启"] = {
			["德"] = {
				this = true
			}
		},
		["日"] = {
			["无"] = {
				["码"] = {
					["色"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["世"] = {
			["忠"] = {
				this = true
			}
		},
		["式"] = {
			S = {
				E = {
					X = {
						["吧"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["刺"] = {
					["刀"] = {
						this = true
					},
					["忉"] = {
						this = true
					}
				}
			}
		},
		["天"] = {
			["石"] = {
				this = true
			}
		},
		["微"] = {
			["微"] = {
				["的"] = {
					["第"] = {
						["一"] = {
							["次"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["现"] = {
			["役"] = {
				["军"] = {
					["刀"] = {
						this = true
					},
					["忉"] = {
						this = true
					}
				}
			}
		},
		["银"] = {
			["叶"] = {
				this = true
			}
		},
		["映"] = {
			["雪"] = {
				this = true
			}
		},
		["永"] = {
			["安"] = {
				this = true
			}
		},
		["战"] = {
			["5"] = {
				["0"] = {
					["纪"] = {
						["念"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["长"] = {
			["赋"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["满"] = {
		["意"] = {
			["付"] = {
				["款"] = {
					this = true
				}
			}
		},
		["源"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["洲"] = {
			["第"] = {
				["三"] = {
					["帝"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		["狗"] = {
			this = true
		},
		["屏"] = {
			["尽"] = {
				["是"] = {
					["戏"] = {
						["（"] = {
							["习"] = {
								["）"] = {
									["宽"] = {
										["衣"] = {
											[""] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["园"] = {
			["春"] = {
				["色"] = {
					this = true
				}
			}
		},
		["足"] = {
			["你"] = {
				["们"] = {
					["的"] = {
						["欲"] = {
							["望"] = {
								this = true
							}
						}
					}
				}
			},
			["午"] = {
				["夜"] = {
					["激"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["脸"] = {
			["喷"] = {
				["雪"] = {
					this = true
				}
			}
		},
		["朝"] = {
			["文"] = {
				["武"] = {
					["为"] = {
						["何"] = {
							["支"] = {
								["支"] = {
									["吾"] = {
										["吾"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["嘴"] = {
			["的"] = {
				["仁"] = {
					["义"] = {
						["道"] = {
							["德"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["手"] = {
			["的"] = {
				["鲜"] = {
					["血"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["到"] = {
		["付"] = {
			this = true
		},
		["#"] = {
			["槍"] = {
				g = {
					o = {
						u = {
							["电"] = {
								this = true
							}
						}
					}
				}
			}
		},
		k = {
			["粉"] = {
				this = true
			}
		},
		["冰"] = {
			["毒"] = {
				this = true
			}
		},
		["好"] = {
			["枪"] = {
				this = true
			}
		},
		["假"] = {
			B = {
				this = true
			},
			["币"] = {
				this = true
			}
		},
		["蒾"] = {
			["情"] = {
				this = true
			}
		},
		["期"] = {
			["邓"] = {
				["小"] = {
					["平"] = {
						this = true
					}
				}
			},
			["杀"] = {
				["二"] = {
					["十"] = {
						["万"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["不"] = {
				["下"] = {
					["车"] = {
						this = true
					}
				}
			}
		},
		["汽"] = {
			["枪"] = {
				this = true
			}
		},
		["枪"] = {
			this = true
		},
		["槍"] = {
			this = true,
			["$"] = {
				["电"] = {
					this = true
				}
			},
			g = {
				o = {
					u = {
						["电"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				this = true
			},
			["電"] = {
				this = true
			},
			["儿"] = {
				["电"] = {
					this = true
				}
			}
		},
		["手"] = {
			["枪"] = {
				this = true
			}
		},
		["葯"] = {
			this = true
		},
		["真"] = {
			["枪"] = {
				this = true
			}
		},
		["附"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["当"] = {
		["面"] = {
			["交"] = {
				["易"] = {
					this = true,
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["警"] = {
						["察"] = {
							["证"] = {
								this = true
							}
						}
					},
					["假"] = {
						["死"] = {
							["亡"] = {
								["证"] = {
									["明"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					["交"] = {
						["易"] = {
							this = true
						}
					}
				}
			},
			["换"] = {
				["*"] = {
					["肾"] = {
						this = true
					}
				}
			}
		},
		["官"] = {
			["靠"] = {
				["后"] = {
					["台"] = {
						this = true
					}
				}
			}
		},
		["代"] = {
			["八"] = {
				["乱"] = {
					["办"] = {
						["公"] = {
							["室"] = {
								["手"] = {
									["官"] = {
										["场"] = {
											["日"] = {
												["志"] = {
													this = true
												}
											}
										}
									}
								},
								["守"] = {
									["则"] = {
										["官"] = {
											["场"] = {
												["日"] = {
													["志"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["十"] = {
				["大"] = {
					["无"] = {
						["耻"] = {
							["语"] = {
								["录"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["无"] = {
				["耻"] = {
					["语"] = {
						["录"] = {
							["排"] = {
								["行"] = {
									["榜"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					["无"] = {
						["耻"] = {
							["语"] = {
								["录"] = {
									["排"] = {
										["行"] = {
											["榜"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["秦"] = {
				["始"] = {
					["皇"] = {
						this = true
					}
				}
			},
			["邪"] = {
				["淫"] = {
					["现"] = {
						["报"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			},
			["贺"] = {
				["龙"] = {
					this = true
				}
			},
			["烽"] = {
				["火"] = {
					["戏"] = {
						["诸"] = {
							["侯"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["今"] = {
			["六"] = {
				["大"] = {
					["谎"] = {
						["言"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["大"] = {
					["扯"] = {
						["蛋"] = {
							this = true
						}
					}
				}
			},
			["四"] = {
				["大"] = {
					["扯"] = {
						["蛋"] = {
							this = true
						}
					}
				}
			},
			["圣"] = {
				["上"] = {
					this = true
				}
			},
			["头"] = {
				["头"] = {
					["不"] = {
						["换"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["主"] = {
				["心"] = {
					["骨"] = {
						this = true
					}
				}
			},
			["一"] = {
				["哥"] = {
					this = true
				}
			},
			["大"] = {
				b = {
					o = {
						s = {
							s = {
								this = true
							}
						}
					}
				}
			},
			["首"] = {
				["辅"] = {
					this = true
				}
			},
			["掌"] = {
				["舵"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["局"] = {
			["严"] = {
				["密"] = {
					["封"] = {
						["锁"] = {
							this = true
						}
					}
				}
			}
		},
		["金"] = {
			["慎"] = {
				["上"] = {
					this = true
				}
			}
		},
		["朝"] = {
			[" "] = {
				["宰"] = {
					["相"] = {
						[" "] = {
							["恒"] = {
								["大"] = {
									["地"] = {
										["产"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["共"] = {
			["匪"] = {
				["太"] = {
					["爽"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["众"] = {
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["车"] = {
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		},
		["了"] = {
			["9"] = {
				["年"] = {
					["皇"] = {
						["帝"] = {
							this = true
						}
					}
				}
			},
			["几"] = {
				["年"] = {
					["皇"] = {
						["帝"] = {
							this = true
						}
					}
				}
			},
			["九"] = {
				["年"] = {
					["皇"] = {
						["帝"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["秧"] = {
				this = true
			}
		},
		["年"] = {
			["我"] = {
				["笑"] = {
					["大"] = {
						["哥"] = {
							["秀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["你"] = {
			["发"] = {
				["现"] = {
					["一"] = {
						["只"] = {
							["蟑"] = {
								["螂"] = {
									["的"] = {
										["时"] = {
											["候"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["知"] = {
			["项"] = {
				["欠"] = {
					this = true
				}
			}
		}
	}
end

temp()
