pg = pg or {}
slot0 = pg
slot0.word_template_48 = {}
slot1 = slot0.word_template_48

function temp()
	uv0["迫"] = {
		["奸"] = {
			this = true
		},
		["击"] = {
			["炮"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["害"] = {
			this = true,
			["珐"] = {
				["("] = {
					["工"] = {
						["力"] = {
							[")"] = {
								["国"] = {
									["际"] = {
										["组"] = {
											["织"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["无"] = {
				["辜"] = {
					["何"] = {
						["时"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			},
			["致"] = {
				["死"] = {
					this = true
				}
			}
		},
		["近"] = {
			["水"] = {
				["危"] = {
					["机"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["北"] = {
		["京"] = {
			x = {
				x = {
					["网"] = {
						this = true
					}
				}
			},
			["當"] = {
				["局"] = {
					this = true
				}
			},
			["之"] = {
				["春"] = {
					this = true
				}
			},
			["赛"] = {
				["车"] = {
					["博"] = {
						["彩"] = {
							this = true
						}
					}
				}
			},
			t = {
				s = {
					["女"] = {
						["王"] = {
							["媚"] = {
								["儿"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["当"] = {
				["局"] = {
					this = true
				}
			},
			["政"] = {
				["权"] = {
					this = true
				},
				["法"] = {
					["委"] = {
						["书"] = {
							["记"] = {
								this = true
							}
						}
					}
				},
				["坛"] = {
					["清"] = {
						["华"] = {
							["名"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["模"] = {
				["特"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			},
			["帮"] = {
				this = true
			},
			["高"] = {
				["层"] = {
					this = true
				},
				["仿"] = {
					["真"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				},
				["校"] = {
					["自"] = {
						["制"] = {
							["联"] = {
								["合"] = {
									["会"] = {
										this = true
									}
								}
							}
						},
						["製"] = {
							["聯"] = {
								["郃"] = {
									["會"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["海"] = {
				["艺"] = {
					this = true
				}
			},
			["黑"] = {
				["幕"] = {
					this = true
				}
			},
			["劲"] = {
				["展"] = {
					["鹏"] = {
						this = true
					}
				}
			},
			["京"] = {
				["郊"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["市"] = {
				["委"] = {
					["常"] = {
						["委"] = {
							this = true
						}
					},
					["黑"] = {
						["幕"] = {
							this = true
						}
					}
				}
			},
			["宣"] = {
				["传"] = {
					["部"] = {
						["长"] = {
							this = true
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["夜"] = {
				["生"] = {
					["活"] = {
						this = true
					}
				}
			},
			["战"] = {
				["争"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["警"] = {
				["官"] = {
					["证"] = {
						["制"] = {
							["作"] = {
								this = true
							}
						}
					}
				}
			},
			["新"] = {
				["版"] = {
					["警"] = {
						["察"] = {
							["证"] = {
								["件"] = {
									["制"] = {
										["作"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true,
					["集"] = {
						["团"] = {
							["/"] = {
								["网"] = {
									["上"] = {
										["办"] = {
											["证"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["刻"] = {
						["章"] = {
							this = true,
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["中"] = {
						["心"] = {
							this = true
						}
					},
					[" "] = {
						["驾"] = {
							["驶"] = {
								["证"] = {
									this = true
								}
							}
						}
					},
					q = {
						q = {
							this = true
						}
					}
				},
				["六"] = {
					["级"] = {
						["证"] = {
							this = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							this = true,
							q = {
								q = {
									this = true
								}
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["证"] = {
									this = true
								}
							}
						}
					},
					["驾"] = {
						["照"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						}
					}
				},
				["开"] = {
					["发"] = {
						this = true
					}
				}
			},
			["各"] = {
				["国"] = {
					["签"] = {
						["证"] = {
							[" "] = {
								["代"] = {
									["办"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					["学"] = {
						["历"] = {
							["证"] = {
								["明"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["开"] = {
				["机"] = {
					["打"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					["假"] = {
						["钱"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["掩"] = {
				["饰"] = {
					["谎"] = {
						["报"] = {
							this = true
						}
					}
				}
			},
			["飯"] = {
				["店"] = {
					["柯"] = {
						["爾"] = {
							this = true
						}
					}
				}
			},
			["饭"] = {
				["店"] = {
					this = true,
					["柯"] = {
						["尔"] = {
							this = true
						}
					},
					["马"] = {
						["桶"] = {
							["水"] = {
								["箱"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["城"] = {
				["西"] = {
					this = true
				}
			},
			["西"] = {
				["郊"] = {
					this = true
				}
			}
		},
		["大"] = {
			["三"] = {
				["角"] = {
					["地"] = {
						["論"] = {
							["壇"] = {
								this = true
							}
						},
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["团"] = {
				["结"] = {
					["学"] = {
						["生"] = {
							["会"] = {
								["筹"] = {
									["委"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["糰"] = {
				["結"] = {
					["學"] = {
						["生"] = {
							["會"] = {
								["籌"] = {
									["委"] = {
										["會"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["韓"] = {
			this = true
		},
		["美"] = {
			["自"] = {
				["由"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["讲"] = {
				["坛"] = {
					this = true,
					s = {
						this = true
					}
				}
			},
			["巡"] = {
				["回"] = {
					["讲"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["仙"] = {
				["人"] = {
					["球"] = {
						["碱"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["文"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["枪"] = {
				["行"] = {
					this = true
				}
			}
		},
		["极"] = {
			["臭"] = {
				["鼬"] = {
					this = true
				}
			}
		},
		["方"] = {
			["先"] = {
				["锋"] = {
					["刀"] = {
						["具"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					},
					["军"] = {
						["刀"] = {
							this = true
						},
						["忉"] = {
							this = true
						}
					}
				}
			}
		},
		["安"] = {
			["书"] = {
				["网"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["普"] = {
				["敦"] = {
					this = true
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["戴"] = {
			["河"] = {
				["会"] = {
					["议"] = {
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["韩"] = {
			this = true
		},
		["高"] = {
			["联"] = {
				this = true
			},
			["聯"] = {
				this = true
			}
		},
		["朝"] = {
			["鲜"] = {
				this = true,
				["冰"] = {
					this = true,
					[" "] = {
						["纯"] = {
							["度"] = {
								["9"] = {
									["9"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["冰"] = {
				this = true
			},
			["鮮"] = {
				["冰"] = {
					this = true,
					["毒"] = {
						this = true
					}
				}
			}
		},
		["%"] = {
			["漂"] = {
				this = true
			},
			["票"] = {
				this = true
			}
		},
		["碚"] = {
			["区"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["冰"] = {
			["弓"] = {
				["弩"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["城"] = {
			["未"] = {
				["响"] = {
					["枪"] = {
						[" "] = {
							["东"] = {
								["线"] = {
									["无"] = {
										["战"] = {
											["事"] = {
												this = true
											}
										}
									}
								}
							}
						},
						["东"] = {
							["线"] = {
								["无"] = {
									["战"] = {
										["事"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["川"] = {
			["景"] = {
				["子"] = {
					this = true
				}
			},
			["沙"] = {
				["香"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["瞳"] = {
				this = true,
				["上"] = {
					["原"] = {
						["亚"] = {
							["衣"] = {
								this = true
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["矢"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["亜"] = {
				["矢"] = {
					this = true
				}
			},
			["友"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["村"] = {
			["由"] = {
				["里"] = {
					["香"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["岛"] = {
			this = true,
			["纪"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["优"] = {
				this = true
			}
		},
		["島"] = {
			["優"] = {
				["下"] = {
					["載"] = {
						this = true
					}
				}
			}
		},
		["斗"] = {
			["星"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["风"] = {
			["陆"] = {
				["肆"] = {
					["贰"] = {
						["拾"] = {
							["周"] = {
								["年"] = {
									["纪"] = {
										["念"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["峰"] = {
			["对"] = {
				["讲"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["海"] = {
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["舰"] = {
				["队"] = {
					["袭"] = {
						["胡"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["疆"] = {
			this = true
		},
		["卡"] = {
			["罗"] = {
				["莱"] = {
					["纳"] = {
						this = true
					}
				}
			}
		},
		["流"] = {
			["办"] = {
				["会"] = {
					["计"] = {
						["师"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["冥"] = {
			["树"] = {
				["妖"] = {
					this = true
				}
			}
		},
		["乃"] = {
			["優"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			}
		},
		["欧"] = {
			["金"] = {
				["发"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			}
		},
		["票"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["假"] = {
				["证"] = {
					this = true
				}
			}
		},
		["四"] = {
			["环"] = {
				["、"] = {
					["撞"] = {
						["桥"] = {
							this = true
						}
					}
				}
			}
		},
		["条"] = {
			["里"] = {
				["美"] = {
					this = true
				}
			},
			["麻"] = {
				["妃"] = {
					this = true,
					["1"] = {
						G = {
							B = {
								this = true
							}
						}
					},
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["骚"] = {
						["水"] = {
							["出"] = {
								this = true
							}
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["香"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["忠"] = {
				["胜"] = {
					this = true
				}
			}
		},
		["條"] = {
			["麻"] = {
				["妃"] = {
					this = true,
					["1"] = {
						G = {
							B = {
								this = true
							}
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["香"] = {
				["理"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["影"] = {
			["门"] = {
				this = true
			}
		},
		["原"] = {
			["多"] = {
				["香"] = {
					["子"] = {
						this = true,
						["高"] = {
							["清"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						},
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["惠"] = {
				["里"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["梨"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["志"] = {
				["帆"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["镇"] = {
			["办"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["虐"] = {
		["奴"] = {
			this = true
		},
		["待"] = {
			this = true,
			["快"] = {
				["播"] = {
					this = true
				}
			},
			["狂"] = {
				this = true
			}
		},
		["杀"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			}
		},
		["肝"] = {
			["门"] = {
				this = true
			}
		},
		["肛"] = {
			this = true
		},
		["恋"] = {
			this = true,
			["花"] = {
				["园"] = {
					this = true
				}
			}
		},
		["奶"] = {
			["子"] = {
				this = true
			}
		},
		["弄"] = {
			["金"] = {
				["发"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["囚"] = {
				this = true
			}
		},
		["阴"] = {
			this = true,
			["道"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["欧"] = {
		["美"] = {
			this = true,
			["大"] = {
				["乳"] = {
					this = true
				},
				["胆"] = {
					["人"] = {
						["体"] = {
							this = true
						}
					}
				},
				["片"] = {
					this = true
				},
				["肚"] = {
					["乱"] = {
						["孕"] = {
							["交"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["套"] = {
					this = true
				},
				["码"] = {
					this = true,
					["光"] = {
						["碟"] = {
							this = true
						}
					},
					["快"] = {
						["播"] = {
							this = true
						}
					},
					["区"] = {
						this = true
					},
					["色"] = {
						["片"] = {
							this = true
						}
					},
					["爽"] = {
						["片"] = {
							this = true
						}
					},
					["原"] = {
						["创"] = {
							this = true
						}
					},
					["援"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["第"] = {
						["一"] = {
							["页"] = {
								["撸"] = {
									["踏"] = {
										["踏"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["爽"] = {
						["片"] = {
							this = true
						}
					},
					["性"] = {
						["爱"] = {
							this = true
						}
					},
					["穴"] = {
						["淫"] = {
							["奸"] = {
								this = true
							}
						}
					},
					["淫"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						},
						["色"] = {
							this = true
						},
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					this = true,
					["毛"] = {
						["片"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					},
					["色"] = {
						["片"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						},
						["讯"] = {
							this = true
						}
					},
					["爽"] = {
						["片"] = {
							this = true
						}
					},
					["图"] = {
						["库"] = {
							this = true
						}
					}
				},
				["电"] = {
					["影"] = {
						["快"] = {
							["播"] = {
								this = true
							}
						}
					}
				},
				["交"] = {
					this = true,
					["猛"] = {
						["图"] = {
							this = true
						}
					},
					["热"] = {
						["图"] = {
							this = true
						}
					},
					["色"] = {
						["图"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					}
				},
				["虐"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				},
				["生"] = {
					["活"] = {
						this = true
					}
				},
				["色"] = {
					this = true
				}
			},
			["幼"] = {
				["交"] = {
					this = true,
					["片"] = {
						this = true
					}
				}
			},
			A = {
				V = {
					this = true,
					["怡"] = {
						["春"] = {
							["院"] = {
								this = true
							}
						}
					},
					["片"] = {
						this = true
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["影"] = {
						["讯"] = {
							this = true
						},
						["院"] = {
							this = true
						}
					},
					["资"] = {
						["源"] = {
							this = true
						}
					}
				},
				["片"] = {
					this = true
				}
			},
			["哥"] = {
				["哥"] = {
					["妹"] = {
						["妹"] = {
							["乱"] = {
								["插"] = {
									["图"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["淫"] = {
				this = true,
				["乱"] = {
					this = true
				},
				["色"] = {
					this = true,
					["贴"] = {
						["图"] = {
							this = true,
							["区"] = {
								this = true
							}
						}
					}
				},
				["声"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				},
				["图"] = {
					this = true
				}
			},
			["2"] = {
				["0"] = {
					p = {
						this = true
					}
				}
			},
			["3"] = {
				p = {
					this = true
				}
			},
			a = {
				v = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["视"] = {
						["讯"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			B = {
				T = {
					this = true
				}
			},
			b = {
				t = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			G = {
				V = {
					this = true
				}
			},
			g = {
				v = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			H = {
				["片"] = {
					this = true
				}
			},
			S = {
				E = {
					["情"] = {
						["片"] = {
							this = true
						}
					}
				},
				M = {
					["捆"] = {
						["绑"] = {
							this = true
						}
					}
				}
			},
			s = {
				e = {
					["图"] = {
						this = true
					}
				},
				m = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			x = {
				a = {
					r = {
						t = {
							this = true
						}
					}
				}
			},
			["白"] = {
				["屄"] = {
					this = true
				},
				["虎"] = {
					this = true
				}
			},
			["暴"] = {
				["淫"] = {
					this = true
				}
			},
			["爆"] = {
				["乳"] = {
					["辣"] = {
						["妹"] = {
							this = true
						}
					}
				}
			},
			["被"] = {
				["操"] = {
					this = true
				},
				["肏"] = {
					this = true
				},
				["插"] = {
					this = true
				},
				["干"] = {
					["图"] = {
						this = true
					}
				}
			},
			["屄"] = {
				["屄"] = {
					this = true
				},
				["毛"] = {
					this = true
				},
				["芯"] = {
					this = true
				},
				["穴"] = {
					this = true
				},
				["淫"] = {
					["水"] = {
						this = true
					}
				},
				["直"] = {
					["流"] = {
						["淫"] = {
							["水"] = {
								this = true
							}
						}
					}
				}
			},
			["逼"] = {
				["的"] = {
					this = true
				},
				["奸"] = {
					this = true
				},
				["毛"] = {
					this = true
				},
				["痒"] = {
					this = true
				}
			},
			["成"] = {
				["年"] = {
					["色"] = {
						["情"] = {
							["片"] = {
								this = true
							}
						}
					}
				},
				["人"] = {
					this = true,
					A = {
						V = {
							this = true
						}
					},
					["播"] = {
						["播"] = {
							this = true
						}
					},
					["大"] = {
						["片"] = {
							this = true
						}
					},
					["导"] = {
						["航"] = {
							this = true
						}
					},
					["电"] = {
						["影"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["动"] = {
						["漫"] = {
							this = true
						}
					},
					["短"] = {
						["片"] = {
							this = true
						}
					},
					["黄"] = {
						["片"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					},
					["社"] = {
						["区"] = {
							this = true
						}
					},
					["视"] = {
						["讯"] = {
							this = true
						}
					},
					["帖"] = {
						["图"] = {
							["区"] = {
								this = true
							}
						}
					},
					["贴"] = {
						["图"] = {
							["区"] = {
								this = true
							}
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["小"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						},
						["说"] = {
							this = true
						}
					},
					["性"] = {
						["爱"] = {
							this = true
						}
					},
					["影"] = {
						["片"] = {
							this = true
						},
						["视"] = {
							this = true
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					},
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			["处"] = {
				["女"] = {
					["屄"] = {
						this = true
					},
					["逼"] = {
						["图"] = {
							this = true
						}
					},
					["开"] = {
						["包"] = {
							this = true
						}
					},
					["杀"] = {
						["手"] = {
							this = true
						}
					},
					["下"] = {
						["身"] = {
							["图"] = {
								this = true
							}
						}
					},
					["做"] = {
						["交"] = {
							["易"] = {
								this = true
							}
						}
					}
				}
			},
			["穿"] = {
				["乳"] = {
					["夹"] = {
						["阴"] = {
							this = true
						}
					}
				}
			},
			["床"] = {
				["上"] = {
					this = true,
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["吹"] = {
				["潮"] = {
					["技"] = {
						["巧"] = {
							this = true
						}
					}
				},
				["萧"] = {
					this = true
				},
				["箫"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["泡"] = {
					["图"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["肛"] = {
				["交"] = {
					["图"] = {
						this = true
					}
				}
			},
			["高"] = {
				["清"] = {
					A = {
						["片"] = {
							this = true
						}
					},
					["变"] = {
						["性"] = {
							["人"] = {
								this = true
							}
						}
					},
					["炮"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["韩"] = {
				["性"] = {
					["爱"] = {
						["自"] = {
							["拍"] = {
								this = true
							}
						}
					}
				}
			},
			["黄"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					this = true
				}
			},
			["两"] = {
				["性"] = {
					["淫"] = {
						["乱"] = {
							this = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					},
					["婷"] = {
						["婷"] = {
							this = true
						}
					},
					["图"] = {
						["区"] = {
							this = true
						}
					}
				},
				["淫"] = {
					["贴"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["毛"] = {
				["片"] = {
					this = true,
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						["包"] = {
							["夜"] = {
								this = true
							}
						}
					}
				}
			},
			["民"] = {
				["间"] = {
					["鬼"] = {
						["妹"] = {
							this = true
						}
					}
				}
			},
			["母"] = {
				["子"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["嫩"] = {
				["穴"] = {
					this = true
				}
			},
			["片"] = {
				["大"] = {
					["屌"] = {
						["競"] = {
							["賽"] = {
								this = true
							}
						}
					}
				}
			},
			["破"] = {
				["处"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["爱"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["爽"] = {
						["看"] = {
							this = true
						}
					}
				},
				["色"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						},
						["讯"] = {
							this = true
						}
					},
					["影"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["区"] = {
				this = true
			},
			["人"] = {
				["兽"] = {
					this = true,
					["快"] = {
						["播"] = {
							this = true
						}
					}
				},
				["体"] = {
					this = true
				},
				["与"] = {
					["动"] = {
						["牲"] = {
							["交"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["成"] = {
						["人"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["柔"] = {
				["体"] = {
					["性"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					this = true,
					["片"] = {
						this = true
					}
				}
			},
			["骚"] = {
				["货"] = {
					this = true
				}
			},
			["色"] = {
				this = true,
				["导"] = {
					this = true
				},
				["漫"] = {
					["图"] = {
						this = true
					}
				},
				["蜜"] = {
					["桃"] = {
						["9"] = {
							["7"] = {
								this = true
							}
						}
					}
				},
				["片"] = {
					this = true,
					["大"] = {
						["量"] = {
							this = true
						}
					},
					["地"] = {
						["址"] = {
							this = true
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["快"] = {
						["播"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["人"] = {
						["与"] = {
							["兽"] = {
								this = true
							}
						}
					},
					["在"] = {
						["线"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							["堆"] = {
								this = true
							}
						}
					}
				},
				["情"] = {
					this = true,
					["爱"] = {
						this = true
					},
					["电"] = {
						["影"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["片"] = {
						["迅"] = {
							["雷"] = {
								this = true
							}
						}
					},
					["视"] = {
						["讯"] = {
							this = true
						}
					},
					["网"] = {
						["站"] = {
							this = true
						},
						["址"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["图"] = {
					this = true,
					["妻"] = {
						["色"] = {
							["网"] = {
								this = true
							}
						}
					},
					["区"] = {
						this = true
					},
					["网"] = {
						this = true
					}
				},
				["站"] = {
					this = true
				}
			},
			["湿"] = {
				this = true
			},
			["视"] = {
				["频"] = {
					this = true,
					["毛"] = {
						["片"] = {
							["在"] = {
								["线"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["兽"] = {
				["交"] = {
					this = true,
					["片"] = {
						this = true
					}
				}
			},
			["熟"] = {
				["妇"] = {
					this = true
				}
			},
			["有"] = {
				["码"] = {
					this = true
				}
			},
			["原"] = {
				["创"] = {
					this = true
				}
			},
			["援"] = {
				["交"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["直"] = {
				["男"] = {
					this = true
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			},
			["转"] = {
				["帖"] = {
					["区"] = {
						this = true
					}
				}
			},
			["自"] = {
				["慰"] = {
					["器"] = {
						this = true
					}
				}
			},
			["左"] = {
				["轮"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true,
					["炮"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["级"] = {
					["碟"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["潮"] = {
				["喷"] = {
					this = true
				}
			}
		},
		["凯"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["亿"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["3"] = {
				this = true
			}
		},
		["亚"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["洲"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["圆"] = {
				["明"] = {
					["网"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			B = {
				T = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["爆"] = {
				["草"] = {
					["图"] = {
						this = true
					}
				},
				["轰"] = {
					this = true
				},
				["浆"] = {
					this = true
				},
				["精"] = {
					this = true
				},
				["奶"] = {
					this = true
				},
				["乳"] = {
					this = true,
					["人"] = {
						["妻"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["影"] = {
						["视"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["炮"] = {
					["内"] = {
						["射"] = {
							this = true
						}
					},
					["小"] = {
						["穴"] = {
							this = true,
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["波"] = {
					this = true,
					m = {
						m = {
							this = true
						}
					},
					["粉"] = {
						B = {
							this = true
						}
					},
					["美"] = {
						["穴"] = {
							this = true
						}
					},
					["翘"] = {
						["臀"] = {
							this = true
						}
					},
					["骚"] = {
						["妇"] = {
							this = true
						}
					}
				},
				["屌"] = {
					this = true,
					["内"] = {
						["射"] = {
							this = true
						}
					},
					["小"] = {
						["穴"] = {
							this = true
						}
					}
				},
				["鸡"] = {
					["巴"] = {
						this = true
					}
				}
			},
			["抵"] = {
				["制"] = {
					this = true
				}
			},
			["色"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["情"] = {
					this = true
				},
				["图"] = {
					this = true
				},
				["站"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					this = true,
					A = {
						V = {
							this = true
						}
					},
					["标"] = {
						["清"] = {
							this = true
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					}
				}
			},
			["性"] = {
				["交"] = {
					["图"] = {
						this = true,
						["区"] = {
							this = true
						}
					}
				}
			}
		},
		["易"] = {
			["博"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["广"] = {
			["源"] = {
				this = true
			}
		},
		["泽"] = {
			["高"] = {
				this = true
			}
		},
		["逼"] = {
			["七"] = {
				["七"] = {
					this = true
				}
			}
		},
		["冠"] = {
			["足"] = {
				["球"] = {
					["百"] = {
						["家"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["朗"] = {
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			["乱"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["同"] = {
			B = {
				T = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["素"] = {
		["人"] = {
			this = true,
			["娘"] = {
				this = true
			},
			["作"] = {
				["品"] = {
					this = true
				}
			},
			["妻"] = {
				this = true,
				["援"] = {
					["交"] = {
						["炮"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["~"] = {
				["こ"] = {
					["の"] = {
						["み"] = {
							this = true
						}
					}
				},
				["み"] = {
					["か"] = {
						this = true
					}
				}
			},
			a = {
				v = {
					this = true,
					["视"] = {
						["讯"] = {
							this = true
						}
					},
					["影"] = {
						["视"] = {
							this = true
						}
					}
				}
			},
			A = {
				V = {
					["影"] = {
						["讯"] = {
							this = true
						}
					}
				}
			},
			["む"] = {
				["す"] = {
					["め"] = {
						["た"] = {
							["ち"] = {
								this = true
							}
						}
					}
				}
			},
			["百"] = {
				this = true,
				["花"] = {
					["0"] = {
						["0"] = {
							["2"] = {
								this = true
							}
						}
					}
				}
			},
			["爆"] = {
				["奶"] = {
					["女"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["视"] = {
						["讯"] = {
							this = true
						}
					},
					["影"] = {
						["讯"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["合"] = {
				["集"] = {
					this = true
				}
			},
			["换"] = {
				["妻"] = {
					this = true
				}
			},
			["経"] = {
				["験"] = {
					["真"] = {
						["田"] = {
							this = true
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["辣"] = {
				["妹"] = {
					this = true
				}
			},
			["全"] = {
				["身"] = {
					["性"] = {
						["感"] = {
							["帯"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					this = true
				},
				["修"] = {
					["正"] = {
						this = true,
						["动"] = {
							["画"] = {
								this = true
							}
						}
					}
				}
			},
			["無"] = {
				["碼"] = {
					this = true
				},
				["修"] = {
					["正"] = {
						this = true
					}
				}
			},
			["援"] = {
				["交"] = {
					this = true,
					["实"] = {
						["录"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				this = true
			},
			["制"] = {
				["服"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			this = true,
			["无"] = {
				["码"] = {
					this = true
				}
			}
		},
		["敌"] = {
			["恋"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["水"] = {
			["国"] = {
				["际"] = {
					["激"] = {
						["情"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["颜"] = {
			["美"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["装"] = {
			["花"] = {
				["梨"] = {
					["木"] = {
						["唐"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["前"] = {
		["凸"] = {
			["后"] = {
				["翘"] = {
					this = true
				}
			},
			["後"] = {
				["翹"] = {
					this = true
				}
			}
		},
		["阴"] = {
			["后"] = {
				["庭"] = {
					["抽"] = {
						["插"] = {
							["自"] = {
								["慰"] = {
									["器"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["考"] = {
			this = true
		},
		["期"] = {
			["的"] = {
				["弓"] = {
					["足"] = {
						["别"] = {
							["提"] = {
								["在"] = {
									["理"] = {
										["睬"] = {
											["你"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		c = {
			o = {
				r = {
					e = {
						["病"] = {
							["危"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["程"] = {
			["教"] = {
				["育"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["高"] = {
			["官"] = {
				["鲍"] = {
					["彤"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["家"] = {
				["主"] = {
					["席"] = {
						["痛"] = {
							["苦"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["核"] = {
			["心"] = {
				[" "] = {
					["病"] = {
						["危"] = {
							this = true
						}
					}
				}
			}
		},
		["后"] = {
			["朱"] = {
				["各"] = {
					["庄"] = {
						this = true
					}
				}
			}
		},
		["景"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["军"] = {
			["人"] = {
				[" "] = {
					["学"] = {
						["运"] = {
							["领"] = {
								["袖"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["列"] = {
			["平"] = {
				["胶"] = {
					["囊"] = {
						this = true
					}
				}
			},
			["腺"] = {
				["保"] = {
					["养"] = {
						this = true
					}
				}
			}
		},
		["领"] = {
			["导"] = {
				["人"] = {
					["改"] = {
						["革"] = {
							["历"] = {
								["程"] = {
									this = true
								}
							}
						}
					},
					["秘"] = {
						["密"] = {
							["回"] = {
								["忆"] = {
									["录"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["田"] = {
			["美"] = {
				["绪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["阳"] = {
				["菜"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["陽"] = {
				["菜"] = {
					this = true
				}
			},
			["優"] = {
				["希"] = {
					this = true
				}
			}
		},
		["往"] = {
			["充"] = {
				["值"] = {
					["页"] = {
						["面"] = {
							["。"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["沿"] = {
			["人"] = {
				this = true
			}
		},
		["原"] = {
			["优"] = {
				["树"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["優"] = {
				["樹"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["佑"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["央"] = {
				["军"] = {
					["委"] = {
						["纪"] = {
							["委"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["朱"] = {
			["各"] = {
				["庄"] = {
					["闹"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		},
		["主"] = {
			["席"] = {
				["病"] = {
					["危"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["胯"] = {
		["下"] = {
			["呻"] = {
				["吟"] = {
					this = true
				}
			},
			["败"] = {
				["将"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["护"] = {
		["士"] = {
			this = true,
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["淫"] = {
				["梦"] = {
					this = true
				},
				["乱"] = {
					this = true
				}
			},
			["2"] = {
				["4"] = {
					["点"] = {
						this = true
					}
				}
			},
			m = {
				m = {
					["乱"] = {
						["淫"] = {
							this = true
						}
					}
				}
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["的"] = {
						["挑"] = {
							["逗"] = {
								this = true
							}
						}
					}
				}
			},
			["爽"] = {
				["图"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["穴"] = {
				this = true
			},
			["正"] = {
				this = true,
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["答"] = {
					["案"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true,
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["答"] = {
					["案"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["收"] = {
					["费"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					}
				},
				["信"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["格"] = {
					["正"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						}
					},
					["证"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					this = true
				}
			}
		},
		["照"] = {
			this = true
		},
		["法"] = {
			this = true
		},
		["宝"] = {
			["神"] = {
				["兽"] = {
					this = true
				}
			}
		},
		["花"] = {
			["剑"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["曲"] = {
		["线"] = {
			["消"] = {
				["魂"] = {
					this = true
				}
			}
		},
		["罢"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["笔"] = {
			["嘲"] = {
				["封"] = {
					["锁"] = {
						this = true
					}
				}
			}
		},
		["江"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["靖"] = {
			this = true,
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["黑"] = {
				["帮"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["收"] = {
				["费"] = {
					["站"] = {
						this = true
					}
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["平"] = {
				this = true
			}
		},
		["马"] = {
			["多"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["价"] = {
					["格"] = {
						["低"] = {
							this = true
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["青"] = {
			["山"] = {
				this = true
			}
		},
		["淑"] = {
			["辉"] = {
				this = true
			}
		},
		["線"] = {
			["消"] = {
				["魂"] = {
					this = true
				}
			}
		},
		["阳"] = {
			this = true
		},
		["周"] = {
			["黑"] = {
				["枪"] = {
					["的"] = {
						this = true
					}
				}
			}
		},
		["摆"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蝴"] = {
		["蝶"] = {
			["逼"] = {
				this = true
			},
			["甩"] = {
				["刀"] = {
					this = true,
					["代"] = {
						["理"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						},
						["做"] = {
							this = true
						}
					},
					["军"] = {
						["刀"] = {
							["专"] = {
								this = true
							}
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["店"] = {
							this = true
						}
					}
				},
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["刺"] = {
					["刀"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["忉"] = {
					this = true
				},
				["枪"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["刀"] = {
				this = true,
				["网"] = {
					this = true
				},
				["官"] = {
					["网"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["加"] = {
					this = true
				},
				["价"] = {
					["格"] = {
						this = true
					}
				},
				["具"] = {
					this = true,
					["具"] = {
						["专"] = {
							this = true
						}
					}
				},
				["砍"] = {
					["刀"] = {
						this = true
					}
				},
				["联"] = {
					["系"] = {
						["方"] = {
							["式"] = {
								this = true
							}
						}
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["谷"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				},
				["黄"] = {
					["站"] = {
						this = true
					}
				},
				["激"] = {
					["情"] = {
						["网"] = {
							this = true
						}
					}
				},
				["色"] = {
					["情"] = {
						["网"] = {
							this = true
						}
					},
					["色"] = {
						["网"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				},
				["淫"] = {
					this = true,
					["图"] = {
						this = true
					}
				}
			},
			["八"] = {
				["姬"] = {
					this = true
				}
			},
			d = {
				a = {
					o = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["粉"] = {
				["末"] = {
					["钢"] = {
						this = true
					}
				}
			},
			["虎"] = {
				["纹"] = {
					this = true
				}
			},
			["精"] = {
				["钢"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			},
			["练"] = {
				["习"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["流"] = {
				["行"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["鹿"] = {
				["角"] = {
					this = true
				}
			},
			["骚"] = {
				["逼"] = {
					this = true
				}
			},
			["跳"] = {
				["刀"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["午"] = {
				["夜"] = {
					["战"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["折"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["枪"] = {
			["专"] = {
				this = true
			}
		}
	}
end

temp()
