pg = pg or {}
slot0 = pg
slot0.word_template_41 = {}
slot1 = slot0.word_template_41

function temp()
	uv0["花"] = {
		["花"] = {
			["公"] = {
				["子"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["赌"] = {
								["场"] = {
									this = true
								}
							},
							["城"] = {
								this = true
							}
						}
					},
					["拉"] = {
						["瑞"] = {
							this = true
						}
					}
				}
			},
			["带"] = {
				["鱼"] = {
					this = true
				}
			},
			["妹"] = {
				["子"] = {
					this = true
				}
			},
			["世"] = {
				["界"] = {
					this = true
				}
			},
			["游"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["样"] = {
			["性"] = {
				["交"] = {
					this = true
				}
			}
		},
		["柳"] = {
			this = true
		},
		["山"] = {
			["左"] = {
				["轮"] = {
					this = true
				}
			},
			n = {
				["3"] = {
					["0"] = {
						["6"] = {
							this = true
						}
					}
				}
			},
			f = {
				s = {
					["9"] = {
						["9"] = {
							this = true
						}
					}
				},
				k = {
					["7"] = {
						["7"] = {
							this = true
						}
					}
				}
			},
			F = {
				K = {
					this = true
				}
			},
			N = {
				["3"] = {
					["0"] = {
						["6"] = {
							this = true
						}
					}
				}
			}
		},
		["青"] = {
			["甙"] = {
				this = true
			}
		},
		["旗"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["都"] = {
			["太"] = {
				["子"] = {
					this = true
				}
			},
			["秘"] = {
				["语"] = {
					this = true
				}
			},
			["区"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["蕊"] = {
			["深"] = {
				["处"] = {
					this = true
				}
			}
		},
		["蜜"] = {
			["花"] = {
				["液"] = {
					this = true
				}
			}
		},
		["间"] = {
			["浪"] = {
				["子"] = {
					this = true
				}
			},
			["曲"] = {
				["采"] = {
					["花"] = {
						["录"] = {
							this = true
						}
					}
				}
			}
		},
		["和"] = {
			["尚"] = {
				this = true,
				["社"] = {
					["区"] = {
						this = true,
						["成"] = {
							["人"] = {
								["性"] = {
									["用"] = {
										["品"] = {
											this = true
										}
									}
								}
							}
						},
						["集"] = {
							["锦"] = {
								this = true
							}
						}
					},
					["區"] = {
						this = true
					}
				},
				["成"] = {
					["人"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				},
				["导"] = {
					["航"] = {
						this = true
					}
				},
				["地"] = {
					["址"] = {
						this = true
					}
				},
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						},
						["院"] = {
							this = true
						}
					}
				},
				["反"] = {
					["曲"] = {
						["弹"] = {
							["弓"] = {
								this = true
							}
						}
					}
				},
				["集"] = {
					["中"] = {
						["营"] = {
							this = true
						}
					}
				},
				["骚"] = {
					["师"] = {
						["太"] = {
							this = true
						}
					}
				},
				["影"] = {
					["视"] = {
						this = true
					},
					["院"] = {
						this = true
					}
				}
			}
		},
		["瓣"] = {
			["洗"] = {
				["脚"] = {
					["水"] = {
						this = true
					}
				}
			}
		},
		["残"] = {
			A = {
				V = {
					this = true
				}
			}
		},
		["儿"] = {
			["只"] = {
				["为"] = {
					["你"] = {
						["绽"] = {
							["放"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["放"] = {
			["春"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true
					}
				}
			}
		},
		["革"] = {
			["命"] = {
				this = true
			}
		},
		["行"] = {
			["动"] = {
				this = true
			}
		},
		["剑"] = {
			["雨"] = {
				this = true
			}
		},
		["街"] = {
			["色"] = {
				["狼"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["魁"] = {
			this = true,
			["抚"] = {
				["子"] = {
					this = true
				}
			},
			["网"] = {
				["络"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["莉"] = {
			["茉"] = {
				this = true
			}
		},
		["脸"] = {
			["巴"] = {
				["儿"] = {
					this = true
				}
			}
		},
		["轮"] = {
			["功"] = {
				this = true
			}
		},
		["落"] = {
			["伴"] = {
				["官"] = {
					["途"] = {
						this = true
					}
				}
			},
			["寻"] = {
				["欢"] = {
					this = true
				}
			}
		},
		["奴"] = {
			["影"] = {
				["视"] = {
					this = true
				}
			}
		},
		["炮"] = {
			this = true
		},
		["千"] = {
			["芳"] = {
				this = true
			}
		},
		["钱"] = {
			["办"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			}
		},
		["俏"] = {
			["处"] = {
				["女"] = {
					this = true
				}
			}
		},
		["荣"] = {
			["复"] = {
				["合"] = {
					["弓"] = {
						this = true
					}
				}
			}
		},
		["容"] = {
			["天"] = {
				["下"] = {
					this = true
				}
			}
		},
		["事"] = {
			["件"] = {
				this = true
			}
		},
		["纹"] = {
			["钢"] = {
				["刀"] = {
					this = true
				}
			},
			["狗"] = {
				["腿"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["—"] = {
				["鬼"] = {
					["头"] = {
						["砍"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["无"] = {
			["心"] = {
				["狩"] = {
					["猎"] = {
						this = true
					}
				}
			}
		},
		["侠"] = {
			["浪"] = {
				["魂"] = {
					this = true
				}
			}
		},
		["仙"] = {
			this = true
		},
		["香"] = {
			["袭"] = {
				["人"] = {
					["春"] = {
						["月"] = {
							["塘"] = {
								this = true
							}
						}
					}
				}
			},
			["盐"] = {
				["浴"] = {
					this = true
				}
			}
		},
		["心"] = {
			["成"] = {
				["人"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["型"] = {
					["色"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["子"] = {
					this = true
				}
			}
		},
		["要"] = {
			["开"] = {
				this = true
			}
		},
		["野"] = {
			this = true
		},
		["荫"] = {
			["露"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true
					}
				}
			}
		},
		["运"] = {
			["动"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["叫"] = {
		["床"] = {
			this = true,
			["的"] = {
				["故"] = {
					["事"] = {
						this = true
					}
				}
			},
			["粉"] = {
				this = true
			},
			["呻"] = {
				["吟"] = {
					this = true
				}
			},
			["声"] = {
				this = true
			},
			["聲"] = {
				this = true
			}
		},
		["鸡"] = {
			this = true
		},
		["小"] = {
			["姐"] = {
				this = true
			}
		},
		["春"] = {
			this = true,
			["*"] = {
				this = true
			},
			["、"] = {
				["叫"] = {
					["床"] = {
						this = true
					}
				}
			},
			["任"] = {
				["你"] = {
					["看"] = {
						this = true
					}
				}
			}
		},
		["晶"] = {
			["晶"] = {
				["的"] = {
					["女"] = {
						["孩"] = {
							this = true
						}
					}
				}
			}
		},
		m = {
			["春"] = {
				this = true
			}
		},
		v = {
			["床"] = {
				this = true
			}
		},
		["的"] = {
			["不"] = {
				["错"] = {
					this = true
				}
			}
		},
		["雞"] = {
			this = true
		},
		["声"] = {
			["很"] = {
				["悦"] = {
					["耳"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["荡"] = {
					this = true
				}
			}
		},
		["兽"] = {
			this = true
		},
		["嚣"] = {
			["乎"] = {
				["东"] = {
					["西"] = {
						this = true
					}
				}
			}
		},
		["援"] = {
			["交"] = {
				["妹"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0.p = {
		o = {
			r = {
				n = {
					this = true,
					o = {
						["-"] = {
							t = {
								u = {
									b = {
										e = {
											["-"] = {
												x = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						g = {
							u = {
								z = {
									e = {
										l = {
											i = {
												["."] = {
													n = {
														e = {
															t = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						s = {
							t = {
								r = {
									a = {
										n = {
											a = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					h = {
						u = {
							b = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				g = {
					a = {
						c = {
							i = {
								g = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				a = {
					r = {
						i = {
							t = {
								e = {
									m = {
										n = {
											e = {
												["."] = {
													s = {
														p = {
															b = {
																["."] = {
																	r = {
																		u = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				m = {
					a = {
						i = {
							l = {
								["-"] = {
									x = {
										x = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				u = {
					j = {
						h = {
							n = {
								b = {
									g = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			k = {
				e = {
					m = {
						o = {
							n = {
								["."] = {
									m = {
										o = {
											n = {
												k = {
													e = {
														y = {
															s = {
																e = {
																	r = {
																		v = {
																			e = {
																				["."] = {
																					c = {
																						o = {
																							m = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					r = {
						["5"] = {
							["0"] = {
								["0"] = {
									["."] = {
										r = {
											o = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					v = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			l = {
				e = {
					c = {
						r = {
							e = {
								e = {
									k = {
										m = {
											e = {
												a = {
													d = {
														o = {
															w = {
																s = {
																	["."] = {
																		c = {
																			o = {
																				m = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				["0"] = {
					["0"] = {
						d = {
							s = {
								l = {
									l = {
										l = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			p = {
				["."] = {
					v = {
						c = {
							x = {
								["6"] = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["3"] = {
					["."] = {
						["1"] = {
							["2"] = {
								["3"] = {
									f = {
										g = {
											a = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				e = {
					j = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				},
				i = {
					n = {
						g = {
							r = {
								e = {
									d = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				k = {
					a = {
						r = {
							r = {
								t = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							},
							t = {
								i = {
									a = {
										n = {
											c = {
												["1"] = {
													t = {
														y = {
															["."] = {
																["8"] = {
																	m = {
																		["8"] = {
																			m = {
																				["."] = {
																					i = {
																						n = {
																							f = {
																								o = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					p = {
						o = {
							["2"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				p = {
					k = {
						a = {
							["."] = {
								n = {
									e = {
										t = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				u = {
					["."] = {
						["1"] = {
							["6"] = {
								["7"] = {
									["6"] = {
										["8"] = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					p = {
						s = {
							e = {
								r = {
									f = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				a = {
					d = {
						a = {
							l = {
								a = {
									d = {
										e = {
											s = {
												m = {
													e = {
														r = {
															a = {
																["."] = {
																	e = {
																		s = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				m = {
					i = {
						["."] = {
							n = {
								e = {
									t = {
										this = true
									}
								}
							}
						}
					}
				},
				t = {
					c = {
						a = {
							r = {
								d = {
									s = {
										["."] = {
											o = {
												r = {
													g = {
														["."] = {
															o = {
																e = {
																	q = {
																		w = {
																			e = {
																				a = {
																					h = {
																						["."] = {
																							c = {
																								n = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					m = {
						a = {
							s = {
								t = {
									e = {
										r = {
											["."] = {
												f = {
													i = {
														l = {
															e = {
																a = {
																	v = {
																		e = {
																			["."] = {
																				c = {
																					o = {
																						m = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												},
												w = {
													e = {
														b = {
															["3"] = {
																["1"] = {
																	["."] = {
																		f = {
																			["3"] = {
																				["."] = {
																					k = {
																						["8"] = {
																							["."] = {
																								c = {
																									o = {
																										m = {
																											["."] = {
																												b = {
																													r = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			v = {
				g = {
					["."] = {
						i = {
							n = {
								f = {
									o = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			w = {
				e = {
					r = {
						u = {
							p = {
								["-"] = {
									h = {
										o = {
											s = {
												t = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				z = {
					["."] = {
						n = {
							e = {
								t = {
									this = true
								}
							}
						}
					}
				}
			},
			z = {
				e = {
					m = {
						l = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							},
							e = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		e = {
			t = {
				g = {
					i = {
						r = {
							l = {
								this = true
							}
						}
					}
				},
				n = {
					["的"] = {
						this = true
					},
					["制"] = {
						["取"] = {
							this = true
						}
					}
				}
			},
			n = {
				g = {
					l = {
						i = {
							y = {
								u = {
									a = {
										n = {
											this = true
										}
									}
								}
							},
							["媛"] = {
								this = true
							}
						}
					},
					d = {
						e = {
							h = {
								u = {
									a = {
										i = {
											this = true
										}
									}
								}
							}
						}
					},
					["丽"] = {
						y = {
							u = {
								a = {
									n = {
										this = true
									}
								}
							}
						},
						["媛"] = {
							this = true
						}
					}
				}
			},
			a = {
				c = {
					e = {
						h = {
							a = {
								l = {
									l = {
										this = true
									}
								}
							}
						}
					}
				},
				r = {
					l = {
						p = {
							e = {
								a = {
									r = {
										l = {
											["."] = {
												c = {
													o = {
														m = {
															["."] = {
																b = {
																	r = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			f = {
				p = {
					u = {
						k = {
							l = {
								k = {
									o = {
										y = {
											l = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			k = {
				e = {
					["1"] = {
						["8"] = {
							["."] = {
								l = {
									a = {
										w = {
											e = {
												b = {
													["."] = {
														e = {
															s = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								},
								n = {
									o = {
										t = {
											e = {
												n = {
													g = {
														o = {
															d = {
																o = {
																	m = {
																		i = {
																			n = {
																				i = {
																					o = {
																						["."] = {
																							c = {
																								o = {
																									m = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			r = {
				e = {
					j = {
						o = {
							p = {
								a = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				f = {
					e = {
						c = {
							t = {
								t = {
									e = {
										a = {
											m = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				l = {
					a = {
						m = {
							u = {
								t = {
									r = {
										a = {
											t = {
												o = {
													r = {
														o = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				["."] = {
					m = {
						v = {
							["1"] = {
								["2"] = {
									["1"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		u = {
			j = {
				i = {
					n = {
						g = {
							this = true
						}
					}
				}
			},
			s = {
				s = {
					y = {
						this = true
					}
				}
			},
			b = {
				r = {
					u = {
						l = {
							u = {
								k = {
									["."] = {
										c = {
											o = {
												["."] = {
													c = {
														c = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			l = {
				a = {
					s = {
						e = {
							s = {
								k = {
									a = {
										n = {
											o = {
												v = {
													i = {
														o = {
															s = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				a = {
					d = {
						u = {
							c = {
								e = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			r = {
				e = {
					["-"] = {
						d = {
							o = {
								w = {
									n = {
										l = {
											o = {
												a = {
													d = {
														["-"] = {
															n = {
																e = {
																	w = {
																		["."] = {
																			n = {
																				e = {
																					t = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					a = {
						s = {
							k = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				["."] = {
					g = {
						h = {
							u = {
								r = {
									a = {
										["."] = {
											p = {
												l = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		a = {
			p = {
				e = {
					r = {
						this = true,
						["6"] = {
							["4"] = {
								this = true
							}
						}
					}
				},
				a = {
					m = {
						p = {
							a = {
								m = {
									["."] = {
										n = {
											e = {
												t = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			r = {
				k = {
					e = {
						["8"] = {
							["8"] = {
								["8"] = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						l = {
							e = {
								c = {
									["."] = {
										c = {
											o = {
												["."] = {
													k = {
														r = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					i = {
						n = {
							g = {
								["."] = {
									["1"] = {
										["3"] = {
											["9"] = {
												a = {
													p = {
														p = {
															["."] = {
																["3"] = {
																	["3"] = {
																		["2"] = {
																			["2"] = {
																				["."] = {
																					o = {
																						r = {
																							g = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				a = {
					["-"] = {
						m = {
							a = {
								r = {
									a = {
										n = {
											h = {
												a = {
													o = {
														["."] = {
															c = {
																o = {
																	m = {
																		["."] = {
																			b = {
																				r = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				d = {
					o = {
						k = {
							k = {
								a = {
									t = {
										e = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				i = {
					s = {
						h = {
							i = {
								l = {
									t = {
										o = {
											n = {
												p = {
													o = {
														r = {
															n = {
																o = {
																	["1"] = {
																		z = {
																			["."] = {
																				c = {
																					o = {
																						m = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				l = {
					o = {
						r = {
							["."] = {
								m = {
									a = {
										y = {
											a = {
												["7"] = {
													["7"] = {
														["7"] = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				t = {
					n = {
						e = {
							r = {
								["."] = {
									n = {
										a = {
											m = {
												e = {
													["8"] = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				a = {
					n = {
						i = {
							n = {
								i = {
									h = {
										t = {
											t = {
												p = {
													d = {
														o = {
															w = {
																n = {
																	["."] = {
																		g = {
																			o = {
																				["."] = {
																					["3"] = {
																						["3"] = {
																							["2"] = {
																								["2"] = {
																									["."] = {
																										o = {
																											r = {
																												g = {
																													this = true
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				e = {
					a = {
						d = {
							["3"] = {
								["."] = {
									g = {
										o = {
											o = {
												g = {
													l = {
														e = {
															s = {
																y = {
																	n = {
																		d = {
																			i = {
																				c = {
																					a = {
																						t = {
																							i = {
																								o = {
																									n = {
																										s = {
																											["."] = {
																												c = {
																													o = {
																														["."] = {
																															c = {
																																c = {
																																	this = true
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["4"] = {
								["."] = {
									g = {
										o = {
											o = {
												g = {
													l = {
														e = {
															s = {
																y = {
																	n = {
																		d = {
																			i = {
																				c = {
																					a = {
																						t = {
																							i = {
																								o = {
																									n = {
																										s = {
																											["."] = {
																												c = {
																													o = {
																														["."] = {
																															c = {
																																c = {
																																	this = true
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					s = {
						u = {
							p = {
								l = {
									o = {
										a = {
											d = {
												e = {
													r = {
														["."] = {
															n = {
																e = {
																	t = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			k = {
				["."] = {
					q = {
						q = {
							["6"] = {
								["8"] = {
									["9"] = {
										["3"] = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			l = {
				a = {
					c = {
						e = {
							m = {
								o = {
									o = {
										n = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				j = {
					i = {
						a = {
							n = {
								["9"] = {
									["8"] = {
										["2"] = {
											["."] = {
												["8"] = {
													["6"] = {
														d = {
															a = {
																t = {
																	a = {
																		["."] = {
																			c = {
																				n = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				["4"] = {
					["4"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				b = {
					a = {
						r = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				k = {
					a = {
						r = {
							s = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					},
					w = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				},
				l = {
					o = {
						u = {
							z = {
								i = {
									["."] = {
										k = {
											m = {
												i = {
													p = {
														["."] = {
															n = {
																e = {
																	t = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				n = {
					k = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			z = {
				p = {
					i = {
						r = {
							v = {
								a = {
									b = {
										m = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		l = {
			a = {
				y = {
					b = {
						o = {
							y = {
								this = true
							}
						}
					},
					["."] = {
						i = {
							k = {
								p = {
									a = {
										s = {
											s = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						l = {
							e = {
								t = {
									i = {
										a = {
											n = {
												["1"] = {
													["6"] = {
														["0"] = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						m = {
							e = {
								z = {
									o = {
										k = {
											a = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						q = {
							v = {
								o = {
									d = {
										["8"] = {
											["8"] = {
												["2"] = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						r = {
							n = {
								["3"] = {
									["5"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						u = {
							n = {
								i = {
									o = {
										n = {
											s = {
												k = {
													y = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					g = {
						a = {
							y = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					},
					x = {
						["."] = {
							c = {
								h = {
									["."] = {
										m = {
											a = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				c = {
					e = {
						p = {
							i = {
								l = {
									l = {
										s = {
											h = {
												u = {
													n = {
														t = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				n = {
					e = {
						t = {
							["5"] = {
								["5"] = {
									x = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				a = {
					s = {
						e = {
							["-"] = {
								c = {
									l = {
										i = {
											c = {
												k = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				m = {
					d = {
						["."] = {
							n = {
								e = {
									t = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			m = {
				m = {
					t = {
						p = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				k = {
					a = {
						b = {
							a = {
								b = {
									a = {
										v = {
											e = {
												r = {
													y = {
														g = {
															o = {
																o = {
																	d = {
																		["."] = {
																			c = {
																				o = {
																					m = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				m = {
					["-"] = {
						["6"] = {
							v = {
								b = {
									e = {
										v = {
											["2"] = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		p = {
			this = true,
			t = {
				["."] = {
					c = {
						c = {
							this = true
						}
					},
					t = {
						h = {
							["."] = {
								g = {
									s = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			k = {
				this = true,
				["气"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["火"] = {
					["狗"] = {
						this = true
					}
				},
				["钢"] = {
					["珠"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["抢"] = {
				this = true
			},
			["."] = {
				a = {
					l = {
						o = {
							n = {
								e = {
									o = {
										n = {
											g = {
												["."] = {
													i = {
														n = {
															f = {
																o = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["0"] = {
					["."] = {
						i = {
							n = {
								f = {
									o = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["4"] = {
				a = {
					q = {
						["."] = {
							["2"] = {
								["2"] = {
									["8"] = {
										["8"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["8"] = {
					["8"] = {
						["8"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["7"] = {
					["8"] = {
						["9"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				a = {
					q = {
						["."] = {
							["8"] = {
								["8"] = {
									["0"] = {
										["0"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				d = {
					d = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["9"] = {
				["9"] = {
					b = {
						b = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			a = {
				["."] = {
					h = {
						c = {
							o = {
								["."] = {
									c = {
										c = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["7"] = {
					["7"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			c = {
				c = {
					["."] = {
						m = {
							z = {
								["0"] = {
									["0"] = {
										["8"] = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				m = {
					b = {
						o = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				["."] = {
					h = {
						c = {
							o = {
								["."] = {
									c = {
										c = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["8"] = {
					t = {
						t = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				["."] = {
					h = {
						c = {
							o = {
								["."] = {
									c = {
										c = {
											this = true
										}
									}
								}
							}
						}
					},
					u = {
						u = {
							b = {
								["."] = {
									c = {
										c = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			f = {
				["."] = {
					u = {
						u = {
							b = {
								["."] = {
									c = {
										c = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				["."] = {
					u = {
						u = {
							b = {
								["."] = {
									c = {
										c = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				["."] = {
					u = {
						z = {
							["4"] = {
								["."] = {
									n = {
										e = {
											t = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			p = {
				["."] = {
					a = {
						s = {
							a = {
								i = {
									c = {
										a = {
											c = {
												h = {
													e = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					q = {
						a = {
							["1"] = {
								["1"] = {
									["1"] = {
										["."] = {
											["8"] = {
												["8"] = {
													["6"] = {
														["6"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["4"] = {
					["5"] = {
						["6"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				p = {
					h = {
						h = {
							h = {
								s = {
									s = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				["."] = {
					b = {
						e = {
							s = {
								t = {
									u = {
										u = {
											s = {
												e = {
													e = {
														["."] = {
															i = {
																n = {
																	f = {
																		o = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			v = {
				o = {
					d = {
						["2"] = {
							["0"] = {
								["1"] = {
									["0"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			y = {
				k = {
					["8"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["点"] = {
				["点"] = {
					["激"] = {
						["情"] = {
							this = true
						}
					},
					["通"] = {
						this = true
					}
				}
			}
		},
		c = {
			i = {
				k = {
					c = {
						h = {
							i = {
								n = {
									a = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					p = {
						t = {
							["."] = {
								v = {
									i = {
										c = {
											p = {
												["."] = {
													n = {
														e = {
															t = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			p = {
				this = true,
				["图"] = {
					["纸"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				},
				["屠"] = {
					["龙"] = {
						["手"] = {
							this = true
						}
					}
				},
				["新"] = {
					["贵"] = {
						this = true,
						["手"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							},
							["抢"] = {
								this = true
							}
						}
					}
				},
				["秃"] = {
					["鹰"] = {
						this = true
					}
				},
				["汽"] = {
					["枪"] = {
						this = true
					}
				},
				["气"] = {
					["枪"] = {
						this = true,
						["打"] = {
							["猎"] = {
								["论"] = {
									["坛"] = {
										this = true
									}
								}
							}
						},
						["配"] = {
							["件"] = {
								this = true
							}
						},
						["套"] = {
							["件"] = {
								this = true
							}
						}
					},
					["狗"] = {
						this = true
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["烧"] = {
					["本"] = {
						this = true
					}
				},
				["枪"] = {
					["管"] = {
						this = true
					}
				},
				["狗"] = {
					this = true,
					["管"] = {
						this = true
					},
					["粮"] = {
						this = true
					}
				},
				["内"] = {
					["脏"] = {
						this = true,
						["全"] = {
							["套"] = {
								this = true
							}
						}
					}
				},
				["滑"] = {
					["膛"] = {
						["管"] = {
							this = true
						}
					}
				},
				["消"] = {
					["音"] = {
						["器"] = {
							this = true
						}
					}
				},
				["台"] = {
					["突"] = {
						["狗"] = {
							["管"] = {
								this = true
							}
						}
					}
				},
				["改"] = {
					["火"] = {
						this = true
					}
				},
				["校"] = {
					["瞄"] = {
						this = true
					}
				},
				["配"] = {
					["件"] = {
						this = true,
						["店"] = {
							this = true
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				},
				["爱"] = {
					["好"] = {
						["者"] = {
							this = true
						}
					}
				},
				["安"] = {
					["装"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["骚"] = {
					["本"] = {
						["配"] = {
							["件"] = {
								this = true
							}
						},
						["套"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["专"] = {
					["店"] = {
						this = true
					}
				}
			},
			["-"] = {
				a = {
					n = {
						t = {
							i = {
								s = {
									p = {
										y = {
											p = {
												r = {
													o = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				y = {
					y = {
						q = {
							["1"] = {
								["1"] = {
									["1"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				n = {
					t = {
						i = {
							v = {
								i = {
									r = {
										u = {
											s = {
												s = {
													c = {
														a = {
															n = {
																n = {
																	e = {
																		r = {
																			["."] = {
																				c = {
																					o = {
																						m = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				["."] = {
					u = {
						u = {
							b = {
								["."] = {
									c = {
										c = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				n = {
					g = {
						u = {
							a = {
								r = {
									d = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				e = {
					c = {
						u = {
							s = {
								l = {
									n = {
										k = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				v = {
					["3"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		r = {
			e = {
				t = {
					t = {
						y = {
							i = {
								r = {
									e = {
										n = {
											e = {
												["."] = {
													n = {
														e = {
															t = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				m = {
					i = {
						u = {
							m = {
								n = {
									o = {
										n = {
											f = {
												a = {
													t = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				s = {
					e = {
						n = {
							t = {
								e = {
									s = {
										["."] = {
											c = {
												o = {
													m = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				n = {
					f = {
						o = {
							l = {
								g = {
									s = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					r = {
						i = {
							t = {
								y = {
									z = {
										e = {
											r = {
												o = {
													["."] = {
														u = {
															s = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				v = {
					a = {
						t = {
							e = {
								["."] = {
									a = {
										w = {
											a = {
												r = {
													d = {
														s = {
															p = {
																a = {
																	c = {
																		e = {
																			["."] = {
																				u = {
																					s = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				z = {
					t = {
						e = {
							r = {
								s = {
									m = {
										o = {
											n = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				c = {
					t = {
						o = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				d = {
					u = {
						c = {
							t = {
								["4"] = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				g = {
					e = {
						n = {
							e = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					r = {
						a = {
							m = {
								s = {
									t = {
										o = {
											r = {
												e = {
													m = {
														o = {
															v = {
																e = {
																	s = {
																		p = {
																			y = {
																				w = {
																					a = {
																						r = {
																							e = {
																								["."] = {
																									c = {
																										o = {
																											m = {
																												this = true
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				m = {
					e = {
						d = {
							["-"] = {
								n = {
									e = {
										t = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					i = {
						x = {
							g = {
								r = {
									o = {
										u = {
											p = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					o = {
						["-"] = {
							p = {
								a = {
									r = {
										k = {
											["."] = {
												r = {
													u = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						["."] = {
							d = {
								o = {
									l = {
										l = {
											a = {
												r = {
													r = {
														e = {
															v = {
																e = {
																	n = {
																		u = {
																			e = {
																				["."] = {
																					c = {
																						o = {
																							m = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						t = {
							e = {
								t = {
									r = {
										u = {
											t = {
												h = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				n = {
					e = {
						t = {
							t = {
								o = {
									o = {
										l = {
											s = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					b = {
						i = {
							z = {
								z = {
									["."] = {
										c = {
											c = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				r = {
					o = {
						m = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						},
						r = {
							o = {
								["7"] = {
									["."] = {
										n = {
											e = {
												t = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				t = {
					e = {
						c = {
							t = {
								e = {
									d = {
										s = {
											k = {
												y = {
													["."] = {
														i = {
															n = {
																f = {
																	o = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								o = {
									n = {
										["-"] = {
											a = {
												n = {
													t = {
														i = {
															v = {
																i = {
																	r = {
																		u = {
																			s = {
																				["-"] = {
																					s = {
																						c = {
																							a = {
																								n = {
																									["."] = {
																										c = {
																											o = {
																												m = {
																													this = true
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								y = {
									o = {
										u = {
											r = {
												p = {
													c = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				v = {
					e = {
						n = {
							t = {
								r = {
									a = {
										c = {
											k = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					i = {
						d = {
							e = {
								n = {
									s = {
										d = {
											u = {
												e = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						s = {
							["."] = {
								e = {
									s = {
										this = true
									}
								}
							}
						}
					}
				},
				x = {
					y = {
						r = {
							e = {
								n = {
									t = {
										["."] = {
											n = {
												e = {
													t = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		k = {
			m = {
				m = {
					o = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["0"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				["3"] = {
					["5"] = {
						["."] = {
							u = {
								s = {
									this = true
								}
							}
						}
					}
				}
			},
			p = {
				k = {
					["."] = {
						n = {
							e = {
								t = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		t = {
			["老"] = {
				["虎"] = {
					["机"] = {
						["注"] = {
							["册"] = {
								["领"] = {
									["8"] = {
										["8"] = {
											["礼"] = {
												["金"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["电"] = {
				["子"] = {
					this = true
				}
			},
			["9"] = {
				["3"] = {
					["0"] = {
						["."] = {
							["9"] = {
								["9"] = {
									["6"] = {
										["6"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["9"] = {
				["4"] = {
					s = {
						a = {
							o = {
								m = {
									m = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["9"] = {
					["0"] = {
						["8"] = {
							["1"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				p = {
					m = {
						["9"] = {
							v = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			y = {
				o = {
					c = {
						c = {
							["."] = {
								n = {
									e = {
										t = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["0"] = {
			u = {
				m = {
					o = {
						b = {
							["9"] = {
								k = {
									["2"] = {
										g = {
											["7"] = {
												m = {
													p = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["1"] = {
			["."] = {
				d = {
					y = {
						["3"] = {
							["7"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				i = {
					m = {
						a = {
							g = {
								e = {
									s = {
										["2"] = {
											["2"] = {
												["."] = {
													["5"] = {
														["1"] = {
															i = {
																m = {
																	g = {
																		["1"] = {
																			["."] = {
																				c = {
																					o = {
																						m = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				k = {
					s = {
						h = {
							a = {
								r = {
									u = {
										a = {
											n = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				u = {
					j = {
						d = {
							e = {
								["9"] = {
									["0"] = {
										s = {
											["."] = {
												i = {
													n = {
														f = {
															o = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					w = {
						e = {
							["0"] = {
								["0"] = {
									["8"] = {
										["0"] = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				h = {
					h = {
						b = {
							b = {
								s = {
									["."] = {
										i = {
											n = {
												f = {
													o = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["2"] = {
			["."] = {
				i = {
					m = {
						a = {
							g = {
								e = {
									s = {
										["2"] = {
											["2"] = {
												["."] = {
													["5"] = {
														["1"] = {
															i = {
																m = {
																	g = {
																		["1"] = {
																			["."] = {
																				c = {
																					o = {
																						m = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			p = {
				this = true,
				["4"] = {
					["5"] = {
						["6"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				["."] = {
					c = {
						s = {
							["7"] = {
								["7"] = {
									["0"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						c = {
							["4"] = {
								["4"] = {
									["0"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["体"] = {
					["育"] = {
						["博"] = {
							["彩"] = {
								this = true
							}
						}
					}
				}
			},
			["2"] = {
				["."] = {
					l = {
						i = {
							k = {
								e = {
									h = {
										h = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["3"] = {
			["."] = {
				i = {
					m = {
						a = {
							g = {
								e = {
									s = {
										["2"] = {
											["2"] = {
												["."] = {
													["5"] = {
														["1"] = {
															i = {
																m = {
																	g = {
																		["1"] = {
																			["."] = {
																				c = {
																					o = {
																						m = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			y = {
				i = {
					this = true
				}
			}
		},
		["5"] = {
			["."] = {
				h = {
					i = {
						g = {
							h = {
								s = {
									m = {
										s = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["9"] = {
				["0"] = {
					d = {
						this = true
					}
				}
			}
		},
		["7"] = {
			k = {
				e = {
					f = {
						l = {
							v = {
								u = {
									i = {
										["9"] = {
											f = {
												k = {
													l = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			l = {
				d = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			}
		},
		["8"] = {
			["."] = {
				["9"] = {
					i = {
						w = {
							a = {
								w = {
									a = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			p = {
				["8"] = {
					p = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		d = {
			a = {
				["."] = {
					b = {
						u = {
							o = {
								["."] = {
									c = {
										c = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			l = {
				["."] = {
					l = {
						c = {
							n = {
								["."] = {
									c = {
										c = {
											this = true
										}
									}
								}
							}
						}
					},
					s = {
						t = {
							r = {
								e = {
									a = {
										m = {
											["."] = {
												a = {
													o = {
														l = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				["."] = {
					a = {
						d = {
							n = {
								c = {
									o = {
										m = {
											m = {
												e = {
													r = {
														c = {
															e = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		h = {
			a = {
				i = {
					z = {
						e = {
							i = {
								p = {
									e = {
										u = {
											["."] = {
												r = {
													u = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					p = {
						a = {
							l = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				l = {
					i = {
						p = {
							p = {
								i = {
									n = {
										e = {
											g = {
												o = {
													v = {
														e = {
															r = {
																n = {
																	m = {
																		e = {
																			n = {
																				t = {
																					["."] = {
																						i = {
																							n = {
																								f = {
																									o = {
																										["."] = {
																											t = {
																												m = {
																													this = true
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				n = {
					e = {
						z = {
							e = {
								r = {
									o = {
										["."] = {
											c = {
												o = {
													m = {
														["."] = {
															b = {
																r = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				t = {
					i = {
						c = {
							s = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					},
					o = {
						b = {
							u = {
								c = {
									k = {
										e = {
											t = {
												["."] = {
													g = {
														c = {
															f = {
																m = {
																	v = {
																		["."] = {
																			o = {
																				r = {
																					g = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						s = {
							["-"] = {
								g = {
									o = {
										o = {
											g = {
												l = {
													e = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		i = {
			c = {
				["-"] = {
					f = {
						a = {
							c = {
								e = {
									b = {
										o = {
											o = {
												k = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["."] = {
					["2"] = {
						b = {
							j = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					},
					["3"] = {
						["6"] = {
							["0"] = {
								g = {
									a = {
										n = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					i = {
						w = {
							i = {
								l = {
									l = {
										h = {
											a = {
												v = {
													e = {
														s = {
															e = {
																x = {
																	y = {
																		g = {
																			i = {
																				r = {
																					l = {
																						s = {
																							["."] = {
																								c = {
																									o = {
																										m = {
																											this = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					n = {
						n = {
							s = {
								e = {
									s = {
										e = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					q = {
						v = {
							o = {
								d = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["1"] = {
					["."] = {
						i = {
							m = {
								a = {
									g = {
										e = {
											s = {
												["-"] = {
													y = {
														i = {
															t = {
																e = {
																	["."] = {
																		c = {
																			n = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						p = {
							i = {
								c = {
									a = {
										v = {
											["."] = {
												n = {
													e = {
														t = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					m = {
						a = {
							r = {
								k = {
									e = {
										t = {
											s = {
												["."] = {
													r = {
														u = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				n = {
					s = {
						a = {
							i = {
								n = {
									g = {
										l = {
											e = {
												s = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			l = {
				l = {
					o = {
						w = {
							c = {
								a = {
									s = {
										e = {
											t = {
												z = {
													e = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				g = {
					["6"] = {
						["0"] = {
							["0"] = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					a = {
						n = {
							["3"] = {
								["."] = {
									["3"] = {
										["3"] = {
											["2"] = {
												["2"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					j = {
						i = {
							n = {
								x = {
									i = {
										this = true
									}
								}
							}
						}
					}
				},
				k = {
					["-"] = {
						a = {
							l = {
								u = {
									b = {
										u = {
											m = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		j = {
			["1"] = {
				["1"] = {
					["8"] = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			k = {
				b = {
					["."] = {
						i = {
							n = {
								f = {
									o = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		m = {
			t = {
				r = {
					a = {
						c = {
							k = {
								i = {
									n = {
										g = {
											["0"] = {
												["1"] = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		n = {
			["-"] = {
				c = {
					c = {
						t = {
							v = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		q = {
			r = {
				s = {
					e = {
						r = {
							v = {
								r = {
									f = {
										l = {
											m = {
												o = {
													s = {
														q = {
															r = {
																["."] = {
																	b = {
																		i = {
																			z = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		s = {
			["."] = {
				k = {
					a = {
						i = {
							x = {
								i = {
									n = {
										f = {
											o = {
												u = {
													["1"] = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["0"] = {
				["8"] = {
					["."] = {
						i = {
							n = {
								f = {
									o = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		v = {
			d = {
				e = {
					n = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							},
							n = {
								e = {
									t = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		w = {
			["."] = {
				["8"] = {
					["8"] = {
						m = {
							w = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		x = {
			j = {
				s = {
					x = {
						x = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["项"] = {
				["目"] = {
					this = true
				}
			}
		},
		z = {
			y = {
				o = {
					u = {
						["."] = {
							u = {
								s = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["自"] = {
			["拍"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["Ｘ"] = {
		["到"] = {
			["噴"] = {
				["屎"] = {
					["尿"] = {
						this = true
					}
				}
			},
			["喷"] = {
				["屎"] = {
					["尿"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["按"] = {
		["摩"] = {
			this = true,
			["棒"] = {
				this = true
			},
			["后"] = {
				["我"] = {
					["狂"] = {
						["插"] = {
							["母"] = {
								["亲"] = {
									["和"] = {
										["姐"] = {
											["姐"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				},
				["務"] = {
					this = true
				}
			},
			["中"] = {
				["心"] = {
					this = true
				}
			},
			["?"] = {
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["援"] = {
					["交"] = {
						["妹"] = {
							this = true
						}
					}
				}
			},
			t = {
				["服"] = {
					["务"] = {
						this = true
					},
					["務"] = {
						this = true
					}
				}
			},
			["包"] = {
				["夜"] = {
					this = true,
					["服"] = {
						["务"] = {
							this = true
						},
						["務"] = {
							this = true
						}
					}
				}
			},
			["保"] = {
				["健"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["仦"] = {
				["姐"] = {
					this = true
				}
			},
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["會"] = {
				["所"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			},
			["男"] = {
				["技"] = {
					["师"] = {
						this = true
					}
				},
				["女"] = {
					["全"] = {
						["套"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				this = true,
				["郎"] = {
					this = true,
					["真"] = {
						["风"] = {
							["骚"] = {
								this = true
							}
						}
					}
				},
				["上"] = {
					["门"] = {
						this = true,
						["服"] = {
							["务"] = {
								this = true
							}
						}
					},
					["門"] = {
						["服"] = {
							["務"] = {
								this = true
							}
						}
					}
				}
			},
			["全"] = {
				["套"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					this = true,
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					}
				},
				["門"] = {
					this = true,
					["服"] = {
						["務"] = {
							this = true
						}
					}
				}
			},
			["丝"] = {
				["足"] = {
					this = true
				}
			},
			["特"] = {
				["殊"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["偷"] = {
				["拍"] = {
					["实"] = {
						["况"] = {
							this = true
						}
					}
				}
			},
			["推"] = {
				["油"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["洗"] = {
				["浴"] = {
					["操"] = {
						["小"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true,
					["包"] = {
						["夜"] = {
							this = true
						}
					}
				},
				["妹"] = {
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["性"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				},
				["息"] = {
					this = true
				}
			},
			["援"] = {
				["交"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["找"] = {
				["保"] = {
					["健"] = {
						this = true
					}
				},
				["小"] = {
					["乔"] = {
						this = true
					}
				}
			}
		},
		["照"] = {
			["马"] = {
				["雅"] = {
					["历"] = {
						["法"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["摩"] = {
				this = true
			}
		},
		["※"] = {
			["摩"] = {
				this = true
			}
		},
		w = {
			["摩"] = {
				["全"] = {
					["套"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["被"] = {
		["干"] = {
			this = true
		},
		["插"] = {
			this = true
		},
		["操"] = {
			this = true,
			["到"] = {
				["叫"] = {
					["床"] = {
						this = true
					}
				}
			}
		},
		["立"] = {
			["王"] = {
				this = true
			},
			["教"] = {
				this = true
			}
		},
		["逼"] = {
			this = true
		},
		["虐"] = {
			this = true
		},
		["迫"] = {
			this = true
		},
		["婶"] = {
			["子"] = {
				["当"] = {
					["鸭"] = {
						["子"] = {
							["的"] = {
								["我"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["捕"] = {
			this = true,
			["王"] = {
				["立"] = {
					["军"] = {
						this = true
					}
				}
			},
			["张"] = {
				["世"] = {
					["军"] = {
						this = true
					}
				}
			}
		},
		["肏"] = {
			this = true
		},
		["幹"] = {
			this = true
		},
		["肛"] = {
			["交"] = {
				this = true
			}
		},
		["击"] = {
			["毁"] = {
				this = true,
				["的"] = {
					["时"] = {
						["间"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				this = true
			}
		},
		["奸"] = {
			["记"] = {
				this = true
			},
			["淫"] = {
				["的"] = {
					["女"] = {
						["教"] = {
							["師"] = {
								this = true
							}
						}
					}
				}
			},
			["者"] = {
				["的"] = {
					["心"] = {
						["思"] = {
							this = true
						}
					}
				}
			}
		},
		["猛"] = {
			["男"] = {
				["双"] = {
					["洞"] = {
						["齐"] = {
							["入"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["人"] = {
				["玩"] = {
					["弄"] = {
						this = true
					}
				}
			}
		},
		["骗"] = {
			["少"] = {
				["女"] = {
					this = true
				}
			}
		},
		["漂"] = {
			["亮"] = {
				["叔"] = {
					["母"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["票"] = {
			["亮"] = {
				["叔"] = {
					["母"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["欺"] = {
			["負"] = {
				this = true
			}
		},
		["器"] = {
			["具"] = {
				["按"] = {
					["摩"] = {
						["小"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["窥"] = {
				["视"] = {
					["的"] = {
						["感"] = {
							["觉"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["杀"] = {
			["王"] = {
				["立"] = {
					["军"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			this = true
		},
		["同"] = {
			["学"] = {
				["强"] = {
					["奸"] = {
						this = true
					}
				}
			}
		},
		["窝"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["邀"] = {
			["请"] = {
				["列"] = {
					["表"] = {
						this = true
					}
				}
			}
		},
		["遗"] = {
			["忘"] = {
				["的"] = {
					["宝"] = {
						["贝"] = {
							this = true
						}
					}
				}
			}
		},
		["淫"] = {
			this = true
		},
		["中"] = {
			["共"] = {
				["堵"] = {
					["死"] = {
						this = true
					}
				}
			},
			["国"] = {
				["驱"] = {
					["逐"] = {
						["出"] = {
							["境"] = {
								["的"] = {
									["始"] = {
										["末"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["自"] = {
			["杀"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["内"] = {
		["射"] = {
			this = true,
			["美"] = {
				["妇"] = {
					this = true
				},
				["人"] = {
					["秘"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["超"] = {
				["熟"] = {
					["妇"] = {
						this = true
					}
				},
				["爽"] = {
					this = true
				}
			},
			["丰"] = {
				["满"] = {
					["的"] = {
						["女"] = {
							["友"] = {
								this = true
							}
						}
					}
				}
			},
			["黑"] = {
				["丝"] = {
					this = true
				}
			},
			["经"] = {
				["历"] = {
					this = true
				}
			},
			["嫩"] = {
				["逼"] = {
					this = true
				}
			},
			["女"] = {
				["友"] = {
					this = true
				}
			},
			["群"] = {
				["交"] = {
					this = true
				}
			},
			["肉"] = {
				["感"] = {
					["大"] = {
						["奶"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["熟"] = {
				["女"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["无"] = {
				["码"] = {
					this = true
				},
				["毛"] = {
					["妞"] = {
						this = true
					}
				}
			},
			["消"] = {
				["魂"] = {
					["女"] = {
						this = true
					}
				}
			},
			["小"] = {
				["宝"] = {
					["贝"] = {
						this = true
					}
				},
				["姐"] = {
					this = true
				}
			},
			["性"] = {
				["奴"] = {
					this = true
				}
			},
			["足"] = {
				["交"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["脏"] = {
			["全"] = {
				["套"] = {
					this = true
				}
			},
			["套"] = {
				["件"] = {
					this = true
				}
			}
		},
		["裤"] = {
			this = true,
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["幕"] = {
			["女"] = {
				["星"] = {
					["艳"] = {
						["照"] = {
							this = true
						}
					}
				}
			}
		},
		["燃"] = {
			["吹"] = {
				this = true
			}
		},
		["料"] = {
			this = true
		},
		["斗"] = {
			["退"] = {
				["党"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["争"] = {
			["人"] = {
				["权"] = {
					this = true
				}
			}
		},
		["港"] = {
			this = true
		},
		["奥"] = {
			this = true
		},
		["地"] = {
			["厕"] = {
				["所"] = {
					["同"] = {
						["学"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["調"] = {
			["教"] = {
				this = true
			}
		},
		["服"] = {
			["迷"] = {
				["魂"] = {
					["葯"] = {
						this = true
					}
				}
			}
		},
		["蒙"] = {
			["古"] = {
				["办"] = {
					["理"] = {
						["证"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["冰"] = {
					["毒"] = {
						this = true
					}
				},
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["藤"] = {
			["花"] = {
				["苗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["彩"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["理"] = {
				["沙"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["奈"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["调"] = {
			["教"] = {
				["高"] = {
					["清"] = {
						this = true
					}
				}
			}
		},
		["乡"] = {
			this = true
		},
		["衣"] = {
			this = true,
			["办"] = {
				["公"] = {
					["室"] = {
						this = true
					}
				}
			},
			["大"] = {
				["亨"] = {
					this = true
				}
			},
			["的"] = {
				["俘"] = {
					["虏"] = {
						this = true
					}
				}
			},
			["丝"] = {
				["袜"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["诱"] = {
						["惑"] = {
							this = true
						}
					},
					["自"] = {
						["拍"] = {
							["集"] = {
								this = true
							}
						}
					}
				}
			},
			["秀"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["吞"] = {
		["精"] = {
			this = true,
			["骚"] = {
				["妹"] = {
					this = true
				}
			},
			["騷"] = {
				["妹"] = {
					this = true
				}
			},
			["颜"] = {
				["射"] = {
					this = true
				}
			},
			["液"] = {
				this = true
			}
		},
		["食"] = {
			["天"] = {
				["地"] = {
					this = true
				}
			}
		},
		["噬"] = {
			["苍"] = {
				["穹"] = {
					this = true
				}
			}
		},
		["吐"] = {
			["着"] = {
				["肉"] = {
					["棒"] = {
						["棒"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["三"] = {
		["八"] = {
			["淫"] = {
				this = true,
				["成"] = {
					["人"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["盖"] = {
					this = true
				}
			},
			["式"] = {
				["左"] = {
					["轮"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["主"] = {
				["流"] = {
					["线"] = {
						this = true
					}
				}
			},
			["左"] = {
				["轮"] = {
					this = true
				}
			}
		},
		P = {
			this = true
		},
		["级"] = {
			this = true,
			["片"] = {
				this = true,
				["地"] = {
					["址"] = {
						this = true
					}
				},
				["*"] = {
					["片"] = {
						this = true
					}
				},
				B = {
					T = {
						["下"] = {
							["载"] = {
								this = true
							}
						}
					}
				}
			},
			["图"] = {
				["片"] = {
					["*"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["床"] = {
				["上"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["干"] = {
				["部"] = {
					this = true
				}
			},
			["鬼"] = {
				["片"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["片"] = {
						this = true
					}
				}
			},
			["金"] = {
				["瓶"] = {
					["梅"] = {
						this = true
					}
				}
			},
			["伦"] = {
				["理"] = {
					this = true
				}
			},
			["漫"] = {
				["画"] = {
					this = true
				}
			},
			["毛"] = {
				["片"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["片"] = {
						this = true
					}
				},
				["色"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["说"] = {
					this = true
				}
			},
			["迅"] = {
				["雷"] = {
					this = true
				}
			},
			["淫"] = {
				["水"] = {
					["写"] = {
						["真"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["片"] = {
					this = true,
					["大"] = {
						["全"] = {
							this = true
						}
					}
				},
				["院"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			}
		},
		["陪"] = {
			this = true,
			["女"] = {
				this = true,
				["包"] = {
					["夜"] = {
						this = true
					}
				},
				["出"] = {
					["台"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["服"] = {
					["务"] = {
						this = true
					}
				},
				["联"] = {
					["系"] = {
						this = true
					}
				},
				["全"] = {
					["套"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["特"] = {
					["殊"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["援"] = {
					["交"] = {
						this = true
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["过"] = {
				["后"] = {
					["尽"] = {
						["开"] = {
							["颜"] = {
								this = true
							}
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		K = {
			["黨"] = {
				this = true
			}
		},
		["個"] = {
			["代"] = {
				["表"] = {
					this = true
				}
			}
		},
		["級"] = {
			this = true,
			["片"] = {
				this = true,
				["="] = {
					[">"] = {
						["我"] = {
							["該"] = {
								["死"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["去"] = {
			this = true,
			["車"] = {
				["侖"] = {
					this = true,
					["工"] = {
						["力"] = {
							this = true
						}
					}
				},
				["仑"] = {
					this = true
				}
			},
			["车"] = {
				["仑"] = {
					this = true,
					["工"] = {
						["力"] = {
							this = true
						}
					},
					["功"] = {
						this = true
					}
				},
				["侖"] = {
					this = true
				}
			},
			l = {
				u = {
					n = {
						this = true
					}
				}
			},
			["仑"] = {
				["功"] = {
					this = true
				}
			},
			["轮"] = {
				this = true
			}
		},
		["个"] = {
			["呆"] = {
				["婊"] = {
					this = true
				}
			},
			["代"] = {
				["婊"] = {
					this = true
				},
				["表"] = {
					this = true
				}
			},
			["明"] = {
				["星"] = {
					["儿"] = {
						["媳"] = {
							["妇"] = {
								this = true
							}
						}
					}
				}
			},
			["问"] = {
				["题"] = {
					["不"] = {
						["解"] = {
							["决"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["民"] = {
			["主"] = {
				["义"] = {
					this = true
				},
				["義"] = {
					this = true
				}
			}
		},
		["唑"] = {
			this = true,
			["仑"] = {
				this = true,
				["*"] = {
					this = true
				},
				["麻"] = {
					["醉"] = {
						["乙"] = {
							["醚"] = {
								this = true
							}
						}
					}
				},
				["迷"] = {
					["魂"] = {
						["药"] = {
							this = true
						}
					},
					["幻"] = {
						["药"] = {
							this = true
						}
					}
				},
				["片"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["说"] = {
						["明"] = {
							["书"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["低"] = {
					["价"] = {
						["现"] = {
							["货"] = {
								this = true
							}
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["供"] = {
					["货"] = {
						this = true
					}
				},
				["昏"] = {
					["睡"] = {
						["药"] = {
							this = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["蒙"] = {
					["汗"] = {
						["药"] = {
							this = true
						}
					}
				},
				["拍"] = {
					["肩"] = {
						["粉"] = {
							this = true
						}
					}
				},
				["商"] = {
					["城"] = {
						this = true
					}
				},
				["失"] = {
					["身"] = {
						["粉"] = {
							this = true
						}
					}
				},
				["售"] = {
					["价"] = {
						this = true
					}
				},
				["听"] = {
					["话"] = {
						["药"] = {
							this = true
						}
					}
				},
				["药"] = {
					["片"] = {
						["价"] = {
							["格"] = {
								this = true
							}
						}
					}
				},
				["乙"] = {
					["醚"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true,
					["店"] = {
						this = true
					}
				}
			},
			["侖"] = {
				this = true,
				["出"] = {
					["货"] = {
						this = true
					}
				},
				["大"] = {
					["量"] = {
						this = true
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["教"] = {
					["程"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["手"] = {
					["机"] = {
						this = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["安"] = {
				["定"] = {
					this = true
				}
			},
			["苯"] = {
				["二"] = {
					["氮"] = {
						["卓"] = {
							this = true
						}
					}
				}
			},
			["伦"] = {
				this = true
			},
			["纶"] = {
				this = true
			},
			["片"] = {
				this = true
			}
		},
		["班"] = {
			["仆"] = {
				["人"] = {
					["派"] = {
						this = true
					}
				}
			}
		},
		["箭"] = {
			this = true,
			B = {
				["5"] = {
					["-"] = {
						["2"] = {
							this = true
						}
					},
					["2"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["厂"] = {
						this = true
					},
					["瞄"] = {
						["准"] = {
							["器"] = {
								this = true
							}
						}
					},
					["木"] = {
						["托"] = {
							this = true
						}
					},
					["现"] = {
						["货"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["牌"] = {
				this = true,
				A = {
					A = {
						["0"] = {
							["0"] = {
								["9"] = {
									["0"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["汽"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["气"] = {
				this = true,
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true,
					["官"] = {
						["网"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["消"] = {
						["声"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["木"] = {
					["仓"] = {
						this = true
					}
				},
				["槍"] = {
					this = true
				}
			},
			b = {
				["5"] = {
					this = true
				}
			},
			["改"] = {
				this = true,
				P = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["锡"] = {
				["锋"] = {
					["货"] = {
						["到"] = {
							["付"] = {
								["款"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["内"] = {
				["脏"] = {
					this = true
				}
			},
			["配"] = {
				["件"] = {
					this = true
				}
			},
			["氣"] = {
				this = true
			},
			["秃"] = {
				["鹰"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["角"] = {
			["牌"] = {
				["气"] = {
					["枪"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["棱"] = {
			["军"] = {
				["刺"] = {
					this = true,
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				},
				["刀"] = {
					this = true
				},
				["枪"] = {
					this = true,
					["收"] = {
						["藏"] = {
							this = true
						}
					}
				}
			},
			["刺"] = {
				this = true,
				["刀"] = {
					this = true
				},
				["官"] = {
					["方"] = {
						["展"] = {
							["示"] = {
								["商"] = {
									["城"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["刀"] = {
				this = true,
				["具"] = {
					["具"] = {
						this = true
					}
				}
			},
			["跳"] = {
				["刀"] = {
					this = true
				}
			},
			["刮"] = {
				["刀"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					}
				}
			},
			["尖"] = {
				["刀"] = {
					this = true
				},
				["刺"] = {
					this = true
				}
			},
			["手"] = {
				["刺"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["毒"] = {
				this = true
			},
			["短"] = {
				["匕"] = {
					["首"] = {
						this = true
					}
				},
				["枪"] = {
					this = true
				}
			},
			["軍"] = {
				["刺"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["专"] = {
					this = true
				}
			}
		},
		["哥"] = {
			["好"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["老"] = {
				["店"] = {
					this = true
				}
			}
		},
		["硝"] = {
			["基"] = {
				["苯"] = {
					["甲"] = {
						["硝"] = {
							["胺"] = {
								this = true
							}
						}
					},
					["酚"] = {
						this = true
					}
				},
				["甲"] = {
					["苯"] = {
						this = true
					}
				}
			}
		},
		["过"] = {
			["氧"] = {
				["化"] = {
					["三"] = {
						["丙"] = {
							["酮"] = {
								this = true,
								["制"] = {
									["取"] = {
										this = true
									},
									["作"] = {
										this = true
									},
									["备"] = {
										this = true
									}
								},
								["结"] = {
									["晶"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["健"] = {
			["弓"] = {
				["弩"] = {
					this = true
				},
				["努"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["达"] = {
				this = true,
				["弓"] = {
					this = true,
					["弩"] = {
						this = true,
						["专"] = {
							this = true,
							["卖"] = {
								["网"] = {
									this = true
								}
							},
							["网"] = {
								this = true
							}
						},
						["直"] = {
							["营"] = {
								this = true
							},
							["销"] = {
								this = true
							}
						},
						["配"] = {
							["件"] = {
								this = true
							}
						},
						["军"] = {
							["刀"] = {
								this = true
							}
						},
						["厂"] = {
							["家"] = {
								this = true
							}
						},
						["官"] = {
							["网"] = {
								this = true
							}
						},
						["团"] = {
							["购"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					},
					["驽"] = {
						this = true,
						["专"] = {
							["网"] = {
								this = true
							}
						}
					},
					["努"] = {
						this = true,
						["直"] = {
							["营"] = {
								this = true
							}
						},
						["专"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				},
				["追"] = {
					["月"] = {
						this = true,
						["弓"] = {
							["弩"] = {
								this = true
							}
						}
					},
					["风"] = {
						this = true
					}
				},
				["大"] = {
					["黑"] = {
						["鹰"] = {
							this = true
						}
					},
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					},
					["小"] = {
						["弩"] = {
							this = true
						}
					}
				},
				["官"] = {
					["网"] = {
						this = true
					},
					["方"] = {
						["网"] = {
							this = true,
							["站"] = {
								this = true
							}
						}
					}
				},
				["暴"] = {
					["龙"] = {
						this = true
					}
				},
				["厂"] = {
					["家"] = {
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				["的"] = {
					["小"] = {
						["黑"] = {
							["豹"] = {
								this = true
							}
						}
					}
				},
				["地"] = {
					["址"] = {
						this = true
					}
				},
				["改"] = {
					["装"] = {
						this = true
					}
				},
				["公"] = {
					["司"] = {
						this = true,
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				},
				["滑"] = {
					["轮"] = {
						["弓"] = {
							this = true
						}
					}
				},
				["军"] = {
					["弩"] = {
						["网"] = {
							this = true
						}
					}
				},
				["连"] = {
					["发"] = {
						["大"] = {
							["弩"] = {
								this = true
							}
						}
					}
				},
				["猎"] = {
					["豹"] = {
						this = true,
						E = {
							this = true
						}
					}
				},
				["名"] = {
					["弩"] = {
						["网"] = {
							this = true
						}
					}
				},
				["努"] = {
					["麻"] = {
						["醉"] = {
							["箭"] = {
								this = true
							}
						}
					},
					["商"] = {
						["店"] = {
							this = true
						}
					}
				},
				["弩"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["弓"] = {
						["网"] = {
							this = true,
							["站"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							["网"] = {
								this = true
							}
						}
					},
					["箭"] = {
						["专"] = {
							this = true
						}
					},
					["麻"] = {
						["醉"] = {
							["箭"] = {
								this = true
							}
						}
					},
					["商"] = {
						["店"] = {
							this = true
						}
					},
					["团"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["商"] = {
					["城"] = {
						this = true
					}
				},
				["手"] = {
					["弓"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					},
					["弩"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["達"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				},
				["弩"] = {
					["麻"] = {
						["醉"] = {
							["箭"] = {
								this = true
							}
						}
					}
				},
				["手"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["达"] = {
					["弓"] = {
						this = true
					}
				}
			}
		},
		["氟"] = {
			["化"] = {
				["硼"] = {
					this = true
				}
			},
			["乙"] = {
				["酸"] = {
					this = true
				}
			}
		},
		["氧"] = {
			["化"] = {
				["二"] = {
					["砷"] = {
						this = true,
						["现"] = {
							["货"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["锑"] = {
						["有"] = {
							["售"] = {
								this = true
							}
						}
					}
				},
				["锑"] = {
					["有"] = {
						["货"] = {
							this = true
						},
						["现"] = {
							["货"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["氯"] = {
			["化"] = {
				["砷"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["二"] = {
					["砷"] = {
						this = true
					}
				},
				["磷"] = {
					this = true,
					["酰"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["硫"] = {
					["磷"] = {
						this = true
					}
				}
			},
			["硫"] = {
				["氯"] = {
					["甲"] = {
						["烷"] = {
							this = true
						}
					}
				},
				["磷"] = {
					this = true
				}
			},
			["甲"] = {
				["烷"] = {
					this = true
				}
			},
			["囮"] = {
				["砷"] = {
					this = true
				}
			},
			["三"] = {
				["乙"] = {
					["胺"] = {
						this = true
					}
				}
			},
			["硝"] = {
				["基"] = {
					["甲"] = {
						["烷"] = {
							this = true
						}
					}
				}
			},
			["氧"] = {
				["磷"] = {
					this = true
				}
			},
			["乙"] = {
				["醛"] = {
					["用"] = {
						["途"] = {
							this = true
						}
					}
				},
				["酸"] = {
					["甲"] = {
						["酯"] = {
							this = true
						}
					}
				}
			}
		},
		["宝"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["局"] = {
				["长"] = {
					this = true
				}
			}
		},
		["星"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["和"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["演"] = {
				["疫"] = {
					this = true
				}
			},
			["衍"] = {
				["疫"] = {
					this = true
				}
			},
			["策"] = {
				this = true
			},
			["冬"] = {
				["子"] = {
					this = true
				}
			},
			["风"] = {
				["流"] = {
					["传"] = {
						this = true
					}
				}
			},
			["夫"] = {
				["人"] = {
					this = true
				}
			},
			["豪"] = {
				["侠"] = {
					["传"] = {
						this = true
					}
				}
			},
			["群"] = {
				["英"] = {
					["传"] = {
						this = true,
						O = {
							L = {
								this = true
							}
						}
					}
				}
			},
			["世"] = {
				["纪"] = {
					this = true
				}
			}
		},
		["优"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["千"] = {
			["美"] = {
				["娇"] = {
					["娘"] = {
						["之"] = {
							["纵"] = {
								["欢"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["三"] = {
				["不"] = {
					["远"] = {
						["了"] = {
							this = true
						}
					}
				}
			},
			["万"] = {
				["人"] = {
					["齐"] = {
						["下"] = {
							["岗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["剑"] = {
			["改"] = {
				["气"] = {
					this = true
				},
				p = {
					c = {
						p = {
							this = true
						}
					}
				}
			},
			["牌"] = {
				this = true
			}
		},
		["气"] = {
			["木"] = {
				["仓"] = {
					this = true
				}
			}
		},
		["色"] = {
			["午"] = {
				["夜"] = {
					["秀"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["堂"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["步"] = {
			["倒"] = {
				["狗"] = {
					["药"] = {
						this = true
					}
				},
				["药"] = {
					["箭"] = {
						this = true,
						["批"] = {
							["发"] = {
								this = true
							}
						}
					}
				},
				["弩"] = {
					["箭"] = {
						this = true,
						["专"] = {
							this = true,
							["卖"] = {
								this = true
							}
						}
					}
				},
				["麻"] = {
					["醉"] = {
						["弩"] = {
							["箭"] = {
								this = true,
								["销"] = {
									["售"] = {
										this = true
									}
								}
							}
						},
						["箭"] = {
							this = true,
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						},
						["鍵"] = {
							this = true
						},
						["努"] = {
							["箭"] = {
								this = true
							}
						}
					}
				},
				["捕"] = {
					["狗"] = {
						["药"] = {
							this = true
						}
					}
				},
				["猎"] = {
					["豹"] = {
						["弓"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				},
				["努"] = {
					["箭"] = {
						this = true
					}
				}
			}
		},
		["胖"] = {
			["习"] = {
				this = true
			},
			["帅"] = {
				["过"] = {
					["总"] = {
						["书"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["杀"] = {
				["姑"] = {
					["父"] = {
						this = true
					}
				}
			}
		},
		["挫"] = {
			["伦"] = {
				this = true
			},
			["仑"] = {
				this = true
			}
		},
		["菱"] = {
			["刺"] = {
				["刀"] = {
					["专"] = {
						["卖"] = {
							["店"] = {
								this = true,
								["官"] = {
									["网"] = {
										this = true
									}
								}
							}
						},
						["店"] = {
							this = true
						}
					}
				}
			},
			d = {
				a = {
					o = {
						this = true
					}
				}
			},
			["刀"] = {
				this = true,
				["等"] = {
					["刀"] = {
						["具"] = {
							this = true
						}
					}
				},
				["具"] = {
					this = true,
					["具"] = {
						this = true
					}
				}
			},
			["忉"] = {
				["具"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["氧"] = {
				["基"] = {
					["安"] = {
						["非"] = {
							["他"] = {
								["明"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["利"] = {
				["定"] = {
					this = true
				}
			}
		},
		["肖"] = {
			["中"] = {
				["特"] = {
					["期"] = {
						["期"] = {
							["准"] = {
								["黄"] = {
									["大"] = {
										["仙"] = {
											this = true
										}
									}
								},
								["免"] = {
									["费"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["度"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["易"] = {
			["博"] = {
				this = true,
				["国"] = {
					["际"] = {
						this = true
					}
				}
			}
		},
		["日"] = {
			["缠"] = {
				["绵"] = {
					this = true
				}
			}
		},
		["十"] = {
			["岁"] = {
				["衰"] = {
					["人"] = {
						this = true
					}
				}
			},
			["八"] = {
				["军"] = {
					this = true
				},
				["軍"] = {
					this = true
				}
			},
			["除"] = {
				["习"] = {
					["不"] = {
						["放"] = {
							["假"] = {
								this = true
							}
						}
					}
				}
			},
			["年"] = {
				["后"] = {
					["看"] = {
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				},
				["前"] = {
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							},
							["門"] = {
								this = true
							}
						}
					},
					["广"] = {
						["场"] = {
							this = true
						}
					},
					["廣"] = {
						["場"] = {
							this = true
						}
					}
				}
			},
			["七"] = {
				["八"] = {
					this = true
				}
			},
			["小"] = {
				["时"] = {
					["录"] = {
						["音"] = {
							["赵"] = {
								["紫"] = {
									["阳"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["年"] = {
					this = true,
					["前"] = {
						["的"] = {
							["广"] = {
								["场"] = {
									this = true
								}
							}
						}
					}
				},
				["周"] = {
					["年"] = {
						this = true
					}
				}
			},
			["壹"] = {
				["年"] = {
					["前"] = {
						["的"] = {
							["廣"] = {
								["場"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["二"] = {
				["乘"] = {
					["以"] = {
						["二"] = {
							this = true
						}
					},
					["二"] = {
						this = true
					}
				}
			}
		},
		["句"] = {
			["硬"] = {
				["话"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["分"] = {
			["钟"] = {
				["教"] = {
					["你"] = {
						["原"] = {
							["子"] = {
								["弹"] = {
									this = true
								}
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				}
			}
		},
		["二"] = {
			["二"] = {
				["攻"] = {
					["台"] = {
						this = true,
						["作"] = {
							["战"] = {
								this = true,
								["计"] = {
									["划"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["坊"] = {
			["七"] = {
				["巷"] = {
					["火"] = {
						["灾"] = {
							this = true
						}
					}
				}
			}
		},
		["面"] = {
			["翻"] = {
				this = true
			}
		},
		["浦"] = {
			["愛"] = {
				["佳"] = {
					this = true,
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["爱"] = {
				["佳"] = {
					c = {
						["4"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["涼"] = {
				["花"] = {
					this = true
				}
			},
			["沙"] = {
				["耶"] = {
					["香"] = {
						["无"] = {
							["马"] = {
								this = true
							},
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["彰"] = {
				["子"] = {
					this = true
				}
			}
		},
		["三"] = {
			["九"] = {
				["乘"] = {
					["元"] = {
						["功"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					["网"] = {
						this = true
					}
				}
			},
			["肆"] = {
				this = true
			},
			["四"] = {
				this = true
			}
		},
		["水"] = {
			["法"] = {
				["轮"] = {
					this = true
				}
			},
			["区"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["退"] = {
			this = true,
			["大"] = {
				["潮"] = {
					this = true
				}
			},
			["九"] = {
				["评"] = {
					this = true,
					["掀"] = {
						["风"] = {
							["潮"] = {
								this = true
							}
						}
					},
					["中"] = {
						["共"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["灭"] = {
					this = true
				}
			},
			["中"] = {
				["共"] = {
					["九"] = {
						["评"] = {
							this = true
						}
					}
				}
			}
		},
		["股"] = {
			["势"] = {
				["力"] = {
					this = true
				}
			}
		},
		["版"] = {
			["女"] = {
				["郎"] = {
					this = true
				}
			}
		},
		["瓣"] = {
			["式"] = {
				["消"] = {
					["焰"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["爆"] = {
			["箭"] = {
				this = true
			}
		},
		["本"] = {
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["便"] = {
			["宝"] = {
				["胶"] = {
					["囊"] = {
						this = true
					}
				}
			}
		},
		["不"] = {
			["反"] = {
				["对"] = {
					["共"] = {
						["产"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["才"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["叉"] = {
			["戟"] = {
				this = true,
				["折"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["代"] = {
				["表"] = {
					this = true
				}
			},
			["恶"] = {
				["魔"] = {
					this = true
				}
			},
			["古"] = {
				["寺"] = {
					["丑"] = {
						["闻"] = {
							this = true
						}
					}
				}
			},
			["怪"] = {
				["收"] = {
					["支"] = {
						["谜"] = {
							this = true
						}
					}
				}
			},
			["领"] = {
				["主"] = {
					this = true
				}
			}
		},
		["呆"] = {
			["婊"] = {
				["唾"] = {
					["沫"] = {
						["喷"] = {
							this = true
						}
					}
				}
			}
		},
		["代"] = {
			["夹"] = {
				["菜"] = {
					this = true
				}
			},
			["中"] = {
				["国"] = {
					["人"] = {
						["的"] = {
							["生"] = {
								["活"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["氮"] = {
			["化"] = {
				["钠"] = {
					this = true
				}
			}
		},
		["刀"] = {
			["会"] = {
				this = true
			}
		},
		["等"] = {
			["秘"] = {
				["书"] = {
					["搞"] = {
						["外"] = {
							["调"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["点"] = {
			["全"] = {
				["露"] = {
					this = true
				}
			},
			["视"] = {
				this = true
			},
			["综"] = {
				["合"] = {
					this = true
				}
			},
			["走"] = {
				["光"] = {
					this = true
				}
			}
		},
		["对"] = {
			["夫"] = {
				["妇"] = {
					["换"] = {
						["妻"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["毒"] = {
				["枪"] = {
					this = true
				}
			},
			["軍"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["网"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["反"] = {
			["五"] = {
				["反"] = {
					this = true
				}
			}
		},
		["夫"] = {
			["妻"] = {
				this = true
			}
		},
		["宫"] = {
			["里"] = {
				["绪"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["哈"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["号"] = {
			["军"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["呼"] = {
			["万"] = {
				["睡"] = {
					this = true
				}
			}
		},
		["环"] = {
			["万"] = {
				["能"] = {
					["钥"] = {
						["匙"] = {
							this = true
						}
					}
				}
			},
			["钥"] = {
				["匙"] = {
					this = true
				}
			}
		},
		["极"] = {
			["试"] = {
				["看"] = {
					["片"] = {
						this = true
					}
				}
			}
		},
		["井"] = {
			["绘"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["犁"] = {
			["飞"] = {
				["鹰"] = {
					["箭"] = {
						["头"] = {
							this = true
						}
					}
				}
			}
		},
		["里"] = {
			["店"] = {
				this = true
			}
		},
		["笠"] = {
			["祥"] = {
				["太"] = {
					["郎"] = {
						this = true
					}
				}
			}
		},
		["连"] = {
			["发"] = {
				this = true
			}
		},
		["連"] = {
			["發"] = {
				this = true
			}
		},
		["零"] = {
			["一"] = {
				["医"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["流"] = {
			["化"] = {
				["砷"] = {
					["有"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			["武"] = {
				["士"] = {
					this = true,
					["砍"] = {
						["刀"] = {
							this = true
						}
					}
				},
				["者"] = {
					["随"] = {
						["身"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["门"] = {
			["峡"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["明"] = {
			this = true,
			K = {
				["粉"] = {
					this = true
				}
			},
			["办"] = {
				["毕"] = {
					["业"] = {
						this = true
					}
				},
				["假"] = {
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["年"] = {
			["审"] = {
				["查"] = {
					["紫"] = {
						["阳"] = {
							this = true
						}
					}
				}
			}
		},
		["怕"] = {
			["胡"] = {
				["乱"] = {
					["下"] = {
						["岗"] = {
							this = true
						}
					}
				}
			},
			["陪"] = {
				["酒"] = {
					["不"] = {
						["能"] = {
							["喝"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					["有"] = {
						["病"] = {
							this = true
						}
					}
				}
			}
		},
		["批"] = {
			["邓"] = {
				["小"] = {
					["平"] = {
						this = true
					}
				}
			}
		},
		["妻"] = {
			["四"] = {
				["妾"] = {
					this = true,
					["旧"] = {
						["时"] = {
							["代"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["起"] = {
			["三"] = {
				["落"] = {
					["邓"] = {
						["小"] = {
							["平"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["枪"] = {
			this = true,
			["军"] = {
				["品"] = {
					this = true
				}
			}
		},
		["区"] = {
			["藏"] = {
				["人"] = {
					["要"] = {
						["团"] = {
							["结"] = {
								this = true
							}
						}
					}
				}
			},
			["革"] = {
				["命"] = {
					["事"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["权"] = {
			this = true,
			["分"] = {
				["立"] = {
					this = true
				}
			}
		},
		["人"] = {
			["斗"] = {
				["地"] = {
					["主"] = {
						this = true
					}
				}
			},
			["鬥"] = {
				["地"] = {
					["主"] = {
						this = true
					}
				}
			},
			["行"] = {
				["纪"] = {
					["实"] = {
						this = true
					}
				}
			},
			["就"] = {
				["斗"] = {
					["地"] = {
						["主"] = {
							this = true
						}
					}
				}
			}
		},
		["刃"] = {
			["木"] = {
				["折"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["袖"] = {
				["里"] = {
					["剑"] = {
						this = true
					}
				}
			}
		},
		["任"] = {
			["夹"] = {
				["菜"] = {
					this = true
				}
			},
			["总"] = {
				["书"] = {
					["记"] = {
						["夹"] = {
							["菜"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["润"] = {
			["服"] = {
				["装"] = {
					this = true
				}
			}
		},
		["杀"] = {
			["辅"] = {
				["助"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["上"] = {
			["法"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["穗"] = {
			this = true
		},
		["坛"] = {
			["海"] = {
				["会"] = {
					["大"] = {
						["神"] = {
							this = true
						}
					}
				}
			}
		},
		["天"] = {
			["搞"] = {
				["定"] = {
					["女"] = {
						["网"] = {
							["友"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["田"] = {
			["爱"] = {
				["表"] = {
					b = {
						t = {
							this = true
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["条"] = {
			["腿"] = {
				this = true
			}
		},
		["褪"] = {
			this = true
		},
		["万"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			}
		},
		["网"] = {
			["民"] = {
				this = true
			},
			["友"] = {
				this = true
			}
		},
		["维"] = {
			this = true,
			["2"] = {
				["0"] = {
					["日"] = {
						this = true
					}
				}
			}
		},
		["昷"] = {
			this = true
		},
		["温"] = {
			["暖"] = {
				this = true
			}
		},
		["无"] = {
			["总"] = {
				["理"] = {
					this = true
				}
			}
		},
		["五"] = {
			["图"] = {
				["库"] = {
					this = true
				}
			},
			["日"] = {
				["五"] = {
					["月"] = {
						this = true
					}
				},
				["5"] = {
					["月"] = {
						this = true
					}
				},
				V = {
					["月"] = {
						this = true
					}
				},
				["⑥"] = {
					["月"] = {
						this = true
					}
				},
				["伍"] = {
					["月"] = {
						this = true
					}
				},
				M = {
					a = {
						y = {
							this = true
						}
					}
				}
			}
		},
		["亚"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["专"] = {
				["业"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["亞"] = {
			["辦"] = {
				["證"] = {
					this = true
				}
			}
		},
		["叶"] = {
			["草"] = {
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["一"] = {
			["九"] = {
				["北"] = {
					["京"] = {
						["枪"] = {
							["声"] = {
								this = true
							}
						},
						["政"] = {
							["变"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["乙"] = {
			["胺"] = {
				["手"] = {
					["把"] = {
						["手"] = {
							["教"] = {
								this = true
							}
						}
					}
				}
			},
			["基"] = {
				["锡"] = {
					this = true
				},
				["乙"] = {
					["酸"] = {
						["锡"] = {
							this = true
						}
					}
				}
			}
		},
		["英"] = {
			["战"] = {
				["江"] = {
					["民"] = {
						this = true
					}
				},
				["老"] = {
					["江"] = {
						this = true
					}
				}
			}
		},
		["月"] = {
			["九"] = {
				["十"] = {
					["六"] = {
						["号"] = {
							this = true
						}
					}
				}
			}
		},
		["张"] = {
			["牌"] = {
				this = true
			}
		},
		["证"] = {
			["俱"] = {
				["全"] = {
					this = true
				}
			}
		},
		["只"] = {
			["涨"] = {
				["停"] = {
					["板"] = {
						this = true
					}
				}
			}
		},
		["枝"] = {
			["美"] = {
				["优"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["指"] = {
			["疗"] = {
				["法"] = {
					this = true
				}
			}
		},
		["中"] = {
			["全"] = {
				["会"] = {
					["春"] = {
						["风"] = {
							["暖"] = {
								this = true
							}
						}
					}
				}
			},
			["三"] = {
				["心"] = {
					["水"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["重"] = {
			["幽"] = {
				["影"] = {
					this = true
				}
			}
		},
		["洲"] = {
			["村"] = {
				this = true
			}
		},
		["姉"] = {
			["妹"] = {
				["暴"] = {
					["行"] = {
						this = true
					}
				}
			}
		},
		["座"] = {
			["大"] = {
				["山"] = {
					this = true
				}
			}
		},
		["伍"] = {
			["日"] = {
				["五"] = {
					["月"] = {
						this = true
					}
				},
				V = {
					["月"] = {
						this = true
					}
				},
				["⑥"] = {
					["月"] = {
						this = true
					}
				},
				["伍"] = {
					["月"] = {
						this = true
					}
				},
				M = {
					a = {
						y = {
							this = true
						}
					}
				},
				["5"] = {
					["月"] = {
						this = true
					}
				}
			}
		},
		["九"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["件"] = {
			["套"] = {
				["银"] = {
					["行"] = {
						["卡"] = {
							this = true
						}
					}
				},
				["网"] = {
					["银"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["诱"] = {
		["色"] = {
			this = true,
			u = {
				u = {
					this = true
				}
			}
		},
		["惑"] = {
			this = true,
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["北"] = {
				["条"] = {
					["麻"] = {
						["妃"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["妹"] = {
					["花"] = {
						this = true
					}
				}
			},
			["巨"] = {
				["乳"] = {
					["痴"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			},
			["女"] = {
				["教"] = {
					["师"] = {
						this = true
					}
				}
			},
			["人"] = {
				["妻"] = {
					["女"] = {
						["教"] = {
							["师"] = {
								this = true
							}
						}
					}
				}
			},
			["骚"] = {
				["妹"] = {
					this = true
				}
			},
			["湿"] = {
				["身"] = {
					this = true
				}
			},
			["爽"] = {
				["图"] = {
					this = true
				}
			},
			["套"] = {
				["图"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["西"] = {
				["女"] = {
					this = true
				}
			},
			["香"] = {
				["水"] = {
					this = true
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["姿"] = {
				["势"] = {
					this = true
				}
			}
		},
		["奸"] = {
			this = true
		},
		["宠"] = {
			["萝"] = {
				["莉"] = {
					["小"] = {
						["情"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["欢"] = {
			["，"] = {
				["误"] = {
					["惹"] = {
						["纨"] = {
							["绔"] = {
								["军"] = {
									["痞"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["发"] = {
			["恶"] = {
				["性"] = {
					this = true
				}
			}
		},
		b = {
			["惑"] = {
				this = true
			}
		},
		["导"] = {
			["性"] = {
				["高"] = {
					["潮"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["的"] = {
				["妙"] = {
					["龄"] = {
						["少"] = {
							["女"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["姨"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["连"] = {
				["衣"] = {
					["裙"] = {
						this = true
					}
				}
			},
			["美"] = {
				["眉"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["丝"] = {
				["袜"] = {
					this = true
				}
			},
			["性"] = {
				["感"] = {
					["胴"] = {
						["体"] = {
							this = true
						}
					}
				}
			}
		},
		["诱"] = {
			["淫"] = {
				["魔"] = {
					["网"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
