pg = pg or {}
slot0 = pg
slot0.word_template_156 = {}
slot1 = slot0.word_template_156

function temp()
	uv0["乐"] = {
		["透"] = {
			this = true,
			["乐"] = {
				["博"] = {
					["彩"] = {
						this = true,
						["网"] = {
							this = true
						},
						["也"] = {
							this = true
						}
					}
				}
			},
			["世"] = {
				["界"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["中"] = {
			["乐"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["2"] = {
					["店"] = {
						this = true
					}
				},
				["4"] = {
					["店"] = {
						this = true
					}
				},
				["5"] = {
					["店"] = {
						this = true
					}
				}
			}
		},
		["九"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["百"] = {
			["家"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["在"] = {
					["线"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				P = {
					T = {
						["娱"] = {
							["乐"] = {
								["场"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["宝"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["天"] = {
			["堂"] = {
				this = true,
				["赌"] = {
					["博"] = {
						["网"] = {
							this = true
						}
					}
				},
				["现"] = {
					["金"] = {
						["网"] = {
							this = true
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["凯"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["彩"] = {
			this = true,
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["开"] = {
				["奖"] = {
					this = true
				}
			}
		},
		["趣"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			}
		},
		["橙"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["虎"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["高"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["通"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					},
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["发"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["博"] = {
			["网"] = {
				this = true
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["现"] = {
				["金"] = {
					["彩"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["用"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		["盈"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["彩"] = {
						["票"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["丰"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["赢"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			}
		},
		["娱"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["8"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["游"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["官"] = {
				["方"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			}
		},
		["豪"] = {
			["发"] = {
				this = true
			}
		},
		["嬴"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["比"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["播"] = {
			this = true
		},
		["不"] = {
			["思"] = {
				["蜀"] = {
					this = true
				}
			}
		},
		["东"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["飞"] = {
			["刘"] = {
				this = true
			}
		},
		["福"] = {
			["枪"] = {
				["模"] = {
					this = true
				}
			}
		},
		["哥"] = {
			this = true
		},
		["购"] = {
			["网"] = {
				this = true
			}
		},
		["亨"] = {
			["博"] = {
				["彩"] = {
					["通"] = {
						this = true
					}
				}
			}
		},
		["集"] = {
			["客"] = {
				this = true
			}
		},
		["酷"] = {
			["博"] = {
				["彩"] = {
					["网"] = {
						this = true
					}
				}
			},
			["搏"] = {
				["彩"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			}
		},
		["拍"] = {
			["网"] = {
				this = true
			}
		},
		["皮"] = {
			["皮"] = {
				["奇"] = {
					["趣"] = {
						["发"] = {
							["现"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["清"] = {
			K = {
				["粉"] = {
					this = true
				}
			}
		},
		["视"] = {
			["蔡"] = {
				this = true,
				["名"] = {
					["照"] = {
						this = true
					}
				}
			},
			["副"] = {
				["部"] = {
					["长"] = {
						this = true
					}
				}
			},
			["贾"] = {
				["跃"] = {
					["亭"] = {
						this = true
					}
				}
			},
			["名"] = {
				["照"] = {
					this = true
				}
			},
			["王"] = {
				["诚"] = {
					this = true
				}
			},
			["宣"] = {
				["传"] = {
					this = true
				}
			},
			["引"] = {
				["渡"] = {
					this = true,
					["回"] = {
						["国"] = {
							this = true
						}
					},
					["中"] = {
						["宣"] = {
							["部"] = {
								this = true
							}
						}
					}
				}
			},
			["跃"] = {
				["亭"] = {
					this = true
				}
			},
			["造"] = {
				["谣"] = {
					this = true
				}
			},
			["中"] = {
				["宣"] = {
					this = true,
					["部"] = {
						this = true
					}
				}
			}
		},
		["万"] = {
			["通"] = {
				this = true
			}
		},
		["药"] = {
			["网"] = {
				this = true
			}
		},
		["至"] = {
			["假"] = {
				["证"] = {
					this = true
				}
			}
		},
		["动"] = {
			["官"] = {
				["网"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["盘"] = {
		["口"] = {
			["高"] = {
				["额"] = {
					["返"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["古"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["乐"] = {
				["队"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["锦"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["雇"] = {
				["杀"] = {
					["手"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["倍"] = {
		["它"] = {
			["洛"] = {
				["尔"] = {
					this = true
				}
			}
		},
		["他"] = {
			["美"] = {
				["罗"] = {
					["定"] = {
						this = true
					}
				},
				["沙"] = {
					["朵"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["缅"] = {
		["古"] = {
			this = true,
			["制"] = {
				["作"] = {
					["技"] = {
						["术"] = {
							this = true
						}
					},
					["方"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["配"] = {
				["方"] = {
					this = true
				}
			},
			["溜"] = {
				["冰"] = {
					this = true
				}
			}
		},
		["果"] = {
			this = true
		},
		["甸"] = {
			["果"] = {
				["敢"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				},
				["子"] = {
					this = true
				}
			},
			["蓝"] = {
				["盾"] = {
					["在"] = {
						["线"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["冰"] = {
				k = {
					["粉"] = {
						this = true
					}
				},
				["麻"] = {
					["古"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["古"] = {
					this = true
				}
			},
			["三"] = {
				["唑"] = {
					["仑"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["怀"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["咖"] = {
		["啡"] = {
			["碱"] = {
				this = true
			},
			["因"] = {
				this = true,
				["，"] = {
					["麻"] = {
						["黄"] = {
							["素"] = {
								this = true
							}
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["方"] = {
					["法"] = {
						this = true
					}
				},
				["麻"] = {
					["黄"] = {
						["素"] = {
							this = true
						}
					}
				}
			},
			["文"] = {
				["化"] = {
					this = true
				}
			},
			["硷"] = {
				this = true
			},
			["洇"] = {
				["痲"] = {
					["簧"] = {
						["傃"] = {
							this = true
						}
					}
				}
			}
		},
		["嘞"] = {
			["仳"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["唛"] = {
		["可"] = {
			["奈"] = {
				["因"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["植"] = {
		["物"] = {
			["冰"] = {
				this = true,
				[" "] = {
					["冰"] = {
						["古"] = {
							["批"] = {
								["发"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["纯"] = {
				["净"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["化"] = {
				["壆"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["检"] = {
				["疫"] = {
					["证"] = {
						this = true
					}
				}
			},
			["人"] = {
				["马"] = {
					["建"] = {
						this = true
					}
				}
			}
		},
		["田"] = {
			["早"] = {
				["紀"] = {
					this = true
				}
			},
			["真"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["粅"] = {
			["栤"] = {
				this = true
			}
		},
		["药"] = {
			["物"] = {
				["冰"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["伪"] = {
		["麻"] = {
			["黄"] = {
				["碱"] = {
					this = true
				},
				["素"] = {
					this = true
				}
			}
		},
		["钞"] = {
			this = true,
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["送"] = {
				["货"] = {
					this = true
				}
			},
			["伪"] = {
				["币"] = {
					this = true
				},
				["钱"] = {
					["币"] = {
						this = true
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["币"] = {
			this = true,
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			}
		},
		["基"] = {
			["站"] = {
				this = true
			}
		},
		["核"] = {
			["心"] = {
				this = true
			}
		},
		["民"] = {
			["运"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["火"] = {
			this = true
		},
		["水"] = {
			this = true
		},
		["装"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["值"] = {
				this = true
			}
		},
		["娘"] = {
			this = true,
			["用"] = {
				["的"] = {
					["假"] = {
						["阴"] = {
							this = true
						}
					}
				}
			}
		},
		["男"] = {
			this = true
		},
		["草"] = {
			["榴"] = {
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["吵"] = {
			this = true
		},
		["大"] = {
			this = true
		},
		["李"] = {
			["小"] = {
				["璐"] = {
					this = true
				}
			}
		},
		["木"] = {
			["爱"] = {
				["里"] = {
					["沙"] = {
						["电"] = {
							["驴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["钱"] = {
			["币"] = {
				this = true
			}
		},
		["造"] = {
			this = true,
			["身"] = {
				["份"] = {
					["证"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["学"] = {
				["历"] = {
					["正"] = {
						["书"] = {
							this = true
						}
					},
					["证"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		},
		["政"] = {
			["府"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["酣"] = {
		["乐"] = {
			["欣"] = {
				this = true,
				["*"] = {
					this = true
				},
				["各"] = {
					["地"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			}
		},
		["楽"] = {
			["俽"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["氯"] = {
		["硝"] = {
			["西"] = {
				["泮"] = {
					this = true
				}
			},
			["安"] = {
				["定"] = {
					this = true
				}
			}
		},
		["胺"] = {
			["酮"] = {
				this = true,
				["制"] = {
					["作"] = {
						["配"] = {
							["方"] = {
								this = true
							}
						},
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				},
				[" "] = {
					["货"] = {
						["源"] = {
							["量"] = {
								["大"] = {
									this = true
								}
							}
						}
					}
				},
				["原"] = {
					["料"] = {
						this = true
					}
				}
			}
		},
		["氨"] = {
			["酮"] = {
				this = true
			}
		},
		["化"] = {
			["亚"] = {
				["砷"] = {
					this = true
				}
			},
			["汞"] = {
				this = true
			},
			["琥"] = {
				["珀"] = {
					["胆"] = {
						["碱"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["钾"] = {
					this = true
				}
			},
			["硫"] = {
				["酰"] = {
					["甲"] = {
						["烷"] = {
							this = true
						}
					}
				},
				["酸"] = {
					this = true
				}
			},
			["氰"] = {
				this = true
			},
			["钾"] = {
				this = true
			}
		},
		["乙"] = {
			["酸"] = {
				this = true
			}
		},
		["甲"] = {
			["酸"] = {
				["甲"] = {
					["酯"] = {
						this = true
					}
				}
			}
		},
		["磺"] = {
			["酸"] = {
				this = true
			}
		},
		["硫"] = {
			["酸"] = {
				this = true
			}
		},
		["气"] = {
			this = true
		},
		["代"] = {
			["膦"] = {
				["酸"] = {
					["二"] = {
						["乙"] = {
							["酯"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["三"] = {
			["苯"] = {
				["乙"] = {
					["烯"] = {
						this = true
					}
				}
			}
		},
		["噻"] = {
			["嗪"] = {
				this = true
			}
		},
		["苯"] = {
			["基"] = {
				this = true
			}
		},
		["丙"] = {
			["烯"] = {
				["手"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["氮"] = {
			["卓"] = {
				this = true
			}
		},
		["仿"] = {
			this = true
		}
	}
end

temp()
