pg = pg or {}
slot0 = pg
slot0.word_template_16 = {}
slot1 = slot0.word_template_16

temp = function()
	uv0["玩"] = {
		["逼"] = {
			this = true
		},
		["穴"] = {
			this = true,
			["潮"] = {
				["吹"] = {
					this = true
				}
			}
		},
		["枪"] = {
			e = {
				["族"] = {
					this = true
				}
			},
			["吧"] = {
				this = true
			}
		},
		["乐"] = {
			["达"] = {
				["人"] = {
					this = true
				}
			}
		},
		["火"] = {
			this = true
		},
		["3"] = {
			P = {
				this = true
			},
			p = {
				["色"] = {
					["链"] = {
						this = true
					}
				}
			}
		},
		["丰"] = {
			["满"] = {
				["熟"] = {
					["女"] = {
						["露"] = {
							["脸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["家"] = {
			["编"] = {
				["队"] = {
					this = true
				}
			},
			["汇"] = {
				this = true
			},
			["名"] = {
				["称"] = {
					this = true
				}
			},
			["详"] = {
				["细"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["具"] = {
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["汽"] = {
				["强"] = {
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true,
				["专"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["咪"] = {
			["咪"] = {
				this = true
			}
		},
		["你"] = {
			["妹"] = {
				this = true
			}
		},
		["弄"] = {
			["保"] = {
				["险"] = {
					["业"] = {
						["务"] = {
							["员"] = {
								this = true
							}
						}
					}
				}
			},
			["表"] = {
				["妹"] = {
					["的"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			["人"] = {
				this = true
			}
		},
		["妻"] = {
			["者"] = {
				this = true
			}
		},
		["抢"] = {
			["吧"] = {
				this = true
			}
		},
		["人"] = {
			["妻"] = {
				["交"] = {
					["换"] = {
						this = true
					}
				}
			}
		},
		["乳"] = {
			this = true,
			["交"] = {
				this = true
			}
		},
		["一"] = {
			["夜"] = {
				["成"] = {
					["人"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["真"] = {
			["枪"] = {
				["吧"] = {
					this = true
				}
			}
		},
		["转"] = {
			["苹"] = {
				["果"] = {
					this = true
				}
			}
		},
		["猫"] = {
			["的"] = {
				["东"] = {
					["方"] = {
						["面"] = {
							["孔"] = {
								this = true
							}
						}
					}
				},
				["矮"] = {
					["人"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["漏"] = {
		["逼"] = {
			this = true
		},
		["乳"] = {
			this = true
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["朝"] = {
		["天"] = {
			["穴"] = {
				this = true
			},
			["门"] = {
				this = true
			}
		},
		["鮮"] = {
			this = true
		},
		["鲜"] = {
			this = true,
			["冰"] = {
				this = true
			},
			[" "] = {
				["出"] = {
					["售"] = {
						["冰"] = {
							["毒"] = {
								this = true
							}
						}
					}
				}
			},
			["版"] = {
				["假"] = {
					["币"] = {
						this = true
					}
				}
			}
		},
		["河"] = {
			["蘭"] = {
				this = true
			},
			["兰"] = {
				["武"] = {
					["藤"] = {
						["兰"] = {
							this = true
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["版"] = {
			["假"] = {
				["币"] = {
					this = true
				},
				["人"] = {
					["民"] = {
						["币"] = {
							this = true
						}
					}
				}
			}
		},
		["比"] = {
			["奈"] = {
				this = true
			}
		},
		["仓"] = {
			["海"] = {
				["音"] = {
					this = true
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["志"] = {
				["穗"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["倉"] = {
			R = {
				i = {
					h = {
						o = {
							this = true
						}
					}
				}
			}
		},
		["冈"] = {
			["实"] = {
				["岭"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			}
		},
		["岡"] = {
			["実"] = {
				["嶺"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			["穗"] = {
				["香"] = {
					this = true
				}
			},
			["雾"] = {
				["唯"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["丘"] = {
			["南"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["未"] = {
				["久"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["日"] = {
			["奈"] = {
				this = true
			},
			["瑞"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["雾"] = {
			["唯"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["霧"] = {
			["唯"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["香"] = {
			["凉"] = {
				["高"] = {
					["清"] = {
						this = true
					}
				}
			},
			["玲"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["羽"] = {
					this = true
				}
			}
		},
		["廷"] = {
			["缺"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["北"] = {
			["取"] = {
				["经"] = {
					["赵"] = {
						["家"] = {
							["鸣"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["公"] = {
		["媳"] = {
			["乱"] = {
				this = true
			},
			["亂"] = {
				this = true
			}
		},
		["安"] = {
			this = true,
			["部"] = {
				this = true,
				["部"] = {
					["长"] = {
						this = true,
						["邓"] = {
							["楠"] = {
								this = true
							}
						}
					}
				},
				["長"] = {
					["鄧"] = {
						["楠"] = {
							this = true
						}
					},
					["女"] = {
						["婿"] = {
							this = true
						}
					}
				},
				["孟"] = {
					["部"] = {
						["长"] = {
							this = true
						}
					}
				},
				["长"] = {
					[" "] = {
						["后"] = {
							["台"] = {
								[" "] = {
									["硬"] = {
										this = true
									}
								}
							}
						}
					},
					["邓"] = {
						["楠"] = {
							this = true
						},
						["小"] = {
							["平"] = {
								this = true
							}
						}
					},
					["女"] = {
						["婿"] = {
							this = true
						}
					}
				}
			},
			["局"] = {
				this = true,
				["出"] = {
					["入"] = {
						["证"] = {
							this = true
						}
					}
				},
				["长"] = {
					[" "] = {
						["惩"] = {
							[" "] = {
								["政"] = {
									["治"] = {
										["谣"] = {
											["言"] = {
												this = true
											}
										}
									}
								}
							}
						},
						["言"] = {
							["论"] = {
								this = true
							}
						}
					},
					["的"] = {
						["话"] = {
							this = true
						}
					},
					["言"] = {
						["论"] = {
							this = true
						}
					}
				},
				["局"] = {
					["长"] = {
						["余"] = {
							["炜"] = {
								["|"] = {
									["南"] = {
										["昌"] = {
											["某"] = {
												["分"] = {
													["局"] = {
														["局"] = {
															["长"] = {
																["余"] = {
																	["炜"] = {
																		["|"] = {
																			["叫"] = {
																				["余"] = {
																					["炜"] = {
																						["过"] = {
																							["来"] = {
																								["|"] = {
																									["余"] = {
																										["炜"] = {
																											["."] = {
																												["{"] = {
																													["0"] = {
																														[","] = {
																															["5"] = {
																																["}"] = {
																																	["祁"] = {
																																		["同"] = {
																																			["伟"] = {
																																				["|"] = {
																																					["祁"] = {
																																						["同"] = {
																																							["伟"] = {
																																								["."] = {
																																									["{"] = {
																																										["0"] = {
																																											[","] = {
																																												["5"] = {
																																													["}"] = {
																																														["余"] = {
																																															["炜"] = {
																																																this = true
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["把"] = {
				["秩"] = {
					["序"] = {
						["搞"] = {
							["乱"] = {
								this = true
							}
						}
					}
				}
			},
			["文"] = {
				["件"] = {
					this = true
				}
			},
			["与"] = {
				["武"] = {
					["警"] = {
						["的"] = {
							["区"] = {
								["别"] = {
									this = true
								}
							}
						}
					}
				}
			},
			[" "] = {
				["腐"] = {
					["败"] = {
						this = true
					}
				},
				["公"] = {
					["权"] = {
						["犯"] = {
							["罪"] = {
								this = true
							}
						}
					}
				},
				["后"] = {
					["台"] = {
						[" "] = {
							["硬"] = {
								this = true
							}
						}
					}
				}
			},
			["恶"] = {
				["警"] = {
					["遭"] = {
						["恶"] = {
							["报"] = {
								this = true
							}
						}
					}
				}
			},
			["孟"] = {
				this = true
			},
			["强"] = {
				["奸"] = {
					this = true
				}
			},
			["厅"] = {
				this = true
			},
			["制"] = {
				["服"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["文"] = {
			this = true
		},
		["务"] = {
			["员"] = {
				this = true,
				["考"] = {
					["试"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						},
						["枪"] = {
							["手"] = {
								this = true
							}
						}
					},
					["前"] = {
						["荅"] = {
							["案"] = {
								this = true
							}
						}
					},
					["生"] = {
						["信"] = {
							["息"] = {
								this = true
							}
						},
						["资"] = {
							["料"] = {
								this = true
							}
						}
					}
				},
				["工"] = {
					["资"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				},
				["调"] = {
					["资"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				},
				["的"] = {
					["工"] = {
						["资"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				},
				["6"] = {
					P = {
						["床"] = {
							["照"] = {
								this = true
							}
						}
					}
				},
				["答"] = {
					["案"] = {
						this = true
					}
				},
				["代"] = {
					["考"] = {
						this = true
					}
				}
			}
		},
		["海"] = {
			["赌"] = {
				["船"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["参"] = {
			["党"] = {
				this = true
			}
		},
		["子"] = {
			["绿"] = {
				this = true
			},
			["党"] = {
				this = true
			},
			["族"] = {
				this = true
			},
			["卫"] = {
				["星"] = {
					["布"] = {
						["满"] = {
							["天"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["产"] = {
			["党"] = {
				this = true
			},
			["王"] = {
				["朝"] = {
					this = true
				}
			},
			["小"] = {
				["丑"] = {
					this = true
				}
			},
			["专"] = {
				["制"] = {
					this = true
				}
			}
		},
		["检"] = {
			["法"] = {
				["是"] = {
					["流"] = {
						["氓"] = {
							this = true
						}
					}
				}
			}
		},
		["款"] = {
			this = true
		},
		["民"] = {
			["大"] = {
				["联"] = {
					["盟"] = {
						this = true
					}
				}
			},
			["抗"] = {
				["命"] = {
					this = true
				}
			},
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["私"] = {
				["权"] = {
					this = true
				}
			},
			["网"] = {
				["络"] = {
					["议"] = {
						["政"] = {
							["全"] = {
								["球"] = {
									["纪"] = {
										["念"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["头"] = {
			this = true
		},
		["开"] = {
			["信"] = {
				this = true
			},
			["讨"] = {
				["论"] = {
					["六"] = {
						["月"] = {
							this = true
						}
					}
				}
			}
		},
		["车"] = {
			m = {
				m = {
					["淫"] = {
						["荡"] = {
							this = true
						}
					}
				}
			},
			["被"] = {
				["干"] = {
					this = true
				}
			},
			["轮"] = {
				["奸"] = {
					this = true
				}
			},
			["色"] = {
				["狼"] = {
					this = true
				}
			},
			["上"] = {
				["顶"] = {
					["女"] = {
						["人"] = {
							this = true
						}
					}
				},
				["干"] = {
					["女"] = {
						["司"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["奸"] = {
					["姐"] = {
						["姐"] = {
							this = true
						}
					},
					["妹"] = {
						["妹"] = {
							this = true
						}
					},
					["女"] = {
						["学"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["車"] = {
			["上"] = {
				["低"] = {
					["胸"] = {
						["女"] = {
							["郎"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["道"] = {
			["话"] = {
				this = true
			}
		},
		["共"] = {
			["汽"] = {
				["车"] = {
					["上"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			},
			["情"] = {
				["妇"] = {
					["郭"] = {
						["美"] = {
							["美"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["关"] = {
			this = true
		},
		["交"] = {
			["车"] = {
				["性"] = {
					["骚"] = {
						["扰"] = {
							this = true
						}
					}
				},
				["?"] = {
					["司"] = {
						["机"] = {
							["."] = {
								["{"] = {
									["0"] = {
										[","] = {
											["5"] = {
												["}"] = {
													["衣"] = {
														["服"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["摸"] = {
				["乳"] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["决"] = {
			["宪"] = {
				["法"] = {
					this = true
				}
			}
		},
		["盟"] = {
			this = true
		},
		["孙"] = {
			["大"] = {
				["叔"] = {
					this = true
				}
			}
		},
		["投"] = {
			this = true
		},
		["雅"] = {
			["寺"] = {
				this = true,
				["高"] = {
					["僧"] = {
						this = true
					}
				}
			}
		},
		["冶"] = {
			["坤"] = {
				this = true
			},
			["乾"] = {
				this = true
			},
			["子"] = {
				["长"] = {
					this = true
				}
			}
		},
		["用"] = {
			["品"] = {
				["发"] = {
					this = true
				}
			}
		},
		["寓"] = {
			["业"] = {
				["主"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		},
		["园"] = {
			["不"] = {
				["雅"] = {
					this = true
				}
			}
		},
		["主"] = {
			["坟"] = {
				this = true,
				["机"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["岭"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			},
			["哈"] = {
				["佛"] = {
					this = true
				}
			},
			["继"] = {
				["承"] = {
					["帝"] = {
						["位"] = {
							this = true
						}
					},
					["王"] = {
						["位"] = {
							this = true
						}
					}
				}
			}
		},
		["众"] = {
			this = true,
			["游"] = {
				["行"] = {
					this = true
				}
			},
			["集"] = {
				["会"] = {
					this = true
				}
			}
		},
		["有"] = {
			["制"] = {
				this = true
			}
		},
		["转"] = {
			["私"] = {
				this = true
			}
		},
		["娼"] = {
			["裆"] = {
				this = true
			}
		},
		["纵"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["慰"] = {
		["春"] = {
			["情"] = {
				this = true
			}
		},
		["安"] = {
			["妇"] = {
				this = true
			},
			["婦"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["品"] = {
		["穴"] = {
			this = true
		},
		["色"] = {
			["堂"] = {
				this = true,
				h = {
					["片"] = {
						this = true
					}
				},
				["地"] = {
					["址"] = {
						this = true
					}
				},
				["论"] = {
					["坛"] = {
						this = true,
						["地"] = {
							["址"] = {
								this = true
							}
						},
						["官"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["收"] = {
					["藏"] = {
						["网"] = {
							["址"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					["址"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["地"] = {
				["址"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			}
		},
		["香"] = {
			["堂"] = {
				this = true
			}
		},
		["幼"] = {
			["宫"] = {
				this = true
			},
			["阁"] = {
				this = true
			}
		},
		["刀"] = {
			["阁"] = {
				this = true
			}
		},
		["牌"] = {
			["香"] = {
				["烟"] = {
					this = true
				}
			},
			["刀"] = {
				["具"] = {
					this = true,
					["专"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["飞"] = {
				["尔"] = {
					this = true
				}
			},
			["套"] = {
				["图"] = {
					["专"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["走"] = {
				["私"] = {
					["车"] = {
						this = true
					}
				}
			}
		},
		["质"] = {
			["香"] = {
				["烟"] = {
					this = true
				}
			}
		},
		["嘗"] = {
			["不"] = {
				["倫"] = {
					["主"] = {
						["婦"] = {
							this = true
						}
					}
				}
			}
		},
		["猎"] = {
			["枪"] = {
				["系"] = {
					["列"] = {
						this = true
					}
				}
			}
		},
		["品"] = {
			["色"] = {
				["综"] = {
					["合"] = {
						this = true
					}
				}
			}
		},
		["特"] = {
			["轩"] = {
				["高"] = {
					["手"] = {
						["之"] = {
							["家"] = {
								this = true
							}
						}
					}
				}
			}
		},
		c = {
			o = {
				n = {
					g = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["羞"] = {
		["耻"] = {
			["母"] = {
				this = true
			},
			["的"] = {
				["更"] = {
					["衣"] = {
						["室"] = {
							this = true
						}
					}
				}
			}
		},
		["恥"] = {
			["母"] = {
				this = true
			}
		},
		["涩"] = {
			["小"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["羞"] = {
			["妺"] = {
				["网"] = {
					["站"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["紧"] = {
		["穴"] = {
			this = true
		},
		["缚"] = {
			["凌"] = {
				["辱"] = {
					this = true
				}
			},
			["档"] = {
				["案"] = {
					this = true
				}
			},
			["教"] = {
				["育"] = {
					["实"] = {
						["习"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			},
			["调"] = {
				["教"] = {
					["女"] = {
						this = true
					}
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["妖"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["致"] = {
			["花"] = {
				["蕊"] = {
					this = true
				}
			},
			["小"] = {
				["穴"] = {
					["抽"] = {
						["插"] = {
							this = true
						}
					}
				}
			}
		},
		["紧"] = {
			["的"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["窄"] = {
			["的"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["肉"] = {
				["棒"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.t = {
		e = {
			e = {
				n = {
					this = true
				}
			},
			c = {
				["."] = {
					c = {
						["4"] = {
							["."] = {
								f = {
									r = {
										this = true
									}
								}
							}
						},
						h = {
							["."] = {
								m = {
									a = {
										this = true
									}
								}
							}
						}
					}
				},
				h = {
					m = {
						a = {
							s = {
								t = {
									e = {
										r = {
											s = {
												o = {
													f = {
														c = {
															t = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					s = {
						c = {
							a = {
								n = {
									t = {
										r = {
											a = {
												f = {
													f = {
														i = {
															c = {
																c = {
																	["."] = {
																		c = {
																			o = {
																				["."] = {
																					c = {
																						c = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				o = {
					w = {
						y = {
							h = {
								u = {
									b = {
										a = {
											l = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				p = {
					["-"] = {
						b = {
							i = {
								z = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["."] = {
						i = {
							s = {
								m = {
									y = {
										d = {
											n = {
												s = {
													["."] = {
														c = {
															o = {
																m = {
																	["."] = {
																		c = {
																			n = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				q = {
					a = {
						y = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				c = {
					e = {
						n = {
							l = {
								["."] = {
									i = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				g = {
					x = {
						u = {
							n = {
								["-"] = {
									["2"] = {
										["0"] = {
											["0"] = {
												["9"] = {
													q = {
														q = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								["0"] = {
									["0"] = {
										["1"] = {
											["."] = {
												["3"] = {
													["."] = {
														["5"] = {
															["3"] = {
																d = {
																	n = {
																		s = {
																			["."] = {
																				c = {
																					o = {
																						m = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				n = {
					["1"] = {
						s = {
							this = true
						}
					},
					i = {
						s = {
							s = {
								t = {
									a = {
										r = {
											p = {
												s = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				["1"] = {
					["0"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				t = {
					["."] = {
						["5"] = {
							["2"] = {
								c = {
									o = {
										m = {
											n = {
												e = {
													t = {
														c = {
															n = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						y = {
							y = {
								v = {
									v = {
										t = {
											t = {
												c = {
													c = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["1"] = {
						["."] = {
							["9"] = {
								["9"] = {
									["6"] = {
										["6"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["2"] = {
						["."] = {
							["9"] = {
								["9"] = {
									["6"] = {
										["6"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						a = {
							["1"] = {
								f = {
									["."] = {
										c = {
											h = {
												["."] = {
													m = {
														a = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["6"] = {
						["6"] = {
							["6"] = {
								["6"] = {
									["."] = {
										w = {
											["9"] = {
												["9"] = {
													["."] = {
														["1"] = {
															["8"] = {
																["6"] = {
																	["0"] = {
																		p = {
																			h = {
																				p = {
																					["."] = {
																						c = {
																							o = {
																								m = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					e = {
						d = {
							n = {
								e = {
									w = {
										p = {
											a = {
												r = {
													t = {
														n = {
															e = {
																r = {
																	["."] = {
																		c = {
																			o = {
																				m = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					w = {
						e = {
							b = {
								["."] = {
									s = {
										a = {
											n = {
												g = {
													u = {
														o = {
															s = {
																h = {
																	a = {
																		["."] = {
																			c = {
																				o = {
																					m = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					o = {
						s = {
							t = {
								e = {
									r = {
										o = {
											n = {
												e = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				t = {
					["5"] = {
						["6"] = {
							m = {
								e = {
									n = {
										["."] = {
											x = {
												x = {
													n = {
														z = {
															["3"] = {
																["1"] = {
																	["5"] = {
																		["."] = {
																			c = {
																				o = {
																					m = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		a = {
			i = {
				w = {
					a = {
						n = {
							this = true,
							d = {
								u = {
									l = {
										i = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				d = {
					u = {
						this = true
					}
				},
				p = {
					this = true
				},
				[" "] = {
					w = {
						a = {
							n = {
								this = true
							}
						}
					}
				},
				z = {
					h = {
						a = {
							n = {
								g = {
									["夫"] = {
										["人"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				g = {
					j = {
						i = {
							a = {
								x = {
									u = {
										a = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					b = {
						i = {
							d = {
								a = {
									n = {
										g = {
											j = {
												u = {
													this = true
												}
											},
											c = {
												h = {
													e = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				k = {
					this = true,
					m = {
						a = {
							n = {
								this = true
							}
						}
					},
					["学"] = {
						["生"] = {
							this = true
						}
					},
					s = {
						t = {
							u = {
								d = {
									e = {
										n = {
											t = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["學"] = {
						["生"] = {
							this = true
						}
					},
					["塑"] = {
						["料"] = {
							["袋"] = {
								this = true
							}
						}
					},
					t = {
						a = {
							n = {
								k = {
									t = {
										a = {
											n = {
												k = {
													p = {
														e = {
															o = {
																p = {
																	l = {
																		e = {
																			this = true
																		}
																	}
																}
															}
														}
													},
													["螳"] = {
														["螂"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["开"] = {
						["上"] = {
							["长"] = {
								["按"] = {
									["街"] = {
										this = true
									}
								},
								["安"] = {
									["街"] = {
										this = true
									}
								}
							}
						}
					},
					["是"] = {
						["个"] = {
							s = {
								e = {
									n = {
										s = {
											i = {
												t = {
													i = {
														v = {
															e = {
																["词"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				b = {
					a = {
						o = {
							this = true,
							["-"] = {
								["2"] = {
									["0"] = {
										["1"] = {
											["0"] = {
												s = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								},
								g = {
									["5"] = {
										["3"] = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							},
							["."] = {
								["0"] = {
									["8"] = {
										["5"] = {
											["1"] = {
												["."] = {
													i = {
														n = {
															f = {
																o = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									},
									["9"] = {
										["3"] = {
											["1"] = {
												["."] = {
													i = {
														n = {
															f = {
																o = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								},
								h = {
									["8"] = {
										["."] = {
											o = {
												s = {
													v = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									},
									t = {
										["."] = {
											c = {
												x = {
													this = true
												}
											}
										}
									}
								},
								l = {
									y = {
										l = {
											w = {
												c = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["1"] = {
								["."] = {
									w = {
										["3"] = {
											["."] = {
												d = {
													h = {
														["5"] = {
															["2"] = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["3"] = {
								["5"] = {
									["9"] = {
										["0"] = {
											["0"] = {
												["9"] = {
													["5"] = {
														["8"] = {
															["0"] = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							g = {
								["4"] = {
									["0"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							},
							v = {
								i = {
									p = {
										["-"] = {
											n = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								},
								n = {
									["6"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							},
							["靠"] = {
								this = true
							}
						}
					}
				},
				s = {
					e = {
						b = {
							b = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				w = {
					a = {
						a = {
							i = {
								n = {
									i = {
										["1"] = {
											["0"] = {
												["."] = {
													["8"] = {
														["8"] = {
															["6"] = {
																["6"] = {
																	["."] = {
																		o = {
																			r = {
																				g = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				p = {
					["制"] = {
						["作"] = {
							["文"] = {
								["档"] = {
									["下"] = {
										["载"] = {
											this = true
										}
									}
								}
							},
							["教"] = {
								["程"] = {
									this = true
								}
							},
							["免"] = {
								["费"] = {
									["文"] = {
										["档"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["详"] = {
						["制"] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					},
					["的"] = {
						["合"] = {
							["成"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					},
					["如"] = {
						["何"] = {
							["制"] = {
								["作"] = {
									this = true
								}
							}
						}
					},
					["合"] = {
						["成"] = {
							this = true
						}
					}
				}
			},
			["0"] = {
				b = {
					a = {
						o = {
							["."] = {
								w = {
									["1"] = {
										["3"] = {
											["9"] = {
												["."] = {
													["5"] = {
														k = {
															w = {
																e = {
																	b = {
																		["."] = {
																			c = {
																				n = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			k = {
				a = {
					u = {
						["."] = {
							o = {
								r = {
									g = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			x = {
				["3"] = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				},
				l = {
					t = {
						["."] = {
							t = {
								k = {
									this = true
								}
							}
						}
					}
				}
			},
			m = {
				o = {
					x = {
						i = {
							f = {
								e = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		i = {
			a = {
				n = {
					a = {
						n = {
							m = {
								e = {
									n = {
										this = true,
										[" "] = {
											["1"] = {
												["9"] = {
													["8"] = {
														["9"] = {
															this = true
														}
													}
												}
											}
										},
										["1"] = {
											["9"] = {
												["8"] = {
													["9"] = {
														this = true
													}
												}
											}
										},
										v = {
											i = {
												g = {
													i = {
														l = {
															this = true
														}
													}
												}
											}
										},
										s = {
											l = {
												a = {
													u = {
														g = {
															h = {
																t = {
																	e = {
																		r = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										},
										m = {
											o = {
												m = {
													this = true
												},
												t = {
													h = {
														e = {
															r = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							},
							d = {
								o = {
									o = {
										r = {
											["事"] = {
												["件"] = {
													this = true
												}
											}
										}
									}
								}
							},
							p = {
								r = {
									o = {
										t = {
											e = {
												s = {
													t = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					l = {
						o = {
							n = {
								g = {
									["4"] = {
										f = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					c = {
						h = {
							e = {
								n = {
									g = {
										["."] = {
											w = {
												["1"] = {
													["."] = {
														c = {
															d = {
																n = {
																	d = {
																		a = {
																			t = {
																				a = {
																					["."] = {
																						c = {
																							o = {
																								m = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						i = {
							t = {
								y = {
									["."] = {
										b = {
											["."] = {
												b = {
													n = {
														a = {
															m = {
																e = {
																	["."] = {
																		u = {
																			s = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										},
										e = {
											u = {
												["."] = {
													k = {
														z = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						l = {
							i = {
								t = {
									y = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						t = {
							y = {
								["."] = {
									["3"] = {
										e = {
											["3"] = {
												e = {
													["."] = {
														i = {
															n = {
																f = {
																	o = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					j = {
						i = {
							n = {
								c = {
									n = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					y = {
						a = {
							["."] = {
								r = {
									i = {
										s = {
											i = {
												n = {
													i = {
														m = {
															e = {
																n = {
																	m = {
																		a = {
																			["3"] = {
																				["6"] = {
																					["0"] = {
																						["."] = {
																							["9"] = {
																								["9"] = {
																									["6"] = {
																										["6"] = {
																											["."] = {
																												o = {
																													r = {
																														g = {
																															this = true
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["1"] = {
								["."] = {
									r = {
										i = {
											s = {
												i = {
													n = {
														i = {
															m = {
																e = {
																	n = {
																		m = {
																			a = {
																				["3"] = {
																					["6"] = {
																						["0"] = {
																							["."] = {
																								["9"] = {
																									["9"] = {
																										["6"] = {
																											["6"] = {
																												["."] = {
																													o = {
																														r = {
																															g = {
																																this = true
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["2"] = {
								["."] = {
									["3"] = {
										["6"] = {
											["0"] = {
												c = {
													n = {
														["."] = {
															["8"] = {
																["8"] = {
																	["0"] = {
																		["0"] = {
																			["."] = {
																				o = {
																					r = {
																						g = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					w = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					},
					["‘"] = {
						["?"] = {
							a = {
								n = {
									m = {
										e = {
											n = {
												e = {
													v = {
														e = {
															n = {
																t = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				e = {
					t = {
						this = true,
						a = {
							l = {
								k = {
									this = true
								}
							}
						}
					}
				},
				i = {
					a = {
						["-"] = {
							m = {
								c = {
									["."] = {
										n = {
											e = {
												t = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				e = {
					r = {
						["1"] = {
							["1"] = {
								["1"] = {
									h = {
										k = {
											["野"] = {
												["战"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				e = {
					f = {
						o = {
							r = {
								f = {
									u = {
										c = {
											k = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					w = {
						h = {
							i = {
								c = {
									h = {
										["."] = {
											n = {
												e = {
													t = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					x = {
						i = {
							n = {
								n = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				g = {
					t = {
						i = {
							n = {
								g = {
									["2"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									},
									j = {
										i = {
											d = {
												i = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					v = {
						["."] = {
							r = {
								u = {
									this = true
								}
							}
						}
					}
				},
				t = {
					r = {
						a = {
							f = {
								f = {
									i = {
										c = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					u = {
						r = {
							l = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				n = {
					d = {
						a = {
							p = {
								u = {
									l = {
										k = {
											a = {
												t = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				t = {
					r = {
						o = {
							u = {
								s = {
									s = {
										o = {
											x = {
												["4"] = {
													["."] = {
														c = {
															x = {
																["."] = {
																	c = {
																		c = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			p = {
				d = {
					z = {
						l = {
							k = {
								["."] = {
									t = {
										k = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				a = {
					n = {
						z = {
							o = {
								n = {
									e = {
										["."] = {
											f = {
												r = {
													e = {
														e = {
															["."] = {
																f = {
																	r = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				l = {
					e = {
						a = {
							["6"] = {
								["5"] = {
									["4"] = {
										["7"] = {
											["7"] = {
												["."] = {
													k = {
														i = {
															n = {
																g = {
																	s = {
																		t = {
																			a = {
																				b = {
																					l = {
																						e = {
																							["."] = {
																								c = {
																									o = {
																										m = {
																											["."] = {
																												c = {
																													n = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						d = {
							o = {
								w = {
									n = {
										["."] = {
											s = {
												a = {
													f = {
														e = {
															d = {
																o = {
																	w = {
																		n = {
																			["."] = {
																				i = {
																					n = {
																						f = {
																							o = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						j = {
							c = {
								["5"] = {
									["2"] = {
										["7"] = {
											["4"] = {
												["."] = {
													["9"] = {
														["1"] = {
															m = {
																t = {
																	["."] = {
																		c = {
																			o = {
																				m = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						m = {
							d = {
								o = {
									w = {
										n = {
											["."] = {
												["1"] = {
													["2"] = {
														["2"] = {
															["2"] = {
																["2"] = {
																	["."] = {
																		f = {
																			["."] = {
																				y = {
																					y = {
																						g = {
																							c = {
																								z = {
																									x = {
																										["."] = {
																											c = {
																												o = {
																													m = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												},
												["2"] = {
													["8"] = {
														["6"] = {
															["5"] = {
																["5"] = {
																	["."] = {
																		f = {
																			["."] = {
																				y = {
																					y = {
																						g = {
																							c = {
																								z = {
																									x = {
																										["."] = {
																											c = {
																												o = {
																													m = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													},
													["9"] = {
														["9"] = {
															["6"] = {
																["5"] = {
																	["."] = {
																		f = {
																			["."] = {
																				y = {
																					y = {
																						g = {
																							c = {
																								z = {
																									x = {
																										["."] = {
																											c = {
																												o = {
																													m = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												},
												["5"] = {
													["9"] = {
														["9"] = {
															["0"] = {
																["5"] = {
																	["."] = {
																		f = {
																			["."] = {
																				y = {
																					y = {
																						g = {
																							c = {
																								z = {
																									x = {
																										["."] = {
																											c = {
																												o = {
																													m = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												},
												["6"] = {
													["0"] = {
														["5"] = {
															["5"] = {
																["5"] = {
																	["."] = {
																		f = {
																			["."] = {
																				y = {
																					y = {
																						g = {
																							c = {
																								z = {
																									x = {
																										["."] = {
																											c = {
																												o = {
																													m = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													},
													["8"] = {
														["5"] = {
															["1"] = {
																["4"] = {
																	["."] = {
																		f = {
																			["."] = {
																				y = {
																					y = {
																						g = {
																							c = {
																								z = {
																									x = {
																										["."] = {
																											c = {
																												o = {
																													m = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												},
												["8"] = {
													["8"] = {
														["0"] = {
															["9"] = {
																["8"] = {
																	["."] = {
																		f = {
																			["."] = {
																				y = {
																					y = {
																						g = {
																							c = {
																								z = {
																									x = {
																										["."] = {
																											c = {
																												o = {
																													m = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												},
												["9"] = {
													["8"] = {
														["8"] = {
															["8"] = {
																["4"] = {
																	["."] = {
																		f = {
																			["."] = {
																				y = {
																					y = {
																						g = {
																							c = {
																								z = {
																									x = {
																										["."] = {
																											c = {
																												o = {
																													m = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						r = {
							i = {
								n = {
									i = {
										m = {
											a = {
												["."] = {
													["3"] = {
														["6"] = {
															["0"] = {
																["2"] = {
																	b = {
																		e = {
																			c = {
																				o = {
																					o = {
																						l = {
																							["."] = {
																								i = {
																									n = {
																										f = {
																											o = {
																												this = true
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						t = {
							i = {
								t = {
									l = {
										e = {
											k = {
												l = {
													["1"] = {
														["3"] = {
															["1"] = {
																["4"] = {
																	["."] = {
																		["9"] = {
																			["1"] = {
																				m = {
																					t = {
																						["."] = {
																							c = {
																								o = {
																									m = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											},
											m = {
												d = {
													o = {
														w = {
															n = {
																["."] = {
																	["6"] = {
																		["1"] = {
																			["2"] = {
																				["3"] = {
																					["3"] = {
																						["."] = {
																							f = {
																								["."] = {
																									y = {
																										y = {
																											g = {
																												c = {
																													z = {
																														x = {
																															["."] = {
																																c = {
																																	o = {
																																		m = {
																																			this = true
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["8"] = {
																		["7"] = {
																			["7"] = {
																				["0"] = {
																					["3"] = {
																						["."] = {
																							f = {
																								["."] = {
																									y = {
																										y = {
																											g = {
																												c = {
																													z = {
																														x = {
																															["."] = {
																																c = {
																																	o = {
																																		m = {
																																			this = true
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											},
											v = {
												l = {
													["3"] = {
														["7"] = {
															["6"] = {
																["7"] = {
																	["."] = {
																		["9"] = {
																			["1"] = {
																				m = {
																					t = {
																						["."] = {
																							c = {
																								o = {
																									m = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						w = {
							["."] = {
								e = {
									x = {
										i = {
											a = {
												z = {
													a = {
														i = {
															["."] = {
																i = {
																	n = {
																		f = {
																			o = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											},
											c = {
												l = {
													i = {
														c = {
															k = {
																a = {
																	z = {
																		a = {
																			i = {
																				["."] = {
																					i = {
																						n = {
																							f = {
																								o = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						x = {
							z = {
								["."] = {
									d = {
										h = {
											i = {
												l = {
													l = {
														y = {
															["2"] = {
																["0"] = {
																	["1"] = {
																		["8"] = {
																			n = {
																				e = {
																					t = {
																						["."] = {
																							i = {
																								n = {
																									f = {
																										o = {
																											this = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									l = {
										i = {
											k = {
												e = {
													s = {
														o = {
															f = {
																t = {
																	s = {
																		s = {
																			i = {
																				t = {
																					e = {
																						["."] = {
																							i = {
																								n = {
																									f = {
																										o = {
																											this = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									n = {
										e = {
											w = {
												x = {
													i = {
														a = {
															z = {
																a = {
																	i = {
																		b = {
																			a = {
																				c = {
																					n = {
																						["."] = {
																							i = {
																								n = {
																									f = {
																										o = {
																											this = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									s = {
										a = {
											v = {
												e = {
													["-"] = {
														["1"] = {
															["7"] = {
																["1"] = {
																	["7"] = {
																		["3"] = {
																			["."] = {
																				i = {
																					n = {
																						f = {
																							o = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									t = {
										h = {
											e = {
												c = {
													o = {
														c = {
															o = {
																d = {
																	o = {
																		w = {
																			n = {
																				s = {
																					["."] = {
																						i = {
																							n = {
																								f = {
																									o = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					r = {
						this = true
					}
				}
			},
			e = {
				n = {
					a = {
						n = {
							m = {
								e = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		r = {
			i = {
				a = {
					n = {
						g = {
							l = {
								e = {
									this = true,
									b = {
										o = {
											y = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				c = {
					k = {
						["."] = {
							w = {
								y = {
									z = {
										o = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						e = {
							r = {
								["."] = {
									l = {
										i = {
											k = {
												e = {
													d = {
														e = {
															v = {
																i = {
																	l = {
																		["."] = {
																			c = {
																				o = {
																					m = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				d = {
					e = {
						["."] = {
							["9"] = {
								["6"] = {
									["9"] = {
										["6"] = {
											["3"] = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				f = {
					f = {
						i = {
							c = {
								c = {
									w = {
										o = {
											r = {
												k = {
													p = {
														a = {
															r = {
																t = {
																	y = {
																		["."] = {
																			c = {
																				o = {
																					["."] = {
																						c = {
																							c = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						k = {
							a = {
								["."] = {
									e = {
										u = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				g = {
					e = {
						d = {
							i = {
								a = {
									["1"] = {
										["."] = {
											f = {
												i = {
													l = {
														e = {
															a = {
																v = {
																	e = {
																		["."] = {
																			c = {
																				o = {
																					m = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				v = {
					e = {
						l = {
							s = {
								w = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				n = {
					m = {
						e = {
							i = {
								r = {
									l = {
										a = {
											n = {
												d = {
													["."] = {
														r = {
															u = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					u = {
						b = {
							l = {
								o = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				g = {
					o = {
						m = {
							["."] = {
								i = {
									n = {
										f = {
											o = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				c = {
					o = {
						u = {
							n = {
								t = {
									["3"] = {
										["0"] = {
											["0"] = {
												["1"] = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				m = {
					p = {
						e = {
							t = {
								l = {
									i = {
										c = {
											k = {
												s = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				n = {
					u = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				},
				s = {
					t = {
						g = {
							a = {
								m = {
									e = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			y = {
				o = {
					u = {
						r = {
							t = {
								e = {
									a = {
										m = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				s = {
					m = {
						a = {
							r = {
								t = {
									b = {
										a = {
											n = {
												k = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		b = {
			["."] = {
				h = {
					i = {
						["."] = {
							["4"] = {
								["0"] = {
									["2"] = {
										["4"] = {
											["."] = {
												n = {
													e = {
														t = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["0"] = {
				["1"] = {
					["0"] = {
						["2"] = {
							["-"] = {
								v = {
									i = {
										p = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				o = {
					["9"] = {
						["."] = {
							["6"] = {
								["6"] = {
									["0"] = {
										["0"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				f = {
					r = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			t = {
				t = {
					b = {
						t = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		o = {
			n = {
				t = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				},
				["7"] = {
					["7"] = {
						["."] = {
							b = {
								i = {
									z = {
										this = true
									}
								}
							}
						}
					}
				},
				g = {
					j = {
						i = {
							["5"] = {
								["2"] = {
									["0"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					l = {
						v = {
							e = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					},
					[" "] = {
						s = {
							h = {
								a = {
									n = {
										g = {
											[" "] = {
												k = {
													u = {
														a = {
															n = {
																[" "] = {
																	y = {
																		i = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["立"] = {
						["丫"] = {
							this = true
						}
					}
				}
			},
			["."] = {
				h = {
					y = {
						e = {
							b = {
								b = {
									s = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["."] = {
					["5"] = {
						c = {
							n = {
								d = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				n = {
					o = {
						b = {
							v = {
								["."] = {
									["3"] = {
										["3"] = {
											["2"] = {
												["2"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				p = {
					e = {
						d = {
							u = {
								r = {
									a = {
										n = {
											t = {
												e = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				l = {
					s = {
						c = {
							a = {
								n = {
									["4"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					b = {
						a = {
							r = {
								this = true
							}
						}
					}
				},
				m = {
					o = {
						r = {
							e = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			p = {
				["."] = {
					n = {
						["9"] = {
							a = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					r = {
						x = {
							c = {
								r = {
									w = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					v = {
						e = {
							e = {
								w = {
									w = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								},
								x = {
									x = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["1"] = {
					["0"] = {
						["0"] = {
							v = {
								i = {
									d = {
										e = {
											o = {
												z = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["2"] = {
					["0"] = {
						["1"] = {
							["0"] = {
								m = {
									o = {
										v = {
											i = {
												e = {
													t = {
														r = {
															a = {
																i = {
																	l = {
																		e = {
																			r = {
																				s = {
																					["."] = {
																						i = {
																							n = {
																								f = {
																									o = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["5"] = {
					["6"] = {
						["8"] = {
							["."] = {
								i = {
									n = {
										f = {
											o = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				b = {
					a = {
						n = {
							n = {
								e = {
									r = {
										s = {
											y = {
												s = {
													t = {
														e = {
															m = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				i = {
					c = {
						["."] = {
							x = {
								y = {
									w = {
										y = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				m = {
					e = {
						d = {
							s = {
								["1"] = {
									["0"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				w = {
					a = {
						l = {
							e = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			r = {
				n = {
					r = {
						u = {
							b = {
								b = {
									e = {
										r = {
											p = {
												a = {
													n = {
														t = {
															s = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				b = {
					i = {
						n = {
							g = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				h = {
					a = {
						r = {
							e = {
								["."] = {
									k = {
										r = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				o = {
					["."] = {
						q = {
							v = {
								o = {
									d = {
										["7"] = {
											["7"] = {
												["4"] = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				g = {
					a = {
						o = {
							["."] = {
								j = {
									x = {
										c = {
											n = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				r = {
					e = {
						g = {
							e = {
								["."] = {
									i = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				s = {
					h = {
						i = {
							["3"] = {
								["6"] = {
									["0"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			k = {
				y = {
					o = {
						h = {
							o = {
								t = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		h = {
			e = {
				c = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					},
					a = {
						m = {
							s = {
								n = {
									o = {
										w = {
											["."] = {
												n = {
													e = {
														t = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					e = {
						l = {
							e = {
								b = {
									r = {
										i = {
											t = {
												y = {
													o = {
														r = {
															g = {
																y = {
																	["."] = {
																		c = {
																			o = {
																				m = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				b = {
					l = {
						o = {
							g = {
								g = {
									i = {
										n = {
											["."] = {
												n = {
													e = {
														t = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				e = {
					x = {
						e = {
							f = {
								i = {
									l = {
										e = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				f = {
					l = {
						o = {
							w = {
								e = {
									r = {
										["."] = {
											["9"] = {
												["9"] = {
													["6"] = {
														["6"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				h = {
					i = {
						t = {
							e = {
								k = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				i = {
					n = {
						t = {
							e = {
								r = {
									n = {
										e = {
											t = {
												h = {
													u = {
														s = {
															t = {
																l = {
																	e = {
																		r = {
																			["."] = {
																				c = {
																					o = {
																						m = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				j = {
					o = {
						b = {
							s = {
								c = {
									e = {
										n = {
											t = {
												r = {
													a = {
														l = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						r = {
							d = {
								a = {
									n = {
										t = {
											o = {
												d = {
													a = {
														y = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				l = {
					i = {
						n = {
							k = {
								c = {
									o = {
										l = {
											n = {
												m = {
													a = {
														r = {
															k = {
																v = {
																	i = {
																		i = {
																			c = {
																				l = {
																					u = {
																						b = {
																							["."] = {
																								o = {
																									r = {
																										g = {
																											this = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					o = {
						a = {
							d = {
								a = {
									r = {
										e = {
											a = {
												["."] = {
													i = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					s = {
						c = {
							h = {
								e = {
									p = {
										e = {
											n = {
												s = {
													["."] = {
														n = {
															l = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				s = {
					e = {
						c = {
							u = {
								r = {
									i = {
										t = {
											y = {
												t = {
													o = {
														o = {
															l = {
																s = {
																	["."] = {
																		c = {
																			o = {
																				m = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					o = {
						n = {
							["."] = {
								c = {
									o = {
										m = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					p = {
						e = {
							e = {
								d = {
									d = {
										a = {
											t = {
												e = {
													["."] = {
														r = {
															u = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				t = {
					u = {
						b = {
							e = {
								a = {
									c = {
										h = {
											["."] = {
												n = {
													o = {
														t = {
															l = {
																o = {
																	n = {
																		g = {
																			["."] = {
																				c = {
																					o = {
																						m = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									m = {
										p = {
											s = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					a = {
						n = {
							k = {
								m = {
									a = {
										n = {
											this = true,
											["6"] = {
												["4"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				u = {
					n = {
						i = {
							q = {
								u = {
									e = {
										t = {
											r = {
												a = {
													v = {
														e = {
															l = {
																l = {
																	e = {
																		r = {
																			["."] = {
																				i = {
																					n = {
																						f = {
																							o = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					a = {
						r = {
							e = {
								d = {
									e = {
										a = {
											d = {
												["."] = {
													n = {
														e = {
															t = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					o = {
						u = {
							r = {
								o = {
									w = {
										n = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				z = {
					o = {
						n = {
							e = {
								c = {
									e = {
										n = {
											t = {
												r = {
													a = {
														l = {
															["."] = {
																i = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				g = {
					a = {
						t = {
							e = {
								o = {
									f = {
										h = {
											e = {
												a = {
													v = {
														e = {
															n = {
																l = {
																	y = {
																		p = {
																			e = {
																				a = {
																					c = {
																						e = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					u = {
						a = {
							r = {
								d = {
									o = {
										f = {
											c = {
												a = {
													p = {
														i = {
															t = {
																a = {
																	l = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				m = {
					a = {
						n = {
							w = {
								h = {
									o = {
										c = {
											h = {
												a = {
													n = {
														g = {
															e = {
																d = {
																	["\\"] = {
																		x = {
																			["{"] = {
																				["1"] = {
																					F = {
																						["1"] = {
																							E = {
																								["8"] = {
																									["}"] = {
																										["\\"] = {
																											x = {
																												["{"] = {
																													["1"] = {
																														F = {
																															["1"] = {
																																F = {
																																	["3"] = {
																																		["}"] = {
																																			this = true
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	c = {
																		h = {
																			i = {
																				n = {
																					a = {
																						c = {
																							h = {
																								i = {
																									n = {
																										a = {
																											this = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				[" "] = {
					u = {
						n = {
							i = {
								v = {
									e = {
										r = {
											s = {
												e = {
													[" "] = {
														i = {
															s = {
																[" "] = {
																	s = {
																		o = {
																			[" "] = {
																				l = {
																					a = {
																						r = {
																							g = {
																								e = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["6"] = {
					["3"] = {
						["8"] = {
							["8"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				e = {
					x = {
						p = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				i = {
					s = {
						n = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				n = {
					k = {
						y = {
							o = {
								u = {
									["1"] = {
										["."] = {
											c = {
												o = {
													u = {
														n = {
															t = {
																["."] = {
																	x = {
																		j = {
																			["."] = {
																				c = {
																					n = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				n = {
					k = {
						p = {
							a = {
								d = {
									u = {
										s = {
											["."] = {
												c = {
													c = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				r = {
					t = {
						y = {
							["-"] = {
								t = {
									h = {
										r = {
											e = {
												e = {
													["周"] = {
														["年"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							},
							t = {
								h = {
									r = {
										e = {
											e = {
												["周"] = {
													["年"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				b = {
					a = {
						n = {
							d = {
								i = {
									s = {
										["."] = {
											c = {
												x = {
													["."] = {
														c = {
															c = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			r = {
				e = {
					e = {
						r = {
							e = {
								p = {
									r = {
										e = {
											s = {
												e = {
													n = {
														t = {
															a = {
																t = {
																	i = {
																		o = {
																			n = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["9"] = {
			w = {
				g = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			}
		},
		x = {
			w = {
				s = {
					W = {
						i = {
							n = {
								d = {
									this = true
								}
							}
						}
					}
				}
			},
			t = {
				["下"] = {
					["载"] = {
						this = true
					}
				},
				["."] = {
					["1"] = {
						["1"] = {
							["4"] = {
								G = {
									r = {
										a = {
											p = {
												h = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								},
								c = {
									e = {
										n = {
											t = {
												r = {
													a = {
														l = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["3"] = {
						u = {
							l = {
								["2"] = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					a = {
						m = {
							g = {
								["7"] = {
									["7"] = {
										["7"] = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					b = {
						h = {
							s = {
								s = {
									d = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					e = {
						f = {
							g = {
								v = {
									d = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					h = {
						s = {
							d = {
								e = {
									e = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					i = {
						o = {
							x = {
								x = {
									m = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						u = {
							y = {
								x = {
									c = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					k = {
						a = {
							d = {
								w = {
									o = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						x = {
							w = {
								w = {
									i = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					l = {
						o = {
							a = {
								w = {
									d = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					n = {
						a = {
							i = {
								w = {
									s = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					o = {
						p = {
							x = {
								x = {
									w = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					u = {
						u = {
							x = {
								n = {
									s = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["-"] = {
				q = {
					q = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["8"] = {
					["."] = {
						v = {
							i = {
								p = {
									j = {
										h = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					u = {
						u = {
							a = {
								a = {
									["."] = {
										b = {
											a = {
												o = {
													o = {
														t = {
															a = {
																o = {
																	o = {
																		["."] = {
																			c = {
																				o = {
																					m = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["8"] = {
					h = {
						n = {
							h = {
								n = {
									["."] = {
										a = {
											o = {
												o = {
													m = {
														e = {
															n = {
																y = {
																	m = {
																		a = {
																			i = {
																				l = {
																					["."] = {
																						c = {
																							o = {
																								m = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["9"] = {
				["1"] = {
					["2"] = {
						["8"] = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			q = {
				q = {
					["-"] = {
						["0"] = {
							["0"] = {
								["9"] = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["1"] = {
						["0"] = {
							["0"] = {
								["0"] = {
									["0"] = {
										["-"] = {
											v = {
												i = {
													p = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["2"] = {
						["0"] = {
							["0"] = {
								["9"] = {
									["-"] = {
										v = {
											i = {
												p = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													}
												}
											}
										}
									},
									v = {
										i = {
											p = {
												x = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					y = {
						w = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		t = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["."] = {
				["1"] = {
					k = {
						["6"] = {
							["."] = {
								i = {
									n = {
										f = {
											o = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["7"] = {
					["6"] = {
						["5"] = {
							["3"] = {
								["2"] = {
									["1"] = {
										["."] = {
											i = {
												n = {
													f = {
														o = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				c = {
					c = {
						["8"] = {
							["8"] = {
								["5"] = {
									["6"] = {
										["7"] = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				d = {
					d = {
						["8"] = {
							["8"] = {
								["5"] = {
									["6"] = {
										["7"] = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						v = {
							i = {
								p = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					x = {
						["2"] = {
							["2"] = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				f = {
					f = {
						["8"] = {
							["8"] = {
								["5"] = {
									["6"] = {
										["7"] = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				k = {
					k = {
						m = {
							m = {
								["8"] = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["0"] = {
				["0"] = {
					o = {
						o = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["1"] = {
					["."] = {
						c = {
							p = {
								t = {
									i = {
										a = {
											n = {
												d = {
													i = {
														["."] = {
															n = {
																e = {
																	t = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["1"] = {
					["5"] = {
						["5"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				t = {
					t = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["4"] = {
				b = {
					b = {
						c = {
							["."] = {
								["8"] = {
									["8"] = {
										["6"] = {
											["6"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["2"] = {
					["8"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["7"] = {
				["."] = {
					i = {
						n = {
							this = true
						}
					}
				}
			},
			["9"] = {
				["9"] = {
					l = {
						o = {
							v = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				["8"] = {
					["8"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			d = {
				o = {
					w = {
						n = {
							["."] = {
								w = {
									g = {
										["1"] = {
											["3"] = {
												["7"] = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				j = {
					k = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			f = {
				g = {
					h = {
						v = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							},
							a = {
								s = {
									["."] = {
										["3"] = {
											["3"] = {
												["2"] = {
													["2"] = {
														["."] = {
															o = {
																r = {
																	g = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				o = {
					k = {
						i = {
							a = {
								["6"] = {
									["6"] = {
										["."] = {
											["7"] = {
												["7"] = {
													["6"] = {
														["6"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				["2"] = {
					["0"] = {
						["0"] = {
							["9"] = {
								["1"] = {
									["1"] = {
										["2"] = {
											["4"] = {
												["."] = {
													i = {
														n = {
															f = {
																o = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["5"] = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				t = {
					g = {
						["."] = {
							c = {
								o = {
									m = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						g = {
							g = {
								g = {
									g = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					j = {
						["."] = {
							c = {
								o = {
									m = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					r = {
						["."] = {
							c = {
								o = {
									m = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					s = {
						s = {
							s = {
								p = {
									p = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			w = {
				["1"] = {
					["2"] = {
						["3"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			y = {
				y = {
					["."] = {
						w = {
							o = {
								w = {
									d = {
										n = {
											f = {
												s = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["现"] = {
				["金"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["1"] = {
				s = {
					t = {
						c = {
							n = {
								g = {
									a = {
										m = {
											e = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						w = {
							e = {
								b = {
									g = {
										a = {
											m = {
												e = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				["7"] = {
					l = {
						a = {
							i = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				a = {
					m = {
						e = {
							y = {
								u = {
									l = {
										e = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					c = {
						s = {
							g = {
								o = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			j = {
				i = {
					u = {
						y = {
							a = {
								o = {
									y = {
										o = {
											u = {
												x = {
													i = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				e = {
					e = {
						["-"] = {
							s = {
								o = {
									m = {
										e = {
											t = {
												h = {
													i = {
														n = {
															g = {
																["."] = {
																	c = {
																		n = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				i = {
					n = {
						a = {
							["1"] = {
								["6"] = {
									["3"] = {
										["."] = {
											i = {
												n = {
													f = {
														o = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				x = {
					["7"] = {
						["."] = {
							i = {
								n = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["0"] = {
			x = {
				["5"] = {
					["0"] = {
						t = {
							y = {
								u = {
									["4"] = {
										x = {
											z = {
												["."] = {
													["3"] = {
														["3"] = {
															["2"] = {
																["2"] = {
																	["."] = {
																		o = {
																			r = {
																				g = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["1"] = {
			e = {
				a = {
					y = {
						o = {
							f = {
								t = {
									["9"] = {
										["2"] = {
											["2"] = {
												["6"] = {
													b = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["3"] = {
			h = {
				r = {
					f = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["5"] = {
			["3"] = {
				f = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			}
		},
		["7"] = {
			["0"] = {
				["1"] = {
					["0"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		c = {
			["."] = {
				l = {
					i = {
						a = {
							n = {
								m = {
									e = {
										n = {
											g = {
												["2"] = {
													["0"] = {
														["1"] = {
															["0"] = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["9"] = {
				["0"] = {
					["8"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			p = {
				a = {
					i = {
						d = {
							u = {
								i = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			w = {
				["."] = {
					f = {
						i = {
							r = {
								m = {
									s = {
										u = {
											r = {
												e = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		d = {
			x = {
				s = {
					["."] = {
						i = {
							n = {
								f = {
									o = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		f = {
			u = {
				w = {
					z = {
						c = {
							h = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			y = {
				x = {
					f = {
						f = {
							n = {
								a = {
									c = {
										s = {
											c = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		g = {
			["."] = {
				["0"] = {
					["1"] = {
						l = {
							m = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["."] = {
					d = {
						u = {
							o = {
								l = {
									e = {
										g = {
											a = {
												m = {
													e = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["6"] = {
					["."] = {
						s = {
							u = {
								b = {
									o = {
										["."] = {
											m = {
												e = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["0"] = {
					this = true
				}
			},
			h = {
				g = {
					g = {
						g = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["的"] = {
				["第"] = {
					["2"] = {
						["0"] = {
							["次"] = {
								["大"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		j = {
			["."] = {
				["1"] = {
					["1"] = {
						["4"] = {
							a = {
								n = {
									h = {
										u = {
											i = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["3"] = {
					["7"] = {
						["6"] = {
							["9"] = {
								["8"] = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["5"] = {
					l = {
						l = {
							a = {
								["."] = {
									c = {
										o = {
											m = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				g = {
					a = {
						n = {
							["3"] = {
								["3"] = {
									["7"] = {
										["7"] = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									},
									["9"] = {
										["9"] = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							},
							["7"] = {
								["7"] = {
									["8"] = {
										["8"] = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				h = {
					h = {
						["8"] = {
							["8"] = {
								["5"] = {
									["6"] = {
										["7"] = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					["0"] = {
						o = {
							q = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				q = {
					q = {
						x = {
							t = {
								u = {
									p = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				w = {
					d = {
						j = {
							p = {
								q = {
									["."] = {
										n = {
											e = {
												t = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				["1"] = {
					["2"] = {
						w = {
							g = {
								["2"] = {
									["2"] = {
										["3"] = {
											s = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		k = {
			["0"] = {
				["6"] = {
					["6"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["4"] = {
				["9"] = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		l = {
			["."] = {
				h = {
					o = {
						u = {
							d = {
								a = {
									o = {
										["."] = {
											o = {
												r = {
													g = {
														["."] = {
															r = {
																u = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				h = {
					o = {
						["0"] = {
							["."] = {
								w = {
									w = {
										w = {
											["7"] = {
												["."] = {
													["9"] = {
														["1"] = {
															["0"] = {
																i = {
																	d = {
																		c = {
																			["."] = {
																				c = {
																					o = {
																						m = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			p = {
				["."] = {
					y = {
						a = {
							o = {
								f = {
									u = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				h = {
					s = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["芽"] = {
				this = true
			}
		},
		m = {
			["1"] = {
				["5"] = {
					["."] = {
						t = {
							v = {
								b = {
									["."] = {
										v = {
											u = {
												["."] = {
													c = {
														x = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				["*"] = {
					this = true
				}
			}
		},
		q = {
			["-"] = {
				["8"] = {
					["8"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			y = {
				b = {
					["."] = {
						["9"] = {
							["6"] = {
								["0"] = {
									["9"] = {
										["6"] = {
											["0"] = {
												["."] = {
													n = {
														e = {
															t = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		s = {
			e = {
				["9"] = {
					["9"] = {
						["."] = {
							i = {
								n = {
									f = {
										o = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				d = {
					["."] = {
						w = {
							["6"] = {
								["."] = {
									d = {
										h = {
											["5"] = {
												["2"] = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				s = {
					["1"] = {
						["6"] = {
							["8"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		u = {
			["-"] = {
				["2"] = {
					["1"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["4"] = {
				["5"] = {
					["6"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			a = {
				n = {
					["."] = {
						z = {
							z = {
								w = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				e = {
					["1"] = {
						["8"] = {
							["2"] = {
								["0"] = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					o = {
						l = {
							o = {
								l = {
									o = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					s = {
						o = {
							c = {
								k = {
									v = {
										i = {
											d = {
												e = {
													o = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			k = {
				["."] = {
					q = {
						q = {
							f = {
								d = {
									d = {
										e = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				s = {
					a = {
						l = {
							i = {
								z = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				u = {
					b = {
						a = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			r = {
				k = {
					i = {
						n = {
							k = {
								e = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						s = {
							h = {
								["."] = {
									f = {
										i = {
											l = {
												e = {
													a = {
														v = {
															e = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				u = {
					b = {
						e = {
							s = {
								t = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				v = {
					["0"] = {
						["7"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			i = {
				d = {
					a = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			g = {
				t = {
					h = {
						e = {
							l = {
								i = {
									s = {
										t = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		v = {
			["."] = {
				s = {
					e = {
						x = {
							["1"] = {
								["6"] = {
									["8"] = {
										["."] = {
											m = {
												e = {
													this = true
												}
											}
										}
									}
								}
							},
							["8"] = {
								["8"] = {
									["."] = {
										i = {
											n = {
												f = {
													o = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					m = {
						g = {
							b = {
								b = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["1"] = {
					["6"] = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				["5"] = {
					["."] = {
						["6"] = {
							["6"] = {
								["0"] = {
									["0"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				["8"] = {
					["."] = {
						t = {
							v = {
								b = {
									["."] = {
										c = {
											["4"] = {
												["."] = {
													f = {
														r = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["-"] = {
				n = {
					e = {
						t = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				v = {
					i = {
						p = {
							l = {
								x = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								},
								e = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["-"] = {
					t = {
						v = {
							["3"] = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				l = {
					y = {
						["0"] = {
							["9"] = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				i = {
					c = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				},
				["0"] = {
					["1"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				["8"] = {
					["3"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			d = {
				t = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			},
			a = {
				a = {
					r = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["0"] = {
				["0"] = {
					["6"] = {
						["1"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		w = {
			a = {
				u = {
					t = {
						e = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				i = {
					c = {
						r = {
							o = {
								s = {
									o = {
										f = {
											t = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				["."] = {
					n = {
						a = {
							t = {
								n = {
									a = {
										t = {
											r = {
												a = {
													o = {
														i = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					x = {
						t = {
							h = {
								o = {
									s = {
										t = {
											["."] = {
												i = {
													n = {
														f = {
															o = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				m = {
					e = {
						e = {
							t = {
								i = {
									n = {
										g = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			q = {
				v = {
					o = {
						d = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				l = {
					this = true
				}
			},
			["1"] = {
				["8"] = {
					this = true
				}
			}
		},
		y = {
			["-"] = {
				v = {
					i = {
						p = {
							o = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				n = {
					e = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			f = {
				d = {
					d = {
						d = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			h = {
				e = {
					r = {
						["."] = {
							g = {
								i = {
									c = {
										p = {
											["."] = {
												n = {
													e = {
														t = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				d = {
					u = {
						q = {
							q = {
								i = {
									i = {
										["."] = {
											i = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				y = {
					["."] = {
						["9"] = {
							y = {
								z = {
									["."] = {
										c = {
											o = {
												m = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				j = {
					g = {
						h = {
							j = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		z = {
			["."] = {
				["6"] = {
					["7"] = {
						s = {
							e = {
								s = {
									e = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				v = {
					u = {
						g = {
							t = {
								a = {
									m = {
										i = {
											w = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		n = {
			t = {
				["炸"] = {
					["药"] = {
						["成"] = {
							["分"] = {
								this = true
							}
						},
						["配"] = {
							["方"] = {
								this = true
							}
						}
					},
					["弹"] = {
						this = true
					}
				},
				["?"] = {
					["炸"] = {
						["弹"] = {
							this = true
						}
					}
				},
				["方"] = {
					["法"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["荡"] = {
		["妇"] = {
			this = true
		},
		["女"] = {
			this = true
		},
		["尽"] = {
			["天"] = {
				["下"] = {
					this = true
				}
			}
		},
		["妹"] = {
			this = true
		},
		["母"] = {
			["淫"] = {
				["儿"] = {
					this = true
				}
			}
		},
		["妖"] = {
			["艳"] = {
				["女"] = {
					["医"] = {
						["生"] = {
							this = true
						}
					}
				}
			}
		},
		["公"] = {
			["乱"] = {
				["妇"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["猛"] = {
		["插"] = {
			this = true,
			["表"] = {
				["姐"] = {
					this = true
				}
			},
			["林"] = {
				["心"] = {
					["如"] = {
						["小"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			},
			["熟"] = {
				["妇"] = {
					this = true
				}
			},
			["小"] = {
				["护"] = {
					["士"] = {
						["骚"] = {
							["穴"] = {
								this = true
							}
						}
					}
				},
				["嫩"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["性"] = {
				["感"] = {
					["比"] = {
						["基"] = {
							["尼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["操"] = {
			this = true,
			["狂"] = {
				["射"] = {
					this = true
				}
			},
			["骄"] = {
				["小"] = {
					["女"] = {
						["朋"] = {
							["友"] = {
								this = true
							}
						}
					}
				}
			},
			["清"] = {
				["纯"] = {
					["学"] = {
						["生"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["男"] = {
			this = true,
			["强"] = {
				["奸"] = {
					this = true
				}
			},
			["操"] = {
				["人"] = {
					["妖"] = {
						this = true
					}
				}
			},
			["很"] = {
				["干"] = {
					["淫"] = {
						["荡"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			},
			["狂"] = {
				["干"] = {
					this = true
				}
			}
		},
		["戳"] = {
			["阴"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["干"] = {
			this = true,
			["风"] = {
				["骚"] = {
					["小"] = {
						["表"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["虎"] = {
			["军"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["烈"] = {
			["的"] = {
				["抽"] = {
					["插"] = {
						["小"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["战"] = {
				["三"] = {
					["男"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["片"] = {
			["播"] = {
				["放"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["笑"] = {
				["笑"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["舔"] = {
			["她"] = {
				["的"] = {
					["肥"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["药"] = {
			["去"] = {
				["疴"] = {
					["、"] = {
						["重"] = {
							["典"] = {
								["治"] = {
									["乱"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["现"] = {
		["代"] = {
			["情"] = {
				["色"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["艳"] = {
				["帝"] = {
					this = true,
					["传"] = {
						["奇"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["靓"] = {
				["妹"] = {
					["仔"] = {
						["*"] = {
							this = true
						}
					}
				}
			},
			["伊"] = {
				["兰"] = {
					["特"] = {
						this = true
					}
				}
			},
			["人"] = {
				["的"] = {
					["五"] = {
						["大"] = {
							["悲"] = {
								["哀"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["英"] = {
				["雄"] = {
					["传"] = {
						["奇"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					this = true
				}
			},
			["."] = {
				["英"] = {
					["雄"] = {
						["传"] = {
							["奇"] = {
								this = true
							}
						}
					}
				}
			},
			["化"] = {
				["开"] = {
					["刃"] = {
						["军"] = {
							["刀"] = {
								this = true
							}
						}
					}
				},
				["强"] = {
					["国"] = {
						this = true
					}
				},
				["("] = {
					q = {
						i = {
							a = {
								n = {
									g = {
										["|"] = {
											["墙"] = {
												["|"] = {
													["抢"] = {
														["|"] = {
															["枪"] = {
																[")"] = {
																	["("] = {
																		["国"] = {
																			["|"] = {
																				g = {
																					u = {
																						o = {
																							["|"] = {
																								["锅"] = {
																									["|"] = {
																										["郭"] = {
																											["|"] = {
																												["过"] = {
																													["|"] = {
																														["果"] = {
																															[")"] = {
																																this = true
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["强"] = {
						["|"] = {
							q = {
								i = {
									a = {
										n = {
											g = {
												["|"] = {
													["墙"] = {
														["|"] = {
															["抢"] = {
																["|"] = {
																	["枪"] = {
																		[")"] = {
																			["("] = {
																				g = {
																					u = {
																						o = {
																							["|"] = {
																								["锅"] = {
																									["|"] = {
																										["郭"] = {
																											["|"] = {
																												["过"] = {
																													["|"] = {
																														["果"] = {
																															[")"] = {
																																this = true
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["警"] = {
				["匕"] = {
					this = true
				}
			},
			["潘"] = {
				["金"] = {
					["莲"] = {
						this = true
					}
				}
			},
			["目"] = {
				this = true
			}
		},
		["货"] = {
			this = true,
			["骚"] = {
				["本"] = {
					this = true
				}
			}
		},
		["金"] = {
			["棋"] = {
				["牌"] = {
					this = true,
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["龙"] = {
				["虎"] = {
					["斗"] = {
						this = true
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["电"] = {
				["子"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["斗"] = {
				["地"] = {
					["主"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["博"] = {
					["网"] = {
						this = true
					}
				},
				["场"] = {
					this = true
				}
			},
			["换"] = {
				H = {
					["肾"] = {
						this = true
					}
				}
			},
			["交"] = {
				["易"] = {
					this = true
				}
			},
			["开"] = {
				["户"] = {
					this = true
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true
					}
				}
			},
			["牌"] = {
				["九"] = {
					this = true
				}
			},
			["梭"] = {
				["哈"] = {
					this = true
				}
			},
			["投"] = {
				["注"] = {
					this = true
				}
			},
			["网"] = {
				["络"] = {
					["棋"] = {
						["牌"] = {
							this = true
						}
					}
				}
			},
			["下"] = {
				["注"] = {
					this = true
				}
			},
			["摇"] = {
				["骰"] = {
					["子"] = {
						this = true
					}
				}
			},
			["游"] = {
				["戏"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["棋"] = {
						["牌"] = {
							this = true
						}
					},
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["下"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			}
		},
		["役"] = {
			["电"] = {
				["警"] = {
					["棍"] = {
						this = true,
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			},
			["刀"] = {
				this = true
			},
			["军"] = {
				["刀"] = {
					this = true,
					["求"] = {
						["生"] = {
							["刀"] = {
								this = true
							}
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["看"] = {
				["护"] = {
					["妇"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["代"] = {
				["中"] = {
					["国"] = {
						this = true
					}
				}
			}
		},
		["充"] = {
			["气"] = {
				["蛤"] = {
					["蟆"] = {
						this = true
					}
				}
			}
		},
		["实"] = {
			["版"] = {
				["勾"] = {
					["人"] = {
						["魂"] = {
							["魄"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["世"] = {
			["."] = {
				["现"] = {
					["报"] = {
						this = true
					}
				}
			}
		},
		["砝"] = {
			this = true,
			["都"] = {
				["改"] = {
					["了"] = {
						this = true
					}
				}
			}
		},
		["任"] = {
			["继"] = {
				["续"] = {
					["在"] = {
						["位"] = {
							this = true
						}
					}
				}
			}
		},
		["在"] = {
			["只"] = {
				["想"] = {
					["杀"] = {
						["富"] = {
							["济"] = {
								["贫"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["万"] = {
		["淫"] = {
			["堂"] = {
				this = true
			}
		},
		["税"] = {
			this = true
		},
		["能"] = {
			["开"] = {
				["锁"] = {
					this = true,
					["器"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["工"] = {
						["具"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["枪"] = {
						this = true
					},
					["箱"] = {
						this = true
					},
					["钥"] = {
						["匙"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				},
				["琐"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["钥"] = {
				this = true,
				["匙"] = {
					this = true,
					["开"] = {
						["锁"] = {
							["器"] = {
								this = true
							}
						}
					},
					["大"] = {
						["全"] = {
							this = true
						}
					},
					["密"] = {
						["云"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["密"] = {
					["云"] = {
						["地"] = {
							["区"] = {
								this = true
							}
						}
					}
				}
			},
			["拔"] = {
				["锁"] = {
					["器"] = {
						this = true
					}
				}
			},
			["变"] = {
				["号"] = {
					["王"] = {
						this = true,
						["（"] = {
							["福"] = {
								["州"] = {
									["）"] = {
										this = true
									}
								}
							}
						},
						["福"] = {
							["州"] = {
								this = true
							}
						},
						["免"] = {
							["费"] = {
								this = true
							}
						}
					}
				}
			},
			["$"] = {
				["#"] = {
					["上"] = {
						["分"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["程"] = {
				["序"] = {
					["麻"] = {
						["将"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			},
			["充"] = {
				["值"] = {
					this = true
				}
			},
			["电"] = {
				["动"] = {
					["开"] = {
						["锁"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["金"] = {
				["钥"] = {
					["匙"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["将"] = {
					["$"] = {
						["机"] = {
							this = true
						}
					},
					["机"] = {
						this = true,
						["方"] = {
							["便"] = {
								this = true
							}
						}
					},
					["遥"] = {
						["控"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["鱂"] = {
					["机"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["幻"] = {
					this = true
				}
			},
			["漆"] = {
				["车"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["车"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["强"] = {
				["开"] = {
					this = true
				}
			},
			["鲨"] = {
				["鱼"] = {
					this = true,
					["上"] = {
						["分"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["上"] = {
				["分"] = {
					["器"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["锁"] = {
				this = true
			},
			["隐"] = {
				["形"] = {
					["眼"] = {
						["镜"] = {
							this = true
						}
					}
				}
			}
		},
		["达"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["卫"] = {
				["浴"] = {
					this = true
				}
			},
			["\\"] = {
				["广"] = {
					["场"] = {
						this = true
					}
				}
			},
			["广"] = {
				["场"] = {
					this = true,
					["2"] = {
						["0"] = {
							["号"] = {
								this = true
							},
							["日"] = {
								this = true
							}
						}
					},
					["二"] = {
						["十"] = {
							this = true
						}
					}
				}
			},
			["企"] = {
				["业"] = {
					["名"] = {
						["录"] = {
							this = true
						}
					}
				}
			},
			["通"] = {
				["讯"] = {
					this = true
				}
			}
		},
		["人"] = {
			["迷"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["签"] = {
					["名"] = {
						this = true
					}
				}
			},
			["骚"] = {
				["动"] = {
					this = true
				}
			},
			["广"] = {
				["场"] = {
					this = true,
					["2"] = {
						["0"] = {
							["号"] = {
								this = true
							},
							["日"] = {
								this = true
							}
						}
					},
					["二"] = {
						["十"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["行"] = {
					["悼"] = {
						["念"] = {
							["六"] = {
								["四"] = {
									this = true
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["龙"] = {
				["虎"] = {
					this = true
				}
			}
		},
		["豪"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["现"] = {
								["金"] = {
									["游"] = {
										["戏"] = {
											this = true
										}
									}
								}
							},
							["赌"] = {
								["场"] = {
									["官"] = {
										["网"] = {
											this = true
										}
									}
								}
							},
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["条"] = {
					["龙"] = {
						this = true
					}
				}
			}
		},
		["福"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["租"] = {
				["界"] = {
					this = true
				}
			}
		},
		["宝"] = {
			["路"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["花"] = {
			["楼"] = {
				this = true
			},
			["录"] = {
				this = true
			},
			["筒"] = {
				["情"] = {
					["色"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["森"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["和"] = {
			["城"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["象"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["城"] = {
				["国"] = {
					["际"] = {
						this = true
					}
				}
			}
		},
		["得"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["金"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["科"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["源"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["彩"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["鄂"] = {
			["湘"] = {
				this = true
			}
		},
		["里"] = {
			this = true,
			["大"] = {
				["造"] = {
					["林"] = {
						this = true
					}
				}
			}
		},
		["润"] = {
			["南"] = {
				this = true
			}
		},
		["维"] = {
			["读"] = {
				["者"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["博"] = {
				["客"] = {
					this = true
				}
			},
			T = {
				V = {
					this = true
				}
			}
		},
		["晓"] = {
			["东"] = {
				this = true
			}
		},
		["言"] = {
			["书"] = {
				this = true
			}
		},
		["\\"] = {
			["艾"] = {
				["可"] = {
					this = true
				}
			}
		},
		["艾"] = {
			["可"] = {
				this = true,
				["电"] = {
					["视"] = {
						["棒"] = {
							this = true
						}
					}
				}
			}
		},
		["爱"] = {
			this = true,
			["可"] = {
				["成"] = {
					["人"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["博"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["车"] = {
			["网"] = {
				this = true
			}
		},
		["法"] = {
			["归"] = {
				["一"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["钢"] = {
			this = true
		},
		["鸿"] = {
			["名"] = {
				["车"] = {
					["汇"] = {
						this = true
					}
				}
			}
		},
		["辉"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["佳"] = {
			["信"] = {
				["息"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			["乐"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["公"] = {
				["司"] = {
					["集"] = {
						["体"] = {
							["倒"] = {
								["闭"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["利"] = {
			["达"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				},
				["弩"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["联"] = {
			["棋"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["料"] = {
			["堂"] = {
				this = true
			}
		},
		["民"] = {
			["博"] = {
				["彩"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["年"] = {
			["凤"] = {
				["凰"] = {
					this = true
				}
			},
			["奶"] = {
				["油"] = {
					["冰"] = {
						this = true
					}
				}
			}
		},
		["宁"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["庆"] = {
			["良"] = {
				this = true
			}
		},
		["盛"] = {
			["哪"] = {
				["找"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			},
			["区"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["时"] = {
			["鑫"] = {
				["汽"] = {
					["配"] = {
						this = true
					}
				}
			}
		},
		["世"] = {
			["私"] = {
				["迷"] = {
					this = true
				}
			}
		},
		["岁"] = {
			this = true,
			["爷"] = {
				["都"] = {
					["登"] = {
						["基"] = {
							["十"] = {
								["多"] = {
									["年"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["王"] = {
			this = true,
			["之"] = {
				["王"] = {
					this = true
				}
			}
		},
		["鑫"] = {
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			}
		},
		["钥"] = {
			["匙"] = {
				this = true
			}
		},
		["亿"] = {
			["商"] = {
				["务"] = {
					["调"] = {
						["查"] = {
							this = true
						}
					}
				}
			}
		},
		["亦"] = {
			["凡"] = {
				this = true
			}
		},
		["誉"] = {
			["海"] = {
				this = true
			}
		},
		["元"] = {
			["地"] = {
				["主"] = {
					this = true
				}
			}
		},
		["州"] = {
			["区"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["紫"] = {
			["千"] = {
				["红"] = {
					this = true
				}
			}
		},
		["古"] = {
			["国"] = {
				["际"] = {
					["彩"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["山"] = {
			["磅"] = {
				["礴"] = {
					["，"] = {
						["必"] = {
							["有"] = {
								["主"] = {
									["峰"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["寿"] = {
			["唔"] = {
				i = {
					["工"] = {
						this = true
					}
				}
			}
		},
		["物"] = {
			["皆"] = {
				["可"] = {
					["征"] = {
						["信"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["咬"] = {
		["着"] = {
			["龟"] = {
				["头"] = {
					this = true
				}
			}
		},
		["龟"] = {
			["头"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["陰"] = {
		["穴"] = {
			["新"] = {
				["玩"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["部"] = {
			this = true,
			["特"] = {
				["寫"] = {
					this = true
				}
			}
		},
		["唇"] = {
			this = true
		},
		["道"] = {
			this = true,
			["圖"] = {
				["片"] = {
					this = true
				}
			},
			["秀"] = {
				this = true
			}
		},
		["蒂"] = {
			this = true
		},
		["戶"] = {
			this = true
		},
		["莖"] = {
			this = true
		},
		["精"] = {
			this = true
		},
		["毛"] = {
			this = true
		},
		["門"] = {
			this = true
		},
		["囊"] = {
			this = true
		},
		["水"] = {
			this = true
		},
		["茎"] = {
			this = true
		},
		["户"] = {
			this = true
		},
		["屄"] = {
			this = true
		},
		["締"] = {
			this = true
		},
		["阜"] = {
			this = true,
			["高"] = {
				["聳"] = {
					this = true
				}
			}
		},
		["核"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["婬"] = {
		["乱"] = {
			this = true,
			["军"] = {
				["团"] = {
					this = true
				}
			}
		},
		this = {
			this = true
		},
		["荡"] = {
			this = true
		},
		["蕩"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["钻"] = {
		["插"] = {
			this = true
		},
		["石"] = {
			["冰"] = {
				this = true
			},
			["群"] = {
				["英"] = {
					["足"] = {
						["球"] = {
							["吧"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["国"] = {
						["际"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["杯"] = {
				this = true
			}
		},
		["鉐"] = {
			["栤"] = {
				this = true,
				["電"] = {
					["話"] = {
						this = true
					}
				},
				["醣"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.H = {
		["动"] = {
			["漫"] = {
				this = true,
				["*"] = {
					this = true
				},
				["8"] = {
					["8"] = {
						["8"] = {
							this = true
						}
					}
				},
				["性"] = {
					["交"] = {
						this = true
					}
				}
			},
			["画"] = {
				this = true
			}
		},
		A = {
			C = {
				K = {
					I = {
						N = {
							G = {
								this = true
							}
						}
					}
				}
			}
		},
		u = {
			i = {
				h = {
					u = {
						a = {
							n = {
								g = {
									t = {
										x = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		M = {
			T = {
				D = {
					this = true
				}
			}
		},
		["漫"] = {
			this = true,
			["画"] = {
				this = true,
				["*"] = {
					this = true
				},
				["电"] = {
					["子"] = {
						["书"] = {
							this = true
						}
					}
				},
				["集"] = {
					["锦"] = {
						this = true
					}
				},
				["在"] = {
					["线"] = {
						["看"] = {
							this = true
						}
					}
				}
			},
			["畫"] = {
				this = true
			},
			["收"] = {
				["集"] = {
					["箱"] = {
						this = true
					}
				}
			}
		},
		["文"] = {
			this = true
		},
		["4"] = {
			["6"] = {
				["1"] = {
					["0"] = {
						this = true
					}
				}
			}
		},
		a = {
			p = {
				p = {
					y = {
						["水"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			w = {
				k = {
					["夜"] = {
						["鹰"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		b = {
			["开"] = {
				["头"] = {
					this = true
				}
			}
		},
		D = {
			["9"] = {
				["0"] = {
					["版"] = {
						this = true,
						["假"] = {
							["币"] = {
								this = true
							}
						}
					},
					["开"] = {
						["头"] = {
							this = true
						}
					}
				}
			},
			H = {
				B = {
					["假"] = {
						B = {
							this = true
						},
						["币"] = {
							this = true
						},
						["钱"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["小"] = {
						["游"] = {
							["戏"] = {
								this = true
							}
						}
					}
				}
			}
		},
		d = {
			["开"] = {
				["头"] = {
					this = true
				}
			}
		},
		e = {
			a = {
				v = {
					e = {
						n = {
							s = {
								this = true
							}
						}
					}
				}
			},
			n = {
				t = {
					a = {
						i = {
							this = true
						}
					}
				}
			}
		},
		i = {
			["8"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			s = {
				t = {
					e = {
						r = {
							m = {
								o = {
									f = {
										o = {
											f = {
												f = {
													i = {
														c = {
															e = {
																h = {
																	a = {
																		s = {
																			i = {
																				n = {
																					f = {
																						i = {
																							n = {
																								i = {
																									t = {
																										e = {
																											this = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		I = {
			G = {
				H = {
					["药"] = {
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			}
		},
		K = {
			["3"] = {
				["3"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["4"] = {
				["5"] = {
					["手"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			P = {
				["3"] = {
					["0"] = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				["7"] = {
					["手"] = {
						["槍"] = {
							this = true
						}
					}
				},
				["9"] = {
					S = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					},
					["手"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			U = {
				S = {
					P = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		P = {
			["激"] = {
				this = true
			}
		},
		U = {
			["1"] = {
				["0"] = {
					["0"] = {
						["快"] = {
							["开"] = {
								this = true
							}
						}
					}
				}
			},
			["6"] = {
				["6"] = {
					["第"] = {
						["3"] = {
							["代"] = {
								this = true
							}
						}
					},
					["快"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["成"] = {
			["人"] = {
				["小"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			}
		},
		["电"] = {
			["影"] = {
				this = true,
				["集"] = {
					["锦"] = {
						this = true
					}
				},
				["射"] = {
					["精"] = {
						this = true
					}
				},
				["在"] = {
					["线"] = {
						this = true,
						["看"] = {
							this = true
						}
					}
				}
			}
		},
		["電"] = {
			["影"] = {
				this = true
			}
		},
		["動"] = {
			["漫"] = {
				this = true
			}
		},
		["服"] = {
			["务"] = {
				this = true
			},
			["務"] = {
				this = true
			}
		},
		["画"] = {
			this = true
		},
		["激"] = {
			["情"] = {
				this = true
			}
		},
		["乱"] = {
			["军"] = {
				["团"] = {
					this = true
				}
			}
		},
		["片"] = {
			this = true,
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		["日"] = {
			["本"] = {
				["动"] = {
					["漫"] = {
						H = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["小"] = {
				["说"] = {
					this = true
				}
			}
		},
		["网"] = {
			["站"] = {
				this = true
			}
		},
		["淫"] = {
			["乱"] = {
				["乳"] = {
					["娘"] = {
						this = true
					}
				}
			}
		},
		["影"] = {
			this = true
		},
		["游"] = {
			["戏"] = {
				this = true
			}
		},
		["罩"] = {
			["杯"] = {
				["爆"] = {
					["乳"] = {
						this = true
					}
				}
			}
		},
		["幼"] = {
			this = true,
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["&"] = {
			M = {
				this = true
			}
		},
		g = {
			L = {
				i = {
					C = {
						r = {
							K = {
								A = {
									s = {
										S = {
											r = {
												I = {
													r = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["一"] = {
			["代"] = {
				this = true
			}
		},
		H = {
			["东"] = {
				this = true
			}
		},
		c = {
			o = {
				i = {
					n = {
						t = {
							o = {
								t = {
									h = {
										e = {
											M = {
												o = {
													o = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["交"] = {
		["换"] = {
			this = true,
			["夫"] = {
				["妻"] = {
					this = true,
					["的"] = {
						["肉"] = {
							["宴"] = {
								this = true
							}
						}
					}
				}
			},
			["姐"] = {
				["妹"] = {
					["花"] = {
						this = true
					}
				}
			},
			["妻"] = {
				this = true
			},
			["气"] = {
				["枪"] = {
					["零"] = {
						["部"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["淫"] = {
				["妻"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["塑"] = {
				["胶"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["媾"] = {
			this = true
		},
		["配"] = {
			this = true
		},
		["通"] = {
			["部"] = {
				this = true
			},
			["淫"] = {
				["色"] = {
					this = true
				}
			},
			["警"] = {
				["警"] = {
					["服"] = {
						this = true
					}
				}
			},
			["勘"] = {
				["查"] = {
					["箱"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			this = true,
			["警"] = {
				["服"] = {
					this = true
				}
			}
		},
		["口"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			}
		},
		["个"] = {
			["护"] = {
				["士"] = {
					["女"] = {
						["友"] = {
							this = true,
							["的"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["班"] = {
			this = true
		},
		["友"] = {
			["网"] = {
				this = true
			}
		},
		["欢"] = {
			this = true
		},
		["管"] = {
			["良"] = {
				["心"] = {
					["抛"] = {
						this = true
					}
				}
			}
		},
		["換"] = {
			["夫"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["钱"] = {
			["办"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			}
		},
		["清"] = {
			["电"] = {
				["子"] = {
					["报"] = {
						this = true
					}
				}
			}
		},
		["易"] = {
			["贝"] = {
				["者"] = {
					["十"] = {
						["尃"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					this = true
				}
			},
			["賭"] = {
				["博"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["器"] = {
				["官"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["理"] = {
				["科"] = {
					["生"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["火"] = {
		["辣"] = {
			this = true,
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["监"] = {
				["狱"] = {
					["完"] = {
						["整"] = {
							["版"] = {
								this = true,
								["下"] = {
									["载"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["的"] = {
				["女"] = {
					["仆"] = {
						["们"] = {
							this = true
						}
					}
				}
			},
			["辣"] = {
				["免"] = {
					["费"] = {
						["爽"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["妖"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			},
			["寫"] = {
				["真"] = {
					this = true
				}
			}
		},
		["棒"] = {
			this = true,
			["肉"] = {
				["洞"] = {
					this = true
				}
			},
			["阴"] = {
				["户"] = {
					this = true
				}
			},
			["淫"] = {
				["水"] = {
					this = true
				}
			}
		},
		["药"] = {
			this = true,
			["钢"] = {
				["珠"] = {
					["枪"] = {
						this = true
					},
					["火"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["配"] = {
				["方"] = {
					this = true,
					["大"] = {
						["全"] = {
							this = true
						}
					},
					["比"] = {
						["例"] = {
							this = true
						}
					},
					["详"] = {
						["解"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true
			},
			["动"] = {
				["力"] = {
					["钢"] = {
						["珠"] = {
							this = true,
							["枪"] = {
								this = true
							}
						}
					},
					["枪"] = {
						this = true
					}
				}
			},
			["制"] = {
				["作"] = {
					this = true,
					["*"] = {
						this = true
					},
					["简"] = {
						["易"] = {
							["炸"] = {
								["弹"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["的"] = {
				["配"] = {
					["方"] = {
						this = true
					}
				}
			},
			["原"] = {
				["理"] = {
					this = true
				}
			},
			d = {
				i = {
					y = {
						["过"] = {
							["程"] = {
								this = true
							}
						},
						["教"] = {
							["程"] = {
								this = true
							}
						}
					}
				}
			},
			["冲"] = {
				["力"] = {
					this = true
				}
			},
			["当"] = {
				["面"] = {
					["交"] = {
						["易"] = {
							this = true
						}
					}
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["工"] = {
				["艺"] = {
					this = true
				}
			},
			["看"] = {
				["货"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["流"] = {
				["程"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["枪"] = {
			this = true
		},
		["狗"] = {
			this = true,
			["长"] = {
				["狗"] = {
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["狗"] = {
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					}
				}
			},
			["短"] = {
				["狗"] = {
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["抢"] = {
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["狗"] = {
					["配"] = {
						["件"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["油"] = {
				this = true
			}
		},
		["机"] = {
			["吹"] = {
				this = true,
				["钢"] = {
					["珠"] = {
						this = true
					}
				},
				["箭"] = {
					this = true,
					["枪"] = {
						this = true
					}
				},
				["制"] = {
					["作"] = {
						this = true
					}
				},
				["打"] = {
					["钢"] = {
						["珠"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["焊"] = {
				["枪"] = {
					["大"] = {
						["直"] = {
							["冲"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["焰"] = {
			["喷"] = {
				["射"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["箭"] = {
			["弹"] = {
				this = true
			},
			["秃"] = {
				this = true
			},
			["气"] = {
				["枪"] = {
					this = true
				},
				["抢"] = {
					this = true
				}
			},
			["筒"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["吹"] = {
			this = true,
			["枪"] = {
				this = true
			},
			["的"] = {
				["制"] = {
					["作"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["抢"] = {
				this = true
			}
		},
		["豿"] = {
			["图"] = {
				["纸"] = {
					this = true
				}
			}
		},
		["帽"] = {
			this = true
		},
		["在"] = {
			["烧"] = {
				["冰"] = {
					["在"] = {
						["跑"] = {
							this = true
						}
					}
				}
			}
		},
		["狐"] = {
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["数"] = {
				["码"] = {
					this = true
				}
			},
			["數"] = {
				["碼"] = {
					this = true
				}
			}
		},
		["雷"] = {
			["管"] = {
				this = true
			}
		},
		["柴"] = {
			["枪"] = {
				this = true
			}
		},
		["车"] = {
			["出"] = {
				["轨"] = {
					this = true
				}
			}
		},
		["乍"] = {
			this = true,
			["药"] = {
				this = true
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							this = true
						}
					}
				}
			}
		},
		["暴"] = {
			["菊"] = {
				["花"] = {
					this = true
				}
			}
		},
		["铳"] = {
			this = true
		},
		["动"] = {
			["力"] = {
				["钢"] = {
					["珠"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["式"] = {
				["钢"] = {
					["珠"] = {
						this = true
					}
				}
			}
		},
		["凤"] = {
			["凰"] = {
				this = true
			},
			["仙"] = {
				["子"] = {
					this = true
				}
			}
		},
		["工"] = {
			["品"] = {
				["技"] = {
					["术"] = {
						this = true,
						["出"] = {
							["货"] = {
								this = true
							}
						}
					},
					["術"] = {
						this = true
					}
				}
			}
		},
		["灭"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["仓"] = {
				this = true
			}
		},
		["炮"] = {
			this = true,
			["防"] = {
				["御"] = {
					["强"] = {
						["化"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["准"] = {
					["强"] = {
						["化"] = {
							this = true
						}
					}
				}
			},
			["配"] = {
				["方"] = {
					this = true
				}
			},
			["射"] = {
				["击"] = {
					["术"] = {
						this = true
					}
				}
			},
			["修"] = {
				["复"] = {
					["强"] = {
						["化"] = {
							this = true
						}
					}
				}
			}
		},
		["麒"] = {
			["麟"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["热"] = {
			["激"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["线"] = {
			["斧"] = {
				["头"] = {
					this = true
				}
			}
		},
		["舀"] = {
			["配"] = {
				["方"] = {
					this = true
				}
			}
		},
		["葯"] = {
			["配"] = {
				["方"] = {
					this = true
				}
			}
		},
		["藥"] = {
			["鋼"] = {
				["珠"] = {
					["火"] = {
						["槍"] = {
							this = true
						}
					},
					["槍"] = {
						this = true
					}
				}
			},
			["槍"] = {
				this = true
			}
		},
		["影"] = {
			["忍"] = {
				["者"] = {
					["完"] = {
						["结"] = {
							["说"] = {
								this = true
							}
						},
						["結"] = {
							["說"] = {
								this = true
							}
						}
					}
				}
			},
			["完"] = {
				["结"] = {
					["说"] = {
						this = true
					}
				},
				["結"] = {
					["說"] = {
						this = true
					}
				}
			},
			["之"] = {
				["如"] = {
					["云"] = {
						this = true
					}
				}
			}
		},
		["炸"] = {
			["药"] = {
				this = true,
				["技"] = {
					["术"] = {
						this = true
					}
				}
			},
			["藥"] = {
				this = true
			}
		},
		["博"] = {
			["体"] = {
				["育"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["竞"] = {
			["猜"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["疯"] = {
		["狂"] = {
			["抽"] = {
				["送"] = {
					this = true
				},
				["插"] = {
					["嫩"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["来"] = {
				["往"] = {
					["全"] = {
						["套"] = {
							b = {
								t = {
									this = true
								}
							}
						}
					},
					["视"] = {
						["频"] = {
							this = true,
							["下"] = {
								["载"] = {
									this = true
								}
							},
							["种"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["的"] = {
				["缠"] = {
					["绵"] = {
						this = true
					}
				},
				["抽"] = {
					["插"] = {
						this = true,
						["起"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			},
			["发"] = {
				["片"] = {
					["的"] = {
						["遥"] = {
							["希"] = {
								this = true
							}
						}
					}
				}
			},
			["换"] = {
				["妻"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["初"] = {
						["体"] = {
							["验"] = {
								this = true
							}
						}
					}
				}
			},
			["姐"] = {
				["姐"] = {
					["淫"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					this = true
				}
			},
			["咪"] = {
				["咪"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["赛"] = {
				["车"] = {
					this = true
				}
			},
			["施"] = {
				["暴"] = {
					this = true
				}
			},
			["性"] = {
				["交"] = {
					this = true
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			},
			["宇"] = {
				["宙"] = {
					["很"] = {
						["大"] = {
							["很"] = {
								["大"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["狗"] = {
			this = true
		},
		["插"] = {
			["港"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["木"] = {
			["弹"] = {
				["弓"] = {
					this = true
				}
			},
			["龙"] = {
				["渊"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			}
		},
		["诉"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["猖"] = {
		["妓"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["凌"] = {
		["辱"] = {
			this = true,
			["学"] = {
				["校"] = {
					this = true
				}
			},
			["大"] = {
				["奶"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["董"] = {
				["卿"] = {
					this = true
				}
			},
			["高"] = {
				["清"] = {
					this = true
				}
			},
			["捆"] = {
				["绑"] = {
					this = true
				}
			},
			["连"] = {
				["锁"] = {
					this = true
				}
			},
			["女"] = {
				["友"] = {
					this = true
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["狩"] = {
				["猎"] = {
					["游"] = {
						["击"] = {
							this = true
						}
					}
				}
			},
			["兽"] = {
				this = true
			},
			["饲"] = {
				["育"] = {
					this = true
				}
			},
			["尤"] = {
				["娜"] = {
					this = true
				}
			}
		},
		["锋"] = {
			this = true
		},
		["虐"] = {
			["玉"] = {
				["门"] = {
					this = true
				}
			}
		},
		["云"] = {
			["台"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["嫖"] = {
		["妓"] = {
			this = true,
			["指"] = {
				["南"] = {
					this = true
				}
			},
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["係"] = {
				["列"] = {
					this = true
				},
				["烮"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["客"] = {
			this = true,
			["挑"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			}
		},
		["娼"] = {
			this = true,
			["ī"] = {
				["拍"] = {
					this = true
				}
			},
			["洎"] = {
				["啪"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["視"] = {
				["頻"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["密"] = {
						["云"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["父"] = {
			["子"] = {
				this = true
			}
		},
		["鸡"] = {
			this = true,
			["大"] = {
				["全"] = {
					this = true
				}
			}
		},
		["雞"] = {
			this = true
		},
		["&"] = {
			["娼"] = {
				["自"] = {
					["拍"] = {
						this = true
					}
				}
			}
		},
		["到"] = {
			["专"] = {
				["柜"] = {
					["正"] = {
						["妹"] = {
							this = true
						}
					}
				}
			}
		},
		["哥"] = {
			["干"] = {
				this = true
			}
		},
		["自"] = {
			["拍"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["扒"] = {
		["穴"] = {
			this = true,
			["、"] = {
				["干"] = {
					["爆"] = {
						this = true
					}
				}
			}
		},
		["屄"] = {
			this = true
		},
		["光"] = {
			this = true
		},
		["开"] = {
			["嫩"] = {
				["穴"] = {
					this = true
				},
				["阴"] = {
					["道"] = {
						this = true
					}
				}
			},
			["她"] = {
				["的"] = {
					["嫩"] = {
						["穴"] = {
							this = true
						},
						["阴"] = {
							["道"] = {
								this = true
							}
						}
					},
					["小"] = {
						["穴"] = {
							["穴"] = {
								this = true
							}
						}
					}
				},
				["两"] = {
					["扇"] = {
						["阴"] = {
							["唇"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["淫"] = {
				["女"] = {
					["的"] = {
						["骚"] = {
							["逼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["皮"] = {
			["刀"] = {
				this = true
			}
		},
		["酒"] = {
			["蜂"] = {
				["剥"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["5"] = {
		["5"] = {
			s = {
				s = {
					s = {
						["偷"] = {
							["拍"] = {
								["区"] = {
									this = true
								},
								["區"] = {
									this = true
								}
							}
						},
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["狗"] = {
				["粮"] = {
					this = true
				}
			},
			["仿"] = {
				["德"] = {
					this = true
				}
			},
			["1"] = {
				["0"] = {
					a = {
						["成"] = {
							["人"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				},
				["3"] = {
					["."] = {
						["9"] = {
							["0"] = {
								["0"] = {
									y = {
										["."] = {
											n = {
												e = {
													t = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				s = {
					e = {
						w = {
							o = {
								["."] = {
									["9"] = {
										["9"] = {
											["6"] = {
												["6"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					h = {
						s = {
							["1"] = {
								["2"] = {
									["3"] = {
										["4"] = {
											["5"] = {
												["6"] = {
													["7"] = {
														["."] = {
															["3"] = {
																["3"] = {
																	["2"] = {
																		["2"] = {
																			["."] = {
																				o = {
																					r = {
																						g = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["0"] = {
				["5"] = {
					["7"] = {
						["5"] = {
							["5"] = {
								["5"] = {
									["5"] = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				["5"] = {
					["6"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["4"] = {
				["3"] = {
					["1"] = {
						["3"] = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["."] = {
					a = {
						f = {
							s = {
								d = {
									f = {
										f = {
											["."] = {
												["3"] = {
													["3"] = {
														["2"] = {
															["2"] = {
																["."] = {
																	o = {
																		r = {
																			g = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["5"] = {
					["."] = {
						q = {
							q = {
								["."] = {
									["1"] = {
										["2"] = {
											["1"] = {
												["."] = {
													["9"] = {
														["9"] = {
															["8"] = {
																["8"] = {
																	["9"] = {
																		["9"] = {
																			["6"] = {
																				["."] = {
																					q = {
																						q = {
																							["-"] = {
																								b = {
																									a = {
																										i = {
																											d = {
																												u = {
																													["-"] = {
																														v = {
																															i = {
																																p = {
																																	["."] = {
																																		c = {
																																			n = {
																																				this = true
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["5"] = {
						["5"] = {
							["6"] = {
								["6"] = {
									["6"] = {
										["6"] = {
											["5"] = {
												["5"] = {
													["."] = {
														y = {
															h = {
																s = {
																	["1"] = {
																		["2"] = {
																			["3"] = {
																				["4"] = {
																					["5"] = {
																						["."] = {
																							["3"] = {
																								["3"] = {
																									["2"] = {
																										["2"] = {
																											["."] = {
																												o = {
																													r = {
																														g = {
																															this = true
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					s = {
						e = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["6"] = {
					["6"] = {
						["6"] = {
							["8"] = {
								["8"] = {
									["8"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						["8"] = {
							["8"] = {
								["4"] = {
									["."] = {
										["3"] = {
											["3"] = {
												["2"] = {
													["2"] = {
														["."] = {
															o = {
																r = {
																	g = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				b = {
					f = {
						d = {
							g = {
								h = {
									f = {
										["1"] = {
											["."] = {
												["3"] = {
													["3"] = {
														["2"] = {
															["2"] = {
																["."] = {
																	o = {
																		r = {
																			g = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				c = {
					p = {
						w = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				g = {
					d = {
						r = {
							e = {
								["."] = {
									["8"] = {
										["8"] = {
											["6"] = {
												["6"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				m = {
					i = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							},
							n = {
								e = {
									t = {
										this = true
									}
								}
							}
						}
					}
				},
				t = {
					t = {
						y = {
							y = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					},
					y = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["6"] = {
					["4"] = {
						["5"] = {
							["6"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									},
									n = {
										e = {
											t = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				t = {
					v = {
						["3"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["9"] = {
					["1"] = {
						["1"] = {
							["8"] = {
								this = true
							}
						}
					}
				}
			},
			["8"] = {
				["-"] = {
					q = {
						q = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				q = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			},
			c = {
				r = {
					w = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			r = {
				r = {
					e = {
						w = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			f = {
				a = {
					n = {
						g = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				m = {
					g = {
						o = {
							u = {
								["粮"] = {
									this = true
								}
							}
						}
					},
					["低"] = {
						["价"] = {
							["狗"] = {
								["粮"] = {
									this = true
								}
							}
						}
					},
					["狗"] = {
						["粮"] = {
							this = true
						}
					}
				}
			},
			M = {
				M = {
					["铅"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["骚"] = {
				["本"] = {
					this = true,
					["便"] = {
						["宜"] = {
							this = true
						}
					}
				}
			}
		},
		["8"] = {
			["."] = {
				["2"] = {
					["5"] = {
						["3"] = {
							["."] = {
								["6"] = {
									["7"] = {
										["."] = {
											["7"] = {
												["4"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				w = {
					["8"] = {
						["8"] = {
							w = {
								["8"] = {
									w = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["8"] = {
				["万"] = {
					["豪"] = {
						["会"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					}
				},
				["."] = {
					g = {
						c = {
							k = {
								["6"] = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					x = {
						h = {
							v = {
								["2"] = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["4"] = {
					["5"] = {
						["6"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["澳"] = {
					["门"] = {
						["博"] = {
							["彩"] = {
								this = true
							}
						}
					}
				}
			},
			["0"] = {
				["."] = {
					d = {
						n = {
							f = {
								["5"] = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["9"] = {
					["9"] = {
						["9"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["4"] = {
				["1"] = {
					["0"] = {
						["."] = {
							n = {
								o = {
									r = {
										m = {
											a = {
												n = {
													o = {
														k = {
															j = {
																["."] = {
																	i = {
																		n = {
																			f = {
																				o = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["3"] = {
					["8"] = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			f = {
				c = {
					w = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			m = {
				m = {
					["手"] = {
						g = {
							o = {
								u = {
									this = true
								}
							}
						},
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					}
				}
			},
			["包"] = {
				["养"] = {
					["网"] = {
						this = true
					}
				}
			},
			["户"] = {
				["外"] = {
					["网"] = {
						this = true
					}
				}
			},
			["情"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["手"] = {
				["狗"] = {
					this = true
				}
			},
			["7"] = {
				["彩"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["1"] = {
			j = {
				i = {
					a = {
						f = {
							e = {
								n = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				u = {
					e = {
						z = {
							h = {
								a = {
									n = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			h = {
				d = {
					w = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["呦"] = {
				["吧"] = {
					this = true
				}
			},
			["5"] = {
				z = {
					y = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				},
				["1"] = {
					k = {
						a = {
							n = {
								["."] = {
									n = {
										e = {
											t = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					l = {
						i = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					},
					["7"] = {
						["1"] = {
							["9"] = {
								["8"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["."] = {
				k = {
					k = {
						p = {
							p = {
								["8"] = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				t = {
					o = {
						k = {
							["7"] = {
								["7"] = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["0"] = {
				["0"] = {
					["0"] = {
						q = {
							q = {
								["."] = {
									["2"] = {
										["4"] = {
											["1"] = {
												["."] = {
													h = {
														o = {
															s = {
																t = {
																	["."] = {
																		g = {
																			o = {
																				m = {
																					e = {
																						i = {
																							d = {
																								c = {
																									["."] = {
																										n = {
																											e = {
																												t = {
																													this = true
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["1"] = {
					["5"] = {
						["\\"] = {
							["+"] = {
								["?"] = {
									["∞"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				g = {
					o = {
						o = {
							g = {
								l = {
									e = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				["8"] = {
					["."] = {
						k = {
							j = {
								h = {
									d = {
										s = {
											["."] = {
												i = {
													n = {
														f = {
															o = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				j = {
					["."] = {
						["3"] = {
							["3"] = {
								["2"] = {
									["2"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["0"] = {
					["色"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["9"] = {
				g = {
					o = {
						o = {
							g = {
								l = {
									e = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				c = {
					p = {
						s = {
							s = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				o = {
					m = {
						o = {
							["."] = {
								w = {
									o = {
										y = {
											["3"] = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								},
								z = {
									x = {
										["3"] = {
											k = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				h = {
					e = {
						["."] = {
							i = {
								n = {
									f = {
										o = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			v = {
				v = {
					["9"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					},
					c = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			x = {
				c = {
					n = {
						["."] = {
							b = {
								e = {
									e = {
										["."] = {
											p = {
												l = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			l = {
				a = {
					c = {
						o = {
							u = {
								n = {
									t = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["6"] = {
					["7"] = {
						["9"] = {
							["5"] = {
								["0"] = {
									this = true
								}
							}
						}
					}
				}
			},
			i = {
				n = {
					i = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["7"] = {
				["2"] = {
					["性"] = {
						["都"] = {
							this = true
						}
					}
				}
			},
			["8"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["燃"] = {
				["脂"] = {
					this = true
				}
			},
			["人"] = {
				["人"] = {
					["看"] = {
						this = true
					}
				}
			},
			["色"] = {
				["霸"] = {
					this = true
				}
			},
			["式"] = {
				["手"] = {
					["枪"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["药"] = {
				["箭"] = {
					this = true
				}
			},
			["夜"] = {
				["夜"] = {
					["撸"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					["网"] = {
						this = true
					}
				}
			},
			["天"] = {
				this = true
			}
		},
		["9"] = {
			["7"] = {
				f = {
					t = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				["1"] = {
					s = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				},
				["7"] = {
					["0"] = {
						["8"] = {
							["1"] = {
								["6"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["-"] = {
				["3"] = {
					["4"] = {
						["-"] = {
							["1"] = {
								["9"] = {
									["8"] = {
										["-"] = {
											["1"] = {
												["1"] = {
													["3"] = {
														["."] = {
															["3"] = {
																["3"] = {
																	["2"] = {
																		["2"] = {
																			["."] = {
																				o = {
																					r = {
																						g = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				B = {
					["型"] = {
						this = true
					}
				}
			},
			["0"] = {
				["0"] = {
					["."] = {
						k = {
							j = {
								h = {
									d = {
										s = {
											["."] = {
												i = {
													n = {
														f = {
															o = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["8"] = {
					["."] = {
						["8"] = {
							["8"] = {
								["6"] = {
									["6"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				r = {
					b = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["7"] = {
					["9"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["6"] = {
				["5"] = {
					["9"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			u = {
				k = {
					j = {
						f = {
							f = {
								["."] = {
									["9"] = {
										["9"] = {
											["6"] = {
												["6"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				w = {
					g = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			r = {
				i = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			},
			["式"] = {
				this = true,
				["9"] = {
					["毫"] = {
						["米"] = {
							["手"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				},
				["手"] = {
					["枪"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["碾"] = {
				this = true
			},
			["压"] = {
				this = true
			},
			["辗"] = {
				["人"] = {
					["啦"] = {
						this = true
					}
				}
			}
		},
		["6"] = {
			["7"] = {
				["5"] = {
					["6"] = {
						["7"] = {
							a = {
								a = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["4"] = {
					["9"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				},
				["8"] = {
					["0"] = {
						["."] = {
							s = {
								s = {
									["."] = {
										l = {
											a = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["9"] = {
						["0"] = {
							["."] = {
								s = {
									s = {
										["."] = {
											l = {
												a = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				d = {
					x = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["式"] = {
				["刺"] = {
					["刀"] = {
						this = true
					}
				},
				["枪"] = {
					["刺"] = {
						this = true
					},
					C = {
						this = true
					}
				},
				["军"] = {
					["刺"] = {
						this = true
					},
					["枪"] = {
						this = true
					}
				},
				["三"] = {
					["棱"] = {
						this = true,
						["刺"] = {
							this = true,
							["刀"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						},
						["军"] = {
							["刺"] = {
								this = true
							}
						},
						["枪"] = {
							this = true
						}
					}
				}
			},
			p = {
				a = {
					o = {
						["免"] = {
							["费"] = {
								["在"] = {
									["线"] = {
										["视"] = {
											["频"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["7"] = {
					this = true,
					["."] = {
						["3"] = {
							["3"] = {
								["2"] = {
									["2"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["式"] = {
					["冲"] = {
						["锋"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["2"] = {
				["3"] = {
					["8"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				["式"] = {
					["冲"] = {
						["锋"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["衝"] = {
						["鋒"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["3"] = {
				f = {
					["2"] = {
						["3"] = {
							["5"] = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["9"] = {
					["2"] = {
						["4"] = {
							["7"] = {
								["9"] = {
									["5"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["6"] = {
					["5"] = {
						["5"] = {
							["6"] = {
								["8"] = {
									["8"] = {
										["2"] = {
											["2"] = {
												["."] = {
													["8"] = {
														["8"] = {
															["6"] = {
																["6"] = {
																	["."] = {
																		o = {
																			r = {
																				g = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["9"] = {
						["9"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["1"] = {
					["6"] = {
						["6"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				v = {
					d = {
						f = {
							g = {
								["4"] = {
									["4"] = {
										["4"] = {
											["."] = {
												["2"] = {
													["2"] = {
														["8"] = {
															["8"] = {
																["."] = {
																	o = {
																		r = {
																			g = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			l = {
				a = {
					n = {
						["."] = {
							c = {
								o = {
									m = {
										g = {
											z = {
												w = {
													g = {
														l = {
															m = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			y = {
				["游"] = {
					["戏"] = {
						["中"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			},
			["半"] = {
				["自"] = {
					["动"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["動"] = {
						["步"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				this = true,
				["刺"] = {
					this = true
				},
				["短"] = {
					["枪"] = {
						this = true
					}
				},
				["斧"] = {
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["托"] = {
					["专"] = {
						this = true
					}
				},
				["用"] = {
					["刺"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["軍"] = {
				C = {
					this = true
				},
				["刺"] = {
					this = true
				},
				["斧"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				},
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["刺"] = {
					this = true
				}
			},
			["图"] = {
				["库"] = {
					this = true
				}
			},
			["人"] = {
				["成"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		d = {
			["6"] = {
				d = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			},
			s = {
				a = {
					["4"] = {
						d = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["2"] = {
			s = {
				x = {
					h = {
						y = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				a = {
					x = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				},
				s = {
					s = {
						s = {
							["."] = {
								n = {
									e = {
										t = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			p = {
				p = {
					s = {
						a = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["名"] = {
				["刀"] = {
					this = true,
					["网"] = {
						this = true
					},
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["0"] = {
				["3"] = {
					["3"] = {
						["8"] = {
							["9"] = {
								["."] = {
									["9"] = {
										["9"] = {
											["6"] = {
												["6"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["8"] = {
					["8"] = {
						["3"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				s = {
					p = {
						m = {
							m = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				z = {
					h = {
						i = {
							d = {
								a = {
									o = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						["论"] = {
							["文"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				},
				["情"] = {
					["人"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["1"] = {
				d = {
					x = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				w = {
					y = {
						t = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				d = {
					x = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				g = {
					o = {
						o = {
							g = {
								l = {
									e = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				w = {
					y = {
						t = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				g = {
					o = {
						o = {
							g = {
								l = {
									e = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["4"] = {
				["4"] = {
					["8"] = {
						["5"] = {
							["0"] = {
								["7"] = {
									["2"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["2"] = {
					b = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						},
						b = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						},
						o = {
							["."] = {
								n = {
									e = {
										t = {
											this = true
										}
									}
								}
							}
						}
					},
					s = {
						e = {
							["."] = {
								d = {
									h = {
										["0"] = {
											["8"] = {
												["6"] = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					},
					["色"] = {
						this = true
					}
				}
			},
			["8"] = {
				["3"] = {
					["3"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			b = {
				o = {
					["5"] = {
						["2"] = {
							b = {
								o = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				["5"] = {
					["2"] = {
						["."] = {
							n = {
								e = {
									t = {
										this = true
									}
								}
							},
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["7"] = {
				["8"] = {
					c = {
						c = {
							["禁"] = {
								this = true
							}
						}
					},
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["操"] = {
				["逼"] = {
					["网"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["箭"] = {
						["官"] = {
							["方"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["凯"] = {
				x = {
					i = {
						this = true
					}
				}
			},
			["骚"] = {
				["妹"] = {
					["妹"] = {
						this = true,
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["色"] = {
				["五"] = {
					["月"] = {
						this = true
					}
				}
			},
			["式"] = {
				["三"] = {
					["棱"] = {
						["刺"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["异"] = {
				["性"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			}
		},
		m = {
			["5"] = {
				m = {
					["5"] = {
						m = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				x = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["4"] = {
			h = {
				e = {
					r = {
						o = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["手"] = {
				this = true,
				["狗"] = {
					this = true,
					["6"] = {
						["4"] = {
							["手"] = {
								["狗"] = {
									this = true
								}
							}
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						},
						["彈"] = {
							this = true,
							["供"] = {
								["應"] = {
									this = true
								}
							}
						}
					}
				},
				["木"] = {
					["仓"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						}
					}
				},
				["枪"] = {
					this = true,
					["6"] = {
						["4"] = {
							this = true
						}
					},
					T = {
						E = {
							L = {
								this = true
							}
						}
					},
					["仿"] = {
						["真"] = {
							["枪"] = {
								["专"] = {
									this = true
								}
							}
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						},
						["彈"] = {
							this = true
						}
					}
				},
				["槍"] = {
					this = true,
					["6"] = {
						["4"] = {
							["手"] = {
								["槍"] = {
									this = true
								}
							}
						}
					},
					["子"] = {
						["彈"] = {
							this = true
						}
					}
				},
				["抢"] = {
					this = true
				}
			},
			["式"] = {
				this = true,
				["手"] = {
					["枪"] = {
						this = true,
						["客"] = {
							["服"] = {
								["网"] = {
									this = true
								}
							}
						},
						["子"] = {
							["弹"] = {
								this = true
							}
						}
					},
					["木"] = {
						["仓"] = {
							this = true
						}
					},
					["狗"] = {
						this = true
					},
					["槍"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				},
				["图"] = {
					["纸"] = {
						this = true
					}
				},
				["、"] = {
					["6"] = {
						["4"] = {
							["式"] = {
								this = true
							}
						}
					}
				},
				["6"] = {
					["4"] = {
						["枪"] = {
							this = true
						},
						["式"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				},
				["便"] = {
					["宜"] = {
						["出"] = {
							this = true
						}
					}
				},
				["出"] = {
					["货"] = {
						this = true
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["短"] = {
					["狗"] = {
						this = true
					}
				},
				["仿"] = {
					["真"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["钢"] = {
					["珠"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				},
				["国"] = {
					["产"] = {
						this = true,
						S = {
							Q = {
								this = true
							}
						}
					}
				},
				["军"] = {
					["狗"] = {
						this = true
					}
				},
				["连"] = {
					["锁"] = {
						this = true
					}
				},
				["麻"] = {
					["狗"] = {
						this = true
					}
				},
				["配"] = {
					["货"] = {
						this = true
					}
				},
				["气"] = {
					["木"] = {
						["仓"] = {
							this = true
						}
					}
				},
				["汽"] = {
					["狗"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["支"] = {
						this = true,
						["便"] = {
							["宜"] = {
								["出"] = {
									this = true
								}
							}
						},
						["去"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["槍"] = {
					this = true,
					["專"] = {
						this = true
					}
				},
				["抢"] = {
					["支"] = {
						this = true
					}
				},
				["送"] = {
					["狗"] = {
						["粮"] = {
							this = true
						}
					}
				},
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["真"] = {
				["狗"] = {
					this = true
				},
				["槍"] = {
					this = true
				}
			},
			["军"] = {
				["狗"] = {
					this = true
				},
				["用"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["木"] = {
				["仓"] = {
					this = true
				}
			},
			["0"] = {
				["5"] = {
					["7"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["2"] = {
				["7"] = {
					["1"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				["5"] = {
					["4"] = {
						["3"] = {
							["3"] = {
								["."] = {
									["8"] = {
										["8"] = {
											["6"] = {
												["6"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["4"] = {
								["."] = {
									["2"] = {
										["2"] = {
											["8"] = {
												["8"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["6"] = {
						["4"] = {
							["6"] = {
								["."] = {
									["2"] = {
										["2"] = {
											["8"] = {
												["8"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["9"] = {
				["8"] = {
					["8"] = {
						["5"] = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				j = {
					["3"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			g = {
				["."] = {
					q = {
						a = {
							["2"] = {
								["2"] = {
									["2"] = {
										["."] = {
											["8"] = {
												["8"] = {
													["6"] = {
														["6"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				e = {
					s = {
						e = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["4"] = {
				["5"] = {
					["7"] = {
						["0"] = {
							["5"] = {
								["5"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["&"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["、"] = {
				["6"] = {
					["4"] = {
						["式"] = {
							["手"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["."] = {
				["6"] = {
					["4"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["手"] = {
						this = true
					}
				}
			},
			["短"] = {
				["狗"] = {
					this = true,
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["气"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["支"] = {
					this = true
				},
				["专"] = {
					this = true
				}
			},
			["槍"] = {
				this = true
			},
			["自"] = {
				["制"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["的"] = {
				["下"] = {
					["箇"] = {
						["月"] = {
							this = true
						}
					},
					["个"] = {
						["月"] = {
							this = true
						}
					}
				},
				["壹"] = {
					["箇"] = {
						["月"] = {
							["後"] = {
								this = true
							}
						}
					}
				},
				["一"] = {
					["个"] = {
						["月"] = {
							["后"] = {
								this = true
							}
						}
					}
				}
			},
			["後"] = {
				["的"] = {
					["壹"] = {
						["箇"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			},
			["壹"] = {
				["箇"] = {
					["月"] = {
						["後"] = {
							this = true
						}
					}
				}
			},
			["后"] = {
				["的"] = {
					["一"] = {
						["个"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["个"] = {
					["月"] = {
						["后"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["1"] = {
				["英"] = {
					["寸"] = {
						A = {
							["银"] = {
								["龙"] = {
									["版"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["母"] = {
					["鸡"] = {
						this = true,
						["模"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["狗"] = {
					["粮"] = {
						["模"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["仿"] = {
					["德"] = {
						["母"] = {
							["鸡"] = {
								["图"] = {
									["纸"] = {
										this = true
									}
								}
							}
						}
					},
					["绿"] = {
						this = true
					}
				},
				["弹"] = {
					["模"] = {
						this = true
					}
				},
				["绿"] = {
					W = {
						["管"] = {
							this = true
						}
					}
				},
				["秃"] = {
					["鹰"] = {
						["归"] = {
							["零"] = {
								this = true
							}
						}
					},
					["管"] = {
						this = true
					}
				},
				m = {
					m = {
						["铅"] = {
							["弹"] = {
								this = true
							}
						}
					}
				},
				["气"] = {
					["枪"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["0"] = {
						["8"] = {
							h = {
								h = {
									g = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				a = {
					i = {
						g = {
							o = {
								n = {
									g = {
										["2"] = {
											["0"] = {
												["0"] = {
													["0"] = {
														["."] = {
															i = {
																n = {
																	f = {
																		o = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				u = {
					s = {
						h = {
							i = {
								y = {
									u = {
										a = {
											n = {
												["."] = {
													i = {
														n = {
															f = {
																o = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			l = {
				a = {
					m = {
						b = {
							["2"] = {
								["0"] = {
									["0"] = {
										["0"] = {
											["."] = {
												i = {
													n = {
														f = {
															o = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				i = {
					s = {
						h = {
							i = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				e = {
					s = {
						e = {
							b = {
								b = {
									s = {
										["."] = {
											i = {
												n = {
													f = {
														o = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				s = {
					["2"] = {
						["0"] = {
							["0"] = {
								["0"] = {
									["."] = {
										i = {
											n = {
												f = {
													o = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				s = {
					m = {
						o = {
							n = {
								k = {
									["."] = {
										i = {
											n = {
												f = {
													o = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				i = {
					n = {
						t = {
							i = {
								a = {
									n = {
										x = {
											i = {
												a = {
													["."] = {
														i = {
															n = {
																f = {
																	o = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			k = {
				o = {
					["1"] = {
						["8"] = {
							["8"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				m = {
					m = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		F = {
			U = {
				R = {
					["1"] = {
						["4"] = {
							["4"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["碗"] = {
			["消"] = {
				this = true
			}
		},
		["连"] = {
			["发"] = {
				this = true,
				["专"] = {
					["卖"] = {
						this = true
					}
				}
			}
		},
		["-"] = {
			q = {
				q = {
					["."] = {
						c = {
							o = {
								m = {
									["."] = {
										h = {
											["0"] = {
												["0"] = {
													["1"] = {
														["."] = {
															["5"] = {
																["1"] = {
																	m = {
																		y = {
																			d = {
																				n = {
																					s = {
																						["."] = {
																							c = {
																								n = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["-"] = {
					["5"] = {
						["届"] = {
							this = true
						}
					}
				}
			}
		},
		["0"] = {
			["0"] = {
				["0"] = {
					s = {
						e = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					},
					["年"] = {
						["历"] = {
							["史"] = {
								this = true
							}
						}
					}
				},
				x = {
					x = {
						o = {
							o = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				W = {
					A = {
						N = {
							["彩"] = {
								["票"] = {
									this = true
								}
							}
						}
					}
				},
				["电"] = {
					["子"] = {
						["防"] = {
							["暴"] = {
								["器"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["3"] = {
				["9"] = {
					["9"] = {
						["9"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				g = {
					o = {
						o = {
							g = {
								l = {
									e = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["7"] = {
				g = {
					o = {
						o = {
							g = {
								l = {
									e = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				h = {
					e = {
						c = {
							k = {
								i = {
									n = {
										g = {
											y = {
												o = {
													u = {
														r = {
															t = {
																r = {
																	a = {
																		f = {
																			f = {
																				i = {
																					c = {
																						["."] = {
																							c = {
																								o = {
																									m = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			w = {
				u = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			},
			["}"] = {
				["卫"] = {
					["星"] = {
						["电"] = {
							["视"] = {
								["接"] = {
									["收"] = {
										["器"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["元"] = {
				["="] = {
					this = true
				}
			}
		},
		["3"] = {
			["2"] = {
				["8"] = {
					["6"] = {
						["0"] = {
							["6"] = {
								["."] = {
									O = {
										N = {
											S = {
												["5"] = {
													["."] = {
														C = {
															O = {
																M = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				["3"] = {
					["7"] = {
						["7"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				m = {
					m = {
						["鱼"] = {
							["雷"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["8"] = {
						["8"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				[" "] = {
					["期"] = {
						["间"] = {
							this = true
						}
					},
					["双"] = {
						["城"] = {
							["记"] = {
								this = true
							}
						}
					}
				},
				T = {
					["恤"] = {
						this = true
					}
				},
				["地"] = {
					["危"] = {
						["窗"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				},
				["黑"] = {
					["衣"] = {
						this = true
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				},
				["文"] = {
					["化"] = {
						["衫"] = {
							this = true
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							this = true
						}
					}
				},
				["三"] = {
					["十"] = {
						["三"] = {
							this = true
						}
					}
				}
			},
			["8"] = {
				["7"] = {
					["8"] = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			a = {
				a = {
					a = {
						["."] = {
							c = {
								o = {
									m = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				a = {
					o = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			e = {
				f = {
					e = {
						["5"] = {
							["3"] = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				a = {
					n = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			k = {
				k = {
					k = {
						["."] = {
							x = {
								["-"] = {
									w = {
										y = {
											w = {
												s = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								},
								l = {
									["1"] = {
										["1"] = {
											["1"] = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							},
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			y = {
				y = {
					y = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["8"] = {
					["6"] = {
						["7"] = {
							["4"] = {
								["8"] = {
									["1"] = {
										["3"] = {
											["8"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["淫"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			}
		},
		["7"] = {
			["."] = {
				["9"] = {
					["7"] = {
						y = {
							e = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				["7"] = {
					["9"] = {
						["."] = {
							m = {
								y = {
									o = {
										k = {
											j = {
												["."] = {
													i = {
														n = {
															f = {
																o = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["7"] = {
				["6"] = {
					["6"] = {
						["6"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["0"] = {
					["0"] = {
						["8"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				l = {
					a = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			r = {
				b = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			},
			y = {
				i = {
					n = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			c = {
				a = {
					o = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["9"] = {
					["8"] = {
						["5"] = {
							["3"] = {
								["6"] = {
									this = true
								}
							}
						}
					}
				},
				["工"] = {
					["程"] = {
						this = true
					}
				}
			},
			["6"] = {
				["5"] = {
					["9"] = {
						["1"] = {
							["5"] = {
								["1"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["撸"] = {
				["网"] = {
					this = true
				}
			}
		},
		b = {
			["."] = {
				j = {
					q = {
						m = {
							["5"] = {
								b = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				["2"] = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			},
			q = {
				q = {
					["."] = {
						n = {
							e = {
								t = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		g = {
			e = {
				g = {
					r = {
						e = {
							["5"] = {
								["."] = {
									["8"] = {
										["8"] = {
											["6"] = {
												["6"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		i = {
			a = {
				v = {
					["."] = {
						n = {
							e = {
								t = {
									this = true
								}
							}
						}
					}
				}
			},
			q = {
				q = {
					m = {
						m = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		j = {
			y = {
				s = {
					s = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		l = {
			["2"] = {
				o = {
					["8"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["7"] = {
				m = {
					m = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		p = {
			a = {
				m = {
					["."] = {
						["3"] = {
							["3"] = {
								["2"] = {
									["2"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["庐"] = {
				["江"] = {
					this = true
				}
			}
		},
		q = {
			q = {
				c = {
					c = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		r = {
			["3"] = {
				x = {
					q = {
						["1"] = {
							["."] = {
								c = {
									z = {
										["."] = {
											c = {
												c = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		s = {
			a = {
				d = {
					s = {
						["3"] = {
							["3"] = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				s = {
					e = {
						["."] = {
							i = {
								n = {
									f = {
										o = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		t = {
			["4"] = {
				["3"] = {
					["4"] = {
						f = {
							f = {
								s = {
									s = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["."] = {
					t = {
						v = {
							["7"] = {
								["0"] = {
									["7"] = {
										["."] = {
											i = {
												n = {
													f = {
														o = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		u = {
			["4"] = {
				["5"] = {
					["4"] = {
						["."] = {
							["8"] = {
								["8"] = {
									["6"] = {
										["6"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["6"] = {
					j = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		w = {
			e = {
				["5"] = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			},
			w = {
				d = {
					d = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		y = {
			t = {
				t = {
					r = {
						r = {
							e = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		n = {
			x = {
				x = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["毛"] = {
			["党"] = {
				this = true
			}
		},
		["月"] = {
			["3"] = {
				["5"] = {
					this = true,
					["号"] = {
						["敏"] = {
							["感"] = {
								["事"] = {
									["件"] = {
										this = true
									}
								}
							}
						},
						["事"] = {
							["件"] = {
								this = true
							}
						}
					},
					["敏"] = {
						["感"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					},
					["日"] = {
						this = true,
						["敏"] = {
							["感"] = {
								["事"] = {
									["件"] = {
										this = true
									}
								}
							}
						},
						["演"] = {
							["习"] = {
								this = true
							}
						}
					},
					["事"] = {
						["件"] = {
							this = true
						}
					}
				},
				["1"] = {
					["日"] = {
						["+"] = {
							["4"] = {
								["天"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["三"] = {
				["十"] = {
					["五"] = {
						["号"] = {
							this = true
						}
					}
				},
				["五"] = {
					["日"] = {
						this = true
					}
				},
				["伍"] = {
					["日"] = {
						this = true
					}
				}
			},
			V = {
				I = {
					I = {
						I = {
							["日"] = {
								this = true
							}
						}
					}
				}
			},
			["③"] = {
				["⑤"] = {
					["日"] = {
						this = true
					}
				}
			},
			["叁"] = {
				["伍"] = {
					["日"] = {
						this = true
					}
				}
			}
		},
		P = {
			["门"] = {
				this = true
			}
		},
		U = {
			this = true
		},
		["办"] = {
			["网"] = {
				this = true
			}
		},
		["场"] = {
			["幸"] = {
				["存"] = {
					this = true
				}
			}
		},
		["放"] = {
			A = {
				["片"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["全"] = {
			["能"] = {
				["手"] = {
					["机"] = {
						["监"] = {
							this = true,
							["控"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["对"] = {
			["负"] = {
				["重"] = {
					["轮"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["政"] = {
				["治"] = {
					["局"] = {
						this = true
					}
				}
			}
		},
		["弦"] = {
			["连"] = {
				R = {
					this = true
				}
			}
		},
		["年"] = {
			["*"] = {
				["∞"] = {
					this = true
				}
			}
		},
		["+"] = {
			["1"] = {
				["四"] = {
					this = true
				}
			}
		},
		["桶"] = {
			T = {
				W = {
					this = true
				}
			}
		},
		["＊"] = {
			N = {
				this = true
			}
		},
		["}"] = {
			["棉"] = {
				["花"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.x = {
		i = {
			a = {
				o = {
					["7"] = {
						["7"] = {
							this = true,
							["."] = {
								["1"] = {
									["2"] = {
										["4"] = {
											["3"] = {
												["."] = {
													n = {
														e = {
															t = {
																["."] = {
																	c = {
																		n = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							l = {
								u = {
									n = {
										t = {
											a = {
												n = {
													["."] = {
														["1"] = {
															["2"] = {
																["4"] = {
																	["9"] = {
																		["."] = {
																			n = {
																				e = {
																					t = {
																						["."] = {
																							c = {
																								n = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					q = {
						u = {
							a = {
								n = {
									this = true
								}
							}
						},
						i = {
							n = {
								z = {
									a = {
										i = {
											x = {
												i = {
													a = {
														n = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["0"] = {
						["."] = {
							u = {
								i = {
									["1"] = {
										["8"] = {
											["."] = {
												x = {
													i = {
														c = {
															p = {
																["."] = {
																	c = {
																		n = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					n = {
						e = {
							i = {
								r = {
									t = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					s = {
						u = {
							["1"] = {
								["2"] = {
									["3"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					t = {
						a = {
							o = {
								["2"] = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					x = {
						i = {
							a = {
								o = {
									j = {
										d = {
											["."] = {
												["3"] = {
													["3"] = {
														["2"] = {
															["2"] = {
																["."] = {
																	o = {
																		r = {
																			g = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["平"] = {
						this = true
					},
					[" "] = {
						b = {
							o = {
								this = true
							}
						}
					},
					b = {
						o = {
							this = true
						}
					}
				},
				["."] = {
					["2"] = {
						["2"] = {
							["8"] = {
								["8"] = {
									["."] = {
										o = {
											r = {
												g = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						["3"] = {
							u = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					j = {
						i = {
							m = {
								e = {
									["3"] = {
										["."] = {
											i = {
												n = {
													f = {
														o = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					q = {
						u = {
							n = {
								y = {
									o = {
										u = {
											["."] = {
												i = {
													n = {
														f = {
															o = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["0"] = {
					["."] = {
						u = {
							i = {
								["1"] = {
									["8"] = {
										["."] = {
											x = {
												i = {
													c = {
														p = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["8"] = {
					["8"] = {
						["6"] = {
							["6"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				n = {
					f = {
						e = {
							n = {
								g = {
									["1"] = {
										["3"] = {
											["5"] = {
												["."] = {
													["3"] = {
														["3"] = {
															["2"] = {
																["2"] = {
																	["."] = {
																		o = {
																			r = {
																				g = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					g = {
						["8"] = {
							["9"] = {
								["8"] = {
									["1"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				z = {
					a = {
						i = {
							["."] = {
								b = {
									e = {
										s = {
											t = {
												x = {
													i = {
														y = {
															o = {
																u = {
																	d = {
																		o = {
																			w = {
																				n = {
																					["."] = {
																						i = {
																							n = {
																								f = {
																									o = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								c = {
									h = {
										i = {
											c = {
												k = {
													e = {
														n = {
															k = {
																i = {
																	l = {
																		l = {
																			e = {
																				r = {
																					["."] = {
																						c = {
																							o = {
																								m = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								d = {
									o = {
										w = {
											m = {
												s = {
													e = {
														s = {
															l = {
																g = {
																	r = {
																		a = {
																			m = {
																				m = {
																					a = {
																						r = {
																							["."] = {
																								i = {
																									n = {
																										f = {
																											o = {
																												this = true
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								n = {
									e = {
										w = {
											x = {
												i = {
													y = {
														o = {
															u = {
																d = {
																	o = {
																		w = {
																			n = {
																				["."] = {
																					i = {
																						n = {
																							f = {
																								o = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								q = {
									q = {
										["1"] = {
											["2"] = {
												["3"] = {
													["0"] = {
														["0"] = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										},
										c = {
											e = {
												o = {
													["."] = {
														n = {
															e = {
																t = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["8"] = {
								["0"] = {
									["7"] = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								["2"] = {
									["8"] = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			j = {
				i = {
					n = {
						p = {
							this = true,
							i = {
								n = {
									this = true,
									g = {
										this = true
									}
								}
							}
						},
						g = {
							p = {
								i = {
									n = {
										g = {
											this = true
										}
									}
								}
							}
						},
						["平"] = {
							this = true
						}
					},
					u = {
						l = {
							i = {
								a = {
									n = {
										d = {
											o = {
												n = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				p = {
					this = true
				}
			},
			n = {
				j = {
					i = {
						a = {
							n = {
								g = {
									d = {
										u = {
											l = {
												i = {
													this = true
												}
											}
										}
									},
									c = {
										o = {
											n = {
												c = {
													e = {
														n = {
															t = {
																r = {
																	a = {
																		t = {
																			i = {
																				o = {
																					n = {
																						c = {
																							a = {
																								m = {
																									p = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				w = {
					e = {
						n = {
							g = {
								u = {
									a = {
										n = {
											z = {
												h = {
													i = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				s = {
					h = {
						e = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				},
				g = {
					q = {
						i = {
							n = {
								g = {
									z = {
										h = {
											o = {
												n = {
													g = {
														r = {
															e = {
																n = {
																	["."] = {
																		["1"] = {
																			["1"] = {
																				["7"] = {
																					["4"] = {
																						["."] = {
																							n = {
																								e = {
																									t = {
																										["."] = {
																											c = {
																												n = {
																													this = true
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					c = {
						h = {
							a = {
								n = {
									g = {
										["."] = {
											i = {
												d = {
													c = {
														["9"] = {
															["3"] = {
																["9"] = {
																	["."] = {
																		c = {
																			o = {
																				m = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					j = {
						i = {
							a = {
								o = {
									w = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									},
									["问"] = {
										["题"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["伴"] = {
						["侣"] = {
							this = true
						}
					}
				},
				["1"] = {
					["1"] = {
						["0"] = {
							["."] = {
								k = {
									m = {
										i = {
											p = {
												["."] = {
													n = {
														e = {
															t = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["2"] = {
					["5"] = {
						["4"] = {
							["5"] = {
								["3"] = {
									["6"] = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["3"] = {
					["3"] = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["7"] = {
					["6"] = {
						["5"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					},
					["8"] = {
						["8"] = {
							["9"] = {
								["5"] = {
									["4"] = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["8"] = {
					["9"] = {
						["2"] = {
							["2"] = {
								["1"] = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					y = {
						["8"] = {
							["7"] = {
								["9"] = {
									["."] = {
										["3"] = {
											["3"] = {
												["2"] = {
													["2"] = {
														["."] = {
															o = {
																r = {
																	g = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["9"] = {
					["5"] = {
						["2"] = {
							["7"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				f = {
					a = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				h = {
					e = {
						i = {
							["3"] = {
								["3"] = {
									["3"] = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				k = {
					a = {
						n = {
							g = {
								j = {
									i = {
										e = {
											["."] = {
												c = {
													o = {
														m = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				x = {
					["0"] = {
						["2"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				y = {
					["6"] = {
						["9"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				z = {
					h = {
						i = {
							f = {
								u = {
									["."] = {
										m = {
											a = {
												y = {
													a = {
														["7"] = {
															["7"] = {
																["7"] = {
																	["."] = {
																		c = {
																			o = {
																				m = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			z = {
				a = {
					n = {
						g = {
							this = true,
							d = {
								u = {
									l = {
										i = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				l = {
					a = {
						n = {
							g = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				h = {
					o = {
						n = {
							g = {
								x = {
									u = {
										n = {
											this = true
										}
									}
								}
							}
						}
					},
					u = {
						x = {
							i = {
								this = true
							}
						}
					}
				}
			},
			e = {
				j = {
					i = {
						a = {
							o = {
								this = true
							}
						}
					}
				}
			},
			h = {
				a = {
					n = {
						u = {
							k = {
								e = {
									this = true
								}
							}
						}
					}
				},
				u = {
					a = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			l = {
				a = {
					k = {
						e = {
							this = true
						}
					},
					["."] = {
						a = {
							["3"] = {
								["2"] = {
									["."] = {
										["5"] = {
											["3"] = {
												d = {
													n = {
														s = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				e = {
					l = {
						e = {
							this = true
						}
					}
				},
				o = {
					n = {
						g = {
							["."] = {
								a = {
									n = {
										i = {
											m = {
												o = {
													s = {
														i = {
															t = {
																e = {
																	["."] = {
																		i = {
																			n = {
																				f = {
																					o = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				a = {
					u = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["总"] = {
				this = true,
				["书"] = {
					["记"] = {
						this = true
					}
				}
			},
			["净"] = {
				["瓶"] = {
					this = true
				}
			},
			["见"] = {
				["平"] = {
					this = true
				}
			},
			["尽"] = {
				["贫"] = {
					this = true
				}
			},
			["进"] = {
				["屏"] = {
					this = true
				},
				["瓶"] = {
					this = true
				},
				["缾"] = {
					this = true
				},
				["平"] = {
					this = true
				}
			},
			["禁"] = {
				["评"] = {
					this = true
				}
			},
			["除"] = {
				this = true
			},
			["三"] = {
				["胖"] = {
					this = true
				}
			},
			["主"] = {
				["席"] = {
					this = true
				}
			},
			["近"] = {
				["平"] = {
					this = true
				},
				["屏"] = {
					this = true
				},
				p = {
					i = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			i = {
				y = {
					y = {
						["."] = {
							["7"] = {
								["7"] = {
									["6"] = {
										["6"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			q = {
				i = {
					j = {
						i = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							},
							["2"] = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								},
								["8"] = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							},
							["3"] = {
								["6"] = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				["."] = {
					d = {
						y = {
							n = {
								d = {
									n = {
										s = {
											["-"] = {
												m = {
													a = {
														i = {
															l = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				i = {
					["."] = {
						n = {
							e = {
								t = {
									g = {
										z = {
											w = {
												g = {
													l = {
														m = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["藏"] = {
				this = true
			},
			["\\"] = {
				s = {
					["*"] = {
						m = {
							i = {
								n = {
									g = {
										["\\"] = {
											s = {
												["*"] = {
													z = {
														e = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				a = {
					o = {
						z = {
							i = {
								this = true
							}
						}
					}
				},
				i = {
					g = {
						b = {
							i = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			d = {
				a = {
					this = true,
					d = {
						a = {
							this = true
						}
					}
				}
			},
			g = {
				e = {
					this = true
				}
			},
			m = {
				i = {
					n = {
						z = {
							e = {
								this = true
							}
						}
					}
				}
			},
			x = {
				i = {
					["7"] = {
						["9"] = {
							["2"] = {
								["3"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["粑"] = {
				["粑"] = {
					this = true
				}
			},
			["包"] = {
				["子"] = {
					this = true
				}
			},
			["川"] = {
				["普"] = {
					this = true
				}
			},
			["大"] = {
				["傻"] = {
					this = true
				}
			},
			["家"] = {
				["军"] = {
					this = true
				}
			},
			["金"] = {
				["瓶"] = {
					this = true
				}
			},
			["進"] = {
				["屏"] = {
					this = true
				},
				["缾"] = {
					this = true
				}
			},
			["某"] = {
				this = true
			},
			["吾"] = {
				["皇"] = {
					this = true
				}
			},
			["祝"] = {
				["席"] = {
					this = true
				},
				["蓆"] = {
					this = true
				},
				["洗"] = {
					this = true
				}
			},
			["的"] = {
				["力"] = {
					["量"] = {
						this = true
					}
				}
			},
			["领"] = {
				["导"] = {
					this = true
				}
			},
			["思"] = {
				["想"] = {
					this = true
				}
			},
			["核"] = {
				["心"] = {
					this = true
				}
			},
			["尔"] = {
				["瓦"] = {
					this = true
				}
			},
			["言"] = {
				x = {
					i = {
						["语"] = {
							this = true
						}
					}
				}
			},
			["变"] = {
				["种"] = {
					this = true,
					["病"] = {
						["毒"] = {
							this = true
						}
					}
				}
			},
			["病"] = {
				["毒"] = {
					this = true
				}
			},
			["氏"] = {
				["病"] = {
					["毒"] = {
						this = true
					}
				}
			},
			["鞑"] = {
				["靼"] = {
					this = true
				}
			}
		},
		t = {
			l = {
				this = true
			},
			j = {
				d = {
					m = {
						["1"] = {
							["."] = {
								k = {
									m = {
										i = {
											p = {
												["."] = {
													n = {
														e = {
															t = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			v = {
				["."] = {
					t = {
						v = {
							["1"] = {
								["9"] = {
									["0"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		u = {
			c = {
				a = {
					i = {
						h = {
							o = {
								u = {
									this = true
								}
							}
						}
					}
				}
			},
			x = {
				i = {
					a = {
						n = {
							g = {
								q = {
									i = {
										a = {
											n = {
												this = true
											}
										}
									}
								}
							}
						},
						o = {
							["1"] = {
								["2"] = {
									["3"] = {
										["4"] = {
											["."] = {
												["3"] = {
													["3"] = {
														["2"] = {
															["2"] = {
																["."] = {
																	o = {
																		r = {
																			g = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				e = {
					e = {
						["."] = {
							s = {
								v = {
									["2"] = {
										["."] = {
											s = {
												g = {
													e = {
														d = {
															n = {
																s = {
																	["."] = {
																		c = {
																			n = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				r = {
					["8"] = {
						["8"] = {
							["8"] = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				c = {
					h = {
						a = {
							o = {
								this = true,
								["政"] = {
									["治"] = {
										["风"] = {
											["波"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					u = {
						n = {
							this = true
						}
					}
				}
			},
			n = {
				l = {
					e = {
						i = {
							k = {
								k = {
									["."] = {
										["3"] = {
											["3"] = {
												["2"] = {
													["2"] = {
														["."] = {
															o = {
																r = {
																	g = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			k = {
				["."] = {
					r = {
						u = {
							this = true
						}
					}
				}
			}
		},
		l = {
			["5"] = {
				["1"] = {
					["7"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				["9"] = {
					["7"] = {
						["-"] = {
							["9"] = {
								["7"] = {
									g = {
										a = {
											n = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["4"] = {
							["6"] = {
								["7"] = {
									["1"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				l = {
					u = {
						n = {
							l = {
								i = {
									d = {
										h = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				s = {
					w = {
						y = {
							t = {
								w = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				n = {
					["."] = {
						e = {
							u = {
								["."] = {
									k = {
										z = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		q = {
			["-"] = {
				w = {
					l = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["8"] = {
				["0"] = {
					["."] = {
						n = {
							j = {
								x = {
									z = {
										c = {
											["."] = {
												e = {
													d = {
														u = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				s = {
					v = {
						x = {
							["."] = {
								t = {
									t = {
										q = {
											i = {
												p = {
													a = {
														i = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				z = {
					w = {
						i = {
							["."] = {
								t = {
									t = {
										q = {
											i = {
												p = {
													a = {
														i = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		y = {
			a = {
				["3"] = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			},
			x = {
				g = {
					h = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			q = {
				["2"] = {
					s = {
						f = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["."] = {
					["1"] = {
						["6"] = {
							["3"] = {
								s = {
									h = {
										e = {
											n = {
												h = {
													e = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					d = {
						h = {
							j = {
								["4"] = {
									["5"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						j = {
							l = {
								["8"] = {
									["7"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					e = {
						t = {
							u = {
								["8"] = {
									["7"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					f = {
						d = {
							g = {
								["4"] = {
									["3"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					g = {
						d = {
							s = {
								["4"] = {
									["3"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						j = {
							k = {
								["6"] = {
									["7"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					h = {
						f = {
							d = {
								["4"] = {
									["6"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						j = {
							f = {
								["5"] = {
									["4"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					j = {
						h = {
							g = {
								f = {
									["6"] = {
										["5"] = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					k = {
						f = {
							d = {
								["6"] = {
									["8"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						h = {
							b = {
								["8"] = {
									["6"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					l = {
						g = {
							v = {
								["9"] = {
									["7"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					n = {
						g = {
							e = {
								["6"] = {
									["8"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				w = {
					o = {
						w = {
							z = {
								i = {
									t = {
										i = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["."] = {
					g = {
						a = {
							c = {
								["4"] = {
									a = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["."] = {
					["1"] = {
						["6"] = {
							["3"] = {
								c = {
									h = {
										o = {
											u = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												},
												j = {
													i = {
														a = {
															n = {
																g = {
																	["."] = {
																		c = {
																			o = {
																				m = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								j = {
									i = {
										a = {
											n = {
												g = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								},
								w = {
									y = {
										b = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					c = {
						b = {
							g = {
								["."] = {
									["1"] = {
										["6"] = {
											["3"] = {
												["."] = {
													c = {
														o = {
															m = {
																["-"] = {
																	j = {
																		["."] = {
																			i = {
																				n = {
																					f = {
																						o = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																},
																["."] = {
																	["5"] = {
																		["2"] = {
																			["1"] = {
																				["7"] = {
																					c = {
																						["."] = {
																							c = {
																								n = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									c = {
										o = {
											m = {
												["."] = {
													k = {
														m = {
															w = {
																y = {
																	l = {
																		["."] = {
																			c = {
																				o = {
																					m = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									y = {
										a = {
											n = {
												z = {
													h = {
														e = {
															n = {
																g = {
																	["1"] = {
																		["6"] = {
																			["3"] = {
																				["."] = {
																					c = {
																						o = {
																							m = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								["1"] = {
									["6"] = {
										["3"] = {
											g = {
												m = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													}
												},
												s = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													}
												}
											},
											w = {
												y = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												},
												z = {
													["."] = {
														c = {
															n = {
																this = true
															},
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											},
											y = {
												h = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													},
													k = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								w = {
									y = {
										["1"] = {
											["6"] = {
												["3"] = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					d = {
						i = {
							a = {
								n = {
									k = {
										a = {
											c = {
												h = {
													o = {
														u = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					g = {
						m = {
							c = {
								b = {
									g = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					m = {
						b = {
							a = {
								o = {
									["1"] = {
										["6"] = {
											["3"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						i = {
							b = {
								a = {
									o = {
										g = {
											m = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["1"] = {
					["6"] = {
						["3"] = {
							c = {
								b = {
									g = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				c = {
					b = {
						g = {
							["."] = {
								["1"] = {
									["6"] = {
										["3"] = {
											["."] = {
												c = {
													o = {
														m = {
															["-"] = {
																y = {
																	["."] = {
																		i = {
																			n = {
																				f = {
																					o = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					},
					j = {
						z = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				m = {
					i = {
						b = {
							a = {
								o = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									},
									["1"] = {
										["6"] = {
											["3"] = {
												["."] = {
													c = {
														o = {
															m = {
																["."] = {
																	c = {
																		n = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					j = {
						["-"] = {
							["1"] = {
								["6"] = {
									["3"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["."] = {
					g = {
						a = {
							c = {
								["4"] = {
									a = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				n = {
					m = {
						d = {
							["."] = {
								a = {
									["1"] = {
										["3"] = {
											["0"] = {
												["."] = {
													["5"] = {
														["8"] = {
															y = {
																m = {
																	["."] = {
																		c = {
																			o = {
																				m = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			z = {
				["軟"] = {
					["體"] = {
						["王"] = {
							this = true
						}
					}
				}
			}
		},
		d = {
			n = {
				s = {
					["."] = {
						e = {
							u = {
								this = true
							}
						}
					},
					r = {
						v = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["-"] = {
				["2"] = {
					["3"] = {
						["-"] = {
							["5"] = {
								["9"] = {
									["-"] = {
										a = {
											["8"] = {
												["."] = {
													b = {
														t = {
															a = {
																["."] = {
																	n = {
																		e = {
																			t = {
																				["."] = {
																					c = {
																						n = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["5"] = {
					["8"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			R = {
				e = {
					x = {
						a = {
							S = {
								["."] = {
									q = {
										["2"] = {
											b = {
												z = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			j = {
				z = {
					d = {
						y = {
							["."] = {
								r = {
									["."] = {
										a = {
											r = {
												p = {
													g = {
														["2"] = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			l = {
				["."] = {
					u = {
						h = {
							f = {
								e = {
									s = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						r = {
							["3"] = {
								["6"] = {
									d = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			w = {
				l = {
					n = {
						b = {
							q = {
								s = {
									d = {
										s = {
											p = {
												h = {
													["5"] = {
														p = {
															c = {
																["8"] = {
																	r = {
																		z = {
																			["8"] = {
																				["1"] = {
																					["."] = {
																						c = {
																							n = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				d = {
					["9"] = {
						["1"] = {
							["8"] = {
								["."] = {
									["3"] = {
										["3"] = {
											["2"] = {
												["2"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			y = {
				t = {
					["."] = {
						["9"] = {
							["9"] = {
								["6"] = {
									["6"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["卧"] = {
			["底"] = {
				["软"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		w = {
			o = {
				d = {
					i = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["1"] = {
				["2"] = {
					["."] = {
						["3"] = {
							["3"] = {
								["2"] = {
									["2"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				["."] = {
					c = {
						z = {
							t = {
								v = {
									["."] = {
										t = {
											v = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			h = {
				o = {
					i = {
						s = {
							d = {
								n = {
									s = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				o = {
					r = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["手"] = {
			["机"] = {
				["卧"] = {
					["底"] = {
						["软"] = {
							["件"] = {
								this = true,
								["官"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		x = {
			o = {
				o = {
					this = true,
					["欧"] = {
						["美"] = {
							this = true
						}
					}
				},
				["2"] = {
					["."] = {
						["3"] = {
							["3"] = {
								["2"] = {
									["2"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				["6"] = {
					["7"] = {
						s = {
							a = {
								o = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				b = {
					a = {
						i = {
							d = {
								u = {
									["3"] = {
										["6"] = {
											["9"] = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				c = {
					t = {
						i = {
							v = {
								n = {
									n = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				d = {
					e = {
						e = {
							p = {
								t = {
									y = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				u = {
					["0"] = {
						["9"] = {
							["7"] = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					},
					s = {
						e = {
							["1"] = {
								["1"] = {
									["0"] = {
										["."] = {
											m = {
												o = {
													b = {
														i = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["."] = {
					m = {
						a = {
							o = {
								["9"] = {
									["9"] = {
										["8"] = {
											["8"] = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				i = {
					x = {
						x = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				s = {
					e = {
						["."] = {
							i = {
								n = {
									f = {
										o = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				["0"] = {
					t = {
						x = {
							x = {
								["."] = {
									x = {
										x = {
											["."] = {
												f = {
													u = {
														n = {
															p = {
																i = {
																	c = {
																		["."] = {
																			d = {
																				e = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				c = {
					v = {
						["."] = {
							m = {
								y = {
									s = {
										x = {
											c = {
												["."] = {
													i = {
														n = {
															f = {
																o = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				["."] = {
					s = {
						s = {
							["."] = {
								l = {
									a = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			l = {
				l = {
					["2"] = {
						["2"] = {
							["2"] = {
								["."] = {
									["3"] = {
										["3"] = {
											["2"] = {
												["2"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					l = {
						["."] = {
							n = {
								o = {
									t = {
										l = {
											o = {
												n = {
													g = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				["."] = {
					s = {
						s = {
							["."] = {
								l = {
									a = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			p = {
				i = {
					l = {
						["."] = {
							["5"] = {
								["6"] = {
									["1"] = {
										["7"] = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			q = {
				b = {
					["."] = {
						["6"] = {
							["6"] = {
								["0"] = {
									["0"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				w = {
					k = {
						j = {
							["-"] = {
								x = {
									j = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				["-"] = {
					v = {
						i = {
							d = {
								e = {
									o = {
										["-"] = {
											t = {
												u = {
													b = {
														e = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					y = {
						o = {
							u = {
								t = {
									u = {
										b = {
											e = {
												["-"] = {
													p = {
														o = {
															r = {
																n = {
																	o = {
																		["."] = {
																			c = {
																				o = {
																					m = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["."] = {
					["0"] = {
						["7"] = {
							s = {
								s = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["1"] = {
						["3"] = {
							["2"] = {
								x = {
									x = {
										o = {
											o = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["3"] = {
								x = {
									x = {
										o = {
											o = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["4"] = {
								x = {
									x = {
										o = {
											o = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["7"] = {
							q = {
								i = {
									n = {
										g = {
											s = {
												e = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["2"] = {
						["2"] = {
							["2"] = {
								m = {
									i = {
										["."] = {
											n = {
												e = {
													t = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["3"] = {
						["4"] = {
							["5"] = {
								x = {
									x = {
										o = {
											o = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["6"] = {
							["5"] = {
								x = {
									x = {
										o = {
											o = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["4"] = {
						["5"] = {
							["6"] = {
								x = {
									x = {
										o = {
											o = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["6"] = {
							s = {
								e = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["5"] = {
						["6"] = {
							["7"] = {
								x = {
									x = {
										o = {
											o = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["6"] = {
						["6"] = {
							q = {
								s = {
									w = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						["7"] = {
							["8"] = {
								x = {
									x = {
										o = {
											o = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["7"] = {
						["2"] = {
							["0"] = {
								x = {
									x = {
										o = {
											o = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["4"] = {
							["5"] = {
								["9"] = {
									["7"] = {
										["0"] = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							},
							["9"] = {
								["5"] = {
									["7"] = {
										["1"] = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["8"] = {
							["9"] = {
								x = {
									x = {
										o = {
											o = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["9"] = {
						["2"] = {
							["0"] = {
								x = {
									x = {
										o = {
											o = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["7"] = {
							["0"] = {
								x = {
									x = {
										o = {
											o = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["1"] = {
								s = {
									e = {
										s = {
											e = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					b = {
						o = {
							["3"] = {
								["3"] = {
									b = {
										o = {
											["."] = {
												n = {
													e = {
														t = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					e = {
						l = {
							c = {
								a = {
									k = {
										o = {
											r = {
												e = {
													a = {
														["."] = {
															c = {
																o = {
																	["."] = {
																		k = {
																			r = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					p = {
						l = {
							a = {
								y = {
									["-"] = {
										p = {
											o = {
												r = {
													n = {
														o = {
															m = {
																o = {
																	v = {
																		i = {
																			e = {
																				s = {
																					["."] = {
																						i = {
																							n = {
																								f = {
																									o = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					s = {
						e = {
							q = {
								i = {
									n = {
										g = {
											b = {
												o = {
													b = {
														o = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						h = {
							o = {
								u = {
									g = {
										o = {
											n = {
												g = {
													d = {
														a = {
															i = {
																l = {
																	i = {
																		a = {
																			n = {
																				["."] = {
																					c = {
																						o = {
																							m = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						s = {
							["."] = {
								l = {
									a = {
										this = true
									}
								}
							}
						},
						w = {
							e = {
								e = {
									t = {
										p = {
											o = {
												r = {
													n = {
														["-"] = {
															m = {
																o = {
																	v = {
																		i = {
																			e = {
																				["."] = {
																					i = {
																						n = {
																							f = {
																								o = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						y = {
							s = {
								e = {
									t = {
										v = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					t = {
						i = {
							a = {
								n = {
									t = {
										i = {
											a = {
												n = {
													s = {
														e = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					w = {
						a = {
							b = {
								o = {
									a = {
										["."] = {
											t = {
												k = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					["1"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				},
				s = {
					r = {
						g = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				t = {
					u = {
						b = {
							e = {
								["."] = {
									f = {
										r = {
											e = {
												e = {
													w = {
														e = {
															b = {
																h = {
																	o = {
																		s = {
																			t = {
																				x = {
																					["."] = {
																						c = {
																							o = {
																								m = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				v = {
					v = {
						v = {
							v = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				x = {
					i = {
						["."] = {
							["2"] = {
								["7"] = {
									["1"] = {
										c = {
											n = {
												["."] = {
													n = {
														e = {
															t = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					y = {
						y = {
							z = {
								z = {
									z = {
										h = {
											h = {
												h = {
													j = {
														j = {
															j = {
																["."] = {
																	c = {
																		a = {
																			o = {
																				n = {
																					i = {
																						m = {
																							a = {
																								d = {
																									e = {
																										["3"] = {
																											["6"] = {
																												["0"] = {
																													["."] = {
																														c = {
																															o = {
																																m = {
																																	this = true
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["高"] = {
					["清"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["尔"] = {
				["王"] = {
					this = true
				}
			},
			["爾"] = {
				["王"] = {
					this = true
				}
			},
			["国"] = {
				["际"] = {
					["酒"] = {
						["店"] = {
							this = true
						}
					}
				}
			},
			["同"] = {
				["居"] = {
					this = true
				}
			},
			["網"] = {
				this = true
			}
		},
		["近"] = {
			["评"] = {
				this = true
			}
		},
		["净"] = {
			["瓶"] = {
				this = true
			}
		},
		["金"] = {
			["萍"] = {
				this = true
			},
			["瓶"] = {
				this = true
			},
			["平"] = {
				this = true
			}
		},
		["建"] = {
			["平"] = {
				this = true
			}
		},
		["见"] = {
			["平"] = {
				this = true
			}
		},
		["-"] = {
			d = {
				a = {
					i = {
						l = {
							y = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				["5"] = {
					t = {
						b = {
							a = {
								o = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			r = {
				o = {
					a = {
						d = {
							["."] = {
								c = {
									o = {
										["."] = {
											k = {
												r = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["1"] = {
				["7"] = {
					i = {
						w = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["4"] = {
				["0"] = {
					s = {
						e = {
							s = {
								e = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["2"] = {
					a = {
						v = {
							["."] = {
								b = {
									i = {
										z = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				l = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				},
				x = {
					x = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["8"] = {
					["6"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["9"] = {
				["7"] = {
					b = {
						o = {
							s = {
								e = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					e = {
						e = {
							e = {
								["."] = {
									o = {
										r = {
											g = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				["7"] = {
					["6"] = {
						["."] = {
							n = {
								e = {
									t = {
										this = true
									}
								}
							}
						}
					}
				},
				e = {
					i = {
						j = {
							i = {
								n = {
									g = {
										x = {
											x = {
												["6"] = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				r = {
					e = {
						w = {
							x = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			k = {
				a = {
					s = {
						p = {
							e = {
								r = {
									s = {
										k = {
											y = {
												["-"] = {
													c = {
														o = {
															m = {
																["."] = {
																	i = {
																		n = {
																			f = {
																				o = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					["1"] = {
						["1"] = {
							["5"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				o = {
					n = {
						e = {
							y = {
								i = {
									n = {
										f = {
											o = {
												m = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					m = {
						i = {
							r = {
								x = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			r = {
				i = {
					n = {
						i = {
							r = {
								i = {
									r = {
										i = {
											n = {
												i = {
													["."] = {
														i = {
															n = {
																f = {
																	o = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			w = {
				["1"] = {
					s = {
						["2"] = {
							d = {
								["3"] = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				["5"] = {
					k = {
						["."] = {
							i = {
								n = {
									f = {
										o = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			y = {
				i = {
					d = {
						i = {
							a = {
								n = {
									s = {
										e = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					y = {
						o = {
							f = {
								a = {
									c = {
										e = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				["."] = {
					d = {
						["."] = {
							a = {
								["."] = {
									d = {
										["."] = {
											a = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["1"] = {
			["."] = {
				c = {
					s = {
						s = {
							s = {
								s = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				w = {
					c = {
						o = {
							m = {
								n = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["6"] = {
					["."] = {
						["2"] = {
							["2"] = {
								["6"] = {
									["6"] = {
										s = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				u = {
					["."] = {
						["3"] = {
							["3"] = {
								["2"] = {
									["2"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["2"] = {
			["."] = {
				["5"] = {
					["1"] = {
						["8"] = {
							m = {
								k = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				q = {
					q = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["5"] = {
				m = {
					m = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["3"] = {
			r = {
				["6"] = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["5"] = {
			["-"] = {
				q = {
					q = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				h = {
					a = {
						i = {
							["2"] = {
								["6"] = {
									["5"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["9"] = {
				["7"] = {
					["8"] = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["8"] = {
			["4"] = {
				["6"] = {
					["."] = {
						e = {
							["2"] = {
								["1"] = {
									r = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["9"] = {
			h = {
				o = {
					s = {
						t = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			s = {
				["7"] = {
					b = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		a = {
			a = {
				l = {
					m = {
						["."] = {
							["9"] = {
								["9"] = {
									["6"] = {
										["6"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			j = {
				["."] = {
					s = {
						s = {
							["."] = {
								l = {
									a = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			k = {
				e = {
					p = {
						b = {
							o = {
								x = {
									["."] = {
										n = {
											a = {
												r = {
													o = {
														d = {
															["."] = {
																r = {
																	u = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			l = {
				e = {
					n = {
						t = {
							a = {
								r = {
									n = {
										a = {
											["."] = {
												n = {
													e = {
														t = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				["."] = {
					s = {
						s = {
							["."] = {
								l = {
									a = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			q = {
				["."] = {
					s = {
						s = {
							["."] = {
								l = {
									a = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			t = {
				a = {
					e = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		b = {
			["."] = {
				z = {
					z = {
						u = {
							l = {
								i = {
									["."] = {
										e = {
											d = {
												u = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				["."] = {
					s = {
						s = {
							["."] = {
								l = {
									a = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			x = {
				["."] = {
					t = {
						w = {
							this = true
						}
					}
				}
			},
			["综"] = {
				["合"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		c = {
			["."] = {
				["9"] = {
					["7"] = {
						q = {
							i = {
								n = {
									g = {
										s = {
											e = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				b = {
					e = {
						i = {
							j = {
								i = {
									n = {
										g = {
											x = {
												x = {
													["7"] = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				h = {
					a = {
						o = {
							d = {
								i = {
									f = {
										a = {
											n = {
												g = {
													["7"] = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				["."] = {
					s = {
						s = {
							["."] = {
								l = {
									a = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			b = {
				n = {
					r = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			m = {
				s = {
					["."] = {
						["3"] = {
							["3"] = {
								["2"] = {
									["2"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				m = {
					e = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			v = {
				n = {
					r = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		e = {
			a = {
				["."] = {
					["3"] = {
						["3"] = {
							["2"] = {
								["2"] = {
									["."] = {
										o = {
											r = {
												g = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["="] = {
				x = {
					i = {
						this = true
					}
				}
			}
		},
		f = {
			["."] = {
				["1"] = {
					["6"] = {
						["3"] = {
							w = {
								y = {
									t = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["9"] = {
					["8"] = {
						["8"] = {
							w = {
								y = {
									t = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			j = {
				["."] = {
					h = {
						u = {
							a = {
								n = {
									g = {
										s = {
											h = {
												a = {
													n = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			z = {
				x = {
					["."] = {
						d = {
							t = {
								j = {
									y = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		g = {
			["0"] = {
				["0"] = {
					["8"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["6"] = {
					["9"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["9"] = {
				["6"] = {
					["8"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				["9"] = {
					["8"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			i = {
				r = {
					l = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				o = {
					g = {
						l = {
							e = {
								["8"] = {
									["8"] = {
										["."] = {
											["9"] = {
												["9"] = {
													["6"] = {
														["6"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			q = {
				s = {
					m = {
						z = {
							["."] = {
								t = {
									t = {
										q = {
											i = {
												p = {
													a = {
														i = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			z = {
				t = {
					w = {
						t = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		h = {
			b = {
				n = {
					g = {
						m = {
							h = {
								j = {
									["."] = {
										["9"] = {
											["9"] = {
												["6"] = {
													["6"] = {
														["."] = {
															o = {
																r = {
																	g = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			h = {
				h = {
					["0"] = {
						["0"] = {
							["5"] = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		j = {
			["."] = {
				["4"] = {
					["0"] = {
						s = {
							e = {
								s = {
									e = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["6"] = {
						s = {
							e = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["8"] = {
					["1"] = {
						["6"] = {
							x = {
								x = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["9"] = {
					["7"] = {
						q = {
							i = {
								n = {
									g = {
										s = {
											e = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				c = {
					o = {
						u = {
							n = {
								t = {
									["."] = {
										x = {
											j = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			l = {
				["1"] = {
					["."] = {
						["3"] = {
							["3"] = {
								["2"] = {
									["2"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			p = {
				this = true
			},
			r = {
				e = {
					e = {
						d = {
							u = {
								c = {
									a = {
										t = {
											i = {
												o = {
													n = {
														c = {
															a = {
																m = {
																	p = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["贫"] = {
				this = true
			}
		},
		m = {
			["."] = {
				w = {
					g = {
						["-"] = {
							["2"] = {
								["5"] = {
									["8"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["0"] = {
				["0"] = {
					["2"] = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["."] = {
					b = {
						n = {
							z = {
								["8"] = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["7"] = {
					["1"] = {
						["7"] = {
							["3"] = {
								["."] = {
									["9"] = {
										["9"] = {
											["6"] = {
												["6"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				s = {
					["-"] = {
						p = {
							a = {
								r = {
									t = {
										y = {
											["-"] = {
												p = {
													i = {
														c = {
															s = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				o = {
					g = {
						o = {
							g = {
								o = {
									["."] = {
										["8"] = {
											["8"] = {
												["6"] = {
													["6"] = {
														["."] = {
															o = {
																r = {
																	g = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			l = {
				["."] = {
					b = {
						t = {
							p = {
								l = {
									a = {
										y = {
											["."] = {
												n = {
													e = {
														t = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				["."] = {
					c = {
						c = {
							this = true
						}
					}
				}
			},
			n = {
				i = {
					n = {
						b = {
							y = {
								a = {
									["."] = {
										["9"] = {
											["9"] = {
												["6"] = {
													["6"] = {
														["."] = {
															o = {
																r = {
																	g = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		n = {
			["-"] = {
				["-"] = {
					x = {
						k = {
							R = {
								p = {
									["7"] = {
										r = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				b = {
					i = {
						s = {
							q = {
								u = {
									e = {
										["1"] = {
											["1"] = {
												["0"] = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				v = {
					m = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			g = {
				h = {
					["2"] = {
						["."] = {
							h = {
								t = {
									m = {
										i = {
											["2"] = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		o = {
			["."] = {
				["0"] = {
					["0"] = {
						["0"] = {
							c = {
								c = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				u = {
					["."] = {
						["3"] = {
							["3"] = {
								["2"] = {
									["2"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				m = {
					e = {
						r = {
							["."] = {
								v = {
									i = {
										r = {
											g = {
												i = {
													l = {
														i = {
															o = {
																["."] = {
																	i = {
																		t = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			q = {
				e = {
					i = {
						["."] = {
							c = {
								h = {
									e = {
										r = {
											i = {
												s = {
													h = {
														p = {
															o = {
																e = {
																	m = {
																		s = {
																			["."] = {
																				c = {
																					o = {
																						m = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		p = {
			["-"] = {
				d = {
					o = {
						w = {
							n = {
								l = {
									o = {
										a = {
											d = {
												["-"] = {
													c = {
														e = {
															n = {
																t = {
																	e = {
																		r = {
																			["."] = {
																				c = {
																					o = {
																						m = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				["2"] = {
					["7"] = {
						g = {
							a = {
								n = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				g = {
					g = {
						g = {
							["1"] = {
								["1"] = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				w = {
					y = {
						t = {
							["0"] = {
								["9"] = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					a = {
						o = {
							r = {
								b = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				c = {
					o = {
						m = {
							this = true
						}
					}
				},
				["3"] = {
					["6"] = {
						["9"] = {
							w = {
								y = {
									t = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				k = {
					a = {
						n = {
							w = {
								c = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				["2"] = {
					["."] = {
						["3"] = {
							["3"] = {
								["2"] = {
									["2"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				h = {
					b = {
						a = {
							m = {
								["."] = {
									n = {
										e = {
											t = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		r = {
			y = {
				s = {
					a = {
						n = {
							t = {
								h = {
									e = {
										m = {
											a = {
												["."] = {
													g = {
														r = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		s = {
			["8"] = {
				g = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			},
			d = {
				d = {
					s = {
						s = {
							["."] = {
								n = {
									e = {
										t = {
											this = true
										}
									}
								}
							}
						}
					},
					z = {
						["."] = {
							c = {
								o = {
									m = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				e = {
					r = {
						f = {
							g = {
								b = {
									n = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				r = {
					t = {
						["5"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			w = {
				["."] = {
					["2"] = {
						["0"] = {
							["1"] = {
								["4"] = {
									w = {
										y = {
											t = {
												["."] = {
													n = {
														e = {
															t = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		v = {
			c = {
				["."] = {
					["2"] = {
						["0"] = {
							["1"] = {
								["8"] = {
									w = {
										y = {
											t = {
												["."] = {
													n = {
														e = {
															t = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				h = {
					["."] = {
						i = {
							s = {
								g = {
									r = {
										e = {
											["."] = {
												a = {
													t = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				e = {
					w = {
						w = {
							o = {
								r = {
									l = {
										d = {
											m = {
												y = {
													["2"] = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		z = {
			["."] = {
				["5"] = {
					["0"] = {
						["5"] = {
							["5"] = {
								["5"] = {
									d = {
										h = {
											r = {
												a = {
													c = {
														e = {
															["."] = {
																i = {
																	n = {
																		f = {
																			o = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["8"] = {
					["3"] = {
						["4"] = {
							["5"] = {
								n = {
									e = {
										t = {
											m = {
												a = {
													r = {
														k = {
															e = {
																t = {
																	i = {
																		n = {
																			g = {
																				["."] = {
																					i = {
																						n = {
																							f = {
																								o = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["9"] = {
					["9"] = {
						d = {
							o = {
								d = {
									o = {
										s = {
											["."] = {
												i = {
													n = {
														f = {
															o = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				c = {
					o = {
						c = {
							o = {
								d = {
									o = {
										w = {
											n = {
												s = {
													["."] = {
														i = {
															n = {
																f = {
																	o = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				d = {
					k = {
						["1"] = {
							["2"] = {
								["7"] = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				f = {
					l = {
						a = {
							s = {
								h = {
									u = {
										b = {
											u = {
												n = {
													t = {
														u = {
															u = {
																["."] = {
																	i = {
																		n = {
																			f = {
																				o = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					r = {
						e = {
							e = {
								d = {
									o = {
										w = {
											n = {
												x = {
													i = {
														a = {
															["."] = {
																i = {
																	n = {
																		f = {
																			o = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					z = {
						i = {
							b = {
								m = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				g = {
					a = {
						n = {
							g = {
								u = {
									b = {
										u = {
											n = {
												t = {
													u = {
														u = {
															["."] = {
																i = {
																	n = {
																		f = {
																			o = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				h = {
					a = {
						o = {
							j = {
								i = {
									n = {
										y = {
											u = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				n = {
					e = {
						w = {
							x = {
								i = {
									a = {
										z = {
											a = {
												i = {
													b = {
														a = {
															c = {
																n = {
																	["."] = {
																		i = {
																			n = {
																				f = {
																					o = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				p = {
					a = {
						l = {
							y = {
								d = {
									o = {
										w = {
											n = {
												s = {
													y = {
														n = {
															d = {
																r = {
																	o = {
																		m = {
																			e = {
																				["."] = {
																					i = {
																						n = {
																							f = {
																								o = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					r = {
						o = {
							p = {
								o = {
									s = {
										i = {
											t = {
												i = {
													o = {
														n = {
															["6"] = {
																["6"] = {
																	c = {
																		o = {
																			c = {
																				o = {
																					["."] = {
																						i = {
																							n = {
																								f = {
																									o = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				q = {
					q = {
						d = {
							o = {
								w = {
									n = {
										s = {
											o = {
												f = {
													t = {
														["."] = {
															i = {
																n = {
																	f = {
																		o = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				s = {
					a = {
						v = {
							e = {
								["-"] = {
									["1"] = {
										["7"] = {
											["1"] = {
												["7"] = {
													["3"] = {
														["."] = {
															i = {
																n = {
																	f = {
																		o = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					i = {
						n = {
							a = {
								["1"] = {
									["6"] = {
										["6"] = {
											["3"] = {
												s = {
													["."] = {
														i = {
															n = {
																f = {
																	o = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					o = {
						s = {
							o = {
								["1"] = {
									["2"] = {
										["3"] = {
											["4"] = {
												s = {
													i = {
														t = {
															e = {
																["."] = {
																	i = {
																		n = {
																			f = {
																				o = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					t = {
						r = {
							e = {
								s = {
									s = {
										f = {
											r = {
												e = {
													e = {
														d = {
															o = {
																w = {
																	n = {
																		e = {
																			s = {
																				["."] = {
																					i = {
																						n = {
																							f = {
																								o = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				t = {
					h = {
						e = {
							c = {
								o = {
									c = {
										o = {
											d = {
												o = {
													w = {
														n = {
															s = {
																["."] = {
																	i = {
																		n = {
																			f = {
																				o = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							d = {
								o = {
									w = {
										n = {
											t = {
												g = {
													b = {
														u = {
															s = {
																["."] = {
																	i = {
																		n = {
																			f = {
																				o = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							n = {
								e = {
									w = {
										f = {
											o = {
												s = {
													o = {
														f = {
															t = {
																["."] = {
																	i = {
																		n = {
																			f = {
																				o = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				w = {
					a = {
						n = {
							g = {
								g = {
									u = {
										i = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					d = {
						j = {
							p = {
								q = {
									["."] = {
										n = {
											e = {
												t = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				x = {
					i = {
						a = {
							x = {
								i = {
									a = {
										s = {
											o = {
												f = {
													y = {
														s = {
															["."] = {
																i = {
																	n = {
																		f = {
																			o = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["."] = {
					["1"] = {
						["7"] = {
							["7"] = {
								b = {
									t = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["."] = {
					["1"] = {
						["7"] = {
							["7"] = {
								b = {
									t = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				["."] = {
					x = {
						x = {
							["7"] = {
								["."] = {
									i = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				b = {
					g = {
						f = {
							h = {
								n = {
									g = {
										j = {
											["1"] = {
												["1"] = {
													["."] = {
														["3"] = {
															["3"] = {
																["2"] = {
																	["2"] = {
																		["."] = {
																			o = {
																				r = {
																					g = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				["1"] = {
					["1"] = {
						["."] = {
							o = {
								u = {
									y = {
										a = {
											o = {
												x = {
													i = {
														a = {
															z = {
																a = {
																	i = {
																		["."] = {
																			c = {
																				o = {
																					m = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			z = {
				["."] = {
					d = {
						n = {
							f = {
								["3"] = {
									["6"] = {
										["0"] = {
											["0"] = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				d = {
					e = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				n = {
					i = {
						m = {
							a = {
								y = {
									a = {
										["."] = {
											x = {
												i = {
													c = {
														p = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["民"] = {
			["党"] = {
				this = true
			}
		},
		["藏"] = {
			this = true
		},
		["独"] = {
			["裁"] = {
				this = true
			}
		},
		["到"] = {
			["喷"] = {
				["屎"] = {
					["尿"] = {
						this = true
					}
				}
			}
		},
		["光"] = {
			["押"] = {
				["宝"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["娘"] = {
			this = true
		},
		["胖"] = {
			["子"] = {
				this = true
			}
		},
		["臥"] = {
			["底"] = {
				["官"] = {
					["方"] = {
						["網"] = {
							this = true
						}
					}
				},
				["破"] = {
					["解"] = {
						["版"] = {
							this = true
						}
					}
				},
				["軟"] = {
					["體"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				},
				["下"] = {
					["載"] = {
						this = true
					}
				}
			}
		},
		["站"] = {
			["激"] = {
				["情"] = {
					this = true,
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["某"] = {
			["人"] = {
				["继"] = {
					["续"] = {
						["担"] = {
							["任"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["同"] = {
			["志"] = {
				this = true
			}
		},
		["仲"] = {
			["员"] = {
				["力"] = {
					this = true
				}
			}
		},
		["大"] = {
			["大"] = {
				["爱"] = {
					["着"] = {
						p = {
							["妈"] = {
								["妈"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["二"] = {
			["代"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["2"] = {
		["2"] = {
			["2"] = {
				s = {
					e = {
						this = true,
						["图"] = {
							["片"] = {
								this = true
							}
						},
						["圖"] = {
							["片"] = {
								this = true
							}
						}
					}
				},
				["."] = {
					g = {
						a = {
							m = {
								e = {
									a = {
										l = {
											i = {
												t = {
													y = {
														s = {
															a = {
																["."] = {
																	c = {
																		o = {
																			m = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["2"] = {
					["-"] = {
						q = {
							q = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					},
					x = {
						b = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				m = {
					i = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				y = {
					n = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["."] = {
				b = {
					b = {
						e = {
							x = {
								e = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				p = {
					z = {
						w = {
							m = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["3"] = {
					["3"] = {
						["1"] = {
							["."] = {
								n = {
									e = {
										t = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["4"] = {
					["4"] = {
						["1"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								},
								n = {
									e = {
										t = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["6"] = {
					["0"] = {
						["7"] = {
							d = {
								a = {
									["1"] = {
										["2"] = {
											["2"] = {
												["7"] = {
													["."] = {
														c = {
															a = {
																m = {
																	i = {
																		l = {
																			i = {
																				u = {
																					m = {
																						["."] = {
																							n = {
																								e = {
																									t = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["李"] = {
					["氏"] = {
						["盲"] = {
							["摸"] = {
								["器"] = {
									this = true
								}
							}
						}
					}
				}
			},
			c = {
				c = {
					c = {
						["."] = {
							i = {
								n = {
									f = {
										o = {
											this = true
										}
									}
								}
							}
						}
					},
					d = {
						d = {
							e = {
								["."] = {
									["3"] = {
										["3"] = {
											["2"] = {
												["2"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				e = {
					["."] = {
						["8"] = {
							["8"] = {
								["6"] = {
									["6"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				e = {
					r = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			k = {
				k = {
					["2"] = {
						["2"] = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			l = {
				a = {
					x = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				d = {
					b = {
						e = {
							s = {
								t = {
									["."] = {
										g = {
											o = {
												o = {
													g = {
														l = {
															e = {
																p = {
																	a = {
																		g = {
																			e = {
																				s = {
																					["."] = {
																						c = {
																							o = {
																								m = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			q = {
				s = {
					w = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			s = {
				a = {
					e = {
						w = {
							["2"] = {
								["3"] = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			w = {
				o = {
					o = {
						o = {
							l = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				["3"] = {
					["."] = {
						c = {
							c = {
								this = true
							}
						}
					}
				}
			},
			["0"] = {
				["大"] = {
					["游"] = {
						["行"] = {
							this = true
						}
					}
				},
				["茉"] = {
					["莉"] = {
						["花"] = {
							["革"] = {
								["命"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["6"] = {
				["0"] = {
					["阻"] = {
						["击"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			},
			["7"] = {
				["5"] = {
					[" "] = {
						["壮"] = {
							["汉"] = {
								this = true
							}
						}
					}
				},
				["集"] = {
					["会"] = {
						this = true,
						["地"] = {
							["点"] = {
								this = true
							}
						}
					}
				},
				["两"] = {
					["会"] = {
						this = true
					}
				},
				["敏"] = {
					["感"] = {
						["词"] = {
							this = true
						}
					}
				}
			},
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["口"] = {
				["径"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["年"] = {
				["再"] = {
					["干"] = {
						["一"] = {
							["届"] = {
								this = true
							}
						}
					}
				},
				["秋"] = {
					["季"] = {
						this = true
					},
					["开"] = {
						["会"] = {
							this = true
						}
					}
				},
				["下"] = {
					["半"] = {
						["年"] = {
							this = true
						}
					}
				},
				d = {
					e = {
						a = {
							d = {
								l = {
									i = {
										n = {
											e = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["-"] = {
					["2"] = {
						["大"] = {
							this = true
						}
					}
				},
				["的"] = {
					["大"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["1"] = {
			["世"] = {
				["纪"] = {
					["中"] = {
						["国"] = {
							["基"] = {
								["金"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					},
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					},
					["里"] = {
						["的"] = {
							["君"] = {
								["主"] = {
									this = true
								},
								["王"] = {
									this = true
								}
							},
							["皇"] = {
								["帝"] = {
									this = true
								}
							}
						}
					},
					["的"] = {
						["君"] = {
							["王"] = {
								this = true
							},
							["主"] = {
								this = true
							}
						},
						["皇"] = {
							["帝"] = {
								this = true
							}
						}
					}
				}
			},
			["点"] = {
				this = true,
				["真"] = {
					["钱"] = {
						["游"] = {
							["戏"] = {
								this = true
							}
						}
					}
				}
			},
			["2"] = {
				["1"] = {
					h = {
						j = {
							k = {
								["."] = {
									["3"] = {
										["3"] = {
											["2"] = {
												["2"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				["1"] = {
					["2"] = {
						["2"] = {
							["."] = {
								l = {
									e = {
										r = {
											q = {
												u = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["3"] = {
					["."] = {
						["0"] = {
							["1"] = {
								j = {
									["."] = {
										i = {
											n = {
												f = {
													o = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["3"] = {
					["1"] = {
						["8"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				["9"] = {
					["9"] = {
						z = {
							z = {
								["."] = {
									t = {
										k = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				h = {
					e = {
						z = {
							i = {
								a = {
									v = {
										["."] = {
											i = {
												n = {
													f = {
														o = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["0"] = {
				["1"] = {
					["8"] = {
						["7"] = {
							["2"] = {
								["8"] = {
									this = true
								}
							}
						},
						["9"] = {
							["0"] = {
								["8"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["4"] = {
				["7"] = {
					["8"] = {
						["5"] = {
							["2"] = {
								["1"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["9"] = {
				["防"] = {
					["卫"] = {
						["拳"] = {
							["套"] = {
								this = true
							}
						}
					}
				}
			},
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			},
			S = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["数"] = {
				["据"] = {
					["网"] = {
						this = true
					}
				}
			},
			["天"] = {
				["训"] = {
					["练"] = {
						["营"] = {
							this = true
						}
					}
				}
			}
		},
		["0"] = {
			["8"] = {
				["."] = {
					["4"] = {
						["3"] = {
							["."] = {
								["1"] = {
									["9"] = {
										["8"] = {
											["."] = {
												["5"] = {
													["6"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["1"] = {
					["8"] = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["3"] = {
					["3"] = {
						["3"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					},
					["连"] = {
						["不"] = {
							["连"] = {
								this = true
							}
						}
					}
				},
				["."] = {
					s = {
						s = {
							c = {
								q = {
									["4"] = {
										f = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["8"] = {
					["5"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				["0"] = {
					x = {
						X = {
							["導"] = {
								["航"] = {
									this = true
								}
							}
						}
					},
					["偷"] = {
						["拍"] = {
							["国"] = {
								["自"] = {
									["拍"] = {
										["内"] = {
											["视"] = {
												["频"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["2"] = {
					["六"] = {
						["四"] = {
							this = true
						}
					},
					["续"] = {
						["任"] = {
							this = true
						}
					},
					["年"] = {
						["达"] = {
							["到"] = {
								["怜"] = {
									["认"] = {
										this = true
									}
								},
								["廉"] = {
									["任"] = {
										this = true
									}
								},
								["链"] = {
									["刃"] = {
										this = true
									}
								},
								["连"] = {
									["任"] = {
										this = true
									}
								}
							}
						},
						["怜"] = {
							["认"] = {
								this = true
							}
						},
						["廉"] = {
							["任"] = {
								this = true
							}
						},
						["链"] = {
							["刃"] = {
								this = true
							}
						},
						["连"] = {
							["任"] = {
								this = true
							}
						}
					},
					["怜"] = {
						["认"] = {
							this = true
						}
					},
					["廉"] = {
						["任"] = {
							this = true
						}
					},
					["链"] = {
						["刃"] = {
							this = true
						}
					},
					["连"] = {
						["任"] = {
							this = true
						}
					}
				}
			},
			["連"] = {
				["発"] = {
					this = true
				}
			},
			["号"] = {
				["弹"] = {
					["壳"] = {
						this = true
					}
				}
			},
			["1"] = {
				["7"] = {
					["手"] = {
						["机"] = {
							["变"] = {
								["号"] = {
									["免"] = {
										["费"] = {
											["软"] = {
												["件"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["挂"] = {
						["牌"] = {
							["全"] = {
								["篇"] = {
									["最"] = {
										["完"] = {
											["整"] = {
												["篇"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["香"] = {
						["港"] = {
							["开"] = {
								["奖"] = {
									["现"] = {
										["场"] = {
											["直"] = {
												["播"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["6"] = {
					["裸"] = {
						["条"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["0"] = {
					["."] = {
						z = {
							d = {
								f = {
									d = {
										g = {
											f = {
												["."] = {
													["3"] = {
														["3"] = {
															["2"] = {
																["2"] = {
																	["."] = {
																		o = {
																			r = {
																				g = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["0"] = {
						["1"] = {
							["."] = {
								["8"] = {
									["8"] = {
										["6"] = {
											["6"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								},
								["9"] = {
									["9"] = {
										["6"] = {
											["6"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					d = {
						o = {
							w = {
								n = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					q = {
						q = {
							v = {
								i = {
									p = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					x = {
						i = {
							["."] = {
								p = {
									q = {
										["."] = {
											t = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["现"] = {
						["役"] = {
							["电"] = {
								["警"] = {
									["棍"] = {
										this = true
									}
								}
							}
						}
					},
					["8"] = {
						["电"] = {
							["警"] = {
								["棍"] = {
									this = true
								}
							}
						}
					},
					["电"] = {
						["警"] = {
							["棍"] = {
								["专"] = {
									this = true
								}
							}
						}
					},
					["诺"] = {
						["贝"] = {
							["尔"] = {
								["和"] = {
									["平"] = {
										["奖"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["式"] = {
						["警"] = {
							["服"] = {
								["专"] = {
									this = true
								}
							}
						}
					}
				},
				["1"] = {
					["."] = {
						t = {
							t = {
								d = {
									k = {
										["2"] = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["年"] = {
						["英"] = {
							["语"] = {
								this = true
							}
						},
						["高"] = {
							["考"] = {
								["生"] = {
									["名"] = {
										["单"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["考"] = {
						["生"] = {
							["名"] = {
								["单"] = {
									["出"] = {
										["售"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["高"] = {
						["考"] = {
							["落"] = {
								["榜"] = {
									["名"] = {
										["单"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["电"] = {
						["警"] = {
							["棍"] = {
								["专"] = {
									this = true
								}
							}
						}
					},
					["亚"] = {
						["洲"] = {
							["情"] = {
								["色"] = {
									this = true
								}
							}
						}
					}
				},
				["2"] = {
					q = {
						q = {
							["."] = {
								b = {
									a = {
										o = {
											z = {
												e = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["冰"] = {
						["毒"] = {
							this = true
						}
					},
					["操"] = {
						["鸡"] = {
							["巴"] = {
								this = true
							}
						},
						["雞"] = {
							["巴"] = {
								this = true
							}
						}
					},
					["柴"] = {
						["房"] = {
							["性"] = {
								["事"] = {
									this = true
								}
							}
						}
					},
					["处"] = {
						["女"] = {
							["电"] = {
								["影"] = {
									this = true
								}
							}
						}
					},
					["刀"] = {
						["具"] = {
							["城"] = {
								this = true
							}
						}
					},
					["-"] = {
						["2"] = {
							["0"] = {
								["2"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["5"] = {
					["/"] = {
						["6"] = {
							["/"] = {
								["4"] = {
									this = true
								}
							}
						}
					},
					["快"] = {
						["播"] = {
							["電"] = {
								["影"] = {
									this = true
								}
							}
						}
					}
				},
				["3"] = {
					["蝴"] = {
						["蝶"] = {
							["刀"] = {
								["网"] = {
									this = true
								}
							}
						}
					},
					["是"] = {
						["谁"] = {
							this = true
						}
					},
					["究"] = {
						["竟"] = {
							["是"] = {
								["谁"] = {
									this = true
								}
							}
						}
					}
				},
				["4"] = {
					X = {
						X = {
							["影"] = {
								["院"] = {
									this = true
								}
							}
						}
					},
					["成"] = {
						["人"] = {
							this = true
						}
					},
					["黄"] = {
						["色"] = {
							this = true,
							["网"] = {
								["站"] = {
									this = true
								}
							}
						}
					},
					["狼"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				},
				["8"] = {
					["最"] = {
						["受"] = {
							["尊"] = {
								["敬"] = {
									["男"] = {
										["士"] = {
											this = true
										},
										["性"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["0"] = {
						["2"] = {
							["2"] = {
								["5"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["0"] = {
				["8"] = {
					["."] = {
						f = {
							a = {
								n = {
									g = {
										["8"] = {
											["."] = {
												c = {
													o = {
														m = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["0"] = {
						["8"] = {
							["0"] = {
								["8"] = {
									["8"] = {
										["8"] = {
											["8"] = {
												["."] = {
													c = {
														o = {
															m = {
																["."] = {
																	c = {
																		n = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["2"] = {
						["2"] = {
							["2"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["年"] = {
						["阴"] = {
							["曹"] = {
								["地"] = {
									["府"] = {
										["春"] = {
											["晚"] = {
												["节"] = {
													["目"] = {
														["单"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["9"] = {
					["-"] = {
						t = {
							a = {
								o = {
									b = {
										a = {
											o = {
												["."] = {
													c = {
														o = {
															m = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						y = {
							a = {
								h = {
									o = {
										o = {
											["."] = {
												x = {
													x = {
														c = {
															f = {
																d = {
																	["."] = {
																		c = {
																			n = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["."] = {
						r = {
							e = {
								n = {
									x = {
										i = {
											a = {
												n = {
													["1"] = {
														["1"] = {
															["4"] = {
																["."] = {
																	c = {
																		n = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["0"] = {
						["9"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					},
					["1"] = {
						["2"] = {
							["1"] = {
								["7"] = {
									["2"] = {
										["0"] = {
											["0"] = {
												["2"] = {
													["."] = {
														["2"] = {
															["2"] = {
																["8"] = {
																	["8"] = {
																		["."] = {
																			o = {
																				r = {
																					g = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["8"] = {
						["8"] = {
							q = {
								q = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["9"] = {
						["9"] = {
							["9"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					c = {
						c = {
							t = {
								v = {
									["6"] = {
										["1"] = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									},
									k = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					d = {
						o = {
							w = {
								n = {
									l = {
										o = {
											a = {
												d = {
													["-"] = {
														b = {
															e = {
																s = {
																	t = {
																		["-"] = {
																			s = {
																				o = {
																					f = {
																						t = {
																							["."] = {
																								c = {
																									o = {
																										m = {
																											this = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					f = {
						v = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						},
						x = {
							f = {
								d = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							},
							m = {
								x = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							},
							v = {
								c = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					k = {
						a = {
							b = {
								a = {
									s = {
										i = {
											j = {
												i = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					q = {
						a = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						},
						q = {
							["8"] = {
								["8"] = {
									["8"] = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							},
							c = {
								o = {
									m = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					s = {
						i = {
							n = {
								a = {
									["."] = {
										e = {
											u = {
												["."] = {
													k = {
														z = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					t = {
						["."] = {
							["8"] = {
								q = {
									b = {
										e = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					v = {
						["8"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						},
						i = {
							v = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["5"] = {
					["年"] = {
						["十"] = {
							["大"] = {
								["欠"] = {
									["抽"] = {
										["人"] = {
											["物"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["言"] = {
						["论"] = {
							this = true
						}
					},
					["语"] = {
						["录"] = {
							["排"] = {
								["行"] = {
									["榜"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["斤"] = {
					["血"] = {
						["统"] = {
							this = true
						}
					}
				},
				["金"] = {
					["脉"] = {
						["子"] = {
							["珊"] = {
								["露"] = {
									["不"] = {
										["幻"] = {
											["尖"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["0"] = {
					["-"] = {
						["1"] = {
							["1"] = {
								["/"] = {
									["1"] = {
										["2"] = {
											["-"] = {
												["6"] = {
													["/"] = {
														["3"] = {
															["0"] = {
																["-"] = {
																	["2"] = {
																		["6"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["4"] = {
				["6"] = {
					y = {
						x = {
							w = {
								c = {
									o = {
										m = {
											["."] = {
												t = {
													z = {
														s = {
															x = {
																["2"] = {
																	["2"] = {
																		["9"] = {
																			["."] = {
																				["2"] = {
																					["6"] = {
																						["6"] = {
																							["6"] = {
																								["."] = {
																									c = {
																										o = {
																											m = {
																												["."] = {
																													c = {
																														n = {
																															this = true
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				m = {
					m = {
						["穿"] = {
							["甲"] = {
								["弹"] = {
									this = true
								}
							}
						},
						["高"] = {
							["爆"] = {
								["弹"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["9"] = {
				["6"] = {
					["7"] = {
						["8"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			g = {
				a = {
					n = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			m = {
				x = {
					["2"] = {
						["0"] = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["和"] = {
				["谐"] = {
					["年"] = {
						this = true
					}
				}
			},
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				},
				a = {
					this = true
				}
			},
			t = {
				h = {
					["暴"] = {
						["动"] = {
							this = true
						},
						["乱"] = {
							this = true
						}
					},
					["革"] = {
						["命"] = {
							this = true
						}
					},
					["格"] = {
						["命"] = {
							this = true
						}
					},
					["坦"] = {
						["克"] = {
							this = true
						}
					},
					["游"] = {
						["行"] = {
							this = true
						}
					}
				}
			},
			["白"] = {
				["皮"] = {
					["书"] = {
						this = true
					}
				}
			},
			["处"] = {
				["高"] = {
					["校"] = {
						this = true
					}
				}
			},
			["大"] = {
				["名"] = {
					["穴"] = {
						["欣"] = {
							["赏"] = {
								this = true
							}
						}
					}
				},
				["他"] = {
					["还"] = {
						["在"] = {
							this = true
						}
					}
				},
				["人"] = {
					["选"] = {
						this = true
					},
					["事"] = {
						["布"] = {
							["局"] = {
								this = true
							}
						}
					}
				},
				["猜"] = {
					["想"] = {
						this = true
					}
				},
				["秘"] = {
					["密"] = {
						["报"] = {
							["告"] = {
								this = true
							}
						}
					}
				},
				["反"] = {
					["腐"] = {
						this = true
					}
				},
				["夺"] = {
					["权"] = {
						this = true
					}
				},
				["提"] = {
					["拔"] = {
						this = true
					}
				},
				["动"] = {
					["向"] = {
						this = true
					}
				},
				["权"] = {
					["力"] = {
						["博"] = {
							["弈"] = {
								this = true
							}
						},
						["稳"] = {
							["定"] = {
								this = true
							}
						}
					}
				},
				["博"] = {
					["弈"] = {
						this = true
					}
				},
				["来"] = {
					["个"] = {
						["大"] = {
							["的"] = {
								this = true
							}
						}
					}
				},
				["政"] = {
					["治"] = {
						["信"] = {
							["号"] = {
								this = true
							}
						}
					}
				},
				["阻"] = {
					["力"] = {
						this = true
					}
				},
				["之"] = {
					["前"] = {
						["必"] = {
							["须"] = {
								["统"] = {
									["一"] = {
										this = true
									}
								}
							}
						},
						["要"] = {
							["来"] = {
								["个"] = {
									["大"] = {
										["的"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["后"] = {
						["开"] = {
							["打"] = {
								this = true
							}
						}
					}
				},
				["清"] = {
					["洗"] = {
						this = true
					}
				},
				["前"] = {
					["后"] = {
						["打"] = {
							["台"] = {
								["湾"] = {
									this = true
								}
							}
						}
					},
					["的"] = {
						["博"] = {
							["弈"] = {
								this = true
							}
						}
					}
				},
				["后"] = {
					["开"] = {
						["打"] = {
							this = true
						}
					},
					["将"] = {
						["对"] = {
							["台"] = {
								["动"] = {
									["手"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["要"] = {
					["生"] = {
						["变"] = {
							this = true
						}
					}
				},
				["无"] = {
					["法"] = {
						["连"] = {
							["任"] = {
								this = true
							}
						}
					}
				},
				["续"] = {
					["任"] = {
						this = true
					}
				},
				["上"] = {
					["位"] = {
						this = true
					},
					["最"] = {
						["先"] = {
							["确"] = {
								["定"] = {
									this = true
								}
							}
						}
					}
				},
				["保"] = {
					["驾"] = {
						["护"] = {
							["航"] = {
								this = true
							}
						}
					}
				},
				["自"] = {
					["我"] = {
						["接"] = {
							["班"] = {
								this = true
							}
						}
					}
				},
				["进"] = {
					["入"] = {
						["政"] = {
							["治"] = {
								["局"] = {
									this = true
								}
							}
						}
					}
				},
				["角"] = {
					["力"] = {
						this = true
					}
				},
				["取"] = {
					["得"] = {
						["连"] = {
							["任"] = {
								this = true
							}
						}
					}
				},
				["获"] = {
					["得"] = {
						["连"] = {
							["任"] = {
								this = true
							}
						}
					}
				},
				["刀"] = {
					["把"] = {
						["子"] = {
							this = true
						}
					}
				},
				["助"] = {
					["跑"] = {
						this = true
					}
				},
				["直"] = {
					["接"] = {
						["入"] = {
							["局"] = {
								this = true
							}
						}
					}
				},
				["入"] = {
					["局"] = {
						this = true
					}
				},
				["高"] = {
					["层"] = {
						this = true,
						["动"] = {
							["向"] = {
								this = true
							}
						}
					}
				},
				["谁"] = {
					["上"] = {
						["谁"] = {
							["下"] = {
								this = true
							}
						}
					}
				},
				["开"] = {
					["启"] = {
						["独"] = {
							["裁"] = {
								this = true
							}
						}
					}
				}
			},
			["根"] = {
				["蜡"] = {
					["烛"] = {
						[","] = {
							["2"] = {
								["0"] = {
									["年"] = {
										[","] = {
											["蜡"] = {
												["烛"] = {
													["\""] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["年"] = {
				[" "] = {
					["难"] = {
						["忘"] = {
							["的"] = {
								["一"] = {
									["夜"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["1"] = {
					["9"] = {
						["8"] = {
							["9"] = {
								["年"] = {
									["六"] = {
										["四"] = {
											["王"] = {
												["丹"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["后"] = {
					[" "] = {
						["天"] = {
							["安"] = {
								["门"] = {
									this = true
								}
							}
						},
						["再"] = {
							["忆"] = {
								["天"] = {
									["安"] = {
										["门"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							}
						}
					},
					["再"] = {
						["忆"] = {
							["天"] = {
								["安"] = {
									["门"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["黄"] = {
					["雀"] = {
						["行"] = {
							["动"] = {
								this = true
							}
						}
					}
				},
				["难"] = {
					["忘"] = {
						["的"] = {
							["一"] = {
								["夜"] = {
									this = true
								}
							}
						}
					}
				},
				["前"] = {
					["的"] = {
						["今"] = {
							["天"] = {
								this = true
							}
						}
					},
					["黄"] = {
						["雀"] = {
							["行"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["岁"] = {
				["处"] = {
					["女"] = {
						["偷"] = {
							["拍"] = {
								this = true
							}
						}
					}
				}
			},
			["万"] = {
				["换"] = {
					["肾"] = {
						this = true
					}
				},
				["人"] = {
					["烛"] = {
						["光"] = {
							["纪"] = {
								["念"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["周"] = {
				["年"] = {
					["6"] = {
						["4"] = {
							this = true
						}
					},
					["的"] = {
						["宣"] = {
							["告"] = {
								this = true
							}
						}
					},
					["纪"] = {
						["念"] = {
							["白"] = {
								["皮"] = {
									["书"] = {
										this = true,
										["事"] = {
											["件"] = {
												this = true
											}
										}
									}
								}
							},
							["日"] = {
								this = true
							}
						}
					},
					["六"] = {
						["四"] = {
							["学"] = {
								["生"] = {
									["领"] = {
										["袖"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["木"] = {
						["樨"] = {
							["地"] = {
								this = true
							}
						}
					},
					["欧"] = {
						["洲"] = {
							["公"] = {
								["民"] = {
									["万"] = {
										["里"] = {
											["行"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			D = {
				["会"] = {
					this = true
				}
			},
			["哒"] = {
				this = true
			},
			["达"] = {
				this = true
			},
			[" "] = {
				["대"] = {
					this = true
				}
			},
			["届"] = {
				["党"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		f = {
			e = {
				i = {
					c = {
						h = {
							e = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				l = {
					["9"] = {
						["6"] = {
							["6"] = {
								["."] = {
									["2"] = {
										["2"] = {
											["8"] = {
												["8"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				["."] = {
					["3"] = {
						["3"] = {
							["2"] = {
								["2"] = {
									["."] = {
										o = {
											r = {
												g = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				c = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["6"] = {
			u = {
				u = {
					u = {
						this = true,
						["成"] = {
							["人"] = {
								["影"] = {
									["院"] = {
										this = true
									}
								},
								["网"] = {
									this = true
								}
							}
						},
						["俺"] = {
							["去"] = {
								["也"] = {
									this = true
								}
							}
						},
						["黄"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["0"] = {
				["5"] = {
					["5"] = {
						["5"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				E = {
					["电"] = {
						["动"] = {
							["航"] = {
								["拍"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["3"] = {
				["2"] = {
					["6"] = {
						["7"] = {
							["8"] = {
								["5"] = {
									["0"] = {
										["0"] = {
											["8"] = {
												["5"] = {
													["."] = {
														m = {
															o = {
																v = {
																	i = {
																		e = {
																			["2"] = {
																				n = {
																					e = {
																						w = {
																							["."] = {
																								i = {
																									n = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["3"] = {
					["8"] = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				c = {
					a = {
						i = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				u = {
					u = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				["4"] = {
					["4"] = {
						["4"] = {
							["5"] = {
								["5"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["8"] = {
				["7"] = {
					["8"] = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["8"] = {
					["9"] = {
						["."] = {
							n = {
								e = {
									t = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["9"] = {
				["9"] = {
					["8"] = {
						["8"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			c = {
				["2"] = {
					["6"] = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				a = {
					o = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["优"] = {
				["优"] = {
					["优"] = {
						this = true,
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			}
		},
		[","] = {
			["5"] = {
				["-"] = {
					["二"] = {
						["甲"] = {
							["氧"] = {
								["基"] = {
									["-"] = {
										["4"] = {
											["-"] = {
												["溴"] = {
													["苯"] = {
														["乙"] = {
															["胺"] = {
																["\""] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									},
									["苯"] = {
										["乙"] = {
											["胺"] = {
												["\""] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["4"] = {
				[","] = {
					["8"] = {
						[","] = {
							["1"] = {
								["6"] = {
									[","] = {
										["3"] = {
											["2"] = {
												[","] = {
													["("] = {
														[")"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["-"] = {
			["丙"] = {
				["烯"] = {
					["-"] = {
						["1"] = {
							["-"] = {
								["醇"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["3"] = {
			["3"] = {
				k = {
					j = {
						c = {
							o = {
								m = {
									["手"] = {
										["机"] = {
											["最"] = {
												["快"] = {
													["开"] = {
														["奖"] = {
															l = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				g = {
					a = {
						m = {
							e = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["3"] = {
					["1"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["0"] = {
				i = {
					t = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["2"] = {
				["3"] = {
					["2"] = {
						["3"] = {
							["2"] = {
								["4"] = {
									["4"] = {
										["3"] = {
											["3"] = {
												["3"] = {
													["."] = {
														["3"] = {
															["3"] = {
																["2"] = {
																	["2"] = {
																		["."] = {
																			o = {
																				r = {
																					g = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["4"] = {
				["3"] = {
					["1"] = {
						["5"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				["4"] = {
					["4"] = {
						["4"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["8"] = {
					["7"] = {
						["1"] = {
							["9"] = {
								["3"] = {
									["8"] = {
										["1"] = {
											["2"] = {
												["3"] = {
													["."] = {
														c = {
															n = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				i = {
					j = {
						d = {
							c = {
								b = {
									g = {
										a = {
											k = {
												f = {
													["."] = {
														["3"] = {
															["3"] = {
																["2"] = {
																	["2"] = {
																		["."] = {
																			o = {
																				r = {
																					g = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					a = {
						i = {
							d = {
								n = {
									h = {
										t = {
											k = {
												d = {
													["."] = {
														["3"] = {
															["3"] = {
																["2"] = {
																	["2"] = {
																		["."] = {
																			o = {
																				r = {
																					g = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["9"] = {
				["1"] = {
					["6"] = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				i = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			},
			d = {
				n = {
					f = {
						w = {
							g = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			},
			f = {
				f = {
					f = {
						b = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				y = {
					e = {
						s = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			w = {
				e = {
					e = {
						r = {
							["."] = {
								["7"] = {
									["7"] = {
										["8"] = {
											["6"] = {
												["5"] = {
													["2"] = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					g = {
						["."] = {
							b = {
								n = {
									r = {
										["5"] = {
											["6"] = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["防"] = {
					["盗"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["4"] = {
			K = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["9"] = {
				["3"] = {
					["."] = {
						k = {
							j = {
								h = {
									d = {
										s = {
											["."] = {
												i = {
													n = {
														f = {
															o = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				d = {
					["2"] = {
						["4"] = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			},
			g = {
				a = {
					o = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["1"] = {
				["2"] = {
					["3"] = {
						["4"] = {
							l = {
								l = {
									l = {
										l = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["7"] = {
					n = {
						n = {
							n = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["8"] = {
					b = {
						t = {
							["."] = {
								i = {
									n = {
										f = {
											o = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				x = {
					i = {
						a = {
							o = {
								["7"] = {
									["7"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["7"] = {
					n = {
						n = {
							n = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["3"] = {
					["会"] = {
						["议"] = {
							this = true
						}
					}
				}
			},
			["5"] = {
				["1"] = {
					q = {
						s = {
							["."] = {
								i = {
									n = {
										f = {
											o = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["5"] = {
					["5"] = {
						m = {
							i = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["6"] = {
					["6"] = {
						m = {
							i = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					a = {
						a = {
							a = {
								a = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["7"] = {
				k = {
					["."] = {
						c = {
							c = {
								this = true
							}
						}
					}
				}
			},
			["8"] = {
				["2"] = {
					n = {
						n = {
							n = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					y = {
						y = {
							y = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["9"] = {
				["9"] = {
					d = {
						i = {
							z = {
								h = {
									i = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				x = {
					i = {
						a = {
							o = {
								["7"] = {
									["7"] = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					w = {
						d = {
							d = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				i = {
					c = {
						b = {
							b = {
								s = {
									["."] = {
										i = {
											n = {
												f = {
													o = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				b = {
					s = {
						["9"] = {
							["9"] = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						l = {
							c = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					k = {
						s = {
							x = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				l = {
					x = {
						w = {
							e = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				n = {
					s = {
						w = {
							z = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				s = {
					l = {
						y = {
							["."] = {
								i = {
									n = {
										f = {
											o = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				x = {
					z = {
						z = {
							d = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				i = {
					n = {
						g = {
							x = {
								i = {
									a = {
										n = {
											g = {
												["."] = {
													b = {
														i = {
															z = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					x = {
						w = {
							s = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				u = {
					s = {
						h = {
							i = {
								y = {
									u = {
										a = {
											n = {
												["."] = {
													i = {
														n = {
															f = {
																o = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			e = {
				x = {
					k = {
						s = {
							c = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			f = {
				u = {
					w = {
						x = {
							h = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				a = {
					n = {
						b = {
							o = {
								b = {
									o = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				o = {
					o = {
						g = {
							l = {
								e = {
									l = {
										i = {
											a = {
												n = {
													m = {
														e = {
															n = {
																g = {
																	["."] = {
																		["9"] = {
																			["9"] = {
																				["6"] = {
																					["6"] = {
																						["."] = {
																							o = {
																								r = {
																									g = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			h = {
				i = {
					x = {
						i = {
							a = {
								o = {
									["7"] = {
										["7"] = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				u = {
					p = {
						x = {
							w = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				x = {
					w = {
						s = {
							y = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			j = {
				i = {
					n = {
						f = {
							u = {
								r = {
									e = {
										n = {
											["."] = {
												i = {
													n = {
														f = {
															o = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				e = {
					w = {
						o = {
							["."] = {
								["9"] = {
									["9"] = {
										["6"] = {
											["6"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				q = {
					w = {
						y = {
							l = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			w = {
				w = {
					w = {
						d = {
							d = {
								d = {
									["."] = {
										n = {
											e = {
												t = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				i = {
					n = {
						b = {
							a = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			y = {
				x = {
					n = {
						j = {
							s = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				i = {
					n = {
						t = {
							u = {
								k = {
									u = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				a = {
					y = {
						a = {
							["3"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				m = {
					["2"] = {
						["5"] = {
							["8"] = {
								["."] = {
									o = {
										r = {
											g = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["5"] = {
			["0"] = {
				this = true,
				["2"] = {
					["."] = {
						n = {
							z = {
								n = {
									z = {
										["."] = {
											n = {
												e = {
													t = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				P = {
					P = {
						["情"] = {
							["色"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["3"] = {
				["7"] = {
					["."] = {
						["8"] = {
							["0"] = {
								["0"] = {
									z = {
										["."] = {
											n = {
												e = {
													t = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["1"] = {
					["8"] = {
						["8"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["2"] = {
					["5"] = {
						["5"] = {
							["9"] = {
								["2"] = {
									["4"] = {
										["."] = {
											d = {
												n = {
													s = {
														["8"] = {
															z = {
																y = {
																	["3"] = {
																		["."] = {
																			c = {
																				n = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["6"] = {
					["."] = {
						t = {
							w = {
								g = {
									g = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				a = {
					k = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				w = {
					y = {
						t = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				s = {
					e = {
						s = {
							e = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			},
			m = {
				m = {
					["9"] = {
						["6"] = {
							["式"] = {
								this = true
							}
						}
					}
				}
			},
			["年"] = {
				["谎"] = {
					["言"] = {
						this = true
					}
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			}
		},
		["7"] = {
			["8"] = {
				["3"] = {
					u = {
						e = {
							i = {
								i = {
									w = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				["2"] = {
					["7"] = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			},
			n = {
				n = {
					n = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			x = {
				["2"] = {
					["7"] = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["军"] = {
				this = true,
				["长"] = {
					["砸"] = {
						["洗"] = {
							["浴"] = {
								["中"] = {
									["心"] = {
										["*"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["军"] = {
					["长"] = {
						this = true
					}
				}
			},
			["1"] = {
				["2"] = {
					["6"] = {
						["5"] = {
							["8"] = {
								["5"] = {
									["0"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["高"] = {
				["清"] = {
					["晰"] = {
						["版"] = {
							["本"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				["茉"] = {
					["莉"] = {
						["花"] = {
							["革"] = {
								["命"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["亿"] = {
				["影"] = {
					["帝"] = {
						this = true
					}
				}
			}
		},
		["8"] = {
			["0"] = {
				w = {
					y = {
						t = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["8"] = {
					["5"] = {
						["0"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				["6"] = {
					["5"] = {
						["3"] = {
							["6"] = {
								["5"] = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["3"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["9"] = {
				["3"] = {
					["6"] = {
						["3"] = {
							["."] = {
								c = {
									t = {
										c = {
											["-"] = {
												w = {
													["1"] = {
														["5"] = {
															["9"] = {
																["."] = {
																	d = {
																		n = {
																			s = {
																				["."] = {
																					c = {
																						o = {
																							m = {
																								["."] = {
																									c = {
																										n = {
																											this = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["7"] = {
						["6"] = {
							["6"] = {
								["3"] = {
									["5"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			a = {
				["."] = {
					["3"] = {
						["3"] = {
							["2"] = {
								["2"] = {
									["."] = {
										o = {
											r = {
												g = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				x = {
					g = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			f = {
				a = {
					["."] = {
						n = {
							e = {
								t = {
									this = true
								}
							}
						}
					}
				}
			},
			g = {
				a = {
					n = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			x = {
				x = {
					c = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["色"] = {
					["站"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				}
			},
			["毫"] = {
				["升"] = {
					["的"] = {
						["浓"] = {
							["硫"] = {
								["酸"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["6"] = {
				this = true
			}
		},
		["9"] = {
			["0"] = {
				["1"] = {
					["7"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["7"] = {
				g = {
					a = {
						n = {
							["."] = {
								i = {
									n = {
										f = {
											o = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				a = {
					o = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			v = {
				["."] = {
					["3"] = {
						["3"] = {
							["2"] = {
								["2"] = {
									["."] = {
										o = {
											r = {
												g = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		a = {
			a = {
				x = {
					x = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			i = {
				n = {
					i = {
						["."] = {
							k = {
								m = {
									i = {
										p = {
											["."] = {
												n = {
													e = {
														t = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				x = {
					s = {
						w = {
							w = {
								w = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		b = {
			["."] = {
				m = {
					a = {
						i = {
							n = {
								p = {
									a = {
										g = {
											e = {
												["."] = {
													c = {
														c = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				p = {
					e = {
						r = {
							f = {
								e = {
									c = {
										t = {
											e = {
												x = {
													e = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				y = {
					i = {
						g = {
							e = {
								y = {
									u = {
										m = {
											i = {
												n = {
													g = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				b = {
					x = {
						["2"] = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		d = {
			["2"] = {
				d = {
					["2"] = {
						d = {
							s = {
								d = {
									["."] = {
										["3"] = {
											["3"] = {
												["2"] = {
													["2"] = {
														["."] = {
															o = {
																r = {
																	g = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		i = {
			j = {
				d = {
					i = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		j = {
			j = {
				x = {
					x = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			s = {
				c = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			}
		},
		m = {
			["2"] = {
				m = {
					["."] = {
						k = {
							m = {
								i = {
									p = {
										["."] = {
											n = {
												e = {
													t = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		n = {
			i = {
				d = {
					["."] = {
						["3"] = {
							["3"] = {
								["2"] = {
									["2"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				x = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		o = {
			k = {
				["."] = {
					c = {
						z = {
							["."] = {
								c = {
									c = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["年"] = {
				this = true
			}
		},
		q = {
			t = {
				w = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			}
		},
		r = {
			["2"] = {
				r = {
					["2"] = {
						r = {
							["2"] = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		s = {
			a = {
				c = {
					v = {
						["5"] = {
							h = {
								["."] = {
									["3"] = {
										["3"] = {
											["2"] = {
												["2"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				f = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		v = {
			d = {
				["."] = {
					b = {
						e = {
							n = {
								p = {
									a = {
										o = {
											["2"] = {
												["0"] = {
													["2"] = {
														["0"] = {
															["."] = {
																c = {
																	o = {
																		m = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		w = {
			d = {
				q = {
					w = {
						d = {
							q = {
								w = {
									["."] = {
										c = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		x = {
			["3"] = {
				x = {
					["4"] = {
						x = {
							["5"] = {
								x = {
									["6"] = {
										x = {
											["7"] = {
												x = {
													["8"] = {
														["."] = {
															c = {
																o = {
																	u = {
																		n = {
																			t = {
																				["."] = {
																					x = {
																						j = {
																							["."] = {
																								c = {
																									n = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["奶"] = {
			["*"] = {
				this = true
			}
		},
		["。"] = {
			["2"] = {
				["3"] = {
					["会"] = {
						["议"] = {
							this = true
						}
					},
					["會"] = {
						["議"] = {
							this = true
						}
					}
				}
			}
		},
		k = {
			k = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["逼"] = {
			this = true,
			["靠"] = {
				this = true
			}
		},
		["个"] = {
			["弹"] = {
				["夹"] = {
					this = true
				}
			}
		},
		["级"] = {
			B = {
				B = {
					this = true
				}
			}
		},
		["人"] = {
			["同"] = {
				["棲"] = {
					["生"] = {
						["活"] = {
							this = true
						}
					}
				}
			}
		},
		["十"] = {
			["7"] = {
				["军"] = {
					this = true
				}
			}
		},
		["式"] = {
			["1"] = {
				["型"] = {
					this = true
				}
			}
		},
		["穴"] = {
			["插"] = {
				["入"] = {
					this = true
				}
			},
			["中"] = {
				["出"] = {
					this = true
				}
			}
		},
		["月"] = {
			["2"] = {
				["7"] = {
					["日"] = {
						["集"] = {
							["会"] = {
								this = true
							}
						},
						["茉"] = {
							["莉"] = {
								["花"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["届"] = {
			["又"] = {
				["2"] = {
					["届"] = {
						this = true
					}
				}
			}
		},
		O = {
			["大"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["五"] = {
		["月"] = {
			this = true,
			["天"] = {
				this = true,
				["激"] = {
					["情"] = {
						["网"] = {
							this = true
						}
					}
				},
				a = {
					["片"] = {
						this = true
					}
				},
				["成"] = {
					["人"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						},
						["乱"] = {
							["伦"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				},
				["导"] = {
					["航"] = {
						this = true
					}
				},
				["电"] = {
					["影"] = {
						this = true,
						["在"] = {
							["线"] = {
								this = true
							}
						}
					}
				},
				["伦"] = {
					["理"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				},
				["青"] = {
					["色"] = {
						this = true
					}
				},
				["情"] = {
					["色"] = {
						this = true
					}
				},
				["色"] = {
					["導"] = {
						["航"] = {
							this = true
						}
					}
				},
				["丝"] = {
					["袜"] = {
						["女"] = {
							this = true
						}
					}
				},
				["影"] = {
					["视"] = {
						this = true
					},
					["院"] = {
						this = true
					}
				},
				["综"] = {
					["合"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["丁"] = {
				["香"] = {
					["网"] = {
						this = true,
						["址"] = {
							this = true
						}
					},
					["妞"] = {
						["妞"] = {
							this = true
						}
					},
					["婷"] = {
						["婷"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					this = true
				}
			},
			["撸"] = {
				this = true
			},
			["香"] = {
				["福"] = {
					["利"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["初"] = {
				["一"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["天"] = {
						this = true
					},
					["网"] = {
						this = true
					}
				}
			},
			["卅"] = {
				["五"] = {
					this = true
				}
			},
			["三"] = {
				["十"] = {
					["五"] = {
						["日"] = {
							this = true
						},
						["号"] = {
							this = true
						},
						["號"] = {
							this = true
						}
					}
				},
				["五"] = {
					["日"] = {
						this = true
					}
				},
				["伍"] = {
					["日"] = {
						this = true
					}
				}
			},
			["色"] = {
				this = true,
				["播"] = {
					this = true
				},
				["情"] = {
					["天"] = {
						this = true
					}
				},
				["图"] = {
					this = true
				}
			},
			["十"] = {
				["九"] = {
					["日"] = {
						["赵"] = {
							["紫"] = {
								["阳"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["四"] = {
				["房"] = {
					this = true
				},
				["日"] = {
					this = true
				}
			},
			["婷"] = {
				this = true,
				["婷"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			},
			["3"] = {
				["5"] = {
					["日"] = {
						this = true
					}
				}
			},
			V = {
				I = {
					I = {
						I = {
							["日"] = {
								this = true
							}
						}
					}
				}
			},
			["③"] = {
				["⑤"] = {
					["日"] = {
						this = true
					}
				}
			},
			["叁"] = {
				["伍"] = {
					["日"] = {
						this = true
					}
				}
			}
		},
		["星"] = {
			["红"] = {
				["旗"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["宏"] = {
				["辉"] = {
					this = true,
					["接"] = {
						["收"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["紅"] = {
				["旗"] = {
					this = true
				}
			},
			["遥"] = {
				["控"] = {
					this = true
				}
			}
		},
		["连"] = {
			["发"] = {
				this = true,
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["猎"] = {
					l = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["价"] = {
							["格"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["槍"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				},
				["麻"] = {
					["醉"] = {
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						}
					}
				},
				["密"] = {
					["云"] = {
						["第"] = {
							["七"] = {
								this = true
							}
						}
					}
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["汽"] = {
					["枪"] = {
						this = true
					}
				},
				["枪"] = {
					this = true
				},
				["槍"] = {
					this = true
				}
			},
			["%"] = {
				["发"] = {
					this = true
				}
			},
			["铳"] = {
				this = true
			},
			["狗"] = {
				this = true
			},
			["猎"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["四"] = {
			this = true,
			["式"] = {
				this = true,
				["手"] = {
					["狗"] = {
						this = true
					},
					["枪"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				},
				["汽"] = {
					g = {
						o = {
							u = {
								this = true
							}
						}
					},
					["狗"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["7"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["式"] = {
						["汽"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["狗"] = {
				this = true
			},
			["广"] = {
				["场"] = {
					this = true,
					["2"] = {
						["0"] = {
							["号"] = {
								this = true
							},
							["日"] = {
								this = true
							}
						}
					},
					["二"] = {
						["十"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true,
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["结"] = {
						["构"] = {
							["图"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					},
					["子"] = {
						["弹"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["後"] = {
				["的"] = {
					["壹"] = {
						["箇"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			},
			["壹"] = {
				["箇"] = {
					["月"] = {
						["後"] = {
							this = true
						}
					}
				}
			},
			["后"] = {
				["的"] = {
					["一"] = {
						["个"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["个"] = {
					["月"] = {
						["后"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["下"] = {
					["箇"] = {
						["月"] = {
							this = true
						}
					},
					["个"] = {
						["月"] = {
							this = true
						}
					}
				}
			}
		},
		["狐"] = {
			["狩"] = {
				["猎"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			}
		},
		["氯"] = {
			["苯"] = {
				["酚"] = {
					this = true
				}
			},
			["酚"] = {
				this = true,
				["钠"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["化"] = {
				["锑"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["湖"] = {
			["四"] = {
				["海"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["洲"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["广"] = {
				["场"] = {
					this = true,
					["2"] = {
						["0"] = {
							["号"] = {
								this = true
							},
							["日"] = {
								this = true
							}
						}
					},
					["二"] = {
						["十"] = {
							this = true
						}
					}
				}
			}
		},
		["感"] = {
			["图"] = {
				["完"] = {
					["整"] = {
						["版"] = {
							this = true
						}
					}
				}
			}
		},
		["姑"] = {
			["娘"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["套"] = {
			["功"] = {
				["法"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["奶"] = {
			["小"] = {
				["青"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["不"] = {
			this = true,
			["争"] = {
				["鸣"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["出"] = {
			["三"] = {
				["进"] = {
					this = true
				}
			}
		},
		["大"] = {
			["常"] = {
				["委"] = {
					this = true
				}
			},
			["诉"] = {
				["求"] = {
					this = true
				}
			},
			["訴"] = {
				["毬"] = {
					this = true
				}
			}
		},
		["个"] = {
			["部"] = {
				["长"] = {
					["一"] = {
						["个"] = {
							["省"] = {
								["长"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["杨"] = {
				["桃"] = {
					this = true
				}
			}
		},
		["毛"] = {
			this = true,
			["党"] = {
				this = true
			},
			["们"] = {
				this = true
			}
		},
		["陷"] = {
			["莲"] = {
				["仁"] = {
					this = true
				}
			},
			["蓮"] = {
				["仁"] = {
					this = true
				}
			}
		},
		q = {
			["连"] = {
				q = {
					["发"] = {
						["猎"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["步"] = {
			["倒"] = {
				["透"] = {
					["皮"] = {
						["迷"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["常"] = {
			["槍"] = {
				this = true
			}
		},
		["点"] = {
			this = true
		},
		["二"] = {
			["开"] = {
				["西"] = {
					this = true
				},
				["席"] = {
					this = true
				},
				["溜"] = {
					this = true
				},
				["喜"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				x = {
					this = true
				},
				["夕"] = {
					this = true
				},
				["习"] = {
					this = true
				},
				["戏"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["希"] = {
							this = true
						},
						["西"] = {
							this = true
						},
						x = {
							this = true
						}
					}
				}
			},
			["開"] = {
				["习"] = {
					this = true
				}
			},
			["铠"] = {
				["西"] = {
					this = true
				}
			},
			["凯"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			}
		},
		["发"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["氟"] = {
			["化"] = {
				["氯"] = {
					this = true
				}
			}
		},
		["华"] = {
			["区"] = {
				this = true
			},
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["环"] = {
			["内"] = {
				["上"] = {
					["门"] = {
						["小"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["街"] = {
			["钢"] = {
				["珠"] = {
					this = true
				}
			},
			["黑"] = {
				["市"] = {
					["枪"] = {
						["行"] = {
							this = true
						}
					}
				}
			},
			["市"] = {
				["场"] = {
					["钢"] = {
						["珠"] = {
							this = true
						}
					}
				}
			},
			["铁"] = {
				["狗"] = {
					this = true
				}
			},
			["小"] = {
				["狗"] = {
					this = true
				}
			}
		},
		["雷"] = {
			["轰"] = {
				["顶"] = {
					this = true
				}
			}
		},
		["連"] = {
			["發"] = {
				this = true,
				["獵"] = {
					["槍"] = {
						this = true
					}
				},
				["氣"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["髮"] = {
				this = true
			}
		},
		["联"] = {
			["发"] = {
				this = true,
				["枪"] = {
					this = true
				},
				["槍"] = {
					this = true
				},
				["手"] = {
					["枪"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["聯"] = {
			["發"] = {
				this = true,
				["槍"] = {
					this = true
				}
			}
		},
		["零"] = {
			["机"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["流"] = {
			["化"] = {
				["钾"] = {
					["有"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["六"] = {
			["式"] = {
				["军"] = {
					["刺"] = {
						this = true
					}
				}
			}
		},
		["码"] = {
			["吹"] = {
				["潮"] = {
					this = true
				}
			}
		},
		["年"] = {
			["内"] = {
				["不"] = {
					["准"] = {
						["谈"] = {
							["论"] = {
								["6"] = {
									["4"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["次"] = {
					["大"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["前"] = {
					["进"] = {
						this = true
					}
				}
			},
			["连"] = {
				["一"] = {
					["回"] = {
						this = true
					}
				}
			}
		},
		["硼"] = {
			["烷"] = {
				this = true
			}
		},
		["千"] = {
			this = true,
			["年"] = {
				["历"] = {
					["史"] = {
						this = true
					}
				}
			}
		},
		["三"] = {
			["五"] = {
				this = true
			}
		},
		["省"] = {
			["藏"] = {
				["区"] = {
					this = true
				}
			}
		},
		["胜"] = {
			this = true
		},
		["十"] = {
			["换"] = {
				["一"] = {
					["百"] = {
						["假"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["岚"] = {
				["纱"] = {
					["罗"] = {
						["无"] = {
							["马"] = {
								this = true
							},
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["由"] = {
					["佳"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["嵐"] = {
				["由"] = {
					["佳"] = {
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["路"] = {
				this = true
			}
		},
		["羰"] = {
			["基"] = {
				["铁"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["唯"] = {
			["美"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["氧"] = {
			["囮"] = {
				["二"] = {
					["钒"] = {
						this = true
					},
					["砷"] = {
						this = true
					}
				}
			},
			["化"] = {
				["二"] = {
					["钒"] = {
						this = true,
						["有"] = {
							["售"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["砷"] = {
						this = true
					}
				}
			}
		},
		["一"] = {
			["广"] = {
				["场"] = {
					this = true
				}
			},
			["旅"] = {
				["游"] = {
					["认"] = {
						["识"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			},
			["七"] = {
				this = true,
				["大"] = {
					["陆"] = {
						["知"] = {
							["识"] = {
								["分"] = {
									["子"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["三"] = {
					this = true
				}
			}
		},
		["元"] = {
			this = true,
			["假"] = {
				["币"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["币"] = {
					this = true
				}
			}
		},
		["证"] = {
			["俱"] = {
				["全"] = {
					this = true
				}
			}
		},
		["指"] = {
			["妹"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["山"] = {
				["假"] = {
					["币"] = {
						this = true
					}
				},
				["私"] = {
					["人"] = {
						["侦"] = {
							["探"] = {
								this = true
							}
						}
					}
				},
				["天"] = {
					["气"] = {
						this = true
					}
				}
			}
		},
		["至"] = {
			["七"] = {
				["步"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["珠"] = {
			["梅"] = {
				["花"] = {
					["无"] = {
						["敌"] = {
							this = true
						}
					}
				}
			}
		},
		["庄"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["九"] = {
			["碾"] = {
				this = true
			},
			["压"] = {
				this = true
			}
		},
		["儿"] = {
			["开"] = {
				["溜"] = {
					this = true
				},
				["喜"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				x = {
					this = true
				},
				["西"] = {
					this = true
				},
				["夕"] = {
					this = true
				},
				["习"] = {
					this = true
				},
				["戏"] = {
					this = true
				},
				["席"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["希"] = {
							this = true
						},
						["西"] = {
							this = true
						},
						x = {
							this = true
						}
					}
				}
			},
			["開"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			},
			["铠"] = {
				["西"] = {
					this = true
				}
			},
			["凯"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			}
		},
		["棵"] = {
			["松"] = {
				["十"] = {
					["字"] = {
						["路"] = {
							["口"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["政"] = {
				["治"] = {
					["局"] = {
						this = true
					}
				}
			}
		},
		["桶"] = {
			this = true
		},
		["防"] = {
			["四"] = {
				["断"] = {
					this = true
				}
			}
		},
		["铲"] = {
			["阶"] = {
				["级"] = {
					this = true
				}
			}
		},
		["七"] = {
			["一"] = {
				["工"] = {
					["程"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
