pg = pg or {}
slot0 = pg
slot0.word_template_167 = {}
slot1 = slot0.word_template_167

function temp()
	uv0["房"] = {
		["主"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["地"] = {
			["产"] = {
				["客"] = {
					["户"] = {
						["资"] = {
							["料"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["事"] = {
			this = true,
			["鲜"] = {
				["师"] = {
					this = true
				}
			}
		},
		["产"] = {
			["贾"] = {
				["家"] = {
					this = true
				}
			},
			["证"] = {
				this = true
			}
		},
		["峰"] = {
			["辉"] = {
				this = true
			}
		},
		["山"] = {
			["5"] = {
				["4"] = {
					["式"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["式"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			d = {
				u = {
					a = {
						n = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			g = {
				o = {
					u = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			k = {
				["粉"] = {
					this = true
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["保"] = {
				["健"] = {
					["女"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["碧"] = {
				["桂"] = {
					["园"] = {
						["不"] = {
							["公"] = {
								this = true
							}
						},
						["横"] = {
							["幅"] = {
								this = true
							}
						},
						["集"] = {
							["体"] = {
								this = true
							}
						},
						["静"] = {
							["坐"] = {
								this = true
							}
						},
						["围"] = {
							["观"] = {
								this = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				},
				["读"] = {
					T = {
						E = {
							L = {
								this = true
							}
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					T = {
						E = {
							L = {
								this = true
							}
						}
					}
				}
			},
			["城"] = {
				["洪"] = {
					["顺"] = {
						["跳"] = {
							["楼"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["台"] = {
					this = true
				}
			},
			["代"] = {
				["购"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["反"] = {
				["日"] = {
					["游"] = {
						["行"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					this = true,
					["5"] = {
						["4"] = {
							["专"] = {
								this = true
							}
						}
					},
					["6"] = {
						["4"] = {
							["专"] = {
								this = true
							}
						}
					},
					["9"] = {
						["4"] = {
							["专"] = {
								this = true
							}
						}
					},
					["狙"] = {
						this = true,
						["击"] = {
							["步"] = {
								this = true
							}
						}
					}
				}
			},
			["访"] = {
				["民"] = {
					["锦"] = {
						["旗"] = {
							this = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["黄"] = {
				["白"] = {
					["牙"] = {
						["签"] = {
							this = true
						}
					}
				}
			},
			["火"] = {
				["药"] = {
					this = true
				}
			},
			["狙"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					g = {
						o = {
							u = {
								this = true
							}
						}
					}
				}
			},
			["廉"] = {
				["价"] = {
					["书"] = {
						this = true
					}
				}
			},
			["两"] = {
				["会"] = {
					["拆"] = {
						["迁"] = {
							["户"] = {
								this = true
							}
						}
					},
					["出"] = {
						["发"] = {
							this = true
						}
					},
					["打"] = {
						["横"] = {
							["幅"] = {
								this = true
							}
						}
					},
					["大"] = {
						["会"] = {
							["堂"] = {
								this = true
							}
						}
					},
					["断"] = {
						this = true
					},
					["房"] = {
						["奴"] = {
							this = true
						}
					},
					["告"] = {
						["状"] = {
							this = true
						}
					},
					["股"] = {
						["民"] = {
							this = true
						}
					},
					["喊"] = {
						["冤"] = {
							this = true
						}
					},
					["行"] = {
						["动"] = {
							this = true
						}
					},
					["集"] = {
						["合"] = {
							this = true
						}
					},
					["揭"] = {
						["露"] = {
							this = true
						}
					},
					["进"] = {
						["京"] = {
							this = true
						},
						["言"] = {
							this = true
						}
					},
					["静"] = {
						["坐"] = {
							this = true
						}
					},
					["抗"] = {
						["议"] = {
							this = true
						}
					},
					["控"] = {
						["诉"] = {
							this = true
						}
					},
					["鸣"] = {
						["冤"] = {
							this = true
						}
					},
					["请"] = {
						["愿"] = {
							this = true
						}
					},
					["上"] = {
						["访"] = {
							this = true
						},
						["书"] = {
							this = true
						}
					},
					["伸"] = {
						["申"] = {
							["冤"] = {
								this = true
							}
						}
					},
					["世"] = {
						["界"] = {
							["通"] = {
								this = true
							}
						}
					},
					["讨"] = {
						["说"] = {
							["法"] = {
								this = true
							}
						}
					},
					["维"] = {
						["权"] = {
							this = true
						}
					},
					["写"] = {
						["信"] = {
							this = true
						}
					},
					["信"] = {
						["访"] = {
							["办"] = {
								this = true
							}
						}
					},
					["蚁"] = {
						["族"] = {
							this = true
						}
					},
					["游"] = {
						["行"] = {
							this = true
						}
					},
					["中"] = {
						["南"] = {
							["海"] = {
								this = true
							}
						}
					},
					["自"] = {
						["焚"] = {
							this = true
						}
					},
					["总"] = {
						["行"] = {
							this = true
						},
						["政"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					T = {
						E = {
							L = {
								this = true
							}
						}
					}
				}
			},
			["绿"] = {
				["白"] = {
					["牙"] = {
						["签"] = {
							this = true
						}
					}
				}
			},
			["哪"] = {
				["仿"] = {
					["真"] = {
						["长"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["奴"] = {
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				g = {
					o = {
						u = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["枪"] = {
				this = true
			},
			["窃"] = {
				["听"] = {
					["器"] = {
						this = true
					}
				}
			},
			["请"] = {
				["愿"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					["服"] = {
						["務"] = {
							this = true
						}
					},
					["调"] = {
						["教"] = {
							this = true
						}
					}
				}
			},
			["十"] = {
				["八"] = {
					["大"] = {
						["出"] = {
							["发"] = {
								this = true
							}
						},
						["告"] = {
							["状"] = {
								this = true
							}
						},
						["喊"] = {
							["冤"] = {
								this = true
							}
						},
						["行"] = {
							["动"] = {
								this = true
							}
						},
						["集"] = {
							["合"] = {
								this = true
							}
						},
						["进"] = {
							["京"] = {
								this = true
							},
							["言"] = {
								this = true
							}
						},
						["控"] = {
							["诉"] = {
								this = true
							}
						},
						["请"] = {
							["愿"] = {
								this = true
							}
						},
						["上"] = {
							["访"] = {
								this = true
							},
							["书"] = {
								this = true
							}
						},
						["维"] = {
							["权"] = {
								this = true
							}
						},
						["写"] = {
							["信"] = {
								this = true
							}
						},
						["游"] = {
							["行"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["炸"] = {
				["药"] = {
					this = true
				}
			},
			["长"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["找"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			},
			["植"] = {
				["物"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["视"] = {
			["频"] = {
				this = true
			}
		},
		["屋"] = {
			["所"] = {
				["有"] = {
					["权"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["他"] = {
				["项"] = {
					["权"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["性"] = {
				["爱"] = {
					this = true
				},
				["事"] = {
					this = true
				}
			},
			["艺"] = {
				["术"] = {
					this = true
				}
			}
		},
		["租"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["楼"] = {
		["盘"] = {
			["业"] = {
				["主"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					},
					["名"] = {
						["单"] = {
							this = true
						}
					},
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["凤"] = {
			this = true,
			["性"] = {
				["息"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["交"] = {
				["友"] = {
					this = true
				}
			},
			["陪"] = {
				["睡"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					["打"] = {
						["炮"] = {
							this = true
						}
					},
					["援"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["期"] = {
		["货"] = {
			["客"] = {
				["户"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					},
					["资"] = {
						["源"] = {
							this = true
						},
						["料"] = {
							this = true
						}
					},
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			}
		},
		["出"] = {
			["售"] = {
				["手"] = {
					["枪"] = {
						["气"] = {
							["枪"] = {
								["猎"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["间"] = {
			["北"] = {
				["京"] = {
					["城"] = {
						["区"] = {
							["实"] = {
								["施"] = {
									["戒"] = {
										["严"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["期"] = {
			["免"] = {
				["费"] = {
					["公"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["总"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["手"] = {
			["枪"] = {
				["气"] = {
					["枪"] = {
						["猎"] = {
							this = true
						}
					}
				}
			}
		},
		["早"] = {
			["乙"] = {
				["女"] = {
					["壹"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["顺"] = {
		["丰"] = {
			["面"] = {
				["单"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["快"] = {
				["递"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			}
		},
		["8"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["利"] = {
			["通"] = {
				["过"] = {
					["考"] = {
						this = true
					}
				}
			}
		},
		["义"] = {
			["区"] = {
				["刻"] = {
					["章"] = {
						this = true
					}
				}
			}
		},
		["达"] = {
			["电"] = {
				["棍"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["宅"] = {
		["急"] = {
			["送"] = {
				["数"] = {
					["据"] = {
						this = true
					}
				}
			}
		},
		["男"] = {
			["神"] = {
				["奇"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["影"] = {
					["视"] = {
						this = true
					}
				}
			},
			["的"] = {
				["福"] = {
					["音"] = {
						this = true
					}
				}
			},
			["撸"] = {
				["啊"] = {
					["撸"] = {
						this = true
					}
				}
			},
			["蜗"] = {
				["居"] = {
					["网"] = {
						this = true
					}
				}
			},
			["最"] = {
				["愛"] = {
					this = true
				}
			},
			["妓"] = {
				["校"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["礼"] = {
		["花"] = {
			["弹"] = {
				this = true,
				["厂"] = {
					["家"] = {
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["炮"] = {
				this = true
			}
		},
		["品"] = {
			this = true,
			["机"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["垉"] = {
			["纰"] = {
				["潑"] = {
					["蕶"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["炮"] = {
			this = true,
			["网"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["肾"] = {
		this = {
			this = true
		},
		["源"] = {
			this = true,
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["脏"] = {
			this = true
		},
		["器"] = {
			["官"] = {
				this = true
			}
		},
		["肝"] = {
			["源"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["脾"] = {
		["脏"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["心"] = {
		["脏"] = {
			this = true
		},
		["灵"] = {
			["家"] = {
				["园"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["女"] = {
						["奴"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["藏"] = {
			["大"] = {
				["恶"] = {
					this = true
				}
			}
		},
		["爱"] = {
			["母"] = {
				["婴"] = {
					["用"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		["不"] = {
			["老"] = {
				this = true
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["理"] = {
			["和"] = {
				["肉"] = {
					["体"] = {
						["防"] = {
							["线"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["水"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["跳"] = {
			["4"] = {
				["9"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["胰"] = {
		["腺"] = {
			this = true
		},
		["岛"] = {
			["素"] = {
				["样"] = {
					["生"] = {
						["长"] = {
							["因"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
