pg = pg or {}
slot0 = pg
slot0.word_template_66 = {}
slot1 = slot0.word_template_66

temp = function()
	uv0["绅"] = {
		["士"] = {
			["漫"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["莞"] = {
		["式"] = {
			["上"] = {
				["门"] = {
					this = true
				}
			},
			["一"] = {
				["条"] = {
					["龙"] = {
						this = true,
						["全"] = {
							["包"] = {
								this = true
							}
						},
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["水"] = {
				["磨"] = {
					["桑"] = {
						["拿"] = {
							this = true
						}
					}
				},
				["疗"] = {
					this = true
				}
			},
			["桑"] = {
				["拿"] = {
					["全"] = {
						["套"] = {
							this = true
						}
					}
				}
			},
			["伴"] = {
				["游"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["刚"] = {
		["珠"] = {
			["抢"] = {
				this = true
			}
		},
		["朱"] = {
			["枪"] = {
				this = true
			}
		},
		o = {
			this = true
		},
		["搬"] = {
			["来"] = {
				["的"] = {
					["少"] = {
						["女"] = {
							this = true
						}
					}
				}
			}
		},
		["比"] = {
			this = true,
			["样"] = {
				["子"] = {
					this = true
				}
			}
		},
		["瘪"] = {
			["三"] = {
				this = true
			}
		},
		["入"] = {
			["职"] = {
				["的"] = {
					["时"] = {
						["候"] = {
							["崇"] = {
								["拜"] = {
									["他"] = {
										["，"] = {
											["培"] = {
												["训"] = {
													["的"] = {
														["时"] = {
															["候"] = {
																["诋"] = {
																	["毁"] = {
																		["他"] = {
																			["，"] = {
																				["转"] = {
																					["正"] = {
																						["后"] = {
																							["理"] = {
																								["解"] = {
																									["他"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["剧"] = {
		["乳"] = {
			this = true
		},
		["毒"] = {
			["化"] = {
				["学"] = {
					["品"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["媛"] = {
		["交"] = {
			this = true
		},
		["宵"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0.O = {
		O = {
			X = {
				X = {
					this = true
				}
			},
			["要"] = {
				X = {
					X = {
						["色"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		G = {
			["库"] = {
				["什"] = {
					this = true,
					["蓝"] = {
						["莓"] = {
							this = true
						}
					}
				}
			}
		},
		K = {
			["1"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		L = {
			["&"] = {
				["秘"] = {
					["书"] = {
						["系"] = {
							["列"] = {
								this = true
							}
						}
					},
					["書"] = {
						["系"] = {
							["列"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["性"] = {
					["爱"] = {
						["秘"] = {
							["事"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["感"] = {
					["制"] = {
						["服"] = {
							this = true
						}
					}
				}
			}
		},
		N = {
			S = {
				this = true,
				["交"] = {
					["友"] = {
						this = true
					}
				},
				["俱"] = {
					["乐"] = {
						["部"] = {
							this = true
						}
					}
				},
				["聊"] = {
					["天"] = {
						["室"] = {
							this = true
						}
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["社"] = {
					["区"] = {
						this = true
					}
				},
				["性"] = {
					["息"] = {
						this = true
					}
				}
			}
		},
		V = {
			P = {
				["冲"] = {
					["锋"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["八"] = {
			["宪"] = {
				["章"] = {
					this = true
				}
			}
		},
		["型"] = {
			this = true
		},
		["2"] = {
			A = {
				g = {
					H = {
						o = {
							F = {
								B = {
									i = {
										N = {
											["2"] = {
												G = {
													e = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["缩"] = {
		["喉"] = {
			this = true
		},
		["小"] = {
			["聊"] = {
				["天"] = {
					["窗"] = {
						["口"] = {
							this = true
						}
					}
				}
			}
		},
		["阴"] = {
			this = true
		},
		["写"] = {
			["新"] = {
				["加"] = {
					["坡"] = {
						["独"] = {
							["裁"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["钙"] = {
		["片"] = {
			["资"] = {
				["源"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["豞"] = {
		["粮"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["割"] = {
		["秃"] = {
			["身"] = {
				this = true
			}
		},
		["肉"] = {
			["人"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["禿"] = {
		["鹰"] = {
			this = true,
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["氣"] = {
				["熗"] = {
					this = true,
					["抟"] = {
						["蛧"] = {
							["點"] = {
								this = true
							}
						}
					}
				}
			},
			["熗"] = {
				this = true
			}
		},
		["步"] = {
			["槍"] = {
				this = true
			}
		},
		["枪"] = {
			this = true
		},
		["槍"] = {
			this = true
		},
		["鷹"] = {
			this = true,
			["價"] = {
				["格"] = {
					this = true
				}
			},
			["芞"] = {
				["槍"] = {
					this = true,
					["專"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["槍"] = {
					this = true
				}
			},
			["氣"] = {
				["槍"] = {
					this = true,
					["專"] = {
						this = true,
						["網"] = {
							["點"] = {
								this = true
							}
						}
					}
				}
			},
			["槍"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["扶"] = {
		["她"] = {
			["动"] = {
				["漫"] = {
					this = true
				}
			}
		},
		["不"] = {
			["起"] = {
				["的"] = {
					["阿"] = {
						["斗"] = {
							this = true
						}
					}
				}
			}
		},
		["桑"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["柠"] = {
		["檬"] = {
			["臭"] = {
				["鼬"] = {
					this = true
				}
			},
			["福"] = {
				["利"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			A = {
				V = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["荤"] = {
		["桑"] = {
			["拿"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["关"] = {
		["上"] = {
			["门"] = {
				["就"] = {
					["是"] = {
						["一"] = {
							["家"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["照"] = {
			["你"] = {
				["的"] = {
					["花"] = {
						["蕾"] = {
							this = true
						}
					}
				}
			}
		},
		["机"] = {
			["房"] = {
				this = true
			}
		},
		["于"] = {
			["对"] = {
				["敌"] = {
					["斗"] = {
						["争"] = {
							["中"] = {
								["有"] = {
									["关"] = {
										["政"] = {
											["政"] = {
												["策"] = {
													["界"] = {
														["限"] = {
															["汇"] = {
																["编"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["堂"] = {
				["明"] = {
					["皇"] = {
						["与"] = {
							["杨"] = {
								["贵"] = {
									["姬"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["做"] = {
				["好"] = {
					["定"] = {
						["案"] = {
							["材"] = {
								["料"] = {
									["工"] = {
										["作"] = {
											["的"] = {
												["意"] = {
													["见"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["的"] = {
						["报"] = {
							["道"] = {
								this = true
							}
						},
						["目"] = {
							["前"] = {
								["状"] = {
									["态"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["若"] = {
				["干"] = {
					["重"] = {
						["大"] = {
							["历"] = {
								["史"] = {
									["问"] = {
										["题"] = {
											["的"] = {
												["决"] = {
													["议"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["卓"] = {
			["中"] = {
				this = true
			}
		},
		["闭"] = {
			["所"] = {
				["有"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["窗"] = {
						["口"] = {
							this = true
						}
					}
				}
			},
			["面"] = {
				["板"] = {
					this = true
				}
			}
		},
		["帝"] = {
			["猎"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["汉"] = {
			["寿"] = {
				this = true
			}
		},
		["口"] = {
			["良"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							this = true
						}
					}
				}
			}
		},
		["树"] = {
			["越"] = {
				this = true
			}
		},
		["重"] = {
			["七"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["桑"] = {
		["拿"] = {
			["一"] = {
				["条"] = {
					["龙"] = {
						this = true
					}
				}
			},
			["洗"] = {
				["浴"] = {
					["一"] = {
						["条"] = {
							["龙"] = {
								this = true
							}
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					["包"] = {
						["吹"] = {
							this = true
						}
					}
				}
			},
			["9"] = {
				["4"] = {
					["2"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["池"] = {
				["里"] = {
					["涮"] = {
						["一"] = {
							["涮"] = {
								this = true
							}
						}
					}
				}
			},
			["搓"] = {
				["得"] = {
					["浑"] = {
						["身"] = {
							["暖"] = {
								this = true
							}
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["全"] = {
				["套"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["试"] = {
				["试"] = {
					["网"] = {
						this = true
					}
				}
			},
			["丝"] = {
				["袜"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["絲"] = {
				["襪"] = {
					["誘"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			},
			["小"] = {
				["姐"] = {
					this = true,
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					}
				},
				["妹"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娛"] = {
				["樂"] = {
					["網"] = {
						this = true
					}
				}
			},
			["浴"] = {
				["里"] = {
					["涮"] = {
						["一"] = {
							["涮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["东"] = {
			["仁"] = {
				["波"] = {
					["切"] = {
						this = true
					}
				}
			}
		},
		["飞"] = {
			["燕"] = {
				this = true
			}
		},
		["国"] = {
			["卫"] = {
				this = true
			}
		},
		["國"] = {
			["衛"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["竞"] = {
		["技"] = {
			["蛮"] = {
				["牛"] = {
					this = true
				}
			},
			["用"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["彩"] = {
			["足"] = {
				["球"] = {
					["比"] = {
						["分"] = {
							["直"] = {
								["播"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["棵"] = {
		["聊"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["擦"] = {
		["键"] = {
			["盘"] = {
				this = true
			}
		},
		["你"] = {
			["妈"] = {
				this = true
			}
		},
		["鞋"] = {
			["机"] = {
				this = true
			}
		},
		["枪"] = {
			["布"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["倮"] = {
		["聊"] = {
			this = true,
			["网"] = {
				this = true,
				["?"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["牝"] = {
		["穴"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["囮"] = {
		["壆"] = {
			["栤"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["牙"] = {
		["签"] = {
			["冰"] = {
				this = true,
				["砖"] = {
					this = true
				},
				["毒"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["果"] = {
				["子"] = {
					this = true
				}
			}
		},
		["买"] = {
			["加"] = {
				["燃"] = {
					["料"] = {
						this = true
					}
				}
			}
		},
		["齿"] = {
			["轻"] = {
				["咬"] = {
					["着"] = {
						["阴"] = {
							["核"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["加"] = {
			["燃"] = {
				["料"] = {
					this = true
				}
			}
		},
		["克"] = {
			["石"] = {
				["Ｋ"] = {
					["粉"] = {
						this = true
					}
				}
			}
		},
		["簽"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["螺"] = {
		["聊"] = {
			this = true
		},
		["旋"] = {
			["1"] = {
				["2"] = {
					["号"] = {
						["独"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["摞"] = {
		["聊"] = {
			this = true,
			["网"] = {
				["站"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["掻"] = {
		["本"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["闷"] = {
		["绝"] = {
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["淫"] = {
				["乱"] = {
					["娘"] = {
						this = true
					}
				}
			}
		},
		["絶"] = {
			["爆"] = {
				["乳"] = {
					["妻"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["骚"] = {
			this = true,
			["寡"] = {
				["妇"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["声"] = {
			["发"] = {
				["财"] = {
					["一"] = {
						["路"] = {
							["续"] = {
								["续"] = {
									["啊"] = {
										["续"] = {
											["啊"] = {
												["续"] = {
													["啊"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["义"] = {
		["母"] = {
			["奴"] = {
				["隷"] = {
					this = true
				}
			},
			["很"] = {
				["寂"] = {
					["寞"] = {
						this = true
					}
				}
			},
			["散"] = {
				["华"] = {
					this = true
				}
			}
		},
		["解"] = {
			this = true
		},
		["兄"] = {
			["偷"] = {
				["拍"] = {
					["妹"] = {
						["妹"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["未"] = {
		["亡"] = {
			["人"] = {
				this = true
			}
		},
		["来"] = {
			["的"] = {
				["自"] = {
					["由"] = {
						["中"] = {
							["国"] = {
								["在"] = {
									["民"] = {
										["间"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["特"] = {
				["首"] = {
					this = true
				}
			}
		},
		["婚"] = {
			["同"] = {
				["居"] = {
					this = true
				}
			}
		},
		["成"] = {
			["年"] = {
				["接"] = {
					["客"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["花"] = {
				this = true
			}
		},
		["能"] = {
			["达"] = {
				["成"] = {
					["共"] = {
						["识"] = {
							["和"] = {
								["政"] = {
									["治"] = {
										["妥"] = {
											["协"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["完"] = {
				["全"] = {
					["平"] = {
						["息"] = {
							["民"] = {
								["间"] = {
									["抗"] = {
										["议"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["提"] = {
			["周"] = {
				["案"] = {
					this = true
				}
			}
		},
		["平"] = {
			["复"] = {
				["的"] = {
					["心"] = {
						this = true
					}
				}
			}
		},
		["满"] = {
			["1"] = {
				["4"] = {
					["周"] = {
						["岁"] = {
							A = {
								["片"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
