pg = pg or {}
slot0 = pg
slot0.word_template_346 = {}
slot1 = slot0.word_template_346

function temp()
	uv0["淺"] = {
		["倉"] = {
			["舞"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["真"] = {
				["美"] = {
					["第"] = {
						["一"] = {
							["季"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["笕"] = {
			["伽"] = {
				["椰"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		},
		["見"] = {
			["伽"] = {
				["椰"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["井"] = {
			["理"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["丼"] = {
			["理"] = {
				["種"] = {
					["孒"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			["理"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["野"] = {
			["愛"] = {
				["子"] = {
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["谴"] = {
		["责"] = {
			["中"] = {
				["共"] = {
					[" "] = {
						["\""] = {
							["暴"] = {
								["力"] = {
									["镇"] = {
										["压"] = {
											["\""] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["暴"] = {
						["力"] = {
							["镇"] = {
								["压"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["缱"] = {
		["绻"] = {
			["尘"] = {
				["世"] = {
					["的"] = {
						["美"] = {
							["母"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["棈"] = {
		["闆"] = {
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["玞"] = {
				["悽"] = {
					this = true
				}
			}
		},
		["汸"] = {
			["羙"] = {
				["軍"] = {
					["騏"] = {
						["娦"] = {
							["叨"] = {
								this = true
							}
						}
					}
				}
			},
			["軍"] = {
				["鼡"] = {
					["匕"] = {
						["渞"] = {
							this = true
						}
					}
				}
			},
			["檠"] = {
				["鼡"] = {
					["匕"] = {
						["渞"] = {
							this = true
						}
					}
				}
			},
			["特"] = {
				["檠"] = {
					["匕"] = {
						["渞"] = {
							this = true
						}
					}
				}
			},
			["戰"] = {
				["朮"] = {
					["湥"] = {
						["击"] = {
							["叨"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["裝"] = {
			["２"] = {
				["０"] = {
					["匼"] = {
						["匙"] = {
							this = true
						}
					}
				}
			},
			["汸"] = {
				["裑"] = {
					["濆"] = {
						["霚"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["羌"] = {
		["族"] = {
			["小"] = {
				["刀"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["強"] = {
		["ㄌ"] = {
			["弩"] = {
				this = true
			}
		},
		["暴"] = {
			this = true,
			S = {
				M = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["性"] = {
				["愛"] = {
					this = true
				}
			}
		},
		["儤"] = {
			["Ｓ"] = {
				["Ｍ"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			}
		},
		["閞"] = {
			["迋"] = {
				this = true
			},
			["笁"] = {
				["倶"] = {
					this = true
				}
			}
		},
		["懪"] = {
			["Ｓ"] = {
				["Ｍ"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			}
		},
		["拆"] = {
			["民"] = {
				["房"] = {
					this = true
				}
			}
		},
		["檔"] = {
			["合"] = {
				["輯"] = {
					this = true
				}
			}
		},
		["光"] = {
			["電"] = {
				["擊"] = {
					this = true
				}
			}
		},
		["茪"] = {
			["手"] = {
				["電"] = {
					this = true
				}
			}
		},
		["洸"] = {
			["電"] = {
				["击"] = {
					this = true
				}
			},
			["掱"] = {
				["電"] = {
					this = true
				}
			}
		},
		["幵"] = {
			["エ"] = {
				["具"] = {
					this = true
				}
			},
			["仼"] = {
				this = true
			}
		},
		["奸"] = {
			["ㄝ"] = {
				["佬"] = {
					["師"] = {
						this = true
					}
				}
			},
			["蒶"] = {
				this = true
			},
			["尐"] = {
				["說"] = {
					this = true
				}
			},
			["媄"] = {
				["ㄝ"] = {
					["尐"] = {
						["遊"] = {
							["戲"] = {
								this = true
							}
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					this = true
				}
			}
		},
		["姦"] = {
			this = true,
			["處"] = {
				["女"] = {
					this = true
				}
			},
			["犯"] = {
				this = true
			},
			["媽"] = {
				["媽"] = {
					["肉"] = {
						["缝"] = {
							this = true
						}
					}
				}
			},
			["你"] = {
				this = true
			},
			["女"] = {
				["老"] = {
					["師"] = {
						this = true
					}
				}
			},
			["物"] = {
				["語"] = {
					this = true
				}
			},
			["小"] = {
				["說"] = {
					this = true
				},
				["遊"] = {
					["戲"] = {
						this = true
					}
				}
			},
			["迅"] = {
				["雷"] = {
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			}
		},
		["奷"] = {
			["尒"] = {
				["説"] = {
					this = true
				}
			}
		},
		["卫"] = {
			this = true
		},
		["衛"] = {
			this = true
		},
		["效"] = {
			["安"] = {
				["眠"] = {
					["藥"] = {
						this = true
					}
				}
			},
			["催"] = {
				["眠"] = {
					["藥"] = {
						this = true
					}
				},
				["情"] = {
					["液"] = {
						this = true
					}
				}
			}
		},
		["傚"] = {
			["侒"] = {
				["眠"] = {
					["葯"] = {
						this = true
					}
				}
			},
			["催"] = {
				["眠"] = {
					["催"] = {
						["情"] = {
							["氺"] = {
								this = true
							}
						}
					},
					["葯"] = {
						this = true
					}
				}
			}
		},
		["淫"] = {
			["女"] = {
				["優"] = {
					this = true
				}
			}
		},
		["硬"] = {
			["批"] = {
				["示"] = {
					this = true
				}
			}
		},
		["佔"] = {
			["農"] = {
				["田"] = {
					this = true
				}
			}
		},
		["制"] = {
			["フ"] = {
				["ェ"] = {
					["ラ"] = {
						this = true
					}
				}
			},
			["浣"] = {
				["腸"] = {
					this = true
				}
			},
			["開"] = {
				["花"] = {
					this = true
				}
			}
		},
		["廹"] = {
			["勞"] = {
				["動"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["墙"] = {
		["角"] = {
			["枪"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["蔷"] = {
		["薇"] = {
			this = true,
			["妖"] = {
				["娆"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["搶"] = {
		["劫"] = {
			this = true,
			["犯"] = {
				this = true
			}
		},
		["\\"] = {
			["鹽"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["羥"] = {
		["基"] = {
			["環"] = {
				["戊"] = {
					["基"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
