pg = pg or {}
slot0 = pg
slot0.word_template_150 = {}
slot1 = slot0.word_template_150

function temp()
	uv0["秀"] = {
		["鹰"] = {
			this = true,
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["管"] = {
				this = true
			}
		},
		["色"] = {
			["直"] = {
				["播"] = {
					this = true
				}
			}
		},
		["大"] = {
			["奶"] = {
				["美"] = {
					["眉"] = {
						this = true
					}
				}
			}
		},
		["都"] = {
			["激"] = {
				["情"] = {
					["吧"] = {
						this = true
					}
				}
			}
		},
		["肌"] = {
			["肉"] = {
				this = true
			}
		},
		["美"] = {
			["的"] = {
				["妹"] = {
					this = true
				}
			},
			["腿"] = {
				["双"] = {
					["峰"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["诚"] = {
		["信"] = {
			["汽"] = {
				["枪"] = {
					this = true,
					["网"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				}
			},
			["枪"] = {
				["行"] = {
					this = true
				},
				["支"] = {
					this = true
				}
			},
			["狗"] = {
				["商"] = {
					this = true
				}
			},
			["咨"] = {
				["询"] = {
					["办"] = {
						["证"] = {
							["中"] = {
								["心"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["办"] = {
				this = true,
				["证"] = {
					this = true,
					["刻"] = {
						["章"] = {
							["公"] = {
								["司"] = {
									this = true
								}
							},
							["集"] = {
								["团"] = {
									this = true
								}
							}
						}
					},
					["咨"] = {
						["询"] = {
							this = true
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["集"] = {
						["团"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					},
					["网"] = {
						this = true
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["理"] = {
					this = true,
					["文"] = {
						["凭"] = {
							["证"] = {
								["件"] = {
									Q = {
										Q = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["假"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true,
						["公"] = {
							["司"] = {
								this = true
							}
						}
					}
				},
				["正"] = {
					this = true
				}
			},
			["高"] = {
				["效"] = {
					["办"] = {
						["证"] = {
							["真"] = {
								["实"] = {
									this = true
								}
							}
						},
						["理"] = {
							["假"] = {
								["证"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["专"] = {
				["业"] = {
					[" "] = {
						["办"] = {
							["证"] = {
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["名"] = {
				["单"] = {
					["公"] = {
						["司"] = {
							this = true,
							[" "] = {
								["高"] = {
									["考"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["汽"] = {
					["枪"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["拌"] = {
				this = true
			},
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["郴"] = {
				["州"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["陆"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					this = true
				},
				["开"] = {
					this = true
				}
			},
			["电"] = {
				["狗"] = {
					["专"] = {
						this = true
					}
				}
			},
			["二"] = {
				["代"] = {
					["生"] = {
						["分"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["肝"] = {
				["肾"] = {
					this = true
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["沟"] = {
				["通"] = {
					this = true
				}
			},
			["假"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["经"] = {
				["营"] = {
					["网"] = {
						this = true
					}
				}
			},
			["刻"] = {
				["章"] = {
					this = true
				}
			},
			["理"] = {
				["财"] = {
					this = true
				}
			},
			["立"] = {
				["天"] = {
					["下"] = {
						this = true
					}
				}
			},
			["气"] = {
				["短"] = {
					["狗"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			},
			["肾"] = {
				["源"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					["网"] = {
						this = true
					}
				}
			},
			["天"] = {
				["天"] = {
					["证"] = {
						["件"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["下"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["药"] = {
				["业"] = {
					this = true
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["正"] = {
				["历"] = {
					["咨"] = {
						["询"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["历"] = {
					["咨"] = {
						["询"] = {
							this = true
						}
					}
				},
				["务"] = {
					this = true
				}
			},
			["资"] = {
				["源"] = {
					this = true
				}
			},
			["做"] = {
				["假"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["办"] = {
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["接"] = {
			D = {
				D = {
					O = {
						S = {
							this = true
						}
					}
				}
			}
		},
		["聘"] = {
			["代"] = {
				["母"] = {
					this = true
				}
			}
		},
		["心"] = {
			["军"] = {
				["工"] = {
					["网"] = {
						this = true
					}
				}
			},
			["立"] = {
				["天"] = {
					["下"] = {
						this = true
					}
				}
			}
		},
		["意"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["誉"] = {
			this = true
		},
		["挚"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["逆"] = {
		["战"] = {
			["户"] = {
				["外"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["飞"] = {
		["鸿"] = {
			["护"] = {
				["卫"] = {
					this = true
				}
			}
		},
		["叶"] = {
			["子"] = {
				this = true,
				["燃"] = {
					["料"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["草"] = {
			this = true,
			["客"] = {
				this = true,
				["商"] = {
					["城"] = {
						this = true
					}
				}
			},
			["叶"] = {
				["子"] = {
					["燃"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["行"] = {
			["员"] = {
				["燃"] = {
					["料"] = {
						this = true,
						["走"] = {
							["淘"] = {
								["宝"] = {
									this = true
								}
							}
						}
					}
				},
				["叶"] = {
					["子"] = {
						this = true,
						["燃"] = {
							["料"] = {
								this = true
							}
						}
					}
				},
				["补"] = {
					["料"] = {
						this = true
					}
				},
				w = {
					e = {
						e = {
							d = {
								["燃"] = {
									["料"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["飞"] = {
					["的"] = {
						["叶"] = {
							["子"] = {
								this = true
							}
						}
					},
					["叶"] = {
						["子"] = {
							this = true
						}
					}
				},
				["专"] = {
					["用"] = {
						["叶"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["燃"] = {
				["料"] = {
					this = true,
					w = {
						e = {
							e = {
								d = {
									this = true
								}
							}
						}
					}
				}
			},
			["编"] = {
				["队"] = {
					this = true
				}
			}
		},
		["凤"] = {
			["春"] = {
				["宵"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["机"] = {
			["票"] = {
				this = true
			},
			["专"] = {
				["用"] = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["天"] = {
			["舞"] = {
				["蹈"] = {
					["学"] = {
						["校"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["盗"] = {
					["直"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["扬"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["中"] = {
				["心"] = {
					this = true
				}
			}
		},
		["奔"] = {
			["拿"] = {
				["学"] = {
					["历"] = {
						this = true
					}
				}
			}
		},
		["达"] = {
			["文"] = {
				["凭"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["弹"] = {
			this = true
		},
		["蛾"] = {
			["扑"] = {
				["火"] = {
					["爱"] = {
						["上"] = {
							["你"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["尔"] = {
			["品"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["虎"] = {
			["棋"] = {
				["牌"] = {
					this = true
				}
			},
			["商"] = {
				["务"] = {
					["调"] = {
						["查"] = {
							this = true
						}
					}
				}
			}
		},
		["剑"] = {
			["灵"] = {
				["魄"] = {
					this = true
				}
			}
		},
		["利"] = {
			["浦"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["凌"] = {
			["军"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["穴"] = {
				["名"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["鸟"] = {
			["视"] = {
				["频"] = {
					["偷"] = {
						["窃"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["禽"] = {
			["走"] = {
				["兽"] = {
					["遥"] = {
						["控"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["思"] = {
			["卡"] = {
				["尔"] = {
					this = true
				}
			}
		},
		["翔"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["鹰"] = {
			["2"] = {
				["6"] = {
					["0"] = {
						this = true
					}
				}
			},
			A = {
				["2"] = {
					["5"] = {
						this = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["猪"] = {
			["骑"] = {
				["士"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["扑"] = {
		["猎"] = {
			["网"] = {
				this = true
			}
		},
		["克"] = {
			this = true,
			["王"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["分"] = {
				["析"] = {
					this = true,
					["道"] = {
						["具"] = {
							this = true
						}
					},
					["仪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["机"] = {
				["解"] = {
					["码"] = {
						["器"] = {
							this = true
						}
					}
				},
				["破"] = {
					["解"] = {
						["仪"] = {
							this = true
						}
					}
				}
			},
			["开"] = {
				["户"] = {
					this = true
				}
			},
			["扫"] = {
				["描"] = {
					["仪"] = {
						this = true
					}
				}
			},
			["筒"] = {
				["子"] = {
					["分"] = {
						["析"] = {
							["仪"] = {
								this = true
							}
						}
					}
				}
			},
			["透"] = {
				["视"] = {
					["眼"] = {
						["镜"] = {
							this = true
						}
					}
				}
			}
		},
		["剋"] = {
			["衯"] = {
				["析"] = {
					["儀"] = {
						this = true
					}
				}
			}
		},
		["鱼"] = {
			["达"] = {
				["人"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["衡"] = {
		["山"] = {
			["护"] = {
				["具"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["扳"] = {
		["机"] = {
			this = true,
			["结"] = {
				["构"] = {
					["图"] = {
						this = true
					}
				}
			},
			["组"] = {
				["装"] = {
					["图"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["弩"] = {
		["枪"] = {
			this = true,
			["网"] = {
				this = true
			}
		},
		["弓"] = {
			this = true,
			["制"] = {
				["作"] = {
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["官"] = {
				["网"] = {
					this = true
				}
			},
			["店"] = {
				this = true
			}
		},
		["箭"] = {
			this = true
		},
		this = {
			this = true
		},
		["商"] = {
			["城"] = {
				this = true
			}
		},
		["机"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["百"] = {
		["度"] = {
			["军"] = {
				["品"] = {
					this = true
				}
			},
			["贴"] = {
				["吧"] = {
					["帖"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["空"] = {
				["间"] = {
					["有"] = {
						["奖"] = {
							["活"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["刀"] = {
			["网"] = {
				this = true
			}
		},
		["兵"] = {
			["坊"] = {
				this = true,
				["蝎"] = {
					["子"] = {
						["爪"] = {
							this = true
						}
					}
				}
			},
			["行"] = {
				["刀"] = {
					["具"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["斋"] = {
				this = true
			}
		},
		["家"] = {
			["乐"] = {
				this = true,
				["平"] = {
					["台"] = {
						this = true
					},
					["注"] = {
						["赢"] = {
							["钱"] = {
								this = true
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["开"] = {
					["户"] = {
						this = true
					}
				},
				["*"] = {
					this = true
				},
				["8"] = {
					["8"] = {
						["8"] = {
							this = true
						}
					}
				},
				["博"] = {
					["彩"] = {
						this = true
					}
				},
				["代"] = {
					["理"] = {
						["开"] = {
							["户"] = {
								this = true
							}
						}
					}
				},
				["赌"] = {
					["博"] = {
						this = true,
						["机"] = {
							this = true
						}
					},
					["场"] = {
						this = true
					}
				},
				["改"] = {
					["单"] = {
						this = true
					}
				},
				["轮"] = {
					["盘"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						},
						["真"] = {
							["钱"] = {
								this = true
							}
						}
					}
				},
				["免"] = {
					["费"] = {
						["试"] = {
							["玩"] = {
								this = true
							}
						}
					}
				},
				["软"] = {
					["件"] = {
						this = true
					}
				},
				["投"] = {
					["注"] = {
						this = true
					}
				},
				["外"] = {
					["挂"] = {
						this = true
					}
				},
				["网"] = {
					["络"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					},
					["上"] = {
						["开"] = {
							["户"] = {
								this = true
							}
						},
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					},
					["站"] = {
						this = true,
						["加"] = {
							["盟"] = {
								this = true
							}
						}
					},
					["址"] = {
						this = true
					}
				},
				["现"] = {
					["金"] = {
						["游"] = {
							["戏"] = {
								this = true
							}
						}
					}
				},
				["游"] = {
					["戏"] = {
						this = true
					}
				},
				["在"] = {
					["线"] = {
						this = true,
						["代"] = {
							["理"] = {
								this = true
							}
						},
						["平"] = {
							["台"] = {
								this = true
							}
						},
						["直"] = {
							["播"] = {
								this = true
							}
						}
					}
				},
				["真"] = {
					["钱"] = {
						this = true,
						["骰"] = {
							["宝"] = {
								this = true
							}
						}
					},
					["人"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						},
						["骰"] = {
							["宝"] = {
								this = true
							}
						},
						["游"] = {
							["戏"] = {
								this = true
							}
						}
					}
				},
				["转"] = {
					["盘"] = {
						this = true
					}
				}
			},
			["博"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["彩"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["赌"] = {
				this = true,
				["博"] = {
					this = true
				}
			},
			["性"] = {
				this = true,
				["大"] = {
					["型"] = {
						["黄"] = {
							["站"] = {
								this = true
							}
						},
						["色"] = {
							this = true,
							["站"] = {
								this = true
							}
						}
					}
				},
				["黄"] = {
					["站"] = {
						this = true
					}
				},
				["淫"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["樂"] = {
				["&"] = {
					["賭"] = {
						["博"] = {
							this = true
						}
					}
				},
				["博"] = {
					["彩"] = {
						this = true
					}
				},
				["賭"] = {
					["博"] = {
						this = true
					},
					["場"] = {
						this = true
					}
				},
				["改"] = {
					["單"] = {
						this = true
					}
				},
				["開"] = {
					["戶"] = {
						this = true
					}
				},
				["網"] = {
					["站"] = {
						this = true,
						["加"] = {
							["盟"] = {
								this = true
							}
						}
					}
				},
				["現"] = {
					["金"] = {
						["遊"] = {
							["戲"] = {
								this = true
							}
						}
					}
				},
				["線"] = {
					["上"] = {
						this = true,
						["直"] = {
							["播"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["分"] = {
			["百"] = {
				["真"] = {
					["票"] = {
						this = true
					}
				},
				["貼"] = {
					["圖"] = {
						this = true
					}
				}
			}
		},
		["治"] = {
			["磷"] = {
				this = true
			}
		},
		["乐"] = {
			["坊"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						},
						["场"] = {
							this = true
						}
					}
				}
			},
			["汇"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["门"] = {
				this = true,
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["赌"] = {
					["场"] = {
						this = true
					}
				},
				["网"] = {
					["站"] = {
						this = true
					}
				},
				["线"] = {
					["上"] = {
						["游"] = {
							["戏"] = {
								this = true
							}
						},
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				["全"] = {
					["讯"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["访"] = {
				this = true
			}
		},
		["达"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["翡"] = {
				["丽"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["姓"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["交"] = {
				["友"] = {
					this = true
				}
			}
		},
		["胜"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["国"] = {
						["际"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["百"] = {
				["旺"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["博"] = {
				this = true
			},
			["弓"] = {
				["弩"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["苑"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["汇"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["丽"] = {
			["宫"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["利"] = {
			this = true,
			["宫"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["爷"] = {
				["佬"] = {
					["单"] = {
						["开"] = {
							this = true
						}
					},
					["秒"] = {
						this = true
					}
				}
			}
		},
		["合"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["包"] = {
				this = true
			},
			["网"] = {
				["成"] = {
					["人"] = {
						["版"] = {
							this = true
						}
					}
				}
			}
		},
		["威"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["岁"] = {
			["撸"] = {
				this = true
			}
		},
		["撸"] = {
			this = true,
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["发"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["喜"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["金"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["佬"] = {
			["汇"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["彩"] = {
			["堂"] = {
				this = true
			}
		},
		["万"] = {
			["发"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["富"] = {
				["翁"] = {
					["网"] = {
						this = true
					},
					["在"] = {
						["等"] = {
							["你"] = {
								this = true
							}
						}
					}
				}
			},
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["帅"] = {
				["哥"] = {
					this = true
				}
			}
		},
		["性"] = {
			["色"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["阁"] = {
				this = true,
				["快"] = {
					["播"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["女"] = {
					["优"] = {
						["资"] = {
							["讯"] = {
								this = true
							}
						}
					}
				},
				["情"] = {
					["趣"] = {
						["用"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["元"] = {
			["假"] = {
				this = true,
				["钞"] = {
					this = true,
					[" "] = {
						["销"] = {
							["售"] = {
								this = true
							}
						}
					},
					["?"] = {
						this = true
					}
				},
				B = {
					this = true
				},
				["币"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["幣"] = {
					this = true
				},
				["吵"] = {
					this = true
				}
			},
			a = {
				["假"] = {
					["钞"] = {
						this = true
					}
				}
			},
			["大"] = {
				["钞"] = {
					this = true
				}
			},
			["真"] = {
				["币"] = {
					this = true
				}
			}
		},
		["播"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["博"] = {
			["亚"] = {
				["洲"] = {
					this = true
				}
			}
		},
		["城"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["毒"] = {
			["神"] = {
				["君"] = {
					this = true
				}
			}
		},
		["凤"] = {
			["宫"] = {
				this = true
			}
		},
		["阁"] = {
			["综"] = {
				["合"] = {
					this = true
				}
			}
		},
		["官"] = {
			["行"] = {
				["述"] = {
					this = true
				}
			}
		},
		["花"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["魁"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["科"] = {
			["女"] = {
				["优"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["濑"] = {
			["麻"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["瀬"] = {
			["茜"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["花"] = {
				["社"] = {
					["区"] = {
						this = true
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["堂"] = {
				["综"] = {
					["合"] = {
						this = true
					}
				}
			},
			["网"] = {
				["址"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["盛"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["事"] = {
			["康"] = {
				this = true
			}
		},
		["书"] = {
			["楼"] = {
				this = true
			}
		},
		["顺"] = {
			["锁"] = {
				["业"] = {
					this = true
				}
			}
		},
		["信"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["誉"] = {
			["证"] = {
				["件"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["戰"] = {
			["天"] = {
				["蟲"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["铜"] = {
		["底"] = {
			["火"] = {
				this = true
			}
		},
		["磁"] = {
			["性"] = {
				["开"] = {
					["锁"] = {
						["器"] = {
							this = true
						}
					}
				},
				["速"] = {
					["开"] = {
						this = true
					}
				}
			}
		},
		["壳"] = {
			["钢"] = {
				["珠"] = {
					this = true
				}
			}
		},
		["梁"] = {
			["县"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["陵"] = {
			["办"] = {
				["假"] = {
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["市"] = {
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["锣"] = {
			["湾"] = {
				this = true,
				["占"] = {
					["领"] = {
						this = true
					}
				}
			}
		},
		["梅"] = {
			["花"] = {
				this = true,
				["密"] = {
					["云"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["傀"] = {
				["儡"] = {
					this = true
				}
			}
		},
		["仁"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["芯"] = {
			["钢"] = {
				["珠"] = {
					this = true
				}
			}
		}
	}
end

temp()
