pg = pg or {}
slot0 = pg
slot0.word_template_140 = {}
slot1 = slot0.word_template_140

function temp()
	uv0["邮"] = {
		["政"] = {
			["局"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["舆"] = {
		["论"] = {
			this = true,
			["钳"] = {
				["制"] = {
					this = true
				}
			},
			["反"] = {
				["制"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["远"] = {
		["程"] = {
			["偷"] = {
				["拍"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["驽"] = {
					["专"] = {
						this = true
					}
				},
				["努"] = {
					["专"] = {
						this = true
					}
				},
				["弩"] = {
					this = true
				}
			},
			["攻"] = {
				["击"] = {
					this = true
				}
			},
			["教"] = {
				["育"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["瞄"] = {
				["准"] = {
					["器"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true
			},
			["窃"] = {
				["听"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["炸"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["华"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["古"] = {
			["狂"] = {
				["情"] = {
					this = true
				}
			}
		},
		["志"] = {
			["明"] = {
				this = true
			}
		},
		["平"] = {
			this = true,
			["大"] = {
				["帝"] = {
					this = true
				}
			}
		},
		["凸"] = {
			this = true
		},
		["东"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["距"] = {
			["离"] = {
				["杀"] = {
					["伤"] = {
						["武"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["控"] = {
			["御"] = {
				["防"] = {
					this = true
				}
			}
		},
		["离"] = {
			["恐"] = {
				["惧"] = {
					this = true
				}
			}
		},
		["藤"] = {
			["悠"] = {
				["美"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["山"] = {
				["水"] = {
					this = true
				}
			}
		},
		["野"] = {
			["麻"] = {
				["耶"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["春"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["曰"] = {
		G = {
			M = {
				this = true
			}
		},
		["你"] = {
			this = true
		},
		g = {
			["Ｍ"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["侦"] = {
		["探"] = {
			this = true,
			["设"] = {
				["备"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["听"] = {
			["器"] = {
				this = true
			}
		},
		["测"] = {
			["距"] = {
				["离"] = {
					this = true
				}
			}
		},
		["查"] = {
			["机"] = {
				this = true
			},
			["男"] = {
				["人"] = {
					["性"] = {
						["感"] = {
							["区"] = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				["国"] = {
					["安"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["察"] = {
			this = true,
			["."] = {
				this = true
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["兵"] = {
				["折"] = {
					["叠"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					}
				}
			},
			["机"] = {
				this = true,
				["组"] = {
					this = true
				}
			},
			["频"] = {
				["率"] = {
					this = true
				}
			},
			["箱"] = {
				this = true
			},
			["正"] = {
				this = true
			},
			["证"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["追"] = {
		["查"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["國"] = {
				["際"] = {
					this = true
				}
			},
			["迫"] = {
				["害"] = {
					this = true,
					["法"] = {
						this = true
					},
					["彭"] = {
						["克"] = {
							["玉"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["照"] = {
					["农"] = {
						["用"] = {
							["车"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["风"] = {
			["弓"] = {
				["弩"] = {
					this = true,
					["麻"] = {
						["醉"] = {
							["箭"] = {
								["专"] = {
									["卖"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["5"] = {
					["0"] = {
						this = true
					}
				}
			},
			["2"] = {
				["0"] = {
					["1"] = {
						["0"] = {
							this = true
						}
					}
				}
			},
			["劲"] = {
				["弩"] = {
					this = true
				}
			},
			["努"] = {
				["麻"] = {
					["醉"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["弩"] = {
				["麻"] = {
					["醉"] = {
						["箭"] = {
							this = true
						}
					}
				}
			}
		},
		["踪"] = {
			["器"] = {
				this = true
			}
		},
		["風"] = {
			["弩"] = {
				["麻"] = {
					["醉"] = {
						["箭"] = {
							this = true
						}
					}
				}
			}
		},
		["究"] = {
			["屠"] = {
				["城"] = {
					["责"] = {
						["任"] = {
							this = true
						}
					}
				}
			}
		},
		["寻"] = {
			["六"] = {
				["四"] = {
					["的"] = {
						["历"] = {
							["史"] = {
								["真"] = {
									["相"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["月"] = {
			["1"] = {
				["5"] = {
					["0"] = {
						A = {
							this = true
						}
					}
				}
			},
			["2"] = {
				["2"] = {
					["5"] = {
						A = {
							this = true,
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["弩"] = {
				["团"] = {
					["购"] = {
						this = true
					}
				}
			}
		},
		["债"] = {
			this = true
		},
		["債"] = {
			this = true
		},
		["思"] = {
			this = true
		},
		["念"] = {
			this = true
		},
		["悼"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["宗"] = {
		["教"] = {
			this = true,
			["压"] = {
				["迫"] = {
					this = true
				}
			},
			["歧"] = {
				["視"] = {
					this = true
				},
				["视"] = {
					this = true
				}
			}
		},
		["凤"] = {
			["鸣"] = {
				["软"] = {
					["禁"] = {
						["中"] = {
							["的"] = {
								["谈"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["海"] = {
			["仁"] = {
				this = true
			}
		},
		["喀"] = {
			["班"] = {
				this = true
			},
			["达"] = {
				this = true
			}
		},
		["赞"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["垃"] = {
		["圾"] = {
			["游"] = {
				["戏"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["淘"] = {
		["宝"] = {
			this = true,
			["秃"] = {
				["鹰"] = {
					["全"] = {
						["套"] = {
							["配"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["货"] = {
						["到"] = {
							["付"] = {
								["款"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["白"] = {
				["号"] = {
					this = true
				}
			},
			["收"] = {
				["藏"] = {
					this = true
				}
			},
			["阿"] = {
				["普"] = {
					["唑"] = {
						["仑"] = {
							this = true
						}
					}
				}
			},
			["办"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			},
			["保"] = {
				["险"] = {
					this = true
				}
			},
			["钓"] = {
				["鱼"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						["专"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			},
			["购"] = {
				["物"] = {
					this = true
				}
			},
			["皇"] = {
				["冠"] = {
					["工"] = {
						["作"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["家"] = {
				["数"] = {
					["据"] = {
						this = true
					}
				}
			},
			["开"] = {
				["店"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["靠"] = {
				this = true
			},
			["马"] = {
				["网"] = {
					["盘"] = {
						this = true
					}
				}
			},
			["退"] = {
				["款"] = {
					this = true
				}
			},
			["小"] = {
				["号"] = {
					this = true,
					["一"] = {
						["路"] = {
							["发"] = {
								this = true
							}
						}
					},
					["转"] = {
						["店"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["誉"] = {
					["科"] = {
						["技"] = {
							this = true
						}
					}
				}
			},
			["账"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["买"] = {
				["家"] = {
					["提"] = {
						["取"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["枪"] = {
			["网"] = {
				this = true
			}
		},
		["金"] = {
			["盈"] = {
				this = true,
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					this = true
				}
			}
		},
		["精"] = {
			["网"] = {
				this = true
			}
		},
		["代"] = {
			["删"] = {
				this = true
			}
		},
		["寶"] = {
			this = true
		},
		["刀"] = {
			["网"] = {
				this = true
			}
		},
		["利"] = {
			["网"] = {
				this = true
			}
		},
		["马"] = {
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["麦"] = {
			["网"] = {
				["购"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["气"] = {
			["鬼"] = {
				this = true
			}
		},
		["小"] = {
			["店"] = {
				["工"] = {
					["作"] = {
						["室"] = {
							this = true
						}
					}
				}
			},
			["号"] = {
				this = true
			}
		},
		["縁"] = {
			["公"] = {
				["寓"] = {
					this = true
				}
			}
		},
		["众"] = {
			["諨"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["战"] = {
		["牌"] = {
			this = true
		},
		["术"] = {
			["刀"] = {
				this = true,
				["具"] = {
					this = true
				},
				["网"] = {
					this = true
				}
			},
			["军"] = {
				["刀"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["刺"] = {
					this = true
				},
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["匕"] = {
				["首"] = {
					this = true
				}
			},
			["狗"] = {
				["腿"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["折"] = {
				["刀"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["跳"] = {
						["刀"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["刺"] = {
					["刀"] = {
						this = true
					}
				},
				["叠"] = {
					["刀"] = {
						this = true
					}
				},
				["斧"] = {
					["专"] = {
						this = true
					}
				},
				["砍"] = {
					["刀"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true,
					["跳"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["板"] = {
				["球"] = {
					["套"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["刀"] = {
					this = true,
					["网"] = {
						this = true
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["弹"] = {
				["弓"] = {
					this = true
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["突"] = {
				["击"] = {
					d = {
						a = {
							o = {
								this = true
							}
						}
					},
					["刺"] = {
						["刀"] = {
							this = true
						}
					},
					["刀"] = {
						this = true,
						["具"] = {
							["具"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["短"] = {
						["枪"] = {
							this = true
						}
					},
					["斧"] = {
						["专"] = {
							this = true
						}
					},
					["砍"] = {
						["刀"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					},
					["用"] = {
						["刀"] = {
							this = true
						},
						["叨"] = {
							this = true,
							["%"] = {
								this = true
							}
						}
					}
				}
			},
			["霰"] = {
				["弹"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["神"] = {
			["弓"] = {
				["弩"] = {
					this = true
				},
				["努"] = {
					this = true
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			k = {
				["8"] = {
					["弓"] = {
						["弩"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["毒"] = {
				["蝎"] = {
					["子"] = {
						["弓"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["刀"] = {
			["网"] = {
				this = true
			},
			["订"] = {
				["购"] = {
					this = true
				}
			}
		},
		["狼"] = {
			["野"] = {
				["营"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["斗"] = {
			["条"] = {
				["令"] = {
					this = true
				}
			}
		},
		["役"] = {
			["学"] = {
				["纲"] = {
					this = true
				}
			}
		},
		["乙"] = {
			["女"] = {
				["真"] = {
					["章"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
