pg = pg or {}
slot0 = pg
slot0.word_template_80 = {}
slot1 = slot0.word_template_80

temp = function()
	uv0["从"] = {
		["圣"] = {
			["地"] = {
				["寻"] = {
					["求"] = {
						["财"] = {
							["富"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["天"] = {
			["安"] = {
				["门"] = {
					["事"] = {
						["件"] = {
							["到"] = {
								["0"] = {
									["8"] = {
										["宪"] = {
											["章"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["赵"] = {
			["紫"] = {
				["阳"] = {
					["看"] = {
						["中"] = {
							["共"] = {
								["与"] = {
									["良"] = {
										["心"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["独"] = {
			["裁"] = {
				["到"] = {
					["民"] = {
						["主"] = {
							this = true
						}
					}
				}
			}
		},
		["黑"] = {
			["猫"] = {
				["白"] = {
					["猫"] = {
						["开"] = {
							["始"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["促"] = {
		["红"] = {
			["细"] = {
				["胞"] = {
					["生"] = {
						["成"] = {
							["素"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["性"] = {
			["腺"] = {
				["激"] = {
					["素"] = {
						this = true
					}
				}
			}
		},
		["中"] = {
			["国"] = {
				["公"] = {
					["布"] = {
						["遇"] = {
							["难"] = {
								["者"] = {
									["名"] = {
										["单"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["痤"] = {
		["疮"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["待"] = {
		["开"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["办"] = {
			["假"] = {
				["证"] = {
					this = true
				}
			}
		},
		["练"] = {
			this = true
		},
		["炼"] = {
			this = true
		},
		["到"] = {
			["秋"] = {
				["来"] = {
					["九"] = {
						["月"] = {
							["八"] = {
								["，"] = {
									["我"] = {
										["花"] = {
											["开"] = {
												["后"] = {
													["百"] = {
														["花"] = {
															["杀"] = {
																["，"] = {
																	["冲"] = {
																		["天"] = {
																			["香"] = {
																				["阵"] = {
																					["透"] = {
																						["长"] = {
																							["安"] = {
																								["，"] = {
																									["满"] = {
																										["城"] = {
																											["尽"] = {
																												["带"] = {
																													["黄"] = {
																														["金"] = {
																															["甲"] = {
																																this = true
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["等"] = {
		["级"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			}
		},
		["笑"] = {
			["瓶"] = {
				this = true
			}
		},
		["效"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["狄"] = {
		["玉"] = {
			["明"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["抵"] = {
		["押"] = {
			["免"] = {
				["担"] = {
					["保"] = {
						this = true
					}
				}
			}
		},
		["制"] = {
			this = true,
			["家"] = {
				["乐"] = {
					["福"] = {
						this = true
					}
				}
			},
			["武"] = {
				["汉"] = {
					["人"] = {
						this = true
					}
				}
			},
			["冬"] = {
				["奥"] = {
					this = true
				}
			},
			["北"] = {
				["京"] = {
					["东"] = {
						["奥"] = {
							this = true
						}
					}
				}
			}
		},
		z = {
			h = {
				i = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["递"] = {
		["进"] = {
			["民"] = {
				["主"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["颠"] = {
		["覆"] = {
			this = true,
			["中"] = {
				["国"] = {
					["政"] = {
						["权"] = {
							this = true
						}
					}
				},
				["华"] = {
					["人"] = {
						["民"] = {
							["共"] = {
								["和"] = {
									["国"] = {
										["政"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["性"] = {
				["错"] = {
					["误"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["覆"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["調"] = {
		["教"] = {
			this = true
		},
		["查"] = {
			["包"] = {
				["二"] = {
					["奶"] = {
						this = true
					}
				}
			},
			["小"] = {
				["三"] = {
					this = true
				}
			}
		},
		["理"] = {
			["勞"] = {
				["務"] = {
					["系"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["叮"] = {
		["丙"] = {
			["诺"] = {
				["菲"] = {
					this = true
				}
			}
		},
		["当"] = {
			["玩"] = {
				["具"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["賭"] = {
		["博"] = {
			this = true,
			["粉"] = {
				this = true
			},
			["專"] = {
				["用"] = {
					this = true
				}
			}
		},
		["城"] = {
			["網"] = {
				["址"] = {
					this = true
				}
			}
		},
		["具"] = {
			this = true
		},
		["客"] = {
			this = true
		},
		["馬"] = {
			this = true
		},
		["球"] = {
			this = true,
			["平"] = {
				["臺"] = {
					this = true
				}
			}
		},
		["神"] = {
			["大"] = {
				["全"] = {
					this = true
				}
			}
		},
		["藥"] = {
			["價"] = {
				["格"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["渡"] = {
		["海"] = {
			["登"] = {
				["陆"] = {
					["作"] = {
						["战"] = {
							["选"] = {
								["编"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["砝"] = {
		["仑"] = {
			this = true
		},
		["伦"] = {
			this = true
		},
		["轮"] = {
			this = true
		},
		["纶"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["珐"] = {
		["("] = {
			["工"] = {
				["力"] = {
					[")"] = {
						["学"] = {
							T = {
								this = true
							}
						}
					}
				}
			}
		},
		["."] = {
			["輪"] = {
				["功"] = {
					this = true
				}
			}
		},
		["工"] = {
			["力"] = {
				["学"] = {
					T = {
						this = true
					}
				}
			}
		},
		["抡"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["樊"] = {
		["守"] = {
			["志"] = {
				this = true
			}
		},
		["国"] = {
			["强"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["飯"] = {
		["島"] = {
			this = true,
			["愛"] = {
				this = true,
				b = {
					t = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["噯"] = {
				["種"] = {
					["孒"] = {
						["視"] = {
							["頻"] = {
								this = true
							}
						}
					}
				}
			},
			["杏"] = {
				["裡"] = {
					b = {
						t = {
							this = true
						}
					}
				}
			},
			["莕"] = {
				["裡"] = {
					["ｂ"] = {
						["τ"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["夏"] = {
				["帆"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["塚"] = {
			["友"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["芳"] = {
		["香"] = {
			["型"] = {
				["智"] = {
					["悟"] = {
						["气"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["本"] = {
			["叶"] = {
				["月"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["葉"] = {
				["月"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["邻"] = {
			["好"] = {
				["土"] = {
					this = true
				}
			}
		},
		["若"] = {
			["催"] = {
				["情"] = {
					["水"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["斐"] = {
		["得"] = {
			["勒"] = {
				this = true
			}
		},
		["凡"] = {
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["费"] = {
		["良"] = {
			["勇"] = {
				this = true
			}
		},
		["洛"] = {
			["蒙"] = {
				["失"] = {
					["忆"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["府"] = {
		["软"] = {
			["弱"] = {
				this = true
			}
		},
		["谷"] = {
			["群"] = {
				["体"] = {
					["性"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["妇"] = {
		["的"] = {
			["哀"] = {
				["羞"] = {
					this = true
				}
			}
		},
		["包"] = {
			["夜"] = {
				this = true
			}
		},
		["上"] = {
			["门"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["噶"] = {
		["玛"] = {
			["吧"] = {
				this = true
			},
			["巴"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["感"] = {
		["动"] = {
			["中"] = {
				["国"] = {
					["乱"] = {
						["弹"] = {
							["人"] = {
								["物"] = {
									["揭"] = {
										["晓"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["丰"] = {
			this = true
		},
		["官"] = {
			["世"] = {
				["界"] = {
					this = true
				}
			}
		},
		["谢"] = {
			["种"] = {
				["秧"] = {
					["，"] = {
						["刚"] = {
							["写"] = {
								["吸"] = {
									["主"] = {
										["吸"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["恩"] = {
			["炒"] = {
				["饭"] = {
					["人"] = {
						this = true
					}
				}
			},
			["\\"] = {
				p = {
					P = {
						["*"] = {
							["赢"] = {
								["麻"] = {
									["了"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["罗"] = {
				["马"] = {
					this = true
				}
			}
		},
		["到"] = {
			["十"] = {
				["分"] = {
					["豪"] = {
						["迈"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["告"] = {
		["别"] = {
			["蒸"] = {
				["笼"] = {
					["车"] = {
						this = true
					}
				}
			},
			["处"] = {
				["男"] = {
					["生"] = {
						["涯"] = {
							this = true
						}
					}
				}
			}
		},
		["全"] = {
			["国"] = {
				["股"] = {
					["民"] = {
						["同"] = {
							["胞"] = {
								["书"] = {
									this = true
								}
							}
						}
					}
				},
				["人"] = {
					["大"] = {
						["书"] = {
							this = true
						}
					}
				},
				["同"] = {
					["胞"] = {
						this = true,
						["书"] = {
							this = true
						}
					}
				}
			},
			["体"] = {
				["网"] = {
					["民"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["體"] = {
				["線"] = {
					["民"] = {
						["書"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["国"] = {
				["人"] = {
					["民"] = {
						["解"] = {
							["放"] = {
								["军"] = {
									["广"] = {
										["大"] = {
											["官"] = {
												["兵"] = {
													["书"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["同"] = {
			["胞"] = {
				["书"] = {
					["全"] = {
						["文"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["藏"] = {
				this = true,
				["同"] = {
					["胞"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["葛"] = {
		["振"] = {
			["峰"] = {
				this = true
			}
		},
		["光"] = {
			["佩"] = {
				this = true
			}
		},
		["玄"] = {
			this = true
		},
		["亦"] = {
			["民"] = {
				["为"] = {
					["神"] = {
						["设"] = {
							["立"] = {
								["的"] = {
									["国"] = {
										["度"] = {
											["先"] = {
												["知"] = {
													["，"] = {
														["我"] = {
															["们"] = {
																["要"] = {
																	["听"] = {
																		["他"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["平"] = {
			["版"] = {
				["的"] = {
					["豪"] = {
						["迈"] = {
							this = true
						}
					},
					["嚎"] = {
						["麦"] = {
							this = true
						}
					},
					["号"] = {
						["脉"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["跟"] = {
		["踪"] = {
			["定"] = {
				["位"] = {
					["器"] = {
						this = true,
						["*"] = {
							["*"] = {
								this = true
							}
						},
						["{"] = {
							M = {
								O = {
									D = {
										["}"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["老"] = {
			["婆"] = {
				["回"] = {
					["老"] = {
						["家"] = {
							this = true
						}
					}
				},
				["做"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["熟"] = {
			["女"] = {
				["做"] = {
					["爱"] = {
						["续"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["爱"] = {
				["美"] = {
					this = true
				}
			},
			["愛"] = {
				["美"] = {
					this = true
				}
			}
		},
		["已"] = {
			["婚"] = {
				["女"] = {
					["偷"] = {
						["腥"] = {
							this = true
						}
					}
				}
			}
		},
		["蹤"] = {
			["定"] = {
				["位"] = {
					["軟"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["柱"] = {
			["去"] = {
				["邊"] = {
					["度"] = {
						this = true
					}
				},
				["边"] = {
					["度"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["更"] = {
		["衣"] = {
			this = true
		},
		["顿"] = {
			["确"] = {
				["吉"] = {
					["尼"] = {
						["玛"] = {
							this = true
						}
					}
				}
			}
		},
		["容"] = {
			["易"] = {
				["达"] = {
					["性"] = {
						["高"] = {
							["潮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["新"] = {
			["无"] = {
				["码"] = {
					a = {
						v = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["攻"] = {
		["台"] = {
			this = true
		},
		["占"] = {
			["台"] = {
				["湾"] = {
					this = true
				}
			}
		},
		["官"] = {
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["打"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
