pg = pg or {}
slot0 = pg
slot0.word_template_220 = {}
slot1 = slot0.word_template_220

function temp()
	uv0["弘"] = {
		["法"] = {
			this = true,
			["体"] = {
				["*"] = {
					this = true
				}
			},
			["会"] = {
				this = true
			}
		},
		["道"] = {
			["商"] = {
				["贸"] = {
					this = true
				}
			}
		},
		["强"] = {
			this = true
		},
		["志"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["谁"] = {
		["是"] = {
			["新"] = {
				["中"] = {
					["国"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["胡"] = {
				["的"] = {
					["接"] = {
						["班"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["为"] = {
			["腐"] = {
				["败"] = {
					["晚"] = {
						["餐"] = {
							["买"] = {
								["单"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["想"] = {
			["阻"] = {
				["挡"] = {
					["这"] = {
						["个"] = {
							["历"] = {
								["史"] = {
									["趋"] = {
										["势"] = {
											["，"] = {
												["中"] = {
													["国"] = {
														["人"] = {
															["民"] = {
																["不"] = {
																	["会"] = {
																		["答"] = {
																			["应"] = {
																				["，"] = {
																					["也"] = {
																						["根"] = {
																							["本"] = {
																								["阻"] = {
																									["挡"] = {
																										["不"] = {
																											["了"] = {
																												this = true
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["的"] = {
			["儿"] = {
				["子"] = {
					["弄"] = {
						["彩"] = {
							["票"] = {
								this = true
							}
						}
					},
					["搞"] = {
						["正"] = {
							["变"] = {
								this = true
							}
						},
						["世"] = {
							["袭"] = {
								["、"] = {
									this = true
								}
							}
						}
					},
					["倒"] = {
						["\\"] = {
							x = {
								["{"] = {
									["1"] = {
										F = {
											["4"] = {
												F = {
													A = {
														["}"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["彩"] = {
							["雕"] = {
								this = true
							}
						}
					},
					["死"] = {
						["朝"] = {
							["鲜"] = {
								["，"] = {
									["谁"] = {
										["的"] = {
											["儿"] = {
												["子"] = {
													["拥"] = {
														["金"] = {
															["楼"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["1"] = {
						["2"] = {
							["3"] = {
								[","] = {
									["谁"] = {
										["的"] = {
											["儿"] = {
												["子"] = {
													["1"] = {
														["2"] = {
															["3"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["上"] = {
						["\\"] = {
							p = {
								P = {
									["*"] = {
										["谁"] = {
											["的"] = {
												["儿"] = {
													["子"] = {
														["卖"] = {
															["\\"] = {
																p = {
																	P = {
																		["*"] = {
																			["谁"] = {
																				["的"] = {
																					["儿"] = {
																						["子"] = {
																							["倒"] = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["妄"] = {
			["想"] = {
				["欺"] = {
					["负"] = {
						this = true,
						["中"] = {
							["国"] = {
								["（"] = {
									q = {
										u = {
											a = {
												n = {
													g = {
														u = {
															i = {
																["）"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["羊"] = {
							["大"] = {
								["爷"] = {
									["必"] = {
										["将"] = {
											["碰"] = {
												["的"] = {
													["头"] = {
														["破"] = {
															["血"] = {
																["流"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["洋"] = {
							["大"] = {
								["人"] = {
									["必"] = {
										["将"] = {
											["碰"] = {
												["的"] = {
													["头"] = {
														["破"] = {
															["血"] = {
																["流"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["…"] = {
					["…"] = {
						["都"] = {
							["必"] = {
								["将"] = {
									["…"] = {
										["…"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鸽"] = {
		["派"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["子"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["赣"] = {
		["江"] = {
			["学"] = {
				["院"] = {
					this = true,
					["暴"] = {
						["动"] = {
							["*"] = {
								this = true
							}
						}
					},
					["*"] = {
						this = true
					}
				}
			}
		},
		["您"] = {
			["娘"] = {
				this = true
			}
		},
		["州"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["器"] = {
		["官"] = {
			this = true,
			["移"] = {
				["植"] = {
					["*"] = {
						this = true
					}
				}
			},
			["贩"] = {
				this = true,
				["卖"] = {
					this = true
				}
			},
			["交"] = {
				["易"] = {
					this = true
				}
			},
			["肾"] = {
				this = true
			},
			["中"] = {
				["介"] = {
					this = true
				}
			},
			["在"] = {
				["讨"] = {
					["论"] = {
						this = true
					}
				}
			}
		},
		["硬"] = {
			["国"] = {
				["富"] = {
					["比"] = {
						["曲"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["汕"] = {
		["頭"] = {
			["頻"] = {
				["傳"] = {
					["擄"] = {
						["童"] = {
							["割"] = {
								["器"] = {
									["官"] = {
										this = true,
										["*"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["尾"] = {
			["事"] = {
				["件"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["特"] = {
			["."] = {
				["农"] = {
					["信"] = {
						["社"] = {
							this = true
						}
					}
				}
			}
		},
		["头"] = {
			["迎"] = {
				["宾"] = {
					["馆"] = {
						["火"] = {
							["灾"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["玫"] = {
		["瑰"] = {
			["园"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["逼"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["痛"] = {
		["批"] = {
			["政"] = {
				["法"] = {
					["委"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["并"] = {
			["快"] = {
				["乐"] = {
					["着"] = {
						this = true
					}
				}
			}
		},
		["经"] = {
			this = true
		},
		["忆"] = {
			[" "] = {
				["六"] = {
					["四"] = {
						this = true
					}
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			}
		},
		["↑"] = {
			["款"] = {
				["一"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["敢"] = {
		["坐"] = {
			["飞"] = {
				["机"] = {
					["吗"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["死"] = {
			["队"] = {
				["刀"] = {
					["具"] = {
						["大"] = {
							["全"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["叫"] = {
			["日"] = {
				["月"] = {
					["换"] = {
						this = true
					}
				}
			}
		},
		["争"] = {
			["高"] = {
				["下"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["践"] = {
		["踏"] = {
			["中"] = {
				["国"] = {
					["女"] = {
						["性"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["权"] = {
					this = true
				}
			},
			["宪"] = {
				["法"] = {
					this = true
				}
			}
		}
	}
end

temp()
