pg = pg or {}
slot0 = pg
slot0.word_template_168 = {}
slot1 = slot0.word_template_168

function temp()
	uv0["肝"] = {
		["脏"] = {
			this = true,
			["器"] = {
				["官"] = {
					this = true
				}
			},
			["有"] = {
				["偿"] = {
					["捐"] = {
						["献"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				this = true
			}
		},
		["源"] = {
			this = true,
			["供"] = {
				["求"] = {
					this = true
				}
			},
			["价"] = {
				["格"] = {
					this = true
				}
			},
			["肾"] = {
				["源"] = {
					this = true
				}
			},
			["收"] = {
				["购"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["信"] = {
				["息"] = {
					["网"] = {
						this = true
					}
				}
			},
			["有"] = {
				["偿"] = {
					["捐"] = {
						["献"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["介"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["裨"] = {
			this = true
		},
		["簲"] = {
			this = true
		},
		["脾"] = {
			this = true,
			M = {
				Y = {
					this = true
				}
			},
			["肝"] = {
				["肾"] = {
					this = true
				}
			},
			["货"] = {
				["源"] = {
					this = true
				}
			}
		},
		["肾"] = {
			this = true,
			["信"] = {
				["息"] = {
					["网"] = {
						this = true
					}
				}
			},
			["有"] = {
				["偿"] = {
					["捐"] = {
						["献"] = {
							this = true
						}
					}
				}
			},
			["源"] = {
				this = true,
				["北"] = {
					["京"] = {
						["地"] = {
							["区"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["腎"] = {
			["源"] = {
				this = true
			},
			["羱"] = {
				["荬"] = {
					this = true
				}
			}
		},
		["移"] = {
			["植"] = {
				["信"] = {
					["息"] = {
						this = true
					}
				}
			}
		},
		["臟"] = {
			this = true,
			["价"] = {
				["格"] = {
					this = true
				}
			},
			["中"] = {
				["介"] = {
					this = true
				}
			}
		},
		["中"] = {
			["介"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["陪"] = {
		["睡"] = {
			this = true,
			["觉"] = {
				this = true
			}
		},
		["撸"] = {
			["铯"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["溜"] = {
			["猪"] = {
				["肉"] = {
					this = true
				}
			},
			["小"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["↑"] = {
			["聊"] = {
				this = true
			}
		},
		["♀"] = {
			["夜"] = {
				this = true
			}
		},
		["伴"] = {
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["聊"] = {
			this = true,
			["裸"] = {
				["女"] = {
					this = true
				},
				["体"] = {
					this = true,
					["女"] = {
						this = true
					}
				}
			}
		},
		["你"] = {
			["一"] = {
				["杆"] = {
					["进"] = {
						["洞"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			["玩"] = {
				this = true
			}
		},
		["泳"] = {
			["女"] = {
				this = true
			}
		},
		["游"] = {
			this = true,
			["等"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["兼"] = {
		["职"] = {
			this = true,
			["小"] = {
				["姐"] = {
					this = true
				},
				["妹"] = {
					this = true
				}
			},
			["女"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			},
			["鸭"] = {
				["子"] = {
					this = true
				}
			}
		},
		["耳"] = {
			["只"] = {
				["上"] = {
					["门"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["倚"] = {
		["花"] = {
			["宫"] = {
				this = true
			}
		},
		["天"] = {
			["屠"] = {
				["龙"] = {
					["别"] = {
						["记"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["书"] = {
				["局"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["爬"] = {
		["花"] = {
			["楼"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["交"] = {
					["友"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["九"] = {
		["色"] = {
			["姐"] = {
				["妹"] = {
					["网"] = {
						this = true
					}
				}
			},
			["腾"] = {
				this = true
			}
		},
		["州"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["注"] = {
								["册"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			},
			t = {
				s = {
					["影"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					["网"] = {
						this = true
					}
				}
			},
			["制"] = {
				["药"] = {
					this = true
				}
			},
			["足"] = {
				["球"] = {
					["投"] = {
						["注"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["城"] = {
				this = true,
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["评"] = {
			this = true,
			["*"] = {
				this = true
			},
			["共"] = {
				["产"] = {
					["党"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["{"] = {
				["5"] = {
					["}"] = {
						this = true
					}
				}
			},
			["×"] = {
				["×"] = {
					this = true
				}
			},
			["公"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			},
			["5"] = {
				this = true
			}
		},
		p = {
			i = {
				n = {
					g = {
						this = true
					}
				}
			}
		},
		["-"] = {
			["评"] = {
				this = true
			}
		},
		["."] = {
			["评"] = {
				this = true
			},
			["十"] = {
				["."] = {
					["三"] = {
						["运"] = {
							["动"] = {
								this = true
							}
						}
					}
				}
			}
		},
		j = {
			i = {
				u = {
					["评"] = {
						this = true
					}
				}
			}
		},
		["·"] = {
			["十"] = {
				["·"] = {
					["三"] = {
						["运"] = {
							["动"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["十"] = {
			["三"] = {
				["运"] = {
					["动"] = {
						this = true
					}
				}
			}
		},
		["风"] = {
			this = true
		},
		["学"] = {
			this = true
		},
		["、"] = {
			["评"] = {
				this = true
			}
		},
		["成"] = {
			this = true,
			["新"] = {
				this = true
			}
		},
		["城"] = {
			this = true,
			["情"] = {
				["色"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["鼎"] = {
			["驾"] = {
				["校"] = {
					this = true
				}
			}
		},
		["二"] = {
			["配"] = {
				["件"] = {
					this = true
				}
			},
			["式"] = {
				["手"] = {
					["木"] = {
						["仓"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true,
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["子"] = {
						["弹"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["芳"] = {
			["界"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["华"] = {
			["汽"] = {
				["狗"] = {
					this = true
				}
			}
		},
		["江"] = {
			["办"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				},
				["学"] = {
					["历"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			},
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["各"] = {
				["种"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["九"] = {
			["九"] = {
				["色"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["名"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			},
			["情"] = {
				["色"] = {
					this = true,
					["帝"] = {
						["国"] = {
							this = true
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["裸"] = {
						["聊"] = {
							this = true
						}
					},
					["唯"] = {
						["美"] = {
							["爽"] = {
								this = true
							}
						}
					}
				}
			},
			["热"] = {
				["点"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["娛"] = {
				["樂"] = {
					this = true
				}
			},
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["孔"] = {
			["#"] = {
				["开"] = {
					["路"] = {
						["先"] = {
							["锋"] = {
								this = true
							}
						}
					}
				}
			},
			["开"] = {
				["路"] = {
					["先"] = {
						["锋"] = {
							this = true
						}
					}
				}
			}
		},
		["零"] = {
			["后"] = {
				["自"] = {
					["拍"] = {
						["性"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["流"] = {
			["卡"] = {
				["盟"] = {
					this = true
				}
			}
		},
		["六"] = {
			["色"] = {
				this = true
			}
		},
		["龙"] = {
			["冰"] = {
				["化"] = {
					["工"] = {
						["主"] = {
							["产"] = {
								this = true
							}
						}
					}
				}
			},
			["夺"] = {
				["嫡"] = {
					["之"] = {
						["胤"] = {
							["祹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["码"] = {
			this = true
		},
		["霾"] = {
			this = true
		},
		["妹"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			},
			["情"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["評"] = {
			this = true,
			["共"] = {
				["產"] = {
					["黨"] = {
						this = true
					}
				}
			}
		},
		["七"] = {
			["配"] = {
				["件"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["式"] = {
				["手"] = {
					["枪"] = {
						this = true,
						["联"] = {
							["系"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true,
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["浅"] = {
			["一"] = {
				["深"] = {
					["女"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["三"] = {
			["二"] = {
				["九"] = {
					["七"] = {
						this = true
					}
				}
			}
		},
		["天"] = {
			["神"] = {
				["鹤"] = {
					this = true
				}
			}
		},
		["头"] = {
			["虫"] = {
				this = true
			},
			["鸟"] = {
				["军"] = {
					["品"] = {
						["专"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["尾"] = {
			["灵"] = {
				["狐"] = {
					this = true
				}
			},
			["天"] = {
				["狐"] = {
					this = true
				}
			}
		},
		["五"] = {
			["至"] = {
				["尊"] = {
					this = true
				}
			}
		},
		["眼"] = {
			["桥"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["阴"] = {
			["真"] = {
				["经"] = {
					this = true
				}
			}
		},
		["游"] = {
			this = true
		},
		["片"] = {
			["棱"] = {
				["角"] = {
					["的"] = {
						["回"] = {
							["忆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["剑"] = {
			["诛"] = {
				["赤"] = {
					["龙"] = {
						this = true
					}
				}
			}
		},
		["八"] = {
			this = true,
			["九"] = {
				["一"] = {
					this = true
				}
			}
		},
		["利"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["哪"] = {
		["里"] = {
			["有"] = {
				["援"] = {
					["交"] = {
						["妹"] = {
							this = true
						}
					}
				},
				["小"] = {
					["姐"] = {
						this = true
					}
				},
				["卖"] = {
					["户"] = {
						["口"] = {
							this = true
						}
					},
					["双"] = {
						["管"] = {
							["猎"] = {
								this = true
							}
						}
					}
				},
				["鸡"] = {
					["婆"] = {
						this = true
					}
				},
				["钢"] = {
					["珠"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["连"] = {
					["发"] = {
						["猎"] = {
							["枪"] = {
								["买"] = {
									["卖"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["气"] = {
					["枪"] = {
						["卖"] = {
							this = true
						}
					}
				},
				["枪"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["真"] = {
					["枪"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["卖"] = {
							["买"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["钱"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				},
				["出"] = {
					["售"] = {
						["假"] = {
							["钱"] = {
								["厂"] = {
									["家"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["可"] = {
				["以"] = {
					["弄"] = {
						["到"] = {
							["正"] = {
								["规"] = {
									["发"] = {
										["票"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["开"] = {
						["票"] = {
							this = true
						}
					},
					["买"] = {
						["到"] = {
							["麻"] = {
								["黄"] = {
									["素"] = {
										[" "] = {
											["水"] = {
												["晶"] = {
													["冰"] = {
														this = true
													}
												}
											}
										}
									}
								}
							},
							["假"] = {
								["币"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["买"] = {
				["汽"] = {
					["车"] = {
						["万"] = {
							["能"] = {
								["干"] = {
									["扰"] = {
										["器"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["能"] = {
				["买"] = {
					["到"] = {
						["自"] = {
							["制"] = {
								["手"] = {
									["枪"] = {
										this = true
									}
								}
							}
						},
						[" "] = {
							["纯"] = {
								["度"] = {
									["9"] = {
										["9"] = {
											["%"] = {
												[" "] = {
													K = {
														["粉"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							},
							["摇"] = {
								["头"] = {
									["丸"] = {
										[" "] = {
											["冰"] = {
												["毒"] = {
													Q = {
														Q = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["假"] = {
							["币"] = {
								this = true
							},
							["钱"] = {
								this = true
							}
						}
					}
				}
			},
			["卖"] = {
				["假"] = {
					["钞"] = {
						this = true
					}
				}
			}
		},
		["有"] = {
			["手"] = {
				["拉"] = {
					["鸡"] = {
						this = true
					}
				}
			},
			["代"] = {
				["开"] = {
					["商"] = {
						["品"] = {
							["销"] = {
								["售"] = {
									["發"] = {
										["票"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["能"] = {
			["买"] = {
				["到"] = {
					["真"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				["砖"] = {
					this = true
				}
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							this = true
						}
					}
				}
			}
		},
		["报"] = {
			["仇"] = {
				["用"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			["小"] = {
				["姐"] = {
					["最"] = {
						["便"] = {
							["宜"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["儿"] = {
			q = {
				i = {
					a = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				this = true
			},
			["肾"] = {
				this = true
			}
		},
		["仿"] = {
			["真"] = {
				["长"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["黄"] = {
			["樟"] = {
				["脑"] = {
					this = true
				}
			}
		},
		["蒙"] = {
			["汗"] = {
				["葯"] = {
					this = true
				}
			}
		},
		["汽"] = {
			["枪"] = {
				this = true
			}
		},
		["枪"] = {
			this = true
		},
		["氰"] = {
			["化"] = {
				["钾"] = {
					this = true
				}
			}
		},
		["檠"] = {
			["鼡"] = {
				["闆"] = {
					this = true
				}
			}
		},
		["些"] = {
			["黄"] = {
				["色"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["氯"] = {
				["乙"] = {
					["酸"] = {
						["甲"] = {
							["酯"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["乙"] = {
			["醚"] = {
				this = true
			}
		},
		["月"] = {
			["形"] = {
				["弯"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["找"] = {
			["职"] = {
				["业"] = {
					["杀"] = {
						["手"] = {
							this = true
						}
					}
				}
			}
		},
		["支"] = {
			["部"] = {
				["队"] = {
					["杀"] = {
						["人"] = {
							["最"] = {
								["多"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["寻"] = {
		["芳"] = {
			["录"] = {
				this = true
			}
		},
		["乐"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["花"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["欢"] = {
			["性"] = {
				["息"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["找"] = {
			["林"] = {
				["昭"] = {
					["的"] = {
						["灵"] = {
							["魂"] = {
								this = true
							}
						}
					}
				}
			},
			["打"] = {
				["手"] = {
					this = true
				}
			},
			["代"] = {
				["考"] = {
					this = true
				}
			},
			["猎"] = {
				["槍"] = {
					this = true
				}
			},
			["枪"] = {
				["手"] = {
					this = true
				}
			},
			["性"] = {
				["女"] = {
					this = true
				}
			},
			["夜"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["6"] = {
			["4"] = {
				["槍"] = {
					this = true
				}
			}
		},
		["甸"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["肝"] = {
			this = true,
			["源"] = {
				this = true
			}
		},
		["觅"] = {
			["猎"] = {
				["槍"] = {
					this = true
				}
			}
		},
		["槍"] = {
			["手"] = {
				["槍"] = {
					this = true
				}
			}
		},
		["求"] = {
			["肾"] = {
				["源"] = {
					this = true
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["逍"] = {
		["遥"] = {
			["游"] = {
				["军"] = {
					["校"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["坊"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				},
				["在"] = {
					["线"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			},
			["宫"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["花"] = {
				["都"] = {
					["百"] = {
						["香"] = {
							["宫"] = {
								this = true
							}
						}
					}
				}
			},
			["阁"] = {
				this = true
			},
			["性"] = {
				["息"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["父"] = {
				["女"] = {
					this = true
				}
			},
			B = {
				T = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["菀"] = {
		["式"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			}
		}
	}
end

temp()
