pg = pg or {}
slot0 = pg
slot0.word_template_61 = {}
slot1 = slot0.word_template_61

temp = function()
	uv0["贵"] = {
		["族"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["宝"] = {
				["贝"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["妃"] = {
			["欢"] = {
				["乐"] = {
					["水"] = {
						this = true
					}
				}
			},
			["醉"] = {
				["酒"] = {
					this = true
				}
			}
		},
		["水"] = {
			["蓝"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["奈"] = {
				["绪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["夏"] = {
				["生"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["优"] = {
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["家"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["体"] = {
				["育"] = {
					this = true
				}
			}
		},
		["德"] = {
			W = {
				["8"] = {
					["8"] = {
						this = true
					}
				}
			}
		},
		["雅"] = {
			["撸"] = {
				this = true
			}
		},
		["立"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["老"] = {
								["虎"] = {
									["机"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["优"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["游"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["化"] = {
			["官"] = {
				["员"] = {
					this = true
				}
			}
		},
		["昙"] = {
			["婆"] = {
				["罗"] = {
					["花"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["爱"] = {
				["美"] = {
					this = true
				}
			},
			["明"] = {
				["日"] = {
					["花"] = {
						this = true
					}
				}
			},
			["瞳"] = {
				this = true
			},
			["子"] = {
				this = true
			}
		},
		["女"] = {
			V = {
				A = {
					this = true
				}
			}
		},
		["选"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["发"] = {
			["8"] = {
				["8"] = {
					["8"] = {
						this = true
					}
				}
			}
		},
		["亿"] = {
			["在"] = {
				["线"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["顶"] = {
		["尖"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["高"] = {
				["手"] = {
					this = true
				}
			}
		},
		["色"] = {
			["综"] = {
				["合"] = {
					["网"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["级"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					p = {
						t = {
							["1"] = {
								["3"] = {
									["8"] = {
										this = true
									}
								}
							}
						}
					},
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					},
					["&"] = {
						["裸"] = {
							["聊"] = {
								this = true
							}
						}
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			},
			["轮"] = {
				["奸"] = {
					["套"] = {
						["图"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["朋"] = {
				["友"] = {
					["圈"] = {
						this = true
					}
				}
			},
			["日"] = {
				["本"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["万"] = {
				["世"] = {
					["私"] = {
						["迷"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["片"] = {
					this = true
				}
			}
		},
		["到"] = {
			["阿"] = {
				["姨"] = {
					["的"] = {
						["花"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			},
			["花"] = {
				["蕊"] = {
					this = true
				}
			}
		},
		["点"] = {
			["小"] = {
				["说"] = {
					this = true
				}
			}
		},
		["丰"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["峰"] = {
			["教"] = {
				["育"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["极"] = {
			["淫"] = {
				["片"] = {
					this = true
				}
			}
		},
		["进"] = {
			["嫂"] = {
				["子"] = {
					["的"] = {
						["花"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					["的"] = {
						["花"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			},
			["她"] = {
				["的"] = {
					["花"] = {
						["蕊"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["就"] = {
			["变"] = {
				this = true
			}
		},
		["牛"] = {
			["3"] = {
				d = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["清"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["上"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["贴"] = {
			["机"] = {
				this = true
			}
		},
		["相"] = {
			["机"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["功"] = {
		["夫"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["德"] = {
			["圆"] = {
				["满"] = {
					this = true
				}
			}
		},
		["法"] = {
			this = true
		},
		["学"] = {
			this = true,
			["员"] = {
				this = true
			}
		},
		["友"] = {
			this = true,
			["弟"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["悦"] = {
		["榕"] = {
			["庄"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["读"] = {
			["社"] = {
				this = true
			}
		},
		["度"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["来"] = {
			["客"] = {
				["栈"] = {
					this = true
				}
			}
		},
		["色"] = {
			["阁"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["滨"] = {
		["海"] = {
			["湾"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["捷"] = {
		["豹"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["报"] = {
			["比"] = {
				["分"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["克"] = {
			["多"] = {
				["毛"] = {
					["女"] = {
						this = true
					}
				}
			},
			["左"] = {
				["轮"] = {
					this = true
				},
				["輪"] = {
					this = true
				}
			}
		},
		["通"] = {
			["华"] = {
				["声"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["京"] = {
		["城"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["四"] = {
				["少"] = {
					[" "] = {
						["李"] = {
							["小"] = {
								["勇"] = {
									this = true
								}
							},
							["晓"] = {
								["勇"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["夜"] = {
				this = true
			},
			["大"] = {
				["广"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		["都"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["不"] = {
				["伦"] = {
					["妻"] = {
						this = true
					}
				}
			}
		},
		["夫"] = {
			["子"] = {
				this = true
			}
		},
		["郊"] = {
			["旅"] = {
				["游"] = {
					this = true
				}
			}
		},
		["疲"] = {
			["丽"] = {
				["近"] = {
					this = true
				}
			}
		},
		["平"] = {
			["啊"] = {
				this = true
			}
		},
		["东"] = {
			["商"] = {
				["城"] = {
					this = true
				}
			},
			["退"] = {
				["款"] = {
					this = true,
					["处"] = {
						["理"] = {
							this = true
						}
					},
					["台"] = {
						this = true
					}
				}
			}
		},
		["分"] = {
			["露"] = {
				["点"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["乃"] = {
			["亞"] = {
				["津"] = {
					["沙"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["铅"] = {
			["弹"] = {
				this = true
			}
		},
		["石"] = {
			["二"] = {
				["高"] = {
					["速"] = {
						this = true,
						["补"] = {
							["偿"] = {
								this = true
							}
						},
						["不"] = {
							["公"] = {
								this = true
							}
						},
						["拆"] = {
							["迁"] = {
								this = true
							}
						},
						["横"] = {
							["幅"] = {
								this = true
							}
						},
						["集"] = {
							["体"] = {
								this = true
							}
						},
						["警"] = {
							["察"] = {
								this = true
							}
						},
						["静"] = {
							["坐"] = {
								this = true
							}
						},
						["民"] = {
							["警"] = {
								this = true
							}
						},
						["上"] = {
							["访"] = {
								this = true
							}
						},
						["条"] = {
							["幅"] = {
								this = true
							}
						},
						["围"] = {
							["观"] = {
								this = true
							}
						},
						["维"] = {
							["权"] = {
								this = true
							}
						},
						["占"] = {
							["地"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["温"] = {
			this = true,
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["乡"] = {
			["办"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["周"] = {
				["边"] = {
					["办"] = {
						["正"] = {
							this = true
						},
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["香"] = {
			j = {
				u = {
					l = {
						i = {
							a = {
								this = true
							}
						}
					}
				}
			}
		},
		["野"] = {
			["结"] = {
				["衣"] = {
					this = true
				}
			},
			["元"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["圆"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["圓"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["真"] = {
				["里"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["速"] = {
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				},
				["线"] = {
					["上"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["发"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["效"] = {
			["迷"] = {
				["奸"] = {
					["药"] = {
						this = true,
						["专"] = {
							this = true,
							["卖"] = {
								this = true
							}
						}
					}
				},
				["情"] = {
					["水"] = {
						this = true
					},
					["药"] = {
						this = true
					}
				}
			},
			["催"] = {
				["眠"] = {
					["香"] = {
						["水"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["用"] = {
					["性"] = {
						["春"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["办"] = {
			this = true
		},
		["递"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			}
		},
		["换"] = {
			["头"] = {
				["咔"] = {
					["吧"] = {
						this = true
					}
				}
			}
		},
		["交"] = {
			["攵"] = {
				["迷"] = {
					["女"] = {
						["干"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["开"] = {
			A = {
				B = {
					["霸"] = {
						["王"] = {
							this = true
						}
					}
				}
			}
		},
		["秒"] = {
			["梅"] = {
				["花"] = {
					["开"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["拿"] = {
			["、"] = {
				["办"] = {
					["学"] = {
						["历"] = {
							this = true
						}
					}
				}
			}
		},
		["取"] = {
			this = true
		},
		["删"] = {
			["负"] = {
				["面"] = {
					["消"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["升"] = {
			["网"] = {
				this = true
			}
		},
		["食"] = {
			["全"] = {
				["套"] = {
					this = true
				}
			}
		},
		["水"] = {
			this = true,
			["恋"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["淘"] = {
			["商"] = {
				["城"] = {
					this = true
				}
			}
		},
		["傚"] = {
			["蒾"] = {
				["奸"] = {
					["葯"] = {
						["專"] = {
							this = true
						}
					}
				}
			}
		},
		["战"] = {
			["速"] = {
				["决"] = {
					["的"] = {
						["新"] = {
							["鲜"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["赢"] = {
		["乐"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["平"] = {
				["台"] = {
					this = true
				}
			}
		},
		["发"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["家"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["咖"] = {
			["1"] = {
				["9"] = {
					["5"] = {
						["6"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["犹"] = {
		["太"] = {
			["人"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["记"] = {
			["太"] = {
				["祖"] = {
					["开"] = {
						["言"] = {
							["路"] = {
								["\\"] = {
									n = {
										["?"] = {
											["却"] = {
												["是"] = {
													["今"] = {
														["朝"] = {
															["把"] = {
																["嘴"] = {
																	["捂"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["仙"] = {
		["童"] = {
			["下"] = {
				["地"] = {
					["狱"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["谷"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["剑"] = {
			["淫"] = {
				["侠"] = {
					["传"] = {
						this = true
					}
				}
			}
		},
		["鹤"] = {
			["气"] = {
				["枪"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["侠"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["苍"] = {
		["老"] = {
			["师"] = {
				this = true,
				["的"] = {
					["超"] = {
						["时"] = {
							["空"] = {
								["双"] = {
									["飞"] = {
										["之"] = {
											["旅"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["湿"] = {
				this = true
			}
		},
		["井"] = {
			["空"] = {
				this = true,
				["伦"] = {
					["理"] = {
						["片"] = {
							this = true
						}
					}
				},
				e = {
					d = {
						["2"] = {
							k = {
								[":"] = {
									["/"] = {
										["/"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["葵"] = {
				["无"] = {
					["马"] = {
						this = true
					},
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["焱"] = {
			this = true
		},
		["蝇"] = {
			["水"] = {
				this = true,
				["专"] = {
					["卖"] = {
						this = true
					}
				},
				["乖"] = {
					["乖"] = {
						["水"] = {
							this = true,
							["蒙"] = {
								["汗"] = {
									["药"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["失"] = {
					["身"] = {
						["粉"] = {
							["专"] = {
								["卖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["粉"] = {
				this = true
			},
			["性"] = {
				["药"] = {
					["水"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["吹"] = {
			["雪"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			["空"] = {
				this = true
			},
			["葵"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["空"] = {
			["井"] = {
				["快"] = {
					["播"] = {
						this = true
					}
				}
			}
		},
		["乃"] = {
			["幸"] = {
				["恵"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["梧"] = {
			["县"] = {
				["办"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["叉"] = {
		["叉"] = {
			["叉"] = {
				["综"] = {
					["合"] = {
						["网"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				}
			}
		},
		B = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["妄"] = {
		["想"] = {
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["メ"] = {
				["イ"] = {
					this = true
				}
			},
			["淑"] = {
				["女"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["议"] = {
			["中"] = {
				["央"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["第"] = {
		["四"] = {
			["色"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				},
				["播"] = {
					["播"] = {
						this = true
					}
				},
				["空"] = {
					["婷"] = {
						["婷"] = {
							this = true
						}
					},
					["间"] = {
						this = true
					}
				},
				["综"] = {
					["合"] = {
						this = true
					}
				}
			},
			["涩"] = {
				this = true
			},
			["代"] = {
				this = true,
				["领"] = {
					["导"] = {
						this = true
					}
				}
			}
		},
		["七"] = {
			["色"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				},
				["成"] = {
					["人"] = {
						["网"] = {
							this = true
						}
					}
				},
				["综"] = {
					["合"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["领"] = {
					["导"] = {
						this = true
					}
				}
			}
		},
		["一"] = {
			["版"] = {
				["主"] = {
					this = true
				}
			},
			["会"] = {
				["所"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["夫"] = {
				["人"] = {
					this = true,
					["题"] = {
						["字"] = {
							this = true
						}
					},
					B = {
						B = {
							["霜"] = {
								this = true
							}
						}
					},
					["同"] = {
						["款"] = {
							["手"] = {
								["机"] = {
									this = true
								}
							}
						}
					},
					["包"] = {
						["包"] = {
							this = true
						}
					},
					["谜"] = {
						["尚"] = {
							this = true
						}
					},
					["美"] = {
						["羊"] = {
							["羊"] = {
								this = true
							}
						}
					},
					["百"] = {
						["雀"] = {
							["羚"] = {
								this = true
							}
						}
					},
					["面"] = {
						["膜"] = {
							this = true
						}
					},
					["珊"] = {
						["瑚"] = {
							["同"] = {
								["款"] = {
									this = true
								}
							}
						}
					},
					["珍"] = {
						["珠"] = {
							this = true
						}
					},
					["旗"] = {
						["袍"] = {
							this = true
						}
					},
					["红"] = {
						["木"] = {
							["家"] = {
								["具"] = {
									this = true
								}
							}
						}
					},
					[" "] = {
						i = {
							p = {
								h = {
									o = {
										n = {
											e = {
												this = true
											}
										}
									}
								}
							}
						},
						["大"] = {
							["舅"] = {
								this = true
							}
						},
						["欧"] = {
							["米"] = {
								["茄"] = {
									this = true
								}
							}
						},
						["三"] = {
							["舅"] = {
								this = true
							}
						},
						["手"] = {
							["表"] = {
								this = true
							},
							["机"] = {
								this = true
							}
						}
					}
				}
			},
			["户"] = {
				["外"] = {
					["名"] = {
						["刀"] = {
							["专"] = {
								["卖"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					},
					["世"] = {
						["界"] = {
							["名"] = {
								["刀"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["次"] = {
				["没"] = {
					["穿"] = {
						["内"] = {
							["衣"] = {
								["裤"] = {
									["及"] = {
										["小"] = {
											["穴"] = {
												["被"] = {
													["插"] = {
														["著"] = {
															["东"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["操"] = {
					["表"] = {
						["姐"] = {
							this = true
						}
					}
				},
				["点"] = {
					["亮"] = {
						["敌"] = {
							["人"] = {
								this = true
							}
						}
					}
				},
				["老"] = {
					["婆"] = {
						["拍"] = {
							["摄"] = {
								this = true
							}
						}
					}
				},
				["嫖"] = {
					["鸡"] = {
						["经"] = {
							["历"] = {
								this = true
							}
						}
					}
				}
			},
			["會"] = {
				["所"] = {
					this = true
				}
			},
			["福"] = {
				["利"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["书"] = {
				["记"] = {
					this = true
				}
			},
			["代"] = {
				["领"] = {
					["导"] = {
						this = true
					}
				}
			},
			["爆"] = {
				["优"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["天"] = {
						["堂"] = {
							this = true
						}
					}
				}
			},
			["坊"] = {
				["视"] = {
					["频"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["访"] = {
				this = true
			},
			["话"] = {
				this = true
			},
			["回"] = {
				["找"] = {
					["妓"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["录"] = {
					["网"] = {
						this = true
					}
				}
			},
			["千"] = {
				["金"] = {
					[" "] = {
						["梁"] = {
							["稳"] = {
								["根"] = {
									this = true
								}
							},
							["冶"] = {
								["中"] = {
									this = true
								}
							},
							["在"] = {
								["中"] = {
									this = true
								}
							},
							["治"] = {
								["中"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["色"] = {
				this = true
			},
			["手"] = {
				["筋"] = {
					this = true
				}
			},
			["爽"] = {
				["图"] = {
					["区"] = {
						this = true
					}
				}
			},
			["丝"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["无"] = {
				["赖"] = {
					this = true
				}
			},
			["性"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["夜"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["战"] = {
				["区"] = {
					this = true
				}
			},
			["任"] = {
				["就"] = {
					["修"] = {
						["仙"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			},
			["婆"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["二"] = {
			["书"] = {
				["包"] = {
					["网"] = {
						this = true
					}
				}
			},
			["代"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				},
				["领"] = {
					["导"] = {
						this = true
					}
				}
			},
			["个"] = {
				["穆"] = {
					["巴"] = {
						["拉"] = {
							["克"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["三"] = {
			["书"] = {
				["包"] = {
					["网"] = {
						this = true
					}
				}
			},
			["党"] = {
				this = true
			},
			["道"] = {
				["路"] = {
					["党"] = {
						this = true
					}
				}
			},
			["代"] = {
				["领"] = {
					["导"] = {
						this = true
					}
				}
			},
			["波"] = {
				["集"] = {
					["会"] = {
						this = true
					}
				}
			},
			["部"] = {
				["三"] = {
					["人"] = {
						["行"] = {
							this = true
						}
					}
				}
			},
			["世"] = {
				["界"] = {
					this = true
				}
			},
			["眼"] = {
				["世"] = {
					["界"] = {
						this = true
					}
				}
			},
			["次"] = {
				["财"] = {
					["富"] = {
						["分"] = {
							["配"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["4"] = {
			["色"] = {
				this = true
			},
			["代"] = {
				["领"] = {
					["导"] = {
						this = true
					}
				}
			}
		},
		["九"] = {
			["城"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				},
				["市"] = {
					this = true
				}
			},
			["色"] = {
				["激"] = {
					["情"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["连"] = {
				["枪"] = {
					["模"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["图"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			}
		},
		["十"] = {
			["六"] = {
				["次"] = {
					["代"] = {
						["表"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["五"] = {
			["代"] = {
				["红"] = {
					["人"] = {
						this = true
					}
				},
				["接"] = {
					["班"] = {
						["梯"] = {
							["队"] = {
								this = true
							}
						}
					}
				},
				["中"] = {
					["央"] = {
						["领"] = {
							["导"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				},
				["领"] = {
					["导"] = {
						this = true,
						["人"] = {
							this = true
						},
						["新"] = {
							["星"] = {
								this = true
							}
						}
					}
				},
				["太"] = {
					["子"] = {
						["党"] = {
							[" "] = {
								["敛"] = {
									["财"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["卧"] = {
					["底"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["六"] = {
			["代"] = {
				["领"] = {
					["导"] = {
						this = true
					}
				}
			},
			["看"] = {
				["守"] = {
					["所"] = {
						this = true
					}
				}
			}
		},
		["1"] = {
			["代"] = {
				["领"] = {
					["导"] = {
						this = true
					}
				}
			},
			["色"] = {
				["情"] = {
					["基"] = {
						["地"] = {
							this = true
						}
					}
				}
			}
		},
		["2"] = {
			["代"] = {
				["领"] = {
					["导"] = {
						this = true
					}
				}
			},
			["1"] = {
				["集"] = {
					["团"] = {
						["军"] = {
							this = true
						}
					}
				}
			}
		},
		["3"] = {
			["代"] = {
				["领"] = {
					["导"] = {
						this = true
					}
				}
			},
			["3"] = {
				["个"] = {
					["3"] = {
						["2"] = {
							["×"] = {
								["2"] = {
									this = true
								}
							},
							["+"] = {
								["3"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["5"] = {
			["代"] = {
				["领"] = {
					["导"] = {
						this = true
					}
				}
			}
		},
		["6"] = {
			["代"] = {
				["领"] = {
					["导"] = {
						this = true
					}
				}
			},
			["带"] = {
				["接"] = {
					["班"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["7"] = {
			["代"] = {
				["领"] = {
					["导"] = {
						this = true
					}
				}
			},
			["色"] = {
				this = true
			}
		},
		["%"] = {
			s = {
				["1"] = {
					["名"] = {
						this = true
					}
				}
			}
		},
		["①"] = {
			["铯"] = {
				["情"] = {
					["簊"] = {
						["哋"] = {
							this = true
						}
					}
				}
			}
		},
		N = {
			["次"] = {
				["亲"] = {
					["密"] = {
						["接"] = {
							["触"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["八"] = {
			["军"] = {
				["区"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["撸"] = {
		["特"] = {
			["特"] = {
				this = true
			}
		},
		["佳"] = {
			["佳"] = {
				this = true
			}
		},
		["巨"] = {
			["基"] = {
				this = true
			}
		},
		["女"] = {
			["神"] = {
				this = true
			}
		},
		["撸"] = {
			["睡"] = {
				this = true
			},
			["射"] = {
				this = true
			},
			["社"] = {
				this = true
			},
			["看"] = {
				this = true
			},
			["管"] = {
				["在"] = {
					["线"] = {
						this = true,
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["撸"] = {
				this = true
			},
			["侠"] = {
				this = true
			},
			["鸟"] = {
				A = {
					V = {
						this = true
					}
				}
			},
			["踏"] = {
				this = true
			},
			["碰"] = {
				this = true
			},
			["爽"] = {
				this = true
			},
			["黄"] = {
				this = true
			},
			["吧"] = {
				this = true
			},
			["妻"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["久"] = {
				["久"] = {
					this = true
				}
			},
			["图"] = {
				this = true
			},
			["鲁"] = {
				["射"] = {
					this = true
				}
			}
		},
		["妞"] = {
			["妞"] = {
				this = true
			}
		},
		["先"] = {
			["锋"] = {
				this = true
			}
		},
		["飘"] = {
			["飘"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["妹"] = {
			["子"] = {
				this = true,
				["在"] = {
					["线"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["妹"] = {
				this = true
			}
		},
		["一"] = {
			["撸"] = {
				this = true,
				["在"] = {
					["线"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				},
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["哈"] = {
				this = true
			}
		},
		["管"] = {
			this = true,
			["网"] = {
				this = true
			},
			["图"] = {
				this = true
			},
			["子"] = {
				this = true
			},
			["天"] = {
				["堂"] = {
					this = true
				}
			}
		},
		["匹"] = {
			["夫"] = {
				this = true
			}
		},
		["骑"] = {
			["阁"] = {
				this = true,
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["必"] = {
			["射"] = {
				this = true
			},
			["搜"] = {
				this = true
			}
		},
		["之"] = {
			["撸"] = {
				this = true
			}
		},
		["入"] = {
			["口"] = {
				this = true
			}
		},
		["嗷"] = {
			["嗷"] = {
				this = true
			}
		},
		["儿"] = {
			["园"] = {
				this = true
			},
			["所"] = {
				this = true
			}
		},
		["色"] = {
			this = true,
			["宝"] = {
				this = true
			},
			["逼"] = {
				this = true
			},
			s = {
				o = {
					s = {
						o = {
							this = true
						}
					}
				}
			},
			["奶"] = {
				["奶"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["啵"] = {
			["啵"] = {
				this = true
			}
		},
		["在"] = {
			["线"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				}
			}
		},
		["图"] = {
			["阁"] = {
				this = true
			}
		},
		["飞"] = {
			["哥"] = {
				this = true
			}
		},
		["丝"] = {
			this = true,
			["屋"] = {
				this = true
			},
			["片"] = {
				this = true
			}
		},
		["天"] = {
			["乐"] = {
				this = true
			}
		},
		["尔"] = {
			["山"] = {
				this = true
			}
		},
		["爷"] = {
			["网"] = {
				this = true
			}
		},
		["师"] = {
			["妹"] = {
				this = true
			},
			["爷"] = {
				this = true
			}
		},
		["客"] = {
			["综"] = {
				["合"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["射"] = {
			["网"] = {
				this = true
			},
			["射"] = {
				this = true
			}
		},
		["踏"] = {
			["踏"] = {
				this = true,
				["影"] = {
					["音"] = {
						["先"] = {
							["锋"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["姥"] = {
			["姥"] = {
				this = true
			}
		},
		["中"] = {
			["撸"] = {
				this = true
			}
		},
		["白"] = {
			["金"] = {
				this = true
			}
		},
		["弟"] = {
			["弟"] = {
				this = true
			}
		},
		["友"] = {
			["网"] = {
				this = true
			}
		},
		["噜"] = {
			["射"] = {
				this = true
			}
		},
		["镥"] = {
			["液"] = {
				this = true
			}
		},
		["尼"] = {
			["玛"] = {
				this = true
			}
		},
		["到"] = {
			["爆"] = {
				this = true
			}
		},
		["大"] = {
			["客"] = {
				this = true
			}
		},
		["文"] = {
			["化"] = {
				this = true
			}
		},
		["片"] = {
			this = true
		},
		["花"] = {
			["堂"] = {
				this = true
			}
		},
		["十"] = {
			["次"] = {
				this = true
			}
		},
		["狗"] = {
			["网"] = {
				this = true
			}
		},
		["涩"] = {
			["女"] = {
				this = true
			}
		},
		["波"] = {
			["波"] = {
				this = true
			}
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["也"] = {
		["好"] = {
			["波"] = {
				this = true
			}
		},
		["行"] = {
			["淫"] = {
				["魔"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["非"] = {
			["罗"] = {
				["马"] = {
					this = true
				}
			}
		},
		["不"] = {
			["罗"] = {
				["马"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["得"] = {
		["得"] = {
			["啪"] = {
				this = true,
				["尼"] = {
					["尼"] = {
						["撸"] = {
							this = true
						}
					}
				}
			},
			["搜"] = {
				this = true
			},
			["撸"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["爱"] = {
				this = true,
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				this = true
			},
			["佬"] = {
				this = true
			},
			["村"] = {
				this = true
			},
			["射"] = {
				this = true
			},
			["色"] = {
				this = true
			},
			["的"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["哥"] = {
			["撸"] = {
				this = true
			}
		},
		["安"] = {
			["快"] = {
				["开"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		},
		["此"] = {
			["女"] = {
				["者"] = {
					["得"] = {
						["天"] = {
							["下"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["久"] = {
		["久"] = {
			this = true,
			["色"] = {
				this = true,
				["综"] = {
					["合"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				},
				["成"] = {
					["人"] = {
						["网"] = {
							this = true
						}
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["热"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true,
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["青"] = {
					["青"] = {
						["草"] = {
							this = true
						}
					}
				},
				["大"] = {
					["香"] = {
						["蕉"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					["站"] = {
						this = true
					}
				}
			},
			["鲁"] = {
				this = true
			},
			["操"] = {
				this = true
			},
			["加"] = {
				["热"] = {
					["视"] = {
						["频"] = {
							["哪"] = {
								["里"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["6"] = {
				["热"] = {
					["在"] = {
						["线"] = {
							["视"] = {
								["频"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["爱"] = {
				["网"] = {
					["站"] = {
						this = true
					}
				},
				A = {
					V = {
						this = true
					}
				},
				["狠"] = {
					["狠"] = {
						["综"] = {
							["合"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["播"] = {
				this = true
			},
			["电"] = {
				["子"] = {
					["书"] = {
						this = true
					}
				}
			},
			["免"] = {
				["费"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["魔"] = {
				["域"] = {
					this = true
				}
			},
			["企"] = {
				["业"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["完"] = {
				["结"] = {
					["网"] = {
						this = true
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["草"] = {
			["在"] = {
				["线"] = {
					this = true,
					["福"] = {
						["利"] = {
							["资"] = {
								["源"] = {
									["站"] = {
										["久"] = {
											["草"] = {
												["在"] = {
													["线"] = {
														["免"] = {
															["费"] = {
																["视"] = {
																	["频"] = {
																		["在"] = {
																			["线"] = {
																				["观"] = {
																					["看"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["总"] = {
										["站"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["热"] = {
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["保"] = {
			["路"] = {
				["里"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["播"] = {
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["恒"] = {
			["云"] = {
				["盟"] = {
					this = true
				}
			}
		},
		["里"] = {
			["麻"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["叁"] = {
			["贰"] = {
				["柒"] = {
					["久"] = {
						this = true
					}
				}
			}
		},
		["盛"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["制"] = {
				["药"] = {
					this = true
				}
			}
		},
		["旺"] = {
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			}
		},
		["遊"] = {
			["網"] = {
				this = true
			}
		},
		["游"] = {
			["网"] = {
				this = true
			}
		},
		["之"] = {
			["遊"] = {
				this = true
			},
			["游"] = {
				this = true
			}
		},
		["青"] = {
			["草"] = {
				["国"] = {
					["产"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["坏"] = {
		["嫂"] = {
			["嫂"] = {
				this = true
			}
		},
		["哥"] = {
			["哥"] = {
				a = {
					v = {
						["在"] = {
							["线"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["路"] = {
			["西"] = {
				this = true
			}
		},
		["壬"] = {
			["螳"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["宬"] = {
		["人"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["岳"] = {
		["不"] = {
			["撸"] = {
				this = true
			},
			["平"] = {
				this = true
			}
		},
		["武"] = {
			this = true
		},
		["常"] = {
			["圆"] = {
				this = true
			}
		},
		["老"] = {
			["3"] = {
				this = true
			},
			["三"] = {
				this = true
			}
		},
		["母"] = {
			["与"] = {
				["小"] = {
					["姨"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["阳"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					["麻"] = {
						["古"] = {
							this = true
						}
					}
				}
			},
			["步"] = {
				["行"] = {
					["街"] = {
						this = true
					}
				}
			},
			["恐"] = {
				["怖"] = {
					["分"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["乱"] = {
				["砍"] = {
					["人"] = {
						this = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["仲"] = {
			["秋"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["很"] = {
		["很"] = {
			["射"] = {
				this = true
			},
			["鲁"] = {
				this = true
			}
		},
		["风"] = {
			["骚"] = {
				["的"] = {
					this = true
				}
			}
		},
		["好"] = {
			["干"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["黄"] = {
			this = true,
			["很"] = {
				["暴"] = {
					["力"] = {
						this = true
					}
				}
			}
		},
		["精"] = {
			["准"] = {
				["信"] = {
					["息"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["久"] = {
			["没"] = {
				["做"] = {
					["爱"] = {
						["的"] = {
							this = true
						}
					}
				}
			}
		},
		["嫩"] = {
			["很"] = {
				this = true
			}
		},
		["情"] = {
			["色"] = {
				["很"] = {
					["暴"] = {
						["力"] = {
							this = true
						}
					}
				}
			}
		},
		["远"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["酷"] = {
			["，"] = {
				["说"] = {
					["不"] = {
						["了"] = {
							["话"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["狠"] = {
		["狠"] = {
			["爽"] = {
				this = true
			},
			["碰"] = {
				this = true,
				["狠"] = {
					["狠"] = {
						["撸"] = {
							this = true
						}
					}
				},
				["亚"] = {
					["洲"] = {
						["情"] = {
							["色"] = {
								this = true
							}
						}
					}
				}
			},
			["噜"] = {
				this = true
			},
			["橹"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["路"] = {
				this = true
			},
			["爱"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				},
				["夜"] = {
					["夜"] = {
						["撸"] = {
							this = true
						}
					}
				},
				["撸"] = {
					this = true
				}
			},
			["社"] = {
				this = true
			},
			["草"] = {
				this = true
			},
			["啪"] = {
				this = true
			},
			l = {
				u = {
					this = true
				}
			},
			M = {
				L = {
					this = true
				}
			},
			["操"] = {
				this = true,
				B = {
					B = {
						this = true
					}
				},
				["妹"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["插"] = {
				this = true
			},
			["的"] = {
				["抽"] = {
					["插"] = {
						this = true
					}
				}
			},
			["地"] = {
				["肏"] = {
					this = true
				},
				["图"] = {
					this = true
				}
			},
			["干"] = {
				this = true
			},
			["撸"] = {
				this = true,
				["吧"] = {
					this = true
				},
				["地"] = {
					["址"] = {
						this = true
					}
				},
				["电"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				},
				["改"] = {
					["名"] = {
						this = true
					}
				},
				["官"] = {
					["方"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				},
				["管"] = {
					this = true
				},
				["快"] = {
					["播"] = {
						this = true
					}
				},
				["手"] = {
					["机"] = {
						["版"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				},
				["夜"] = {
					["夜"] = {
						["撸"] = {
							this = true
						}
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				},
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						},
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["鲁"] = {
				this = true,
				["我"] = {
					["喜"] = {
						["欢"] = {
							this = true
						}
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["日"] = {
				this = true
			},
			["射"] = {
				this = true,
				["轻"] = {
					["轻"] = {
						["干"] = {
							this = true
						}
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["搜"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["痕"] = {
			["撸"] = {
				this = true,
				["2"] = {
					["0"] = {
						["1"] = {
							["5"] = {
								this = true
							}
						}
					}
				}
			},
			["橹"] = {
				this = true
			}
		},
		["噜"] = {
			["噜"] = {
				this = true
			}
		},
		["很"] = {
			["射"] = {
				this = true
			},
			["撸"] = {
				this = true
			}
		},
		["鲁"] = {
			["鲁"] = {
				this = true
			}
		},
		["撸"] = {
			["撸"] = {
				this = true
			}
		},
		["恨"] = {
			["干"] = {
				this = true
			}
		},
		["得"] = {
			["撸"] = {
				["在"] = {
					["线"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["干"] = {
			["小"] = {
				["敏"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["师"] = {
		["傅"] = {
			["搞"] = {
				t = {
					v = {
						this = true
					}
				}
			},
			["法"] = {
				["身"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["娘"] = {
			["的"] = {
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			}
		},
		["生"] = {
			["淫"] = {
				["乱"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["门"] = {
				this = true
			}
		},
		["父"] = {
			["不"] = {
				["要"] = {
					["啊"] = {
						this = true
					}
				}
			},
			["师"] = {
				["父"] = {
					["法"] = {
						["身"] = {
							this = true
						}
					}
				}
			},
			["搞"] = {
				T = {
					V = {
						["成"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["评"] = {
				["注"] = {
					this = true
				}
			}
		},
		["涛"] = {
			this = true
		},
		["春"] = {
			["生"] = {
				this = true
			}
		},
		["军"] = {
			["品"] = {
				["店"] = {
					this = true
				}
			}
		},
		["门"] = {
			["传"] = {
				["送"] = {
					["员"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["噜"] = {
		["一"] = {
			["噜"] = {
				this = true
			}
		},
		["噜"] = {
			["射"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["干"] = {
				this = true
			},
			["色"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["沑"] = {
		["沑"] = {
			["啪"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["涩"] = {
		["欲"] = {
			["撸"] = {
				this = true
			}
		},
		["涩"] = {
			["爱"] = {
				this = true,
				["夜"] = {
					["夜"] = {
						["撸"] = {
							["社"] = {
								["区"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["片"] = {
				this = true
			},
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["玉"] = {
			["撸"] = {
				this = true
			}
		},
		["悠"] = {
			["悠"] = {
				this = true
			}
		},
		["蝴"] = {
			["蝶"] = {
				this = true
			}
		},
		["情"] = {
			this = true,
			["网"] = {
				this = true
			}
		},
		["中"] = {
			["涩"] = {
				this = true
			}
		},
		["片"] = {
			this = true,
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["妹"] = {
			this = true
		},
		["五"] = {
			["月"] = {
				["快"] = {
					["播"] = {
						this = true
					}
				}
			}
		},
		["播"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		Y = {
			["4"] = {
				["4"] = {
					this = true
				}
			},
			["7"] = {
				["7"] = {
					this = true
				}
			},
			["9"] = {
				["9"] = {
					this = true
				}
			}
		},
		["爱"] = {
			this = true
		},
		["宝"] = {
			["贝"] = {
				this = true
			}
		},
		["工"] = {
			["厂"] = {
				this = true
			}
		},
		["瑰"] = {
			["网"] = {
				this = true
			}
		},
		["娘"] = {
			["厨"] = {
				["房"] = {
					this = true
				}
			}
		},
		["女"] = {
			["郎"] = {
				this = true
			},
			["日"] = {
				["记"] = {
					this = true
				}
			}
		},
		["社"] = {
			["区"] = {
				this = true
			}
		},
		["会"] = {
			["主"] = {
				["意"] = {
					this = true
				}
			}
		}
	}
end

temp()
