pg = pg or {}
slot0 = pg
slot0.word_template_13 = {}
slot1 = slot0.word_template_13

function temp()
	uv0["疆"] = {
		["独"] = {
			this = true,
			["*"] = {
				this = true
			},
			["藏"] = {
				["独"] = {
					this = true
				}
			},
			["艾"] = {
				["滋"] = {
					["病"] = {
						["部"] = {
							["队"] = {
								this = true
							}
						}
					}
				}
			},
			["立"] = {
				this = true
			},
			["侮"] = {
				["辱"] = {
					this = true
				}
			},
			["珠"] = {
				["海"] = {
					["注"] = {
						["意"] = {
							this = true
						}
					}
				}
			},
			["猪"] = {
				["仔"] = {
					["巷"] = {
						this = true
					}
				}
			}
		},
		["獨"] = {
			this = true
		},
		["暴"] = {
			["恐"] = {
				["分"] = {
					["子"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["藏"] = {
		["独"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["青"] = {
			["会"] = {
				this = true
			},
			["會"] = {
				this = true
			},
			["社"] = {
				this = true
			}
		},
		["妇"] = {
			["会"] = {
				this = true
			}
		},
		["色"] = {
			["阁"] = {
				this = true
			}
		},
		["姬"] = {
			["阁"] = {
				this = true,
				["在"] = {
					["线"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["刃"] = {
			["阁"] = {
				["刀"] = {
					["具"] = {
						["商"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["金"] = {
			["阁"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["妃"] = {
			["阁"] = {
				this = true
			}
		},
		["春"] = {
			["阁"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["閣"] = {
				this = true
			}
		},
		["字"] = {
			["石"] = {
				this = true
			}
		},
		["獨"] = {
			this = true
		},
		["人"] = {
			this = true
		},
		["民"] = {
			this = true,
			["档"] = {
				["案"] = {
					this = true
				}
			}
		},
		m = {
			this = true
		},
		["毒"] = {
			this = true
		},
		d = {
			u = {
				this = true
			},
			a = {
				o = {
					this = true
				}
			}
		},
		["暴"] = {
			["乱"] = {
				this = true
			}
		},
		["西"] = {
			this = true
		},
		["刀"] = {
			this = true,
			["具"] = {
				["具"] = {
					this = true
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			}
		},
		["地"] = {
			["传"] = {
				["奇"] = {
					this = true
				}
			}
		},
		["滇"] = {
			["阁"] = {
				this = true
			},
			["閣"] = {
				this = true
			}
		},
		["短"] = {
			["枪"] = {
				this = true
			}
		},
		["婦"] = {
			["會"] = {
				this = true
			}
		},
		["家"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["乐"] = {
			["丹"] = {
				this = true
			}
		},
		["枪"] = {
			this = true
		},
		["区"] = {
			["寺"] = {
				["庙"] = {
					["学"] = {
						["校"] = {
							this = true
						}
					}
				}
			},
			["挖"] = {
				["矿"] = {
					["神"] = {
						["山"] = {
							this = true
						}
					}
				}
			}
		},
		["式"] = {
			["刀"] = {
				this = true
			},
			["忉"] = {
				this = true
			}
		},
		["书"] = {
			["5"] = {
				["4"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["友"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			}
		},
		["语"] = {
			this = true
		},
		["族"] = {
			["妓"] = {
				["女"] = {
					this = true
				}
			},
			["自"] = {
				["考"] = {
					["死"] = {
						["亡"] = {
							this = true
						}
					}
				}
			}
		},
		["经"] = {
			["阁"] = {
				["一"] = {
					["分"] = {
						["钟"] = {
							["体"] = {
								["验"] = {
									["区"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["学"] = {
		["潮"] = {
			this = true,
			["事"] = {
				["件"] = {
					this = true
				}
			},
			[" "] = {
				["6"] = {
					["4"] = {
						this = true
					}
				},
				["8"] = {
					["9"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["8"] = {
				["9"] = {
					this = true
				}
			},
			["戒"] = {
				["严"] = {
					this = true
				}
			},
			["绝"] = {
				["食"] = {
					this = true
				}
			},
			["坦"] = {
				["克"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["最"] = {
				["终"] = {
					["漫"] = {
						["延"] = {
							["全"] = {
								["国"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["运"] = {
			this = true,
			["韩"] = {
				["东"] = {
					["方"] = {
						this = true
					}
				}
			},
			["领"] = {
				["袖"] = {
					[" "] = {
						["柴"] = {
							["玲"] = {
								this = true
							}
						}
					}
				}
			},
			["前"] = {
				["状"] = {
					["况"] = {
						this = true
					}
				}
			},
			["3"] = {
				["1"] = {
					["年"] = {
						this = true
					},
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["十"] = {
					["一"] = {
						this = true
					}
				}
			},
			["殇"] = {
				["歌"] = {
					this = true
				}
			}
		},
		["生"] = {
			["妹"] = {
				this = true,
				a = {
					v = {
						this = true
					}
				},
				["按"] = {
					["摩"] = {
						this = true,
						["包"] = {
							["夜"] = {
								this = true
							}
						}
					}
				},
				["百"] = {
					["灵"] = {
						["聊"] = {
							["天"] = {
								this = true
							}
						}
					}
				},
				["包"] = {
					["夜"] = {
						this = true
					}
				},
				["出"] = {
					["台"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["初"] = {
					["夜"] = {
						this = true
					}
				},
				["大"] = {
					["胆"] = {
						["露"] = {
							["阴"] = {
								this = true
							}
						}
					}
				},
				["的"] = {
					["良"] = {
						["家"] = {
							this = true
						}
					}
				},
				["登"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["服"] = {
					["务"] = {
						this = true
					}
				},
				["高"] = {
					["潮"] = {
						this = true
					}
				},
				["果"] = {
					["聊"] = {
						this = true
					}
				},
				["缓"] = {
					["交"] = {
						["网"] = {
							this = true
						}
					}
				},
				["开"] = {
					["房"] = {
						this = true
					}
				},
				["裸"] = {
					["聊"] = {
						this = true
					}
				},
				["妹"] = {
					["兼"] = {
						this = true
					},
					["上"] = {
						["门"] = {
							this = true
						}
					}
				},
				["陪"] = {
					["睡"] = {
						this = true
					}
				},
				["全"] = {
					["套"] = {
						this = true,
						["服"] = {
							["务"] = {
								this = true
							}
						},
						["援"] = {
							["交"] = {
								this = true
							}
						}
					}
				},
				["乳"] = {
					["交"] = {
						this = true
					}
				},
				["上"] = {
					["门"] = {
						this = true,
						["按"] = {
							["摩"] = {
								this = true
							}
						},
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["少"] = {
					["妇"] = {
						["模"] = {
							["特"] = {
								this = true
							}
						}
					}
				},
				["是"] = {
					["白"] = {
						["领"] = {
							this = true
						}
					}
				},
				["双"] = {
					["飞"] = {
						this = true
					}
				},
				["特"] = {
					["殊"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["一"] = {
					["夜"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						},
						["情"] = {
							this = true
						}
					}
				},
				["援"] = {
					["交"] = {
						this = true,
						q = {
							this = true
						},
						["服"] = {
							["务"] = {
								this = true
							}
						},
						["全"] = {
							["套"] = {
								this = true
							}
						}
					}
				},
				["在"] = {
					["线"] = {
						["裸"] = {
							["聊"] = {
								this = true
							}
						}
					}
				},
				["坐"] = {
					["台"] = {
						this = true
					}
				}
			},
			["数"] = {
				["据"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["料"] = {
					this = true
				}
			},
			["档"] = {
				["案"] = {
					this = true
				}
			},
			["家"] = {
				["长"] = {
					["名"] = {
						["单"] = {
							this = true
						},
						["录"] = {
							this = true
						}
					},
					["资"] = {
						["料"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["数"] = {
						["据"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["鸡"] = {
				this = true
			},
			["暴"] = {
				["动"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["与"] = {
				["警"] = {
					["察"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["爱"] = {
				["国"] = {
					["运"] = {
						["动"] = {
							["正"] = {
								["名"] = {
									this = true
								}
							}
						}
					},
					["者"] = {
						["运"] = {
							["动"] = {
								this = true
							}
						}
					}
				}
			},
			["静"] = {
				["坐"] = {
					this = true
				}
			},
			["信"] = {
				["仰"] = {
					this = true
				},
				["息"] = {
					this = true,
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["运"] = {
				["动"] = {
					this = true,
					["2"] = {
						["5"] = {
							["年"] = {
								this = true
							}
						}
					}
				}
			},
			[" "] = {
				["倒"] = {
					["在"] = {
						["血"] = {
							["泊"] = {
								this = true
							}
						}
					}
				},
				["枪"] = {
					["械"] = {
						["扫"] = {
							["射"] = {
								this = true
							}
						}
					}
				},
				["屠"] = {
					["杀"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["罢"] = {
				["考"] = {
					this = true
				}
			},
			["包"] = {
				["夜"] = {
					this = true
				}
			},
			["操"] = {
				["老"] = {
					["师"] = {
						this = true
					}
				}
			},
			["倒"] = {
				["在"] = {
					["血"] = {
						["泊"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				this = true
			},
			["激"] = {
				["情"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["绝"] = {
				["食"] = {
					this = true
				}
			},
			["卡"] = {
				this = true
			},
			["狂"] = {
				Y = {
					["头"] = {
						this = true
					}
				},
				["摇"] = {
					T = {
						this = true
					},
					["头"] = {
						this = true
					}
				}
			},
			["领"] = {
				["袖"] = {
					["发"] = {
						["表"] = {
							["声"] = {
								["明"] = {
									["六"] = {
										["四"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["王"] = {
						["丹"] = {
							this = true
						}
					}
				}
			},
			["们"] = {
				["绝"] = {
					["望"] = {
						["的"] = {
							["惨"] = {
								["叫"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					["运"] = {
						["动"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["单"] = {
					this = true,
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["胬"] = {
				this = true
			},
			["枪"] = {
				["械"] = {
					["扫"] = {
						["射"] = {
							this = true
						}
					}
				}
			},
			["群"] = {
				["众"] = {
					this = true
				}
			},
			["乳"] = {
				["交"] = {
					this = true
				}
			},
			["骚"] = {
				["乱"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						["坦"] = {
							["克"] = {
								this = true
							}
						}
					}
				}
			},
			["透"] = {
				["过"] = {
					["悼"] = {
						["念"] = {
							["表"] = {
								["达"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				}
			},
			["淫"] = {
				["图"] = {
					this = true
				}
			},
			["援"] = {
				["交"] = {
					this = true
				}
			},
			["作"] = {
				["陪"] = {
					this = true
				}
			},
			["做"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			},
			["清"] = {
				["纯"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["治"] = {
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				}
			}
		},
		["历"] = {
			["证"] = {
				["书"] = {
					this = true
				}
			}
		},
		["位"] = {
			["证"] = {
				this = true,
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									this = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["姐"] = {
			["和"] = {
				["我"] = {
					["的"] = {
						["故"] = {
							["事"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["联"] = {
			this = true,
			["绝"] = {
				["食"] = {
					this = true
				}
			},
			["游"] = {
				["行"] = {
					this = true,
					["中"] = {
						["联"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["习"] = {
			["班"] = {
				this = true
			}
		},
		["院"] = {
			["+"] = {
				["暴"] = {
					["动"] = {
						this = true
					}
				}
			},
			["暴"] = {
				["动"] = {
					this = true
				}
			}
		},
		["自"] = {
			["联"] = {
				this = true
			}
		},
		c = {
			h = {
				a = {
					o = {
						this = true
					}
				}
			}
		},
		["百"] = {
			["度"] = {
				["潮"] = {
					this = true
				}
			}
		},
		["毛"] = {
			["清"] = {
				["党"] = {
					this = true
				}
			}
		},
		["妹"] = {
			this = true,
			["落"] = {
				["入"] = {
					["魔"] = {
						["窟"] = {
							this = true
						}
					}
				}
			},
			["漂"] = {
				["亮"] = {
					["的"] = {
						["胸"] = {
							["部"] = {
								this = true
							}
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					["援"] = {
						["交"] = {
							this = true
						}
					}
				}
			}
		},
		["升"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			}
		},
		["校"] = {
			["性"] = {
				["交"] = {
					["自"] = {
						["习"] = {
							["课"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["者"] = {
			["陈"] = {
				["小"] = {
					["雅"] = {
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["之"] = {
			["源"] = {
				["教"] = {
					["育"] = {
						["机"] = {
							["构"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["民"] = {
			["思"] = {
				["潮"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["一"] = {
		["党"] = {
			this = true,
			["专"] = {
				["政"] = {
					this = true
				},
				["制"] = {
					this = true
				}
			},
			["独"] = {
				["裁"] = {
					this = true
				}
			},
			["执"] = {
				["政"] = {
					this = true
				}
			}
		},
		["中"] = {
			["一"] = {
				["台"] = {
					this = true
				}
			}
		},
		["贯"] = {
			["道"] = {
				this = true
			}
		},
		["边"] = {
			["一"] = {
				["国"] = {
					this = true,
					["独"] = {
						["裁"] = {
							this = true
						}
					}
				}
			}
		},
		["夜"] = {
			this = true,
			["欢"] = {
				this = true
			},
			["情"] = {
				this = true,
				["俱"] = {
					["乐"] = {
						["部"] = {
							this = true
						}
					}
				},
				["迷"] = {
					["奸"] = {
						this = true
					}
				}
			},
			["性"] = {
				["网"] = {
					this = true
				},
				["網"] = {
					this = true
				}
			},
			["晴"] = {
				this = true,
				["网"] = {
					["站"] = {
						this = true
					}
				}
			},
			["@"] = {
				["@"] = {
					["情"] = {
						this = true
					}
				}
			},
			N = {
				["次"] = {
					["高"] = {
						["潮"] = {
							this = true
						}
					}
				}
			},
			["风"] = {
				["流"] = {
					this = true
				}
			},
			["疯"] = {
				["狂"] = {
					this = true
				}
			},
			["歡"] = {
				this = true
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["九"] = {
				["次"] = {
					["郎"] = {
						this = true
					}
				}
			},
			["妻"] = {
				["馆"] = {
					this = true
				}
			},
			["色"] = {
				["妻"] = {
					this = true
				}
			},
			["爽"] = {
				["身"] = {
					this = true
				}
			},
			["献"] = {
				["身"] = {
					this = true
				}
			},
			["站"] = {
				this = true,
				["地"] = {
					["址"] = {
						this = true
					}
				}
			}
		},
		["本"] = {
			["道"] = {
				this = true,
				e = {
					d = {
						["2"] = {
							k = {
								this = true
							}
						}
					}
				}
			},
			["*"] = {
				["*"] = {
					["道"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["蛋"] = {
				this = true
			},
			["人"] = {
				["的"] = {
					["教"] = {
						["协"] = {
							["史"] = {
								["卷"] = {
									["三"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["色"] = {
				this = true
			},
			["万"] = {
				["利"] = {
					this = true
				}
			},
			["到"] = {
				["午"] = {
					["夜"] = {
						["9"] = {
							["2"] = {
								["版"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["陀"] = {
			["糞"] = {
				this = true
			}
		},
		["国"] = {
			["两"] = {
				["制"] = {
					this = true
				}
			}
		},
		["台"] = {
			["一"] = {
				["中"] = {
					this = true
				}
			}
		},
		["比"] = {
			["一"] = {
				["枪"] = {
					["模"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			}
		},
		["氧"] = {
			["化"] = {
				["二"] = {
					["氟"] = {
						this = true
					}
				}
			}
		},
		["氯"] = {
			["醋"] = {
				["酸"] = {
					this = true
				}
			},
			["乙"] = {
				["醛"] = {
					this = true
				}
			}
		},
		["手"] = {
			["股"] = {
				["民"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["轨"] = {
				["道"] = {
					["料"] = {
						this = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						["套"] = {
							this = true
						},
						["包"] = {
							this = true
						}
					}
				}
			},
			["4"] = {
				["件"] = {
					["套"] = {
						this = true
					}
				}
			},
			["全"] = {
				["套"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				},
				["新"] = {
					["对"] = {
						["公"] = {
							["账"] = {
								["户"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["字"] = {
			["开"] = {
				["锁"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["锁"] = {
				["强"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			["强"] = {
				["开"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["解"] = {
				["特"] = {
					["码"] = {
						this = true
					}
				}
			}
		},
		["品"] = {
			["楼"] = {
				this = true,
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				V = {
					I = {
						P = {
							["高"] = {
								["级"] = {
									["帐"] = {
										["号"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["传"] = {
				["承"] = {
					this = true
				}
			}
		},
		["码"] = {
			["中"] = {
				["特"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["*"] = {
				["中"] = {
					["特"] = {
						["提"] = {
							["前"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["代"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["条"] = {
			["龙"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["骑"] = {
			["欢"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["介"] = {
			["撸"] = {
				["夫"] = {
					this = true
				}
			}
		},
		["色"] = {
			["逼"] = {
				["毛"] = {
					["片"] = {
						this = true
					}
				}
			},
			["屋"] = {
				["视"] = {
					["频"] = {
						this = true
					}
				}
			},
			A = {
				z = {
					u = {
						s = {
							a = {
								this = true
							}
						}
					}
				}
			},
			["狗"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["丽"] = {
				["矢"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["麗"] = {
				["矢"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["鲇"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["鮎"] = {
				this = true,
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["鯰"] = {
				["美"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				this = true
			},
			["志"] = {
				["乃"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["体"] = {
			["消"] = {
				this = true
			},
			["回"] = {
				["压"] = {
					["消"] = {
						this = true
					}
				}
			},
			["恒"] = {
				["压"] = {
					["阀"] = {
						this = true
					}
				}
			},
			["阀"] = {
				["气"] = {
					["狗"] = {
						this = true
					}
				},
				["扳"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["出"] = {
			["一"] = {
				["母"] = {
					["鸡"] = {
						this = true,
						["模"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["肖"] = {
			["一"] = {
				["码"] = {
					["期"] = {
						["期"] = {
							["中"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["筒"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["谷"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["点"] = {
			["红"] = {
				["水"] = {
					["心"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["啪"] = {
				["福"] = {
					["利"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				}
			},
			["色"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["号"] = {
			["站"] = {
				["彩"] = {
					["票"] = {
						this = true
					}
				}
			},
			["庄"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["猎"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["库"] = {
			["福"] = {
				["利"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			}
		},
		["卡"] = {
			["多"] = {
				["号"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["丝"] = {
			["不"] = {
				["挂"] = {
					this = true
				}
			}
		},
		y = {
			e = {
				["情"] = {
					this = true
				}
			}
		},
		["四"] = {
			["我"] = {
				this = true,
				["周"] = {
					["容"] = {
						["重"] = {
							["题"] = {
								["工"] = {
									this = true,
									["无"] = {
										["亮"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["万"] = {
			["个"] = {
				["贴"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["帆"] = {
			["通"] = {
				["讯"] = {
					this = true
				}
			}
		},
		["般"] = {
			["炸"] = {
				["药"] = {
					["制"] = {
						["作"] = {
							this = true
						}
					}
				}
			}
		},
		["黨"] = {
			this = true,
			["獨"] = {
				["裁"] = {
					this = true
				}
			},
			["專"] = {
				["政"] = {
					this = true
				},
				["制"] = {
					this = true
				}
			}
		},
		["个"] = {
			["妓"] = {
				["女"] = {
					["的"] = {
						["年"] = {
							["度"] = {
								["总"] = {
									["结"] = {
										["报"] = {
											["告"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["的"] = {
					["奥"] = {
						["林"] = {
							["匹"] = {
								["克"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["色"] = {
				this = true,
				["导"] = {
					["航"] = {
						this = true,
						["最"] = {
							["新"] = {
								["地"] = {
									["址"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["民"] = {
				["族"] = {
					["的"] = {
						["历"] = {
							["史"] = {
								["抉"] = {
									["择"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["女"] = {
				["人"] = {
					["的"] = {
						["初"] = {
							["夜"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["级"] = {
			["黄"] = {
				["电"] = {
					["视"] = {
						this = true
					}
				}
			},
			["人"] = {
				["与"] = {
					["牲"] = {
						["交"] = {
							this = true
						}
					}
				},
				["体"] = {
					["片"] = {
						this = true
					}
				}
			},
			["做"] = {
				["人"] = {
					["爱"] = {
						["程"] = {
							["全"] = {
								["视"] = {
									["频"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["伦"] = {
				["奷"] = {
					["片"] = {
						this = true
					}
				}
			},
			["乱"] = {
				["婬"] = {
					this = true
				}
			}
		},
		["军"] = {
			["两"] = {
				["策"] = {
					this = true
				}
			}
		},
		["通"] = {
			["功"] = {
				this = true
			}
		},
		["位"] = {
			["老"] = {
				["同"] = {
					["志"] = {
						["的"] = {
							["谈"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["克"] = {
			["冰"] = {
				["毒"] = {
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["元"] = {
			["硬"] = {
				["币"] = {
					this = true,
					[" "] = {
						["高"] = {
							["仿"] = {
								["真"] = {
									this = true
								}
							}
						},
						["游"] = {
							["戏"] = {
								["机"] = {
									["上"] = {
										["分"] = {
											this = true
										}
									}
								}
							}
						},
						["最"] = {
							["新"] = {
								["版"] = {
									["本"] = {
										[" "] = {
											["钢"] = {
												["芯"] = {
													["镀"] = {
														["镍"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["仿"] = {
							["真"] = {
								["度"] = {
									["超"] = {
										["过"] = {
											H = {
												D = {
													["9"] = {
														["0"] = {
															["版"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["版"] = {
							["本"] = {
								["为"] = {
									["最"] = {
										["新"] = {
											["版"] = {
												["本"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				B = {
					["高"] = {
						["仿"] = {
							["真"] = {
								this = true
							}
						}
					}
				},
				["钱"] = {
					["币"] = {
						this = true
					}
				}
			},
			["假"] = {
				["硬"] = {
					["币"] = {
						this = true,
						[" "] = {
							q = {
								q = {
									this = true
								}
							},
							["货"] = {
								["到"] = {
									["付"] = {
										["款"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["钱"] = {
						["币"] = {
							this = true
						}
					}
				},
				["钱"] = {
					this = true,
					["出"] = {
						["售"] = {
							[" "] = {
								["货"] = {
									["到"] = {
										["付"] = {
											["款"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				B = {
					this = true
				},
				q = {
					i = {
						a = {
							n = {
								this = true
							}
						}
					}
				},
				["币"] = {
					this = true
				}
			},
			["亻"] = {
				["叚"] = {
					["币"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["钱"] = {
						["币"] = {
							this = true
						}
					}
				}
			}
		},
		["衣"] = {
			["一"] = {
				["带"] = {
					this = true
				}
			}
		},
		["."] = {
			["夜"] = {
				["."] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["@"] = {
			["夜"] = {
				["@"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["^"] = {
			["夜"] = {
				["情"] = {
					["^"] = {
						["性"] = {
							["息"] = {
								this = true
							}
						}
					}
				}
			}
		},
		J = {
			O = {
				R = {
					this = true
				}
			}
		},
		u = {
			["夜"] = {
				g = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["安"] = {
			["头"] = {
				this = true
			},
			["为"] = {
				["2"] = {
					["8"] = {
						["克"] = {
							this = true
						}
					}
				}
			}
		},
		["夲"] = {
			["道"] = {
				this = true
			}
		},
		["逼"] = {
			["情"] = {
				["色"] = {
					this = true
				}
			}
		},
		["笔"] = {
			["隐"] = {
				["藏"] = {
					["在"] = {
						["的"] = {
							["平"] = {
								["安"] = {
									["股"] = {
										["权"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["邉"] = {
			["一"] = {
				["國"] = {
					this = true
				}
			}
		},
		["邊"] = {
			["一"] = {
				["國"] = {
					this = true
				}
			}
		},
		["场"] = {
			["真"] = {
				["实"] = {
					["的"] = {
						["大"] = {
							["学"] = {
								["生"] = {
									["运"] = {
										["动"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["吹"] = {
			["遮"] = {
				["百"] = {
					["丑"] = {
						["鸵"] = {
							["鸟"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["次"] = {
			["出"] = {
				["差"] = {
					this = true
				}
			},
			["性"] = {
				["猎"] = {
					["枪"] = {
						["霰"] = {
							["弹"] = {
								this = true
							}
						}
					},
					["抢"] = {
						["霰"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["道"] = {
			["本"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			["奥"] = {
				["林"] = {
					["匹"] = {
						["克"] = {
							this = true
						}
					}
				}
			}
		},
		["等"] = {
			["射"] = {
				this = true
			}
		},
		["點"] = {
			["色"] = {
				["成"] = {
					["人"] = {
						["網"] = {
							this = true
						}
					}
				}
			}
		},
		["度"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["对"] = {
			["狗"] = {
				["男"] = {
					["女"] = {
						this = true
					}
				}
			},
			["小"] = {
				["娃"] = {
					["娃"] = {
						this = true
					}
				}
			},
			["一"] = {
				["分"] = {
					["析"] = {
						["仪"] = {
							this = true
						}
					}
				},
				["聊"] = {
					["天"] = {
						["室"] = {
							this = true
						}
					}
				},
				["裸"] = {
					["聊"] = {
						this = true,
						["集"] = {
							["锦"] = {
								this = true
							}
						},
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["同"] = {
					["城"] = {
						["聊"] = {
							["天"] = {
								this = true
							}
						}
					}
				},
				["在"] = {
					["线"] = {
						["裸"] = {
							["聊"] = {
								this = true
							}
						}
					}
				},
				["自"] = {
					["慰"] = {
						this = true
					}
				}
			}
		},
		["對"] = {
			["一"] = {
				["裸"] = {
					["聊"] = {
						this = true
					}
				}
			}
		},
		["二"] = {
			["四"] = {
				["八"] = {
					["六"] = {
						this = true
					}
				}
			}
		},
		["個"] = {
			["事"] = {
				["實"] = {
					this = true
				}
			}
		},
		["貫"] = {
			["道"] = {
				this = true
			}
		},
		["九"] = {
			["八"] = {
				["九"] = {
					this = true,
					["3"] = {
						["0"] = {
							this = true
						}
					},
					["三"] = {
						["十"] = {
							this = true
						},
						["〇"] = {
							this = true
						}
					},
					["叁"] = {
						["拾"] = {
							this = true
						}
					},
					["年"] = {
						["六"] = {
							["月"] = {
								["四"] = {
									["日"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			},
			["捌"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			},
			["⑧"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			},
			["8"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			}
		},
		["旧"] = {
			["水"] = {
				this = true
			}
		},
		["块"] = {
			["的"] = {
				["硬"] = {
					["币"] = {
						this = true
					},
					["钱"] = {
						["币"] = {
							this = true
						}
					}
				}
			}
		},
		["粒"] = {
			["米"] = {
				["掌"] = {
					["柜"] = {
						this = true
					}
				},
				["证"] = {
					["件"] = {
						this = true,
						["官"] = {
							["方"] = {
								this = true
							}
						}
					}
				}
			},
			["眠"] = {
				this = true
			}
		},
		["辆"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["楼"] = {
			["一"] = {
				["凤"] = {
					this = true
				}
			}
		},
		["碼"] = {
			["中"] = {
				["特"] = {
					this = true
				}
			}
		},
		["诺"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["战"] = {
				["双"] = {
					["龙"] = {
						this = true
					}
				}
			}
		},
		["片"] = {
			["情"] = {
				this = true
			}
		},
		["起"] = {
			["干"] = {
				["妹"] = {
					["妹"] = {
						["网"] = {
							this = true
						}
					}
				},
				["朋"] = {
					["友"] = {
						["老"] = {
							["婆"] = {
								this = true
							}
						}
					}
				},
				["骚"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			m = {
				v = {
					this = true
				}
			},
			["春"] = {
				["水"] = {
					this = true
				}
			},
			["崔"] = {
				["健"] = {
					this = true
				}
			},
			["歌"] = {
				["词"] = {
					this = true
				}
			},
			["完"] = {
				["整"] = {
					["版"] = {
						this = true
					}
				}
			}
		},
		["生"] = {
			["酒"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["一"] = {
				["世"] = {
					["色"] = {
						this = true
					}
				}
			}
		},
		["石"] = {
			["马"] = {
				["中"] = {
					["牜"] = {
						["寺"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["濑"] = {
				["茜"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["之"] = {
			["瀬"] = {
				["茜"] = {
					["迅"] = {
						["雷"] = {
							this = true
						}
					}
				}
			}
		},
		["支"] = {
			["鸡"] = {
				["巴"] = {
					["不"] = {
						["够"] = {
							["用"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["定"] = {
			["反"] = {
				["抗"] = {
					["不"] = {
						["会"] = {
							["退"] = {
								["缩"] = {
									this = true
								}
							}
						}
					},
					["唔"] = {
						["会"] = {
							["退"] = {
								["缩"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["牛"] = {
				["彩"] = {
					["票"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["9"] = {
			["八"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			},
			["捌"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			},
			["⑧"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			},
			["8"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			}
		},
		["⑨"] = {
			["八"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			},
			["捌"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			},
			["⑧"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			},
			["8"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			}
		},
		["玖"] = {
			["八"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			},
			["捌"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			},
			["⑧"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			},
			["8"] = {
				["9"] = {
					this = true
				},
				["⑨"] = {
					this = true
				},
				["九"] = {
					this = true
				},
				["玖"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["8"] = {
					this = true
				},
				["⑧"] = {
					this = true
				},
				["捌"] = {
					this = true
				},
				["7"] = {
					this = true
				},
				["⑦"] = {
					this = true
				},
				["七"] = {
					this = true
				},
				["柒"] = {
					this = true
				},
				["6"] = {
					this = true
				},
				["六"] = {
					this = true
				},
				["⑥"] = {
					this = true
				},
				["陆"] = {
					this = true
				},
				["5"] = {
					this = true
				},
				["五"] = {
					this = true
				},
				["⑤"] = {
					this = true
				},
				["伍"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["④"] = {
					this = true
				},
				["四"] = {
					this = true
				},
				["肆"] = {
					this = true
				},
				["3"] = {
					this = true
				},
				["③"] = {
					this = true
				},
				["三"] = {
					this = true
				},
				["叁"] = {
					this = true
				},
				["2"] = {
					this = true
				},
				["②"] = {
					this = true
				},
				["二"] = {
					this = true
				},
				["贰"] = {
					this = true
				},
				["1"] = {
					this = true
				},
				["一"] = {
					this = true
				},
				["壹"] = {
					this = true
				},
				["①"] = {
					this = true
				},
				["0"] = {
					this = true
				},
				["〇"] = {
					this = true
				},
				["零"] = {
					this = true
				}
			}
		},
		["百"] = {
			["二"] = {
				["十"] = {
					["八"] = {
						["除"] = {
							["以"] = {
								["二"] = {
									this = true
								}
							},
							["二"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["日"] = {
			["发"] = {
				["彩"] = {
					["票"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["两"] = {
		["个"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["国"] = {
			["论"] = {
				this = true
			}
		},
		["腿"] = {
			["之"] = {
				["间"] = {
					this = true
				}
			},
			["间"] = {
				this = true
			}
		},
		["会"] = {
			this = true,
			["报"] = {
				["道"] = {
					this = true
				}
			},
			["新"] = {
				["闻"] = {
					this = true
				}
			},
			["+"] = {
				["屠"] = {
					["宰"] = {
						["藏"] = {
							["民"] = {
								this = true
							}
						}
					}
				}
			},
			["打"] = {
				["横"] = {
					["幅"] = {
						this = true
					}
				}
			},
			["大"] = {
				["会"] = {
					["堂"] = {
						this = true
					}
				}
			},
			["房"] = {
				["奴"] = {
					this = true
				}
			},
			["揭"] = {
				["露"] = {
					this = true
				}
			},
			["静"] = {
				["坐"] = {
					this = true
				}
			},
			["抗"] = {
				["议"] = {
					this = true
				}
			},
			["鸣"] = {
				["冤"] = {
					this = true
				}
			},
			["伸"] = {
				["申"] = {
					["冤"] = {
						this = true
					}
				}
			},
			["信"] = {
				["访"] = {
					["办"] = {
						this = true
					}
				}
			},
			["蚁"] = {
				["族"] = {
					this = true
				}
			},
			["中"] = {
				["南"] = {
					["海"] = {
						this = true
					}
				}
			},
			["自"] = {
				["焚"] = {
					this = true
				}
			},
			["总"] = {
				["行"] = {
					this = true
				},
				["政"] = {
					this = true
				}
			}
		},
		["位"] = {
			["艺"] = {
				["术"] = {
					["系"] = {
						["女"] = {
							["生"] = {
								["的"] = {
									["大"] = {
										["学"] = {
											["生"] = {
												["活"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["岸"] = {
			["才"] = {
				["子"] = {
					["对"] = {
						["话"] = {
							this = true
						}
					}
				}
			},
			["关"] = {
				["系"] = {
					this = true
				}
			},
			["三"] = {
				["地"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["战"] = {
				["争"] = {
					this = true
				}
			}
		},
		["派"] = {
			["争"] = {
				["斗"] = {
					this = true
				}
			}
		},
		["性"] = {
			["狂"] = {
				["情"] = {
					this = true
				}
			},
			["淫"] = {
				["乱"] = {
					this = true,
					["地"] = {
						["址"] = {
							this = true
						}
					},
					["贴"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["保"] = {
				["健"] = {
					["网"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["健"] = {
				["康"] = {
					["网"] = {
						this = true
					}
				}
			},
			["禁"] = {
				["地"] = {
					this = true
				}
			},
			["誑"] = {
				["情"] = {
					this = true
				}
			},
			["频"] = {
				["道"] = {
					this = true
				}
			},
			["视"] = {
				["秀"] = {
					this = true
				}
			},
			["小"] = {
				["说"] = {
					this = true
				}
			},
			["性"] = {
				["生"] = {
					["活"] = {
						this = true
					}
				}
			}
		},
		["分"] = {
			["钟"] = {
				["保"] = {
					["射"] = {
						this = true
					}
				}
			}
		},
		["穴"] = {
			["轮"] = {
				["奸"] = {
					this = true
				}
			}
		},
		["人"] = {
			["做"] = {
				["人"] = {
					["爱"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["游"] = {
		["行"] = {
			this = true,
			["示"] = {
				["威"] = {
					this = true
				}
			},
			["八"] = {
				["九"] = {
					this = true
				}
			},
			["民"] = {
				["运"] = {
					this = true
				}
			}
		},
		["戏"] = {
			["管"] = {
				["理"] = {
					["员"] = {
						this = true
					}
				}
			},
			["发"] = {
				["奖"] = {
					["员"] = {
						this = true
					}
				}
			},
			["宫"] = {
				["理"] = {
					["员"] = {
						this = true
					}
				}
			},
			["宝"] = {
				["贝"] = {
					this = true
				}
			}
		},
		["蕩"] = {
			["的"] = {
				["僵"] = {
					["尸"] = {
						this = true
					}
				},
				["士"] = {
					["兵"] = {
						this = true
					}
				}
			},
			["爪"] = {
				["牙"] = {
					this = true
				}
			}
		},
		["錫"] = {
			["坤"] = {
				this = true
			}
		},
		["戲"] = {
			["管"] = {
				["理"] = {
					["員"] = {
						this = true
					}
				}
			}
		},
		["艇"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				},
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["虎"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		x = {
			i = {
				n = {
					g = {
						this = true
					}
				}
			}
		},
		["衍"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["圆"] = {
		["满"] = {
			this = true,
			["说"] = {
				this = true
			},
			["之"] = {
				["家"] = {
					["庭"] = {
						["乱"] = {
							["伦"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["栓"] = {
			["小"] = {
				["口"] = {
					["径"] = {
						this = true
					}
				}
			}
		},
		["明"] = {
			["网"] = {
				["*"] = {
					this = true
				}
			}
		},
		["把"] = {
			["卡"] = {
				["巴"] = {
					["0"] = {
						["1"] = {
							this = true
						}
					}
				}
			}
		},
		["顿"] = {
			["法"] = {
				["门"] = {
					this = true
				}
			}
		},
		["交"] = {
			["老"] = {
				["婆"] = {
					this = true
				}
			}
		},
		["瞒"] = {
			this = true
		},
		["梦"] = {
			["证"] = {
				["件"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["头"] = {
			["大"] = {
				["砍"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["柱"] = {
			["锁"] = {
				["飚"] = {
					["速"] = {
						this = true
					}
				},
				["快"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["无"] = {
					["敌"] = {
						["霸"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["桌"] = {
			["武"] = {
				["士"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["造"] = {
		["反"] = {
			this = true
		},
		["愛"] = {
			this = true
		},
		["谣"] = {
			["信"] = {
				["息"] = {
					this = true,
					["清"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["神"] = {
			["习"] = {
				this = true
			}
		},
		["爱"] = {
			this = true
		},
		["白"] = {
			["虎"] = {
				["肛"] = {
					["交"] = {
						this = true
					}
				}
			}
		},
		["惨"] = {
			["案"] = {
				this = true,
				["、"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["成"] = {
			["个"] = {
				["假"] = {
					["象"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["真"] = {
		["善"] = {
			["忍"] = {
				this = true,
				["*"] = {
					this = true
				},
				["?"] = {
					this = true
				}
			},
			["美"] = {
				this = true
			}
		},
		["主"] = {
			this = true,
			["安"] = {
				["拉"] = {
					this = true
				}
			},
			["党"] = {
				this = true
			}
		},
		["理"] = {
			["教"] = {
				this = true,
				["会"] = {
					this = true
				}
			},
			["部"] = {
				this = true
			},
			["道"] = {
				this = true
			},
			["组"] = {
				["织"] = {
					this = true
				}
			},
			["組"] = {
				["織"] = {
					this = true
				}
			}
		},
		["枪"] = {
			this = true,
			["械"] = {
				["军"] = {
					["品"] = {
						["店"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["黑"] = {
				["市"] = {
					["交"] = {
						["易"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["狗"] = {
			this = true,
			["网"] = {
				this = true
			},
			["专"] = {
				this = true,
				["卖"] = {
					this = true
				}
			},
			["猎"] = {
				["狗"] = {
					this = true
				}
			},
			["腿"] = {
				this = true
			}
		},
		["抢"] = {
			["械"] = {
				["网"] = {
					this = true
				}
			},
			["供"] = {
				["货"] = {
					["商"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["那"] = {
				["里"] = {
					this = true
				}
			}
		},
		["实"] = {
			["民"] = {
				["办"] = {
					["学"] = {
						["历"] = {
							this = true
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					this = true,
					["证"] = {
						this = true,
						["$"] = {
							this = true
						},
						["中"] = {
							["心"] = {
								this = true
							}
						}
					},
					["扫"] = {
						["描"] = {
							["件"] = {
								this = true
							}
						}
					},
					["證"] = {
						this = true
					}
				}
			},
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							},
							["證"] = {
								this = true
							}
						}
					},
					["证"] = {
						this = true
					}
				}
			},
			["户"] = {
				["口"] = {
					this = true,
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			},
			p = {
				["超"] = {
					["短"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["本"] = {
				["科"] = {
					["学"] = {
						["历"] = {
							this = true
						}
					}
				}
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true
					}
				}
			},
			["操"] = {
				["熟"] = {
					["女"] = {
						this = true
					}
				}
			},
			["车"] = {
				["主"] = {
					["名"] = {
						["录"] = {
							this = true
						}
					},
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["开"] = {
					["银"] = {
						["行"] = {
							["卡"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["老"] = {
					["婆"] = {
						this = true
					}
				},
				["世"] = {
					["界"] = {
						["2"] = {
							this = true
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["跟"] = {
				["老"] = {
					["婆"] = {
						["自"] = {
							["拍"] = {
								this = true
							}
						}
					}
				}
			},
			["股"] = {
				["民"] = {
					["资"] = {
						["料"] = {
							this = true
						},
						["源"] = {
							this = true
						}
					}
				}
			},
			["换"] = {
				["妻"] = {
					["经"] = {
						["历"] = {
							this = true
						}
					}
				},
				["淫"] = {
					["妻"] = {
						this = true
					}
				}
			},
			["会"] = {
				["计"] = {
					["证"] = {
						this = true
					}
				}
			},
			["驾"] = {
				["照"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["经"] = {
				["历"] = {
					this = true
				}
			},
			["开"] = {
				["苞"] = {
					this = true
				}
			},
			["女"] = {
				["友"] = {
					this = true
				}
			},
			["凭"] = {
				this = true
			},
			["上"] = {
				["网"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				},
				["網"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["偷"] = {
				["拍"] = {
					this = true
				}
			},
			["文"] = {
				["#"] = {
					["凭"] = {
						this = true
					}
				},
				["凭"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["保"] = {
						["真"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["爽"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["学"] = {
				["历"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			},
			["壹"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							},
							["證"] = {
								this = true
							}
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["妻"] = {
					this = true
				},
				["自"] = {
					["拍"] = {
						this = true
					}
				}
			},
			["有"] = {
				["效"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					["门"] = {
						["系"] = {
							["列"] = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["扣"] = {
						["扣"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					},
					["照"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			this = true,
			["棋"] = {
				["牌"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					}
				}
			},
			["二"] = {
				["八"] = {
					["杠"] = {
						this = true
					}
				}
			},
			["现"] = {
				["金"] = {
					["网"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			},
			["真"] = {
				["钱"] = {
					["棋"] = {
						["牌"] = {
							["游"] = {
								["戏"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["8"] = {
				["8"] = {
					["8"] = {
						["投"] = {
							["注"] = {
								this = true
							}
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true,
					["裸"] = {
						["聊"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["梭"] = {
				["哈"] = {
					this = true
				}
			}
		},
		["钱"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["轮"] = {
				["盘"] = {
					this = true,
					["赌"] = {
						["博"] = {
							this = true
						}
					}
				}
			},
			["买"] = {
				["假"] = {
					["钱"] = {
						this = true
					}
				}
			},
			["2"] = {
				["1"] = {
					["点"] = {
						this = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					this = true
				}
			},
			["斗"] = {
				["地"] = {
					["主"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["博"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["老"] = {
				["虎"] = {
					["机"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["将"] = {
					this = true
				}
			},
			["梭"] = {
				["哈"] = {
					this = true
				}
			},
			["骰"] = {
				["宝"] = {
					this = true
				}
			},
			["扎"] = {
				["金"] = {
					["花"] = {
						this = true
					}
				}
			},
			["炸"] = {
				["金"] = {
					["花"] = {
						this = true
					}
				}
			}
		},
		["铁"] = {
			this = true,
			["5"] = {
				["4"] = {
					this = true
				}
			},
			["狗"] = {
				["粮"] = {
					this = true
				}
			}
		},
		["他"] = {
			["妈"] = {
				this = true
			}
		},
		n = {
			["善"] = {
				n = {
					["忍"] = {
						this = true
					}
				}
			}
		},
		["空"] = {
			["度"] = {
				["测"] = {
					["试"] = {
						["仪"] = {
							this = true
						}
					}
				}
			},
			["&"] = {
				["失"] = {
					["身"] = {
						this = true
					}
				}
			},
			["蕾"] = {
				["丝"] = {
					["失"] = {
						["身"] = {
							this = true
						}
					}
				}
			},
			["失"] = {
				["身"] = {
					this = true
				}
			},
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["名"] = {
			["三"] = {
				["退"] = {
					this = true
				}
			}
		},
		["情"] = {
			["大"] = {
				["反"] = {
					["馈"] = {
						["进"] = {
							["入"] = {
								["网"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["求"] = {
				["助"] = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["无"] = {
				["奈"] = {
					this = true
				}
			}
		},
		["相"] = {
			this = true,
			["戴"] = {
				["晴"] = {
					this = true
				}
			},
			["问"] = {
				["答"] = {
					this = true
				}
			},
			["与"] = {
				["和"] = {
					["解"] = {
						["的"] = {
							["建"] = {
								["议"] = {
									["书"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["自"] = {
				["由"] = {
					["生"] = {
						["命"] = {
							["抗"] = {
								["争"] = {
									this = true
								},
								["爭"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["象"] = {
			this = true
		},
		["心"] = {
			["要"] = {
				["货"] = {
					[" "] = {
						["麻"] = {
							["果"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["正"] = {
			["的"] = {
				["冰"] = {
					["毒"] = {
						["送"] = {
							["货"] = {
								["上"] = {
									["门"] = {
										this = true
									}
								}
							}
						},
						["家"] = {
							this = true
						}
					}
				},
				["凌"] = {
					["辱"] = {
						this = true
					}
				},
				["人"] = {
					["皮"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					["赚"] = {
						this = true
					}
				},
				["自"] = {
					["拍"] = {
						this = true
					}
				}
			},
			["假"] = {
				["钞"] = {
					["有"] = {
						["货"] = {
							["家"] = {
								this = true
							}
						}
					}
				}
			},
			["学"] = {
				["历"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["诚"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						},
						["正"] = {
							this = true
						}
					}
				}
			}
		},
		["政"] = {
			["治"] = {
				["假"] = {
					["防"] = {
						["疫"] = {
							this = true
						}
					}
				}
			}
		},
		["&"] = {
			["文"] = {
				["凭"] = {
					this = true
				}
			}
		},
		["，"] = {
			["善"] = {
				["，"] = {
					["忍"] = {
						this = true
					}
				}
			}
		},
		["、"] = {
			["善"] = {
				["、"] = {
					["忍"] = {
						this = true
					}
				}
			}
		},
		["+"] = {
			["善"] = {
				["+"] = {
					["忍"] = {
						this = true
					}
				}
			}
		},
		["5"] = {
			["4"] = {
				this = true,
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["6"] = {
			["4"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["7"] = {
			["7"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							this = true,
							["儿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["旅"] = {
				["社"] = {
					this = true
				}
			}
		},
		["白"] = {
			["希"] = {
				["実"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["爆"] = {
			["枪"] = {
				this = true
			}
		},
		["币"] = {
			this = true,
			["诚"] = {
				["信"] = {
					["商"] = {
						["家"] = {
							this = true
						}
					}
				}
			}
		},
		["毕"] = {
			["业"] = {
				["正"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				},
				["证"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["钞"] = {
			this = true,
			["真"] = {
				["币"] = {
					["真"] = {
						["钱"] = {
							this = true
						}
					}
				},
				["钱"] = {
					["价"] = {
						["格"] = {
							this = true
						}
					}
				}
			}
		},
		["鈔"] = {
			this = true
		},
		["城"] = {
			["丽"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["大"] = {
			["专"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["岛"] = {
			["裕"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["的"] = {
			["学"] = {
				["历"] = {
					["证"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		},
		["二"] = {
			["代"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						},
						["證"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["票"] = {
				this = true,
				t = {
					e = {
						l = {
							this = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["法"] = {
			["票"] = {
				this = true
			}
		},
		["犭"] = {
			["句"] = {
				["犭"] = {
					["昔"] = {
						["犭"] = {
							["句"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["封"] = {
			["神"] = {
				this = true
			}
		},
		["宫"] = {
			["梨"] = {
				["沙"] = {
					["子"] = {
						this = true,
						["高"] = {
							["清"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["宮"] = {
			["梨"] = {
				["沙"] = {
					["子"] = {
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["好"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["虎"] = {
			["头"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["假"] = {
			["周"] = {
				["恩"] = {
					["来"] = {
						this = true
					}
				}
			}
		},
		["驾"] = {
			["驶"] = {
				["证"] = {
					this = true
				}
			}
		},
		["警"] = {
			["察"] = {
				["证"] = {
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			}
		},
		["狙"] = {
			["击"] = {
				["枪"] = {
					this = true
				}
			},
			["擊"] = {
				["槍"] = {
					this = true
				}
			}
		},
		["孔"] = {
			["雀"] = {
				["王"] = {
					this = true
				}
			}
		},
		["老"] = {
			["虎"] = {
				["李"] = {
					["夫"] = {
						["人"] = {
							["涉"] = {
								["丁"] = {
									["案"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["龙"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			a = {
				["仓"] = {
					["保"] = {
						["真"] = {
							this = true
						}
					}
				}
			},
			["仓"] = {
				["有"] = {
					["售"] = {
						this = true
					}
				}
			},
			["今"] = {
				["日"] = {
					["子"] = {
						this = true
					}
				}
			},
			["亞"] = {
				["里"] = {
					["沙"] = {
						["电"] = {
							["驴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["乃"] = {
			["瞳"] = {
				this = true
			}
		},
		["普"] = {
			["选"] = {
				this = true
			}
		},
		["崎"] = {
			["愛"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["气"] = {
			["枪"] = {
				this = true
			}
		},
		["錢"] = {
			this = true
		},
		["槍"] = {
			this = true
		},
		["鎗"] = {
			this = true
		},
		["身"] = {
			["份"] = {
				["证"] = {
					this = true
				},
				["證"] = {
					this = true
				}
			}
		},
		["省"] = {
			["事"] = {
				["成"] = {
					["人"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["實"] = {
			["淫"] = {
				["妻"] = {
					this = true
				}
			},
			["有"] = {
				["效"] = {
					["文"] = {
						["憑"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["矢"] = {
			["志"] = {
				["穂"] = {
					this = true
				}
			}
		},
		["手"] = {
			["枪"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["槍"] = {
				this = true
			}
		},
		["舒"] = {
			["服"] = {
				this = true
			}
		},
		["树"] = {
			["樱"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["题"] = {
			this = true
		},
		["文"] = {
			["凭"] = {
				this = true,
				Q = {
					this = true
				},
				["联"] = {
					["系"] = {
						this = true
					}
				}
			}
		},
		["想"] = {
			X = {
				X = {
					this = true
				}
			}
		},
		["咲"] = {
			["惠"] = {
				["美"] = {
					this = true
				}
			}
		},
		["学"] = {
			["历"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			}
		},
		["壹"] = {
			["代"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						},
						["證"] = {
							this = true
						}
					}
				}
			}
		},
		["与"] = {
			["伪"] = {
				["来"] = {
					["做"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["证"] = {
			["学"] = {
				["历"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["美"] = {
				["铃"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["香"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["镇"] = {
		["压"] = {
			this = true,
			["学"] = {
				["生"] = {
					this = true,
					["*"] = {
						this = true
					},
					v = {
						this = true
					},
					[" "] = {
						["8"] = {
							["9"] = {
								this = true
							}
						}
					},
					["8"] = {
						["9"] = {
							this = true
						}
					}
				}
			},
			[" "] = {
				["六"] = {
					["四"] = {
						this = true
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["藏"] = {
				["人"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			},
			["血"] = {
				["腥"] = {
					["8"] = {
						["9"] = {
							["年"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["静"] = {
			["催"] = {
				["眠"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["远"] = {
			["猎"] = {
				["友"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		y = {
			a = {
				["和"] = {
					["剥"] = {
						["夺"] = {
							["言"] = {
								["论"] = {
									["自"] = {
										["由"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["南"] = {
			["王"] = {
				this = true
			}
		},
		["元"] = {
			["子"] = {
				this = true
			}
		}
	}
end

temp()
