pg = pg or {}
slot0 = pg
slot0.word_template_4 = {}
slot1 = slot0.word_template_4

temp = function()
	uv0["热"] = {
		["那"] = {
			["亚"] = {
				this = true
			}
		},
		["卖"] = {
			this = true,
			f = {
				x = {
					["季"] = {
						["候"] = {
							["风"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["兵"] = {
			["器"] = {
				this = true
			}
		},
		["销"] = {
			this = true,
			["贝"] = {
				["尔"] = {
					["求"] = {
						["生"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					["刀"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["丛"] = {
				["林"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["弹"] = {
				["簧"] = {
					["跳"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["短"] = {
				["狗"] = {
					["狗"] = {
						["粮"] = {
							this = true
						}
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["甩"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["匕"] = {
						["首"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				},
				["品"] = {
					["刺"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["频"] = {
				["道"] = {
					this = true
				}
			},
			["三"] = {
				["棱"] = {
					["刺"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["跳"] = {
				["刀"] = {
					this = true
				}
			},
			["冷"] = {
				["钢"] = {
					["大"] = {
						["狗"] = {
							["腿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["热"] = {
			["色"] = {
				["原"] = {
					this = true,
					["站"] = {
						this = true
					},
					["网"] = {
						["站"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				}
			},
			["鲁"] = {
				this = true
			},
			["撸"] = {
				this = true,
				["网"] = {
					this = true,
					["站"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["比"] = {
			["娅"] = {
				this = true,
				["大"] = {
					["厦"] = {
						this = true
					}
				},
				["哭"] = {
					this = true,
					["、"] = {
						this = true
					}
				},
				["泪"] = {
					this = true,
					["、"] = {
						this = true
					}
				},
				["商"] = {
					["厦"] = {
						this = true
					}
				},
				["中"] = {
					["共"] = {
						["汉"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["亚"] = {
				this = true
			}
		},
		["中"] = {
			["文"] = {
				["热"] = {
					["国"] = {
						["产"] = {
							["热"] = {
								["综"] = {
									["合"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["武"] = {
			["器"] = {
				this = true,
				Q = {
					Q = {
						this = true
					}
				}
			}
		},
		["售"] = {
			["英"] = {
				["语"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["考"] = {
									["试"] = {
										["答"] = {
											["案"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["血"] = {
			["江"] = {
				["湖"] = {
					this = true,
					["私"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["传"] = {
				["奇"] = {
					this = true
				}
			},
			["球"] = {
				["迷"] = {
					["网"] = {
						this = true
					}
				}
			},
			["英"] = {
				["豪"] = {
					this = true
				}
			},
			["与"] = {
				["光"] = {
					["荣"] = {
						this = true,
						["中"] = {
							["国"] = {
								["人"] = {
									["的"] = {
										["希"] = {
											["望"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["站"] = {
			["政"] = {
				["论"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["敷"] = {
			["敏"] = {
				["纸"] = {
					this = true
				}
			}
		},
		["×"] = {
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["播"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["点"] = {
			n = {
				t = {
					d = {
						t = {
							v = {
								this = true
							}
						}
					}
				}
			},
			["互"] = {
				["动"] = {
					this = true,
					["动"] = {
						["态"] = {
							["网"] = {
								this = true
							}
						}
					},
					["九"] = {
						["评"] = {
							this = true
						}
					},
					["退"] = {
						["党"] = {
							this = true
						}
					},
					["新"] = {
						["唐"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["资"] = {
				["讯"] = {
					["天"] = {
						["天"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["缚"] = {
			["纸"] = {
				["假"] = {
					["币"] = {
						this = true
					},
					["钱"] = {
						["币"] = {
							this = true
						}
					}
				}
			}
		},
		["感"] = {
			Q = {
				["视"] = {
					["频"] = {
						this = true
					}
				}
			}
		},
		["贡"] = {
			this = true
		},
		["核"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["辣"] = {
			this = true,
			["图"] = {
				["库"] = {
					this = true
				}
			}
		},
		["门"] = {
			["电"] = {
				["影"] = {
					this = true,
					["推"] = {
						["荐"] = {
							this = true
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["自"] = {
				["慰"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["情"] = {
			["豪"] = {
				["放"] = {
					this = true
				}
			},
			["没"] = {
				["有"] = {
					["不"] = {
						["高"] = {
							["涨"] = {
								this = true
							}
						}
					}
				}
			},
			["骚"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["色"] = {
			["播"] = {
				this = true
			}
		},
		["视"] = {
			["频"] = {
				this = true
			}
		},
		["图"] = {
			this = true
		},
		["线"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["薄"] = {
		["熙"] = {
			this = true,
			["来"] = {
				this = true,
				["1"] = {
					["8"] = {
						["大"] = {
							this = true
						}
					}
				},
				["十"] = {
					["八"] = {
						["大"] = {
							this = true
						}
					}
				},
				["太"] = {
					["子"] = {
						["党"] = {
							this = true
						}
					}
				},
				["为"] = {
					["民"] = {
						["打"] = {
							["黑"] = {
								this = true
							}
						}
					}
				},
				["习"] = {
					["近"] = {
						["平"] = {
							this = true
						}
					}
				},
				["下"] = {
					["台"] = {
						this = true
					}
				},
				["政"] = {
					["变"] = {
						this = true
					}
				},
				["朱"] = {
					["镕"] = {
						["基"] = {
							this = true
						}
					}
				}
			},
			["*"] = {
				this = true
			},
			["來"] = {
				this = true
			},
			["去"] = {
				["了"] = {
					this = true
				}
			}
		},
		["码"] = {
			this = true,
			D = {
				V = {
					D = {
						this = true
					}
				}
			}
		},
		["一"] = {
			["波"] = {
				this = true,
				["*"] = {
					this = true
				},
				["肋"] = {
					["骨"] = {
						this = true
					}
				}
			}
		},
		["谷"] = {
			this = true,
			["开"] = {
				["来"] = {
					this = true
				}
			},
			["情"] = {
				["仇"] = {
					this = true
				}
			}
		},
		["格"] = {
			this = true,
			["巴"] = {
				this = true
			}
		},
		["1"] = {
			["8"] = {
				["大"] = {
					this = true
				}
			}
		},
		["百"] = {
			["姓"] = {
				["支"] = {
					["持"] = {
						this = true
					}
				}
			}
		},
		["饼"] = {
			this = true
		},
		["辞"] = {
			["职"] = {
				this = true
			}
		},
		["党"] = {
			["内"] = {
				["斗"] = {
					["争"] = {
						this = true
					}
				},
				["高"] = {
					["层"] = {
						this = true
					}
				}
			}
		},
		["得"] = {
			["罪"] = {
				this = true
			}
		},
		["督"] = {
			this = true
		},
		["粉"] = {
			this = true
		},
		["瓜"] = {
			["瓜"] = {
				this = true
			}
		},
		["和"] = {
			["温"] = {
				this = true
			}
		},
		["黑"] = {
			["帮"] = {
				this = true
			}
		},
		["京"] = {
			["瓜"] = {
				this = true
			}
		},
		["碼"] = {
			this = true
		},
		["叛"] = {
			["逃"] = {
				this = true
			}
		},
		["情"] = {
			["郎"] = {
				this = true,
				["铁"] = {
					["面"] = {
						["王"] = {
							this = true
						}
					}
				}
			},
			["也"] = {
				["好"] = {
					this = true
				}
			},
			["怎"] = {
				["抵"] = {
					["德"] = {
						["满"] = {
							["江"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["请"] = {
			["辞"] = {
				this = true
			}
		},
		["人"] = {
			["民"] = {
				["怀"] = {
					["念"] = {
						["你"] = {
							this = true
						}
					}
				},
				["记"] = {
					["得"] = {
						["你"] = {
							this = true
						}
					}
				},
				["挺"] = {
					["你"] = {
						this = true
					}
				},
				["心"] = {
					["里"] = {
						["永"] = {
							["远"] = {
								this = true
							}
						}
					}
				},
				["拥"] = {
					["护"] = {
						this = true
					}
				},
				["支"] = {
					["持"] = {
						this = true
					}
				}
			}
		},
		["是"] = {
			["好"] = {
				["总"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["书"] = {
			["记"] = {
				this = true,
				["辞"] = {
					["职"] = {
						this = true
					}
				},
				["带"] = {
					["领"] = {
						["大"] = {
							["家"] = {
								this = true
							}
						}
					}
				},
				["还"] = {
					["我"] = {
						["共"] = {
							this = true
						}
					}
				},
				["你"] = {
					["冤"] = {
						["枉"] = {
							this = true
						}
					}
				},
				["普"] = {
					["京"] = {
						this = true
					}
				},
				["起"] = {
					["义"] = {
						this = true
					}
				},
				["拥"] = {
					["护"] = {
						this = true
					}
				},
				["周"] = {
					["总"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["存"] = {
				this = true
			}
		},
		["王"] = {
			this = true,
			["不"] = {
				["妙"] = {
					["前"] = {
						["景"] = {
							this = true
						}
					}
				}
			}
		},
		["望"] = {
			["知"] = {
				this = true
			}
		},
		["为"] = {
			["人"] = {
				["民"] = {
					["谋"] = {
						["福"] = {
							this = true
						}
					},
					["造"] = {
						["福"] = {
							this = true
						}
					}
				}
			}
		},
		["向"] = {
			["中"] = {
				["央"] = {
					["请"] = {
						["辞"] = {
							this = true
						}
					}
				}
			}
		},
		["煦"] = {
			["来"] = {
				this = true
			}
		},
		["已"] = {
			["辞"] = {
				["职"] = {
					this = true
				}
			}
		},
		["与"] = {
			["胡"] = {
				this = true
			},
			["温"] = {
				this = true
			}
		},
		["造"] = {
			["反"] = {
				this = true
			}
		},
		["政"] = {
			["变"] = {
				this = true
			},
			["治"] = {
				["斗"] = {
					["争"] = {
						this = true
					}
				}
			}
		},
		["主"] = {
			["政"] = {
				this = true
			}
		},
		_ = {
			_ = {
				["来"] = {
					this = true
				}
			}
		},
		m = {
			e = {
				l = {
					o = {
						n = {
							m = {
								e = {
									l = {
										o = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["东"] = {
			["往"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["令"] = {
		["计"] = {
			["划"] = {
				this = true
			}
		},
		["狐"] = {
			["安"] = {
				this = true
			},
			["计"] = {
				["划"] = {
					this = true
				}
			}
		},
		["家"] = {
			this = true
		},
		["完"] = {
			["成"] = {
				this = true
			}
		},
		["政"] = {
			["策"] = {
				this = true
			}
		},
		["王"] = {
			["木"] = {
				["此"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["粥"] = {
		["永"] = {
			["康"] = {
				this = true
			}
		},
		["健"] = {
			["康"] = {
				this = true
			}
		},
		["煾"] = {
			["莱"] = {
				this = true
			}
		},
		["蒽"] = {
			["莱"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["轴"] = {
		["永"] = {
			["康"] = {
				this = true
			}
		},
		["承"] = {
			["不"] = {
				["锈"] = {
					["钢"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["肘"] = {
		["永"] = {
			["康"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["连"] = {
		["战"] = {
			this = true
		},
		["斩"] = {
			this = true
		},
		["杀"] = {
			this = true
		},
		["続"] = {
			["失"] = {
				["禁"] = {
					this = true
				}
			}
		},
		["发"] = {
			p = {
				p = {
					["弹"] = {
						["抢"] = {
							this = true
						}
					}
				}
			},
			["排"] = {
				this = true
			}
		},
		["赢"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["官"] = {
						["方"] = {
							["网"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["锁"] = {
			["加"] = {
				["盟"] = {
					this = true
				}
			}
		},
		["线"] = {
			["机"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["队"] = {
			["资"] = {
				["料"] = {
					this = true
				}
			}
		},
		["胜"] = {
			["德"] = {
				this = true
			}
		},
		["亻"] = {
			["壬"] = {
				this = true
			}
		},
		["弩"] = {
			this = true
		},
		["平"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["云"] = {
			["港"] = {
				this = true,
				K = {
					["粉"] = {
						this = true
					}
				},
				["办"] = {
					["证"] = {
						this = true
					}
				},
				["假"] = {
					["币"] = {
						this = true
					}
				},
				["迷"] = {
					["药"] = {
						this = true
					}
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["枪"] = {
					["支"] = {
						this = true
					}
				}
			}
		},
		["州"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["续"] = {
			["9"] = {
				["次"] = {
					["祝"] = {
						["贺"] = {
							["新"] = {
								["年"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["壬"] = {
			["套"] = {
				["餐"] = {
					this = true
				}
			}
		},
		["任"] = {
			["套"] = {
				["餐"] = {
					this = true
				}
			},
			["到"] = {
				["死"] = {
					this = true
				}
			},
			["王"] = {
				this = true
			},
			j = {
				f = {
					t = {
						w = {
							this = true
						}
					}
				}
			},
			["事"] = {
				["大"] = {
					["\\"] = {
						p = {
							P = {
								["*"] = {
									["百"] = {
										["姓"] = {
											["命"] = {
												["贱"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["宋"] = {
		["楚"] = {
			["瑜"] = {
				this = true
			}
		},
		["書"] = {
			["元"] = {
				this = true
			}
		},
		["祖"] = {
			["英"] = {
				this = true,
				["德"] = {
					["艺"] = {
						["双"] = {
							["馨"] = {
								this = true
							}
						}
					}
				},
				["儿"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		[" "] = {
			[" "] = {
				["平"] = {
					this = true
				}
			}
		},
		["平"] = {
			this = true,
			["顺"] = {
				this = true
			},
			["*"] = {
				this = true
			},
			["順"] = {
				this = true
			},
			["一"] = {
				["句"] = {
					["话"] = {
						this = true
					}
				}
			}
		},
		["任"] = {
			["穷"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["书"] = {
			["元"] = {
				this = true
			}
		},
		x = {
			x = {
				this = true
			}
		},
		z = {
			["英"] = {
				["和"] = {
					["江"] = {
						this = true
					}
				}
			}
		},
		["爱"] = {
			["荣"] = {
				this = true
			}
		},
		["朝"] = {
			["完"] = {
				["美"] = {
					["生"] = {
						["活"] = {
							this = true
						}
					}
				}
			}
		},
		["慈"] = {
			this = true
		},
		["大"] = {
			["涵"] = {
				this = true
			}
		},
		["德"] = {
			["福"] = {
				this = true
			}
		},
		["儿"] = {
			["子"] = {
				["像"] = {
					["谁"] = {
						this = true
					}
				}
			}
		},
		["林"] = {
			this = true,
			[" "] = {
				["贺"] = {
					["锦"] = {
						["雷"] = {
							this = true
						},
						["涛"] = {
							this = true
						}
					}
				},
				["贿"] = {
					["金"] = {
						this = true
					}
				}
			},
			["案"] = {
				["传"] = {
					["牵"] = {
						["扯"] = {
							["贺"] = {
								this = true
							}
						}
					}
				}
			},
			["背"] = {
				["后"] = {
					["贺"] = {
						this = true
					}
				}
			},
			["贺"] = {
				["家"] = {
					["公"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				this = true
			}
		},
		["美"] = {
			["龄"] = {
				this = true
			},
			["齡"] = {
				this = true
			}
		},
		["明"] = {
			["昌"] = {
				this = true
			}
		},
		["庆"] = {
			["龄"] = {
				this = true
			}
		},
		["慶"] = {
			["齡"] = {
				this = true
			}
		},
		["秀"] = {
			["岩"] = {
				this = true
			}
		},
		["璇"] = {
			["涛"] = {
				this = true
			}
		},
		["泽"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["吕"] = {
		["秀"] = {
			["莲"] = {
				this = true
			}
		},
		["祖"] = {
			["善"] = {
				this = true
			}
		},
		["京"] = {
			["花"] = {
				this = true
			}
		},
		["梁"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["郁"] = {
		["慕"] = {
			["明"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["蒋"] = {
		["介"] = {
			["石"] = {
				this = true
			}
		},
		["中"] = {
			["正"] = {
				this = true
			},
			["国"] = {
				this = true
			}
		},
		["经"] = {
			["国"] = {
				this = true
			}
		},
		["彦"] = {
			["永"] = {
				this = true,
				["*"] = {
					this = true
				},
				[" "] = {
					["\""] = {
						["关"] = {
							["于"] = {
								["为"] = {
									["\""] = {
										this = true
									}
								}
							}
						},
						["六"] = {
							["四"] = {
								["\""] = {
									this = true
								}
							}
						}
					},
					["上"] = {
						["书"] = {
							this = true
						}
					},
					["致"] = {
						["函"] = {
							this = true,
							[" "] = {
								["道"] = {
									["歉"] = {
										this = true
									}
								},
								["要"] = {
									["求"] = {
										[" "] = {
											["道"] = {
												["歉"] = {
													this = true
												}
											}
										},
										["道"] = {
											["歉"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["8"] = {
					["9"] = {
						["年"] = {
							this = true,
							["运"] = {
								["动"] = {
									["正"] = {
										["名"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["关"] = {
					["于"] = {
						["为"] = {
							this = true,
							["运"] = {
								["动"] = {
									["正"] = {
										["名"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["六"] = {
					["四"] = {
						this = true
					}
				},
				["上"] = {
					["书"] = {
						this = true
					}
				},
				["医"] = {
					["生"] = {
						this = true
					}
				},
				["致"] = {
					["函"] = {
						this = true
					}
				}
			},
			["勇"] = {
				this = true,
				["上"] = {
					["书"] = {
						this = true
					}
				}
			}
		},
		["匪"] = {
			["军"] = {
				["陆"] = {
					["军"] = {
						["部"] = {
							["队"] = {
								["师"] = {
									["以"] = {
										["上"] = {
											["主"] = {
												["官"] = {
													["情"] = {
														["况"] = {
															["调"] = {
																["查"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["捷"] = {
			["连"] = {
				this = true
			}
		},
		["公"] = {
			["纪"] = {
				["念"] = {
					["歌"] = {
						this = true
					}
				}
			}
		},
		[" "] = {
			["彦"] = {
				[" "] = {
					["永"] = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["彬"] = {
				["群"] = {
					p = {
						this = true
					},
					P = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["定"] = {
			["之"] = {
				this = true
			}
		},
		["光"] = {
			["亭"] = {
				this = true
			}
		},
		["建"] = {
			["国"] = {
				this = true
			}
		},
		["洁"] = {
			["敏"] = {
				this = true
			}
		},
		["梅"] = {
			[" "] = {
				["豪"] = {
					["宅"] = {
						this = true
					}
				}
			}
		},
		["培"] = {
			["坤"] = {
				this = true
			}
		},
		["平"] = {
			this = true
		},
		["树"] = {
			["声"] = {
				this = true
			}
		},
		["秀"] = {
			["成"] = {
				this = true
			}
		},
		["震"] = {
			["文"] = {
				this = true
			}
		},
		["正"] = {
			["华"] = {
				this = true
			}
		},
		["尊"] = {
			["玉"] = {
				this = true
			}
		},
		["志"] = {
			["彤"] = {
				this = true
			}
		},
		["则"] = {
			["岷"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["新"] = {
		["疆"] = {
			this = true,
			["势"] = {
				["力"] = {
					this = true
				}
			},
			["独"] = {
				this = true,
				["立"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["国"] = {
				this = true
			},
			["獨"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["7"] = {
				["."] = {
					["5"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["烟"] = {
					this = true
				}
			},
			["骚"] = {
				["乱"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["徒"] = {
					this = true,
					["枪"] = {
						["毙"] = {
							["杀"] = {
								this = true
							}
						}
					}
				}
			},
			["反"] = {
				["恐"] = {
					["纪"] = {
						["实"] = {
							this = true
						}
					}
				},
				["人"] = {
					["类"] = {
						["罪"] = {
							this = true
						}
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			S = {
				B = {
					this = true
				}
			},
			["打"] = {
				["砸"] = {
					["抢"] = {
						this = true
					}
				}
			},
			["歹"] = {
				["徒"] = {
					this = true,
					["+"] = {
						["禄"] = {
							["丰"] = {
								this = true
							}
						}
					},
					["禄"] = {
						["丰"] = {
							this = true
						}
					}
				}
			},
			["國"] = {
				this = true
			},
			["局"] = {
				["势"] = {
					this = true
				}
			},
			["砍"] = {
				["人"] = {
					this = true
				}
			},
			["恐"] = {
				["怖"] = {
					this = true,
					["分"] = {
						["子"] = {
							this = true
						}
					},
					["人"] = {
						["员"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["+"] = {
					["蒙"] = {
						["自"] = {
							this = true
						}
					},
					["灭"] = {
						["族"] = {
							this = true
						}
					}
				},
				["昆"] = {
					["华"] = {
						["医"] = {
							["院"] = {
								this = true
							}
						}
					}
				},
				["扩"] = {
					["散"] = {
						this = true
					}
				},
				["蒙"] = {
					["自"] = {
						this = true
					}
				},
				["信"] = {
					["阳"] = {
						["带"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["思"] = {
				["茅"] = {
					["信"] = {
						["房"] = {
							this = true
						}
					}
				}
			},
			["突"] = {
				["厥"] = {
					["革"] = {
						["命"] = {
							this = true
						}
					}
				}
			},
			["问"] = {
				["题"] = {
					this = true
				}
			},
			["西"] = {
				["藏"] = {
					this = true
				}
			},
			["小"] = {
				["偷"] = {
					this = true
				}
			},
			["疑"] = {
				["犯"] = {
					this = true
				}
			},
			["産"] = {
				["品"] = {
					this = true
				}
			},
			["棉"] = {
				["蘤"] = {
					this = true
				},
				["花"] = {
					this = true
				}
			},
			["产"] = {
				["品"] = {
					this = true
				}
			},
			["⼯"] = {
				["作"] = {
					["座"] = {
						["谈"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["起"] = {
				["雾"] = {
					this = true
				}
			}
		},
		["党"] = {
			this = true
		},
		["闻"] = {
			["管"] = {
				["制"] = {
					this = true
				}
			},
			["出"] = {
				["版"] = {
					["总"] = {
						["署"] = {
							this = true
						}
					},
					["署"] = {
						this = true
					}
				}
			},
			["通"] = {
				["气"] = {
					["会"] = {
						["*"] = {
							this = true
						}
					}
				}
			},
			["封"] = {
				["锁"] = {
					this = true
				}
			},
			["自"] = {
				["由"] = {
					["导"] = {
						["报"] = {
							this = true
						}
					}
				}
			},
			["总"] = {
				["署"] = {
					["粗"] = {
						["暴"] = {
							this = true
						}
					}
				}
			},
			["拍"] = {
				["案"] = {
					["惊"] = {
						["奇"] = {
							this = true
						}
					}
				}
			}
		},
		["觀"] = {
			["察"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["華"] = {
			["舉"] = {
				["報"] = {
					this = true
				}
			},
			["內"] = {
				["情"] = {
					this = true
				}
			},
			["通"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["生"] = {
			["網"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["手"] = {
			["訓"] = {
				["練"] = {
					["營"] = {
						this = true
					}
				}
			}
		},
		["聞"] = {
			["出"] = {
				["版"] = {
					["總"] = {
						["署"] = {
							this = true
						}
					}
				}
			},
			["封"] = {
				["鎖"] = {
					this = true
				}
			}
		},
		["義"] = {
			["安"] = {
				this = true
			}
		},
		["語"] = {
			["絲"] = {
				this = true
			}
		},
		["约"] = {
			["教"] = {
				["会"] = {
					this = true
				}
			}
		},
		["千"] = {
			["秋"] = {
				["狩"] = {
					["猎"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["星"] = {
			["平"] = {
				["台"] = {
					this = true
				}
			}
		},
		["花"] = {
			["园"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["和"] = {
				["尚"] = {
					this = true
				}
			}
		},
		["利"] = {
			["1"] = {
				["8"] = {
					l = {
						u = {
							c = {
								k = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["记"] = {
				["赛"] = {
					["马"] = {
						this = true
					}
				}
			}
		},
		["梦"] = {
			["想"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["2"] = {
			["现"] = {
				["金"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["皇"] = {
				["冠"] = {
					["正"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["世"] = {
			["盈"] = {
				["娱"] = {
					this = true,
					["乐"] = {
						["城"] = {
							this = true
						},
						["场"] = {
							this = true
						}
					}
				},
				["国"] = {
					["际"] = {
						this = true
					}
				}
			},
			["纪"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["界"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["西"] = {
			["兰"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["遊"] = {
				["記"] = {
					this = true
				}
			},
			["游"] = {
				["记"] = {
					this = true
				}
			},
			["北"] = {
				["军"] = {
					this = true
				}
			}
		},
		["澳"] = {
			["博"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["门"] = {
				["赌"] = {
					["球"] = {
						["网"] = {
							this = true
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["濠"] = {
			["博"] = {
				["亚"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["地"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							},
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["峰"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							a = {
								p = {
									p = {
										this = true
									}
								}
							},
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["江"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["汇"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["葡"] = {
			["京"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["场"] = {
						this = true
					}
				},
				["棋"] = {
					["牌"] = {
						this = true
					}
				}
			}
		},
		["京"] = {
			["海"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["亚"] = {
			["洲"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["全"] = {
			["讯"] = {
				this = true,
				["网"] = {
					this = true
				}
			}
		},
		["加"] = {
			["坡"] = {
				["娱"] = {
					["乐"] = {
						["场"] = {
							this = true
						},
						["城"] = {
							this = true
						}
					}
				},
				["金"] = {
					["沙"] = {
						this = true
					}
				},
				["的"] = {
					["缩"] = {
						["写"] = {
							this = true
						}
					}
				}
			}
		},
		["概"] = {
			["念"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["东"] = {
			["方"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["泰"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["天"] = {
			["地"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						},
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["然"] = {
				["素"] = {
					["人"] = {
						this = true
					}
				}
			},
			["下"] = {
				["情"] = {
					["色"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						},
						["論"] = {
							["壇"] = {
								this = true
							}
						}
					}
				}
			},
			["域"] = {
				["资"] = {
					["本"] = {
						[" "] = {
							["温"] = {
								["云"] = {
									["松"] = {
										[" "] = {
											["私"] = {
												["募"] = {
													["基"] = {
														["金"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["马"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["金"] = {
			["沙"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["场"] = {
						this = true
					}
				}
			},
			["宝"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["梅"] = {
				["瓶"] = {
					this = true
				}
			},
			["瓶"] = {
				["梅"] = {
					this = true
				}
			}
		},
		["大"] = {
			["陆"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["洋"] = {
				["电"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["彩"] = {
				["通"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			n = {
				b = {
					["8"] = {
						["8"] = {
							this = true
						}
					}
				}
			}
		},
		["时"] = {
			["代"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["新"] = {
					["征"] = {
						["程"] = {
							this = true
						}
					}
				},
				["某"] = {
					["人"] = {
						["特"] = {
							["色"] = {
								["思"] = {
									["想"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["锦"] = {
			["江"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["福"] = {
				this = true,
				["国"] = {
					["际"] = {
						this = true,
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["海"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["宝"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["2"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["奥"] = {
			["博"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["区"] = {
				this = true
			},
			["界"] = {
				this = true,
				["性"] = {
					["爱"] = {
						["天"] = {
							["堂"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["一"] = {
			["代"] = {
				["管"] = {
					["家"] = {
						["婆"] = {
							this = true
						}
					}
				},
				["弓"] = {
					["弩"] = {
						["官"] = {
							["方"] = {
								["网"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["个"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							["地"] = {
								["址"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["报"] = {
			["跑"] = {
				["狗"] = {
					["图"] = {
						this = true
					}
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		e = {
			["彩"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["海"] = {
			["逸"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["得"] = {
			["利"] = {
				["国"] = {
					["际"] = {
						this = true,
						["官"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["橙"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["运"] = {
			["博"] = {
				["国"] = {
					["际"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["皇"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["帝"] = {
				this = true
			},
			["冠"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["直"] = {
				["营"] = {
					this = true
				}
			}
		},
		["赌"] = {
			["豪"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["四"] = {
			["军"] = {
				this = true
			},
			["人"] = {
				["帮"] = {
					["江"] = {
						["泽"] = {
							["泯"] = {
								this = true
							}
						}
					}
				},
				["幫"] = {
					this = true
				}
			}
		},
		["唐"] = {
			["人"] = {
				this = true,
				["*"] = {
					this = true
				},
				["电"] = {
					["视"] = {
						["台"] = {
							this = true
						}
					}
				},
				["晚"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["诗"] = {
			["年"] = {
				["鉴"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["七"] = {
			["擒"] = {
				["七"] = {
					["纵"] = {
						["七"] = {
							["色"] = {
								["狼"] = {
									["*"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["景"] = {
			["隆"] = {
				this = true
			}
		},
		x = {
			i = {
				n = {
					["唐"] = {
						t = {
							a = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["八"] = {
			["荣"] = {
				["八"] = {
					["耻"] = {
						this = true
					}
				}
			}
		},
		["观"] = {
			["察"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["歌"] = {
				this = true
			},
			["美"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["华"] = {
			["举"] = {
				["报"] = {
					this = true
				}
			},
			["内"] = {
				["情"] = {
					this = true
				}
			},
			["通"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["社"] = {
				this = true,
				["造"] = {
					["神"] = {
						this = true
					}
				},
				["万"] = {
					["言"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		},
		["式"] = {
			["军"] = {
				["服"] = {
					this = true
				}
			}
		},
		["搪"] = {
			["人"] = {
				["电"] = {
					["视"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["语"] = {
			["丝"] = {
				this = true
			}
		},
		["中"] = {
			["华"] = {
				["战"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["诸"] = {
			["侯"] = {
				this = true
			}
		},
		["型"] = {
			["毒"] = {
				["品"] = {
					this = true
				}
			}
		},
		["版"] = {
			["假"] = {
				["币"] = {
					this = true,
					["销"] = {
						["售"] = {
							this = true
						}
					}
				},
				["钞"] = {
					this = true
				},
				["鈔"] = {
					this = true
				},
				["钱"] = {
					this = true,
					["币"] = {
						this = true
					}
				},
				["人"] = {
					["民"] = {
						["币"] = {
							this = true
						},
						["幣"] = {
							this = true
						},
						["钱"] = {
							["币"] = {
								this = true
							}
						}
					}
				},
				["硬"] = {
					B = {
						this = true
					},
					["币"] = {
						this = true
					},
					["钱"] = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["假"] = {
						["钞"] = {
							this = true
						},
						["钱"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["察"] = {
					["证"] = {
						this = true,
						["图"] = {
							this = true
						}
					}
				},
				["旗"] = {
					["定"] = {
						["做"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				},
				["國"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["伪"] = {
				["钞"] = {
					this = true
				},
				["吵"] = {
					this = true
				}
			}
		},
		["3"] = {
			["6"] = {
				["5"] = {
					this = true
				}
			}
		},
		["不"] = {
			["夜"] = {
				["城"] = {
					this = true
				}
			}
		},
		["超"] = {
			["神"] = {
				["传"] = {
					["说"] = {
						this = true
					}
				}
			}
		},
		["诚"] = {
			["文"] = {
				["化"] = {
					this = true
				}
			}
		},
		["城"] = {
			["美"] = {
				["稀"] = {
					this = true
				}
			},
			["文"] = {
				["化"] = {
					this = true
				}
			}
		},
		["出"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["黨"] = {
			this = true
		},
		["岛"] = {
			["千"] = {
				["春"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["到"] = {
			["大"] = {
				["量"] = {
					["热"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					["学"] = {
						["生"] = {
							this = true
						}
					}
				}
			}
		},
		["道"] = {
			["綾"] = {
				["音"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["斷"] = {
			["線"] = {
				this = true
			}
		},
		["发"] = {
			["现"] = {
				["的"] = {
					["周"] = {
						["恩"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			},
			["展"] = {
				["理"] = {
					["念"] = {
						this = true
					}
				}
			}
		},
		["反"] = {
			["右"] = {
				this = true
			}
		},
		["丰"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["包"] = {
				["子"] = {
					this = true
				}
			}
		},
		["感"] = {
			["觉"] = {
				["同"] = {
					["志"] = {
						["会"] = {
							["所"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["弓"] = {
			["弩"] = {
				["官"] = {
					["方"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["股"] = {
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["寡"] = {
			["妇"] = {
				["村"] = {
					["传"] = {
						["奇"] = {
							this = true
						}
					}
				}
			}
		},
		["管"] = {
			["家"] = {
				["婆"] = {
					this = true
				}
			}
		},
		["贵"] = {
			["8"] = {
				["8"] = {
					this = true
				}
			}
		},
		["黑"] = {
			["魔"] = {
				["术"] = {
					["学"] = {
						["园"] = {
							this = true
						}
					}
				}
			}
		},
		["画"] = {
			["皮"] = {
				["3"] = {
					this = true
				}
			}
		},
		["激"] = {
			["情"] = {
				["五"] = {
					["月"] = {
						["天"] = {
							this = true
						}
					}
				}
			}
		},
		["纪"] = {
			["元"] = {
				this = true
			}
		},
		["建"] = {
			["户"] = {
				["籍"] = {
					this = true
				}
			}
		},
		["江"] = {
			["湖"] = {
				this = true
			}
		},
		["教"] = {
			["育"] = {
				this = true
			}
		},
		["街"] = {
			["口"] = {
				["爆"] = {
					["炸"] = {
						this = true
					}
				}
			},
			["邮"] = {
				["电"] = {
					["口"] = {
						this = true
					}
				}
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["精"] = {
			["英"] = {
				["教"] = {
					["育"] = {
						this = true
					}
				}
			}
		},
		["开"] = {
			["网"] = {
				["通"] = {
					["私"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["户"] = {
				["冒"] = {
					["名"] = {
						["银"] = {
							["行"] = {
								["卡"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["盒"] = {
				["联"] = {
					["邦"] = {
						this = true
					}
				}
			}
		},
		["康"] = {
			["泰"] = {
				["克"] = {
					["造"] = {
						["冰"] = {
							["毒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["款"] = {
			["打"] = {
				["死"] = {
					["跌"] = {
						this = true
					}
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						this = true
					}
				}
			},
			["虎"] = {
				["牙"] = {
					["战"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["警"] = {
				["服"] = {
					this = true
				}
			},
			["雷"] = {
				["霆"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			["界"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["罗"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["猫"] = {
			["眼"] = {
				["拉"] = {
					["杆"] = {
						this = true
					}
				}
			}
		},
		["民"] = {
			["肾"] = {
				this = true
			}
		},
		["妻"] = {
			["倩"] = {
				["如"] = {
					this = true
				}
			}
		},
		["奇"] = {
			["特"] = {
				["科"] = {
					["技"] = {
						this = true
					}
				}
			},
			["玩"] = {
				["意"] = {
					this = true
				}
			}
		},
		["起"] = {
			["点"] = {
				["文"] = {
					["凭"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["枪"] = {
			["之"] = {
				["家"] = {
					this = true
				}
			}
		},
		["亲"] = {
			["密"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["情"] = {
			["色"] = {
				["海"] = {
					["岸"] = {
						["线"] = {
							this = true
						},
						["線"] = {
							this = true
						}
					}
				}
			}
		},
		["球"] = {
			["博"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["人"] = {
			["×"] = {
				["ギ"] = {
					["リ"] = {
						["ギ"] = {
							this = true
						}
					}
				}
			},
			["调"] = {
				["教"] = {
					this = true
				}
			}
		},
		["认"] = {
			["识"] = {
				["的"] = {
					["熟"] = {
						["女"] = {
							this = true
						}
					}
				}
			}
		},
		["柔"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			}
		},
		["锐"] = {
			["文"] = {
				["创"] = {
					["台"] = {
						["湾"] = {
							this = true
						}
					}
				}
			}
		},
		["三"] = {
			["才"] = {
				this = true
			}
		},
		["山"] = {
			["爱"] = {
				["里"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["愛"] = {
				["里"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					}
				}
			},
			["千"] = {
				["寻"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["书"] = {
			["录"] = {
				["音"] = {
					["问"] = {
						["世"] = {
							this = true
						}
					}
				}
			},
			["紫"] = {
				["阳"] = {
					this = true
				}
			}
		},
		["素"] = {
			["人"] = {
				this = true
			}
		},
		["台"] = {
			["湾"] = {
				["新"] = {
					["闻"] = {
						this = true
					}
				}
			}
		},
		["太"] = {
			["阳"] = {
				["城"] = {
					this = true
				}
			},
			["子"] = {
				["军"] = {
					this = true
				}
			}
		},
		["堂"] = {
			["奈"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["体"] = {
			["操"] = {
				["潮"] = {
					["吹"] = {
						this = true
					}
				}
			}
		},
		["田"] = {
			["彩"] = {
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["利"] = {
				["惠"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["头"] = {
			["壳"] = {
				this = true
			}
		},
		["五"] = {
			["月"] = {
				["天"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["媳"] = {
			["妇"] = {
				["露"] = {
					["脸"] = {
						["自"] = {
							["拍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鲜"] = {
			["肾"] = {
				["脏"] = {
					this = true
				}
			}
		},
		["沂"] = {
			["办"] = {
				["假"] = {
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["垣"] = {
			["结"] = {
				["衣"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["月"] = {
			["星"] = {
				["星"] = {
					this = true
				}
			}
		},
		["玥"] = {
			["玛"] = {
				["锁"] = {
					["快"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["庄"] = {
			["爱"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["莊"] = {
			["愛"] = {
				B = {
					T = {
						this = true
					}
				}
			}
		},
		["总"] = {
			["理"] = {
				this = true
			}
		},
		["最"] = {
			["终"] = {
				["痴"] = {
					["汉"] = {
						["电"] = {
							["车"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["媒"] = {
			["体"] = {
				["运"] = {
					["动"] = {
						["与"] = {
							["本"] = {
								["土"] = {
									["六"] = {
										["四"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["贝"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["豪"] = {
			["玩"] = {
				["场"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["理"] = {
			["念"] = {
				["新"] = {
					["思"] = {
						["想"] = {
							["新"] = {
								["战"] = {
									["略"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		z = {
			h = {
				o = {
					n = {
						g = {
							["郭"] = {
								["联"] = {
									["邦"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["自"] = {
			["由"] = {
				["主"] = {
					["义"] = {
						["六"] = {
							["大"] = {
								this = true,
								["导"] = {
									["师"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["美"] = {
			["容"] = {
				["主"] = {
					["义"] = {
						["道"] = {
							["路"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["涨"] = {
			["幅"] = {
				["嘻"] = {
					["嘻"] = {
						["提"] = {
							["薇"] = {
								["太"] = {
									["胀"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["婚"] = {
			["彩"] = {
				["排"] = {
					["蓝"] = {
						["色"] = {
							["方"] = {
								["阵"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["的"] = {
			["底"] = {
				["线"] = {
					["来"] = {
						["了"] = {
							["吗"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["六"] = {
		["四"] = {
			this = true,
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true,
					["*"] = {
						this = true
					},
					["中"] = {
						["的"] = {
							["戒"] = {
								["严"] = {
									["部"] = {
										["队"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["屠"] = {
				["杀"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["城"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["政"] = {
				["变"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["之"] = {
				["役"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["眼"] = {
					this = true
				}
			},
			["母"] = {
				["亲"] = {
					this = true
				}
			},
			["青"] = {
				["年"] = {
					["网"] = {
						this = true
					}
				}
			},
			["受"] = {
				["难"] = {
					["者"] = {
						["家"] = {
							["属"] = {
								["证"] = {
									["辞"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["害"] = {
					["者"] = {
						this = true
					}
				}
			},
			["宣"] = {
				["言"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				},
				["运"] = {
					this = true
				}
			},
			["血"] = {
				["案"] = {
					this = true
				}
			},
			["资"] = {
				["料"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["日"] = {
				["记"] = {
					this = true
				}
			},
			["专"] = {
				["访"] = {
					this = true
				}
			},
			["天"] = {
				["网"] = {
					this = true
				}
			},
			["3"] = {
				["1"] = {
					this = true,
					["年"] = {
						this = true
					},
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["十"] = {
					["一"] = {
						this = true
					}
				}
			},
			["平"] = {
				["反"] = {
					this = true
				}
			},
			["特"] = {
				["别"] = {
					["报"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["戰"] = {
				["歌"] = {
					this = true
				}
			},
			["与"] = {
				["阿"] = {
					B = {
						i = {
							["的"] = {
								["一"] = {
									["九"] = {
										["九"] = {
											["几"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["學"] = {
				["運"] = {
					this = true
				}
			},
			["遇"] = {
				["難"] = {
					["者"] = {
						this = true
					}
				},
				["难"] = {
					["者"] = {
						this = true
					}
				}
			},
			["酒"] = {
				["案"] = {
					this = true,
					["后"] = {
						["援"] = {
							["团"] = {
								this = true
							}
						}
					}
				}
			},
			["绿"] = {
				["卡"] = {
					this = true
				}
			},
			["纪"] = {
				["念"] = {
					this = true,
					["馆"] = {
						this = true
					},
					["碑"] = {
						this = true
					}
				},
				["录"] = {
					["片"] = {
						this = true
					}
				}
			},
			["文"] = {
				["化"] = {
					this = true,
					["传"] = {
						["播"] = {
							["协"] = {
								["会"] = {
									this = true
								}
							}
						}
					},
					["傳"] = {
						["播"] = {
							["協"] = {
								["會"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["紀"] = {
				["唸"] = {
					["館"] = {
						this = true
					}
				}
			},
			["襟"] = {
				["章"] = {
					this = true
				}
			},
			["清"] = {
				["场"] = {
					this = true
				}
			},
			["研"] = {
				["讨"] = {
					["会"] = {
						this = true
					}
				}
			},
			["惨"] = {
				["案"] = {
					this = true
				}
			},
			["死"] = {
				["难"] = {
					["者"] = {
						this = true,
						["名"] = {
							["册"] = {
								this = true
							}
						}
					}
				},
				["亡"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["屠"] = {
					["杀"] = {
						this = true
					}
				}
			},
			["刽"] = {
				["子"] = {
					["手"] = {
						this = true
					}
				}
			},
			["记"] = {
				["念"] = {
					["馆"] = {
						this = true
					}
				},
				["录"] = {
					["片"] = {
						this = true
					}
				},
				["忆"] = {
					["‧"] = {
						["人"] = {
							["权"] = {
								["博"] = {
									["物"] = {
										["馆"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["在"] = {
				["押"] = {
					["犯"] = {
						this = true
					}
				}
			},
			["影"] = {
				["像"] = {
					["诗"] = {
						this = true
					}
				}
			},
			["谜"] = {
				["案"] = {
					this = true
				}
			},
			["敏"] = {
				["感"] = {
					this = true
				}
			},
			["展"] = {
				["览"] = {
					["馆"] = {
						this = true
					}
				}
			}
		},
		["月"] = {
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["飞"] = {
				["雪"] = {
					this = true
				}
			},
			["聯"] = {
				["盟"] = {
					this = true
				}
			},
			["色"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			},
			["四"] = {
				["日"] = {
					this = true,
					["八"] = {
						["九"] = {
							["年"] = {
								["血"] = {
									["腥"] = {
										["镇"] = {
											["压"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["没"] = {
					["有"] = {
						["4"] = {
							["号"] = {
								this = true
							}
						}
					}
				}
			},
			["三"] = {
				["日"] = {
					["二"] = {
						["十"] = {
							["四"] = {
								["时"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["里"] = {
				["应"] = {
					["该"] = {
						["有"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			},
			["安"] = {
				["魂"] = {
					["曲"] = {
						this = true
					}
				}
			},
			["4"] = {
				["日"] = {
					this = true
				}
			},
			["初"] = {
				["4"] = {
					this = true
				},
				["四"] = {
					this = true
				}
			},
			["的"] = {
				["第"] = {
					["4"] = {
						["天"] = {
							this = true
						}
					}
				},
				["青"] = {
					["年"] = {
						["节"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["四"] = {
				this = true
			}
		},
		["。"] = {
			["四"] = {
				this = true,
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["?"] = {
			["四"] = {
				this = true
			},
			["彩"] = {
				this = true
			}
		},
		["合"] = {
			this = true,
			["彩"] = {
				this = true,
				["内"] = {
					["参"] = {
						this = true
					}
				},
				["*"] = {
					this = true
				}
			},
			["玄"] = {
				["机"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["公"] = {
				["益"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["料"] = {
					["大"] = {
						["全"] = {
							this = true
						}
					}
				}
			},
			["皇"] = {
				["冠"] = {
					["彩"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["采"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["伯"] = {
				["乐"] = {
					this = true
				}
			},
			["开"] = {
				["奖"] = {
					this = true
				}
			}
		},
		["-"] = {
			["四"] = {
				this = true
			}
		},
		["氢"] = {
			["大"] = {
				["麻"] = {
					["酚"] = {
						this = true
					}
				}
			}
		},
		["氟"] = {
			["丙"] = {
				["酮"] = {
					this = true
				}
			},
			["化"] = {
				["铀"] = {
					this = true
				}
			}
		},
		["个"] = {
			["彩"] = {
				["网"] = {
					["上"] = {
						["投"] = {
							["注"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["色"] = {
			this = true,
			["草"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["位"] = {
			this = true,
			q = {
				q = {
					this = true
				}
			},
			["靓"] = {
				["号"] = {
					this = true
				}
			}
		},
		["决"] = {
			["不"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["●"] = {
			["四"] = {
				this = true
			}
		},
		["彩"] = {
			this = true
		},
		["代"] = {
			["接"] = {
				["班"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["级"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			}
		},
		["开"] = {
			["网"] = {
				this = true
			}
		},
		["星"] = {
			["合"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["一"] = {
			["零"] = {
				this = true
			}
		},
		["河"] = {
			["蟹"] = {
				["四"] = {
					this = true
				}
			}
		},
		["百"] = {
			["度"] = {
				["四"] = {
					this = true
				}
			}
		},
		["和"] = {
			["谐"] = {
				["四"] = {
					this = true
				}
			},
			["采"] = {
				this = true
			}
		},
		[" "] = {
			["四"] = {
				[" "] = {
					["回"] = {
						[" "] = {
							["忆"] = {
								[" "] = {
									["录"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["%"] = {
			["四"] = {
				["%"] = {
					this = true
				}
			}
		},
		["4"] = {
			this = true,
			[" "] = {
				["2"] = {
					["0"] = {
						["周"] = {
							["年"] = {
								["的"] = {
									["宣"] = {
										["告"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["清"] = {
					["场"] = {
						this = true
					}
				}
			},
			["2"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							["的"] = {
								["宣"] = {
									["告"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			t = {
				u = {
					["杀"] = {
						this = true
					}
				}
			},
			["悲"] = {
				["剧"] = {
					this = true,
					["的"] = {
						["记"] = {
							["忆"] = {
								this = true
							}
						}
					}
				}
			},
			["不"] = {
				["是"] = {
					["清"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["定"] = {
				["为"] = {
					["中"] = {
						["国"] = {
							["祷"] = {
								["告"] = {
									["日"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["流"] = {
				["亡"] = {
					["人"] = {
						["士"] = {
							this = true
						}
					}
				}
			},
			["内"] = {
				["幕"] = {
					this = true
				}
			},
			["清"] = {
				["场"] = {
					this = true
				}
			},
			["骚"] = {
				["动"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["四"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			},
			["血"] = {
				["案"] = {
					["的"] = {
						["受"] = {
							["难"] = {
								["者"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			}
		},
		f = {
			o = {
				u = {
					r = {
						this = true
					}
				}
			}
		},
		X = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["閤"] = {
			["彩"] = {
				["4"] = {
					["3"] = {
						this = true
					}
				}
			}
		},
		["盘"] = {
			["水"] = {
				["假"] = {
					["币"] = {
						this = true
					}
				},
				["恐"] = {
					["怖"] = {
						["分"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["神"] = {
			["合"] = {
				["体"] = {
					this = true
				}
			}
		},
		["十"] = {
			["年"] = {
				["代"] = {
					[" "] = {
						["饥"] = {
							["荒"] = {
								this = true
							}
						}
					}
				}
			},
			["多"] = {
				["岁"] = {
					["是"] = {
						["皇"] = {
							["帝"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["人"] = {
					["叛"] = {
						["徒"] = {
							["集"] = {
								["团"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["亖"] = {
			this = true,
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["祀"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["泗"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["肆"] = {
			this = true
		},
		["④"] = {
			this = true
		},
		["三"] = {
			["六"] = {
				["五"] = {
					["的"] = {
						["中"] = {
							["间"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["^"] = {
			["肆"] = {
				this = true
			}
		},
		["九"] = {
			["行"] = {
				["动"] = {
					this = true
				},
				["動"] = {
					this = true
				}
			}
		},
		["部"] = {
			["口"] = {
				["西"] = {
					["长"] = {
						["安"] = {
							["街"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["驷"] = {
			this = true
		},
		["罒"] = {
			this = true
		},
		["似"] = {
			this = true
		},
		["寺"] = {
			this = true
		},
		s = {
			i = {
				this = true
			}
		},
		["終"] = {
			["權"] = {
				["穢"] = {
					this = true
				}
			}
		},
		["居"] = {
			["士"] = {
				["继"] = {
					["续"] = {
						["担"] = {
							["任"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["?"] = {
				["导"] = {
					["师"] = {
						this = true
					}
				}
			}
		},
		["世"] = {
			["四"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["市"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["茉"] = {
		["莉"] = {
			["花"] = {
				this = true,
				["革"] = {
					["命"] = {
						this = true
					}
				},
				["活"] = {
					["动"] = {
						this = true
					}
				}
			}
		},
		["滤"] = {
			["花"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["美"] = {
		["国"] = {
			this = true,
			["之"] = {
				["音"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["佬"] = {
				this = true
			},
			["柯"] = {
				["尔"] = {
					["特"] = {
						M = {
							["1"] = {
								["9"] = {
									["1"] = {
										["7"] = {
											["型"] = {
												["左"] = {
													["轮"] = {
														["手"] = {
															["枪"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["十"] = {
				["次"] = {
					["啦"] = {
						this = true
					},
					["撸"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true
			},
			["秃"] = {
				["狗"] = {
					this = true
				},
				["鹰"] = {
					this = true,
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["原"] = {
				["装"] = {
					["进"] = {
						["口"] = {
							["秃"] = {
								["鹰"] = {
									this = true
								}
							}
						}
					},
					["手"] = {
						["机"] = {
							["电"] = {
								["子"] = {
									["监"] = {
										["控"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["凯"] = {
				["德"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["军"] = {
				["刀"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["参"] = {
				["考"] = {
					this = true
				}
			},
			["维"] = {
				["吾"] = {
					["尔"] = {
						this = true
					}
				}
			},
			["广"] = {
				["播"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["沙"] = {
				["鹰"] = {
					this = true
				}
			},
			["唐"] = {
				["人"] = {
					["社"] = {
						this = true
					}
				}
			},
			["品"] = {
				["牌"] = {
					this = true
				}
			},
			["这"] = {
				["种"] = {
					["行"] = {
						["为"] = {
							this = true,
							["无"] = {
								["异"] = {
									["于"] = {
										["搬"] = {
											["起"] = {
												["石"] = {
													["头"] = {
														["砸"] = {
															["自"] = {
																["己"] = {
																	["的"] = {
																		["脚"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["不"] = {
						["顾"] = {
							["人"] = {
								["民"] = {
									["实"] = {
										["际"] = {
											["，"] = {
												["罔"] = {
													["顾"] = {
														["人"] = {
															["民"] = {
																["利"] = {
																	["益"] = {
																		["的"] = {
																			["行"] = {
																				["为"] = {
																					["迟"] = {
																						["早"] = {
																							["会"] = {
																								["付"] = {
																									["出"] = {
																										["代"] = {
																											["价"] = {
																												this = true
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["罔"] = {
						["顾"] = {
							["事"] = {
								["实"] = {
									["，"] = {
										["糊"] = {
											["弄"] = {
												["公"] = {
													["众"] = {
														["的"] = {
															["做"] = {
																["法"] = {
																	["，"] = {
																		["无"] = {
																			["异"] = {
																				["搬"] = {
																					["起"] = {
																						["石"] = {
																							["头"] = {
																								["砸"] = {
																									["自"] = {
																										["己"] = {
																											["的"] = {
																												["脚"] = {
																													["，"] = {
																														["我"] = {
																															["们"] = {
																																["奉"] = {
																																	["劝"] = {
																																		["美"] = {
																																			["国"] = {
																																				["误"] = {
																																					["在"] = {
																																						["错"] = {
																																							["误"] = {
																																								["的"] = {
																																									["道"] = {
																																										["路"] = {
																																											["越"] = {
																																												["走"] = {
																																													["越"] = {
																																														["远"] = {
																																															this = true
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["租"] = {
				["界"] = {
					this = true
				}
			},
			["几"] = {
				["星"] = {
					this = true
				}
			},
			["标"] = {
				["准"] = {
					this = true
				}
			},
			["高"] = {
				["层"] = {
					this = true
				}
			}
		},
		["幼"] = {
			this = true,
			["专"] = {
				["区"] = {
					this = true
				}
			}
		},
		["女"] = {
			this = true,
			["走"] = {
				["光"] = {
					this = true
				}
			},
			["高"] = {
				["潮"] = {
					this = true
				}
			},
			["吞"] = {
				["精"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["果"] = {
				["聊"] = {
					this = true
				}
			},
			["口"] = {
				["爆"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["连"] = {
				["体"] = {
					["人"] = {
						["皮"] = {
							["面"] = {
								["具"] = {
									["产"] = {
										["品"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["犬"] = {
				["系"] = {
					["列"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["裸"] = {
						["聊"] = {
							["室"] = {
								this = true
							},
							["视"] = {
								["频"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["黄"] = {
				["色"] = {
					this = true
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					this = true
				}
			},
			["視"] = {
				["頻"] = {
					this = true
				}
			},
			["野"] = {
				["球"] = {
					["拳"] = {
						this = true
					}
				}
			},
			["做"] = {
				["愛"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					},
					["室"] = {
						this = true
					},
					["视"] = {
						["频"] = {
							this = true,
							["室"] = {
								this = true
							}
						}
					}
				},
				["体"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			q = {
				q = {
					["裸"] = {
						["体"] = {
							["聊"] = {
								["天"] = {
									["室"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["脱"] = {
				["衣"] = {
					["激"] = {
						["情"] = {
							["裸"] = {
								["聊"] = {
									["室"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["扒"] = {
				B = {
					["阴"] = {
						this = true
					}
				}
			},
			["福"] = {
				["利"] = {
					this = true
				}
			}
		},
		["腿"] = {
			this = true,
			["丝"] = {
				["足"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["寫"] = {
				["真"] = {
					this = true
				}
			}
		},
		["少"] = {
			["妇"] = {
				this = true,
				["的"] = {
					["哀"] = {
						["羞"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				this = true,
				["麻"] = {
					["雀"] = {
						this = true
					}
				}
			},
			n = {
				v = {
					["中"] = {
						["潮"] = {
							this = true
						}
					}
				}
			},
			["婦"] = {
				this = true
			}
		},
		["体"] = {
			["艳"] = {
				["姿"] = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true,
			["斗"] = {
				["艳"] = {
					this = true
				}
			},
			["美"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		},
		["骚"] = {
			["妇"] = {
				this = true
			}
		},
		["臀"] = {
			this = true,
			["嫰"] = {
				["穴"] = {
					this = true
				}
			},
			["夹"] = {
				["阴"] = {
					this = true
				},
				["阝"] = {
					["月"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["國"] = {
			this = true,
			["參"] = {
				["考"] = {
					this = true
				}
			},
			["佬"] = {
				this = true
			},
			["之"] = {
				["音"] = {
					this = true
				}
			}
		},
		["利"] = {
			["坚"] = {
				this = true
			}
		},
		["秃"] = {
			this = true,
			["图"] = {
				["纸"] = {
					this = true
				}
			},
			["套"] = {
				["件"] = {
					this = true
				}
			},
			["气"] = {
				["瓶"] = {
					this = true
				}
			}
		},
		["制"] = {
			["勃"] = {
				["朗"] = {
					["宁"] = {
						this = true
					}
				}
			}
		},
		["沙"] = {
			["酮"] = {
				this = true
			}
		},
		["乐"] = {
			["门"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["高"] = {
			["梅"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["场"] = {
						this = true
					}
				},
				["真"] = {
					["人"] = {
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["式"] = {
			["轮"] = {
				["盘"] = {
					this = true
				}
			}
		},
		["人"] = {
			["沟"] = {
				["一"] = {
					["窝"] = {
						["驴"] = {
							this = true
						}
					}
				}
			},
			["鱼"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["国"] = {
							["际"] = {
								["网"] = {
									["站"] = {
										this = true
									}
								}
							}
						},
						["城"] = {
							this = true
						}
					}
				},
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			},
			["劫"] = {
				this = true
			},
			["妻"] = {
				this = true
			}
		},
		["鲍"] = {
			this = true,
			["粉"] = {
				["木"] = {
					["耳"] = {
						this = true
					}
				}
			},
			["儿"] = {
				this = true
			},
			["色"] = {
				["图"] = {
					this = true
				}
			}
		},
		["熟"] = {
			["女"] = {
				["巨"] = {
					["乳"] = {
						this = true
					}
				}
			}
		},
		["特"] = {
			["气"] = {
				["动"] = {
					["拔"] = {
						["钉"] = {
							["枪"] = {
								["枪"] = {
									["针"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["托"] = {
			["酮"] = {
				this = true
			}
		},
		["金"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["妙"] = {
			["人"] = {
				["妻"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				},
				["妇"] = {
					this = true
				}
			}
		},
		["逼"] = {
			this = true,
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["服"] = {
			this = true
		},
		["甲"] = {
			this = true
		},
		["联"] = {
			["社"] = {
				this = true
			}
		},
		["♀"] = {
			["女"] = {
				this = true
			}
		},
		["1"] = {
			["国"] = {
				["1"] = {
					["伟"] = {
						["1"] = {
							["哥"] = {
								this = true
							}
						}
					}
				}
			}
		},
		z = {
			["女"] = {
				this = true
			}
		},
		["マ"] = {
			["ン"] = {
				["の"] = {
					["極"] = {
						["意"] = {
							this = true
						}
					}
				}
			}
		},
		["安"] = {
			["户"] = {
				["外"] = {
					this = true
				}
			}
		},
		["白"] = {
			["爆"] = {
				["乳"] = {
					["美"] = {
						["少"] = {
							["妇"] = {
								this = true
							}
						}
					}
				}
			},
			["水"] = {
				["嫩"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			}
		},
		["版"] = {
			["秃"] = {
				["鹰"] = {
					this = true
				}
			}
		},
		["爆"] = {
			["乳"] = {
				this = true,
				["少"] = {
					["女"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["屄"] = {
			this = true,
			["特"] = {
				["写"] = {
					this = true
				}
			}
		},
		["吡"] = {
			["利"] = {
				["啶"] = {
					this = true
				}
			}
		},
		["不"] = {
			["美"] = {
				["看"] = {
					["大"] = {
						["腿"] = {
							this = true
						}
					}
				}
			}
		},
		["妇"] = {
			this = true
		},
		["感"] = {
			["少"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["贵"] = {
			["妇"] = {
				this = true
			}
		},
		["籍"] = {
			["日"] = {
				["女"] = {
					["帰"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		["娇"] = {
			["娘"] = {
				this = true
			}
		},
		["脚"] = {
			["痴"] = {
				["女"] = {
					this = true
				}
			},
			["美"] = {
				["尻"] = {
					this = true
				}
			},
			["淫"] = {
				["乱"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["姐"] = {
			["凌"] = {
				["辱"] = {
					["计"] = {
						["划"] = {
							this = true
						}
					}
				}
			}
		},
		["巨"] = {
			["乳"] = {
				["自"] = {
					["慰"] = {
						this = true
					}
				}
			}
		},
		["尻"] = {
			["俱"] = {
				["樂"] = {
					["部"] = {
						this = true
					}
				}
			},
			["套"] = {
				["图"] = {
					this = true
				}
			},
			["物"] = {
				["语"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				},
				["語"] = {
					this = true
				}
			},
			["中"] = {
				["出"] = {
					this = true
				}
			}
		},
		["里"] = {
			["未"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["丽"] = {
			["的"] = {
				["身"] = {
					["躯"] = {
						["引"] = {
							["诱"] = {
								this = true
							}
						}
					}
				}
			},
			["新"] = {
				["世"] = {
					["界"] = {
						["－"] = {
							["战"] = {
								["争"] = {
									["与"] = {
										["和"] = {
											["平"] = {
												["－"] = {
													["1"] = {
														["9"] = {
															["8"] = {
																["9"] = {
																	["年"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["领"] = {
			["馆"] = {
				this = true
			}
		},
		["轮"] = {
			["春"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["眉"] = {
			this = true
		},
		["媚"] = {
			["穴"] = {
				["贴"] = {
					["图"] = {
						this = true
					}
				}
			},
			["自"] = {
				["慰"] = {
					["圖"] = {
						this = true
					}
				}
			}
		},
		["密"] = {
			["禿"] = {
				this = true
			}
		},
		["奈"] = {
			["美"] = {
				["蓝"] = {
					["这"] = {
						["全"] = {
							["集"] = {
								this = true
							}
						}
					}
				},
				["藍"] = {
					["這"] = {
						["全"] = {
							["集"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["七"] = {
			["七"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["妻"] = {
			["性"] = {
				["奴"] = {
					["史"] = {
						this = true
					}
				}
			},
			["瑶"] = {
				["瑶"] = {
					["三"] = {
						["部"] = {
							["曲"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["妓"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			}
		},
		["容"] = {
			["精"] = {
				["液"] = {
					this = true
				}
			}
		},
		["氵"] = {
			["少"] = {
				["酮"] = {
					this = true
				}
			}
		},
		["散"] = {
			["痛"] = {
				this = true
			}
		},
		["騷"] = {
			["婦"] = {
				this = true
			}
		},
		["色"] = {
			this = true
		},
		["纱"] = {
			["赤"] = {
				["裸"] = {
					this = true
				}
			}
		},
		["痧"] = {
			["酮"] = {
				this = true
			}
		},
		["神"] = {
			["ル"] = {
				["ナ"] = {
					this = true
				}
			}
		},
		["水"] = {
			["之"] = {
				["美"] = {
					this = true
				}
			}
		},
		["穂"] = {
			n = {
				["5"] = {
					this = true
				}
			}
		},
		["穗"] = {
			["由"] = {
				["纪"] = {
					["色"] = {
						["情"] = {
							["片"] = {
								this = true
							}
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			}
		},
		["他"] = {
			["佐"] = {
				["辛"] = {
					this = true
				}
			}
		},
		["堂"] = {
			["丽"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["童"] = {
			["颜"] = {
				["巨"] = {
					["乳"] = {
						this = true
					}
				}
			}
		},
		["禿"] = {
			this = true
		},
		["图"] = {
			["门"] = {
				["户"] = {
					this = true
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			}
		},
		["系"] = {
			["元"] = {
				["人"] = {
					["气"] = {
						["宫"] = {
							["嶋"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["仙"] = {
			["子"] = {
				this = true
			}
		},
		["咲"] = {
			["恭"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["结"] = {
				["衣"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["留"] = {
				["衣"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["唯"] = {
				b = {
					t = {
						this = true
					}
				},
				["电"] = {
					["驴"] = {
						this = true
					}
				},
				["電"] = {
					["驢"] = {
						this = true
					}
				},
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						this = true
					}
				}
			}
		},
		["性"] = {
			["网"] = {
				this = true
			}
		},
		["艳"] = {
			["嫩"] = {
				["模"] = {
					this = true
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					["生"] = {
						["活"] = {
							this = true
						}
					}
				}
			},
			["熟"] = {
				["妇"] = {
					this = true
				}
			},
			["淫"] = {
				["娃"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["美"] = {
				["网"] = {
					this = true
				}
			}
		},
		["妖"] = {
			this = true
		},
		["淫"] = {
			this = true
		},
		["语"] = {
			["圈"] = {
				["圈"] = {
					this = true
				}
			}
		},
		["月"] = {
			["安"] = {
				["娜"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["遥"] = {
				A = {
					V = {
						I = {
							this = true
						}
					}
				}
			}
		},
		["知"] = {
			["广"] = {
				["子"] = {
					this = true
				}
			}
		},
		["竹"] = {
			["凉"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							this = true
						}
					}
				}
			}
		},
		["好"] = {
			["生"] = {
				["活"] = {
					["的"] = {
						["向"] = {
							["往"] = {
								["，"] = {
									["是"] = {
										["中"] = {
											["国"] = {
												["发"] = {
													["展"] = {
														["最"] = {
															["大"] = {
																["内"] = {
																	["生"] = {
																		["动"] = {
																			["力"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["就"] = {
										["是"] = {
											["我"] = {
												["们"] = {
													["的"] = {
														["奋"] = {
															["斗"] = {
																["目"] = {
																	["标"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["声"] = {
			["歌"] = {
				["唱"] = {
					["家"] = {
						["一"] = {
							["直"] = {
								["唱"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["都"] = {
			["宾"] = {
				["馆"] = {
					this = true
				}
			}
		},
		["其"] = {
			["名"] = {
				["曰"] = {
					["\\"] = {
						p = {
							P = {
								["?"] = {
									["同"] = {
										["心"] = {
											["守"] = {
												["沪"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["石"] = {
			["脚"] = {
				this = true
			},
			["足"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["密"] = {
		["宗"] = {
			this = true
		},
		["穴"] = {
			this = true,
			["贴"] = {
				["图"] = {
					this = true
				}
			}
		},
		["室"] = {
			["淫"] = {
				this = true,
				["行"] = {
					this = true
				}
			},
			["陵"] = {
				["辱"] = {
					["3"] = {
						this = true
					}
				}
			}
		},
		["洞"] = {
			this = true
		},
		["码"] = {
			["成"] = {
				["人"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["谋"] = {
			["诱"] = {
				["奸"] = {
					this = true
				}
			}
		},
		["水"] = {
			["诳"] = {
				["流"] = {
					this = true
				}
			}
		},
		["云"] = {
			["百"] = {
				["家"] = {
					["乐"] = {
						["赌"] = {
							["博"] = {
								this = true
							}
						}
					}
				}
			},
			["苯"] = {
				["基"] = {
					["甲"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["餐"] = {
				["饮"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["残"] = {
				["疾"] = {
					["证"] = {
						["保"] = {
							["真"] = {
								this = true
							}
						}
					}
				}
			},
			["超"] = {
				["市"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["车"] = {
				["主"] = {
					["名"] = {
						["录"] = {
							this = true
						}
					}
				}
			},
			["城"] = {
				["关"] = {
					["迷"] = {
						["幻"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["狗"] = {
				this = true
			},
			["黑"] = {
				["火"] = {
					["药"] = {
						this = true
					}
				}
			},
			["黄"] = {
				["冰"] = {
					["白"] = {
						["冰"] = {
							this = true
						}
					}
				},
				["色"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["火"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["饥"] = {
				["渴"] = {
					["少"] = {
						["妇"] = {
							this = true
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["精"] = {
				["品"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["刻"] = {
				["假"] = {
					["章"] = {
						this = true
					}
				}
			},
			["快"] = {
				["速"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						["包"] = {
							["夜"] = {
								this = true
							}
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				}
			},
			["氰"] = {
				["化"] = {
					["钾"] = {
						["药"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			},
			["求"] = {
				["办"] = {
					["理"] = {
						["假"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["购"] = {
					["假"] = {
						["币"] = {
							this = true
						}
					},
					["肾"] = {
						["源"] = {
							this = true
						}
					}
				},
				["假"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["币"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					["包"] = {
						["夜"] = {
							this = true
						}
					}
				}
			},
			["县"] = {
				["办"] = {
					["理"] = {
						["假"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				},
				["人"] = {
					["体"] = {
						["器"] = {
							["官"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true,
					["信"] = {
						["息"] = {
							this = true,
							["服"] = {
								this = true
							}
						}
					}
				}
			},
			["找"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			},
			["壮"] = {
				["阳"] = {
					["保"] = {
						["健"] = {
							this = true
						}
					}
				}
			},
			["坐"] = {
				["台"] = {
					["少"] = {
						["爷"] = {
							this = true
						}
					}
				}
			}
		},
		["着"] = {
			["交"] = {
				["尾"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["民"] = {
		["国"] = {
			this = true,
			["7"] = {
				["8"] = {
					["年"] = {
						this = true
					}
				}
			},
			["七"] = {
				["十"] = {
					["八"] = {
						["年"] = {
							this = true
						}
					}
				}
			}
		},
		["进"] = {
			this = true,
			["党"] = {
				this = true
			}
		},
		["运"] = {
			this = true,
			["分"] = {
				["子"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["士"] = {
					this = true
				}
			},
			[" "] = {
				L = {
					i = {
						u = {
							["晓"] = {
								["波"] = {
									this = true
								}
							}
						}
					}
				},
				["逃"] = {
					["到"] = {
						this = true
					}
				}
			},
			["8"] = {
				["9"] = {
					this = true
				}
			},
			["大"] = {
				["游"] = {
					["行"] = {
						this = true
					}
				}
			},
			["逃"] = {
				["到"] = {
					this = true
				}
			},
			["屠"] = {
				["城"] = {
					this = true
				},
				["杀"] = {
					this = true
				}
			},
			["瓦"] = {
				["莱"] = {
					["丽"] = {
						["萨"] = {
							["姆"] = {
								["森"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					["屠"] = {
						["杀"] = {
							this = true
						}
					}
				}
			},
			["3"] = {
				["1"] = {
					["年"] = {
						this = true
					},
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["十"] = {
					["一"] = {
						this = true
					}
				}
			}
		},
		["主"] = {
			this = true,
			["潮"] = {
				this = true
			},
			["党"] = {
				this = true,
				["派"] = {
					this = true
				}
			},
			["墻"] = {
				this = true
			},
			["不"] = {
				["能"] = {
					["等"] = {
						["待"] = {
							this = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["评"] = {
				["论"] = {
					this = true
				}
			},
			["墙"] = {
				this = true
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["之"] = {
				["声"] = {
					this = true
				},
				["夜"] = {
					this = true
				}
			},
			["女"] = {
				["神"] = {
					this = true
				}
			},
			[" "] = {
				["6"] = {
					["4"] = {
						this = true
					}
				},
				["8"] = {
					["9"] = {
						this = true
					}
				},
				["防"] = {
					["线"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["8"] = {
				["9"] = {
					this = true
				}
			},
			["促"] = {
				["进"] = {
					["会"] = {
						this = true
					}
				}
			},
			["大"] = {
				["游"] = {
					["行"] = {
						this = true,
						["6"] = {
							["4"] = {
								this = true
							}
						}
					}
				}
			},
			["黨"] = {
				["派"] = {
					this = true
				}
			},
			["学"] = {
				["运"] = {
					this = true
				}
			},
			["學"] = {
				["運"] = {
					this = true
				}
			},
			["遗"] = {
				["志"] = {
					this = true
				}
			},
			["烈"] = {
				["士"] = {
					this = true
				}
			},
			["步"] = {
				["行"] = {
					this = true
				}
			},
			["单"] = {
				["车"] = {
					["大"] = {
						["游"] = {
							["行"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					this = true,
					["阵"] = {
						["线"] = {
							this = true
						}
					}
				},
				["國"] = {
					this = true
				}
			},
			["与"] = {
				["自"] = {
					["由"] = {
						this = true
					}
				}
			},
			["與"] = {
				["自"] = {
					["由"] = {
						this = true
					}
				}
			},
			["峰"] = {
				["会"] = {
					this = true
				}
			}
		},
		["國"] = {
			this = true
		},
		["進"] = {
			["黨"] = {
				this = true
			}
		},
		["聯"] = {
			this = true
		},
		["意"] = {
			this = true,
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["陣"] = {
			this = true
		},
		["航"] = {
			["局"] = {
				this = true
			}
		},
		["政"] = {
			this = true,
			["部"] = {
				this = true
			}
		},
		["用"] = {
			["枪"] = {
				this = true,
				["械"] = {
					["交"] = {
						["易"] = {
							["网"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["警"] = {
			this = true,
			["冲"] = {
				["突"] = {
					this = true
				}
			},
			["当"] = {
				["副"] = {
					["院"] = {
						["长"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["泽"] = {
			["江"] = {
				this = true
			}
		},
		["为"] = {
			["法"] = {
				["执"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["告"] = {
			["官"] = {
				this = true
			}
		},
		["间"] = {
			["流"] = {
				["行"] = {
					["的"] = {
						["官"] = {
							["场"] = {
								["段"] = {
									["子"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["手"] = {
				["工"] = {
					["艺"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["挺"] = {
				["习"] = {
					this = true
				}
			}
		},
		["联"] = {
			this = true
		},
		["殇"] = {
			this = true
		},
		["運"] = {
			this = true,
			["人"] = {
				["士"] = {
					this = true
				}
			}
		},
		["阵"] = {
			this = true
		},
		["猪"] = {
			this = true
		},
		["族"] = {
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["矛"] = {
				["盾"] = {
					this = true
				}
			},
			["问"] = {
				["题"] = {
					this = true
				}
			},
			["大"] = {
				["学"] = {
					this = true
				}
			},
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["解"] = {
				["放"] = {
					this = true
				}
			},
			["歧"] = {
				["视"] = {
					this = true
				}
			}
		},
		["一"] = {
			["主"] = {
				this = true
			}
		},
		["竹"] = {
			this = true
		},
		["珠"] = {
			this = true
		},
		["間"] = {
			["挺"] = {
				["習"] = {
					this = true
				}
			}
		},
		["捧"] = {
			["习"] = {
				["话"] = {
					this = true
				}
			},
			["習"] = {
				["話"] = {
					this = true
				}
			}
		},
		["?"] = {
			["民"] = {
				["?"] = {
					["民"] = {
						["阵"] = {
							this = true
						}
					}
				}
			}
		},
		["办"] = {
			["高"] = {
				["校"] = {
					this = true
				}
			}
		},
		["工"] = {
			["强"] = {
				["奸"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["众"] = {
			[" "] = {
				["六"] = {
					["四"] = {
						["精"] = {
							["神"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["肆"] = {
					["逮"] = {
						["捕"] = {
							["通"] = {
								["缉"] = {
									["关"] = {
										["押"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["的"] = {
				["游"] = {
					["行"] = {
						["和"] = {
							["示"] = {
								["威"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["一"] = {
				["起"] = {
					["上"] = {
						["街"] = {
							this = true
						}
					}
				}
			}
		},
		["治"] = {
			[" "] = {
				["·"] = {
					[" "] = {
						["民"] = {
							["享"] = {
								["·"] = {
									[" "] = {
										["民"] = {
											["有"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["摩"] = {
		["门"] = {
			["教"] = {
				this = true
			}
		},
		["洛"] = {
			["客"] = {
				this = true,
				["成"] = {
					["人"] = {
						["网"] = {
							["址"] = {
								this = true
							}
						}
					}
				},
				["做"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["登"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["卡"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["斯"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							},
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纳"] = {
			["哥"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["臣"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["根"] = {
			["士"] = {
				["丹"] = {
					["利"] = {
						[" "] = {
							["温"] = {
								["家"] = {
									this = true
								}
							},
							["总"] = {
								["理"] = {
									["温"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["大"] = {
				["通"] = {
					this = true
				}
			}
		},
		["門"] = {
			["教"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["纳"] = {
		["粹"] = {
			this = true
		},
		["米"] = {
			["比"] = {
				["亚"] = {
					this = true
				}
			}
		},
		["仕"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["南"] = {
		["华"] = {
			["早"] = {
				["报"] = {
					this = true
				}
			}
		},
		["蛮"] = {
			this = true,
			["子"] = {
				this = true
			}
		},
		["大"] = {
			["自"] = {
				["由"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["蠻"] = {
			["子"] = {
				this = true
			}
		},
		["联"] = {
			["盟"] = {
				this = true
			}
		},
		["非"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["飞"] = {
				["行"] = {
					["员"] = {
						this = true
					}
				}
			}
		},
		["京"] = {
			["大"] = {
				this = true,
				["学"] = {
					["法"] = {
						["学"] = {
							["院"] = {
								this = true,
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["代"] = {
				["开"] = {
					["税"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				}
			},
			d = {
				t = {
					s = {
						this = true
					}
				}
			},
			["是"] = {
				["一"] = {
					["个"] = {
						["五"] = {
							["十"] = {
								["万"] = {
									["人"] = {
										["口"] = {
											["的"] = {
												["大"] = {
													["城"] = {
														["市"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["杀"] = {
				["人"] = {
					["太"] = {
						["少"] = {
							["，"] = {
								["应"] = {
									["在"] = {
										["南"] = {
											["京"] = {
												["多"] = {
													["杀"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["方"] = {
			["军"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["街"] = {
			["村"] = {
				this = true
			}
		},
		["阳"] = {
			["多"] = {
				["功"] = {
					["能"] = {
						["电"] = {
							["警"] = {
								["棒"] = {
									["供"] = {
										["应"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["韩"] = {
			[" "] = {
				["出"] = {
					["售"] = {
						["假"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				a = {
					["售"] = {
						["假"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["科"] = {
					["开"] = {
						["锁"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				B = {
					this = true
				},
				["币"] = {
					this = true
				}
			}
		},
		["海"] = {
			["仲"] = {
				["裁"] = {
					this = true
				}
			},
			["警"] = {
				["民"] = {
					["冲"] = {
						["突"] = {
							this = true
						}
					}
				}
			},
			["问"] = {
				["题"] = {
					this = true
				}
			},
			["圈"] = {
				["圈"] = {
					this = true
				}
			}
		},
		["澳"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["办"] = {
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["波"] = {
			["杏"] = {
				B = {
					T = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["电"] = {
					["驴"] = {
						this = true
					}
				},
				["高"] = {
					["清"] = {
						this = true
					}
				},
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["彩"] = {
			["菜"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["充"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["川"] = {
			["区"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["丰"] = {
			this = true
		},
		["和"] = {
			["黑"] = {
				["枪"] = {
					["的"] = {
						this = true
					}
				}
			}
		},
		["惠"] = {
			["里"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["佳"] = {
			["也"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			["茜"] = {
				this = true,
				b = {
					t = {
						this = true
					}
				},
				["电"] = {
					["驴"] = {
						this = true
					}
				},
				["電"] = {
					["驢"] = {
						this = true
					}
				},
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						this = true
					}
				}
			}
		},
		["靖"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["兰"] = {
			["羽"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["梨"] = {
			["央"] = {
				["奈"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["明"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["平"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["沙"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["水"] = {
			["北"] = {
				["调"] = {
					["即"] = {
						["失"] = {
							["败"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["条"] = {
			["彩"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["通"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["Ｋ"] = {
				["粉"] = {
					this = true
				}
			}
		},
		["夕"] = {
			["贵"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["貴"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["夏"] = {
			["子"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["香"] = {
			["织"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["雄"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["智"] = {
			["子"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["礼"] = {
			["士"] = {
				["路"] = {
					this = true
				}
			}
		},
		["才"] = {
			["北"] = {
				["调"] = {
					this = true
				}
			}
		},
		["泥"] = {
			["湾"] = {
				["栽"] = {
					["花"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["明"] = {
		["慧"] = {
			this = true,
			["网"] = {
				this = true
			},
			["周"] = {
				["刊"] = {
					["*"] = {
						this = true
					}
				},
				["报"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["{"] = {
				["5"] = {
					["}"] = {
						this = true
					}
				}
			}
		},
		["星"] = {
			["淫"] = {
				["图"] = {
					this = true
				},
				["乱"] = {
					this = true
				},
				["圖"] = {
					this = true
				}
			},
			["凌"] = {
				["辱"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			},
			["爱"] = {
				["色"] = {
					["爱"] = {
						this = true
					}
				}
			},
			["插"] = {
				["穴"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["情"] = {
						["爱"] = {
							this = true
						}
					}
				}
			},
			["捐"] = {
				["款"] = {
					this = true
				}
			},
			["裸"] = {
				this = true,
				["体"] = {
					["写"] = {
						["真"] = {
							["图"] = {
								this = true
							}
						}
					},
					["照"] = {
						this = true
					}
				}
			},
			["情"] = {
				["爱"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["流"] = {
						["出"] = {
							["版"] = {
								this = true
							}
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["曝"] = {
						["光"] = {
							this = true
						}
					}
				},
				["愛"] = {
					this = true
				}
			},
			["人"] = {
				["皮"] = {
					this = true
				}
			},
			["色"] = {
				["欲"] = {
					["档"] = {
						["案"] = {
							this = true
						}
					}
				}
			},
			["图"] = {
				this = true
			},
			["写"] = {
				["真"] = {
					["网"] = {
						this = true
					}
				}
			},
			["陰"] = {
				["穴"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					["做"] = {
						["爱"] = {
							this = true
						}
					}
				}
			},
			["走"] = {
				["光"] = {
					this = true
				}
			},
			["口"] = {
				["号"] = {
					["抗"] = {
						["疫"] = {
							this = true
						}
					}
				}
			},
			["守"] = {
				["沪"] = {
					this = true
				}
			}
		},
		["珠"] = {
			["百"] = {
				["家"] = {
					["乐"] = {
						["园"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							},
							["大"] = {
								["厅"] = {
									["网"] = {
										["址"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["升"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["锤"] = {
			this = true,
			p = {
				c = {
					p = {
						["结"] = {
							["构"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["仕"] = {
			["亚"] = {
				["洲"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["發"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		H = {
			u = {
				i = {
					this = true
				}
			}
		},
		["报"] = {
			this = true
		},
		["日"] = {
			["花"] = {
				["无"] = {
					["码"] = {
						["写"] = {
							["真"] = {
								this = true
							}
						}
					}
				}
			},
			["香"] = {
				["&"] = {
					["静"] = {
						["流"] = {
							this = true
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["煋"] = {
			["情"] = {
				["噯"] = {
					this = true
				}
			}
		},
		["鲜"] = {
			["帜"] = {
				["旗"] = {
					this = true
				}
			}
		},
		["陞"] = {
			["体"] = {
				["育"] = {
					this = true
				}
			}
		},
		["年"] = {
			["的"] = {
				["?"] = {
					["大"] = {
						["会"] = {
							["["] = {
								["^"] = {
									["员"] = {
										["]"] = {
											["|"] = {
												["明"] = {
													["年"] = {
														["的"] = {
															["?"] = {
																["大"] = {
																	["会"] = {
																		["$"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["秋"] = {
				["季"] = {
					this = true
				}
			},
			["下"] = {
				["半"] = {
					["年"] = {
						this = true
					}
				},
				["台"] = {
					this = true
				}
			},
			L = {
				R = {
					this = true
				}
			},
			["上"] = {
				["台"] = {
					["还"] = {
						["是"] = {
							["他"] = {
								this = true
							}
						}
					}
				}
			},
			D = {
				["大"] = {
					["会"] = {
						this = true
					}
				}
			},
			["连"] = {
				["庄"] = {
					this = true
				}
			},
			["选"] = {
				["举"] = {
					["不"] = {
						["换"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["着"] = {
			["饿"] = {
				this = true
			},
			["乐"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["起"] = {
		["义"] = {
			this = true
		},
		["爆"] = {
			["器"] = {
				this = true,
				["方"] = {
					["法"] = {
						this = true
					}
				}
			},
			["药"] = {
				this = true,
				["配"] = {
					["制"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["装"] = {
				["置"] = {
					this = true
				}
			},
			["具"] = {
				this = true
			}
		},
		["点"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["凡"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["飞"] = {
			M = {
				this = true
			}
		},
		["航"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["嚗"] = {
			["药"] = {
				this = true
			}
		},
		["碰"] = {
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["義"] = {
			this = true
		},
		["印"] = {
			["霍"] = {
				["夫"] = {
					["避"] = {
						["娶"] = {
							["之"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["兵"] = {
			["反"] = {
				["抗"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["亲"] = {
		["民"] = {
			["党"] = {
				this = true
			}
		},
		["子"] = {
			["风"] = {
				["吕"] = {
					this = true
				}
			}
		},
		["亲"] = {
			["草"] = {
				["鲁"] = {
					["鲁"] = {
						["在"] = {
							["线"] = {
								this = true
							}
						}
					}
				}
			},
			["黄"] = {
				["片"] = {
					this = true
				}
			},
			["狼"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["小"] = {
				["芳"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					["黄"] = {
						["片"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["共"] = {
			["行"] = {
				["动"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["来"] = {
				["源"] = {
					["*"] = {
						this = true
					}
				}
			},
			["分"] = {
				["子"] = {
					this = true
				}
			},
			["媒"] = {
				["体"] = {
					this = true
				}
			}
		},
		["爱"] = {
			["的"] = {
				["爸"] = {
					["爸"] = {
						["奸"] = {
							["淫"] = {
								["我"] = {
									this = true
								}
							}
						}
					}
				},
				["人"] = {
					this = true
				}
			}
		},
		["美"] = {
			this = true
		},
		["自"] = {
			["戴"] = {
				["口"] = {
					["罩"] = {
						this = true
					}
				}
			},
			["\\"] = {
				p = {
					["{"] = {
						H = {
							a = {
								n = {
									["}"] = {
										["{"] = {
											["2"] = {
												["}"] = {
													["\\"] = {
														p = {
															P = {
																["?"] = {
																	["亲"] = {
																		["自"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["家"] = {
			[" "] = {
				["梁"] = {
					["稳"] = {
						["根"] = {
							this = true
						}
					}
				}
			}
		},
		["江"] = {
			["系"] = {
				["媒"] = {
					["体"] = {
						this = true,
						["倒"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["戚"] = {
			this = true
		},
		["情"] = {
			["淫"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["日"] = {
			this = true
		},
		["身"] = {
			["感"] = {
				["受"] = {
					["伟"] = {
						["哥"] = {
							this = true
						}
					}
				}
			}
		},
		["外"] = {
			["甥"] = {
				["习"] = {
					["总"] = {
						this = true
					}
				}
			}
		},
		["吻"] = {
			["小"] = {
				["屄"] = {
					this = true
				}
			}
		},
		["兄"] = {
			["弟"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["要"] = {
			["黄"] = {
				["片"] = {
					this = true
				}
			},
			["美"] = {
				["眉"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			}
		},
		["嘴"] = {
			["女"] = {
				["人"] = {
					this = true
				}
			}
		},
		["母"] = {
			["门"] = {
				["安"] = {
					["天"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["瘸"] = {
		["腿"] = {
			["帮"] = {
				this = true
			},
			["幫"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["人"] = {
		["民"] = {
			this = true,
			["报"] = {
				this = true,
				["*"] = {
					this = true
				},
				["讯"] = {
					this = true
				}
			},
			["報"] = {
				this = true
			},
			["大"] = {
				["會"] = {
					["堂"] = {
						this = true
					}
				},
				["会"] = {
					["堂"] = {
						this = true
					}
				},
				["众"] = {
					["时"] = {
						["事"] = {
							["参"] = {
								["考"] = {
									this = true
								}
							}
						}
					}
				},
				["道"] = {
					this = true
				},
				["学"] = {
					["金"] = {
						["融"] = {
							["系"] = {
								this = true
							}
						}
					},
					["国"] = {
						["防"] = {
							["生"] = {
								this = true
							}
						}
					},
					["私"] = {
						["生"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["內"] = {
				["情"] = {
					["真"] = {
						["相"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["實"] = {
					this = true
				},
				["实"] = {
					this = true,
					["报"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["聲"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				},
				["声"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["广"] = {
				["场"] = {
					this = true
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["银"] = {
				["行"] = {
					this = true,
					["瑞"] = {
						["金"] = {
							["计"] = {
								["划"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["币"] = {
				this = true,
				["恶"] = {
					["搞"] = {
						this = true
					}
				},
				["百"] = {
					["家"] = {
						["乐"] = {
							this = true
						}
					}
				},
				["换"] = {
					H = {
						["肾"] = {
							this = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["梭"] = {
					["哈"] = {
						this = true
					}
				},
				["网"] = {
					["络"] = {
						["赌"] = {
							["博"] = {
								this = true
							}
						}
					}
				}
			},
			["内"] = {
				["情"] = {
					["真"] = {
						["相"] = {
							this = true
						}
					}
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["圣"] = {
				["殿"] = {
					["教"] = {
						this = true
					}
				}
			},
			["2"] = {
				["0"] = {
					["号"] = {
						this = true
					},
					["日"] = {
						this = true
					}
				}
			},
			B = {
				this = true
			},
			["薄"] = {
				["佩"] = {
					["服"] = {
						this = true
					}
				}
			},
			["幣"] = {
				this = true,
				["網"] = {
					["路"] = {
						["賭"] = {
							["博"] = {
								this = true
							}
						}
					}
				}
			},
			["茉"] = {
				["莉"] = {
					["花"] = {
						this = true
					}
				}
			},
			["英"] = {
				["雄"] = {
					["纪"] = {
						["念"] = {
							["碑"] = {
								this = true
							}
						}
					}
				}
			},
			["不"] = {
				["会"] = {
					["忘"] = {
						["记"] = {
							this = true
						}
					}
				},
				["會"] = {
					["忘"] = {
						["記"] = {
							this = true
						}
					}
				}
			},
			["安"] = {
				["居"] = {
					["乐"] = {
						["业"] = {
							["、"] = {
								["社"] = {
									["会"] = {
										["安"] = {
											["定"] = {
												["有"] = {
													["序"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["生"] = {
				["活"] = {
					["全"] = {
						["方"] = {
							["位"] = {
								["改"] = {
									["善"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["公"] = {
				["仆"] = {
					["."] = {
						["{"] = {
							["0"] = {
								[","] = {
									["8"] = {
										["}"] = {
											["("] = {
												["不"] = {
													["存"] = {
														["在"] = {
															["|"] = {
																["空"] = {
																	["概"] = {
																		["念"] = {
																			[")"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["8"] = {
								["}"] = {
									["安"] = {
										["倍"] = {
											["|"] = {
												["安"] = {
													["倍"] = {
														["."] = {
															["{"] = {
																["0"] = {
																	[","] = {
																		["8"] = {
																			["}"] = {
																				["人"] = {
																					["民"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["妻"] = {
			this = true,
			["熟"] = {
				["女"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["专"] = {
						["科"] = {
							this = true
						}
					}
				},
				["妇"] = {
					this = true
				}
			},
			["交"] = {
				["换"] = {
					this = true
				},
				["換"] = {
					this = true
				}
			},
			["榨"] = {
				["乳"] = {
					this = true
				}
			},
			["色"] = {
				["诱"] = {
					this = true
				},
				["誘"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true,
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					this = true,
					["图"] = {
						this = true
					}
				},
				["宅"] = {
					["交"] = {
						["合"] = {
							this = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["在"] = {
						["线"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			},
			["教"] = {
				["师"] = {
					this = true,
					["的"] = {
						["淫"] = {
							["情"] = {
								["地"] = {
									["狱"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["女"] = {
				["老"] = {
					["师"] = {
						this = true
					}
				},
				["教"] = {
					["师"] = {
						this = true
					}
				}
			},
			O = {
				L = {
					this = true
				}
			},
			["意"] = {
				["淫"] = {
					this = true
				}
			},
			["兽"] = {
				["虐"] = {
					["曲"] = {
						this = true
					}
				},
				["交"] = {
					this = true
				}
			},
			["3"] = {
				P = {
					this = true
				}
			},
			A = {
				V = {
					this = true
				}
			},
			M = {
				M = {
					this = true
				}
			},
			["爆"] = {
				["菊"] = {
					this = true
				}
			},
			["不"] = {
				["伦"] = {
					this = true,
					["旅"] = {
						["行"] = {
							this = true
						}
					},
					["在"] = {
						["线"] = {
							this = true
						}
					}
				},
				["倫"] = {
					this = true,
					["温"] = {
						["泉"] = {
							this = true
						}
					}
				}
			},
			["恥"] = {
				["悦"] = {
					["旅"] = {
						["行"] = {
							this = true
						}
					}
				}
			},
			["出"] = {
				["台"] = {
					this = true
				}
			},
			["初"] = {
				["体"] = {
					["验"] = {
						this = true
					}
				}
			},
			["打"] = {
				["炮"] = {
					["中"] = {
						["出"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["奶"] = {
					["熟"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["沦"] = {
					["陷"] = {
						this = true
					}
				}
			},
			["风"] = {
				["骚"] = {
					this = true
				}
			},
			["肛"] = {
				["交"] = {
					this = true
				},
				["肉"] = {
					["曲"] = {
						this = true
					}
				}
			},
			["故"] = {
				["事"] = {
					this = true
				}
			},
			["官"] = {
				["能"] = {
					this = true
				}
			},
			["和"] = {
				["我"] = {
					["做"] = {
						["爱"] = {
							this = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					}
				}
			},
			["极"] = {
				["限"] = {
					["凌"] = {
						["辱"] = {
							this = true
						}
					}
				}
			},
			["集"] = {
				["锦"] = {
					["不"] = {
						["伦"] = {
							this = true
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["凌"] = {
				["辱"] = {
					this = true,
					["参"] = {
						["观"] = {
							["日"] = {
								this = true
							}
						},
						["観"] = {
							["日"] = {
								this = true
							}
						}
					},
					["慰"] = {
						["劳"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["露"] = {
				["出"] = {
					this = true
				},
				["脸"] = {
					["自"] = {
						["拍"] = {
							this = true,
							["照"] = {
								this = true
							}
						}
					}
				},
				["臉"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["亂"] = {
				["倫"] = {
					this = true
				}
			},
			["秘"] = {
				["书"] = {
					this = true
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["派"] = {
				["对"] = {
					["激"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["群"] = {
				["交"] = {
					this = true,
					["图"] = {
						this = true
					}
				}
			},
			["肉"] = {
				["女"] = {
					this = true
				}
			},
			["乳"] = {
				["房"] = {
					["榨"] = {
						["乳"] = {
							this = true
						}
					}
				},
				["沟"] = {
					["色"] = {
						["诱"] = {
							this = true
						}
					}
				}
			},
			["四"] = {
				["部"] = {
					["曲"] = {
						this = true
					}
				}
			},
			["送"] = {
				["友"] = {
					["骑"] = {
						this = true
					}
				}
			},
			["腾"] = {
				["讯"] = {
					["篇"] = {
						this = true
					}
				}
			},
			["调"] = {
				["教"] = {
					this = true
				}
			},
			["外"] = {
				this = true,
				["拍"] = {
					this = true
				}
			},
			["完"] = {
				["熟"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["温"] = {
				["泉"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["小"] = {
				["说"] = {
					this = true
				}
			},
			["新"] = {
				["传"] = {
					this = true
				}
			},
			["性"] = {
				["交"] = {
					this = true
				},
				["欲"] = {
					["旺"] = {
						["盛"] = {
							this = true
						}
					}
				}
			},
			["野"] = {
				["性"] = {
					["交"] = {
						["换"] = {
							this = true
						}
					}
				}
			},
			["阴"] = {
				["穴"] = {
					this = true
				}
			},
			["尹"] = {
				["力"] = {
					this = true
				}
			},
			["用"] = {
				["萝"] = {
					["卜"] = {
						this = true
					}
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["元"] = {
				["捜"] = {
					["査"] = {
						["官"] = {
							this = true
						}
					}
				}
			},
			["月"] = {
				["娟"] = {
					this = true
				}
			},
			["斩"] = {
				this = true
			},
			["斬"] = {
				this = true
			},
			["张"] = {
				["艳"] = {
					["芳"] = {
						this = true
					}
				}
			},
			["中"] = {
				["出"] = {
					this = true,
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			}
		},
		["性"] = {
			["本"] = {
				["色"] = {
					this = true
				}
			}
		},
		["体"] = {
			["摄"] = {
				["影"] = {
					this = true,
					["技"] = {
						["巧"] = {
							this = true
						}
					}
				}
			},
			["炸"] = {
				["弹"] = {
					this = true,
					["制"] = {
						["作"] = {
							["流"] = {
								["程"] = {
									this = true
								}
							}
						}
					},
					["教"] = {
						["程"] = {
							this = true
						}
					}
				},
				["蛋"] = {
					this = true
				}
			},
			["艺"] = {
				["术"] = {
					this = true,
					["的"] = {
						["拍"] = {
							["摄"] = {
								this = true
							}
						}
					},
					["黄"] = {
						["色"] = {
							["网"] = {
								this = true
							}
						}
					},
					["快"] = {
						["播"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["写"] = {
						["真"] = {
							this = true
						}
					},
					["照"] = {
						this = true
					},
					["综"] = {
						["合"] = {
							this = true
						}
					}
				}
			},
			["5"] = {
				["2"] = {
					["1"] = {
						this = true,
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["彩"] = {
				["绘"] = {
					this = true
				}
			},
			["肝"] = {
				["脾"] = {
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["体"] = {
					this = true,
					["彩"] = {
						["绘"] = {
							this = true
						}
					},
					["组"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["器"] = {
				["官"] = {
					this = true,
					["收"] = {
						["购"] = {
							this = true
						}
					},
					["摘"] = {
						["除"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["胎"] = {
				["盘"] = {
					this = true
				}
			},
			["透"] = {
				["视"] = {
					["眼"] = {
						["镜"] = {
							this = true
						}
					}
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["性"] = {
				["艺"] = {
					["术"] = {
						this = true
					}
				}
			}
		},
		["權"] = {
			this = true,
			["至"] = {
				["上"] = {
					this = true
				}
			}
		},
		["大"] = {
			this = true,
			["代"] = {
				["表"] = {
					this = true,
					["大"] = {
						["会"] = {
							this = true
						},
						["會"] = {
							this = true
						}
					}
				}
			},
			["反"] = {
				["习"] = {
					this = true
				},
				["習"] = {
					this = true
				}
			},
			["常"] = {
				["委"] = {
					this = true,
					["会"] = {
						["主"] = {
							["任"] = {
								this = true
							}
						}
					},
					["會"] = {
						["主"] = {
							["任"] = {
								this = true
							}
						}
					}
				}
			},
			["袋"] = {
				["标"] = {
					this = true
				}
			},
			["橡"] = {
				["章"] = {
					this = true
				}
			}
		},
		["代"] = {
			["会"] = {
				this = true
			}
		},
		["弹"] = {
			this = true
		},
		["造"] = {
			["芥"] = {
				["子"] = {
					["油"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["脸"] = {
				["皮"] = {
					this = true
				}
			},
			["臉"] = {
				["皮"] = {
					this = true
				}
			},
			["面"] = {
				["皮"] = {
					this = true
				}
			},
			["阳"] = {
				["具"] = {
					this = true
				}
			}
		},
		["皮"] = {
			this = true,
			["面"] = {
				["具"] = {
					this = true,
					["实"] = {
						["体"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["硅"] = {
				["胶"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["易"] = {
				["容"] = {
					this = true,
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["制"] = {
				["面"] = {
					["具"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true
			}
		},
		["人"] = {
			["乐"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["摸"] = {
				this = true
			},
			["色"] = {
				this = true,
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["撸"] = {
				this = true,
				A = {
					V = {
						this = true
					}
				}
			},
			["操"] = {
				this = true
			},
			["碰"] = {
				this = true,
				["成"] = {
					["人"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			D = {
				V = {
					D = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["综"] = {
						["合"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["看"] = {
				this = true,
				A = {
					V = {
						this = true
					}
				},
				["免"] = {
					["费"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["媒"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				["用"] = {
					["户"] = {
						["数"] = {
							["据"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["网"] = {
						this = true
					}
				}
			},
			["有"] = {
				["色"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["澡"] = {
				["超"] = {
					["碰"] = {
						this = true
					}
				}
			}
		},
		["与"] = {
			["兽"] = {
				this = true,
				["乱"] = {
					["交"] = {
						this = true,
						["图"] = {
							["片"] = {
								this = true
							}
						}
					}
				},
				["5"] = {
					["4"] = {
						p = {
							this = true
						}
					}
				},
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["性"] = {
					["交"] = {
						this = true
					},
					["片"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["畜"] = {
				["生"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["动"] = {
				["物"] = {
					["华"] = {
						["人"] = {
							["版"] = {
								this = true
							}
						}
					},
					["幼"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				["交"] = {
					["配"] = {
						this = true
					}
				},
				["性"] = {
					["交"] = {
						this = true
					}
				}
			},
			["交"] = {
				["一"] = {
					["家"] = {
						this = true
					}
				}
			},
			["马"] = {
				this = true
			}
		},
		["贩"] = {
			["王"] = {
				["五"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			}
		},
		["渣"] = {
			this = true,
			["代"] = {
				["表"] = {
					this = true
				}
			}
		},
		["类"] = {
			["灭"] = {
				["亡"] = {
					["进"] = {
						["程"] = {
							["表"] = {
								this = true
							}
						}
					}
				}
			},
			["罪"] = {
				["恶"] = {
					["论"] = {
						this = true
					}
				}
			}
		},
		["兽"] = {
			this = true,
			["乱"] = {
				["交"] = {
					this = true
				}
			},
			["性"] = {
				["交"] = {
					this = true,
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["影"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["交"] = {
				this = true,
				["短"] = {
					["片"] = {
						this = true
					}
				},
				["小"] = {
					["说"] = {
						this = true
					}
				},
				["在"] = {
					["线"] = {
						["播"] = {
							["放"] = {
								this = true
							}
						}
					}
				}
			},
			["情"] = {
				this = true
			},
			["群"] = {
				["交"] = {
					["网"] = {
						this = true
					}
				}
			},
			["忄"] = {
				["青"] = {
					this = true
				}
			},
			["戏"] = {
				this = true
			},
			["杂"] = {
				["交"] = {
					this = true,
					["淫"] = {
						["图"] = {
							this = true
						}
					}
				}
			}
		},
		["工"] = {
			["少"] = {
				["女"] = {
					this = true
				}
			},
			["玳"] = {
				["练"] = {
					this = true
				}
			},
			["带"] = {
				["练"] = {
					this = true
				}
			}
		},
		["全"] = {
			["球"] = {
				["春"] = {
					["节"] = {
						["晚"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["权"] = {
			this = true,
			["恶"] = {
				["棍"] = {
					this = true
				}
			},
			["保"] = {
				["障"] = {
					this = true
				}
			},
			["不"] = {
				["能"] = {
					["完"] = {
						["全"] = {
							["保"] = {
								["障"] = {
									this = true
								}
							}
						}
					}
				},
				["是"] = {
					["国"] = {
						["家"] = {
							["的"] = {
								["赐"] = {
									["予"] = {
										["刘"] = {
											["暁"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["橱"] = {
				["窗"] = {
					this = true
				}
			},
			["观"] = {
				["察"] = {
					this = true,
					["组"] = {
						["织"] = {
							this = true,
							[" "] = {
								["人"] = {
									["权"] = {
										["奖"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["奖"] = {
				this = true
			},
			["迫"] = {
				["害"] = {
					this = true
				}
			},
			["侵"] = {
				["害"] = {
					this = true
				},
				["犯"] = {
					this = true
				}
			},
			["调"] = {
				["查"] = {
					this = true
				}
			},
			["至"] = {
				["上"] = {
					this = true
				}
			}
		},
		["事"] = {
			["任"] = {
				["免"] = {
					this = true
				}
			},
			["推"] = {
				["测"] = {
					this = true
				}
			},
			["预"] = {
				["测"] = {
					this = true
				},
				["言"] = {
					this = true
				}
			},
			["变"] = {
				["动"] = {
					this = true
				}
			},
			["接"] = {
				["班"] = {
					this = true
				}
			}
		},
		["宇"] = {
			["特"] = {
				["能"] = {
					this = true,
					["功"] = {
						this = true
					}
				}
			}
		},
		["拳"] = {
			this = true
		},
		["木"] = {
			["又"] = {
				this = true
			}
		},
		q = {
			u = {
				a = {
					n = {
						this = true
					}
				}
			}
		},
		["肉"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			},
			["群"] = {
				["交"] = {
					["网"] = {
						this = true
					}
				}
			},
			["搜"] = {
				["索"] = {
					this = true
				}
			},
			["烹"] = {
				["饪"] = {
					["大"] = {
						["师"] = {
							this = true
						}
					}
				}
			}
		},
		["为"] = {
			["控"] = {
				["制"] = {
					["确"] = {
						["诊"] = {
							["人"] = {
								["数"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["清"] = {
				["零"] = {
					["疫"] = {
						["情"] = {
							this = true
						}
					}
				}
			}
		},
		["#"] = {
			["间"] = {
				["天"] = {
					["#"] = {
						["堂"] = {
							this = true
						}
					}
				}
			}
		},
		["车"] = {
			["不"] = {
				["来"] = {
					["验"] = {
						["车"] = {
							this = true
						}
					}
				}
			}
		},
		["蟲"] = {
			this = true
		},
		["亻"] = {
			["本"] = {
				["器"] = {
					["官"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				},
				["艺"] = {
					["术"] = {
						this = true
					}
				}
			}
		},
		["彈"] = {
			this = true
		},
		["个"] = {
			["资"] = {
				["料"] = {
					this = true
				}
			}
		},
		["狗"] = {
			["乱"] = {
				["交"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["骨"] = {
			this = true
		},
		["既"] = {
			["是"] = {
				["人"] = {
					this = true
				}
			}
		},
		["家"] = {
			["了"] = {
				this = true
			}
		},
		["间"] = {
			["便"] = {
				["器"] = {
					this = true
				}
			},
			["风"] = {
				["月"] = {
					["之"] = {
						["爱"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["福"] = {
				["报"] = {
					this = true
				}
			},
			["巨"] = {
				["炮"] = {
					this = true
				}
			},
			["天"] = {
				["堂"] = {
					this = true
				}
			},
			["仙"] = {
				["境"] = {
					["情"] = {
						["色"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["胸"] = {
				["器"] = {
					this = true
				}
			},
			["道"] = {
				this = true
			}
		},
		["間"] = {
			["天"] = {
				["堂"] = {
					this = true
				}
			}
		},
		["具"] = {
			this = true
		},
		["老"] = {
			["逼"] = {
				["不"] = {
					["老"] = {
						this = true
					}
				}
			}
		},
		["力"] = {
			["资"] = {
				["源"] = {
					["代"] = {
						["考"] = {
							this = true
						}
					}
				}
			}
		},
		["流"] = {
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["美"] = {
			B = {
				["嫩"] = {
					["图"] = {
						["文"] = {
							this = true
						}
					}
				}
			},
			["奶"] = {
				["大"] = {
					this = true
				}
			},
			["穴"] = {
				["更"] = {
					["靓"] = {
						this = true
					}
				}
			}
		},
		["面"] = {
			["兽"] = {
				["医"] = {
					this = true
				}
			}
		},
		["气"] = {
			a = {
				v = {
					["女"] = {
						["优"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["优"] = {
					this = true
				}
			}
		},
		["群"] = {
			["的"] = {
				["聚"] = {
					["集"] = {
						this = true
					}
				}
			},
			["聚"] = {
				["集"] = {
					this = true
				}
			},
			["密"] = {
				["集"] = {
					["+"] = {
						["逗"] = {
							["留"] = {
								this = true
							}
						}
					}
				}
			},
			["沈"] = {
				["重"] = {
					["的"] = {
						["足"] = {
							["印"] = {
								["走"] = {
									["上"] = {
										["永"] = {
											["远"] = {
												["的"] = {
													["斗"] = {
														["争"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["肾"] = {
			this = true
		},
		["生"] = {
			["历"] = {
				["程"] = {
					this = true
				}
			},
			["如"] = {
				["粥"] = {
					this = true
				}
			},
			["就"] = {
				["是"] = {
					["博"] = {
						["新"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["寿"] = {
			["交"] = {
				this = true
			}
		},
		["数"] = {
			["限"] = {
				["制"] = {
					this = true
				}
			}
		},
		["體"] = {
			["攝"] = {
				["影"] = {
					this = true
				}
			},
			["藝"] = {
				["術"] = {
					["圖"] = {
						["片"] = {
							["網"] = {
								this = true
							}
						}
					},
					["網"] = {
						this = true
					}
				}
			}
		},
		["屠"] = {
			this = true
		},
		["网"] = {
			this = true
		},
		["物"] = {
			["卡"] = {
				["通"] = {
					["雕"] = {
						["像"] = {
							this = true
						}
					}
				}
			}
		},
		["心"] = {
			["不"] = {
				["见"] = {
					this = true
				}
			},
			["魄"] = {
				["的"] = {
					["成"] = {
						["长"] = {
							this = true
						}
					}
				}
			}
		},
		["休"] = {
			["艺"] = {
				["术"] = {
					["偷"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["學"] = {
			["生"] = {
				["妹"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["妖"] = {
			this = true,
			["@"] = {
				L = {
					a = {
						d = {
							y = {
								this = true
							}
						}
					}
				}
			},
			a = {
				v = {
					this = true
				}
			},
			["互"] = {
				["干"] = {
					this = true
				}
			},
			["姐"] = {
				["妹"] = {
					this = true
				}
			},
			["美"] = {
				["琪"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			},
			["篇"] = {
				this = true
			},
			["全"] = {
				["套"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["游"] = {
			["戏"] = {
				this = true
			}
		},
		["有"] = {
			["骏"] = {
				["马"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["鱼"] = {
			["帝"] = {
				["国"] = {
					this = true
				}
			}
		},
		["與"] = {
			["獸"] = {
				this = true
			}
		},
		["员"] = {
			["安"] = {
				["排"] = {
					this = true
				}
			},
			["变"] = {
				["动"] = {
					this = true
				}
			},
			["密"] = {
				["集"] = {
					this = true
				}
			}
		},
		["在"] = {
			["云"] = {
				["上"] = {
					["飘"] = {
						this = true
					}
				}
			}
		},
		["斩"] = {
			this = true
		},
		["斬"] = {
			this = true
		},
		["克"] = {
			["坦"] = {
				this = true
			}
		},
		["碰"] = {
			["人"] = {
				this = true
			}
		},
		["澡"] = {
			["人"] = {
				["摸"] = {
					this = true
				}
			}
		},
		["口"] = {
			["红"] = {
				["利"] = {
					this = true
				}
			}
		},
		["小"] = {
			["戴"] = {
				["表"] = {
					this = true
				}
			}
		},
		["道"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["均"] = {
			g = {
				d = {
					p = {
						["万"] = {
							["八"] = {
								["千"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["社"] = {
			["部"] = {
				["的"] = {
					["昆"] = {
						["仑"] = {
							["计"] = {
								["划"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["法"] = {
		["轮"] = {
			this = true,
			["功"] = {
				this = true,
				["靠"] = {
					this = true
				},
				["十"] = {
					["周"] = {
						["年"] = {
							this = true
						}
					}
				},
				["信"] = {
					["徒"] = {
						this = true
					}
				}
			},
			["大"] = {
				["法"] = {
					this = true,
					["靠"] = {
						this = true
					}
				}
			},
			F = {
				A = {
					["*"] = {
						L = {
							u = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["{"] = {
				["5"] = {
					["}"] = {
						this = true
					}
				}
			},
			["弟"] = {
				["子"] = {
					this = true
				}
			},
			["佛"] = {
				["法"] = {
					this = true
				}
			},
			["5"] = {
				this = true
			},
			["工"] = {
				this = true
			},
			["公"] = {
				this = true
			},
			["攻"] = {
				this = true
			},
			["共"] = {
				this = true
			}
		},
		["~"] = {
			["倫"] = {
				this = true
			},
			["淪"] = {
				this = true
			},
			["綸"] = {
				this = true
			},
			["輪"] = {
				this = true
			},
			["論"] = {
				this = true
			},
			["~"] = {
				["抡"] = {
					this = true
				},
				["掄"] = {
					this = true
				},
				["仑"] = {
					this = true
				},
				["伦"] = {
					this = true
				},
				["沦"] = {
					this = true
				},
				["纶"] = {
					this = true
				},
				["轮"] = {
					this = true
				},
				["侖"] = {
					this = true
				},
				["倫"] = {
					this = true
				},
				["淪"] = {
					this = true
				},
				["綸"] = {
					this = true
				},
				["輪"] = {
					this = true
				},
				["论"] = {
					this = true
				},
				["論"] = {
					this = true
				}
			},
			["抡"] = {
				this = true
			},
			["掄"] = {
				this = true
			},
			["仑"] = {
				this = true
			},
			["伦"] = {
				this = true
			},
			["沦"] = {
				this = true
			},
			["纶"] = {
				this = true
			},
			["轮"] = {
				this = true,
				["~"] = {
					["大"] = {
						["~"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["侖"] = {
				this = true
			},
			["论"] = {
				this = true
			}
		},
		["爾"] = {
			["卡"] = {
				this = true
			}
		},
		["掄"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["侖"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["淪"] = {
			this = true
		},
		["綸"] = {
			this = true
		},
		["輪"] = {
			this = true,
			["大"] = {
				["法"] = {
					this = true
				}
			},
			["功"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["佛"] = {
				["法"] = {
					this = true
				}
			}
		},
		["十"] = {
			["輪"] = {
				["十"] = {
					["功"] = {
						this = true
					}
				}
			},
			["轮"] = {
				["十"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["謫"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["("] = {
			["轮"] = {
				[")"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["*"] = {
			this = true,
			["轮"] = {
				this = true,
				["*"] = {
					["功"] = {
						this = true
					}
				}
			},
			["功"] = {
				this = true
			},
			["*"] = {
				["抡"] = {
					this = true
				},
				["掄"] = {
					this = true
				},
				["仑"] = {
					this = true
				},
				["伦"] = {
					this = true
				},
				["沦"] = {
					this = true
				},
				["纶"] = {
					this = true
				},
				["轮"] = {
					this = true
				},
				["侖"] = {
					this = true
				},
				["倫"] = {
					this = true
				},
				["淪"] = {
					this = true
				},
				["綸"] = {
					this = true
				},
				["輪"] = {
					this = true
				},
				["论"] = {
					this = true
				},
				["論"] = {
					this = true
				}
			},
			["抡"] = {
				this = true
			},
			["掄"] = {
				this = true
			},
			["仑"] = {
				this = true
			},
			["伦"] = {
				this = true
			},
			["沦"] = {
				this = true
			},
			["纶"] = {
				this = true
			},
			["侖"] = {
				this = true
			},
			["倫"] = {
				this = true
			},
			["淪"] = {
				this = true
			},
			["綸"] = {
				this = true
			},
			["輪"] = {
				this = true,
				["*"] = {
					["功"] = {
						this = true
					}
				}
			},
			["论"] = {
				this = true
			},
			["論"] = {
				this = true
			}
		},
		["功"] = {
			this = true
		},
		["愣"] = {
			this = true
		},
		["仑"] = {
			this = true,
			["工"] = {
				this = true
			},
			["公"] = {
				this = true
			},
			["功"] = {
				this = true
			},
			["攻"] = {
				this = true
			},
			["共"] = {
				this = true
			}
		},
		["西"] = {
			["斯"] = {
				this = true
			}
		},
		["制"] = {
			["办"] = {
				this = true
			}
		},
		["尼"] = {
			["林"] = {
				this = true
			}
		},
		["人"] = {
			["手"] = {
				["机"] = {
					this = true,
					["号"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["料"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["代"] = {
				["表"] = {
					["手"] = {
						["机"] = {
							["号"] = {
								this = true
							}
						}
					}
				}
			},
			["通"] = {
				["讯"] = {
					["录"] = {
						this = true
					}
				},
				["訊"] = {
					["錄"] = {
						this = true
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["老"] = {
			["王"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["拉"] = {
			["利"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["、"] = {
					["保"] = {
						["福"] = {
							["寺"] = {
								this = true
							}
						}
					},
					["北"] = {
						["四"] = {
							["环"] = {
								this = true
							}
						}
					},
					["撞"] = {
						["桥"] = {
							this = true
						}
					}
				},
				["保"] = {
					["福"] = {
						["寺"] = {
							["桥"] = {
								this = true
							}
						}
					}
				},
				["北"] = {
					["京"] = {
						["车"] = {
							["祸"] = {
								this = true
							}
						},
						["西"] = {
							["贝"] = {
								this = true
							}
						}
					}
				},
				["车"] = {
					["祸"] = {
						this = true,
						["西"] = {
							["贝"] = {
								this = true
							}
						}
					}
				},
				["和"] = {
					["贾"] = {
						["宝"] = {
							["玉"] = {
								this = true
							}
						}
					}
				},
				["贾"] = {
					this = true
				},
				["令"] = {
					["计"] = {
						["划"] = {
							this = true
						}
					}
				},
				["跑"] = {
					["车"] = {
						this = true
					}
				},
				["尚"] = {
					["书"] = {
						this = true,
						["之"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["神"] = {
					["秘"] = {
						["车"] = {
							["祸"] = {
								this = true
							}
						}
					}
				},
				["仕"] = {
					["途"] = {
						["逆"] = {
							["转"] = {
								this = true
							}
						}
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				},
				["西"] = {
					["贝"] = {
						["北"] = {
							["京"] = {
								this = true
							}
						}
					}
				},
				["撞"] = {
					["车"] = {
						this = true
					}
				}
			},
			["盛"] = {
				this = true,
				["缅"] = {
					["街"] = {
						this = true
					}
				}
			}
		},
		["克"] = {
			["鱿"] = {
				this = true
			}
		},
		["办"] = {
			["江"] = {
				this = true
			}
		},
		["。"] = {
			["轮"] = {
				["。"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["论"] = {
			this = true,
			["功"] = {
				this = true,
				["三"] = {
					["点"] = {
						["水"] = {
							["去"] = {
								["论"] = {
									["工"] = {
										["力"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["工"] = {
				this = true
			},
			["公"] = {
				this = true
			},
			["攻"] = {
				this = true
			},
			["共"] = {
				this = true
			}
		},
		["新"] = {
			["闻"] = {
				["社"] = {
					["*"] = {
						this = true
					}
				}
			},
			["社"] = {
				["鲍"] = {
					["彤"] = {
						this = true
					}
				}
			}
		},
		["网"] = {
			["恢"] = {
				["恢"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["正"] = {
			this = true,
			["人"] = {
				["间"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["乾"] = {
				["坤"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		l = {
			u = {
				n = {
					this = true,
					["功"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			g = {
				this = true
			}
		},
		x = {
			["功"] = {
				this = true
			}
		},
		o = {
			["功"] = {
				this = true
			}
		},
		["0"] = {
			["功"] = {
				this = true
			}
		},
		["一"] = {
			["轮"] = {
				this = true,
				["一"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		[" "] = {
			["轮"] = {
				[" "] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["'"] = {
			["轮"] = {
				this = true
			}
		},
		["+"] = {
			["轮"] = {
				["+"] = {
					["功"] = {
						this = true
					}
				}
			},
			["輪"] = {
				["+"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["-"] = {
			["轮"] = {
				["-"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["6"] = {
							["}"] = {
								["轮"] = {
									["."] = {
										["{"] = {
											["0"] = {
												[","] = {
													["6"] = {
														["}"] = {
															["功"] = {
																["\""] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								},
								["輪"] = {
									["."] = {
										["{"] = {
											["0"] = {
												[","] = {
													["6"] = {
														["}"] = {
															["功"] = {
																["\""] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["轮"] = {
				this = true,
				["."] = {
					["功"] = {
						this = true
					}
				}
			},
			["0"] = {
				this = true
			}
		},
		["/"] = {
			["轮"] = {
				this = true,
				["/"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		[";"] = {
			["轮"] = {
				this = true
			}
		},
		["?"] = {
			this = true,
			["?"] = {
				this = true
			}
		},
		["@"] = {
			["轮"] = {
				this = true
			},
			["@"] = {
				["抡"] = {
					this = true
				},
				["掄"] = {
					this = true
				},
				["仑"] = {
					this = true
				},
				["伦"] = {
					this = true
				},
				["沦"] = {
					this = true
				},
				["纶"] = {
					this = true
				},
				["轮"] = {
					this = true
				},
				["侖"] = {
					this = true
				},
				["倫"] = {
					this = true
				},
				["淪"] = {
					this = true
				},
				["綸"] = {
					this = true
				},
				["輪"] = {
					this = true
				},
				["论"] = {
					this = true
				},
				["論"] = {
					this = true
				}
			},
			["抡"] = {
				this = true
			},
			["掄"] = {
				this = true
			},
			["仑"] = {
				this = true
			},
			["伦"] = {
				this = true
			},
			["沦"] = {
				this = true
			},
			["纶"] = {
				this = true
			},
			["侖"] = {
				this = true
			},
			["倫"] = {
				this = true
			},
			["淪"] = {
				this = true
			},
			["綸"] = {
				this = true
			},
			["輪"] = {
				this = true
			},
			["论"] = {
				this = true
			},
			["論"] = {
				this = true
			}
		},
		L = {
			["功"] = {
				this = true
			}
		},
		["\\"] = {
			["轮"] = {
				this = true
			}
		},
		["{"] = {
			["1"] = {
				["0"] = {
					["}"] = {
						["轮"] = {
							["{"] = {
								["1"] = {
									["0"] = {
										["}"] = {
											["功"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["？"] = {
			["轮"] = {
				["？"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["车"] = {
			["仑"] = {
				["工"] = {
					["力"] = {
						this = true
					}
				},
				["功"] = {
					this = true
				}
			}
		},
		["国"] = {
			["游"] = {
				this = true
			},
			["催"] = {
				["情"] = {
					["香"] = {
						["水"] = {
							this = true
						}
					}
				}
			},
			["抵"] = {
				["制"] = {
					this = true
				}
			},
			["奴"] = {
				["隶"] = {
					["液"] = {
						this = true
					}
				}
			},
			["女"] = {
				["人"] = {
					["的"] = {
						["故"] = {
							["事"] = {
								this = true
							}
						}
					}
				}
			},
			["皇"] = {
				["帝"] = {
					["拿"] = {
						["破"] = {
							["仑"] = {
								["三"] = {
									["世"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["会"] = {
			this = true
		},
		["抡"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["伦"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["囵"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["沦"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["纶"] = {
			this = true
		},
		["倫"] = {
			this = true
		},
		["論"] = {
			this = true
		},
		["谪"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["图"] = {
			["麦"] = {
				this = true
			}
		},
		["理"] = {
			["台"] = {
				["独"] = {
					this = true
				}
			}
		},
		["习"] = {
			["斯"] = {
				this = true
			}
		},
		["$"] = {
			this = true,
			["$"] = {
				["抡"] = {
					this = true
				},
				["掄"] = {
					this = true
				},
				["仑"] = {
					this = true
				},
				["伦"] = {
					this = true
				},
				["沦"] = {
					this = true
				},
				["纶"] = {
					this = true
				},
				["轮"] = {
					this = true
				},
				["侖"] = {
					this = true
				},
				["倫"] = {
					this = true
				},
				["淪"] = {
					this = true
				},
				["綸"] = {
					this = true
				},
				["輪"] = {
					this = true
				},
				["论"] = {
					this = true
				},
				["論"] = {
					this = true
				}
			},
			["抡"] = {
				this = true
			},
			["掄"] = {
				this = true
			},
			["仑"] = {
				this = true
			},
			["伦"] = {
				this = true
			},
			["沦"] = {
				this = true
			},
			["纶"] = {
				this = true
			},
			["轮"] = {
				this = true
			},
			["侖"] = {
				this = true
			},
			["倫"] = {
				this = true
			},
			["淪"] = {
				this = true
			},
			["綸"] = {
				this = true
			},
			["輪"] = {
				this = true
			},
			["论"] = {
				this = true
			},
			["論"] = {
				this = true
			}
		},
		["%"] = {
			["轮"] = {
				["%"] = {
					["功"] = {
						this = true
					}
				}
			},
			["輪"] = {
				["%"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["^"] = {
			["^"] = {
				["抡"] = {
					this = true
				},
				["掄"] = {
					this = true
				},
				["仑"] = {
					this = true
				},
				["伦"] = {
					this = true
				},
				["沦"] = {
					this = true
				},
				["纶"] = {
					this = true
				},
				["轮"] = {
					this = true
				},
				["侖"] = {
					this = true
				},
				["倫"] = {
					this = true
				},
				["淪"] = {
					this = true
				},
				["綸"] = {
					this = true
				},
				["輪"] = {
					this = true
				},
				["论"] = {
					this = true
				},
				["論"] = {
					this = true
				}
			},
			["抡"] = {
				this = true
			},
			["掄"] = {
				this = true
			},
			["仑"] = {
				this = true
			},
			["伦"] = {
				this = true
			},
			["沦"] = {
				this = true
			},
			["纶"] = {
				this = true
			},
			["轮"] = {
				this = true
			},
			["侖"] = {
				this = true
			},
			["倫"] = {
				this = true
			},
			["淪"] = {
				this = true
			},
			["綸"] = {
				this = true
			},
			["輪"] = {
				this = true
			},
			["论"] = {
				this = true
			},
			["論"] = {
				this = true
			}
		},
		["×"] = {
			this = true
		},
		X = {
			X = {
				this = true
			},
			["功"] = {
				this = true
			}
		},
		["艾"] = {
			["刀"] = {
				this = true
			}
		},
		["广"] = {
			["网"] = {
				this = true
			},
			["新"] = {
				["闻"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["河"] = {
			this = true
		},
		["湖"] = {
			this = true
		},
		["江"] = {
			this = true
		},
		["陯"] = {
			["功"] = {
				this = true
			}
		},
		["菕"] = {
			["功"] = {
				this = true
			}
		},
		["崘"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["惀"] = {
			["功"] = {
				this = true
			}
		},
		["婨"] = {
			["功"] = {
				this = true
			}
		},
		["棆"] = {
			["功"] = {
				this = true
			}
		},
		["腀"] = {
			["功"] = {
				this = true
			}
		},
		["碖"] = {
			["功"] = {
				this = true
			}
		},
		["耣"] = {
			["功"] = {
				this = true
			}
		},
		["蜦"] = {
			["功"] = {
				this = true
			}
		},
		["踚"] = {
			["功"] = {
				this = true
			}
		},
		["磮"] = {
			["功"] = {
				this = true
			}
		},
		["錀"] = {
			["功"] = {
				this = true
			}
		},
		["鯩"] = {
			["功"] = {
				this = true
			}
		},
		["稐"] = {
			["功"] = {
				this = true
			}
		},
		["埨"] = {
			["功"] = {
				this = true
			}
		},
		["溣"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["念"] = {
			this = true
		},
		["黁"] = {
			["功"] = {
				this = true
			}
		},
		["票"] = {
			this = true,
			["、"] = {
				this = true
			},
			["保"] = {
				["真"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					this = true
				},
				["开"] = {
					this = true,
					["保"] = {
						["真"] = {
							this = true
						}
					}
				},
				["理"] = {
					this = true
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["可"] = {
				["验"] = {
					this = true
				}
			},
			["转"] = {
				["让"] = {
					this = true
				}
			}
		},
		["式"] = {
			p = {
				c = {
					["棍"] = {
						this = true
					}
				}
			},
			["防"] = {
				["暴"] = {
					["盔"] = {
						this = true
					}
				}
			}
		},
		["院"] = {
			this = true
		},
		["杖"] = {
			["弹"] = {
				["弓"] = {
					this = true
				}
			}
		},
		["治"] = {
			["@"] = {
				["教"] = {
					["育"] = {
						this = true
					}
				}
			},
			["体"] = {
				["系"] = {
					this = true
				}
			},
			["中"] = {
				["国"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["打"] = {
		["倒"] = {
			this = true,
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			},
			["中"] = {
				["国"] = {
					this = true
				}
			},
			["邓"] = {
				["李"] = {
					["杨"] = {
						this = true
					}
				}
			},
			["墨"] = {
				["索"] = {
					["里"] = {
						["习"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["炮"] = {
				this = true
			},
			["战"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["炮"] = {
			this = true,
			["全"] = {
				["套"] = {
					this = true
				}
			}
		},
		["飞"] = {
			["机"] = {
				this = true
			}
		},
		["飛"] = {
			["機"] = {
				this = true
			}
		},
		["鸟"] = {
			this = true,
			["气"] = {
				["枪"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true,
				["网"] = {
					this = true,
					["站"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["网"] = {
						this = true
					},
					["淘"] = {
						["宝"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["木"] = {
				["仓"] = {
					this = true
				}
			},
			["神"] = {
				["器"] = {
					this = true
				}
			},
			["工"] = {
				["具"] = {
					["大"] = {
						["全"] = {
							this = true
						}
					},
					["买"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["抢"] = {
				["网"] = {
					this = true
				}
			}
		},
		["猎"] = {
			this = true,
			["工"] = {
				["具"] = {
					this = true,
					["出"] = {
						["售"] = {
							["论"] = {
								["坛"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["专"] = {
				["卖"] = {
					this = true
				}
			},
			["器"] = {
				["抢"] = {
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true
			}
		},
		["手"] = {
			["网"] = {
				this = true
			}
		},
		["狗"] = {
			["箭"] = {
				this = true,
				["网"] = {
					this = true
				}
			},
			["弩"] = {
				this = true
			},
			["专"] = {
				this = true,
				["卖"] = {
					this = true
				}
			},
			["弓"] = {
				["弩"] = {
					["三"] = {
						["步"] = {
							["倒"] = {
								this = true
							}
						}
					}
				},
				["努"] = {
					["三"] = {
						["步"] = {
							["倒"] = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["箭"] = {
						this = true
					}
				}
			}
		},
		["火"] = {
			["机"] = {
				["吹"] = {
					this = true
				}
			}
		},
		["死"] = {
			["跌"] = {
				this = true,
				["套"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["乌"] = {
			this = true,
			["枪"] = {
				this = true
			}
		},
		["钢"] = {
			["籽"] = {
				this = true
			},
			["珠"] = {
				["弹"] = {
					["簧"] = {
						["抢"] = {
							this = true,
							["图"] = {
								["片"] = {
									this = true
								}
							}
						}
					}
				},
				["的"] = {
					["玩"] = {
						["具"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["仿"] = {
					["真"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["蝴"] = {
			["蝶"] = {
				["按"] = {
					["摩"] = {
						this = true
					}
				}
			}
		},
		["针"] = {
			this = true
		},
		["{"] = {
			["1"] = {
				["0"] = {
					["}"] = {
						["倒"] = {
							["{"] = {
								["1"] = {
									["0"] = {
										["}"] = {
											["共"] = {
												["{"] = {
													["1"] = {
														["0"] = {
															["}"] = {
																["产"] = {
																	["{"] = {
																		["1"] = {
																			["0"] = {
																				["}"] = {
																					["党"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["保"] = {
			["单"] = {
				this = true
			}
		},
		["坦"] = {
			["克"] = {
				["手"] = {
					["册"] = {
						this = true
					}
				}
			}
		},
		["砸"] = {
			this = true,
			["抢"] = {
				this = true
			}
		},
		["台"] = {
			["湾"] = {
				this = true
			}
		},
		K = {
			this = true
		},
		["穿"] = {
			["实"] = {
				["心"] = {
					["墙"] = {
						this = true
					}
				}
			}
		},
		["钉"] = {
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["洞"] = {
			this = true
		},
		["工"] = {
			["者"] = {
				["俱"] = {
					["乐"] = {
						["部"] = {
							this = true
						}
					}
				}
			}
		},
		["黑"] = {
			["房"] = {
				["价"] = {
					["恨"] = {
						this = true
					}
				}
			},
			["英"] = {
				["雄"] = {
					["瓜"] = {
						["爹"] = {
							this = true
						},
						["瓜"] = {
							["爹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["虎"] = {
			this = true
		},
		["击"] = {
			["康"] = {
				["日"] = {
					["新"] = {
						this = true
					}
				}
			},
			["极"] = {
				["少"] = {
					["数"] = {
						["教"] = {
							["育"] = {
								["团"] = {
									["结"] = {
										["大"] = {
											["多"] = {
												["数"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["獵"] = {
			["槍"] = {
				this = true
			},
			["裝"] = {
				["備"] = {
					this = true
				}
			}
		},
		["麻"] = {
			["雀"] = {
				this = true
			}
		},
		["鳥"] = {
			["氣"] = {
				["槍"] = {
					this = true
				}
			}
		},
		["牌"] = {
			["粉"] = {
				this = true
			},
			["迷"] = {
				["药"] = {
					this = true
				},
				["葯"] = {
					this = true
				}
			},
			["药"] = {
				this = true
			},
			["赢"] = {
				["钱"] = {
					this = true
				}
			},
			["还"] = {
				["爱"] = {
					["吃"] = {
						["牛"] = {
							["排"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["砲"] = {
			this = true
		},
		["枪"] = {
			["利"] = {
				["器"] = {
					this = true
				}
			}
		},
		["水"] = {
			["软"] = {
				["件"] = {
					["足"] = {
						["球"] = {
							this = true
						}
					}
				}
			}
		},
		["造"] = {
			["单"] = {
				["槽"] = {
					["苗"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["字"] = {
			["员"] = {
				this = true
			}
		},
		["桩"] = {
			["机"] = {
				["体"] = {
					["位"] = {
						this = true
					}
				}
			}
		},
		["败"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["赢"] = {
			["了"] = {
				["祖"] = {
					["国"] = {
						["统"] = {
							["一"] = {
								["，"] = {
									["打"] = {
										["输"] = {
											["了"] = {
												["人"] = {
													["民"] = {
														["解"] = {
															["放"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["倒"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["垮"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["败"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["台"] = {
		["独"] = {
			this = true,
			["万"] = {
				["岁"] = {
					this = true
				}
			},
			["分"] = {
				["子"] = {
					this = true
				}
			},
			["台"] = {
				["反"] = {
					["文"] = {
						["旁"] = {
							["虫"] = {
								this = true
							}
						}
					}
				},
				["湾"] = {
					["独"] = {
						["立"] = {
							this = true
						}
					}
				}
			},
			["*"] = {
				this = true
			},
			["靠"] = {
				this = true
			}
		},
		["联"] = {
			this = true,
			["党"] = {
				this = true
			}
		},
		["湾"] = {
			this = true,
			["民"] = {
				["国"] = {
					this = true
				},
				["國"] = {
					this = true
				}
			},
			["岛"] = {
				["国"] = {
					this = true
				}
			},
			["国"] = {
				this = true
			},
			["独"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["党"] = {
				this = true
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				},
				["和"] = {
					["国"] = {
						this = true
					}
				},
				["合"] = {
					["国"] = {
						this = true
					}
				},
				["荣"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["火"] = {
				["箭"] = {
					["秃"] = {
						this = true
					}
				}
			},
			P = {
				C = {
					Z = {
						this = true
					}
				}
			},
			["加"] = {
				["强"] = {
					["版"] = {
						B = {
							a = {
								b = {
									y = {
										H = {
											i = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			k = {
				w = {
					c = {
						this = true
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true,
					["枪"] = {
						this = true
					},
					P = {
						C = {
							P = {
								this = true
							}
						}
					},
					["便"] = {
						["宜"] = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							this = true
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["汽"] = {
						["枪"] = {
							this = true
						}
					},
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["鹫"] = {
					this = true
				}
			},
			["妹"] = {
				["中"] = {
					["文"] = {
						["网"] = {
							this = true
						}
					}
				},
				["妹"] = {
					["潮"] = {
						["吹"] = {
							this = true
						}
					},
					["骚"] = {
						["逼"] = {
							["秀"] = {
								this = true
							}
						}
					}
				}
			},
			["战"] = {
				["术"] = {
					["板"] = {
						["球"] = {
							this = true
						}
					}
				}
			},
			["利"] = {
				["士"] = {
					["通"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				B = {
					this = true
				},
				["魔"] = {
					this = true
				},
				["情"] = {
					["图"] = {
						["片"] = {
							this = true
						}
					}
				},
				["色"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				}
			},
			["绿"] = {
				["皮"] = {
					["管"] = {
						this = true
					}
				}
			},
			["新"] = {
				["型"] = {
					["火"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["1"] = {
				["8"] = {
					D = {
						Y = {
							["电"] = {
								["影"] = {
									["*"] = {
										this = true
									}
								}
							}
						}
					},
					["成"] = {
						["人"] = {
							this = true
						}
					},
					["岁"] = {
						["成"] = {
							["人"] = {
								this = true
							}
						}
					}
				},
				["9"] = {
					["岁"] = {
						["成"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["猪"] = {
				this = true
			},
			["建"] = {
				["国"] = {
					this = true,
					["运"] = {
						["动"] = {
							["组"] = {
								["织"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["青"] = {
				["年"] = {
					["独"] = {
						["立"] = {
							["联"] = {
								["盟"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["应"] = {
				["该"] = {
					["独"] = {
						["立"] = {
							this = true
						}
					}
				}
			},
			["有"] = {
				["权"] = {
					["独"] = {
						["立"] = {
							this = true
						}
					}
				}
			},
			["政"] = {
				["论"] = {
					["区"] = {
						this = true
					}
				},
				["府"] = {
					this = true
				}
			},
			["自"] = {
				["由"] = {
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				}
			},
			["总"] = {
				["统"] = {
					this = true
				}
			},
			["问"] = {
				["题"] = {
					this = true
				}
			},
			[" "] = {
				["出"] = {
					["售"] = {
						["假"] = {
							["钱"] = {
								this = true
							}
						}
					}
				},
				["陆"] = {
					["委"] = {
						["会"] = {
							[" "] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["版"] = {
				["伪"] = {
					["钞"] = {
						this = true,
						[" "] = {
							["最"] = {
								["新"] = {
									D = {
										["版"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["吵"] = {
						this = true
					},
					["炒"] = {
						this = true
					}
				},
				["假"] = {
					["币"] = {
						this = true,
						Q = {
							Q = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["人"] = {
						["民"] = {
							["币"] = {
								this = true,
								["出"] = {
									["售"] = {
										Q = {
											Q = {
												this = true
											}
										}
									}
								}
							},
							B = {
								this = true
							}
						}
					},
					B = {
						this = true
					},
					["钞"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["吵"] = {
						this = true
					},
					["钱"] = {
						this = true,
						["币"] = {
							this = true
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				["币"] = {
					this = true
				},
				["真"] = {
					["币"] = {
						this = true
					}
				}
			},
			["团"] = {
				["结"] = {
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				}
			},
			["离"] = {
				["岛"] = {
					this = true
				}
			},
			["地"] = {
				["位"] = {
					["未"] = {
						["定"] = {
							this = true
						}
					}
				}
			},
			["住"] = {
				["民"] = {
					["自"] = {
						["决"] = {
							this = true
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["岁"] = {
						["成"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["3"] = {
				D = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			A = {
				K = {
					["4"] = {
						["7"] = {
							this = true
						}
					}
				},
				["片"] = {
					this = true
				}
			},
			S = {
				E = {
					X = {
						["网"] = {
							this = true
						}
					}
				}
			},
			y = {
				e = {
					["7"] = {
						["7"] = {
							this = true
						}
					}
				}
			},
			["本"] = {
				["土"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					}
				}
			},
			["产"] = {
				A = {
					K = {
						["4"] = {
							["7"] = {
								this = true
							}
						}
					}
				},
				["秃"] = {
					["鹰"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["排"] = {
						["行"] = {
							this = true
						}
					},
					["骚"] = {
						b = {
							this = true
						}
					},
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					},
					["自"] = {
						["拍"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["色"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["獨"] = {
				["立"] = {
					this = true
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["记"] = {
				["者"] = {
					["协"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["纪"] = {
				["念"] = {
					[" "] = {
						["5"] = {
							["3"] = {
								["5"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["假"] = {
				q = {
					i = {
						a = {
							n = {
								this = true
							}
						}
					}
				},
				["幣"] = {
					this = true
				},
				["钱"] = {
					this = true
				}
			},
			["精"] = {
				["仿"] = {
					d = {
						a = {
							o = {
								this = true
							}
						}
					},
					["刀"] = {
						this = true
					},
					["枪"] = {
						this = true,
						["支"] = {
							this = true
						}
					}
				}
			},
			["佬"] = {
				["娱"] = {
					["乐"] = {
						["网"] = {
							this = true
						}
					}
				},
				["中"] = {
					["文"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["轮"] = {
				["盘"] = {
					this = true
				}
			},
			["罗"] = {
				["美"] = {
					["针"] = {
						["孔"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["淫"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					["排"] = {
						["行"] = {
							this = true
						}
					},
					["網"] = {
						this = true
					}
				}
			},
			["全"] = {
				["频"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["撒"] = {
				["本"] = {
					["土"] = {
						this = true
					}
				}
			},
			["骚"] = {
				["本"] = {
					this = true
				}
			},
			["山"] = {
				["猪"] = {
					this = true,
					p = {
						c = {
							z = {
								this = true
							}
						}
					}
				}
			},
			["盛"] = {
				["大"] = {
					["科"] = {
						["技"] = {
							this = true
						}
					}
				}
			},
			["十"] = {
				["八"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["是"] = {
				["主"] = {
					["权"] = {
						["国"] = {
							["家"] = {
								this = true
							}
						}
					}
				}
			},
			["甜"] = {
				["心"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["万"] = {
				["岁"] = {
					this = true
				}
			},
			["旺"] = {
				["报"] = {
					this = true
				}
			},
			["午"] = {
				["夜"] = {
					["色"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["香"] = {
				["妃"] = {
					["裸"] = {
						["聊"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["色"] = {
					["哥"] = {
						this = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["片"] = {
						["地"] = {
							["址"] = {
								this = true
							}
						}
					}
				}
			},
			["血"] = {
				["援"] = {
					["会"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["鱼"] = {
				["乐"] = {
					["网"] = {
						this = true
					}
				}
			},
			["智"] = {
				["能"] = {
					["科"] = {
						["技"] = {
							this = true
						}
					}
				}
			}
		},
		["办"] = {
			this = true
		},
		["秃"] = {
			this = true,
			["网"] = {
				this = true
			},
			["狗"] = {
				this = true
			},
			["配"] = {
				["件"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["产"] = {
			["攻"] = {
				["击"] = {
					["头"] = {
						this = true
					}
				}
			}
		},
		["獨"] = {
			this = true,
			["分"] = {
				["子"] = {
					this = true
				}
			},
			["萬"] = {
				["歲"] = {
					this = true
				}
			}
		},
		["海"] = {
			["盾"] = {
				["牌"] = {
					this = true
				}
			},
			["军"] = {
				["刀"] = {
					this = true
				}
			},
			["问"] = {
				["题"] = {
					this = true
				}
			},
			["危"] = {
				["机"] = {
					this = true
				}
			},
			["统"] = {
				["一"] = {
					this = true
				}
			},
			["大"] = {
				["战"] = {
					this = true
				}
			},
			["战"] = {
				["争"] = {
					this = true
				}
			},
			["局"] = {
				["势"] = {
					this = true
				}
			}
		},
		["盟"] = {
			this = true
		},
		["百"] = {
			["度"] = {
				["湾"] = {
					this = true
				}
			}
		},
		["完"] = {
			this = true
		},
		w = {
			a = {
				n = {
					this = true
				}
			}
		},
		["弯"] = {
			this = true
		},
		["军"] = {
			this = true
		},
		["毒"] = {
			this = true
		},
		d = {
			u = {
				this = true
			}
		},
		["、"] = {
			["湾"] = {
				["政"] = {
					["论"] = {
						["区"] = {
							this = true
						}
					}
				}
			}
		},
		a = {
			["湾"] = {
				["假"] = {
					["钱"] = {
						this = true
					}
				}
			}
		},
		["版"] = {
			P = {
				P = {
					K = {
						this = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					["假"] = {
						["币"] = {
							this = true
						}
					},
					["真"] = {
						["假"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				},
				["钞"] = {
					this = true
				}
			}
		},
		["北"] = {
			["应"] = {
				["召"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["布"] = {
			this = true
		},
		["风"] = {
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["聯"] = {
			this = true,
			["黨"] = {
				this = true
			}
		},
		["球"] = {
			["室"] = {
				["妹"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["治"] = {
				["台"] = {
					this = true
				}
			}
		},
		["山"] = {
			["假"] = {
				["证"] = {
					this = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			}
		},
		["凸"] = {
			this = true
		},
		["突"] = {
			["猎"] = {
				["枪"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["灣"] = {
			["1"] = {
				["8"] = {
					["成"] = {
						["人"] = {
							["網"] = {
								this = true
							}
						}
					}
				}
			},
			["本"] = {
				["土"] = {
					this = true
				}
			},
			["獨"] = {
				["立"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["国"] = {
				this = true
			},
			["國"] = {
				this = true
			},
			["倫"] = {
				["亂"] = {
					["網"] = {
						this = true
					}
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["民"] = {
				["国"] = {
					this = true
				},
				["國"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					["網"] = {
						["論"] = {
							["壇"] = {
								this = true
							}
						}
					}
				}
			},
			["色"] = {
				["魔"] = {
					this = true
				}
			},
			["萬"] = {
				["歲"] = {
					this = true
				}
			},
			["小"] = {
				["青"] = {
					["自"] = {
						["摸"] = {
							this = true
						}
					}
				}
			},
			["豬"] = {
				this = true
			}
		},
		["英"] = {
			["社"] = {
				this = true
			}
		},
		["制"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["钟"] = {
			["坐"] = {
				["台"] = {
					["费"] = {
						this = true,
						["?"] = {
							this = true
						}
					}
				}
			}
		},
		["州"] = {
			["办"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["证"] = {
					this = true
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						this = true
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["蛙"] = {
			this = true
		},
		["秋"] = {
			["节"] = {
				this = true
			}
		},
		["长"] = {
			["大"] = {
				["婚"] = {
					this = true
				}
			},
			["新"] = {
				["婚"] = {
					this = true
				},
				["娶"] = {
					["的"] = {
						["女"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["背"] = {
				["后"] = {
					["的"] = {
						["女"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					this = true
				}
			},
			["内"] = {
				["人"] = {
					this = true
				}
			},
			["妻"] = {
				["子"] = {
					this = true
				}
			},
			["夫"] = {
				["人"] = {
					this = true
				}
			},
			w = {
				i = {
					f = {
						e = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["圣"] = {
		["战"] = {
			this = true,
			["组"] = {
				["织"] = {
					this = true
				}
			},
			["分"] = {
				["子"] = {
					this = true
				}
			},
			["士"] = {
				this = true
			},
			["宣"] = {
				["传"] = {
					["板"] = {
						this = true
					}
				}
			},
			["者"] = {
				this = true
			}
		},
		["母"] = {
			this = true,
			["机"] = {
				["器"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["泉"] = {
			["学"] = {
				["淫"] = {
					this = true
				}
			}
		},
		["女"] = {
			["峰"] = {
				this = true
			},
			["乾"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["保"] = {
			["罗"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["淘"] = {
			["沙"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["亚"] = {
			["平"] = {
				["台"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["灵"] = {
			["重"] = {
				["建"] = {
					["教"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["上"] = {
			["帝"] = {
				this = true
			},
			["习"] = {
				this = true
			}
		},
		["安"] = {
			["娜"] = {
				this = true
			}
		},
		["城"] = {
			["护"] = {
				["法"] = {
					["王"] = {
						this = true
					}
				}
			},
			["拉"] = {
				["萨"] = {
					["的"] = {
						["哭"] = {
							["泣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["盾"] = {
			["弓"] = {
				["弩"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["荷"] = {
			["纳"] = {
				["米"] = {
					["丰"] = {
						["胸"] = {
							this = true
						}
					}
				}
			}
		},
		["甲"] = {
			["虫"] = {
				["跳"] = {
					["刀"] = {
						this = true,
						["有"] = {
							["货"] = {
								this = true
							}
						},
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["角"] = {
			["色"] = {
				["扮"] = {
					["演"] = {
						["学"] = {
							["园"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["骑"] = {
			["刺"] = {
				["专"] = {
					this = true
				}
			}
		},
		["堂"] = {
			["科"] = {
				["技"] = {
					this = true
				}
			}
		},
		["淫"] = {
			["乱"] = {
				["学"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["者"] = {
			["无"] = {
				["敌"] = {
					this = true
				}
			}
		}
	}
end

temp()
