pg = pg or {}
slot0 = pg
slot0.word_template_94 = {}
slot1 = slot0.word_template_94

function temp()
	uv0["黌"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鱟"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["湖"] = {
		["岸"] = {
			["護"] = {
				["衛"] = {
					["兵"] = {
						this = true
					}
				}
			},
			["警"] = {
				["衛"] = {
					["兵"] = {
						this = true
					}
				}
			},
			["哨"] = {
				["兵"] = {
					["隊"] = {
						["長"] = {
							this = true
						}
					}
				}
			}
		},
		["紧"] = {
			["掏"] = {
				this = true
			}
		},
		["滛"] = {
			["孃"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["護"] = {
		["法"] = {
			this = true
		},
		["士"] = {
			["2"] = {
				["4"] = {
					["點"] = {
						this = true
					}
				}
			},
			["無"] = {
				["碼"] = {
					this = true
				}
			},
			["誘"] = {
				["惑"] = {
					this = true
				}
			},
			["證"] = {
				this = true,
				["辦"] = {
					["理"] = {
						this = true
					}
				},
				["答"] = {
					["案"] = {
						this = true
					}
				}
			}
		},
		["壵"] = {
			["兂"] = {
				["碼"] = {
					this = true
				}
			},
			["證"] = {
				this = true,
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["答"] = {
					["案"] = {
						this = true
					}
				}
			},
			["澬"] = {
				["格"] = {
					["證"] = {
						["办"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鸌"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["華"] = {
		["建"] = {
			["敏"] = {
				this = true
			}
		},
		["通"] = {
			["時"] = {
				["事"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["夏"] = {
			["文"] = {
				["摘"] = {
					this = true
				}
			},
			I = {
				I = {
					this = true
				}
			}
		},
		["語"] = {
			["世"] = {
				["界"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["岳"] = {
			["時"] = {
				["事"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["衣"] = {
			["兄"] = {
				["弟"] = {
					this = true
				}
			}
		},
		["國"] = {
			["鋒"] = {
				this = true
			}
		},
		["盟"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						["中"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["盛"] = {
			["頓"] = {
				this = true
			}
		},
		["信"] = {
			["民"] = {
				this = true
			}
		},
		["義"] = {
			this = true
		},
		["仔"] = {
			["天"] = {
				["地"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["懷"] = {
		["特"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鍰"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["皇"] = {
		["軍"] = {
			this = true
		},
		["冠"] = {
			this = true,
			["平"] = {
				["台"] = {
					this = true,
					["出"] = {
						["租"] = {
							this = true
						}
					},
					["租"] = {
						["售"] = {
							this = true
						}
					}
				},
				["臺"] = {
					this = true,
					["出"] = {
						["租"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true,
				["赌"] = {
					["球"] = {
						this = true
					}
				},
				["开"] = {
					["户"] = {
						this = true
					}
				},
				["址"] = {
					["大"] = {
						["全"] = {
							this = true
						}
					}
				}
			},
			["现"] = {
				["金"] = {
					["网"] = {
						this = true
					},
					["开"] = {
						["户"] = {
							this = true
						}
					},
					["城"] = {
						this = true
					}
				}
			},
			["在"] = {
				["线"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					},
					["代"] = {
						["理"] = {
							this = true
						}
					},
					["投"] = {
						["注"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["投"] = {
				["注"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						},
						["臺"] = {
							this = true
						}
					},
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					},
					["網"] = {
						this = true
					}
				}
			},
			["足"] = {
				["球"] = {
					this = true,
					["网"] = {
						this = true
					},
					["吧"] = {
						this = true
					},
					["开"] = {
						["户"] = {
							this = true
						}
					},
					["投"] = {
						["注"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["下"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["网"] = {
					this = true,
					["开"] = {
						["户"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["投"] = {
						["注"] = {
							["网"] = {
								["手"] = {
									["机"] = {
										["版"] = {
											this = true
										}
									}
								}
							},
							["册"] = {
								["网"] = {
									this = true
								}
							}
						}
					},
					["线"] = {
						["上"] = {
							["娱"] = {
								["乐"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					},
					["欧"] = {
						["洲"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				},
				["外"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["体"] = {
				["育"] = {
					["开"] = {
						["户"] = {
							this = true
						}
					}
				}
			},
			["8"] = {
				["8"] = {
					["6"] = {
						["8"] = {
							["娱"] = {
								["乐"] = {
									["城"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					},
					["现"] = {
						["金"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["赢"] = {
				["钱"] = {
					["网"] = {
						this = true
					}
				}
			},
			["新"] = {
				["2"] = {
					["网"] = {
						this = true
					},
					["开"] = {
						["户"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					["官"] = {
						["方"] = {
							["网"] = {
								["站"] = {
									this = true
								}
							}
						}
					},
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					},
					["下"] = {
						["注"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["场"] = {
					this = true
				},
				["球"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					},
					["开"] = {
						["户"] = {
							this = true
						}
					},
					["投"] = {
						["注"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["&"] = {
				["線"] = {
					["上"] = {
						["投"] = {
							["注"] = {
								this = true
							}
						}
					}
				},
				["在"] = {
					["线"] = {
						["投"] = {
							["注"] = {
								this = true
							}
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["备"] = {
				["选"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				},
				["用"] = {
					["投"] = {
						["注"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["色"] = {
						["情"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["代"] = {
				["理"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["官"] = {
				["方"] = {
					["投"] = {
						["注"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						["开"] = {
							["户"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					this = true
				}
			},
			["开"] = {
				["户"] = {
					this = true
				}
			},
			["開"] = {
				["戶"] = {
					this = true
				}
			},
			["时"] = {
				["时"] = {
					["彩"] = {
						this = true
					}
				}
			},
			["網"] = {
				["賭"] = {
					["球"] = {
						this = true
					}
				}
			},
			["线"] = {
				["上"] = {
					["开"] = {
						["户"] = {
							this = true
						}
					},
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							},
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["線"] = {
				["上"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					["百"] = {
						["家"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			},
			["注"] = {
				["投"] = {
					["网"] = {
						this = true
					}
				}
			},
			["外"] = {
				["围"] = {
					this = true
				}
			}
		},
		["家"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["网"] = {
						this = true
					}
				}
			},
			["金"] = {
				["堡"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					},
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				},
				["宝"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			k = {
				u = {
					s = {
						h = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					this = true
				}
			},
			["永"] = {
				["利"] = {
					["娱"] = {
						["乐"] = {
							["会"] = {
								["所"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			},
			["花"] = {
				["园"] = {
					this = true
				},
				["園"] = {
					this = true
				}
			},
			["礼"] = {
				["炮"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["轮"] = {
				["盘"] = {
					["三"] = {
						["代"] = {
							this = true
						}
					}
				}
			},
			["足"] = {
				["球"] = {
					["投"] = {
						["注"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["朝"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["至"] = {
				["尊"] = {
					["娱"] = {
						["乐"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["秘"] = {
				["史"] = {
					this = true
				}
			}
		},
		["室"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["佩"] = {
				["刀"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		["城"] = {
			this = true,
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["神"] = {
				["话"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["國"] = {
				["際"] = {
					["娛"] = {
						["樂"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["南"] = {
					["门"] = {
						this = true
					}
				}
			},
			["西"] = {
				["边"] = {
					this = true
				}
			}
		},
		["都"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["马"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["浦"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			this = true,
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		["涩"] = {
			this = true
		},
		["虎"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["玺"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["帝"] = {
			["穿"] = {
				["新"] = {
					["衣"] = {
						this = true
					}
				}
			},
			["教"] = {
				["学"] = {
					["网"] = {
						this = true
					}
				}
			},
			["张"] = {
				["澜"] = {
					["澜"] = {
						this = true
					}
				}
			}
		},
		["储"] = {
			["胡"] = {
				this = true
			}
		},
		["军"] = {
			this = true
		},
		["牌"] = {
			["天"] = {
				["下"] = {
					this = true
				}
			}
		},
		["普"] = {
			this = true
		},
		["瑟"] = {
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		["上"] = {
			["动"] = {
				["平"] = {
					this = true,
					["衡"] = {
						this = true
					}
				}
			},
			["動"] = {
				["平"] = {
					["衡"] = {
						this = true
					}
				}
			},
			["退"] = {
				["休"] = {
					["大"] = {
						["佬"] = {
							this = true
						}
					}
				}
			}
		},
		["孙"] = {
			["子"] = {
				this = true
			}
		},
		["星"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["后"] = {
			["大"] = {
				["盗"] = {
					this = true
				}
			}
		},
		["鼎"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["黃"] = {
		["伯"] = {
			["源"] = {
				this = true
			}
		},
		["慈"] = {
			["萍"] = {
				this = true
			}
		},
		["禍"] = {
			this = true
		},
		["劍"] = {
			["輝"] = {
				this = true
			}
		},
		["金"] = {
			["幼"] = {
				["龍"] = {
					this = true
				}
			},
			["城"] = {
				["娛"] = {
					["樂"] = {
						["場"] = {
							this = true
						},
						["城"] = {
							this = true
						}
					}
				}
			},
			["聖"] = {
				["水"] = {
					this = true
				}
			},
			["網"] = {
				["路"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["平"] = {
				this = true
			}
		},
		["菊"] = {
			this = true
		},
		["片"] = {
			this = true
		},
		["翔"] = {
			this = true
		},
		["義"] = {
			["交"] = {
				this = true
			}
		},
		["仲"] = {
			["生"] = {
				this = true
			}
		},
		["海"] = {
			["暗"] = {
				["殺"] = {
					["事"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["麗"] = {
			["滿"] = {
				this = true
			}
		},
		["色"] = {
			this = true,
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			},
			["小"] = {
				["電"] = {
					["影"] = {
						this = true
					}
				},
				["說"] = {
					this = true,
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			},
			["漫"] = {
				["畫"] = {
					this = true
				}
			},
			["情"] = {
				["挑"] = {
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			},
			["視"] = {
				["頻"] = {
					["聊"] = {
						["天"] = {
							this = true
						}
					}
				}
			},
			["網"] = {
				["站"] = {
					this = true,
					["是"] = {
						["多"] = {
							["少"] = {
								this = true
							}
						}
					}
				},
				["址"] = {
					["大"] = {
						["全"] = {
							this = true
						}
					}
				}
			},
			["文"] = {
				["學"] = {
					this = true
				}
			},
			["影"] = {
				["視"] = {
					this = true
				}
			}
		},
		["&"] = {
			["片"] = {
				this = true
			},
			["書"] = {
				this = true
			},
			["網"] = {
				this = true
			}
		},
		["白"] = {
			["牙"] = {
				["簽"] = {
					this = true
				}
			}
		},
		["大"] = {
			["仙"] = {
				this = true,
				["六"] = {
					["合"] = {
						["彩"] = {
							this = true
						}
					}
				},
				["特"] = {
					["碼"] = {
						this = true
					}
				}
			}
		},
		["綠"] = {
			["牙"] = {
				["籤"] = {
					this = true,
					["毒"] = {
						this = true
					}
				}
			}
		},
		["麻"] = {
			["素"] = {
				this = true
			}
		},
		["孟"] = {
			["複"] = {
				this = true
			}
		},
		["山"] = {
			["辦"] = {
				["證"] = {
					this = true
				}
			}
		},
		["石"] = {
			["辦"] = {
				["證"] = {
					this = true
				}
			}
		},
		["書"] = {
			this = true
		},
		["體"] = {
			["酮"] = {
				this = true,
				["手"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["網"] = {
			this = true,
			["情"] = {
				["色"] = {
					["社"] = {
						["區"] = {
							this = true
						}
					}
				}
			}
		},
		["牙"] = {
			["簽"] = {
				this = true,
				["出"] = {
					["货"] = {
						this = true
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["技"] = {
					["术"] = {
						this = true
					}
				},
				["教"] = {
					["程"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["手"] = {
					["机"] = {
						this = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["易"] = {
			["群"] = {
				["俠"] = {
					["傳"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
