pg = pg or {}
slot0 = pg
slot0.word_template_51 = {}
slot1 = slot0.word_template_51

function temp()
	uv0["桃"] = {
		["园"] = {
			["蜜"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["色"] = {
			this = true,
			["网"] = {
				this = true
			},
			["0"] = {
				["0"] = {
					["7"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["導"] = {
				["航"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["动"] = {
				["情"] = {
					["素"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true
			},
			["情"] = {
				["缘"] = {
					["交"] = {
						["友"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["堂"] = {
					["网"] = {
						this = true
					}
				}
			},
			["香"] = {
				["居"] = {
					["童"] = {
						["铃"] = {
							this = true
						}
					}
				}
			},
			["星"] = {
				["期"] = {
					["五"] = {
						this = true
					}
				}
			},
			["艳"] = {
				["粉"] = {
					["堂"] = {
						this = true
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			}
		},
		["花"] = {
			["色"] = {
				this = true,
				["综"] = {
					["合"] = {
						["网"] = {
							this = true
						},
						["站"] = {
							this = true
						}
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				},
				["在"] = {
					["线"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					},
					["線"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["族"] = {
				this = true
			},
			["岛"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				},
				A = {
					V = {
						["网"] = {
							["址"] = {
								this = true
							}
						}
					}
				},
				["博"] = {
					["彩"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				}
			},
			["村"] = {
				["上"] = {
					["野"] = {
						["色"] = {
							["多"] = {
								["村"] = {
									["色"] = {
										["无"] = {
											["边"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["阁"] = {
				this = true,
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["庵"] = {
				this = true,
				["男"] = {
					["保"] = {
						["安"] = {
							this = true
						}
					}
				}
			},
			["刺"] = {
				["青"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["江"] = {
				["边"] = {
					["桃"] = {
						["花"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			},
			["满"] = {
				["地"] = {
					this = true
				}
			},
			["仙"] = {
				this = true
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			},
			["艳"] = {
				["史"] = {
					this = true
				}
			},
			["影"] = {
				this = true
			},
			["园"] = {
				this = true
			},
			["源"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				},
				["彩"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["隐"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["根"] = {
			["仙"] = {
				this = true
			}
		},
		["红"] = {
			["香"] = {
				["暖"] = {
					this = true
				}
			}
		},
		["井"] = {
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["望"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["夏"] = {
				["海"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["香"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["早"] = {
				["苗"] = {
					this = true
				}
			}
		},
		["警"] = {
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["望"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["夏"] = {
				["海"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["香"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["早"] = {
				["苗"] = {
					this = true
				}
			}
		},
		["实"] = {
			["仙"] = {
				this = true
			}
		},
		["咲"] = {
			["あ"] = {
				["い"] = {
					this = true
				}
			}
		},
		["叶"] = {
			["仙"] = {
				this = true
			}
		},
		["園"] = {
			["蜜"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["源"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["湖"] = {
				this = true
			}
		},
		["枝"] = {
			["仙"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["子"] = {
		["宫"] = {
			this = true,
			["的"] = {
				["记"] = {
					["忆"] = {
						this = true
					}
				}
			}
		},
		["宮"] = {
			this = true
		},
		["女"] = {
			["任"] = {
				["职"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		},
		["弹"] = {
			this = true,
			["模"] = {
				["具"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["5"] = {
				["0"] = {
					["发"] = {
						["订"] = {
							["货"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["专"] = {
				this = true,
				["营"] = {
					this = true
				}
			}
		},
		["霖"] = {
			["蒋"] = {
				["培"] = {
					["坤"] = {
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					this = true,
					["蒋"] = {
						["培"] = {
							["坤"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						["母"] = {
							["亲"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["母"] = {
			["弹"] = {
				this = true
			},
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["亿"] = {
			["棋"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["君"] = {
			["四"] = {
				["食"] = {
					["绝"] = {
						this = true
					}
				}
			}
		},
		["夜"] = {
			["精"] = {
				["品"] = {
					["视"] = {
						["频"] = {
							["在"] = {
								["线"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["杂"] = {
		["种"] = {
			this = true
		},
		["交"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["爷"] = {
		["爷"] = {
			this = true,
			["干"] = {
				this = true
			},
			["射"] = {
				this = true
			}
		},
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["阳"] = {
		["具"] = {
			this = true
		},
		["物"] = {
			this = true
		},
		["精"] = {
			this = true
		},
		["江"] = {
			["刀"] = {
				["剑"] = {
					["网"] = {
						this = true
					},
					["专"] = {
						["卖"] = {
							["站"] = {
								this = true
							}
						}
					},
					["直"] = {
						["销"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["刀"] = {
					["网"] = {
						this = true
					}
				},
				["批"] = {
					["发"] = {
						["网"] = {
							this = true
						}
					}
				},
				["具"] = {
					["批"] = {
						["发"] = {
							["网"] = {
								this = true
							}
						}
					},
					["直"] = {
						["销"] = {
							["网"] = {
								this = true
							}
						}
					},
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						}
					},
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["户"] = {
				["外"] = {
					["刀"] = {
						["具"] = {
							["专"] = {
								["卖"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					["网"] = {
						this = true
					},
					["专"] = {
						["卖"] = {
							["站"] = {
								this = true
							},
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["地"] = {
				["下"] = {
					["刀"] = {
						["具"] = {
							["批"] = {
								["发"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["正"] = {
				["品"] = {
					["刀"] = {
						["具"] = {
							["批"] = {
								["发"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["买"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			},
			["军"] = {
				["刀"] = {
					["吧"] = {
						this = true
					},
					["店"] = {
						this = true
					}
				},
				["品"] = {
					["军"] = {
						["刀"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["名"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["痿"] = {
			this = true
		},
		["春"] = {
			this = true
		},
		["萎"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["武"] = {
		["藤"] = {
			this = true,
			["兰"] = {
				this = true,
				a = {
					v = {
						this = true
					}
				},
				["的"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				},
				["电"] = {
					["影"] = {
						["全"] = {
							["集"] = {
								this = true
							}
						}
					}
				},
				["东"] = {
					["京"] = {
						["素"] = {
							["人"] = {
								this = true
							}
						}
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["续"] = {
					this = true
				},
				["早"] = {
					["期"] = {
						["作"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["蘭"] = {
				this = true
			},
			["章"] = {
				this = true
			},
			["ク"] = {
				["レ"] = {
					["ア"] = {
						this = true
					}
				}
			},
			["爱"] = {
				this = true
			},
			["早"] = {
				["纪"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["士"] = {
			["直"] = {
				["刀"] = {
					this = true
				}
			},
			["刀"] = {
				this = true,
				["具"] = {
					["具"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			d = {
				a = {
					o = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["短"] = {
				["刀"] = {
					this = true
				}
			},
			["长"] = {
				["刀"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			this = true,
			["作"] = {
				["战"] = {
					["服"] = {
						this = true,
						["预"] = {
							["订"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["部"] = {
				["队"] = {
					["政"] = {
						["变"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["专"] = {
					this = true
				}
			}
		},
		["汉"] = {
			["夜"] = {
				["网"] = {
					this = true
				}
			},
			["办"] = {
				["証"] = {
					this = true
				}
			},
			["肺"] = {
				["炎"] = {
					this = true
				}
			},
			["起"] = {
				["疫"] = {
					this = true
				}
			}
		},
		["松"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["林"] = {
			["盟"] = {
				["私"] = {
					["密"] = {
						["记"] = {
							["事"] = {
								this = true
							}
						}
					}
				}
			},
			["情"] = {
				["皇"] = {
					["传"] = {
						this = true
					}
				}
			},
			["红"] = {
				["杏"] = {
					["传"] = {
						this = true
					}
				}
			},
			["启"] = {
				["示"] = {
					["录"] = {
						this = true,
						["全"] = {
							["集"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["史"] = {
						this = true
					}
				}
			}
		},
		["维"] = {
			["华"] = {
				this = true
			}
		},
		["力"] = {
			["统"] = {
				["一"] = {
					this = true
				}
			},
			["镇"] = {
				["压"] = {
					this = true,
					["8"] = {
						["9"] = {
							this = true
						}
					},
					["八"] = {
						["九"] = {
							this = true
						}
					}
				}
			}
		},
		["侯"] = {
			["祠"] = {
				this = true
			}
		},
		["腾"] = {
			["兰"] = {
				this = true,
				b = {
					t = {
						this = true
					}
				},
				["电"] = {
					["驴"] = {
						this = true
					},
					["影"] = {
						this = true,
						["?"] = {
							this = true
						}
					}
				},
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["套"] = {
					["图"] = {
						this = true
					}
				},
				["无"] = {
					["码"] = {
						this = true,
						["高"] = {
							["清"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["迅"] = {
					["雷"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["作"] = {
					["品"] = {
						this = true
					}
				}
			}
		},
		["昌"] = {
			["起"] = {
				["疫"] = {
					this = true
				}
			}
		},
		["痴"] = {
			this = true
		},
		["村"] = {
			["梨"] = {
				["乃"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["魂"] = {
			this = true,
			I = {
				I = {
					["号"] = {
						["砍"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					["大"] = {
						["号"] = {
							this = true
						}
					}
				}
			}
		},
		["井"] = {
			["枪"] = {
				["专"] = {
					this = true
				}
			}
		},
		["器"] = {
			["炮"] = {
				["弹"] = {
					["初"] = {
						["速"] = {
							["度"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["騰"] = {
			["蘭"] = {
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["田"] = {
			["镐"] = {
				["造"] = {
					["短"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["昌"] = {
					this = true
				}
			}
		},
		["威"] = {
			this = true,
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["文"] = {
			["建"] = {
				this = true,
				["油"] = {
					["画"] = {
						["语"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["侠"] = {
			["情"] = {
				["色"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			}
		},
		["穴"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["溜"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["装"] = {
			["反"] = {
				["抗"] = {
					this = true
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["}"] = {
								["昌"] = {
									["."] = {
										["{"] = {
											["0"] = {
												[","] = {
													["1"] = {
														["}"] = {
															["起"] = {
																["."] = {
																	["{"] = {
																		["0"] = {
																			[","] = {
																				["1"] = {
																					["}"] = {
																						["疫"] = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["猥"] = {
		["亵"] = {
			this = true,
			["痴"] = {
				["汉"] = {
					this = true
				}
			}
		},
		["琐"] = {
			this = true,
			["男"] = {
				["逆"] = {
					["袭"] = {
						this = true
					}
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			}
		},
		["褻"] = {
			this = true,
			["痴"] = {
				["汉"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				},
				["漢"] = {
					this = true
				}
			}
		},
		["瑣"] = {
			["图"] = {
				["魸"] = {
					this = true
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			}
		},
		["鎖"] = {
			["圖"] = {
				["爿"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["煞"] = {
		["笔"] = {
			this = true,
			["靠"] = {
				this = true
			}
		},
		["筆"] = {
			this = true
		},
		["逼"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["傻"] = {
		["逼"] = {
			this = true,
			["习"] = {
				["总"] = {
					this = true
				}
			},
			["靠"] = {
				this = true
			},
			["网"] = {
				this = true
			}
		},
		B = {
			this = true,
			["江"] = {
				["核"] = {
					["心"] = {
						this = true
					}
				}
			},
			["靠"] = {
				this = true
			}
		},
		["鳥"] = {
			this = true
		},
		["屄"] = {
			this = true
		},
		["比"] = {
			this = true
		},
		["吊"] = {
			this = true
		},
		["卵"] = {
			this = true
		},
		["子"] = {
			this = true
		},
		X = {
			this = true
		},
		["毕"] = {
			this = true
		},
		["偪"] = {
			["習"] = {
				["總"] = {
					this = true
				}
			}
		},
		["\\"] = {
			["屄"] = {
				this = true
			}
		},
		["×"] = {
			this = true
		},
		f = {
			["逼"] = {
				q = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["瓜"] = {
			this = true
		},
		["鸟"] = {
			this = true
		},
		["批"] = {
			this = true
		},
		x = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["排"] = {
		["泄"] = {
			this = true
		},
		["三"] = {
			["试"] = {
				["机"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["名"] = {
			["不"] = {
				["分"] = {
					["先"] = {
						["后"] = {
							["左"] = {
								["右"] = {
									["忠"] = {
										["奸"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
