pg = pg or {}
slot0 = pg
slot0.word_template_212 = {}
slot1 = slot0.word_template_212

function temp()
	uv0["卿"] = {
		["本"] = {
			["风"] = {
				["流"] = {
					this = true
				}
			},
			["佳"] = {
				["人"] = {
					["叶"] = {
						["玉"] = {
							["卿"] = {
								this = true
							}
						}
					},
					["中"] = {
						this = true
					}
				}
			}
		},
		["心"] = {
			["依"] = {
				["旧"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["坑"] = {
		["爹"] = {
			this = true,
			["的"] = {
				["一"] = {
					["妻"] = {
						["多"] = {
							["夫"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["漂"] = {
		["亮"] = {
			["妈"] = {
				["妈"] = {
					["王"] = {
						["艳"] = {
							["的"] = {
								["故"] = {
									["事"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["白"] = {
				["领"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["保"] = {
				["姆"] = {
					this = true
				}
			},
			["的"] = {
				["乳"] = {
					["牛"] = {
						M = {
							M = {
								this = true
							}
						}
					}
				},
				["中"] = {
					["国"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["姐"] = {
				["姐"] = {
					["诱"] = {
						["惑"] = {
							["我"] = {
								this = true
							}
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					["爱"] = {
						["口"] = {
							["交"] = {
								this = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				},
				["婦"] = {
					this = true
				}
			}
		},
		["*"] = {
			["据"] = {
				this = true
			}
		},
		["据"] = {
			this = true,
			["代"] = {
				["开"] = {
					this = true
				}
			}
		},
		["流"] = {
			["瓶"] = {
				["仿"] = {
					["真"] = {
						["枪"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["欲"] = {
				["室"] = {
					this = true
				}
			}
		},
		["漂"] = {
			["美"] = {
				["眉"] = {
					this = true
				}
			},
			["骚"] = {
				["美"] = {
					["眉"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["救"] = {
		["国"] = {
			["论"] = {
				["坛"] = {
					p = {
						["2"] = {
							p = {
								this = true
							}
						}
					}
				}
			},
			P = {
				["2"] = {
					P = {
						this = true,
						["裸"] = {
							["聊"] = {
								this = true
							}
						}
					}
				}
			},
			["公"] = {
				this = true
			}
		},
		["市"] = {
			this = true
		},
		["度"] = {
			this = true,
			["世"] = {
				["人"] = {
					this = true
				}
			},
			["一"] = {
				["切"] = {
					["众"] = {
						["生"] = {
							this = true
						}
					}
				}
			}
		},
		["啯"] = {
			["Ｐ"] = {
				["②"] = {
					["Ｐ"] = {
						this = true
					}
				}
			}
		},
		["囯"] = {
			["集"] = {
				["中"] = {
					["淫"] = {
						this = true,
						["裸"] = {
							["聊"] = {
								this = true
							}
						}
					}
				}
			},
			["雧"] = {
				["ф"] = {
					["婬"] = {
						this = true
					}
				}
			}
		},
		["國"] = {
			P = {
				["2"] = {
					P = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["後"] = {
		["宮"] = {
			["情"] = {
				["色"] = {
					a = {
						v = {
							["網"] = {
								this = true
							}
						}
					},
					["光"] = {
						["碟"] = {
							["網"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["庭"] = {
			this = true,
			["誘"] = {
				["惑"] = {
					this = true
				}
			}
		},
		v = {
			["庭"] = {
				["誘"] = {
					["惑"] = {
						this = true
					}
				}
			}
		},
		["藤"] = {
			["麻"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["萌"] = {
		["幻"] = {
			["之"] = {
				["乡"] = {
					this = true
				}
			}
		},
		["娘"] = {
			this = true
		},
		["大"] = {
			["奶"] = {
				this = true
			}
		},
		["帅"] = {
			["包"] = {
				["子"] = {
					["大"] = {
						["大"] = {
							this = true
						}
					}
				}
			}
		},
		["萌"] = {
			["裸"] = {
				["聊"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蟑"] = {
		["螂"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["楠"] = {
		["楠"] = {
			["的"] = {
				["暴"] = {
					["露"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["沙"] = {
				["耶"] = {
					["香"] = {
						["无"] = {
							["马"] = {
								this = true
							},
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["真"] = {
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["秋"] = {
		["日"] = {
			["天"] = {
				["空"] = {
					this = true
				}
			}
		},
		["色"] = {
			["之"] = {
				["空"] = {
					this = true
				}
			},
			["高"] = {
				["清"] = {
					A = {
						V = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["純"] = {
				["菜"] = {
					this = true
				}
			},
			["玲"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["优"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["耐"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["優"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["菜"] = {
			["里"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["川"] = {
			["沙"] = {
				["良"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["理"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["絵"] = {
			["高"] = {
				["清"] = {
					this = true
				}
			}
		},
		["吉"] = {
			["步"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["花"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["惠"] = {
				["里"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					},
					["紫"] = {
						["种"] = {
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["里"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["志"] = {
				["帆"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["津"] = {
			["薰"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["濑"] = {
			["留"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["千"] = {
			["门"] = {
				this = true
			}
		},
		["山"] = {
			["礼"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["祥"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["詩"] = {
				["央"] = {
					["里"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["志"] = {
				["穗"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["元"] = {
			["希"] = {
				["无"] = {
					["码"] = {
						this = true,
						["集"] = {
							["锦"] = {
								this = true
							}
						}
					}
				},
				["無"] = {
					["碼"] = {
						this = true
					}
				}
			},
			["优"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["優"] = {
				["奈"] = {
					B = {
						T = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["友"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["咔"] = {
		["得"] = {
			["撸"] = {
				this = true
			}
		},
		["巴"] = {
			["⑤"] = {
				["組"] = {
					["合"] = {
						this = true
					}
				}
			}
		},
		["吧"] = {
			["锁"] = {
				["快"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["菈"] = {
			["娯"] = {
				["楽"] = {
					["網"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
