pg = pg or {}
slot0 = pg
slot0.word_template_54 = {}
slot1 = slot0.word_template_54

temp = function()
	uv0["匕"] = {
		["首"] = {
			this = true,
			["网"] = {
				this = true
			},
			["猎"] = {
				["刀"] = {
					this = true,
					["户"] = {
						["外"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["甩"] = {
						["刀"] = {
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["刺"] = {
				["刀"] = {
					this = true
				}
			},
			["刀"] = {
				["具"] = {
					this = true
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true
			},
			["三"] = {
				["棱"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			},
			["式"] = {
				["麻"] = {
					["醉"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["专"] = {
				this = true,
				["店"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["转"] = {
				["让"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["伞"] = {
		["兵"] = {
			["刀"] = {
				this = true
			},
			["托"] = {
				this = true
			}
		},
		["下"] = {
			["奇"] = {
				["迹"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["兰"] = {
		["博"] = {
			["刀"] = {
				this = true,
				["具"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["3"] = {
				["号"] = {
					["军"] = {
						["刺"] = {
							this = true
						},
						["刀"] = {
							this = true,
							["专"] = {
								this = true
							}
						},
						["枪"] = {
							this = true
						}
					}
				}
			},
			["4"] = {
				["号"] = {
					["手"] = {
						["签"] = {
							["纪"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["好"] = {
					this = true
				}
			},
			["6"] = {
				["号"] = {
					["双"] = {
						["刃"] = {
							["刺"] = {
								this = true
							}
						}
					}
				}
			},
			I = {
				I = {
					I = {
						this = true
					},
					["号"] = {
						["密"] = {
							["云"] = {
								this = true
							}
						}
					}
				}
			},
			i = {
				i = {
					["号"] = {
						this = true
					}
				}
			},
			["仿"] = {
				["军"] = {
					["刀"] = {
						this = true
					},
					["忉"] = {
						this = true
					}
				}
			},
			["基"] = {
				["尼"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					this = true,
					["密"] = {
						["云"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["忉"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["套"] = {
					this = true
				}
			},
			["求"] = {
				["生"] = {
					["刺"] = {
						["专"] = {
							this = true
						}
					},
					["刀"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["武"] = {
				["士"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["腰"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["桂"] = {
			["坊"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["成"] = {
					["人"] = {
						["社"] = {
							["区"] = {
								this = true
							}
						}
					}
				},
				["裸"] = {
					["聊"] = {
						this = true
					}
				}
			},
			["情"] = {
				["色"] = {
					["帝"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		["花"] = {
			["撸"] = {
				this = true
			}
		},
		["州"] = {
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["办"] = {
				["证"] = {
					this = true,
					["服"] = {
						["务"] = {
							["中"] = {
								["心"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		K = {
			["粉"] = {
				this = true
			}
		},
		["大"] = {
			this = true
		},
		["迪"] = {
			this = true
		},
		["剑"] = {
			this = true
		},
		["若"] = {
			["寺"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["内"] = {
				["衣"] = {
					["控"] = {
						this = true
					}
				}
			}
		},
		["瑟"] = {
			["军"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["望"] = {
			["实"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["刀"] = {
		["迷"] = {
			["世"] = {
				["界"] = {
					this = true
				},
				["家"] = {
					this = true
				}
			},
			["汇"] = {
				this = true,
				["户"] = {
					["外"] = {
						["军"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["会"] = {
				this = true,
				["名"] = {
					["刀"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["商"] = {
				["城"] = {
					this = true
				}
			},
			["天"] = {
				["地"] = {
					this = true
				}
			}
		},
		["兵"] = {
			["坊"] = {
				this = true
			}
		},
		["刀"] = {
			["撸"] = {
				this = true
			},
			["网"] = {
				this = true
			}
		},
		["具"] = {
			this = true,
			["之"] = {
				["家"] = {
					["网"] = {
						this = true
					}
				}
			},
			["直"] = {
				["销"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["锋"] = {
			["户"] = {
				["外"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["友"] = {
			["论"] = {
				["坛"] = {
					["网"] = {
						this = true
					}
				}
			},
			["吧"] = {
				this = true
			}
		},
		["斤"] = {
			["平"] = {
				this = true
			}
		},
		["觔"] = {
			["平"] = {
				this = true
			}
		},
		["迈"] = {
			["乎"] = {
				this = true
			}
		},
		["邁"] = {
			["乎"] = {
				this = true
			}
		},
		["白"] = {
			["凤"] = {
				this = true
			}
		},
		["宝"] = {
			["斋"] = {
				["名"] = {
					["品"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["斧"] = {
			["专"] = {
				this = true
			},
			["子"] = {
				this = true
			}
		},
		["行"] = {
			["者"] = {
				["商"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["魂"] = {
			["网"] = {
				this = true
			}
		},
		["货"] = {
			["到"] = {
				["付"] = {
					["款"] = {
						this = true
					}
				}
			}
		},
		["剑"] = {
			["?"] = {
				["英"] = {
					["雄"] = {
						this = true
					}
				}
			},
			["匕"] = {
				["首"] = {
					["网"] = {
						this = true
					}
				}
			},
			["军"] = {
				["刺"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["匕"] = {
					["首"] = {
						this = true
					}
				}
			},
			["英"] = {
				["雄"] = {
					this = true
				}
			}
		},
		["劍"] = {
			["？"] = {
				["英"] = {
					["雄"] = {
						this = true
					}
				}
			},
			["英"] = {
				["雄"] = {
					this = true
				}
			}
		},
		["客"] = {
			["谷"] = {
				this = true
			},
			["栈"] = {
				this = true
			}
		},
		["琅"] = {
			["玕"] = {
				this = true
			}
		},
		["梦"] = {
			["网"] = {
				this = true
			}
		},
		["奴"] = {
			this = true,
			["版"] = {
				["大"] = {
					["白"] = {
						["鲨"] = {
							this = true
						}
					}
				}
			},
			["丛"] = {
				["林"] = {
					["虎"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["放"] = {
				["血"] = {
					["刺"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["有"] = {
				["货"] = {
					this = true
				}
			}
		},
		["努"] = {
			["网"] = {
				this = true
			}
		},
		["弩"] = {
			["官"] = {
				["方"] = {
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["手"] = {
			["枪"] = {
				this = true
			}
		},
		["特"] = {
			["军"] = {
				["品"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["网"] = {
			this = true,
			["军"] = {
				["刀"] = {
					["网"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				}
			}
		},
		["尧"] = {
			this = true
		},
		["璎"] = {
			["珞"] = {
				this = true
			}
		},
		["塔"] = {
			["押"] = {
				["注"] = {
					this = true
				}
			}
		},
		["战"] = {
			["精"] = {
				["神"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["米"] = {
		["尔"] = {
			["军"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["其"] = {
			["林"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["兰"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["克"] = {
			["户"] = {
				["外"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["奇"] = {
			["在"] = {
				["线"] = {
					["影"] = {
						["院"] = {
							["在"] = {
								["线"] = {
									["视"] = {
										["频"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					this = true
				}
			}
		},
		["田"] = {
			["共"] = {
				this = true
			},
			["友"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			M = {
				["6"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["名"] = {
		["刃"] = {
			["世"] = {
				["家"] = {
					this = true
				}
			}
		},
		["刀"] = {
			["网"] = {
				this = true
			},
			["阁"] = {
				this = true
			},
			["飞"] = {
				["龙"] = {
					["网"] = {
						this = true
					}
				}
			},
			["户"] = {
				["外"] = {
					["网"] = {
						this = true
					}
				}
			},
			["汇"] = {
				this = true
			}
		},
		["弩"] = {
			["网"] = {
				this = true
			},
			["商"] = {
				["城"] = {
					this = true
				}
			}
		},
		["仕"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["流"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["爵"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["男"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			}
		},
		["门"] = {
			B = {
				A = {
					H = {
						I = {
							["气"] = {
								["筒"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			}
		},
		["品"] = {
			["猎"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["县"] = {
				this = true
			}
		},
		["波"] = {
			["由"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["模"] = {
			["女"] = {
				["优"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["尊"] = {
				["享"] = {
					this = true
				}
			}
		},
		["牌"] = {
			["黑"] = {
				["车"] = {
					this = true
				}
			}
		},
		["片"] = {
			["式"] = {
				["强"] = {
					["效"] = {
						["迷"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["主"] = {
			["八"] = {
				["九"] = {
					this = true
				}
			}
		},
		["医"] = {
			["谈"] = {
				["养"] = {
					["生"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["冷"] = {
		["锋"] = {
			["刀"] = {
				["铺"] = {
					this = true
				},
				["剑"] = {
					this = true
				}
			}
		},
		["钢"] = {
			this = true,
			["大"] = {
				["狗"] = {
					["腿"] = {
						this = true,
						["弯"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["刀"] = {
				this = true,
				["具"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["步"] = {
				["军"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["吹"] = {
				["箭"] = {
					this = true
				}
			},
			["粉"] = {
				["末"] = {
					["钢"] = {
						this = true
					}
				}
			},
			["狗"] = {
				["腿"] = {
					["大"] = {
						["折"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["刽"] = {
				["鱼"] = {
					["刺"] = {
						this = true
					}
				}
			},
			["虎"] = {
				["纹"] = {
					this = true
				}
			},
			["精"] = {
				["钢"] = {
					this = true
				}
			},
			["鹿"] = {
				["角"] = {
					this = true
				}
			},
			["三"] = {
				["美"] = {
					["武"] = {
						["士"] = {
							["刺"] = {
								this = true
							},
							["刀"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["武"] = {
				["士"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true
			}
		},
		["淡"] = {
			["经"] = {
				["理"] = {
					["求"] = {
						["欢"] = {
							["身"] = {
								["下"] = {
									["记"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["情"] = {
			["阁"] = {
				this = true
			}
		},
		["宽"] = {
			this = true
		},
		["静"] = {
			["习"] = {
				["左"] = {
					this = true
				}
			}
		},
		["靜"] = {
			["習"] = {
				["左"] = {
					this = true
				}
			}
		},
		["兵"] = {
			["器"] = {
				this = true,
				["正"] = {
					["品"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			}
		},
		["鋼"] = {
			["美"] = {
				["武"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["三"] = {
				["美"] = {
					["武"] = {
						["士"] = {
							["刺"] = {
								this = true
							},
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["冷"] = {
			["的"] = {
				["牙"] = {
					this = true
				}
			}
		},
		["妹"] = {
			["妹"] = {
				["2"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["漠"] = {
			["小"] = {
				["三"] = {
					this = true
				}
			}
		},
		["色"] = {
			["情"] = {
				["挑"] = {
					this = true
				}
			}
		},
		["水"] = {
			["江"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["香"] = {
			["谷"] = {
				this = true
			}
		},
		["艳"] = {
			["女"] = {
				["医"] = {
					["生"] = {
						this = true
					}
				}
			}
		},
		["夜"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["注"] = {
		["册"] = {
			this = true,
			["送"] = {
				["白"] = {
					["菜"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["马"] = {
					this = true
				}
			},
			["乐"] = {
				["透"] = {
					this = true
				}
			}
		},
		["射"] = {
			["迷"] = {
				["情"] = {
					["药"] = {
						this = true
					}
				},
				["葯"] = {
					this = true
				}
			},
			["肉"] = {
				["毒"] = {
					["素"] = {
						this = true
					}
				}
			}
		},
		["意"] = {
			["2"] = {
				["0"] = {
					["1"] = {
						["3"] = {
							["年"] = {
								this = true
							}
						}
					}
				}
			},
			["1"] = {
				["3"] = {
					["年"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["彩"] = {
		["金"] = {
			this = true,
			["宏"] = {
				["辉"] = {
					this = true
				}
			}
		},
		["弹"] = {
			["狗"] = {
				this = true
			},
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["枪"] = {
				this = true
			}
		},
		["改"] = {
			["单"] = {
				this = true
			}
		},
		["5"] = {
			["8"] = {
				["8"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["虹"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["视"] = {
							this = true
						}
					}
				}
			},
			["骑"] = {
				["士"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			}
		},
		["至"] = {
			["尊"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["票"] = {
			["机"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["奖"] = {
				["券"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["霸"] = {
			["王"] = {
				this = true
			}
		},
		["钢"] = {
			["刺"] = {
				this = true
			}
		},
		["绘"] = {
			["武"] = {
				["士"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["乐"] = {
			["吧"] = {
				this = true
			}
		},
		["民"] = {
			["红"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["名"] = {
			["杏"] = {
				["子"] = {
					["迅"] = {
						["雷"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			["凛"] = {
				this = true
			}
		},
		["色"] = {
			["避"] = {
				["孕"] = {
					["套"] = {
						this = true
					}
				}
			},
			["哥"] = {
				["连"] = {
					r = {
						this = true
					}
				}
			},
			["熊"] = {
				["连"] = {
					r = {
						this = true
					}
				}
			}
		},
		["香"] = {
			this = true
		},
		["信"] = {
			this = true
		},
		["讯"] = {
			["."] = {
				["网"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["訊"] = {
			["."] = {
				["網"] = {
					this = true
				}
			},
			["網"] = {
				this = true
			}
		},
		["运"] = {
			["来"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["斗"] = {
		["地"] = {
			["主"] = {
				this = true
			}
		},
		["角"] = {
			["式"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["殴"] = {
			this = true
		},
		["神"] = {
			["都"] = {
				["市"] = {
					this = true
				}
			}
		},
		["战"] = {
			["神"] = {
				this = true
			},
			["胜"] = {
				["佛"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["娱"] = {
		["乐"] = {
			["城"] = {
				this = true,
				["源"] = {
					["码"] = {
						this = true
					}
				},
				["注"] = {
					["册"] = {
						["送"] = {
							["现"] = {
								["金"] = {
									this = true
								}
							}
						}
					}
				},
				["线"] = {
					["路"] = {
						["检"] = {
							["测"] = {
								["中"] = {
									["心"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["航"] = {
				["母"] = {
					this = true
				}
			},
			["网"] = {
				["黄"] = {
					["站"] = {
						this = true
					}
				}
			},
			["圈"] = {
				["血"] = {
					["泪"] = {
						["史"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["棋"] = {
		["牌"] = {
			this = true,
			["真"] = {
				["钱"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["圣"] = {
			["最"] = {
				["好"] = {
					["的"] = {
						["朋"] = {
							["友"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["梭"] = {
		["哈"] = {
			this = true,
			["游"] = {
				["戏"] = {
					["在"] = {
						["线"] = {
							["玩"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["乐"] = {
		["透"] = {
			this = true,
			["乐"] = {
				["博"] = {
					["彩"] = {
						this = true,
						["网"] = {
							this = true
						},
						["也"] = {
							this = true
						}
					}
				}
			},
			["世"] = {
				["界"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["中"] = {
			["乐"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["2"] = {
					["店"] = {
						this = true
					}
				},
				["4"] = {
					["店"] = {
						this = true
					}
				},
				["5"] = {
					["店"] = {
						this = true
					}
				}
			}
		},
		["九"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["百"] = {
			["家"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["在"] = {
					["线"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				P = {
					T = {
						["娱"] = {
							["乐"] = {
								["场"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["宝"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["天"] = {
			["堂"] = {
				this = true,
				["赌"] = {
					["博"] = {
						["网"] = {
							this = true
						}
					}
				},
				["现"] = {
					["金"] = {
						["网"] = {
							this = true
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["凯"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["彩"] = {
			this = true,
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["开"] = {
				["奖"] = {
					this = true
				}
			}
		},
		["趣"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			}
		},
		["橙"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["虎"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["高"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["通"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					},
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["发"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["博"] = {
			["网"] = {
				this = true
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["现"] = {
				["金"] = {
					["彩"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["用"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["法"] = {
				["利"] = {
					this = true
				}
			}
		},
		["盈"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["彩"] = {
						["票"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["丰"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["赢"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			}
		},
		["娱"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["8"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["游"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["官"] = {
				["方"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			}
		},
		["豪"] = {
			["发"] = {
				this = true
			}
		},
		["嬴"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["比"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["播"] = {
			this = true
		},
		["不"] = {
			["思"] = {
				["蜀"] = {
					this = true
				}
			}
		},
		["东"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["飞"] = {
			["刘"] = {
				this = true
			}
		},
		["福"] = {
			["枪"] = {
				["模"] = {
					this = true
				}
			}
		},
		["哥"] = {
			this = true
		},
		["购"] = {
			["网"] = {
				this = true
			}
		},
		["亨"] = {
			["博"] = {
				["彩"] = {
					["通"] = {
						this = true
					}
				}
			}
		},
		["集"] = {
			["客"] = {
				this = true
			}
		},
		["酷"] = {
			["博"] = {
				["彩"] = {
					["网"] = {
						this = true
					}
				}
			},
			["搏"] = {
				["彩"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			}
		},
		["拍"] = {
			["网"] = {
				this = true
			}
		},
		["皮"] = {
			["皮"] = {
				["奇"] = {
					["趣"] = {
						["发"] = {
							["现"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["清"] = {
			K = {
				["粉"] = {
					this = true
				}
			}
		},
		["视"] = {
			["蔡"] = {
				this = true,
				["名"] = {
					["照"] = {
						this = true
					}
				}
			},
			["副"] = {
				["部"] = {
					["长"] = {
						this = true
					}
				}
			},
			["贾"] = {
				["跃"] = {
					["亭"] = {
						this = true
					}
				}
			},
			["名"] = {
				["照"] = {
					this = true
				}
			},
			["王"] = {
				["诚"] = {
					this = true
				}
			},
			["宣"] = {
				["传"] = {
					this = true
				}
			},
			["引"] = {
				["渡"] = {
					this = true,
					["回"] = {
						["国"] = {
							this = true
						}
					},
					["中"] = {
						["宣"] = {
							["部"] = {
								this = true
							}
						}
					}
				}
			},
			["跃"] = {
				["亭"] = {
					this = true
				}
			},
			["造"] = {
				["谣"] = {
					this = true
				}
			},
			["中"] = {
				["宣"] = {
					this = true,
					["部"] = {
						this = true
					}
				}
			}
		},
		["万"] = {
			["通"] = {
				this = true
			}
		},
		["药"] = {
			["网"] = {
				this = true
			}
		},
		["至"] = {
			["假"] = {
				["证"] = {
					this = true
				}
			}
		},
		["动"] = {
			["官"] = {
				["网"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["盘"] = {
		["口"] = {
			["高"] = {
				["额"] = {
					["返"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["古"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["乐"] = {
				["队"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["锦"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["雇"] = {
				["杀"] = {
					["手"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["倍"] = {
		["它"] = {
			["洛"] = {
				["尔"] = {
					this = true
				}
			}
		},
		["他"] = {
			["美"] = {
				["罗"] = {
					["定"] = {
						this = true
					}
				},
				["沙"] = {
					["朵"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["缅"] = {
		["古"] = {
			this = true,
			["制"] = {
				["作"] = {
					["技"] = {
						["术"] = {
							this = true
						}
					},
					["方"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["配"] = {
				["方"] = {
					this = true
				}
			},
			["溜"] = {
				["冰"] = {
					this = true
				}
			}
		},
		["果"] = {
			this = true
		},
		["甸"] = {
			["果"] = {
				["敢"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				},
				["子"] = {
					this = true
				}
			},
			["蓝"] = {
				["盾"] = {
					["在"] = {
						["线"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["冰"] = {
				k = {
					["粉"] = {
						this = true
					}
				},
				["麻"] = {
					["古"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["古"] = {
					this = true
				}
			},
			["三"] = {
				["唑"] = {
					["仑"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["竹"] = {
					this = true
				}
			}
		},
		["怀"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["咖"] = {
		["啡"] = {
			["碱"] = {
				this = true
			},
			["因"] = {
				this = true,
				["，"] = {
					["麻"] = {
						["黄"] = {
							["素"] = {
								this = true
							}
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["方"] = {
					["法"] = {
						this = true
					}
				},
				["麻"] = {
					["黄"] = {
						["素"] = {
							this = true
						}
					}
				}
			},
			["文"] = {
				["化"] = {
					this = true
				}
			},
			["硷"] = {
				this = true
			},
			["洇"] = {
				["痲"] = {
					["簧"] = {
						["傃"] = {
							this = true
						}
					}
				}
			}
		},
		["嘞"] = {
			["仳"] = {
				this = true
			}
		},
		q = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["唛"] = {
		["可"] = {
			["奈"] = {
				["因"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["植"] = {
		["物"] = {
			["冰"] = {
				this = true,
				[" "] = {
					["冰"] = {
						["古"] = {
							["批"] = {
								["发"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["纯"] = {
				["净"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["化"] = {
				["壆"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["检"] = {
				["疫"] = {
					["证"] = {
						this = true
					}
				}
			},
			["人"] = {
				["马"] = {
					["建"] = {
						this = true
					}
				}
			}
		},
		["田"] = {
			["早"] = {
				["紀"] = {
					this = true
				}
			},
			["真"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["粅"] = {
			["栤"] = {
				this = true
			}
		},
		["药"] = {
			["物"] = {
				["冰"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["伪"] = {
		["麻"] = {
			["黄"] = {
				["碱"] = {
					this = true
				},
				["素"] = {
					this = true
				}
			}
		},
		["钞"] = {
			this = true,
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["送"] = {
				["货"] = {
					this = true
				}
			},
			["伪"] = {
				["币"] = {
					this = true
				},
				["钱"] = {
					["币"] = {
						this = true
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["币"] = {
			this = true,
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			}
		},
		["基"] = {
			["站"] = {
				this = true
			}
		},
		["核"] = {
			["心"] = {
				this = true
			}
		},
		["民"] = {
			["运"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["火"] = {
			this = true
		},
		["水"] = {
			this = true
		},
		["装"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["值"] = {
				this = true
			}
		},
		["娘"] = {
			this = true,
			["用"] = {
				["的"] = {
					["假"] = {
						["阴"] = {
							this = true
						}
					}
				}
			}
		},
		["男"] = {
			this = true
		},
		["草"] = {
			["榴"] = {
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["吵"] = {
			this = true
		},
		["大"] = {
			this = true
		},
		["李"] = {
			["小"] = {
				["璐"] = {
					this = true
				}
			}
		},
		["木"] = {
			["爱"] = {
				["里"] = {
					["沙"] = {
						["电"] = {
							["驴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["钱"] = {
			["币"] = {
				this = true
			}
		},
		["造"] = {
			this = true,
			["身"] = {
				["份"] = {
					["证"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["学"] = {
				["历"] = {
					["正"] = {
						["书"] = {
							this = true
						}
					},
					["证"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		},
		["政"] = {
			["府"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["酣"] = {
		["乐"] = {
			["欣"] = {
				this = true,
				["*"] = {
					this = true
				},
				["各"] = {
					["地"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			}
		},
		["楽"] = {
			["俽"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["氯"] = {
		["硝"] = {
			["西"] = {
				["泮"] = {
					this = true
				}
			},
			["安"] = {
				["定"] = {
					this = true
				}
			}
		},
		["胺"] = {
			["酮"] = {
				this = true,
				["制"] = {
					["作"] = {
						["配"] = {
							["方"] = {
								this = true
							}
						},
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				},
				[" "] = {
					["货"] = {
						["源"] = {
							["量"] = {
								["大"] = {
									this = true
								}
							}
						}
					}
				},
				["原"] = {
					["料"] = {
						this = true
					}
				}
			}
		},
		["氨"] = {
			["酮"] = {
				this = true
			}
		},
		["化"] = {
			["亚"] = {
				["砷"] = {
					this = true
				}
			},
			["汞"] = {
				this = true
			},
			["琥"] = {
				["珀"] = {
					["胆"] = {
						["碱"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["钾"] = {
					this = true
				}
			},
			["硫"] = {
				["酰"] = {
					["甲"] = {
						["烷"] = {
							this = true
						}
					}
				},
				["酸"] = {
					this = true
				}
			},
			["氰"] = {
				this = true
			},
			["钾"] = {
				this = true
			}
		},
		["乙"] = {
			["酸"] = {
				this = true
			}
		},
		["甲"] = {
			["酸"] = {
				["甲"] = {
					["酯"] = {
						this = true
					}
				}
			}
		},
		["磺"] = {
			["酸"] = {
				this = true
			}
		},
		["硫"] = {
			["酸"] = {
				this = true
			}
		},
		["气"] = {
			this = true
		},
		["代"] = {
			["膦"] = {
				["酸"] = {
					["二"] = {
						["乙"] = {
							["酯"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["三"] = {
			["苯"] = {
				["乙"] = {
					["烯"] = {
						this = true
					}
				}
			}
		},
		["噻"] = {
			["嗪"] = {
				this = true
			}
		},
		["苯"] = {
			["基"] = {
				this = true
			}
		},
		["丙"] = {
			["烯"] = {
				["手"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["氮"] = {
			["卓"] = {
				this = true
			}
		},
		["仿"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["邻"] = {
		["氯"] = {
			["苯"] = {
				["基"] = {
					["环"] = {
						["戊"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["氨"] = {
			["基"] = {
				["苯"] = {
					["甲"] = {
						["酸"] = {
							this = true
						}
					}
				}
			}
		},
		["家"] = {
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["姐"] = {
				["姐"] = {
					["的"] = {
						["嫩"] = {
							["鲍"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["孩"] = {
					["1"] = {
						["号"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				["妹"] = {
					["少"] = {
						["女"] = {
							this = true
						}
					}
				}
			}
		},
		["居"] = {
			["荡"] = {
				["妇"] = {
					["李"] = {
						["太"] = {
							["太"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["少"] = {
					["妇"] = {
						this = true
					}
				}
			},
			["寡"] = {
				["妇"] = {
					this = true
				}
			},
			["美"] = {
				["妻"] = {
					this = true
				},
				["少"] = {
					["妇"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["里"] = {
			["偷"] = {
				["欢"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["云"] = {
		["南"] = {
			this = true,
			["情"] = {
				["蛊"] = {
					this = true,
					["药"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["联"] = {
				["富"] = {
					[" "] = {
						["甲"] = {
							["基"] = {
								["苯"] = {
									["丙"] = {
										["胺"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["办"] = {
				["大"] = {
					["学"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["证"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				}
			},
			["爆"] = {
				["乱"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["电"] = {
				["狗"] = {
					["网"] = {
						this = true
					}
				}
			},
			["攻"] = {
				["击"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["杀"] = {
				["人"] = {
					this = true
				}
			},
			["省"] = {
				["假"] = {
					["币"] = {
						this = true
					}
				}
			},
			["圣"] = {
				["战"] = {
					this = true
				}
			},
			["忄"] = {
				["青"] = {
					["蛊"] = {
						this = true
					}
				}
			},
			["牺"] = {
				["牲"] = {
					this = true
				}
			}
		},
		["顶"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							},
							["注"] = {
								["册"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			}
		},
		["鼎"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["六"] = {
			["橡"] = {
				["皮"] = {
					["科"] = {
						["技"] = {
							["有"] = {
								["限"] = {
									["公"] = {
										["司"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["擦"] = {
						this = true
					}
				}
			}
		},
		["恋"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["颠"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["石"] = {
			["灯"] = {
				this = true
			}
		},
		a = {
			["8"] = {
				["3"] = {
					["6"] = {
						["6"] = {
							c = {
								this = true
							}
						}
					}
				}
			}
		},
		["爆"] = {
			["弹"] = {
				this = true
			}
		},
		["蟾"] = {
			this = true
		},
		["玲"] = {
			["珑"] = {
				["工"] = {
					["作"] = {
						["室"] = {
							this = true
						}
					}
				}
			}
		},
		["岭"] = {
			["欲"] = {
				["望"] = {
					["强"] = {
						["女"] = {
							["干"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			this = true
		},
		["渺"] = {
			["渺"] = {
				this = true
			}
		},
		["飘"] = {
			["飘"] = {
				this = true
			}
		},
		["清"] = {
			["清"] = {
				this = true
			}
		},
		["山"] = {
			["恶"] = {
				["棍"] = {
					this = true
				}
			},
			["干"] = {
				["瞪"] = {
					["眼"] = {
						this = true
					}
				}
			},
			["架"] = {
				["空"] = {
					this = true
				}
			},
			["叫"] = {
				["板"] = {
					this = true
				}
			},
			["流"] = {
				["云"] = {
					["删"] = {
						this = true
					}
				}
			},
			["瘤"] = {
				["云"] = {
					["杉"] = {
						this = true
					}
				}
			},
			["敲"] = {
				["打"] = {
					this = true
				}
			},
			["文"] = {
				["化"] = {
					["流"] = {
						["氓"] = {
							this = true
						}
					}
				}
			},
			["习"] = {
				["江"] = {
					["斗"] = {
						this = true
					}
				}
			},
			["宣"] = {
				["传"] = {
					["口"] = {
						this = true
					}
				}
			}
		},
		["删"] = {
			["恶"] = {
				["棍"] = {
					this = true
				}
			},
			["文"] = {
				["化"] = {
					["流"] = {
						["氓"] = {
							this = true
						}
					}
				}
			}
		},
		["商"] = {
			["贸"] = {
				["云"] = {
					["数"] = {
						["贸"] = {
							this = true
						}
					}
				}
			}
		},
		["上"] = {
			["的"] = {
				["日"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["数"] = {
			["据"] = {
				this = true
			}
		},
		["松"] = {
			[" "] = {
				["劲"] = {
					["赚"] = {
						this = true
					}
				},
				["泽"] = {
					["凯"] = {
						this = true
					}
				}
			},
			["温"] = {
				this = true
			}
		},
		["霄"] = {
			["仙"] = {
				["子"] = {
					this = true
				}
			},
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["轩"] = {
			["阁"] = {
				this = true
			}
		},
		["阳"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["影"] = {
			["花"] = {
				["阴"] = {
					this = true
				}
			}
		},
		["雨"] = {
			this = true
		},
		["中"] = {
			["鹤"] = {
				this = true
			}
		},
		["堇"] = {
			["的"] = {
				["堇"] = {
					["字"] = {
						["放"] = {
							["到"] = {
								["胡"] = {
									["桃"] = {
										["中"] = {
											["间"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["氟"] = {
		["硝"] = {
			["安"] = {
				["定"] = {
					this = true
				}
			},
			["西"] = {
				["泮"] = {
					this = true
				}
			}
		},
		["乙"] = {
			["酸"] = {
				this = true,
				["胺"] = {
					this = true
				},
				["甲"] = {
					["酯"] = {
						this = true
					}
				},
				["钠"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["醋"] = {
			["酸"] = {
				this = true,
				["钠"] = {
					this = true
				}
			}
		},
		["化"] = {
			["硼"] = {
				this = true
			}
		},
		["烷"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["盐"] = {
		["酸"] = {
			["羟"] = {
				["亚"] = {
					["胺"] = {
						this = true,
						[" "] = {
							["海"] = {
								["洛"] = {
									["因"] = {
										this = true
									}
								}
							},
							["化"] = {
								["工"] = {
									["公"] = {
										["司"] = {
											this = true
										}
									}
								}
							},
							["制"] = {
								["作"] = {
									["技"] = {
										["术"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					},
					["碱"] = {
						this = true
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["曲"] = {
				["马"] = {
					["多"] = {
						this = true
					}
				}
			},
			["哌"] = {
				["替"] = {
					["啶"] = {
						this = true
					}
				}
			}
		},
		["雾"] = {
			["试"] = {
				["验"] = {
					["箱"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["替"] = {
		["马"] = {
			["西"] = {
				["泮"] = {
					this = true
				}
			}
		},
		["人"] = {
			["报"] = {
				["仇"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["复"] = {
				["仇"] = {
					this = true
				}
			},
			["追"] = {
				["债"] = {
					this = true
				}
			},
			["出"] = {
				["气"] = {
					this = true
				}
			},
			["消"] = {
				["灾"] = {
					this = true
				}
			},
			["了"] = {
				["仇"] = {
					this = true
				}
			},
			["制"] = {
				["造"] = {
					["意"] = {
						["外"] = {
							this = true
						}
					}
				}
			}
		},
		["考"] = {
			this = true,
			["网"] = {
				["站"] = {
					this = true
				},
				["代"] = {
					["考"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["试"] = {
				this = true
			},
			["质"] = {
				["量"] = {
					["工"] = {
						["程"] = {
							["师"] = {
								this = true
							}
						}
					}
				}
			},
			["托"] = {
				["福"] = {
					this = true
				}
			},
			G = {
				R = {
					E = {
						this = true
					}
				}
			},
			["保"] = {
				["过"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["会"] = {
				["计"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			},
			["机"] = {
				["构"] = {
					this = true
				}
			},
			["抢"] = {
				["手"] = {
					this = true
				}
			}
		},
		["."] = {
			["考"] = {
				this = true
			}
		},
		["比"] = {
			["夫"] = {
				["定"] = {
					this = true
				}
			}
		},
		["力"] = {
			["定"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["力"] = {
		["月"] = {
			["西"] = {
				["片"] = {
					this = true
				}
			}
		},
		["斯"] = {
			["曼"] = {
				["弩"] = {
					this = true
				}
			}
		},
		K = {
			["粉"] = {
				this = true
			}
		}
	}
end

temp()
