pg = pg or {}
slot0 = pg
slot0.word_template_83 = {}
slot1 = slot0.word_template_83

function temp()
	uv0["鑣"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["賓"] = {
		["周"] = {
			this = true
		},
		["館"] = {
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["女"] = {
				["郎"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["博"] = {
		["訊"] = {
			this = true
		},
		["讯"] = {
			this = true
		},
		["伊"] = {
			["刀"] = {
				this = true
			}
		},
		["彩"] = {
			this = true,
			["心"] = {
				["水"] = {
					this = true
				}
			},
			["平"] = {
				["台"] = {
					this = true
				}
			},
			["通"] = {
				this = true
			},
			["老"] = {
				["头"] = {
					this = true
				}
			},
			["送"] = {
				["彩"] = {
					["金"] = {
						["网"] = {
							["址"] = {
								this = true
							}
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					["评"] = {
						["级"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true,
				["络"] = {
					this = true
				}
			},
			["之"] = {
				["家"] = {
					this = true
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			},
			["網"] = {
				["路"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["天"] = {
			["堂"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			},
			["乐"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		e = {
			["百"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["久"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["策"] = {
				["略"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["狗"] = {
			this = true,
			["亚"] = {
				["洲"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					},
					["城"] = {
						this = true
					}
				}
			},
			["集"] = {
				["团"] = {
					this = true
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["九"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["亿"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["堂"] = {
				this = true,
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["平"] = {
									["台"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["在"] = {
					["线"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["乐"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["大"] = {
				["赌"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		["坊"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["信"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["通"] = {
				this = true
			}
		},
		["澳"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["赢"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["必"] = {
			["发"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["马"] = {
			["3"] = {
				["6"] = {
					["5"] = {
						this = true
					}
				}
			}
		},
		["牛"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["金"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["棋"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["盈"] = {
			this = true,
			["亚"] = {
				["洲"] = {
					this = true,
					["真"] = {
						["人"] = {
							["在"] = {
								["线"] = {
									["娱"] = {
										["乐"] = {
											["平"] = {
												["台"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["虎"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["壹"] = {
			["吧"] = {
				this = true
			},
			["把"] = {
				["白"] = {
					["菜"] = {
						this = true
					}
				}
			}
		},
		["中"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["诚"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["诚"] = {
						this = true
					}
				}
			},
			["乐"] = {
				this = true
			}
		},
		["雅"] = {
			["在"] = {
				["线"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["弈"] = {
			["堂"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					this = true
				}
			}
		},
		["定"] = {
			["宝"] = {
				this = true
			}
		},
		["升"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["智"] = {
			["吧"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["纳"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["悦"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["白"] = {
			["县"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["翔"] = {
			["团"] = {
				["队"] = {
					this = true
				}
			}
		},
		["宝"] = {
			["金"] = {
				this = true
			}
		},
		["达"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["尔"] = {
			["伦"] = {
				this = true
			}
		},
		["发"] = {
			["期"] = {
				["刊"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["粉"] = {
			this = true
		},
		["格"] = {
			this = true
		},
		["辉"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["克"] = {
			this = true
		},
		["客"] = {
			["大"] = {
				["赛"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["帖"] = {
				["子"] = {
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["动"] = {
					["删"] = {
						["帖"] = {
							this = true
						}
					}
				}
			}
		},
		["你"] = {
			["发"] = {
				this = true
			}
		},
		["企"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["睿"] = {
			["学"] = {
				["历"] = {
					["教"] = {
						["育"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["士"] = {
			["后"] = {
				["唱"] = {
					["歌"] = {
						this = true
					}
				}
			},
			["攷"] = {
				["试"] = {
					["荅"] = {
						["案"] = {
							this = true
						}
					}
				}
			},
			["学"] = {
				["历"] = {
					this = true
				}
			}
		},
		["世"] = {
			["界"] = {
				this = true
			}
		},
		["谈"] = {
			["网"] = {
				this = true
			}
		},
		["涛"] = {
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			}
		},
		["网"] = {
			["期"] = {
				["刊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["闻"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						this = true
					}
				}
			}
		},
		["学"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			}
		},
		["艺"] = {
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			}
		},
		["娱"] = {
			["乐"] = {
				["城"] = {
					this = true
				}
			}
		},
		["娛"] = {
			["樂"] = {
				["城"] = {
					this = true
				}
			}
		},
		["宇"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["远"] = {
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["运"] = {
			["彩"] = {
				this = true
			}
		},
		["之"] = {
			["道"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["不"] = {
		["滅"] = {
			["帝"] = {
				["王"] = {
					this = true
				}
			}
		},
		["爽"] = {
			["不"] = {
				["要"] = {
					["錢"] = {
						this = true
					}
				}
			}
		},
		["玩"] = {
			["了"] = {
				this = true
			}
		},
		["凡"] = {
			["军"] = {
				["品"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["刀"] = {
				["具"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["夜"] = {
			["城"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			}
		},
		["撸"] = {
			["网"] = {
				this = true
			}
		},
		["良"] = {
			["教"] = {
				["授"] = {
					["之"] = {
						["欢"] = {
							["乐"] = {
								["生"] = {
									["活"] = {
										["系"] = {
											["列"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					["日"] = {
						["记"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				},
				["少"] = {
					["日"] = {
						["记"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["穿"] = {
			this = true
		},
		["要"] = {
			["沉"] = {
				["默"] = {
					this = true
				}
			}
		},
		["是"] = {
			["易"] = {
				["非"] = {
					["毁"] = {
						["责"] = {
							["。"] = {
								["志"] = {
									["空"] = {
										["服"] = {
											["金"] = {
												["生"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["姓"] = {
			["习"] = {
				this = true
			},
			["習"] = {
				this = true
			}
		},
		["爱"] = {
			["党"] = {
				this = true
			}
		},
		["大"] = {
			["波"] = {
				this = true
			}
		},
		["得"] = {
			["不"] = {
				["內"] = {
					this = true
				}
			}
		},
		["敢"] = {
			["镇"] = {
				["压"] = {
					this = true
				}
			}
		},
		["欢"] = {
			["迎"] = {
				["你"] = {
					this = true
				}
			}
		},
		["及"] = {
			["格"] = {
				["改"] = {
					["分"] = {
						this = true
					}
				}
			}
		},
		["讲"] = {
			["党"] = {
				["的"] = {
					["错"] = {
						["误"] = {
							this = true
						}
					}
				}
			}
		},
		["举"] = {
			this = true
		},
		["倫"] = {
			["溺"] = {
				["愛"] = {
					["録"] = {
						this = true
					},
					["實"] = {
						["錄"] = {
							this = true
						}
					}
				}
			}
		},
		["能"] = {
			["让"] = {
				["党"] = {
					["替"] = {
						["邓"] = {
							["小"] = {
								["平"] = {
									[" "] = {
										["背"] = {
											["负"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["属"] = {
			["于"] = {
				["中"] = {
					["国"] = {
						this = true
					}
				}
			}
		},
		["锈"] = {
			["钢"] = {
				["伸"] = {
					["缩"] = {
						["警"] = {
							["棍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["雅"] = {
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["照"] = {
				this = true
			}
		},
		["注"] = {
			["册"] = {
				["看"] = {
					["艳"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["安"] = {
			["门"] = {
				this = true
			}
		},
		["自"] = {
			["由"] = {
				["\\"] = {
					s = {
						["*"] = {
							["\\"] = {
								p = {
									P = {
										["*"] = {
											["\\"] = {
												s = {
													["*"] = {
														["毋"] = {
															["宁"] = {
																["死"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["黲"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["草"] = {
		this = {
			this = true
		},
		["你"] = {
			this = true,
			["媽"] = {
				this = true
			},
			["妈"] = {
				this = true
			},
			["综"] = {
				["合"] = {
					this = true
				}
			},
			["吗"] = {
				this = true
			},
			["丫"] = {
				this = true
			}
		},
		["擬"] = {
			["媽"] = {
				this = true
			}
		},
		["的"] = {
			["你"] = {
				["妈"] = {
					this = true
				},
				["媽"] = {
					this = true
				}
			}
		},
		["妈"] = {
			this = true
		},
		["拟"] = {
			["妈"] = {
				this = true
			}
		},
		["驴"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["樱"] = {
			["免"] = {
				["费"] = {
					a = {
						v = {
							["在"] = {
								["线"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["碧"] = {
			["第"] = {
				["一"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["柳"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["裙"] = {
			["社"] = {
				["区"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			}
		},
		["榴"] = {
			this = true,
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			}
		},
		["熘"] = {
			["最"] = {
				["新"] = {
					["2"] = {
						["0"] = {
							["1"] = {
								["5"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["1"] = {
						["5"] = {
							this = true
						}
					}
				}
			}
		},
		["石"] = {
			["榴"] = {
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["泥"] = {
			["马"] = {
				this = true
			}
		},
		["绿"] = {
			["茶"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["莓"] = {
			["牛"] = {
				["奶"] = {
					this = true
				}
			}
		},
		["草"] = {
			["姐"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["打"] = {
			this = true
		},
		["灯"] = {
			["和"] = {
				["尚"] = {
					this = true
				}
			}
		},
		["根"] = {
			["臆"] = {
				["淫"] = {
					["撸"] = {
						["管"] = {
							this = true
						}
					}
				}
			}
		},
		["留"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["尼"] = {
			["玛"] = {
				this = true
			}
		},
		["群"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["人"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["酸"] = {
			["麻"] = {
				["黄"] = {
					["碱"] = {
						this = true
					}
				}
			}
		},
		["嫣"] = {
			this = true
		},
		["油"] = {
			["網"] = {
				this = true
			}
		},
		["原"] = {
			this = true
		},
		["芝"] = {
			["麻"] = {
				this = true
			}
		},
		["枝"] = {
			["麻"] = {
				this = true
			}
		},
		["逼"] = {
			["网"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["册"] = {
		["那"] = {
			this = true,
			["娘"] = {
				["餓"] = {
					["比"] = {
						this = true
					}
				}
			}
		},
		["老"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["覘"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["蕆"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["囅"] = {
		this = {
			this = true
		}
	}
end

temp()
