pg = pg or {}
slot0 = pg
slot0.word_template_8 = {}
slot1 = slot0.word_template_8

function temp()
	uv0["鲍"] = {
		["威"] = {
			["尔"] = {
				this = true
			}
		},
		["岳"] = {
			["桥"] = {
				this = true
			}
		},
		["戈"] = {
			this = true
		},
		["彤"] = {
			this = true,
			["6"] = {
				["4"] = {
					this = true
				}
			}
		},
		["朴"] = {
			this = true
		},
		["青"] = {
			["山"] = {
				this = true
			}
		},
		["筒"] = {
			this = true
		},
		["鱼"] = {
			["比"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					["="] = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["吐"] = {
				["泡"] = {
					["沫"] = {
						this = true
					}
				}
			}
		},
		["赵"] = {
			["紫"] = {
				this = true,
				["阳"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["奥"] = {
		["巴"] = {
			["马"] = {
				this = true
			}
		},
		["马"] = {
			["尔"] = {
				this = true
			},
			["哈"] = {
				this = true
			}
		},
		["运"] = {
			["会"] = {
				["比"] = {
					["赛"] = {
						["手"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["爱"] = {
				["国"] = {
					t = {
						["恤"] = {
							["衫"] = {
								this = true
							}
						}
					}
				}
			},
			["门"] = {
				["票"] = {
					this = true
				}
			}
		},
		["列"] = {
			["巴"] = {
				["文"] = {
					this = true
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["晕"] = {
			this = true
		},
		["孕"] = {
			this = true
		},
		["你"] = {
			["妈"] = {
				["的"] = {
					["运"] = {
						this = true
					}
				}
			}
		},
		["姆"] = {
			["真"] = {
				["理"] = {
					["教"] = {
						this = true
					}
				}
			}
		},
		["塞"] = {
			["斯"] = {
				["库"] = {
					this = true
				}
			}
		},
		["菜"] = {
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["迪"] = {
			["解"] = {
				["码"] = {
					["器"] = {
						this = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					this = true
				}
			},
			["强"] = {
				["开"] = {
					this = true,
					["王"] = {
						this = true
					}
				}
			}
		},
		["克"] = {
			["托"] = {
				["今"] = {
					this = true
				}
			}
		},
		["利"] = {
			["奥"] = {
				this = true
			}
		},
		["美"] = {
			["电"] = {
				["子"] = {
					this = true
				}
			}
		},
		["山"] = {
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["斯"] = {
			["陆"] = {
				[" "] = {
					["空"] = {
						["椅"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["的"] = {
					["空"] = {
						["椅"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["空"] = {
					["椅"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["唯"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["瑛"] = {
				["二"] = {
					["少"] = {
						["女"] = {
							this = true
						}
					}
				}
			}
		},
		["义"] = {
			["中"] = {
				["出"] = {
					["し"] = {
						["陵"] = {
							["辱"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["梅"] = {
		["德"] = {
			["韦"] = {
				["杰"] = {
					["夫"] = {
						this = true
					}
				}
			}
		},
		["花"] = {
			["屄"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["鹿"] = {
				this = true
			},
			["工"] = {
				["具"] = {
					this = true
				}
			}
		},
		["毒"] = {
			this = true
		},
		["津"] = {
			["美"] = {
				["治"] = {
					["郎"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["本"] = {
		["拉"] = {
			["登"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["丹"] = {
				this = true
			}
		},
		["土"] = {
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["情"] = {
				["侶"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["無"] = {
				["碼"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["?"] = {
			["拉"] = {
				["登"] = {
					this = true
				}
			}
		},
		["杰"] = {
			["明"] = {
				["发"] = {
					["现"] = {
						["者"] = {
							this = true
						}
					}
				},
				k = {
					a = {
						t = {
							a = {
								n = {
									a = {
										this = true
									}
								}
							}
						}
					}
				},
				["掠"] = {
					["夺"] = {
						["者"] = {
							this = true
						}
					}
				},
				["3"] = {
					["9"] = {
						["2"] = {
							this = true
						}
					}
				}
			}
		},
		["地"] = {
			["办"] = {
				["证"] = {
					this = true,
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					},
					[" "] = {
						["身"] = {
							["份"] = {
								["证"] = {
									this = true
								}
							}
						},
						["学"] = {
							["位"] = {
								["证"] = {
									this = true
								},
								["认"] = {
									["证"] = {
										this = true
									}
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						},
						["驾"] = {
							["照"] = {
								this = true
							}
						},
						["真"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						},
						["签"] = {
							["证"] = {
								this = true
							}
						},
						["刻"] = {
							["章"] = {
								this = true,
								Q = {
									Q = {
										this = true
									}
								}
							}
						},
						["上"] = {
							["网"] = {
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						},
						["车"] = {
							["牌"] = {
								["执"] = {
									["照"] = {
										this = true
									}
								}
							}
						}
					},
					["刻"] = {
						["章"] = {
							this = true,
							["公"] = {
								["司"] = {
									this = true
								}
							}
						}
					},
					["?"] = {
						["驾"] = {
							["照"] = {
								this = true
							}
						},
						["刻"] = {
							["章"] = {
								this = true
							}
						},
						["签"] = {
							["证"] = {
								this = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							this = true
						}
					},
					["签"] = {
						["证"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["车"] = {
					["牌"] = {
						["执"] = {
							["照"] = {
								this = true
							}
						}
					}
				},
				["驾"] = {
					["照"] = {
						this = true
					}
				},
				["刻"] = {
					["章"] = {
						this = true
					}
				},
				["签"] = {
					["证"] = {
						this = true
					}
				},
				["上"] = {
					["网"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["学"] = {
					["位"] = {
						["认"] = {
							["证"] = {
								this = true
							}
						},
						["证"] = {
							this = true
						}
					}
				},
				["真"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				},
				["正"] = {
					this = true,
					["毕"] = {
						["业"] = {
							["正"] = {
								this = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							this = true
						}
					},
					["签"] = {
						["正"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["正"] = {
								this = true
							}
						}
					},
					["学"] = {
						["位"] = {
							["正"] = {
								this = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				}
			},
			["诚"] = {
				["信"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["开"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["虎"] = {
				["头"] = {
					["双"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["外"] = {
				["地"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true,
					["保"] = {
						["真"] = {
							this = true
						}
					}
				},
				["憑"] = {
					this = true
				}
			}
		},
		["港"] = {
			["台"] = {
				["开"] = {
					["奖"] = {
						["现"] = {
							["场"] = {
								["直"] = {
									["播"] = {
										["室"] = {
											["1"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["*"] = {
			["城"] = {
				["彩"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["。"] = {
			["拉"] = {
				["登"] = {
					this = true
				}
			}
		},
		["参"] = {
			this = true
		},
		["城"] = {
			["彩"] = {
				["全"] = {
					["集"] = {
						this = true
					}
				}
			},
			["小"] = {
				["百"] = {
					["合"] = {
						["无"] = {
							["马"] = {
								this = true
							},
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["屌"] = {
			this = true
		},
		["凡"] = {
			this = true
		},
		["公"] = {
			["司"] = {
				["代"] = {
					["开"] = {
						this = true
					}
				}
			}
		},
		["观"] = {
			this = true
		},
		["科"] = {
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["代"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["凭"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				}
			},
			["文"] = {
				this = true,
				["%"] = {
					["凭"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						}
					}
				},
				["凭"] = {
					this = true,
					["办"] = {
						["&"] = {
							["理"] = {
								this = true
							}
						},
						["理"] = {
							this = true
						}
					},
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				},
				["憑"] = {
					this = true
				}
			},
			["学"] = {
				["历"] = {
					this = true
				},
				["位"] = {
					["证"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				this = true
			},
			["专"] = {
				["业"] = {
					this = true
				}
			}
		},
		["人"] = {
			["是"] = {
				["初"] = {
					["级"] = {
						["笨"] = {
							["狼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["森"] = {
			["鱼"] = {
				["雷"] = {
					["2"] = {
						["2"] = {
							this = true
						}
					}
				}
			}
		},
		["树"] = {
			["尤"] = {
				["真"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["樹"] = {
			["尤"] = {
				["真"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			O = {
				B = {
					D = {
						this = true
					}
				}
			},
			["快"] = {
				["开"] = {
					["王"] = {
						this = true
					}
				}
			},
			["强"] = {
				["开"] = {
					["王"] = {
						this = true,
						["北"] = {
							["京"] = {
								this = true
							}
						}
					}
				}
			},
			["亞"] = {
				["里"] = {
					["沙"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["钥"] = {
				["匙"] = {
					["匹"] = {
						["配"] = {
							this = true
						}
					}
				}
			}
		},
		["网"] = {
			["站"] = {
				["成"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["物"] = {
			["素"] = {
				["人"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["专"] = {
			["科"] = {
				["文"] = {
					["凭"] = {
						["办"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["柴"] = {
		["玲"] = {
			this = true
		},
		[" "] = {
			["玲"] = {
				this = true
			}
		},
		["进"] = {
			this = true
		},
		["灵"] = {
			this = true
		},
		["铃"] = {
			this = true
		},
		["契"] = {
			["爾"] = {
				this = true
			}
		},
		["绍"] = {
			["良"] = {
				this = true
			}
		},
		["田"] = {
			["爱"] = {
				b = {
					t = {
						this = true
					}
				}
			},
			["愛"] = {
				b = {
					t = {
						this = true
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["油"] = {
			["发"] = {
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			}
		},
		l = {
			i = {
				n = {
					g = {
						this = true
					}
				}
			}
		},
		["婊"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["达"] = {
		["赖"] = {
			this = true,
			["喇"] = {
				["嘛"] = {
					this = true,
					["返"] = {
						["藏"] = {
							this = true
						}
					},
					["演"] = {
						["讲"] = {
							this = true
						}
					}
				}
			},
			["*"] = {
				this = true
			},
			["过"] = {
				["封"] = {
					["锁"] = {
						this = true
					}
				}
			},
			["领"] = {
				["奖"] = {
					this = true
				}
			},
			["代"] = {
				["表"] = {
					this = true
				}
			},
			["返"] = {
				["回"] = {
					["西"] = {
						["藏"] = {
							this = true
						}
					}
				}
			},
			["家"] = {
				["族"] = {
					this = true
				}
			}
		},
		["米"] = {
			["宣"] = {
				["教"] = {
					["会"] = {
						this = true
					}
				}
			},
			["消"] = {
				["息"] = {
					["报"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["叔"] = {
			["街"] = {
				["头"] = {
					["涂"] = {
						["鸦"] = {
							this = true
						}
					}
				}
			}
		},
		["菲"] = {
			["鸡"] = {
				this = true
			}
		},
		["盖"] = {
			["尔"] = {
				["先"] = {
					["锋"] = {
						["团"] = {
							this = true
						}
					}
				},
				["的"] = {
					["旗"] = {
						["帜"] = {
							this = true
						}
					}
				}
			}
		},
		["德"] = {
			["利"] = {
				["庞"] = {
					["德"] = {
						this = true
					}
				}
			}
		},
		["尔"] = {
			["富"] = {
				["尔"] = {
					this = true
				}
			}
		},
		["芬"] = {
			["奇"] = {
				this = true
			}
		},
		["克"] = {
			["尼"] = {
				["斯"] = {
					this = true
				}
			}
		},
		["来"] = {
			this = true
		},
		["莱"] = {
			this = true
		},
		["睐"] = {
			this = true
		},
		["濑"] = {
			this = true
		},
		["癞"] = {
			this = true
		},
		["攋"] = {
			this = true
		},
		["籁"] = {
			this = true
		},
		["襰"] = {
			this = true
		},
		["兰"] = {
			["萨"] = {
				["拉"] = {
					this = true,
					["日"] = {
						["与"] = {
							["夜"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["懒"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["姚"] = {
		["文"] = {
			["元"] = {
				this = true
			},
			["田"] = {
				this = true
			}
		},
		["羅"] = {
			this = true
		},
		["月"] = {
			["謙"] = {
				this = true
			},
			["谦"] = {
				this = true
			}
		},
		["记"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["依"] = {
			["林"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["嘉"] = {
			this = true
		},
		["明"] = {
			["姗"] = {
				this = true
			}
		},
		["叔"] = {
			this = true
		},
		["增"] = {
			["科"] = {
				this = true
			}
		},
		["仲"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["东"] = {
		["条"] = {
			this = true,
			["英"] = {
				["机"] = {
					this = true
				}
			}
		},
		["方"] = {
			["闪"] = {
				["电"] = {
					this = true
				}
			},
			["狩"] = {
				["猎"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["明"] = {
				["珠"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["鸿"] = {
				["运"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["夏"] = {
				["威"] = {
					["夷"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["圣"] = {
				["安"] = {
					["娜"] = {
						this = true
					}
				}
			},
			["皇"] = {
				["朝"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["花"] = {
				["园"] = {
					["爱"] = {
						["唯"] = {
							["论"] = {
								["坛"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["心"] = {
				["经"] = {
					this = true,
					["马"] = {
						["报"] = {
							["资"] = {
								["料"] = {
									["2"] = {
										["0"] = {
											["1"] = {
												["7"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["图"] = {
						this = true
					}
				}
			},
			["在"] = {
				["线"] = {
					A = {
						V = {
							this = true
						}
					}
				}
			},
			a = {
				["∨"] = {
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			["微"] = {
				["点"] = {
					this = true
				}
			},
			["红"] = {
				["时"] = {
					["空"] = {
						this = true
					}
				},
				["二"] = {
					["十"] = {
						this = true
					}
				},
				["高"] = {
					["手"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["时"] = {
				["空"] = {
					this = true
				}
			},
			["爱"] = {
				N = {
					["2"] = {
						this = true
					}
				},
				["充"] = {
					["气"] = {
						["娃"] = {
							["娃"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["传"] = {
				["说"] = {
					this = true
				}
			},
			["刀"] = {
				["剑"] = {
					this = true
				}
			},
			["互"] = {
				["通"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["葵"] = {
				this = true
			},
			["迷"] = {
				["魂"] = {
					this = true
				}
			},
			["男"] = {
				["模"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["药"] = {
				["业"] = {
					this = true
				}
			},
			["宇"] = {
				["翔"] = {
					["证"] = {
						["件"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["资"] = {
				["通"] = {
					this = true
				}
			}
		},
		["亚"] = {
			["病"] = {
				["夫"] = {
					this = true
				}
			},
			["打"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["共"] = {
				["荣"] = {
					this = true
				}
			},
			["骑"] = {
				["兵"] = {
					this = true
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["性"] = {
				["愛"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			}
		},
		["突"] = {
			this = true,
			["暴"] = {
				["动"] = {
					["和"] = {
						["独"] = {
							["立"] = {
								this = true
							}
						}
					}
				}
			},
			["组"] = {
				["织"] = {
					this = true
				}
			},
			["厥"] = {
				["斯"] = {
					["坦"] = {
						this = true,
						["伊"] = {
							["斯"] = {
								["兰"] = {
									this = true,
									["运"] = {
										["动"] = {
											this = true
										}
									}
								}
							}
						},
						["解"] = {
							["放"] = {
								["组"] = {
									["织"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["解"] = {
				["放"] = {
					["组"] = {
						["织"] = {
							this = true
						}
					}
				}
			}
		},
		["伊"] = {
			["运"] = {
				this = true
			}
		},
		["正"] = {
			["教"] = {
				this = true
			}
		},
		["热"] = {
			["空"] = {
				["姐"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["部"] = {
						["分"] = {
							this = true
						}
					}
				}
			},
			["妹"] = {
				["子"] = {
					this = true
				}
			}
		},
		["北"] = {
			x = {
				x = {
					["网"] = {
						this = true
					}
				}
			},
			["独"] = {
				["立"] = {
					this = true
				}
			},
			["狗"] = {
				["王"] = {
					this = true
				}
			},
			["风"] = {
				["情"] = {
					["熟"] = {
						["女"] = {
							["之"] = {
								["惑"] = {
									this = true,
									["*"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["大"] = {
				["炕"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["各"] = {
				["地"] = {
					this = true
				}
			},
			["弓"] = {
				["弩"] = {
					["价"] = {
						["格"] = {
							this = true
						}
					}
				}
			},
			["黑"] = {
				["丝"] = {
					this = true
				}
			},
			["虎"] = {
				["西"] = {
					["北"] = {
						["狼"] = {
							this = true
						}
					}
				}
			},
			["砍"] = {
				this = true
			},
			["恐"] = {
				["怖"] = {
					["分"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true,
					["初"] = {
						["夜"] = {
							this = true
						}
					}
				}
			}
		},
		["京"] = {
			["热"] = {
				this = true,
				N = {
					["9"] = {
						["9"] = {
							["1"] = {
								this = true
							}
						}
					}
				},
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["丸"] = {
				["井"] = {
					this = true,
					M = {
						A = {
							R = {
								U = {
									I = {
										P = {
											S = {
												G = {
													["1"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["警"] = {
					this = true
				}
			},
			["#"] = {
				["热"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			h = {
				o = {
					t = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					["中"] = {
						["出"] = {
							this = true
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					["死"] = {
						this = true
					}
				}
			},
			["夜"] = {
				["幕"] = {
					["下"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["视"] = {
					["频"] = {
						this = true
					}
				}
			}
		},
		["升"] = {
			this = true
		},
		["营"] = {
			["铁"] = {
				["院"] = {
					["门"] = {
						this = true
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			}
		},
		["南"] = {
			["亚"] = {
				["证"] = {
					["件"] = {
						this = true,
						["集"] = {
							["团"] = {
								this = true
							},
							["体"] = {
								this = true
							}
						},
						[" "] = {
							["刻"] = {
								["章"] = {
									["电"] = {
										["话"] = {
											this = true
										}
									}
								}
							},
							["毕"] = {
								["业"] = {
									["证"] = {
										this = true
									}
								}
							}
						},
						["公"] = {
							["司"] = {
								this = true
							}
						}
					}
				},
				["诚"] = {
					["信"] = {
						["证"] = {
							["件"] = {
								this = true
							}
						},
						["正"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					["上"] = {
						["办"] = {
							["证"] = {
								this = true
							},
							["正"] = {
								this = true
							}
						}
					}
				},
				[" "] = {
					["文"] = {
						["凭"] = {
							["证"] = {
								["件"] = {
									["刻"] = {
										["章"] = {
											[" "] = {
												["发"] = {
													["票"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["办"] = {
					["证"] = {
						this = true,
						["集"] = {
							["体"] = {
								this = true
							}
						}
					}
				},
				["正"] = {
					["件"] = {
						this = true
					}
				}
			},
			["西"] = {
				["北"] = {
					["论"] = {
						this = true,
						["谈"] = {
							this = true
						}
					}
				}
			},
			["扩"] = {
				["资"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			}
		},
		["森"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["新"] = {
				["闻"] = {
					["网"] = {
						this = true
					}
				}
			},
			["电"] = {
				["视"] = {
					this = true
				}
			}
		},
		["凛"] = {
			["3"] = {
				["0"] = {
					p = {
						["无"] = {
							["码"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["社"] = {
			this = true
		},
		["土"] = {
			this = true,
			["耳"] = {
				["其"] = {
					["斯"] = {
						["坦"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["南"] = {
				["北"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["洲"] = {
			this = true
		},
		["莞"] = {
			["警"] = {
				["用"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								["销"] = {
									["售"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						this = true,
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["乡"] = {
			["茂"] = {
				["德"] = {
					this = true
				}
			}
		},
		["%"] = {
			["亚"] = {
				["%"] = {
					["圣"] = {
						["战"] = {
							this = true
						}
					}
				}
			}
		},
		["百"] = {
			["合"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["城"] = {
			["美"] = {
				["国"] = {
					["模"] = {
						["特"] = {
							this = true
						}
					}
				}
			},
			["哪"] = {
				["仿"] = {
					["真"] = {
						["长"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["欧"] = {
				["美"] = {
					["少"] = {
						["妇"] = {
							this = true
						}
					}
				}
			},
			["区"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			},
			["小"] = {
				["姐"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			}
		},
		["川"] = {
			this = true
		},
		["宫"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["海"] = {
			["龙"] = {
				["王"] = {
					this = true
				}
			},
			["三"] = {
				["太"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["坑"] = {
			["镇"] = {
				this = true
			}
		},
		["丽"] = {
			["区"] = {
				["麻"] = {
					["古"] = {
						this = true
					}
				},
				["秃"] = {
					["鹰"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["流"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["山"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["胜"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["施"] = {
			["效"] = {
				["颦"] = {
					this = true,
					["仿"] = {
						["沙"] = {
							["皇"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["菀"] = {
			["桑"] = {
				["拿"] = {
					this = true
				}
			}
		},
		["网"] = {
			this = true
		},
		["兴"] = {
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["阳"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["屄"] = {
				this = true
			},
			["刀"] = {
				this = true
			},
			["巨"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["艺"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["瀛"] = {
			["小"] = {
				["骚"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["欧"] = {
			["剧"] = {
				["变"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["墨"] = {
		["索"] = {
			["里"] = {
				["尼"] = {
					this = true
				}
			}
		},
		["尔"] = {
			["本"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["冈"] = {
		["村"] = {
			["秀"] = {
				["树"] = {
					this = true
				}
			},
			["宁"] = {
				["次"] = {
					this = true
				}
			}
		},
		["比"] = {
			["亚"] = {
				["湾"] = {
					this = true
				}
			}
		},
		["峦"] = {
			this = true
		},
		["崎"] = {
			["爱"] = {
				["电"] = {
					["驴"] = {
						this = true
					}
				},
				["无"] = {
					["码"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["结"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			}
		},
		["田"] = {
			["さ"] = {
				["な"] = {
					this = true
				}
			},
			["百"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["纯"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["里"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["丽"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["裕"] = {
				["美"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["美"] = {
				["优"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["奈"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
