pg = pg or {}
slot0 = pg
slot0.word_template_139 = {}
slot1 = slot0.word_template_139

temp = function()
	uv0["租"] = {
		["車"] = {
			["旅"] = {
				["遊"] = {
					["網"] = {
						this = true
					}
				}
			}
		},
		["房"] = {
			["人"] = {
				["肉"] = {
					this = true
				}
			}
		},
		["赁"] = {
			["弹"] = {
				["簧"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					},
					["人"] = {
						["皮"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["脸"] = {
						["皮"] = {
							this = true
						}
					},
					["面"] = {
						["具"] = {
							this = true
						},
						["皮"] = {
							this = true
						}
					},
					["人"] = {
						["皮"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["脸"] = {
						["皮"] = {
							this = true
						}
					},
					["面"] = {
						["具"] = {
							this = true
						},
						["皮"] = {
							this = true
						}
					},
					["人"] = {
						["皮"] = {
							this = true
						}
					},
					["真"] = {
						["脸"] = {
							["皮"] = {
								this = true
							}
						},
						["面"] = {
							["具"] = {
								this = true
							},
							["皮"] = {
								this = true
							}
						},
						["人"] = {
							["皮"] = {
								this = true
							}
						}
					}
				}
			},
			["硅"] = {
				["胶"] = {
					["脸"] = {
						["皮"] = {
							this = true
						}
					},
					["面"] = {
						["具"] = {
							this = true
						},
						["皮"] = {
							this = true
						}
					},
					["人"] = {
						["皮"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["化"] = {
					["脸"] = {
						["皮"] = {
							this = true
						}
					},
					["面"] = {
						["具"] = {
							this = true
						},
						["皮"] = {
							this = true
						}
					},
					["人"] = {
						["皮"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				["星"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					},
					["人"] = {
						["皮"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				},
				["造"] = {
					["脸"] = {
						["皮"] = {
							this = true
						}
					},
					["面"] = {
						["皮"] = {
							this = true
						}
					}
				}
			},
			["乳"] = {
				["胶"] = {
					["脸"] = {
						["皮"] = {
							this = true
						}
					},
					["面"] = {
						["具"] = {
							this = true
						},
						["皮"] = {
							this = true
						}
					},
					["人"] = {
						["皮"] = {
							this = true
						}
					}
				}
			},
			["随"] = {
				["机"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					},
					["人"] = {
						["皮"] = {
							this = true
						}
					}
				}
			},
			["易"] = {
				["容"] = {
					["脸"] = {
						["皮"] = {
							this = true
						}
					},
					["面"] = {
						["具"] = {
							this = true
						},
						["皮"] = {
							this = true
						}
					},
					["人"] = {
						["皮"] = {
							this = true
						}
					}
				}
			}
		},
		["槍"] = {
			["网"] = {
				["售"] = {
					["槍"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["屋"] = {
			["纪"] = {
				["实"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["族"] = {
		["谱"] = {
			["乡"] = {
				["愁"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["祖"] = {
		["桦"] = {
			this = true,
			["晓"] = {
				["波"] = {
					this = true
				}
			}
		},
		["屋"] = {
			["里"] = {
				["的"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				}
			}
		},
		["英"] = {
			["大"] = {
				["哥"] = {
					this = true,
					["泽"] = {
						["民"] = {
							this = true
						}
					}
				}
			},
			["儿"] = {
				["子"] = {
					this = true
				}
			},
			["绯"] = {
				["闻"] = {
					this = true,
					["江"] = {
						["宋"] = {
							this = true
						}
					}
				}
			},
			["江"] = {
				["宋"] = {
					this = true,
					["绯"] = {
						["闻"] = {
							this = true
						}
					}
				}
			},
			["离"] = {
				["婚"] = {
					this = true
				}
			},
			["離"] = {
				["婚"] = {
					this = true
				}
			},
			["情"] = {
				["妇"] = {
					this = true
				},
				["婦"] = {
					this = true
				}
			},
			["爷"] = {
				["爷"] = {
					this = true
				}
			},
			["有"] = {
				["事"] = {
					["找"] = {
						["大"] = {
							["哥"] = {
								this = true
							}
						}
					}
				}
			},
			["泽"] = {
				["民"] = {
					this = true,
					["国"] = {
						["母"] = {
							this = true
						}
					}
				}
			},
			["澤"] = {
				["民"] = {
					this = true
				}
			}
		},
		["宗"] = {
			["十"] = {
				["八"] = {
					["代"] = {
						this = true
					}
				}
			}
		},
		["穆"] = {
			["来"] = {
				["提"] = {
					["·"] = {
						["阿"] = {
							["金"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["組"] = {
		["裝"] = {
			["錄"] = {
				["音"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鑽"] = {
		["插"] = {
			this = true
		},
		["石"] = {
			["電"] = {
				["視"] = {
					["棒"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["嘴"] = {
		["巴"] = {
			["给"] = {
				J = {
					J = {
						["吹"] = {
							["萧"] = {
								this = true
							}
						}
					}
				}
			},
			["給"] = {
				J = {
					J = {
						["吹"] = {
							["蕭"] = {
								this = true
							}
						}
					}
				}
			},
			["越"] = {
				["油"] = {
					["越"] = {
						["好"] = {
							this = true
						}
					}
				}
			}
		},
		["唇"] = {
			["吸"] = {
				["小"] = {
					["肉"] = {
						["缝"] = {
							this = true
						}
					}
				}
			}
		},
		["里"] = {
			["念"] = {
				["着"] = {
					["小"] = {
						["平"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["酔"] = {
		["溃"] = {
			["女"] = {
				["痴"] = {
					["汉"] = {
						["俺"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蕞"] = {
		["噺"] = {
			["①"] = {
				["夲"] = {
					["檤"] = {
						["兂"] = {
							["碼"] = {
								this = true
							}
						},
						["種"] = {
							["孒"] = {
								this = true
							}
						}
					}
				}
			},
			["版"] = {
				["徦"] = {
					["鈔"] = {
						this = true
					}
				}
			},
			["倲"] = {
				["亰"] = {
					["熱"] = {
						["兂"] = {
							["碼"] = {
								this = true
							}
						},
						["種"] = {
							["孒"] = {
								this = true
							}
						}
					}
				}
			},
			["髙"] = {
				["淸"] = {
					["媄"] = {
						["ㄝ"] = {
							this = true
						}
					}
				}
			},
			["亽"] = {
				["斬"] = {
					this = true
				}
			},
			["糧"] = {
				["孒"] = {
					["鎖"] = {
						["エ"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			["熟"] = {
				["ㄝ"] = {
					this = true
				}
			},
			["業"] = {
				["註"] = {
					["佲"] = {
						["錄"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["遵"] = {
		["図"] = {
			["攝"] = {
				["影"] = {
					["網"] = {
						this = true
					}
				}
			}
		},
		["義"] = {
			["防"] = {
				["身"] = {
					["武"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["攝"] = {
				["影"] = {
					["網"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["噂"] = {
		["義"] = {
			["摂"] = {
				["影"] = {
					["蛧"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["昨"] = {
		["晚"] = {
			["我"] = {
				["陪"] = {
					["书"] = {
						["记"] = {
							["睡"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["莋"] = {
		["嬡"] = {
			["琮"] = {
				["匼"] = {
					this = true
				}
			}
		},
		["訓"] = {
			["噐"] = {
				["財"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["佐"] = {
		["伯"] = {
			["由"] = {
				["美"] = {
					this = true
				}
			},
			["甴"] = {
				["媄"] = {
					this = true
				}
			}
		},
		["仓"] = {
			["淳"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["樱"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["輪"] = {
			["槍"] = {
				this = true
			}
		},
		["山"] = {
			["爱"] = {
				this = true
			},
			["彩"] = {
				["香"] = {
					this = true
				}
			}
		},
		["藤"] = {
			["江"] = {
				["梨"] = {
					["花"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["纪"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["遥"] = {
				["希"] = {
					this = true
				}
			},
			["早"] = {
				["苗"] = {
					this = true
				}
			}
		},
		["漩"] = {
			["痲"] = {
				["簧"] = {
					["傃"] = {
						this = true
					}
				}
			}
		},
		["佐"] = {
			["木"] = {
				["空"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["怍"] = {
		["药"] = {
			["装"] = {
				["置"] = {
					this = true
				}
			}
		},
		["葯"] = {
			this = true
		},
		["藥"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["侳"] = {
		["囼"] = {
			["尐"] = {
				["爺"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["唑"] = {
		["仑"] = {
			["爿"] = {
				this = true
			},
			["片"] = {
				this = true
			}
		},
		["崙"] = {
			["片"] = {
				this = true
			}
		},
		["珆"] = {
			["仯"] = {
				["爺"] = {
					this = true
				}
			},
			["尒"] = {
				["姐"] = {
					["凲"] = {
						["轵"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["咗"] = {
		["囵"] = {
			["熗"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["⑧"] = {
		["9"] = {
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["年"] = {
				this = true
			}
		},
		["酒"] = {
			["事"] = {
				["便"] = {
					this = true
				}
			}
		},
		["九"] = {
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["年"] = {
				this = true
			}
		},
		I = {
			X = {
				["运"] = {
					["动"] = {
						this = true
					}
				},
				["学"] = {
					["潮"] = {
						this = true
					}
				},
				["动"] = {
					["乱"] = {
						this = true
					}
				},
				["风"] = {
					["波"] = {
						this = true
					}
				},
				["暴"] = {
					["乱"] = {
						this = true
					},
					["亂"] = {
						this = true
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				},
				["真"] = {
					["相"] = {
						this = true
					}
				},
				["平"] = {
					["方"] = {
						this = true
					},
					["反"] = {
						this = true
					}
				},
				["屠"] = {
					["杀"] = {
						this = true
					},
					["殺"] = {
						this = true
					}
				},
				["運"] = {
					["動"] = {
						this = true
					}
				},
				["學"] = {
					["潮"] = {
						this = true
					}
				},
				["動"] = {
					["亂"] = {
						this = true
					}
				},
				["風"] = {
					["波"] = {
						this = true
					}
				}
			}
		},
		["⑨"] = {
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			}
		},
		["玖"] = {
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			}
		},
		["韭"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["["] = {
		T = {
			t = {
				["]"] = {
					["["] = {
						A = {
							a = {
								["]"] = {
									["["] = {
										N = {
											n = {
												["]"] = {
													["["] = {
														K = {
															k = {
																["]"] = {
																	["["] = {
																		M = {
																			m = {
																				["]"] = {
																					["["] = {
																						A = {
																							a = {
																								["]"] = {
																									["["] = {
																										N = {
																											n = {
																												["]"] = {
																													this = true
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["^"] = {
			["学"] = {
				["复"] = {
					["练"] = {
						["]"] = {
							["习"] = {
								["下"] = {
									["台"] = {
										["|"] = {
											["^"] = {
												["习"] = {
													["下"] = {
														["台"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["预"] = {
						["练"] = {
							["]"] = {
								["习"] = {
									["开"] = {
										["倒"] = {
											["车"] = {
												["|"] = {
													["^"] = {
														["习"] = {
															["开"] = {
																["倒"] = {
																	["车"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["实"] = {
					["练"] = {
						["]"] = {
							["习"] = {
								["拿"] = {
									["|"] = {
										["^"] = {
											["习"] = {
												["拿"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["6"] = {
			["六"] = {
				["⑥"] = {
					["]"] = {
						["月"] = {
							["份"] = {
								["?"] = {
									["的"] = {
										["第"] = {
											["["] = {
												["4"] = {
													["四"] = {
														["④"] = {
															["]"] = {
																["天"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["赵"] = {
			["江"] = {
				["]"] = {
					["["] = {
						["烨"] = {
							["泽"] = {
								["]"] = {
									["铭"] = {
										["|"] = {
											["江"] = {
												["明"] = {
													["哲"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["桺"] = {
		["絲"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["學"] = {
				["運"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["铭"] = {
		["记"] = {
			["八"] = {
				["酒"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["履"] = {
		["带"] = {
			["下"] = {
				["的"] = {
					["生"] = {
						["命"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["ⅵ"] = {
		["ⅳ"] = {
			["纪"] = {
				["念"] = {
					["馆"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["皿"] = {
		["煑"] = {
			["謌"] = {
				["聲"] = {
					["獻"] = {
						["種"] = {
							["蘤"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["煮"] = {
			this = true,
			["歌"] = {
				["声"] = {
					["献"] = {
						["种"] = {
							["花"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["“"] = {
		["八"] = {
			["九"] = {
				["”"] = {
					["动"] = {
						["乱"] = {
							this = true
						}
					}
				}
			}
		},
		["手"] = {
			["提"] = {
				["袋"] = {
					["”"] = {
						["式"] = {
							["坦"] = {
								["克"] = {
									["阻"] = {
										["滞"] = {
											["器"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["白"] = {
			["衬"] = {
				["衫"] = {
					["”"] = {
						["型"] = {
							["钛"] = {
								["合"] = {
									["金"] = {
										["护"] = {
											["甲"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["稍"] = {
		["有"] = {
			["常"] = {
				["识"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["Ⅷ"] = {
		["九"] = {
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			}
		},
		["9"] = {
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			}
		},
		I = {
			X = {
				["运"] = {
					["动"] = {
						this = true
					}
				},
				["学"] = {
					["潮"] = {
						this = true
					}
				},
				["动"] = {
					["乱"] = {
						this = true
					}
				},
				["风"] = {
					["波"] = {
						this = true
					}
				},
				["暴"] = {
					["乱"] = {
						this = true
					},
					["亂"] = {
						this = true
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				},
				["真"] = {
					["相"] = {
						this = true
					}
				},
				["平"] = {
					["方"] = {
						this = true
					},
					["反"] = {
						this = true
					}
				},
				["屠"] = {
					["杀"] = {
						this = true
					},
					["殺"] = {
						this = true
					}
				},
				["運"] = {
					["動"] = {
						this = true
					}
				},
				["學"] = {
					["潮"] = {
						this = true
					}
				},
				["動"] = {
					["亂"] = {
						this = true
					}
				},
				["風"] = {
					["波"] = {
						this = true
					}
				}
			}
		},
		["⑨"] = {
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			}
		},
		["玖"] = {
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["吧"] = {
		["九"] = {
			this = true
		},
		["久"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["拎"] = {
		["着"] = {
			["垃"] = {
				["圾"] = {
					["袋"] = {
						this = true
					}
				}
			},
			["塑"] = {
				["料"] = {
					["袋"] = {
						this = true
					}
				}
			},
			["购"] = {
				["物"] = {
					["袋"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
