pg = pg or {}
slot0 = pg
slot0.word_template_15 = {}
slot1 = slot0.word_template_15

function temp()
	uv0["专"] = {
		["政"] = {
			this = true,
			["机"] = {
				["器"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["制"] = {
			this = true,
			["政"] = {
				["权"] = {
					this = true
				}
			},
			["暴"] = {
				["力"] = {
					["的"] = {
						["罪"] = {
							["孽"] = {
								["粉"] = {
									["碎"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["卖"] = {
			this = true,
			["母"] = {
				["鸡"] = {
					["模"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["警"] = {
						["用"] = {
							["装"] = {
								["备"] = {
									this = true
								}
							}
						}
					},
					["防"] = {
						["身"] = {
							["器"] = {
								["材"] = {
									this = true
								}
							},
							["电"] = {
								["棍"] = {
									this = true
								},
								["警"] = {
									["棍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["手"] = {
				["铐"] = {
					["警"] = {
						["用"] = {
							["装"] = {
								["备"] = {
									this = true
								}
							}
						}
					},
					["电"] = {
						["击"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["击"] = {
					["器"] = {
						["电"] = {
							["棍"] = {
								this = true,
								["网"] = {
									this = true
								}
							}
						}
					}
				},
				["警"] = {
					["棍"] = {
						this = true
					}
				}
			},
			["高"] = {
				["压"] = {
					["电"] = {
						["击"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["警"] = {
				["服"] = {
					["手"] = {
						["铐"] = {
							Q = {
								this = true
							},
							["电"] = {
								["警"] = {
									["棍"] = {
										this = true
									}
								}
							}
						}
					},
					["电"] = {
						["警"] = {
							["棍"] = {
								this = true
							}
						}
					}
				},
				["用"] = {
					["手"] = {
						["铐"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			},
			["防"] = {
				["身"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								this = true,
								["网"] = {
									this = true
								}
							}
						},
						["棍"] = {
							this = true
						}
					}
				}
			},
			g = {
				a = {
					m = {
						o = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			b = {
				["5"] = {
					["0"] = {
						this = true,
						["套"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["木"] = {
						["仓"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["制"] = {
					["勃"] = {
						["朗"] = {
							["宁"] = {
								this = true
							}
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					Q = {
						B = {
							["6"] = {
								this = true
							}
						}
					},
					["管"] = {
						this = true
					}
				}
			},
			w = {
				g = {
					["7"] = {
						["0"] = {
							["2"] = {
								["左"] = {
									["轮"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["温"] = {
				["切"] = {
					["斯"] = {
						["特"] = {
							["8"] = {
								["0"] = {
									["0"] = {
										x = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["金"] = {
				["钟"] = {
					["1"] = {
						["9"] = {
							["1"] = {
								["1"] = {
									this = true
								}
							}
						}
					},
					m = {
						["9"] = {
							["2"] = {
								this = true
							}
						}
					}
				}
			},
			["槽"] = {
				["化"] = {
					["枪"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["俄"] = {
				["罗"] = {
					["斯"] = {
						m = {
							p = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["托"] = {
					this = true
				}
			},
			M = {
				["9"] = {
					["2"] = {
						F = {
							S = {
								this = true
							}
						}
					}
				}
			},
			["唛"] = {
				["可"] = {
					["奈"] = {
						["因"] = {
							this = true
						}
					}
				}
			},
			["安"] = {
				["乐"] = {
					["死"] = {
						["毒"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["楼"] = {
				["盘"] = {
					["业"] = {
						["主"] = {
							["数"] = {
								["据"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["枪"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["起"] = {
				["爆"] = {
					["药"] = {
						this = true
					}
				}
			},
			["大"] = {
				["马"] = {
					["士"] = {
						["革"] = {
							["折"] = {
								["刀"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["麦"] = {
				["角"] = {
					["酸"] = {
						["提"] = {
							["炼"] = {
								["技"] = {
									["术"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			}
		},
		["供"] = {
			this = true,
			["十"] = {
				["字"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["钢"] = {
				["弩"] = {
					this = true
				}
			},
			["狩"] = {
				["猎"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["警"] = {
				["用"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["大"] = {
				["黑"] = {
					["鹰"] = {
						["弓"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["钢"] = {
						["珠"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["战"] = {
				["术"] = {
					["匕"] = {
						["首"] = {
							this = true
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					this = true
				}
			}
		},
		["业"] = {
			["办"] = {
				["证"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					},
					[" "] = {
						["发"] = {
							["票"] = {
								[" "] = {
									["刻"] = {
										["章"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["刻"] = {
						["章"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				},
				["理"] = {
					this = true,
					["幽"] = {
						["灵"] = {
							this = true
						}
					}
				}
			},
			["报"] = {
				["仇"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true,
					["机"] = {
						["构"] = {
							this = true
						}
					},
					["软"] = {
						["件"] = {
							this = true
						}
					}
				},
				["除"] = {
					["中"] = {
						["差"] = {
							["评"] = {
								this = true
							}
						}
					}
				}
			},
			["代"] = {
				["删"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				},
				["理"] = {
					this = true
				},
				["考"] = {
					this = true
				}
			},
			["改"] = {
				["差"] = {
					["评"] = {
						this = true
					}
				}
			},
			["水"] = {
				["军"] = {
					this = true
				}
			},
			["调"] = {
				["查"] = {
					this = true
				}
			},
			["弓"] = {
				["弩"] = {
					["网"] = {
						this = true
					}
				}
			},
			["顶"] = {
				["帖"] = {
					this = true
				}
			},
			["发"] = {
				["帖"] = {
					this = true
				}
			},
			["维"] = {
				["修"] = {
					this = true
				}
			},
			["修"] = {
				["理"] = {
					this = true
				}
			},
			["制"] = {
				["作"] = {
					["上"] = {
						["海"] = {
							["警"] = {
								["官"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					},
					["四"] = {
						["川"] = {
							["警"] = {
								["官"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					},
					["新"] = {
						["版"] = {
							["警"] = {
								["官"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["供"] = {
				["应"] = {
					["四"] = {
						["川"] = {
							["警"] = {
								["官"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					},
					["河"] = {
						["北"] = {
							["警"] = {
								["官"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					},
					["辽"] = {
						["宁"] = {
							["警"] = {
								["官"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["证"] = {
						["件"] = {
							["办"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				},
				["上"] = {
					["办"] = {
						["理"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						},
						["证"] = {
							[" "] = {
								["刻"] = {
									["章"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["办"] = {
						["理"] = {
							["中"] = {
								["心"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["公"] = {
				["司"] = {
					[" "] = {
						["本"] = {
							["地"] = {
								["办"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["经"] = {
				["销"] = {
					["假"] = {
						["钞"] = {
							this = true
						}
					}
				}
			},
			["帮"] = {
				["要"] = {
					["账"] = {
						this = true
					}
				}
			},
			["军"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["楼"] = {
				["凤"] = {
					this = true
				}
			},
			["要"] = {
				["账"] = {
					this = true
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["柜"] = {
			this = true
		},
		["跪"] = {
			this = true
		},
		["-"] = {
			["业"] = {
				["承"] = {
					["-"] = {
						["接"] = {
							this = true
						}
					}
				}
			}
		},
		["/"] = {
			["业"] = {
				this = true
			}
		},
		["科"] = {
			["毕"] = {
				["业"] = {
					this = true,
					["证"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			},
			["学"] = {
				["历"] = {
					this = true
				}
			}
		},
		["门"] = {
			["出"] = {
				["售"] = {
					["失"] = {
						["身"] = {
							["粉"] = {
								this = true
							}
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					["新"] = {
						["式"] = {
							["警"] = {
								["官"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["批"] = {
				["发"] = {
					["供"] = {
						["应"] = {
							["警"] = {
								["用"] = {
									["手"] = {
										["铐"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["肝"] = {
				["肾"] = {
					this = true
				},
				["源"] = {
					this = true
				},
				["脏"] = {
					this = true
				}
			},
			["各"] = {
				["种"] = {
					["手"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					}
				}
			},
			["肾"] = {
				["源"] = {
					this = true
				},
				["臟"] = {
					this = true
				}
			},
			["腎"] = {
				["源"] = {
					this = true
				},
				["脏"] = {
					this = true
				}
			},
			["失"] = {
				["身"] = {
					["粉"] = {
						this = true
					}
				}
			},
			["替"] = {
				["考"] = {
					this = true
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						["源"] = {
							this = true
						}
					}
				}
			},
			["转"] = {
				["让"] = {
					["肾"] = {
						["源"] = {
							this = true
						}
					}
				}
			}
		},
		["销"] = {
			this = true,
			["美"] = {
				["国"] = {
					G = {
						H = {
							B = {
								["液"] = {
									["蒙"] = {
										["汗"] = {
											["药"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["4"] = {
			["5"] = {
				m = {
					m = {
						["狗"] = {
							["粮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["5"] = {
			["4"] = {
				this = true
			},
			["6"] = {
				["式"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			}
		},
		["6"] = {
			["4"] = {
				["手"] = {
					this = true
				}
			}
		},
		["7"] = {
			["7"] = {
				this = true
			}
		},
		["9"] = {
			["2"] = {
				this = true
			}
		},
		F = {
			i = {
				n = {
					g = {
						["霸"] = {
							this = true
						}
					}
				}
			}
		},
		G = {
			H = {
				B = {
					this = true
				}
			},
			["Η"] = {
				B = {
					["迷"] = {
						["情"] = {
							["水"] = {
								this = true
							}
						}
					}
				}
			}
		},
		g = {
			["水"] = {
				this = true
			}
		},
		H = {
			a = {
				p = {
					p = {
						y = {
							["水"] = {
								this = true
							}
						}
					}
				}
			}
		},
		h = {
			i = {
				g = {
					h = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		k = {
			i = {
				n = {
					g = {
						["粉"] = {
							this = true
						}
					}
				}
			},
			["粉"] = {
				this = true
			}
		},
		l = {
			s = {
				d = {
					["迷"] = {
						["幻"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		m = {
			["4"] = {
				["弓"] = {
					["努"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					},
					["弩"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			}
		},
		P = {
			C = {
				P = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		p = {
			c = {
				p = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					},
					["新"] = {
						["贵"] = {
							this = true
						}
					}
				}
			}
		},
		["阿"] = {
			["普"] = {
				["唑"] = {
					["仑"] = {
						this = true
					}
				}
			}
		},
		["爱"] = {
			["偷"] = {
				["情"] = {
					["的"] = {
						["男"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["安"] = {
			["乐"] = {
				["死"] = {
					["药"] = {
						["物"] = {
							this = true
						}
					}
				}
			},
			["纳"] = {
				["咖"] = {
					this = true
				}
			}
		},
		["八"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["考"] = {
				["前"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					},
					["荅"] = {
						["案"] = {
							this = true
						}
					}
				}
			}
		},
		["白"] = {
			["粉"] = {
				this = true
			},
			["砒"] = {
				this = true
			}
		},
		["办"] = {
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["证"] = {
					["件"] = {
						this = true
					},
					["书"] = {
						this = true
					}
				}
			},
			["专"] = {
				["八"] = {
					["证"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		},
		["保"] = {
			["险"] = {
				["客"] = {
					["户"] = {
						["数"] = {
							["据"] = {
								this = true
							}
						},
						["资"] = {
							["料"] = {
								this = true
							}
						}
					}
				},
				["用"] = {
					["户"] = {
						["资"] = {
							["料"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["暴"] = {
			["力"] = {
				["开"] = {
					["锁"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["北"] = {
			["朝"] = {
				["鲜"] = {
					["冰"] = {
						this = true
					}
				}
			}
		},
		["本"] = {
			["科"] = {
				["学"] = {
					["历"] = {
						this = true
					}
				}
			},
			["正"] = {
				["件"] = {
					["快"] = {
						["递"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["快"] = {
						["递"] = {
							this = true
						}
					}
				}
			}
		},
		["匕"] = {
			["首"] = {
				this = true,
				["刀"] = {
					["具"] = {
						this = true
					}
				}
			}
		},
		["冰"] = {
			["毒"] = {
				this = true
			},
			["古"] = {
				this = true
			},
			["糖"] = {
				this = true
			},
			["牙"] = {
				["签"] = {
					this = true
				}
			},
			["砖"] = {
				this = true
			}
		},
		["博"] = {
			["伊"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["步"] = {
			["枪"] = {
				["配"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["苍"] = {
			["蝇"] = {
				["水"] = {
					this = true
				}
			}
		},
		["藏"] = {
			["刀"] = {
				this = true
			}
		},
		["车"] = {
			["主"] = {
				this = true
			}
		},
		["成"] = {
			["人"] = {
				["电"] = {
					["视"] = {
						["棒"] = {
							this = true
						}
					}
				}
			}
		},
		["纯"] = {
			["古"] = {
				this = true
			}
		},
		["刺"] = {
			["刀"] = {
				this = true
			}
		},
		["丛"] = {
			["林"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["催"] = {
			["眠"] = {
				["喷"] = {
					["雾"] = {
						["剂"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["水"] = {
					this = true
				}
			}
		},
		["打"] = {
			["鸟"] = {
				["汽"] = {
					["枪"] = {
						this = true
					}
				},
				["枪"] = {
					this = true
				}
			}
		},
		["大"] = {
			["冰"] = {
				["砖"] = {
					this = true
				}
			},
			["黑"] = {
				["鹰"] = {
					["弓"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["板"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				this = true
			}
		},
		["单"] = {
			["管"] = {
				["猎"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["弹"] = {
			["弓"] = {
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["簧"] = {
				["刀"] = {
					this = true,
					["具"] = {
						this = true
					}
				}
			}
		},
		["敌"] = {
			["恶"] = {
				["磷"] = {
					this = true
				}
			}
		},
		["地"] = {
			["西"] = {
				["泮"] = {
					this = true
				}
			}
		},
		["电"] = {
			["狗"] = {
				this = true
			},
			["击"] = {
				["器"] = {
					["电"] = {
						["棍"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["警"] = {
				["棍"] = {
					this = true
				}
			},
			["视"] = {
				["购"] = {
					["物"] = {
						["名"] = {
							["录"] = {
								this = true
							}
						},
						["资"] = {
							["料"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["定"] = {
			["额"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["税"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["赌"] = {
			["博"] = {
				["粉"] = {
					this = true
				}
			}
		},
		["度"] = {
			["冷"] = {
				["丁"] = {
					this = true
				}
			}
		},
		["短"] = {
			["狗"] = {
				["狗"] = {
					["粮"] = {
						this = true
					}
				}
			}
		},
		["多"] = {
			["功"] = {
				["能"] = {
					["弹"] = {
						["簧"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["防"] = {
			["暴"] = {
				["枪"] = {
					this = true
				}
			},
			["弹"] = {
				["防"] = {
					["暴"] = {
						["头"] = {
							["盔"] = {
								this = true
							}
						}
					}
				}
			},
			["身"] = {
				["电"] = {
					["棍"] = {
						this = true
					},
					["井"] = {
						["棍"] = {
							["网"] = {
								this = true
							}
						}
					},
					["警"] = {
						["棍"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				},
				["弓"] = {
					["努"] = {
						this = true
					}
				}
			}
		},
		["仿"] = {
			["6"] = {
				["4"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["步"] = {
					["枪"] = {
						this = true
					}
				},
				["军"] = {
					["刺"] = {
						this = true
					}
				},
				["六"] = {
					["四"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["汽"] = {
					["狗"] = {
						this = true
					},
					["枪"] = {
						this = true
					}
				},
				["枪"] = {
					["模"] = {
						this = true
					}
				},
				["人"] = {
					["皮"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				},
				["左"] = {
					["轮"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["访"] = {
			["鲍"] = {
				["彤"] = {
					this = true
				}
			},
			["丁"] = {
				["子"] = {
					["霖"] = {
						this = true
					}
				}
			},
			["吕"] = {
				["秀"] = {
					["莲"] = {
						this = true
					}
				}
			},
			["苏"] = {
				["晓"] = {
					["康"] = {
						this = true
					}
				}
			},
			["六"] = {
				["四"] = {
					["黄"] = {
						["雀"] = {
							["行"] = {
								["动"] = {
									["总"] = {
										["指"] = {
											["挥"] = {
												["六"] = {
													["哥"] = {
														["陈"] = {
															["达"] = {
																["钲"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["粉"] = {
			["末"] = {
				["型"] = {
					["迷"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["氟"] = {
			["硝"] = {
				["安"] = {
					["定"] = {
						this = true
					}
				}
			}
		},
		["肝"] = {
			["源"] = {
				this = true
			},
			["脏"] = {
				this = true
			},
			["臟"] = {
				this = true
			}
		},
		["钢"] = {
			["珠"] = {
				["弹"] = {
					this = true
				},
				["弓"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["左"] = {
					["轮"] = {
						["狗"] = {
							this = true
						}
					}
				}
			}
		},
		["高"] = {
			["仿"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["刺"] = {
					["刀"] = {
						this = true
					}
				},
				["假"] = {
					["钱"] = {
						this = true
					}
				},
				["驾"] = {
					["照"] = {
						this = true
					}
				},
				["军"] = {
					["刺"] = {
						this = true
					},
					["官"] = {
						["证"] = {
							this = true
						}
					}
				},
				["汽"] = {
					["枪"] = {
						this = true
					}
				},
				["人"] = {
					["皮"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				},
				["四"] = {
					["级"] = {
						["证"] = {
							this = true
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["学"] = {
					["位"] = {
						["证"] = {
							this = true,
							["书"] = {
								this = true
							}
						}
					}
				},
				["真"] = {
					["假"] = {
						["币"] = {
							this = true
						}
					},
					["气"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						},
						["枪"] = {
							this = true
						}
					},
					["人"] = {
						["民"] = {
							["币"] = {
								this = true
							}
						}
					}
				},
				["证"] = {
					["件"] = {
						this = true
					}
				}
			},
			["校"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["压"] = {
				["打"] = {
					["鸟"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["电"] = {
					["击"] = {
						["棒"] = {
							this = true
						}
					},
					["警"] = {
						["棍"] = {
							this = true
						}
					}
				},
				["钢"] = {
					["珠"] = {
						["狗"] = {
							this = true
						}
					}
				},
				["气"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				},
				["汽"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["各"] = {
			["类"] = {
				["防"] = {
					["身"] = {
						["电"] = {
							["棍"] = {
								this = true
							}
						},
						["器"] = {
							["材"] = {
								this = true
							}
						}
					}
				},
				["警"] = {
					["用"] = {
						["装"] = {
							["备"] = {
								this = true
							}
						}
					}
				}
			},
			["种"] = {
				["进"] = {
					["口"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["工"] = {
			["字"] = {
				this = true,
				["牌"] = {
					["钢"] = {
						["珠"] = {
							["狗"] = {
								this = true
							}
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["弓"] = {
			["努"] = {
				this = true
			},
			["弩"] = {
				this = true
			}
		},
		["狗"] = {
			["腿"] = {
				["弯"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["购"] = {
			["物"] = {
				["数"] = {
					["据"] = {
						this = true
					}
				}
			}
		},
		["古"] = {
			["柯"] = {
				["叶"] = {
					this = true
				}
			},
			["可"] = {
				["叶"] = {
					this = true
				}
			}
		},
		["股"] = {
			["民"] = {
				["开"] = {
					["户"] = {
						["数"] = {
							["据"] = {
								this = true
							}
						}
					}
				},
				["名"] = {
					["录"] = {
						this = true
					}
				},
				["数"] = {
					["据"] = {
						this = true
					}
				},
				["信"] = {
					["息"] = {
						this = true
					}
				},
				["资"] = {
					["料"] = {
						this = true
					},
					["源"] = {
						this = true
					}
				}
			}
		},
		["乖"] = {
			["乖"] = {
				["药"] = {
					this = true
				}
			}
		},
		["海"] = {
			["乐"] = {
				["神"] = {
					this = true
				}
			},
			["洛"] = {
				["因"] = {
					this = true
				}
			}
		},
		["酣"] = {
			["乐"] = {
				["欣"] = {
					this = true
				}
			}
		},
		["黑"] = {
			["曼"] = {
				["巴"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["鹰"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				},
				["弩"] = {
					this = true
				}
			}
		},
		["胡"] = {
			["椒"] = {
				["醛"] = {
					this = true
				}
			}
		},
		["蝴"] = {
			["蝶"] = {
				["刀"] = {
					this = true,
					["具"] = {
						this = true
					}
				},
				["甩"] = {
					["刀"] = {
						this = true
					}
				},
				["跳"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["虎"] = {
			["头"] = {
				["牌"] = {
					["猎"] = {
						["狗"] = {
							this = true
						}
					}
				}
			}
		},
		["户"] = {
			["外"] = {
				["刀"] = {
					["具"] = {
						this = true
					}
				},
				["砍"] = {
					["刀"] = {
						this = true
					}
				},
				["狩"] = {
					["猎"] = {
						["弓"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						},
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					}
				}
			}
		},
		["黄"] = {
			["白"] = {
				["牙"] = {
					["签"] = {
						this = true
					}
				}
			},
			["绿"] = {
				["牙"] = {
					["签"] = {
						this = true
					}
				}
			},
			["牙"] = {
				["签"] = {
					this = true
				}
			}
		},
		["昏"] = {
			["迷"] = {
				["药"] = {
					this = true
				}
			}
		},
		["机"] = {
			["象"] = {
				["牙"] = {
					this = true
				}
			},
			["走"] = {
				["私"] = {
					this = true,
					["象"] = {
						["牙"] = {
							this = true
						}
					}
				}
			}
		},
		["甲"] = {
			["基"] = {
				["安"] = {
					["非"] = {
						["他"] = {
							["命"] = {
								this = true
							}
						}
					}
				}
			},
			["卡"] = {
				["西"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["硝"] = {
				["西"] = {
					["泮"] = {
						this = true
					}
				}
			}
		},
		["假"] = {
			["币"] = {
				this = true
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true
					}
				}
			},
			["钞"] = {
				this = true
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["军"] = {
				["官"] = {
					["证"] = {
						this = true
					}
				}
			},
			["钱"] = {
				this = true
			},
			["人"] = {
				["民"] = {
					["币"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["学"] = {
				["位"] = {
					["证"] = {
						this = true
					}
				}
			},
			["硬"] = {
				["币"] = {
					this = true
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			}
		},
		["驾"] = {
			["驶"] = {
				["证"] = {
					this = true
				}
			}
		},
		["简"] = {
			["易"] = {
				["炸"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		["健"] = {
			["卫"] = {
				["步"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["金"] = {
			["属"] = {
				["仿"] = {
					["真"] = {
						["狗"] = {
							this = true
						}
					}
				},
				["枪"] = {
					["模"] = {
						this = true
					}
				}
			},
			["钟"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["进"] = {
			["口"] = {
				this = true
			}
		},
		["精"] = {
			["防"] = {
				["战"] = {
					["術"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["野"] = {
					["战"] = {
						["刀"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					},
					["戰"] = {
						["刀"] = {
							this = true
						}
					}
				},
				["战"] = {
					["术"] = {
						["枪"] = {
							this = true
						},
						["折"] = {
							["刀"] = {
								this = true
							}
						}
					}
				},
				["戰"] = {
					["術"] = {
						["折"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["品"] = {
				["蝴"] = {
					["蝶"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["井"] = {
			["服"] = {
				["电"] = {
					["井"] = {
						["棍"] = {
							this = true
						}
					}
				},
				["手"] = {
					["铐"] = {
						Q = {
							this = true
						}
					}
				}
			}
		},
		["警"] = {
			["察"] = {
				["手"] = {
					["铐"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				},
				["作"] = {
					["训"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				this = true
			},
			["官"] = {
				["证"] = {
					this = true
				}
			},
			["棍"] = {
				this = true
			},
			["号"] = {
				this = true
			},
			["徽"] = {
				this = true
			},
			["帽"] = {
				this = true
			},
			["衔"] = {
				this = true
			},
			["用"] = {
				this = true
			}
		},
		["九"] = {
			["二"] = {
				["式"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["狙"] = {
			["击"] = {
				this = true
			}
		},
		["军"] = {
			["刀"] = {
				this = true
			},
			["警"] = {
				["用"] = {
					["品"] = {
						this = true
					}
				}
			},
			["品"] = {
				["步"] = {
					["枪"] = {
						this = true
					}
				},
				["刺"] = {
					["刀"] = {
						this = true
					}
				},
				["刀"] = {
					["具"] = {
						this = true
					}
				}
			},
			["用"] = {
				this = true
			}
		},
		["骏"] = {
			["马"] = {
				this = true
			}
		},
		["駿"] = {
			["馬"] = {
				["快"] = {
					d = {
						a = {
							o = {
								this = true
							}
						}
					},
					["刀"] = {
						this = true
					}
				}
			}
		},
		["开"] = {
			["刃"] = {
				this = true
			},
			["山"] = {
				this = true
			},
			["锁"] = {
				this = true
			}
		},
		["砍"] = {
			["刀"] = {
				this = true
			}
		},
		["考"] = {
			["试"] = {
				["作"] = {
					["弊"] = {
						["器"] = {
							["材"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["可"] = {
			["待"] = {
				["因"] = {
					this = true
				}
			},
			["卡"] = {
				["因"] = {
					this = true
				}
			}
		},
		["库"] = {
			["尔"] = {
				["喀"] = {
					["弯"] = {
						["刀"] = {
							this = true
						},
						["枪"] = {
							["支"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["庫"] = {
			["爾"] = {
				["喀"] = {
					["弯"] = {
						["刀"] = {
							this = true
						}
					},
					["彎"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["廓"] = {
			["尔"] = {
				["喀"] = {
					["弯"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["兰"] = {
			["博"] = {
				["刀"] = {
					this = true,
					["具"] = {
						this = true
					}
				}
			},
			["州"] = {
				["弓"] = {
					["努"] = {
						["网"] = {
							this = true
						}
					},
					["弩"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["栏"] = {
			["作"] = {
				["家"] = {
					["章"] = {
						["天"] = {
							["亮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["板"] = {
				["手"] = {
					["机"] = {
						["号"] = {
							this = true
						}
					}
				}
			}
		},
		["礼"] = {
			["花"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["力"] = {
			["斯"] = {
				["曼"] = {
					this = true
				}
			}
		},
		["猎"] = {
			["豹"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["刀"] = {
				this = true
			},
			["狗"] = {
				this = true
			},
			["木"] = {
				["仓"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["套"] = {
					["件"] = {
						this = true
					}
				},
				["霰"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		["六"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["四"] = {
				["手"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["落"] = {
			["榜"] = {
				["考"] = {
					["生"] = {
						["名"] = {
							["单"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["氯"] = {
			["胺"] = {
				["酮"] = {
					this = true
				}
			}
		},
		["麻"] = {
			["姑"] = {
				this = true
			},
			["古"] = {
				this = true,
				["果"] = {
					["子"] = {
						this = true
					}
				}
			},
			["黄"] = {
				["碱"] = {
					this = true
				},
				["素"] = {
					this = true
				}
			},
			["醉"] = {
				["弓"] = {
					["努"] = {
						["箭"] = {
							this = true
						}
					},
					["弩"] = {
						["箭"] = {
							this = true
						}
					}
				},
				["驽"] = {
					["箭"] = {
						this = true
					}
				},
				["枪"] = {
					this = true
				}
			}
		},
		["吗"] = {
			["啡"] = {
				this = true
			}
		},
		["麦"] = {
			["角"] = {
				["胺"] = {
					this = true
				},
				["酸"] = {
					this = true
				}
			}
		},
		["慢"] = {
			["性"] = {
				["毒"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["美"] = {
			["军"] = {
				["骑"] = {
					["兵"] = {
						["刀"] = {
							this = true
						},
						["枪"] = {
							this = true,
							["支"] = {
								this = true
							}
						}
					}
				}
			},
			["軍"] = {
				["骑"] = {
					["兵"] = {
						["刀"] = {
							this = true
						}
					}
				},
				["騎"] = {
					["兵"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["沙"] = {
				["酮"] = {
					this = true
				}
			},
			["秃"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["汽"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["蒙"] = {
			["汗"] = {
				["药"] = {
					["配"] = {
						["方"] = {
							this = true
						}
					}
				}
			}
		},
		["迷"] = {
			["幻"] = {
				["喷"] = {
					["雾"] = {
						this = true
					}
				},
				["水"] = {
					this = true
				},
				["药"] = {
					this = true
				}
			},
			["魂"] = {
				["药"] = {
					this = true
				}
			},
			["奸"] = {
				["药"] = {
					this = true,
					["配"] = {
						["方"] = {
							this = true
						}
					},
					["水"] = {
						this = true
					}
				}
			},
			["情"] = {
				["药"] = {
					this = true
				}
			},
			["药"] = {
				this = true
			},
			["晕"] = {
				["药"] = {
					this = true
				}
			}
		},
		["缅"] = {
			["古"] = {
				this = true
			}
		},
		["喵"] = {
			["喵"] = {
				["药"] = {
					this = true
				}
			}
		},
		["瞄"] = {
			["准"] = {
				["镜"] = {
					this = true
				}
			}
		},
		["母"] = {
			["鸡"] = {
				["模"] = {
					["具"] = {
						this = true
					}
				}
			}
		},
		["耐"] = {
			["特"] = {
				["野"] = {
					["战"] = {
						["刀"] = {
							this = true
						},
						["枪"] = {
							this = true,
							["支"] = {
								this = true
							}
						}
					},
					["戰"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["尼"] = {
			["泊"] = {
				["尔"] = {
					["军"] = {
						["刀"] = {
							this = true
						}
					},
					["弯"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["西"] = {
					["泮"] = {
						this = true
					}
				}
			},
			["蒙"] = {
				["尔"] = {
					["克"] = {
						["素"] = {
							this = true
						}
					}
				}
			}
		},
		["驽"] = {
			["弓"] = {
				this = true
			}
		},
		["弩"] = {
			this = true
		},
		["牌"] = {
			["汽"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["喷"] = {
			["雾"] = {
				["蒙"] = {
					["汗"] = {
						["药"] = {
							this = true
						}
					}
				},
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["砒"] = {
			["霜"] = {
				this = true
			}
		},
		["七"] = {
			["七"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["企"] = {
			["业"] = {
				["老"] = {
					["板"] = {
						["名"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["气"] = {
			["步"] = {
				["枪"] = {
					this = true
				}
			},
			["动"] = {
				["钢"] = {
					["珠"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["木"] = {
				["仓"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["套"] = {
					["件"] = {
						this = true
					}
				},
				["子"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		["汽"] = {
			this = true
		},
		["铅"] = {
			["弹"] = {
				this = true,
				["模"] = {
					["具"] = {
						this = true
					}
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			["管"] = {
				this = true
			},
			["械"] = {
				this = true,
				["模"] = {
					["型"] = {
						this = true
					}
				}
			},
			["支"] = {
				["配"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["槍"] = {
			this = true
		},
		["强"] = {
			["效"] = {
				["催"] = {
					["情"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["秦"] = {
			["氏"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			}
		},
		["青"] = {
			["蒿"] = {
				["素"] = {
					this = true
				}
			}
		},
		["氰"] = {
			["化"] = {
				["钾"] = {
					this = true
				}
			}
		},
		["求"] = {
			["生"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["去"] = {
			["氧"] = {
				["麻"] = {
					["黄"] = {
						["素"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			["皮"] = {
				["面"] = {
					["具"] = {
						this = true
					}
				}
			},
			["造"] = {
				["脸"] = {
					["皮"] = {
						this = true
					}
				}
			}
		},
		["任"] = {
			["意"] = {
				["改"] = {
					["号"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["乳"] = {
			["胶"] = {
				["人"] = {
					["皮"] = {
						this = true
					}
				}
			}
		},
		["赛"] = {
			["洛"] = {
				["新"] = {
					this = true
				}
			}
		},
		["三"] = {
			["棱"] = {
				["刺"] = {
					["刀"] = {
						this = true
					}
				},
				["刀"] = {
					["具"] = {
						this = true
					}
				},
				["毒"] = {
					["刺"] = {
						this = true
					}
				},
				["尖"] = {
					["刺"] = {
						this = true
					},
					["刀"] = {
						this = true
					}
				},
				["军"] = {
					["刺"] = {
						this = true
					},
					["刀"] = {
						this = true
					}
				}
			},
			["利"] = {
				["达"] = {
					["弓"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					},
					["手"] = {
						["弓"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["唑"] = {
				["仑"] = {
					this = true,
					["片"] = {
						this = true
					}
				}
			}
		},
		["散"] = {
			["弹"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["骚"] = {
			["本"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["臊"] = {
			["冰"] = {
				this = true
			}
		},
		["森"] = {
			["林"] = {
				["之"] = {
					["狼"] = {
						["弓"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["沙"] = {
			["菲"] = {
				["片"] = {
					this = true
				}
			},
			["漠"] = {
				["之"] = {
					["鹰"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["奈"] = {
				this = true,
				["钾"] = {
					this = true
				}
			}
		},
		["设"] = {
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		["神"] = {
			["仙"] = {
				["水"] = {
					this = true
				}
			}
		},
		["肾"] = {
			["源"] = {
				this = true
			},
			["脏"] = {
				this = true
			}
		},
		["腎"] = {
			["源"] = {
				this = true
			}
		},
		["升"] = {
			["本"] = {
				["考"] = {
					["試"] = {
						["荅"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["手"] = {
			["狗"] = {
				this = true,
				["狗"] = {
					["粮"] = {
						this = true
					}
				},
				["铅"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["机"] = {
				["窃"] = {
					["听"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["铐"] = {
				this = true,
				["电"] = {
					["击"] = {
						["棒"] = {
							this = true
						}
					}
				},
				["井"] = {
					["用"] = {
						["装"] = {
							["备"] = {
								this = true
							}
						}
					}
				},
				["警"] = {
					["用"] = {
						["装"] = {
							["备"] = {
								this = true
							}
						}
					}
				}
			},
			["拉"] = {
				["狗"] = {
					this = true
				},
				["鸡"] = {
					this = true
				},
				["长"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["木"] = {
				["仓"] = {
					this = true
				}
			},
			["弩"] = {
				this = true
			},
			["枪"] = {
				this = true,
				["配"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["狩"] = {
			["猎"] = {
				["刀"] = {
					this = true
				},
				["弓"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["售"] = {
			this = true
		},
		["双"] = {
			["管"] = {
				["猎"] = {
					this = true
				}
			},
			["刃"] = {
				["尖"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["司"] = {
			["马"] = {
				["电"] = {
					["狗"] = {
						this = true
					}
				},
				["系"] = {
					["列"] = {
						["气"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["四"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["级"] = {
				["证"] = {
					this = true
				}
			}
		},
		["特"] = {
			["警"] = {
				["作"] = {
					["战"] = {
						["服"] = {
							this = true
						}
					}
				}
			}
		},
		["跳"] = {
			["刀"] = {
				this = true
			}
		},
		["秃"] = {
			["鹰"] = {
				["管"] = {
					this = true
				},
				["气"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				},
				["汽"] = {
					["枪"] = {
						this = true
					}
				},
				["枪"] = {
					this = true
				}
			}
		},
		["瓦"] = {
			["斯"] = {
				["手"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["万"] = {
			["能"] = {
				["开"] = {
					["锁"] = {
						["器"] = {
							this = true
						},
						["钥"] = {
							["匙"] = {
								this = true
							}
						}
					}
				},
				["钥"] = {
					["匙"] = {
						this = true
					}
				}
			}
		},
		["卍"] = {
			["可"] = {
				["卡"] = {
					["因"] = {
						["卍"] = {
							this = true
						}
					}
				}
			}
		},
		["五"] = {
			["连"] = {
				["发"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["四"] = {
				["式"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["手"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["锡"] = {
			["锋"] = {
				b = {
					["5"] = {
						["1"] = {
							this = true
						}
					}
				},
				["牌"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["橡"] = {
			["胶"] = {
				["子"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		["硝"] = {
			["甲"] = {
				["西"] = {
					["泮"] = {
						this = true
					}
				}
			}
		},
		["小"] = {
			["口"] = {
				["径"] = {
					this = true,
					["步"] = {
						["枪"] = {
							this = true
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["区"] = {
				["业"] = {
					["主"] = {
						["名"] = {
							["单"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["兄"] = {
			["弟"] = {
				["连"] = {
					["弓"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					}
				}
			}
		},
		["学"] = {
			["位"] = {
				["证"] = {
					this = true,
					["书"] = {
						this = true
					}
				}
			}
		},
		["雅"] = {
			["思"] = {
				["答"] = {
					["案"] = {
						this = true
					}
				}
			}
		},
		["亚"] = {
			["硝"] = {
				["酸"] = {
					["胺"] = {
						this = true
					}
				}
			}
		},
		["盐"] = {
			["酸"] = {
				["氯"] = {
					["胺"] = {
						["酮"] = {
							this = true
						}
					}
				},
				["哌"] = {
					["替"] = {
						["啶"] = {
							this = true
						}
					}
				},
				["羟"] = {
					["亚"] = {
						["胺"] = {
							this = true
						}
					}
				},
				["曲"] = {
					["马"] = {
						["多"] = {
							this = true
						}
					}
				}
			}
		},
		["阳"] = {
			["江"] = {
				["刀"] = {
					this = true,
					["具"] = {
						this = true
					}
				},
				["军"] = {
					["刺"] = {
						this = true
					}
				}
			}
		},
		["腰"] = {
			["刀"] = {
				this = true
			}
		},
		["摇"] = {
			["头"] = {
				["丸"] = {
					this = true
				}
			}
		},
		["野"] = {
			["外"] = {
				["求"] = {
					["生"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["营"] = {
				["刀"] = {
					this = true,
					["具"] = {
						this = true
					}
				},
				["砍"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["战"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["一"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			},
			["元"] = {
				["假"] = {
					["硬"] = {
						["币"] = {
							this = true
						}
					}
				},
				["硬"] = {
					["币"] = {
						this = true
					}
				}
			}
		},
		["异"] = {
			["丙"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["易"] = {
			["容"] = {
				["面"] = {
					["具"] = {
						this = true
					}
				}
			}
		},
		["英"] = {
			["国"] = {
				["骚"] = {
					["本"] = {
						this = true,
						["套"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鹰"] = {
			["枪"] = {
				["货"] = {
					["源"] = {
						this = true
					}
				}
			}
		},
		["营"] = {
			["低"] = {
				["价"] = {
					["气"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["三"] = {
				["棱"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["帖"] = {
					["炒"] = {
						["作"] = {
							this = true
						}
					}
				}
			}
		},
		["用"] = {
			["成"] = {
				["人"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true,
					t = {
						e = {
							l = {
								this = true
							}
						}
					},
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["药"] = {
					this = true
				}
			},
			["性"] = {
				["仆"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["增"] = {
			["值"] = {
				["税"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["战"] = {
			["神"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["术"] = {
				["匕"] = {
					["首"] = {
						this = true
					}
				},
				["军"] = {
					["刀"] = {
						this = true
					}
				},
				["砍"] = {
					["刀"] = {
						this = true
					}
				},
				["折"] = {
					["刀"] = {
						this = true
					}
				},
				["直"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["赵"] = {
			["氏"] = {
				["钢"] = {
					["珠"] = {
						["弓"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						},
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					}
				},
				["弓"] = {
					["弩"] = {
						this = true
					}
				},
				["弩"] = {
					this = true
				}
			}
		},
		["折"] = {
			["叠"] = {
				["蝴"] = {
					["蝶"] = {
						["刀"] = {
							this = true
						}
					}
				},
				["手"] = {
					["弓"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					}
				},
				["阻"] = {
					["击"] = {
						["弓"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["真"] = {
			["实"] = {
				["银"] = {
					["行"] = {
						["卡"] = {
							this = true
						}
					}
				}
			}
		},
		["蜘"] = {
			["蛛"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["职"] = {
			["打"] = {
				["手"] = {
					this = true
				}
			},
			["迫"] = {
				["害"] = {
					this = true
				}
			},
			["杀"] = {
				["手"] = {
					this = true
				}
			},
			["业"] = {
				["资"] = {
					["格"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["植"] = {
			["物"] = {
				["冰"] = {
					this = true
				}
			}
		},
		["重"] = {
			["型"] = {
				["两"] = {
					["用"] = {
						["弓"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["注"] = {
			["论"] = {
				["文"] = {
					this = true
				}
			}
		},
		["子"] = {
			["弹"] = {
				this = true
			}
		},
		["阻"] = {
			["击"] = {
				["弩"] = {
					this = true
				}
			}
		},
		["左"] = {
			["轮"] = {
				["钢"] = {
					["珠"] = {
						["狗"] = {
							this = true
						}
					}
				},
				["手"] = {
					["狗"] = {
						this = true
					},
					["枪"] = {
						this = true
					}
				}
			},
			["旋"] = {
				["麻"] = {
					["黄"] = {
						["素"] = {
							this = true
						}
					}
				}
			}
		},
		["做"] = {
			["假"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["四"] = {
		["人"] = {
			["帮"] = {
				this = true,
				["三"] = {
					["个"] = {
						["代"] = {
							["表"] = {
								this = true
							}
						}
					}
				},
				["材"] = {
					["料"] = {
						this = true
					}
				}
			},
			["幫"] = {
				this = true
			},
			["同"] = {
				["居"] = {
					["乐"] = {
						["无"] = {
							["穷"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["川"] = {
			["獨"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["独"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["大"] = {
				["地"] = {
					["震"] = {
						["异"] = {
							["象"] = {
								["揭"] = {
									["密"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["朱"] = {
				["昱"] = {
					this = true
				}
			},
			["销"] = {
				["售"] = {
					["警"] = {
						["用"] = {
							["手"] = {
								["铐"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["六"] = {
			this = true,
			["级"] = {
				["证"] = {
					this = true,
					["书"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["代"] = {
							["办"] = {
								this = true
							}
						}
					},
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					}
				},
				["答"] = {
					["案"] = {
						this = true
					}
				},
				["考"] = {
					["中"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					},
					["前"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					},
					["试"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					}
				},
				["替"] = {
					["考"] = {
						this = true
					}
				},
				["助"] = {
					["考"] = {
						this = true
					}
				},
				["学"] = {
					["位"] = {
						["证"] = {
							this = true,
							[" "] = {
								["办"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["正"] = {
					this = true
				}
			},
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["九"] = {
				["八"] = {
					this = true
				}
			},
			["念"] = {
				["纪"] = {
					this = true
				}
			},
			["9"] = {
				["8"] = {
					this = true
				}
			},
			["忘"] = {
				["毋"] = {
					this = true
				},
				["勿"] = {
					this = true
				}
			},
			["反"] = {
				["平"] = {
					this = true
				}
			}
		},
		["氧"] = {
			["化"] = {
				["锇"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["二"] = {
					["氮"] = {
						this = true
					}
				}
			},
			["吡"] = {
				["咯"] = {
					["配"] = {
						["方"] = {
							this = true
						}
					}
				}
			}
		},
		["氯"] = {
			["硫"] = {
				["代"] = {
					["碳"] = {
						["酰"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["阁"] = {
				this = true
			},
			["房"] = {
				this = true,
				["播"] = {
					this = true
				}
			},
			["四"] = {
				["房"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["放"] = {
				["播"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["房"] = {
			["色"] = {
				this = true,
				["播"] = {
					this = true,
					["影"] = {
						["音"] = {
							["先"] = {
								["锋"] = {
									["电"] = {
										["影"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["播"] = {
						this = true
					},
					["情"] = {
						["网"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["播"] = {
				["播"] = {
					this = true,
					["乱"] = {
						["伦"] = {
							["片"] = {
								this = true
							}
						}
					},
					["色"] = {
						["情"] = {
							["网"] = {
								this = true
							}
						}
					},
					["五"] = {
						["月"] = {
							this = true,
							["天"] = {
								this = true
							}
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					},
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["看"] = {
				["看"] = {
					this = true
				}
			}
		},
		["次"] = {
			["郎"] = {
				this = true
			}
		},
		["大"] = {
			["名"] = {
				["著"] = {
					["成"] = {
						["人"] = {
							["版"] = {
								this = true,
								["精"] = {
									["品"] = {
										["集"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["料"] = {
				this = true
			},
			["财"] = {
				["阀"] = {
					this = true
				}
			},
			["行"] = {
				["银"] = {
					["行"] = {
						["卡"] = {
							["套"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["虎"] = {
			["影"] = {
				["庫"] = {
					this = true
				},
				["视"] = {
					["库"] = {
						["紧"] = {
							["急"] = {
								["大"] = {
									["通"] = {
										["知"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["澳"] = {
				["门"] = {
					this = true
				}
			}
		},
		["号"] = {
			this = true,
			["白"] = {
				["粉"] = {
					this = true
				}
			}
		},
		["氢"] = {
			["西"] = {
				["泮"] = {
					this = true
				}
			},
			["吡"] = {
				["喃"] = {
					["酮"] = {
						this = true,
						["?"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["麻"] = {
					["酚"] = {
						this = true
					}
				}
			}
		},
		["海"] = {
			["电"] = {
				["子"] = {
					["解"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["帮"] = {
				this = true
			},
			["龙"] = {
				["女"] = {
					this = true,
					["*"] = {
						this = true
					},
					["逃"] = {
						["亡"] = {
							["艳"] = {
								["旅"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["一"] = {
				["心"] = {
					this = true
				}
			}
		},
		["肖"] = {
			["八"] = {
				["码"] = {
					["免"] = {
						["费"] = {
							["长"] = {
								["期"] = {
									["公"] = {
										["开"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["期"] = {
				["期"] = {
					["准"] = {
						["摇"] = {
							["钱"] = {
								["树"] = {
									["心"] = {
										["水"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["季"] = {
			["彩"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				},
				["香"] = {
					["迅"] = {
						["雷"] = {
							this = true
						}
					}
				}
			}
		},
		["我"] = {
			["周"] = {
				this = true
			}
		},
		["二"] = {
			["五"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			},
			["六"] = {
				this = true,
				["社"] = {
					["论"] = {
						this = true
					}
				}
			},
			["二"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			},
			["七"] = {
				this = true,
				["游"] = {
					["行"] = {
						this = true
					}
				}
			}
		},
		["级"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["成"] = {
				["绩"] = {
					["单"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["代"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			},
			["照"] = {
				["门"] = {
					this = true
				}
			},
			["证"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["书"] = {
					this = true
				},
				["专"] = {
					this = true
				}
			}
		},
		["小"] = {
			["码"] = {
				this = true
			}
		},
		["种"] = {
			["当"] = {
				this = true
			}
		},
		["種"] = {
			["當"] = {
				this = true
			},
			["體"] = {
				["位"] = {
					this = true
				}
			}
		},
		["风"] = {
			this = true
		},
		["事"] = {
			["件"] = {
				this = true
			}
		},
		["\\"] = {
			["步"] = {
				["行"] = {
					["动"] = {
						this = true
					}
				}
			},
			["我"] = {
				["周"] = {
					this = true
				}
			}
		},
		["2"] = {
			["6"] = {
				["社"] = {
					["论"] = {
						this = true
					}
				}
			}
		},
		["代"] = {
			["猫"] = {
				["眼"] = {
					["工"] = {
						["具"] = {
							["1"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["点"] = {
			["二"] = {
				["十"] = {
					["叫"] = {
						["醒"] = {
							["我"] = {
								this = true
							}
						}
					}
				}
			},
			["叫"] = {
				["醒"] = {
					["我"] = {
						this = true
					}
				}
			},
			["钟"] = {
				["学"] = {
					["校"] = {
						this = true
					}
				}
			}
		},
		["點"] = {
			["鐘"] = {
				["學"] = {
					["校"] = {
						this = true
					}
				}
			}
		},
		["方"] = {
			["色"] = {
				["播"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["阵"] = {
				["枪"] = {
					["模"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["粉"] = {
			["高"] = {
				["纯"] = {
					["送"] = {
						["货"] = {
							this = true
						}
					}
				}
			}
		},
		["个"] = {
			this = true,
			["老"] = {
				["熟"] = {
					["女"] = {
						this = true
					}
				}
			},
			["帕"] = {
				["萨"] = {
					["特"] = {
						this = true
					}
				}
			}
		},
		["姑"] = {
			["娘"] = {
				this = true
			}
		},
		["脚"] = {
			["拉"] = {
				["码"] = {
					["器"] = {
						this = true,
						["密"] = {
							["云"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["劫"] = {
			["仙"] = {
				["人"] = {
					this = true
				}
			}
		},
		["君"] = {
			["子"] = {
				this = true,
				["获"] = {
					["奖"] = {
						this = true
					}
				},
				["绝"] = {
					["食"] = {
						this = true
					}
				}
			}
		},
		["老"] = {
			["虎"] = {
				["密"] = {
					["事"] = {
						this = true
					}
				}
			}
		},
		["磷"] = {
			["酸"] = {
				["六"] = {
					["乙"] = {
						["酯"] = {
							this = true
						}
					}
				}
			}
		},
		["流"] = {
			A = {
				V = {
					["综"] = {
						["合"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["氫"] = {
			["吡"] = {
				["喃"] = {
					["酮"] = {
						this = true
					}
				}
			}
		},
		["清"] = {
			this = true
		},
		["水"] = {
			["六"] = {
				this = true,
				["岗"] = {
					this = true,
					["卫"] = {
						["教"] = {
							["军"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["四"] = {
			["试"] = {
				["步"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["碳"] = {
			["酰"] = {
				["镍"] = {
					this = true
				}
			}
		},
		["无"] = {
			["\\"] = {
				["目"] = {
					["标"] = {
						this = true
					}
				}
			}
		},
		["五"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["硝"] = {
			["基"] = {
				["甲"] = {
					["烷"] = {
						this = true
					}
				}
			}
		},
		["旋"] = {
			["翼"] = {
				this = true
			}
		},
		["穴"] = {
			["任"] = {
				["君"] = {
					["挑"] = {
						this = true
					}
				}
			}
		},
		["眼"] = {
			this = true,
			["学"] = {
				["生"] = {
					["妹"] = {
						["好"] = {
							this = true
						}
					}
				}
			}
		},
		["乙"] = {
			["基"] = {
				["焦"] = {
					["磷"] = {
						["酸"] = {
							["酯"] = {
								this = true
							}
						}
					}
				},
				["锡"] = {
					this = true
				}
			},
			["锡"] = {
				this = true
			}
		},
		["轴"] = {
			["飞"] = {
				["行"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["件"] = {
			["套"] = {
				["卡"] = {
					["商"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["核"] = {
		["工"] = {
			["业"] = {
				["基"] = {
					["地"] = {
						this = true
					}
				}
			},
			["業"] = {
				["基"] = {
					["地"] = {
						this = true
					}
				}
			}
		},
		["武"] = {
			["器"] = {
				this = true,
				["方"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["潜"] = {
			["艇"] = {
				this = true
			}
		},
		["弹"] = {
			this = true,
			["制"] = {
				["作"] = {
					["方"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["头"] = {
				["的"] = {
					this = true,
					["制"] = {
						["造"] = {
							this = true
						}
					}
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			}
		},
		["设"] = {
			["施"] = {
				this = true
			}
		},
		["污"] = {
			["染"] = {
				this = true
			}
		},
		["蛋"] = {
			this = true
		},
		["潛"] = {
			["艇"] = {
				this = true
			}
		},
		["突"] = {
			["的"] = {
				["巨"] = {
					["乳"] = {
						this = true
					}
				}
			}
		},
		["心"] = {
			["期"] = {
				["刊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["炸"] = {
			["弹"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["铀"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["原"] = {
		["子"] = {
			["弹"] = {
				this = true,
				["制"] = {
					["作"] = {
						this = true,
						["简"] = {
							["明"] = {
								["教"] = {
									["程"] = {
										["*"] = {
											this = true
										}
									}
								}
							}
						},
						["手"] = {
							["册"] = {
								this = true
							}
						},
						["方"] = {
							["法"] = {
								this = true,
								D = {
									I = {
										Y = {
											this = true
										}
									}
								}
							}
						},
						[" "] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					},
					["造"] = {
						["完"] = {
							["全"] = {
								["手"] = {
									["册"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				D = {
					I = {
						Y = {
							["教"] = {
								["程"] = {
									this = true
								}
							}
						}
					}
				},
				[" "] = {
					["制"] = {
						["作"] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				},
				["的"] = {
					D = {
						I = {
							Y = {
								["制"] = {
									["作"] = {
										this = true
									}
								}
							}
						}
					},
					["简"] = {
						["易"] = {
							["制"] = {
								["法"] = {
									this = true
								}
							}
						}
					},
					["理"] = {
						["论"] = {
							this = true
						}
					},
					["制"] = {
						["作"] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				},
				["专"] = {
					["家"] = {
						this = true
					}
				},
				["教"] = {
					["程"] = {
						this = true
					}
				}
			},
			["能"] = {
				["机"] = {
					["构"] = {
						this = true
					}
				}
			},
			["彈"] = {
				this = true
			}
		},
		["味"] = {
			this = true,
			["丝"] = {
				["袜"] = {
					this = true
				}
			},
			["内"] = {
				["衣"] = {
					this = true
				}
			}
		},
		["砷"] = {
			["酸"] = {
				this = true
			}
		},
		["轨"] = {
			["原"] = {
				["密"] = {
					["料"] = {
						this = true
					}
				}
			},
			["无"] = {
				["密"] = {
					this = true
				}
			}
		},
		["音"] = {
			["铃"] = {
				["声"] = {
					this = true
				}
			}
		},
		["试"] = {
			["题"] = {
				this = true
			}
		},
		["谅"] = {
			["朱"] = {
				["镕"] = {
					["基"] = {
						this = true
					}
				}
			}
		},
		["料"] = {
			["为"] = {
				["医"] = {
					["用"] = {
						["涤"] = {
							["棉"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["ふ"] = {
			["弹"] = {
				["教"] = {
					["程"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				}
			}
		},
		["创"] = {
			["欧"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["播"] = {
					["基"] = {
						["地"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["指"] = {
				["挥"] = {
					["官"] = {
						this = true
					}
				}
			}
		},
		["干"] = {
			["惠"] = {
				["种"] = {
					["子"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["幹"] = {
			["恵"] = {
				["状"] = {
					["态"] = {
						this = true
					}
				}
			},
			["惠"] = {
				["種"] = {
					["子"] = {
						["視"] = {
							["頻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["来"] = {
			["吴"] = {
				["家"] = {
					["属"] = {
						["于"] = {
							["权"] = {
								["贵"] = {
									["既"] = {
										["得"] = {
											["利"] = {
												["益"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["藜"] = {
			["芦"] = {
				["碱"] = {
					A = {
						this = true
					}
				}
			}
		},
		["麻"] = {
			["美"] = {
				["全"] = {
					["集"] = {
						this = true
					}
				}
			}
		},
		["名"] = {
			["张"] = {
				["晓"] = {
					["雪"] = {
						this = true
					}
				}
			}
		},
		["明"] = {
			["奈"] = {
				["高"] = {
					["清"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["砂"] = {
				["光"] = {
					["野"] = {
						["营"] = {
							["斧"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			["麻"] = {
				["古"] = {
					this = true
				}
			},
			["市"] = {
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["千"] = {
			["寻"] = {
				this = true,
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["尋"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["沙"] = {
			["的"] = {
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			}
		},
		["纱"] = {
			["央"] = {
				["莉"] = {
					this = true
				}
			}
		},
		["始"] = {
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["欲"] = {
				["望"] = {
					this = true
				}
			}
		},
		["田"] = {
			["春"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				this = true,
				["绘"] = {
					this = true,
					b = {
						t = {
							this = true
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["快"] = {
						["播"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["友"] = {
				["美"] = {
					this = true
				}
			}
		},
		["香"] = {
			["小"] = {
				["镇"] = {
					this = true
				}
			}
		},
		["型"] = {
			["枪"] = {
				this = true
			}
		},
		["住"] = {
			["民"] = {
				["族"] = {
					["电"] = {
						["视"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["装"] = {
			c = {
				f = {
					x = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			P = {
				C = {
					P = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["比"] = {
				["赛"] = {
					["用"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["弹"] = {
				["甲"] = {
					this = true
				}
			},
			["电"] = {
				["动"] = {
					["长"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["虎"] = {
				["头"] = {
					["牌"] = {
						["猎"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				}
			},
			["竞"] = {
				["技"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				l = {
					["枪"] = {
						this = true
					}
				},
				["枪"] = {
					this = true
				}
			},
			["气"] = {
				["木"] = {
					["仓"] = {
						this = true
					}
				},
				["枪"] = {
					this = true
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				},
				["狙"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["套"] = {
					this = true
				},
				["支"] = {
					["零"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					this = true
				}
			},
			["骚"] = {
				["本"] = {
					this = true
				}
			},
			["沙"] = {
				["鹰"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["狩"] = {
				["猎"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["双"] = {
				["管"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true,
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["西"] = {
				["班"] = {
					["牙"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["锡"] = {
				["峰"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["消"] = {
				["音"] = {
					["器"] = {
						this = true
					}
				}
			},
			["英"] = {
				["国"] = {
					["骚"] = {
						["本"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["氢"] = {
		["弹"] = {
			this = true,
			["手"] = {
				["工"] = {
					["制"] = {
						["作"] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["及"] = {
				["使"] = {
					["用"] = {
						this = true
					}
				}
			},
			["使"] = {
				["用"] = {
					this = true
				}
			}
		},
		["叠"] = {
			["氮"] = {
				["酸"] = {
					this = true
				}
			}
		},
		["氟"] = {
			["酸"] = {
				this = true
			}
		},
		["吗"] = {
			["啡"] = {
				["醇"] = {
					this = true
				},
				["酮"] = {
					this = true
				}
			}
		},
		["封"] = {
			["话"] = {
				this = true
			}
		},
		["官"] = {
			["疫"] = {
				["稻"] = {
					this = true
				}
			}
		},
		["化"] = {
			["可"] = {
				["的"] = {
					["松"] = {
						this = true
					}
				}
			}
		},
		["可"] = {
			["酮"] = {
				this = true
			}
		},
		["氰"] = {
			["酸"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["导"] = {
		["弹"] = {
			this = true
		},
		["火"] = {
			["索"] = {
				this = true
			}
		},
		["爆"] = {
			["索"] = {
				this = true
			}
		},
		["演"] = {
			["专"] = {
				["访"] = {
					this = true
				}
			}
		},
		["航"] = {
			["处"] = {
				["女"] = {
					this = true
				}
			},
			["色"] = {
				["站"] = {
					this = true
				}
			}
		},
		["游"] = {
			["证"] = {
				["代"] = {
					["发"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["大"] = {
		["参"] = {
			["考"] = {
				this = true
			}
		},
		["法"] = {
			this = true,
			["新"] = {
				["闻"] = {
					["社"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["洪"] = {
				["传"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["转"] = {
					this = true
				}
			},
			["之"] = {
				["声"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["大"] = {
				["福"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["纪"] = {
					["园"] = {
						this = true
					}
				}
			},
			["弟"] = {
				["子"] = {
					this = true
				}
			},
			["师"] = {
				["傅"] = {
					this = true
				}
			},
			["修"] = {
				["炼"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["卫"] = {
			["教"] = {
				this = true
			}
		},
		["麻"] = {
			this = true,
			["树"] = {
				["脂"] = {
					this = true
				}
			},
			["油"] = {
				this = true
			},
			["烟"] = {
				this = true
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["扣"] = {
				["扣"] = {
					this = true
				}
			},
			["与"] = {
				["大"] = {
					["麻"] = {
						["树"] = {
							["脂"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["比"] = {
			this = true
		},
		b = {
			this = true
		},
		["花"] = {
			["逼"] = {
				this = true
			},
			["猫"] = {
				["捕"] = {
					["狗"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			B = {
				this = true
			}
		},
		["乳"] = {
			this = true,
			["妇"] = {
				["女"] = {
					this = true
				}
			}
		},
		["力"] = {
			["抽"] = {
				["送"] = {
					this = true
				}
			},
			["插"] = {
				["大"] = {
					["鸡"] = {
						["巴"] = {
							this = true
						}
					}
				}
			},
			["神"] = {
				["直"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["丸"] = {
				this = true
			}
		},
		["奶"] = {
			this = true,
			["头"] = {
				this = true
			},
			["骚"] = {
				["女"] = {
					this = true
				}
			},
			["美"] = {
				["逼"] = {
					this = true
				}
			},
			["媽"] = {
				this = true
			},
			["正"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["胆"] = {
			["少"] = {
				["女"] = {
					this = true
				}
			},
			["出"] = {
				["位"] = {
					this = true
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["爽"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			}
		},
		["乱"] = {
			["交"] = {
				this = true,
				b = {
					t = {
						this = true
					}
				},
				r = {
					m = {
						v = {
							b = {
								this = true
							}
						}
					}
				}
			},
			["幼"] = {
				["交"] = {
					this = true
				}
			}
		},
		["波"] = {
			this = true,
			["粉"] = {
				B = {
					this = true
				}
			},
			["骚"] = {
				["妇"] = {
					this = true
				}
			},
			["波"] = {
				this = true
			}
		},
		["众"] = {
			["色"] = {
				["情"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							["登"] = {
								["录"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					["真"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		},
		["鸡"] = {
			["巴"] = {
				this = true
			},
			["吧"] = {
				["日"] = {
					["屄"] = {
						this = true
					}
				}
			}
		},
		["便"] = {
			this = true
		},
		["血"] = {
			["逼"] = {
				this = true
			},
			["比"] = {
				this = true
			},
			B = {
				this = true
			}
		},
		["參"] = {
			["考"] = {
				this = true
			}
		},
		["東"] = {
			["亞"] = {
				this = true,
				["共"] = {
					["榮"] = {
						this = true
					}
				}
			}
		},
		["鶏"] = {
			["巴"] = {
				this = true
			}
		},
		["紀"] = {
			["元"] = {
				this = true,
				["新"] = {
					["聞"] = {
						["網"] = {
							this = true
						}
					}
				},
				["*"] = {
					this = true
				}
			},
			["園"] = {
				this = true
			},
			["退"] = {
				["党"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["旺"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["乐"] = {
				["博"] = {
					["彩"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["玩"] = {
				this = true,
				["料"] = {
					["料"] = {
						["网"] = {
							this = true
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["赢"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["史"] = {
			this = true,
			["記"] = {
				this = true
			},
			["紀"] = {
				this = true
			},
			["记"] = {
				this = true
			},
			["纪"] = {
				this = true
			}
		},
		["衛"] = {
			["教"] = {
				this = true
			}
		},
		["中"] = {
			["國"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			},
			["華"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				},
				["情"] = {
					["色"] = {
						["網"] = {
							this = true
						}
					}
				}
			},
			["华"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						},
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				},
				["国"] = {
					["际"] = {
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["国"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["衆"] = {
			["真"] = {
				["人"] = {
					["真"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		},
		["纪"] = {
			this = true,
			["元"] = {
				this = true,
				["新"] = {
					["闻"] = {
						["网"] = {
							this = true
						}
					}
				},
				["*"] = {
					this = true
				},
				["法"] = {
					["轮"] = {
						["功"] = {
							this = true
						}
					}
				},
				["时"] = {
					["报"] = {
						this = true
					}
				},
				["杂"] = {
					["志"] = {
						this = true
					}
				}
			},
			["园"] = {
				this = true
			}
		},
		["逼"] = {
			this = true
		},
		["师"] = {
			this = true
		},
		["学"] = {
			["骚"] = {
				["乱"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["货"] = {
					["陈"] = {
						["静"] = {
							this = true
						}
					}
				}
			},
			["生"] = {
				["交"] = {
					["换"] = {
						["女"] = {
							["友"] = {
								this = true
							}
						}
					}
				},
				["包"] = {
					["夜"] = {
						this = true
					}
				},
				["自"] = {
					["治"] = {
						["联"] = {
							["合"] = {
								["会"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["里"] = {
				["的"] = {
					["五"] = {
						["朵"] = {
							["淫"] = {
								["花"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["暴"] = {
				["动"] = {
					this = true
				}
			},
			["代"] = {
				["考"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["法"] = {
				["学"] = {
					["院"] = {
						this = true
					}
				}
			},
			["妹"] = {
				["裸"] = {
					["聊"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["网"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["校"] = {
				["鸡"] = {
					this = true
				}
			},
			["直"] = {
				["招"] = {
					this = true
				}
			},
			["专"] = {
				["科"] = {
					["学"] = {
						["历"] = {
							this = true
						}
					}
				}
			}
		},
		["口"] = {
			["径"] = {
				P = {
					C = {
						P = {
							this = true
						}
					}
				},
				["狙"] = {
					["击"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["射"] = {
					["击"] = {
						["用"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["漠"] = {
			["狩"] = {
				["猎"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["马"] = {
			["士"] = {
				["革"] = {
					["军"] = {
						["刀"] = {
							this = true
						}
					},
					["刀"] = {
						this = true
					},
					["的"] = {
						["钢"] = {
							["刀"] = {
								this = true
							},
							["叨"] = {
								this = true
							}
						}
					},
					["钢"] = {
						this = true,
						["枪"] = {
							this = true
						}
					},
					["虎"] = {
						["纹"] = {
							this = true
						}
					},
					["猎"] = {
						["刀"] = {
							["专"] = {
								this = true
							}
						}
					},
					["鹿"] = {
						["角"] = {
							this = true
						}
					},
					["玫"] = {
						["瑰"] = {
							this = true
						}
					},
					["小"] = {
						["羚"] = {
							["羊"] = {
								this = true
							}
						}
					},
					["直"] = {
						["刀"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["革"] = {
				["钢"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["黑"] = {
			["鹰"] = {
				this = true,
				["弓"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["吊"] = {
				this = true
			},
			["逼"] = {
				this = true,
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["星"] = {
				this = true
			},
			["比"] = {
				this = true
			},
			["色"] = {
				["袜"] = {
					this = true
				}
			}
		},
		["发"] = {
			["扑"] = {
				["克"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["8"] = {
				["8"] = {
					["8"] = {
						this = true,
						["手"] = {
							["机"] = {
								["版"] = {
									["官"] = {
										["方"] = {
											["网"] = {
												["站"] = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					["网"] = {
						this = true
					}
				}
			},
			["真"] = {
				["钱"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["世"] = {
			["界"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						},
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["都"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["亨"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["富"] = {
			["豪"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						},
						["在"] = {
							["线"] = {
								["投"] = {
									["注"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["第"] = {
					["一"] = {
						["投"] = {
							["注"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["赢"] = {
			["家"] = {
				["真"] = {
					["人"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				["彩"] = {
					["票"] = {
						["网"] = {
							this = true
						}
					}
				},
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["赚"] = {
					["钱"] = {
						this = true
					}
				}
			}
		},
		["西"] = {
			["洋"] = {
				["城"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					},
					["国"] = {
						["际"] = {
							["娱"] = {
								["乐"] = {
									["城"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["博"] = {
					["彩"] = {
						this = true
					}
				}
			}
		},
		["三"] = {
			["元"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["巴"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["暑"] = {
				["假"] = {
					["网"] = {
						["吧"] = {
							this = true
						}
					}
				}
			}
		},
		["资"] = {
			["本"] = {
				["赌"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			["海"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["玩"] = {
			["家"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			},
			["客"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["华"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["丰"] = {
			["收"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["哥"] = {
			["大"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["佬"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["注"] = {
						["册"] = {
							this = true
						}
					}
				}
			},
			["撸"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			this = true,
			["窝"] = {
				this = true
			},
			["鱼"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["哥"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["比"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["堂"] = {
				this = true
			},
			["网"] = {
				this = true
			}
		},
		["爷"] = {
			["射"] = {
				this = true
			},
			["操"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["香"] = {
			["蕉"] = {
				["网"] = {
					this = true
				},
				["伊"] = {
					["人"] = {
						["久"] = {
							["草"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["阴"] = {
			["户"] = {
				this = true
			},
			["唇"] = {
				this = true,
				["黑"] = {
					["毛"] = {
						["覆"] = {
							["盖"] = {
								this = true
							}
						}
					}
				},
				["姐"] = {
					["姐"] = {
						this = true
					}
				}
			}
		},
		["象"] = {
			["铜"] = {
				["壳"] = {
					this = true
				}
			},
			["牌"] = {
				["铜"] = {
					["壳"] = {
						this = true
					}
				}
			}
		},
		["猫"] = {
			["1"] = {
				["2"] = {
					["0"] = {
						["0"] = {
							this = true
						}
					}
				}
			}
		},
		["保"] = {
			["健"] = {
				this = true,
				["一"] = {
					["条"] = {
						["龙"] = {
							this = true
						}
					}
				}
			}
		},
		["炮"] = {
			["撸"] = {
				this = true
			}
		},
		["犬"] = {
			this = true,
			["近"] = {
				["平"] = {
					this = true
				}
			}
		},
		["毒"] = {
			["蛇"] = {
				this = true
			}
		},
		["砍"] = {
			["刀"] = {
				this = true,
				["户"] = {
					["外"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["齐"] = {
			["军"] = {
				["刀"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			}
		},
		["鹏"] = {
			["刀"] = {
				["剑"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["红"] = {
			["鹰"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						},
						["网"] = {
							["址"] = {
								this = true
							}
						},
						["贵"] = {
							["宾"] = {
								["会"] = {
									this = true
								}
							}
						},
						["会"] = {
							this = true
						},
						["场"] = {
							this = true
						}
					}
				},
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			},
			K = {
				this = true
			},
			["龙"] = {
				this = true
			}
		},
		["润"] = {
			["发"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["智"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["金"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["湖"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["鲨"] = {
				this = true
			}
		},
		["有"] = {
			["平"] = {
				["台"] = {
					["娱"] = {
						["乐"] = {
							["登"] = {
								["录"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["奖"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["东"] = {
			["方"] = {
				["娱"] = {
					["乐"] = {
						["官"] = {
							["网"] = {
								this = true
							}
						},
						["城"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				this = true,
				["共"] = {
					["荣"] = {
						this = true
					}
				}
			}
		},
		["满"] = {
			["贯"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["网"] = {
							["址"] = {
								this = true
							}
						}
					}
				},
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["福"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["旺"] = {
			["7"] = {
				["7"] = {
					["7"] = {
						this = true
					}
				}
			}
		},
		["优"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["总"] = {
			["督"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["喜"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["唐"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["安"] = {
				["防"] = {
					this = true
				}
			},
			["风"] = {
				["云"] = {
					this = true
				}
			},
			["宫"] = {
				this = true
			},
			["豪"] = {
				["侠"] = {
					this = true
				}
			}
		},
		["地"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					}
				}
			},
			["红"] = {
				this = true,
				["2"] = {
					["0"] = {
						["0"] = {
							["响"] = {
								this = true
							}
						}
					}
				}
			},
			["紅"] = {
				this = true
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["米"] = {
			["娱"] = {
				["乐"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["博"] = {
			["金"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["陆"] = {
			this = true,
			["港"] = {
				["台"] = {
					["演"] = {
						["艺"] = {
							["圈"] = {
								["明"] = {
									["星"] = {
										["系"] = {
											["列"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["当"] = {
				["局"] = {
					this = true
				},
				["权"] = {
					["者"] = {
						this = true
					}
				}
			},
			["官"] = {
				["方"] = {
					this = true
				},
				["员"] = {
					this = true
				}
			},
			["独"] = {
				["裁"] = {
					["者"] = {
						this = true
					}
				},
				["立"] = {
					["作"] = {
						["家"] = {
							[" "] = {
								["异"] = {
									["议"] = {
										["人"] = {
											["士"] = {
												this = true
											}
										}
									}
								}
							},
							["异"] = {
								["议"] = {
									["人"] = {
										["士"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["同"] = {
				["修"] = {
					this = true
				}
			},
			["政"] = {
				["府"] = {
					this = true
				}
			},
			[" "] = {
				["余"] = {
					["杰"] = {
						this = true
					}
				}
			},
			a = {
				v = {
					this = true,
					["视"] = {
						["讯"] = {
							this = true
						}
					}
				}
			},
			A = {
				V = {
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["影"] = {
						["讯"] = {
							this = true
						},
						["院"] = {
							this = true
						}
					}
				},
				["片"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					A = {
						V = {
							this = true
						}
					},
					a = {
						["片"] = {
							this = true
						}
					},
					["视"] = {
						["讯"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["马"] = {
					["英"] = {
						["九"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["动"] = {
				["荡"] = {
					this = true
				}
			},
			["黄"] = {
				["网"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["会"] = {
					this = true
				}
			},
			["鹿"] = {
				["城"] = {
					this = true,
					["黄"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["伦"] = {
				["理"] = {
					A = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["毛"] = {
				["片"] = {
					this = true
				}
			},
			["免"] = {
				["费"] = {
					["黄"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["茉"] = {
				["莉"] = {
					["花"] = {
						["革"] = {
							["命"] = {
								this = true
							}
						}
					}
				}
			},
			["嫩"] = {
				["模"] = {
					["写"] = {
						["真"] = {
							this = true
						}
					}
				}
			},
			["七"] = {
				["位"] = {
					["学"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					["专"] = {
						this = true
					}
				}
			},
			["强"] = {
				["奸"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					["视"] = {
						["讯"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["不"] = {
					["可"] = {
						["不"] = {
							["知"] = {
								this = true
							}
						}
					}
				},
				["士"] = {
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["入"] = {
				["口"] = {
					this = true
				}
			},
			["色"] = {
				["片"] = {
					this = true
				},
				["情"] = {
					["视"] = {
						["讯"] = {
							this = true
						}
					},
					["影"] = {
						["片"] = {
							this = true
						}
					}
				},
				["色"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					this = true,
					["片"] = {
						this = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					["美"] = {
						["图"] = {
							this = true
						}
					},
					["视"] = {
						["讯"] = {
							this = true
						}
					}
				},
				["淫"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["学"] = {
				["运"] = {
					this = true
				},
				["者"] = {
					["退"] = {
						["党"] = {
							["辞"] = {
								["官"] = {
									["拒"] = {
										["指"] = {
											["派"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["药"] = {
				["业"] = {
					this = true
				}
			},
			["余"] = {
				["杰"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["黄"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					this = true
				}
			},
			["知"] = {
				["识"] = {
					["分"] = {
						["子"] = {
							["五"] = {
								["一"] = {
									["七"] = {
										["宣"] = {
											["言"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["最"] = {
				["色"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			}
		},
		["侠"] = {
			["魂"] = {
				["之"] = {
					["花"] = {
						["间"] = {
							["浪"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["公"] = {
			["鸡"] = {
				["福"] = {
					["利"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["跃"] = {
			["进"] = {
				this = true
			}
		},
		["硞"] = {
			["弟"] = {
				["子"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["禁"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["揭"] = {
			["露"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["秘"] = {
				["王"] = {
					["立"] = {
						["军"] = {
							this = true
						}
					}
				}
			}
		},
		s = {
			b = {
				this = true
			}
		},
		["{"] = {
			["1"] = {
				["0"] = {
					["}"] = {
						["纪"] = {
							["{"] = {
								["1"] = {
									["0"] = {
										["}"] = {
											["元"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["彩"] = {
			this = true
		},
		["砝"] = {
			["弟"] = {
				["子"] = {
					this = true
				}
			}
		},
		["珐"] = {
			this = true
		},
		["盖"] = {
			["帽"] = {
				this = true
			}
		},
		["蓋"] = {
			["帽"] = {
				this = true
			}
		},
		["记"] = {
			["元"] = {
				this = true
			}
		},
		["片"] = {
			this = true,
			["黄"] = {
				["色"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			}
		},
		["庆"] = {
			["工"] = {
				["潮"] = {
					this = true
				}
			}
		},
		["荣"] = {
			this = true
		},
		["田"] = {
			["高"] = {
				["山"] = {
					["茶"] = {
						this = true
					}
				}
			}
		},
		["型"] = {
			["地"] = {
				["网"] = {
					this = true
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["黄"] = {
				["站"] = {
					this = true
				}
			},
			["两"] = {
				["用"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				}
			},
			["猎"] = {
				["刀"] = {
					this = true
				}
			},
			["弩"] = {
				this = true
			},
			["色"] = {
				["站"] = {
					this = true
				}
			},
			["狩"] = {
				["猎"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["弯"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["熊"] = {
			["猫"] = {
				["被"] = {
					["猎"] = {
						["杀"] = {
							this = true
						}
					}
				}
			}
		},
		["學"] = {
			["騷"] = {
				["亂"] = {
					this = true
				}
			},
			["生"] = {
				this = true,
				["自"] = {
					["治"] = {
						["聯"] = {
							["郃"] = {
								["會"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["圆"] = {
			["满"] = {
				["法"] = {
					this = true
				}
			}
		},
		["澤"] = {
			["惠"] = {
				this = true
			}
		},
		["扎"] = {
			["荣"] = {
				this = true
			}
		},
		["祚"] = {
			["荣"] = {
				this = true
			}
		},
		["赦"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["丑"] = {
			["风"] = {
				["流"] = {
					["记"] = {
						this = true,
						["全"] = {
							["文"] = {
								["阅"] = {
									["读"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["量"] = {
			["出"] = {
				["售"] = {
					[" "] = {
						["植"] = {
							["物"] = {
								["冰"] = {
									this = true
								}
							}
						},
						["假"] = {
							["钞"] = {
								this = true
							}
						}
					},
					["成"] = {
						["品"] = {
							[" "] = {
								["麻"] = {
									["古"] = {
										this = true
									}
								}
							}
						}
					},
					["公"] = {
						["司"] = {
							["带"] = {
								["网"] = {
									["银"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["白"] = {
			["兄"] = {
				["弟"] = {
					["会"] = {
						this = true
					}
				}
			},
			["鲨"] = {
				["干"] = {
					["扰"] = {
						["器"] = {
							this = true
						}
					}
				},
				["遥"] = {
					["控"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["大"] = {
			["大"] = {
				["包"] = {
					["子"] = {
						this = true
					}
				}
			},
			[" "] = {
				["混"] = {
					["账"] = {
						["至"] = {
							["极"] = {
								this = true
							}
						}
					}
				}
			},
			["二"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							this = true
						}
					}
				}
			},
			["婚"] = {
				["姻"] = {
					["史"] = {
						this = true
					}
				}
			},
			["夹"] = {
				["菜"] = {
					this = true
				}
			},
			["柯"] = {
				["零"] = {
					["零"] = {
						this = true
					}
				},
				["小"] = {
					["明"] = {
						this = true
					}
				}
			},
			["两"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							this = true
						}
					}
				}
			},
			["驴"] = {
				this = true
			},
			["麻"] = {
				["麻"] = {
					this = true
				}
			},
			["名"] = {
				["片"] = {
					this = true
				}
			},
			["跳"] = {
				["跳"] = {
					["虎"] = {
						this = true
					}
				}
			},
			["有"] = {
				["几"] = {
					["次"] = {
						["婚"] = {
							["姻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["撒"] = {
			["币"] = {
				this = true
			},
			["幣"] = {
				this = true
			}
		},
		["傻"] = {
			["习"] = {
				this = true
			},
			["習"] = {
				this = true
			}
		},
		["椀"] = {
			["寬"] = {
				["儂"] = {
					this = true
				}
			}
		},
		["碗"] = {
			["宽"] = {
				["侬"] = {
					this = true
				}
			}
		},
		["疫"] = {
			["失"] = {
				["荆"] = {
					["州"] = {
						this = true
					}
				}
			}
		},
		["%"] = {
			F = {
				A = {
					["弟"] = {
						["%"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["*"] = {
			F = {
				A = {
					this = true,
					["弟"] = {
						["*"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["6"] = {
			["知"] = {
				["识"] = {
					["分"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		B = {
			["私"] = {
				["服"] = {
					this = true
				}
			}
		},
		F = {
			A = {
				["弟"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		j = {
			["8"] = {
				this = true
			},
			j = {
				this = true
			}
		},
		["爱"] = {
			["内"] = {
				["射"] = {
					this = true
				}
			}
		},
		["帮"] = {
			["轰"] = {
				this = true
			}
		},
		["宝"] = {
			["刀"] = {
				this = true
			}
		},
		["爆"] = {
			["乳"] = {
				this = true
			}
		},
		["冰"] = {
			["砖"] = {
				this = true,
				["现"] = {
					["货"] = {
						this = true
					}
				}
			},
			["磚"] = {
				this = true
			}
		},
		["藏"] = {
			["区"] = {
				this = true
			}
		},
		["层"] = {
			["功"] = {
				this = true
			}
		},
		["城"] = {
			["黑"] = {
				["枪"] = {
					["的"] = {
						this = true
					}
				}
			},
			["真"] = {
				["澄"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["子"] = {
				["肾"] = {
					this = true
				}
			}
		},
		["尺"] = {
			["度"] = {
				this = true
			}
		},
		["粗"] = {
			["鸡"] = {
				["巴"] = {
					this = true
				}
			},
			["雞"] = {
				["巴"] = {
					this = true
				}
			}
		},
		["村"] = {
			["結"] = {
				["喜"] = {
					this = true
				}
			}
		},
		["膽"] = {
			["少"] = {
				["女"] = {
					this = true
				}
			}
		},
		["岛"] = {
			["喜"] = {
				["代"] = {
					["叶"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["德"] = {
			["印"] = {
				["刷"] = {
					this = true
				}
			}
		},
		["帝"] = {
			A = {
				V = {
					["成"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["撸"] = {
				this = true,
				s = {
					e = {
						x = {
							this = true
						}
					}
				}
			}
		},
		["电"] = {
			["视"] = {
				this = true
			}
		},
		["淀"] = {
			this = true
		},
		["殿"] = {
			["管"] = {
				["理"] = {
					["员"] = {
						this = true
					}
				}
			}
		},
		["屌"] = {
			["3"] = {
				P = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["额"] = {
			["垫"] = {
				["资"] = {
					this = true
				}
			}
		},
		["發"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["方"] = {
			["的"] = {
				["嫂"] = {
					["子"] = {
						["素"] = {
							["玫"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["革"] = {
			["鋼"] = {
				["枪"] = {
					this = true
				}
			},
			["命"] = {
				this = true
			}
		},
		["功"] = {
			["率"] = {
				["频"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["狗"] = {
			this = true
		},
		["官"] = {
			["人"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["管"] = {
			["家"] = {
				["吴"] = {
					["兵"] = {
						this = true
					}
				}
			}
		},
		["龟"] = {
			["头"] = {
				["顶"] = {
					["住"] = {
						["花"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["规"] = {
			["模"] = {
				["警"] = {
					["民"] = {
						["冲"] = {
							["突"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["海"] = {
			["战"] = {
				I = {
					I = {
						this = true
					}
				}
			},
			["戰"] = {
				I = {
					I = {
						this = true
					}
				}
			}
		},
		["汉"] = {
			["二"] = {
				["手"] = {
					["车"] = {
						this = true
					}
				}
			}
		},
		["和"] = {
			["1"] = {
				["9"] = {
					["4"] = {
						["5"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			},
			["扶"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["户"] = {
			["家"] = {
				["丑"] = {
					this = true
				}
			}
		},
		["话"] = {
			["春"] = {
				["秋"] = {
					this = true
				}
			},
			["西"] = {
				["游"] = {
					this = true
				}
			},
			["战"] = {
				["国"] = {
					this = true
				}
			}
		},
		["話"] = {
			["西"] = {
				["遊"] = {
					this = true
				}
			}
		},
		["黄"] = {
			["蜂"] = {
				["狩"] = {
					["猎"] = {
						["弹"] = {
							["弓"] = {
								this = true
							}
						}
					}
				}
			},
			["站"] = {
				this = true
			}
		},
		["会"] = {
			["堂"] = {
				this = true
			}
		},
		["活"] = {
			["络"] = {
				["胶"] = {
					["囊"] = {
						this = true
					}
				}
			}
		},
		["火"] = {
			this = true
		},
		["饥"] = {
			["荒"] = {
				["纪"] = {
					["实"] = {
						this = true
					}
				}
			}
		},
		["雞"] = {
			["巴"] = {
				this = true
			}
		},
		["技"] = {
			["师"] = {
				["出"] = {
					["台"] = {
						this = true
					}
				}
			},
			["師"] = {
				["出"] = {
					["臺"] = {
						this = true
					}
				}
			}
		},
		["姐"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["久"] = {
			["保"] = {
				["玲"] = {
					this = true
				}
			}
		},
		["舅"] = {
			[" "] = {
				["李"] = {
					["新"] = {
						["凯"] = {
							this = true
						}
					}
				}
			}
		},
		["菊"] = {
			["花"] = {
				this = true
			}
		},
		["军"] = {
			["区"] = {
				["司"] = {
					["令"] = {
						["员"] = {
							this = true
						}
					}
				}
			}
		},
		["堀"] = {
			["香"] = {
				["奈"] = {
					this = true
				}
			}
		},
		["款"] = {
			[" "] = {
				["威"] = {
					["胁"] = {
						[" "] = {
							["家"] = {
								["宝"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["老"] = {
			["板"] = {
				["资"] = {
					["料"] = {
						this = true
					}
				}
			},
			["虎"] = {
				["和"] = {
					["珅"] = {
						this = true
					}
				},
				["李"] = {
					["夫"] = {
						["人"] = {
							["涉"] = {
								["丁"] = {
									["案"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["辽"] = {
			["史"] = {
				["官"] = {
					this = true
				}
			}
		},
		["猎"] = {
			["刀"] = {
				this = true
			}
		},
		["陸"] = {
			["当"] = {
				["权"] = {
					["者"] = {
						this = true
					}
				}
			},
			["独"] = {
				["裁"] = {
					["者"] = {
						this = true
					}
				}
			},
			["嫩"] = {
				["模"] = {
					["寫"] = {
						["真"] = {
							this = true
						}
					}
				}
			},
			["無"] = {
				["碼"] = {
					this = true
				}
			},
			["學"] = {
				["運"] = {
					this = true
				}
			}
		},
		["卵"] = {
			["泡"] = {
				this = true
			},
			["子"] = {
				this = true
			}
		},
		["亂"] = {
			["交"] = {
				this = true
			}
		},
		["妈"] = {
			["油"] = {
				this = true
			}
		},
		["馬"] = {
			["刀"] = {
				["斧"] = {
					this = true
				}
			},
			["士"] = {
				["革"] = {
					["鋼"] = {
						["刺"] = {
							["专"] = {
								this = true
							}
						},
						["刀"] = {
							this = true
						},
						["斧"] = {
							this = true
						}
					}
				}
			}
		},
		["吗"] = {
			this = true
		},
		["咪"] = {
			["咪"] = {
				this = true,
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["秘"] = {
			["陈"] = {
				["世"] = {
					["炬"] = {
						this = true
					}
				}
			}
		},
		["母"] = {
			["牛"] = {
				["网"] = {
					this = true
				},
				["娱"] = {
					["乐"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				},
				["綜"] = {
					["合"] = {
						["網"] = {
							this = true
						}
					}
				}
			}
		},
		["拇"] = {
			["指"] = {
				["猎"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["闹"] = {
			["天"] = {
				["宫"] = {
					this = true
				}
			}
		},
		["鸟"] = {
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["妞"] = {
			this = true
		},
		["虐"] = {
			["杀"] = {
				this = true
			}
		},
		["女"] = {
			["乃"] = {
				this = true
			}
		},
		["屁"] = {
			["股"] = {
				["的"] = {
					["骚"] = {
						["女"] = {
							["人"] = {
								this = true
							}
						}
					}
				},
				["观"] = {
					["音"] = {
						["坐"] = {
							["莲"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["浦"] = {
			["安"] = {
				["娜"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["旗"] = {
			["军"] = {
				["品"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["秦"] = {
			["王"] = {
				["朝"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			}
		},
		["清"] = {
			["帝"] = {
				["国"] = {
					this = true
				}
			}
		},
		["全"] = {
			["药"] = {
				["网"] = {
					this = true
				}
			}
		},
		["人"] = {
			["の"] = {
				["隠"] = {
					["れ"] = {
						["汤"] = {
							this = true
						}
					}
				}
			},
			["爱"] = {
				["鸡"] = {
					["巴"] = {
						this = true
					}
				}
			},
			["保"] = {
				["健"] = {
					["室"] = {
						this = true
					}
				}
			}
		},
		["肉"] = {
			["棒"] = {
				this = true
			},
			["棍"] = {
				this = true
			}
		},
		["森"] = {
			["奈"] = {
				["绪"] = {
					["美"] = {
						this = true
					}
				}
			}
		},
		["沙"] = {
			["刀"] = {
				this = true
			}
		},
		["山"] = {
			["出"] = {
				["品"] = {
					this = true
				}
			},
			["户"] = {
				["外"] = {
					["刀"] = {
						["具"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["失"] = {
			["禁"] = {
				this = true
			}
		},
		["湿"] = {
			["社"] = {
				this = true
			}
		},
		["石"] = {
			["彩"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["光"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["叔"] = {
			["我"] = {
				["爱"] = {
					["你"] = {
						this = true
					}
				}
			}
		},
		["树"] = {
			["营"] = {
				this = true
			}
		},
		["水"] = {
			["逼"] = {
				this = true
			}
		},
		["逃"] = {
			["杀"] = {
				["使"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["图"] = {
			["群"] = {
				["淫"] = {
					["篇"] = {
						this = true
					}
				}
			}
		},
		["屠"] = {
			["杀"] = {
				this = true,
				["木"] = {
					["樨"] = {
						["地"] = {
							this = true
						}
					}
				}
			}
		},
		["土"] = {
			["炮"] = {
				this = true
			}
		},
		["威"] = {
			["力"] = {
				["弓"] = {
					["努"] = {
						this = true,
						["专"] = {
							this = true
						}
					},
					["弩"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			}
		},
		["五"] = {
			["碼"] = {
				["情"] = {
					["色"] = {
						["網"] = {
							this = true
						}
					}
				}
			}
		},
		["小"] = {
			["冰"] = {
				["砖"] = {
					this = true,
					["售"] = {
						this = true
					}
				}
			},
			["车"] = {
				["拦"] = {
					["截"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["型"] = {
				["麻"] = {
					["醉"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["壮"] = {
				["阳"] = {
					["保"] = {
						["健"] = {
							this = true
						}
					}
				}
			}
		},
		["校"] = {
			["花"] = {
				["沉"] = {
					["沦"] = {
						["记"] = {
							this = true
						}
					}
				}
			}
		},
		["胸"] = {
			this = true,
			["熟"] = {
				["女"] = {
					["系"] = {
						this = true
					}
				}
			},
			["网"] = {
				["友"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["烟"] = {
			this = true
		},
		["煙"] = {
			this = true
		},
		["阳"] = {
			["具"] = {
				this = true
			}
		},
		["壹"] = {
			["印"] = {
				["章"] = {
					this = true
				}
			}
		},
		["邑"] = {
			["县"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["淫"] = {
			["棍"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["游"] = {
			["行"] = {
				this = true
			}
		},
		["娱"] = {
			["乐"] = {
				["城"] = {
					this = true
				}
			}
		},
		["原"] = {
			["兰"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["院"] = {
			["春"] = {
				["意"] = {
					["浓"] = {
						this = true
					}
				}
			}
		},
		["沢"] = {
			["美"] = {
				["加"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["佑"] = {
				["香"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["泽"] = {
			["惠"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["萌"] = {
				this = true
			},
			["佑"] = {
				["香"] = {
					["珍"] = {
						["藏"] = {
							this = true
						}
					}
				}
			}
		},
		["斩"] = {
			["马"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["展"] = {
			["宏"] = {
				["图"] = {
					["证"] = {
						["件"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["战"] = {
			["白"] = {
				["人"] = {
					this = true
				}
			},
			["黑"] = {
				["人"] = {
					this = true
				}
			},
			["娇"] = {
				["美"] = {
					["人"] = {
						["妖"] = {
							this = true
						}
					}
				}
			},
			["烈"] = {
				["火"] = {
					["纹"] = {
						["身"] = {
							["男"] = {
								this = true
							}
						}
					}
				}
			},
			["亚"] = {
				["州"] = {
					["少"] = {
						["妇"] = {
							this = true
						}
					}
				}
			}
		},
		["冢"] = {
			["久"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["塚"] = {
			["咲"] = {
				this = true,
				["高"] = {
					["清"] = {
						this = true
					}
				}
			}
		},
		["眾"] = {
			["色"] = {
				["情"] = {
					["成"] = {
						["人"] = {
							["網"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["专"] = {
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true
					}
				}
			},
			["文"] = {
				this = true
			},
			["永"] = {
				["久"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			}
		},
		["字"] = {
			["报"] = {
				this = true
			}
		},
		["足"] = {
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["县"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["民"] = {
				this = true
			}
		},
		["吉"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["极"] = {
			["品"] = {
				this = true
			}
		},
		["杳"] = {
			["蕉"] = {
				this = true
			}
		},
		S = {
			B = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["国"] = {
		["内"] = {
			["动"] = {
				["态"] = {
					["清"] = {
						["样"] = {
							this = true
						}
					},
					["详"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["地"] = {
				["下"] = {
					["裸"] = {
						["模"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["球"] = {
					["网"] = {
						this = true
					}
				}
			},
			["极"] = {
				["品"] = {
					["模"] = {
						["特"] = {
							["外"] = {
								this = true
							}
						}
					}
				}
			},
			["靓"] = {
				["模"] = {
					["雪"] = {
						["莉"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["嫩"] = {
				["女"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["专"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["肾"] = {
				["源"] = {
					this = true
				}
			},
			["天"] = {
				["使"] = {
					["做"] = {
						["爱"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["外"] = {
				["文"] = {
					["凭"] = {
						this = true,
						["代"] = {
							["办"] = {
								this = true
							}
						},
						["认"] = {
							["证"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				},
				["小"] = {
					["姐"] = {
						this = true
					}
				},
				["学"] = {
					["历"] = {
						["认"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					}
				},
				["证"] = {
					["书"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				["销"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["夫"] = {
				["妇"] = {
					["交"] = {
						["换"] = {
							["自"] = {
								["拍"] = {
									["视"] = {
										["频"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["产"] = {
			["骚"] = {
				["货"] = {
					this = true
				}
			},
			["嫖"] = {
				["娼"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					this = true
				},
				["限"] = {
					["好"] = {
						["看"] = {
							["资"] = {
								["源"] = {
									this = true
								}
							}
						}
					}
				}
			},
			A = {
				V = {
					this = true
				},
				["片"] = {
					["下"] = {
						["载"] = {
							this = true
						}
					}
				}
			},
			["偷"] = {
				["拍"] = {
					this = true
				},
				["伦"] = {
					["视"] = {
						["频"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["秃"] = {
				["鹰"] = {
					["第"] = {
						["一"] = {
							["官"] = {
								["方"] = {
									this = true
								}
							}
						}
					}
				},
				["子"] = {
					this = true
				}
			},
			["北"] = {
				["极"] = {
					["熊"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["电"] = {
				["鸡"] = {
					this = true
				}
			},
			B = {
				B = {
					["狗"] = {
						this = true
					}
				}
			},
			["乱"] = {
				["淫"] = {
					this = true
				}
			},
			["日"] = {
				a = {
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					["专"] = {
						["卖"] = {
							["|"] = {
								["气"] = {
									["枪"] = {
										["货"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["成"] = {
				["年"] = {
					["女"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["司"] = {
					["机"] = {
						this = true
					}
				}
			},
			["午"] = {
				["夜"] = {
					["精"] = {
						["品"] = {
							["情"] = {
								["侣"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["一"] = {
				["区"] = {
					["仑"] = {
						["乱"] = {
							this = true
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					["毛"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["九"] = {
				["九"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["呦"] = {
				["呦"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					["播"] = {
						["放"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["实"] = {
					["伦"] = {
						["对"] = {
							["白"] = {
								["全"] = {
									["集"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			a = {
				v = {
					this = true
				}
			}
		},
		["安"] = {
			["局"] = {
				this = true
			},
			["证"] = {
				this = true
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["君"] = {
				["安"] = {
					["证"] = {
						["券"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				this = true
			}
		},
		["防"] = {
			["部"] = {
				this = true
			},
			["科"] = {
				["工"] = {
					["委"] = {
						this = true
					}
				}
			}
		},
		["管"] = {
			["局"] = {
				this = true
			}
		},
		["际"] = {
			["法"] = {
				["院"] = {
					this = true
				}
			},
			["狩"] = {
				["猎"] = {
					["联"] = {
						["盟"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["七"] = {
				["胜"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["平"] = {
						["台"] = {
							["大"] = {
								["全"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["声"] = {
				["援"] = {
					["西"] = {
						["藏"] = {
							this = true
						}
					}
				}
			},
			["西"] = {
				["藏"] = {
					["运"] = {
						["动"] = {
							this = true
						}
					}
				}
			},
			["援"] = {
				["藏"] = {
					["网"] = {
						this = true
					}
				}
			},
			["足"] = {
				["坛"] = {
					["五"] = {
						["大"] = {
							this = true
						}
					}
				}
			},
			["特"] = {
				["赦"] = {
					this = true
				}
			},
			["广"] = {
				["播"] = {
					["电"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["家"] = {
			["民"] = {
				["委"] = {
					this = true
				}
			},
			["主"] = {
				["席"] = {
					this = true
				},
				["要"] = {
					["部"] = {
						["委"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["展"] = {
					["和"] = {
						["改"] = {
							["革"] = {
								["委"] = {
									["员"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["与"] = {
						["改"] = {
							["革"] = {
								["委"] = {
									["员"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["安"] = {
				["全"] = {
					this = true,
					["部"] = {
						["马"] = {
							["健"] = {
								this = true
							}
						}
					}
				}
			},
			["机"] = {
				["密"] = {
					this = true
				}
			},
			["粮"] = {
				["油"] = {
					["统"] = {
						["计"] = {
							["报"] = {
								["表"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["政"] = {
				["府"] = {
					["档"] = {
						["案"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["委"] = {
					["主"] = {
						["席"] = {
							this = true
						}
					}
				}
			},
			["总"] = {
				["主"] = {
					["席"] = {
						this = true
					}
				},
				["理"] = {
					this = true
				}
			},
			["欠"] = {
				["他"] = {
					["一"] = {
						["个"] = {
							["道"] = {
								["歉"] = {
									this = true
								}
							}
						}
					}
				}
			},
			[" "] = {
				["的"] = {
					[" "] = {
						["囚"] = {
							[" "] = {
								["犯"] = {
									this = true
								},
								["徒"] = {
									this = true
								}
							}
						}
					},
					["囚"] = {
						["犯"] = {
							this = true
						}
					}
				},
				["囚"] = {
					[" "] = {
						["犯"] = {
							this = true
						},
						["徒"] = {
							this = true
						}
					},
					["犯"] = {
						this = true
					},
					["徒"] = {
						this = true
					}
				}
			},
			["的"] = {
				[" "] = {
					["囚"] = {
						[" "] = {
							["犯"] = {
								this = true
							},
							["徒"] = {
								this = true
							}
						},
						["犯"] = {
							this = true
						}
					}
				},
				["囚"] = {
					[" "] = {
						["犯"] = {
							this = true
						},
						["徒"] = {
							this = true
						}
					},
					["犯"] = {
						this = true,
						["鲍"] = {
							["朴"] = {
								this = true
							},
							["彤"] = {
								this = true
							}
						}
					},
					["徒"] = {
						this = true,
						["鲍"] = {
							["朴"] = {
								this = true
							},
							["彤"] = {
								this = true
							}
						}
					}
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["副"] = {
				["主"] = {
					["席"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["网"] = {
						this = true
					}
				}
			},
			["领"] = {
				["导"] = {
					this = true,
					["人"] = {
						this = true
					}
				}
			},
			["囚"] = {
				[" "] = {
					["犯"] = {
						this = true
					},
					["徒"] = {
						this = true
					}
				},
				["犯"] = {
					this = true
				}
			},
			["是"] = {
				["一"] = {
					["条"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["为"] = {
				["何"] = {
					["薄"] = {
						["熙"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["访"] = {
					["局"] = {
						["舒"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["格"] = {
					this = true
				}
			},
			["之"] = {
				["囚"] = {
					["徒"] = {
						this = true
					}
				}
			}
		},
		["民"] = {
			["党"] = {
				this = true,
				["万"] = {
					["岁"] = {
						this = true
					}
				},
				G = {
					["·"] = {
						M = {
							["·"] = {
								D = {
									this = true
								}
							}
						}
					}
				},
				["*"] = {
					this = true
				},
				["名"] = {
					["单"] = {
						this = true
					}
				},
				["员"] = {
					["毛"] = {
						["泽"] = {
							["东"] = {
								this = true
							}
						}
					}
				}
			},
			["政"] = {
				["府"] = {
					this = true
				}
			},
			["根"] = {
				["本"] = {
					["大"] = {
						["法"] = {
							this = true
						}
					}
				}
			}
		},
		["秃"] = {
			this = true,
			["武"] = {
				["器"] = {
					this = true
				}
			},
			["套"] = {
				["件"] = {
					this = true
				}
			},
			["配"] = {
				["件"] = {
					this = true
				}
			}
		},
		["外"] = {
			this = true,
			["文"] = {
				["凭"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["代"] = {
						["办"] = {
							this = true
						}
					},
					["纪"] = {
						["念"] = {
							["网"] = {
								this = true
							}
						}
					},
					["认"] = {
						["证"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["学"] = {
						["历"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["民"] = {
						["主"] = {
							["运"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			},
			A = {
				["片"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["办"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["博"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["黑"] = {
				["丝"] = {
					["露"] = {
						["点"] = {
							this = true
						}
					}
				}
			},
			["黄"] = {
				["网"] = {
					this = true
				}
			},
			["开"] = {
				["锁"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["毛"] = {
				["片"] = {
					this = true
				}
			},
			["破"] = {
				["处"] = {
					["门"] = {
						this = true
					}
				}
			},
			["三"] = {
				["级"] = {
					["片"] = {
						this = true
					}
				}
			},
			["上"] = {
				["门"] = {
					this = true
				}
			},
			["学"] = {
				["历"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					},
					["认"] = {
						["正"] = {
							this = true
						},
						["证"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["证"] = {
						["代"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				["书"] = {
					this = true
				}
			},
			["政"] = {
				["要"] = {
					["人"] = {
						["物"] = {
							["："] = {
								this = true
							}
						}
					}
				}
			}
		},
		["考"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["考"] = {
				["生"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		},
		["恒"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["狗"] = {
			this = true
		},
		["务"] = {
			["委"] = {
				["员"] = {
					this = true
				}
			},
			["院"] = {
				this = true,
				["副"] = {
					["总"] = {
						["理"] = {
							this = true
						}
					}
				},
				["总"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["狙"] = {
			this = true
		},
		["共"] = {
			this = true,
			["合"] = {
				["作"] = {
					this = true
				}
			},
			["血"] = {
				["史"] = {
					["新"] = {
						["翻"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["军"] = {
			this = true
		},
		["锋"] = {
			this = true
		},
		["峰"] = {
			this = true
		},
		w = {
			u = {
				["院"] = {
					this = true
				}
			}
		},
		["之"] = {
			["母"] = {
				this = true
			},
			["利"] = {
				["刃"] = {
					this = true
				}
			}
		},
		["母"] = {
			this = true,
			[" "] = {
				i = {
					p = {
						h = {
							o = {
								n = {
									e = {
										this = true
									}
								}
							}
						}
					}
				},
				["祖"] = {
					["英"] = {
						this = true
					}
				}
			},
			["&"] = {
				["彭"] = {
					this = true
				}
			},
			["彭"] = {
				this = true,
				["丽"] = {
					["媛"] = {
						this = true
					}
				},
				["麻"] = {
					["麻"] = {
						this = true
					}
				}
			},
			["宋"] = {
				["祖"] = {
					["英"] = {
						this = true
					}
				}
			},
			["征"] = {
				["服"] = {
					["普"] = {
						["大"] = {
							["帝"] = {
								this = true
							}
						},
						["京"] = {
							this = true
						}
					}
				}
			}
		},
		["姆"] = {
			this = true
		},
		["歌"] = {
			["股"] = {
				["歌"] = {
					this = true
				}
			}
		},
		["色"] = {
			["天"] = {
				["香"] = {
					["网"] = {
						this = true
					},
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			}
		},
		["新"] = {
			["办"] = {
				["主"] = {
					["任"] = {
						this = true
					}
				}
			}
		},
		["研"] = {
			["新"] = {
				["闻"] = {
					["邮"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["室"] = {
				this = true
			}
		},
		["贼"] = {
			this = true
		},
		["办"] = {
			["发"] = {
				this = true
			}
		},
		["台"] = {
			["办"] = {
				this = true
			}
		},
		["号"] = {
			["为"] = {
				["习"] = {
					this = true
				}
			},
			["爲"] = {
				["习"] = {
					this = true
				}
			}
		},
		[" "] = {
			["家"] = {
				[" "] = {
					["的"] = {
						[" "] = {
							["囚"] = {
								[" "] = {
									["犯"] = {
										this = true
									},
									["徒"] = {
										this = true
									}
								},
								["犯"] = {
									this = true
								},
								["徒"] = {
									this = true
								}
							}
						},
						["囚"] = {
							["犯"] = {
								this = true
							},
							["徒"] = {
								this = true
							}
						}
					},
					["囚"] = {
						[" "] = {
							["犯"] = {
								this = true
							},
							["徒"] = {
								this = true
							}
						},
						["犯"] = {
							this = true
						},
						["徒"] = {
							this = true
						}
					}
				},
				["的"] = {
					["囚"] = {
						["犯"] = {
							this = true
						},
						["徒"] = {
							this = true
						}
					}
				},
				["囚"] = {
					[" "] = {
						["犯"] = {
							this = true
						},
						["徒"] = {
							this = true
						}
					},
					["犯"] = {
						this = true
					},
					["徒"] = {
						this = true
					}
				}
			}
		},
		["地"] = {
			["税"] = {
				this = true
			}
		},
		["鼎"] = {
			["网"] = {
				["络"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["度"] = {
			["币"] = {
				this = true
			}
		},
		["府"] = {
			["田"] = {
				["瞳"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["光"] = {
			this = true
		},
		["航"] = {
			["绿"] = {
				["色"] = {
					this = true
				}
			}
		},
		["泓"] = {
			["税"] = {
				["务"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			}
		},
		["花"] = {
			this = true,
			["名"] = {
				["字"] = {
					this = true
				}
			}
		},
		["货"] = {
			["野"] = {
				["外"] = {
					["調"] = {
						["教"] = {
							this = true
						}
					}
				}
			},
			["与"] = {
				["黑"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["籍"] = {
			this = true
		},
		["开"] = {
			["行"] = {
				["贺"] = {
					["锦"] = {
						["雷"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			["电"] = {
				["器"] = {
					this = true
				}
			}
		},
		["模"] = {
			this = true,
			["冰"] = {
				["冰"] = {
					["性"] = {
						["爱"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["芳"] = {
				["芳"] = {
					this = true
				}
			},
			["郊"] = {
				["外"] = {
					["私"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["经"] = {
				["典"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["客"] = {
				["厅"] = {
					["私"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["露"] = {
				["露"] = {
					this = true
				}
			},
			["全"] = {
				["裸"] = {
					["掰"] = {
						["穴"] = {
							this = true
						}
					},
					["私"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["蓉"] = {
				["蓉"] = {
					this = true
				}
			},
			["私"] = {
				["拍"] = {
					["套"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["糖"] = {
				["糖"] = {
					this = true
				}
			},
			["套"] = {
				["图"] = {
					this = true
				}
			},
			["雯"] = {
				["雯"] = {
					this = true,
					["大"] = {
						["乳"] = {
							this = true
						}
					}
				}
			},
			["现"] = {
				["场"] = {
					this = true
				}
			},
			["小"] = {
				["蝶"] = {
					this = true,
					["露"] = {
						B = {
							this = true
						}
					}
				},
				["缓"] = {
					this = true
				},
				["娟"] = {
					["娟"] = {
						this = true
					}
				},
				["萱"] = {
					this = true
				}
			},
			["颖"] = {
				["星"] = {
					this = true
				}
			},
			["张"] = {
				["家"] = {
					["仪"] = {
						this = true
					}
				},
				["筱"] = {
					["雨"] = {
						this = true
					}
				}
			}
		},
		["强"] = {
			["儿"] = {
				["子"] = {
					["违"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["子"] = {
					["遭"] = {
						["调"] = {
							["查"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["-"] = {
			["强"] = {
				["两"] = {
					["媳"] = {
						this = true
					}
				}
			}
		},
		["求"] = {
			["荣"] = {
				this = true
			}
		},
		["人"] = {
			["夜"] = {
				["射"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			}
		},
		["润"] = {
			["警"] = {
				["用"] = {
					["器"] = {
						["材"] = {
							this = true
						}
					}
				}
			}
		},
		["殇"] = {
			this = true,
			["八"] = {
				["九"] = {
					this = true
				}
			}
		},
		["势"] = {
			["力"] = {
				this = true
			}
		},
		["是"] = {
			["忧"] = {
				["思"] = {
					["录"] = {
						this = true
					}
				}
			}
		},
		["税"] = {
			["地"] = {
				["税"] = {
					this = true
				}
			},
			["发"] = {
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["泰"] = {
			["君"] = {
				["安"] = {
					["证"] = {
						["券"] = {
							this = true
						}
					}
				}
			}
		},
		["唐"] = {
			["捷"] = {
				this = true
			}
		},
		["土"] = {
			["资"] = {
				["源"] = {
					["部"] = {
						this = true
					}
				}
			}
		},
		["王"] = {
			["与"] = {
				["我"] = {
					this = true
				}
			}
		},
		["友"] = {
			["网"] = {
				["资"] = {
					this = true
				}
			}
		},
		["有"] = {
			["土"] = {
				["地"] = {
					["使"] = {
						["用"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["语"] = {
			["日"] = {
				["报"] = {
					this = true
				}
			}
		},
		["志"] = {
			["时"] = {
				["代"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["强"] = {
						["奸"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["时"] = {
					["代"] = {
						this = true
					}
				}
			}
		},
		["资"] = {
			["委"] = {
				this = true,
				["的"] = {
					["故"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["雪"] = {
		["山"] = {
			["狮"] = {
				["子"] = {
					this = true,
					["旗"] = {
						this = true
					}
				}
			}
		},
		["腿"] = {
			["玉"] = {
				["胯"] = {
					this = true
				}
			}
		},
		["狼"] = {
			M = {
				["2"] = {
					["4"] = {
						this = true
					}
				}
			}
		},
		["肌"] = {
			["夜"] = {
				["叉"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["染"] = {
			["飘"] = {
				["朱"] = {
					this = true
				}
			}
		},
		["白"] = {
			["的"] = {
				["奶"] = {
					["子"] = {
						this = true
					}
				},
				["肉"] = {
					["体"] = {
						this = true
					}
				},
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			},
			["屁"] = {
				["股"] = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["豹"] = {
			["弓"] = {
				["弩"] = {
					this = true
				}
			}
		},
		["村"] = {
			["沙"] = {
				["郁"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["嫩"] = {
			M = {
				M = {
					["香"] = {
						["坂"] = {
							["百"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["上"] = {
			["枝"] = {
				["蒿"] = {
					this = true
				}
			}
		},
		["野"] = {
			["あ"] = {
				["い"] = {
					["か"] = {
						["电"] = {
							["驴"] = {
								this = true
							}
						}
					}
				}
			},
			["爱"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["弥"] = {
				["生"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["春"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["域"] = {
			["烈"] = {
				["焰"] = {
					this = true
				}
			},
			["潘"] = {
				["晴"] = {
					this = true
				}
			}
		},
		["竹"] = {
			["莲"] = {
				this = true
			}
		},
		["花"] = {
			["东"] = {
				this = true
			}
		}
	}
end

temp()
