pg = pg or {}
slot0 = pg
slot0.word_template_18 = {}
slot1 = slot0.word_template_18

function temp()
	uv0["跳"] = {
		["大"] = {
			["神"] = {
				this = true
			}
		},
		["刀"] = {
			this = true,
			["弹"] = {
				["簧"] = {
					A = {
						["刀"] = {
							this = true
						}
					},
					["刀"] = {
						this = true
					}
				}
			},
			["具"] = {
				["具"] = {
					this = true
				}
			},
			["闪"] = {
				["批"] = {
					this = true
				}
			},
			["有"] = {
				["货"] = {
					this = true
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			},
			["转"] = {
				["让"] = {
					this = true
				}
			}
		},
		["壳"] = {
			this = true
		},
		d = {
			a = {
				o = {
					this = true
				}
			}
		},
		["弹"] = {
			this = true
		},
		["蛋"] = {
			this = true
		},
		["忉"] = {
			["弹"] = {
				["簧"] = {
					["忉"] = {
						this = true
					}
				}
			},
			["闪"] = {
				["批"] = {
					this = true
				}
			}
		},
		["钢"] = {
			["管"] = {
				["舞"] = {
					["的"] = {
						["男"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["灰"] = {
			this = true
		},
		["楼"] = {
			this = true
		},
		["跳"] = {
			["蛋"] = {
				this = true
			},
			["虎"] = {
				this = true
			},
			["龙"] = {
				this = true
			}
		},
		["转"] = {
			this = true,
			["至"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["神"] = {
		["汉"] = {
			this = true
		},
		["婆"] = {
			this = true
		},
		["經"] = {
			["病"] = {
				this = true
			}
		},
		["经"] = {
			["病"] = {
				this = true
			}
		},
		["通"] = {
			["加"] = {
				["持"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["雕"] = {
			["云"] = {
				["雨"] = {
					this = true
				}
			},
			["风"] = {
				["流"] = {
					this = true
				}
			},
			["外"] = {
				["传"] = {
					["之"] = {
						["郭"] = {
							["襄"] = {
								this = true,
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["艳"] = {
				["情"] = {
					this = true
				}
			}
		},
		["算"] = {
			["子"] = {
				["中"] = {
					["特"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["州"] = {
			["彩"] = {
				this = true
			},
			["忏"] = {
				["悔"] = {
					["录"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["制"] = {
						["片"] = {
							["厂"] = {
								this = true
							}
						}
					}
				}
			},
			["数"] = {
				["码"] = {
					this = true
				}
			},
			["天"] = {
				["戈"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["龙"] = {
			["仙"] = {
				["缘"] = {
					this = true
				}
			},
			["摆"] = {
				["尾"] = {
					this = true
				}
			},
			["猎"] = {
				["人"] = {
					["汽"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["弯"] = {
				["刀"] = {
					this = true
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["的"] = {
			["教"] = {
				["会"] = {
					this = true
				}
			},
			["永"] = {
				["远"] = {
					["到"] = {
						["永"] = {
							["远"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["佛"] = {
			this = true
		},
		["鬼"] = {
			["1"] = {
				["8"] = {
					["妓"] = {
						this = true
					}
				}
			},
			["传"] = {
				["奇"] = {
					this = true
				}
			},
			["妓"] = {
				["院"] = {
					this = true
				}
			}
		},
		["洲"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["权"] = {
			["党"] = {
				["授"] = {
					this = true
				}
			}
		},
		["鞭"] = {
			this = true
		},
		["兵"] = {
			["鉴"] = {
				this = true
			}
		},
		["彩"] = {
			["堂"] = {
				this = true
			}
		},
		["城"] = {
			["千"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["风"] = {
			this = true,
			["大"] = {
				["乱"] = {
					["交"] = {
						this = true
					}
				}
			}
		},
		["風"] = {
			["~"] = {
				this = true
			}
		},
		["符"] = {
			this = true,
			["靠"] = {
				this = true
			}
		},
		["谷"] = {
			["姬"] = {
				["博"] = {
					["客"] = {
						this = true
					}
				},
				["乱"] = {
					["交"] = {
						this = true
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				}
			},
			["丽"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["沙"] = {
				["織"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["诗"] = {
				["织"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["姫"] = {
				this = true
			}
		},
		["漢"] = {
			this = true
		},
		["化"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["话"] = {
			R = {
				["。"] = {
					Y = {
						["。"] = {
							L = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["話"] = {
			R = {
				["。"] = {
					Y = {
						["。"] = {
							L = {
								this = true
							}
						}
					}
				}
			}
		},
		["甲"] = {
			["奇"] = {
				["兵"] = {
					this = true
				}
			}
		},
		["开"] = {
			["十"] = {
				["字"] = {
					["自"] = {
						["动"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			["网"] = {
				this = true
			}
		},
		["泪"] = {
			this = true
		},
		["淚"] = {
			this = true
		},
		["力"] = {
			["时"] = {
				["代"] = {
					this = true
				}
			}
		},
		["马"] = {
			["高"] = {
				["手"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["秘"] = {
			["人"] = {
				this = true
			},
			["园"] = {
				this = true
			}
		},
		["弩"] = {
			["网"] = {
				this = true
			}
		},
		["炮"] = {
			["手"] = {
				this = true
			}
		},
		["奇"] = {
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["蘑"] = {
				["菇"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			}
		},
		["崎"] = {
			["葵"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["绫"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				},
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["泣"] = {
			this = true
		},
		["枪"] = {
			["吧"] = {
				this = true
			}
		},
		["曲"] = {
			this = true
		},
		["社"] = {
			this = true
		},
		["手"] = {
			["弹"] = {
				["弓"] = {
					this = true
				}
			}
		},
		["兽"] = {
			["栏"] = {
				["管"] = {
					["理"] = {
						["员"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["梨"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["桃"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["仙"] = {
			["传"] = {
				this = true
			},
			["水"] = {
				this = true,
				["?"] = {
					this = true
				},
				G = {
					H = {
						B = {
							this = true
						}
					}
				},
				["出"] = {
					["货"] = {
						this = true
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["教"] = {
					["程"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["手"] = {
					["机"] = {
						this = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["提"] = {
					["炼"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["糖"] = {
				this = true,
				["出"] = {
					["货"] = {
						this = true
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["教"] = {
					["程"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["手"] = {
					["机"] = {
						this = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["提"] = {
					["炼"] = {
						this = true
					}
				}
			}
		},
		["咲"] = {
			["诗"] = {
				["织"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["药"] = {
			this = true
		},
		["也"] = {
			["是"] = {
				["男"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["业"] = {
			["潮"] = {
				["绝"] = {
					this = true
				}
			}
		},
		["医"] = {
			["的"] = {
				["克"] = {
					["星"] = {
						this = true
					}
				}
			},
			["擒"] = {
				["美"] = {
					["录"] = {
						this = true
					}
				}
			}
		},
		["鹰"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["油"] = {
			this = true
		},
		["韵"] = {
			this = true,
			["纽"] = {
				["约"] = {
					this = true
				}
			},
			["仙"] = {
				["音"] = {
					this = true
				}
			},
			["艺"] = {
				["术"] = {
					["团"] = {
						this = true
					}
				}
			}
		},
		["之"] = {
			["领"] = {
				["域"] = {
					this = true
				}
			},
			["領"] = {
				["域"] = {
					this = true
				}
			},
			["欲"] = {
				this = true
			}
		},
		["女"] = {
			["主"] = {
				["民"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["阎"] = {
		["王"] = {
			this = true
		},
		["明"] = {
			["复"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["安"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["黑"] = {
		["白"] = {
			["无"] = {
				["常"] = {
					this = true
				}
			},
			["豪"] = {
				["乳"] = {
					this = true
				}
			},
			["無"] = {
				["常"] = {
					this = true
				}
			},
			["印"] = {
				["象"] = {
					this = true
				}
			},
			["杂"] = {
				["交"] = {
					this = true
				}
			}
		},
		["毛"] = {
			["屄"] = {
				this = true
			}
		},
		["屄"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["社"] = {
			["會"] = {
				this = true
			},
			["会"] = {
				this = true
			}
		},
		["手"] = {
			["黨"] = {
				this = true
			},
			["党"] = {
				this = true
			},
			["，"] = {
				["党"] = {
					this = true
				}
			},
			p = {
				["党"] = {
					this = true
				}
			}
		},
		["星"] = {
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["女"] = {
				["侠"] = {
					this = true,
					["*"] = {
						this = true
					},
					["电"] = {
						["子"] = {
							["书"] = {
								this = true
							}
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["市"] = {
			this = true,
			["枪"] = {
				this = true,
				["行"] = {
					this = true
				},
				["具"] = {
					this = true
				},
				["支"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["集"] = {
				["团"] = {
					["看"] = {
						["货"] = {
							["网"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			},
			d = {
				a = {
					o = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["刀"] = {
				["具"] = {
					this = true,
					["具"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					["专"] = {
						this = true
					}
				}
			},
			["看"] = {
				["货"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["器"] = {
				["官"] = {
					this = true
				}
			},
			["肾"] = {
				this = true,
				["源"] = {
					this = true
				},
				["脏"] = {
					this = true
				}
			},
			["五"] = {
				["连"] = {
					["发"] = {
						this = true
					}
				}
			},
			["专"] = {
				["刀"] = {
					["具"] = {
						this = true
					}
				},
				["忉"] = {
					["具"] = {
						this = true
					}
				}
			}
		},
		["索"] = {
			["金"] = {
				this = true,
				["制"] = {
					["备"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				},
				["的"] = {
					this = true,
					["制"] = {
						["造"] = {
							["过"] = {
								["程"] = {
									this = true
								}
							}
						}
					}
				},
				["方"] = {
					["法"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["入"] = {
					["门"] = {
						this = true
					}
				},
				["手"] = {
					["册"] = {
						this = true
					}
				},
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			},
			["今"] = {
				this = true
			}
		},
		["梯"] = {
			["铝"] = {
				this = true
			}
		},
		["火"] = {
			["药"] = {
				this = true,
				["的"] = {
					this = true,
					["配"] = {
						["方"] = {
							this = true
						}
					},
					["制"] = {
						["作"] = {
							this = true
						}
					},
					["成"] = {
						["分"] = {
							this = true
						}
					}
				},
				["比"] = {
					["例"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true,
						["比"] = {
							["例"] = {
								this = true
							}
						}
					},
					["比"] = {
						this = true
					},
					["制"] = {
						["比"] = {
							["例"] = {
								this = true
							}
						}
					}
				},
				["和"] = {
					["硝"] = {
						["酸"] = {
							["钾"] = {
								["农"] = {
									["药"] = {
										["混"] = {
											["合"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["爆"] = {
					["炸"] = {
						this = true
					}
				},
				["成"] = {
					["分"] = {
						this = true,
						["比"] = {
							["例"] = {
								this = true
							}
						}
					}
				},
				["方"] = {
					["法"] = {
						this = true
					}
				},
				["混"] = {
					["分"] = {
						this = true
					}
				},
				["教"] = {
					["程"] = {
						this = true
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				}
			}
		},
		["森"] = {
			["林"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["曼"] = {
			["巴"] = {
				["弩"] = {
					this = true
				},
				["弓"] = {
					["弩"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			}
		},
		["卡"] = {
			this = true,
			["套"] = {
				["现"] = {
					this = true
				}
			}
		},
		["日"] = {
			["撸"] = {
				this = true
			}
		},
		["龙"] = {
			B = {
				["版"] = {
					this = true
				}
			}
		},
		["习"] = {
			this = true,
			["&"] = {
				["某"] = {
					["个"] = {
						["团"] = {
							["队"] = {
								this = true
							}
						}
					}
				},
				["组"] = {
					["织"] = {
						this = true
					}
				}
			},
			["大"] = {
				["大"] = {
					this = true
				}
			},
			["某"] = {
				["个"] = {
					["团"] = {
						["队"] = {
							this = true
						}
					}
				}
			},
			["团"] = {
				["队"] = {
					this = true
				}
			},
			["总"] = {
				this = true
			},
			["组"] = {
				["织"] = {
					this = true
				}
			}
		},
		["彩"] = {
			this = true
		},
		["木"] = {
			["鞋"] = {
				["刀"] = {
					["剑"] = {
						this = true,
						["网"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["耳"] = {
				this = true,
				["裸"] = {
					["聊"] = {
						this = true
					}
				}
			},
			["爱"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["衣"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			},
			["奈"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["香"] = {
				B = {
					T = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["高"] = {
					["清"] = {
						A = {
							V = {
								this = true
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["道"] = {
			["总"] = {
				["裁"] = {
					["独"] = {
						["宠"] = {
							["残"] = {
								["妻"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["狂"] = {
				["神"] = {
					this = true
				}
			},
			["营"] = {
				["生"] = {
					this = true
				}
			}
		},
		["猫"] = {
			["男"] = {
				["友"] = {
					["的"] = {
						["填"] = {
							["满"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["摸"] = {
				["石"] = {
					["头"] = {
						this = true
					}
				}
			}
		},
		["天"] = {
			["使"] = {
				this = true,
				["*"] = {
					this = true
				},
				["电"] = {
					["子"] = {
						["书"] = {
							this = true
						}
					}
				},
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["小"] = {
					["说"] = {
						this = true
					}
				}
			}
		},
		["窑"] = {
			this = true,
			["奴"] = {
				["役"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["工"] = {
				["母"] = {
					["亲"] = {
						["网"] = {
							["上"] = {
								["寻"] = {
									["助"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["母"] = {
				["亲"] = {
					["群"] = {
						["体"] = {
							["募"] = {
								["捐"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["车"] = {
			this = true,
			["司"] = {
				["机"] = {
					["套"] = {
						["瓷"] = {
							this = true
						}
					}
				}
			},
			["套"] = {
				["牌"] = {
					["车"] = {
						this = true
					}
				}
			}
		},
		["灯"] = {
			["舞"] = {
				["厅"] = {
					this = true
				}
			}
		},
		["幕"] = {
			this = true,
			["重"] = {
				["重"] = {
					["腐"] = {
						["败"] = {
							["到"] = {
								["底"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["皮"] = {
			["书"] = {
				this = true
			}
		},
		["枪"] = {
			this = true,
			["网"] = {
				this = true
			}
		},
		["瞎"] = {
			["子"] = {
				["岛"] = {
					this = true
				}
			}
		},
		["魔"] = {
			["教"] = {
				this = true
			}
		},
		["非"] = {
			["洲"] = {
				this = true
			}
		},
		["暗"] = {
			["体"] = {
				["操"] = {
					this = true
				}
			}
		},
		["霸"] = {
			["王"] = {
				["干"] = {
					["扰"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["版"] = {
			["三"] = {
				["棱"] = {
					["刺"] = {
						this = true
					},
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			}
		},
		["帮"] = {
			this = true
		},
		["豹"] = {
			["精"] = {
				this = true
			}
		},
		["鲍"] = {
			["娇"] = {
				this = true
			}
		},
		["鮑"] = {
			["娇"] = {
				this = true
			},
			["嬌"] = {
				this = true
			}
		},
		["川"] = {
			["私"] = {
				["家"] = {
					["照"] = {
						this = true
					}
				}
			}
		},
		["唇"] = {
			["潮"] = {
				["吹"] = {
					this = true
				}
			}
		},
		["大"] = {
			["鹰"] = {
				this = true
			},
			["屌"] = {
				this = true
			}
		},
		["店"] = {
			["曝"] = {
				["光"] = {
					this = true
				}
			}
		},
		["仿"] = {
			["真"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["风"] = {
			["老"] = {
				["妖"] = {
					this = true
				}
			}
		},
		["钢"] = {
			["狗"] = {
				["腿"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["根"] = {
			["巨"] = {
				["炮"] = {
					this = true
				}
			}
		},
		["寡"] = {
			["妇"] = {
				["催"] = {
					["情"] = {
						["水"] = {
							this = true
						},
						["药"] = {
							this = true,
							["水"] = {
								this = true
							}
						},
						["葯"] = {
							this = true
						}
					}
				},
				["口"] = {
					["服"] = {
						["液"] = {
							this = true
						}
					}
				},
				["迷"] = {
					["情"] = {
						["粉"] = {
							this = true
						}
					}
				},
				["情"] = {
					["欲"] = {
						["粉"] = {
							this = true
						}
					}
				}
			},
			["婦"] = {
				["催"] = {
					["情"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["管"] = {
			["三"] = {
				["棱"] = {
					this = true
				}
			}
		},
		["鬼"] = {
			this = true,
			["厨"] = {
				["房"] = {
					["搞"] = {
						["黑"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["狐"] = {
			["折"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["货"] = {
			this = true
		},
		["军"] = {
			["猎"] = {
				["友"] = {
					this = true
				}
			}
		},
		["客"] = {
			this = true,
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["技"] = {
				["术"] = {
					this = true,
					["删"] = {
						["帖"] = {
							this = true
						}
					}
				}
			},
			["接"] = {
				["单"] = {
					this = true
				}
			},
			["软"] = {
				["件"] = {
					this = true,
					["%"] = {
						["%"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			},
			["侠"] = {
				this = true
			},
			["修"] = {
				["改"] = {
					["分"] = {
						["数"] = {
							this = true
						}
					}
				}
			}
		},
		["老"] = {
			["狗"] = {
				["腿"] = {
					this = true
				}
			},
			["尼"] = {
				["泊"] = {
					["尔"] = {
						["狗"] = {
							["腿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["链"] = {
			this = true
		},
		["硫"] = {
			["化"] = {
				["汞"] = {
					this = true
				}
			}
		},
		["龍"] = {
			["江"] = {
				["辦"] = {
					["證"] = {
						this = true
					}
				},
				["找"] = {
					["洋"] = {
						["妞"] = {
							this = true
						}
					}
				}
			}
		},
		["马"] = {
			["@"] = {
				S = {
					Q = {
						this = true
					}
				}
			},
			["五"] = {
				["月"] = {
					["天"] = {
						this = true
					}
				}
			}
		},
		["貓"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["妹"] = {
			this = true
		},
		["牛"] = {
			["激"] = {
				["动"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["票"] = {
			this = true
		},
		["崎"] = {
			["彩"] = {
				B = {
					T = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["扇"] = {
				["菜"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["蔷"] = {
			["薇"] = {
				["夫"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["大"] = {
				["屌"] = {
					this = true
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["三"] = {
			["棱"] = {
				this = true
			}
		},
		["色"] = {
			["军"] = {
				c = {
					this = true
				},
				["刺"] = {
					this = true
				},
				["枪"] = {
					["炮"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			}
		},
		["省"] = {
			["副"] = {
				["省"] = {
					["長"] = {
						this = true
					},
					["长"] = {
						this = true
					}
				}
			}
		},
		["丝"] = {
			this = true,
			A = {
				V = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["阿"] = {
				["姨"] = {
					this = true
				}
			},
			["薄"] = {
				["纱"] = {
					["美"] = {
						["乳"] = {
							this = true
						}
					}
				}
			},
			["短"] = {
				["裙"] = {
					this = true
				}
			},
			["肥"] = {
				["臀"] = {
					this = true
				}
			},
			["酒"] = {
				["店"] = {
					["援"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["乳"] = {
				["神"] = {
					this = true
				}
			},
			["骚"] = {
				["妇"] = {
					this = true
				},
				["货"] = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					["按"] = {
						["摩"] = {
							this = true
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				},
				["女"] = {
					["玩"] = {
						["捆"] = {
							["绑"] = {
								this = true
							}
						}
					}
				}
			},
			["深"] = {
				["喉"] = {
					["激"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					this = true
				}
			},
			["袜"] = {
				["女"] = {
					["人"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				},
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["制"] = {
				["服"] = {
					["电"] = {
						["影"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["絲"] = {
			this = true,
			["無"] = {
				["碼"] = {
					this = true
				}
			}
		},
		["檀"] = {
			["真"] = {
				["烧"] = {
					["刃"] = {
						this = true
					}
				}
			}
		},
		["田"] = {
			["丽"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["无"] = {
			["常"] = {
				this = true
			}
		},
		["五"] = {
			["类"] = {
				this = true
			}
		},
		["習"] = {
			this = true,
			["大"] = {
				["大"] = {
					this = true
				}
			},
			["某"] = {
				["個"] = {
					["團"] = {
						["隊"] = {
							this = true
						}
					}
				}
			},
			["團"] = {
				["隊"] = {
					this = true
				}
			},
			["組"] = {
				["織"] = {
					["任"] = {
						["務"] = {
							this = true
						}
					}
				}
			}
		},
		["信"] = {
			["用"] = {
				["卡"] = {
					this = true
				}
			}
		},
		["熊"] = {
			["精"] = {
				this = true
			}
		},
		["岩"] = {
			["亚"] = {
				["由"] = {
					["美"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["野"] = {
			this = true
		},
		["衣"] = {
			T = {
				["恤"] = {
					this = true
				}
			},
			["人"] = {
				["抗"] = {
					["议"] = {
						this = true
					}
				}
			},
			["文"] = {
				["化"] = {
					["衫"] = {
						this = true
					}
				}
			}
		},
		["鹰"] = {
			l = {
				s = {
					g = {
						this = true
					}
				}
			},
			["电"] = {
				["击"] = {
					["器"] = {
						this = true
					}
				},
				["棍"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["努"] = {
				this = true
			},
			["弩"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["密"] = {
					["云"] = {
						this = true
					}
				},
				["配"] = {
					["件"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["玉"] = {
			["长"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["爱"] = {
				["高"] = {
					["清"] = {
						["剧"] = {
							["情"] = {
								this = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["栞"] = {
				["高"] = {
					["清"] = {
						this = true
					}
				}
			}
		},
		["澤"] = {
			["愛"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["蜘"] = {
			["蛛"] = {
				["水"] = {
					this = true
				}
			}
		},
		["砖"] = {
			["窑"] = {
				this = true
			}
		},
		["庄"] = {
			this = true
		},
		["裤"] = {
			["子"] = {
				this = true
			}
		},
		["褲"] = {
			["子"] = {
				this = true
			}
		},
		["["] = {
			["鬼"] = {
				["人"] = {
					["]"] = {
						["."] = {
							["{"] = {
								["0"] = {
									[","] = {
										["5"] = {
											["}"] = {
												["棉"] = {
													["花"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["牛"] = {
		["头"] = {
			["马"] = {
				["面"] = {
					this = true
				}
			},
			["7"] = {
				["0"] = {
					["2"] = {
						this = true
					},
					["1"] = {
						["气"] = {
							["缸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["逼"] = {
			this = true,
			["办"] = {
				["证"] = {
					["网"] = {
						this = true
					}
				}
			},
			["靠"] = {
				this = true
			},
			["色"] = {
				this = true,
				["导"] = {
					["航"] = {
						this = true
					}
				},
				["色"] = {
					["牛"] = {
						["逼"] = {
							this = true
						}
					}
				},
				["站"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					},
					["珍"] = {
						["藏"] = {
							this = true
						}
					}
				},
				["綜"] = {
					["合"] = {
						this = true
					}
				}
			}
		},
		["比"] = {
			this = true,
			T = {
				V = {
					this = true
				}
			},
			["靠"] = {
				this = true
			}
		},
		B = {
			this = true,
			["叉"] = {
				this = true
			},
			["，"] = {
				["牛"] = {
					["比"] = {
						this = true
					}
				}
			},
			["爱"] = {
				["牛"] = {
					C = {
						this = true
					}
				},
				["上"] = {
					["牛"] = {
						C = {
							this = true
						}
					}
				}
			},
			["靠"] = {
				this = true
			}
		},
		["牛"] = {
			["热"] = {
				["视"] = {
					["频"] = {
						this = true
					}
				}
			}
		},
		["彩"] = {
			["网"] = {
				this = true
			}
		},
		b = {
			["叉"] = {
				A = {
					["Ⅴ"] = {
						["欧"] = {
							["美"] = {
								this = true
							}
						}
					}
				}
			},
			["网"] = {
				["赚"] = {
					["教"] = {
						["程"] = {
							this = true
						}
					}
				}
			},
			["網"] = {
				["賺"] = {
					["教"] = {
						["程"] = {
							this = true
						}
					}
				}
			}
		},
		["肉"] = {
			["包"] = {
				["子"] = {
					x = {
						i = {
							this = true
						}
					}
				}
			}
		},
		X = {
			["网"] = {
				["赚"] = {
					["教"] = {
						["程"] = {
							this = true
						}
					}
				}
			},
			["網"] = {
				["賺"] = {
					["教"] = {
						["程"] = {
							this = true
						}
					}
				}
			}
		},
		["魔"] = {
			["王"] = {
				["管"] = {
					["家"] = {
						["婆"] = {
							["彩"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["人"] = {
			["鸡"] = {
				B = {
					this = true
				}
			},
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蒙"] = {
		["古"] = {
			this = true,
			["鞑"] = {
				["子"] = {
					this = true
				}
			},
			["独"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["達"] = {
				["子"] = {
					this = true
				}
			},
			["獨"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["达"] = {
				["子"] = {
					this = true
				}
			},
			["回"] = {
				["归"] = {
					this = true
				}
			},
			["教"] = {
				["育"] = {
					this = true,
					["文"] = {
						["化"] = {
							["基"] = {
								["金"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["牧"] = {
				["民"] = {
					["联"] = {
						["合"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["之"] = {
				["友"] = {
					this = true
				}
			},
			["分"] = {
				["裂"] = {
					["分"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["夫"] = {
					this = true
				}
			},
			["韃"] = {
				["子"] = {
					this = true
				}
			}
		},
		["獨"] = {
			this = true
		},
		["尘"] = {
			["药"] = {
				this = true
			}
		},
		["独"] = {
			this = true
		},
		["特"] = {
			["卡"] = {
				["罗"] = {
					["大"] = {
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					},
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["汗"] = {
			this = true,
			["药"] = {
				this = true,
				["粉"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["*"] = {
					this = true
				},
				["出"] = {
					["售"] = {
						this = true
					}
				}
			},
			["{"] = {
				["5"] = {
					["}"] = {
						this = true
					}
				}
			},
			["藥"] = {
				this = true
			},
			["5"] = {
				this = true
			}
		},
		["-"] = {
			["汗"] = {
				["-"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["进"] = {
			["喜"] = {
				this = true
			}
		},
		["巴"] = {
			["顿"] = {
				this = true
			}
		},
		["大"] = {
			["拿"] = {
				this = true
			}
		},
		["哥"] = {
			["马"] = {
				["利"] = {
					this = true
				}
			}
		},
		["汉"] = {
			["药"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["老"] = {
		["毛"] = {
			this = true,
			["子"] = {
				this = true
			},
			["死"] = {
				["去"] = {
					["妻"] = {
						["入"] = {
							["监"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["虎"] = {
			["机"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								["官"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["*"] = {
					this = true
				},
				["定"] = {
					["位"] = {
						["器"] = {
							this = true
						}
					}
				},
				["上"] = {
					["分"] = {
						["器"] = {
							this = true
						}
					}
				},
				["博"] = {
					["彩"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				},
				["干"] = {
					["扰"] = {
						this = true
					}
				},
				["技"] = {
					["巧"] = {
						this = true
					}
				},
				["破"] = {
					["解"] = {
						this = true,
						["中"] = {
							["心"] = {
								this = true
							}
						}
					}
				},
				["退"] = {
					["币"] = {
						["器"] = {
							this = true
						}
					}
				},
				["小"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				},
				["遥"] = {
					["控"] = {
						["器"] = {
							this = true
						}
					}
				},
				["游"] = {
					["戏"] = {
						this = true
					}
				}
			},
			["城"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["機"] = {
				this = true,
				["破"] = {
					["解"] = {
						this = true
					}
				},
				["遥"] = {
					["控"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["苍"] = {
				["蝇"] = {
					["一"] = {
						["起"] = {
							["打"] = {
								this = true
							}
						}
					}
				}
			},
			["三"] = {
				["工"] = {
					this = true
				}
			},
			["头"] = {
				["猎"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["頭"] = {
				["獵"] = {
					["槍"] = {
						this = true
					}
				}
			}
		},
		G = {
			Y = {
				this = true
			}
		},
		["Ｇ"] = {
			["Ｙ"] = {
				this = true
			}
		},
		["少"] = {
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["亂"] = {
				["倫"] = {
					this = true
				}
			},
			["配"] = {
				["鲲"] = {
					["鹏"] = {
						["展"] = {
							["翅"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["逼"] = {
			this = true
		},
		["母"] = {
			this = true
		},
		["狗"] = {
			["管"] = {
				this = true
			},
			["改"] = {
				["秃"] = {
					this = true
				}
			}
		},
		["妖"] = {
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			["资"] = {
				["料"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					this = true,
					["信"] = {
						["息"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["头"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["政"] = {
				["治"] = {
					this = true
				}
			},
			["保"] = {
				["健"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				},
				["险"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["购"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["干"] = {
				["政"] = {
					this = true
				}
			},
			["款"] = {
				["人"] = {
					["皮"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			["名"] = {
				["录"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["板"] = {
			["资"] = {
				["料"] = {
					this = true,
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["通"] = {
				["讯"] = {
					["录"] = {
						this = true
					}
				}
			},
			["手"] = {
				["机"] = {
					["号"] = {
						["码"] = {
							this = true
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["录"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["私"] = {
				["人"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["年"] = {
			["人"] = {
				["信"] = {
					["息"] = {
						this = true
					}
				},
				["数"] = {
					["据"] = {
						this = true,
						["信"] = {
							["息"] = {
								this = true
							}
						}
					}
				},
				["资"] = {
					["料"] = {
						this = true
					}
				}
			},
			["保"] = {
				["健"] = {
					["数"] = {
						["据"] = {
							["吧"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["钱"] = {
			["庄"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		k = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["挝"] = {
			["蓝"] = {
				["盾"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["营"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["哥"] = {
				this = true,
				["6"] = {
					["8"] = {
						v = {
							v = {
								v = {
									this = true
								}
							}
						}
					}
				},
				["网"] = {
					this = true,
					["址"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["驴"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["狼"] = {
				this = true
			}
		},
		["鸡"] = {
			["窝"] = {
				["在"] = {
					["线"] = {
						this = true
					}
				}
			},
			["拍"] = {
				["摄"] = {
					this = true
				}
			}
		},
		["鸭"] = {
			["窝"] = {
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["成"] = {
					["人"] = {
						["在"] = {
							["线"] = {
								this = true
							}
						}
					}
				},
				a = {
					v = {
						this = true
					}
				}
			}
		},
		["管"] = {
			["改"] = {
				["秃"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["土"] = {
			this = true
		},
		["司"] = {
			["机"] = {
				["精"] = {
					["品"] = {
						["视"] = {
							l = {
								s = {
									j = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["师"] = {
			["轻"] = {
				["一"] = {
					["点"] = {
						this = true
					}
				}
			},
			["1"] = {
				["6"] = {
					["岁"] = {
						this = true
					}
				}
			},
			["被"] = {
				["干"] = {
					["小"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["操"] = {
				["女"] = {
					["老"] = {
						["师"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				},
				["阴"] = {
					["道"] = {
						["好"] = {
							["紧"] = {
								this = true
							}
						}
					}
				},
				["淫"] = {
					["液"] = {
						this = true
					}
				}
			},
			["干"] = {
				["的"] = {
					["我"] = {
						["好"] = {
							["爽"] = {
								this = true
							}
						}
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					this = true
				}
			},
			["我"] = {
				["要"] = {
					["射"] = {
						this = true
					}
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["习"] = {
			this = true
		},
		["江"] = {
			this = true,
			[" "] = {
				["挂"] = {
					this = true
				}
			},
			["被"] = {
				["软"] = {
					["禁"] = {
						this = true
					}
				}
			},
			["病"] = {
				["危"] = {
					this = true
				}
			},
			["的"] = {
				["人"] = {
					["马"] = {
						this = true
					}
				}
			},
			["和"] = {
				["小"] = {
					["宋"] = {
						this = true
					}
				}
			},
			["活"] = {
				["不"] = {
					["长"] = {
						this = true
					}
				},
				["着"] = {
					this = true
				}
			},
			["没"] = {
				["死"] = {
					this = true
				}
			},
			["同"] = {
				["志"] = {
					this = true
				}
			}
		},
		j = {
			this = true
		},
		["共"] = {
			this = true
		},
		["丁"] = {
			["*"] = {
				this = true
			}
		},
		[" "] = {
			["婊"] = {
				[" "] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["衲"] = {
			["痛"] = {
				["经"] = {
					["啊"] = {
						this = true
					}
				}
			}
		},
		x = {
			["í"] = {
				this = true
			}
		},
		b = {
			this = true
		},
		["版"] = {
			["人"] = {
				["民"] = {
					["币"] = {
						this = true
					}
				}
			}
		},
		["闆"] = {
			["通"] = {
				["訊"] = {
					["錄"] = {
						this = true
					}
				}
			}
		},
		["鸨"] = {
			this = true
		},
		["比"] = {
			this = true
		},
		["毕"] = {
			["也"] = {
				["是"] = {
					["黑"] = {
						["丝"] = {
							["控"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["婊"] = {
			["子"] = {
				this = true
			}
		},
		["瘪"] = {
			["三"] = {
				this = true
			}
		},
		["癟"] = {
			["三"] = {
				this = true
			}
		},
		["兵"] = {
			["福"] = {
				["建"] = {
					["找"] = {
						["习"] = {
							this = true
						}
					}
				}
			},
			["古"] = {
				["田"] = {
					this = true,
					["上"] = {
						["访"] = {
							this = true
						}
					}
				}
			},
			["挂"] = {
				["勋"] = {
					["章"] = {
						["找"] = {
							["习"] = {
								this = true
							}
						}
					}
				}
			},
			["戒"] = {
				["装"] = {
					["古"] = {
						["田"] = {
							this = true
						}
					}
				}
			},
			["历"] = {
				["属"] = {
					["找"] = {
						["习"] = {
							this = true
						}
					}
				}
			},
			["抢"] = {
				["网"] = {
					this = true
				}
			}
		},
		["朝"] = {
			this = true
		},
		["城"] = {
			["市"] = {
				["猎"] = {
					["人"] = {
						this = true,
						["户"] = {
							["外"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			this = true,
			["军"] = {
				["品"] = {
					this = true
				}
			}
		},
		["德"] = {
			["哥"] = {
				this = true
			}
		},
		["邓"] = {
			["8"] = {
				["9"] = {
					["年"] = {
						this = true
					}
				}
			},
			["八"] = {
				["九"] = {
					["年"] = {
						this = true
					}
				}
			},
			["一"] = {
				["旦"] = {
					["平"] = {
						["了"] = {
							["反"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["二"] = {
			this = true
		},
		["翻"] = {
			this = true
		},
		["干"] = {
			["部"] = {
				["找"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			},
			["爹"] = {
				this = true
			},
			["妈"] = {
				["辅"] = {
					["助"] = {
						this = true
					}
				}
			}
		},
		["根"] = {
			["嫩"] = {
				["草"] = {
					this = true
				}
			}
		},
		["公"] = {
			["被"] = {
				["調"] = {
					["走"] = {
						this = true
					}
				}
			},
			["和"] = {
				["女"] = {
					["儿"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			},
			["今"] = {
				["晚"] = {
					["我"] = {
						["加"] = {
							["班"] = {
								this = true
							}
						}
					}
				}
			},
			["轻"] = {
				["一"] = {
					["点"] = {
						["疼"] = {
							this = true
						}
					}
				}
			},
			["请"] = {
				["原"] = {
					["谅"] = {
						["我"] = {
							this = true
						}
					}
				}
			}
		},
		["顾"] = {
			this = true
		},
		["汉"] = {
			["推"] = {
				["车"] = {
					this = true
				}
			},
			["色"] = {
				["最"] = {
					["新"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["猴"] = {
			this = true
		},
		["唬"] = {
			["机"] = {
				["作"] = {
					["弊"] = {
						this = true
					}
				}
			}
		},
		["华"] = {
			["立"] = {
				["马"] = {
					["靠"] = {
						["边"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["皇"] = {
			["冠"] = {
				["现"] = {
					["金"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["姜"] = {
			this = true
		},
		["姐"] = {
			["妹"] = {
				["双"] = {
					["飞"] = {
						this = true
					}
				}
			}
		},
		["九"] = {
			["电"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["旧"] = {
			["车"] = {
				["验"] = {
					["车"] = {
						this = true
					}
				}
			}
		},
		["坑"] = {
			["翡"] = {
				["翠"] = {
					["双"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["狼"] = {
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["烈"] = {
			["头"] = {
				this = true
			}
		},
		["猎"] = {
			["枪"] = {
				this = true
			}
		},
		["林"] = {
			["军"] = {
				["品"] = {
					["网"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["卵"] = {
			this = true
		},
		["妹"] = {
			["的"] = {
				["小"] = {
					["嫩"] = {
						["逼"] = {
							this = true
						}
					}
				}
			}
		},
		["缅"] = {
			this = true
		},
		["男"] = {
			["人"] = {
				["调"] = {
					["教"] = {
						["儿"] = {
							["媳"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					this = true
				}
			}
		},
		["女"] = {
			["嫩"] = {
				B = {
					this = true
				}
			}
		},
		["牌"] = {
			["代"] = {
				["刷"] = {
					this = true
				}
			},
			["秃"] = {
				["鹰"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["助"] = {
				["考"] = {
					this = true
				}
			}
		},
		["婆"] = {
			P = {
				["完"] = {
					["整"] = {
						["版"] = {
							this = true
						}
					}
				}
			},
			["帮"] = {
				["我"] = {
					["打"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["变"] = {
				["心"] = {
					["了"] = {
						this = true
					}
				}
			},
			["出"] = {
				["轨"] = {
					["调"] = {
						["查"] = {
							this = true
						}
					}
				},
				["軌"] = {
					["調"] = {
						["查"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["喊"] = {
					["给"] = {
						["我"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["闺"] = {
					["蜜"] = {
						this = true
					}
				},
				["黑"] = {
					["丝"] = {
						["肉"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["口"] = {
					["技"] = {
						["真"] = {
							["爽"] = {
								this = true
							}
						}
					}
				},
				["美"] = {
					["臀"] = {
						["~"] = {
							this = true
						}
					}
				},
				["女"] = {
					["学"] = {
						["生"] = {
							this = true
						}
					}
				},
				["骚"] = {
					["屄"] = {
						["特"] = {
							["写"] = {
								this = true
							}
						}
					}
				},
				["圣"] = {
					["诞"] = {
						["派"] = {
							["对"] = {
								this = true
							}
						}
					}
				},
				["性"] = {
					["福"] = {
						["生"] = {
							["活"] = {
								this = true
							}
						}
					},
					["感"] = {
						["内"] = {
							["衣"] = {
								this = true
							}
						}
					}
				},
				["英"] = {
					["文"] = {
						["老"] = {
							["师"] = {
								this = true
							}
						}
					}
				},
				["玉"] = {
					["足"] = {
						["脚"] = {
							["交"] = {
								this = true
							}
						}
					}
				}
			},
			["搞"] = {
				P = {
					this = true
				}
			},
			["露"] = {
				["脸"] = {
					this = true
				},
				["面"] = {
					["换"] = {
						["衫"] = {
							this = true
						}
					}
				}
			},
			["陪"] = {
				["我"] = {
					["换"] = {
						["配"] = {
							["偶"] = {
								this = true
							}
						}
					}
				}
			},
			["喷"] = {
				["水"] = {
					["了"] = {
						this = true
					}
				}
			},
			["骚"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["上"] = {
				["位"] = {
					this = true
				}
			},
			["偷"] = {
				["食"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["洗"] = {
				["澡"] = {
					this = true
				}
			},
			["穴"] = {
				this = true
			},
			["原"] = {
				["味"] = {
					this = true
				}
			},
			["自"] = {
				["慰"] = {
					this = true,
					["给"] = {
						["我"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["葡"] = {
			["京"] = {
				["娱"] = {
					["乐"] = {
						["场"] = {
							this = true
						},
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["三"] = {
			["高"] = {
				["清"] = {
					this = true
				}
			},
			["工"] = {
				this = true
			},
			["怪"] = {
				["玄"] = {
					["机"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["骚"] = {
			["比"] = {
				this = true
			},
			["货"] = {
				this = true
			}
		},
		["騷"] = {
			["比"] = {
				this = true
			},
			["貨"] = {
				this = true
			}
		},
		["師"] = {
			["我"] = {
				["要"] = {
					["射"] = {
						this = true
					}
				}
			}
		},
		["湿"] = {
			this = true
		},
		["时"] = {
			["时"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["四"] = {
			this = true
		},
		["孙"] = {
			["头"] = {
				["的"] = {
					["快"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["外"] = {
			["开"] = {
				["信"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true
			}
		},
		["王"] = {
			this = true
		},
		["味"] = {
			this = true
		},
		["撾"] = {
			["國"] = {
				["營"] = {
					["賭"] = {
						["場"] = {
							this = true
						}
					}
				}
			}
		},
		["鹰"] = {
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["0"] = {
						["0"] = {
							["7"] = {
								this = true
							}
						}
					}
				}
			},
			["战"] = {
				["术"] = {
					["直"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["越"] = {
			this = true
		},
		["子"] = {
			this = true
		},
		["总"] = {
			["手"] = {
				["机"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["资"] = {
				["料"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["全"] = {
		["能"] = {
			["神"] = {
				this = true,
				["教"] = {
					this = true
				}
			},
			["教"] = {
				this = true
			},
			["棒"] = {
				this = true
			},
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["裸"] = {
			this = true,
			["自"] = {
				["拍"] = {
					this = true,
					["表"] = {
						["演"] = {
							this = true
						}
					}
				}
			},
			["*"] = {
				this = true
			},
			["的"] = {
				["魔"] = {
					["鬼"] = {
						["身"] = {
							["材"] = {
								this = true
							}
						}
					}
				}
			},
			["互"] = {
				["吻"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["表"] = {
						["演"] = {
							this = true
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["魔"] = {
				["鬼"] = {
					["身"] = {
						["材"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["优"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					["聊"] = {
						["天"] = {
							this = true
						}
					},
					["秀"] = {
						this = true
					},
					["做"] = {
						["爱"] = {
							this = true
						}
					}
				}
			},
			["体"] = {
				["能"] = {
					["训"] = {
						["练"] = {
							["班"] = {
								this = true
							}
						}
					}
				}
			},
			["偷"] = {
				["拍"] = {
					this = true
				}
			},
			["突"] = {
				["撃"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["校"] = {
				["花"] = {
					["级"] = {
						["主"] = {
							["播"] = {
								this = true
							}
						}
					}
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["性"] = {
				["感"] = {
					["熟"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					this = true
				}
			},
			["野"] = {
				["鸳"] = {
					["鸯"] = {
						this = true
					}
				}
			},
			["照"] = {
				this = true,
				["片"] = {
					this = true
				}
			},
			["走"] = {
				["光"] = {
					this = true
				}
			}
		},
		["國"] = {
			["兩"] = {
				["會"] = {
					this = true
				}
			},
			["人"] = {
				["大"] = {
					this = true
				}
			},
			["二"] = {
				["奶"] = {
					this = true
				}
			},
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["小"] = {
				["商"] = {
					["品"] = {
						["辦"] = {
							["證"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			["人"] = {
				["大"] = {
					this = true,
					["副"] = {
						["委"] = {
							["员"] = {
								["长"] = {
									this = true
								}
							}
						}
					},
					["公"] = {
						["开"] = {
							["信"] = {
								this = true
							}
						}
					},
					["书"] = {
						this = true
					}
				},
				["民"] = {
					["奔"] = {
						["小"] = {
							["康"] = {
								this = true
							}
						}
					},
					["书"] = {
						["兆"] = {
							["钧"] = {
								this = true
							}
						}
					}
				}
			},
			["老"] = {
				["板"] = {
					["手"] = {
						["机"] = {
							["号"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["息"] = {
					["大"] = {
						["全"] = {
							this = true
						}
					}
				},
				["资"] = {
					["料"] = {
						["大"] = {
							["全"] = {
								this = true
							}
						}
					}
				}
			},
			["车"] = {
				["主"] = {
					["资"] = {
						["料"] = {
							this = true,
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					},
					["名"] = {
						["单"] = {
							this = true
						},
						["录"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["准"] = {
					["数"] = {
						["据"] = {
							["名"] = {
								["单"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["退"] = {
				["党"] = {
					["*"] = {
						this = true
					}
				}
			},
			["*"] = {
				["揭"] = {
					["晓"] = {
						["二"] = {
							["奶"] = {
								this = true
							}
						}
					}
				}
			},
			["二"] = {
				["奶"] = {
					this = true,
					["大"] = {
						["奖"] = {
							["赛"] = {
								this = true
							}
						},
						["赛"] = {
							this = true
						}
					}
				}
			},
			["两"] = {
				["会"] = {
					this = true,
					["标"] = {
						["语"] = {
							this = true
						}
					},
					["横"] = {
						["幅"] = {
							this = true
						}
					},
					["示"] = {
						["威"] = {
							this = true
						}
					},
					["维"] = {
						["权"] = {
							this = true
						}
					}
				}
			},
			["各"] = {
				["地"] = {
					["办"] = {
						["证"] = {
							this = true
						},
						["正"] = {
							this = true
						}
					},
					["辦"] = {
						["證"] = {
							this = true
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["电"] = {
						["警"] = {
							["棍"] = {
								this = true
							}
						}
					},
					["熗"] = {
						["支"] = {
							this = true
						}
					},
					["市"] = {
						["办"] = {
							["正"] = {
								this = true
							}
						}
					},
					["小"] = {
						["姐"] = {
							this = true
						}
					},
					["做"] = {
						["假"] = {
							["正"] = {
								this = true
							}
						}
					}
				},
				["大"] = {
					["城"] = {
						["市"] = {
							this = true
						}
					}
				}
			},
			["办"] = {
				["理"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					}
				},
				["正"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				},
				["证"] = {
					this = true,
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["拌"] = {
				["正"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["保"] = {
				["单"] = {
					["分"] = {
						["析"] = {
							["仪"] = {
								this = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["代"] = {
				["办"] = {
					["驾"] = {
						["照"] = {
							this = true
						}
					}
				},
				["开"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				},
				["考"] = {
					["网"] = {
						this = true
					}
				}
			},
			["刀"] = {
				["专"] = {
					this = true
				}
			},
			["忉"] = {
				["专"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["凤"] = {
				["楼"] = {
					["性"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["富"] = {
				["豪"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["假"] = {
							this = true
						}
					}
				},
				["校"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["公"] = {
				["祭"] = {
					this = true
				},
				["仆"] = {
					["都"] = {
						["腐"] = {
							["败"] = {
								this = true
							}
						}
					}
				}
			},
			["股"] = {
				["民"] = {
					["数"] = {
						["据"] = {
							["库"] = {
								this = true
							}
						}
					},
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["护"] = {
				["士"] = {
					["证"] = {
						this = true
					}
				}
			},
			["假"] = {
				["发"] = {
					["票"] = {
						["代"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["开"] = {
				["户"] = {
					this = true
				}
			},
			["考"] = {
				["生"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["楼"] = {
				["凤"] = {
					["大"] = {
						["全"] = {
							this = true
						}
					},
					["小"] = {
						["姐"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					},
					["性"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["狗"] = {
					this = true
				}
			},
			["汽"] = {
				["车"] = {
					["套"] = {
						["牌"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			},
			["任"] = {
				["意"] = {
					["听"] = {
						this = true
					}
				},
				["置"] = {
					this = true
				}
			},
			["替"] = {
				["考"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["站"] = {
					["集"] = {
						["体"] = {
							["装"] = {
								["死"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["维"] = {
				["权"] = {
					["抗"] = {
						["暴"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true,
					["大"] = {
						["全"] = {
							this = true
						}
					}
				},
				["商"] = {
					["品"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["学"] = {
				["三"] = {
					["森"] = {
						this = true
					}
				}
			},
			["业"] = {
				["主"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["医"] = {
				["师"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				["书"] = {
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			},
			["政"] = {
				["协"] = {
					["副"] = {
						["主"] = {
							["席"] = {
								this = true
							}
						}
					},
					["主"] = {
						["席"] = {
							this = true
						}
					}
				}
			}
		},
		["范"] = {
			["围"] = {
				["教"] = {
					["会"] = {
						this = true
					}
				},
				["议"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["氟"] = {
			["丙"] = {
				["酮"] = {
					this = true
				}
			},
			["异"] = {
				["丁"] = {
					["烯"] = {
						this = true
					}
				}
			}
		},
		["球"] = {
			["通"] = {
				["用"] = {
					["户"] = {
						["资"] = {
							["料"] = {
								this = true
							}
						}
					}
				},
				["名"] = {
					["单"] = {
						this = true,
						["客"] = {
							["户"] = {
								this = true
							}
						}
					},
					["單"] = {
						this = true
					},
					["录"] = {
						this = true
					}
				},
				["数"] = {
					["据"] = {
						this = true
					}
				},
				["文"] = {
					["凭"] = {
						["网"] = {
							this = true
						}
					}
				},
				["证"] = {
					["件"] = {
						["官"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["资"] = {
					["料"] = {
						this = true
					}
				}
			},
			["悼"] = {
				["念"] = {
					["为"] = {
						["民"] = {
							["主"] = {
								this = true
							}
						}
					}
				}
			},
			["第"] = {
				["一"] = {
					["淫"] = {
						["图"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["公"] = {
				["审"] = {
					this = true,
					["江"] = {
						["泽"] = {
							["民"] = {
								this = true
							}
						}
					}
				},
				["審"] = {
					this = true,
					["江"] = {
						["澤"] = {
							["民"] = {
								this = true
							}
						}
					}
				}
			},
			["华"] = {
				["人"] = {
					["基"] = {
						["督"] = {
							["徒"] = {
								["寻"] = {
									["求"] = {
										["并"] = {
											["揭"] = {
												["开"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["纪"] = {
				["念"] = {
					[" "] = {
						["5"] = {
							["3"] = {
								["5"] = {
									this = true
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							["2"] = {
								["5"] = {
									["周"] = {
										["年"] = {
											["网"] = {
												["络"] = {
													["大"] = {
														["会"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["看"] = {
				["神"] = {
					["韵"] = {
						["巡"] = {
							["演"] = {
								this = true
							}
						}
					}
				}
			},
			["抗"] = {
				["议"] = {
					["世"] = {
						["维"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["七"] = {
				["一"] = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["人"] = {
				["文"] = {
					["纪"] = {
						["元"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["资"] = {
						["讯"] = {
							this = true
						}
					}
				}
			},
			["审"] = {
				["江"] = {
					["大"] = {
						["联"] = {
							["盟"] = {
								this = true
							}
						}
					}
				}
			},
			["聲"] = {
				["援"] = {
					this = true
				}
			},
			["示"] = {
				["威"] = {
					["世"] = {
						["维"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["退"] = {
				["党"] = {
					["大"] = {
						["潮"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							this = true,
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["網"] = {
				["路"] = {
					["電"] = {
						["視"] = {
							this = true,
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["巡"] = {
				["演"] = {
					["看"] = {
						["神"] = {
							["韵"] = {
								this = true
							}
						}
					}
				}
			},
			["眼"] = {
				this = true
			},
			["淫"] = {
				["荡"] = {
					["文"] = {
						["学"] = {
							this = true
						}
					}
				}
			},
			["制"] = {
				["服"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["央"] = {
					["杂"] = {
						["志"] = {
							this = true
						}
					},
					["雜"] = {
						["誌"] = {
							this = true
						}
					}
				}
			},
			["逐"] = {
				["毛"] = {
					["日"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["网"] = {
				this = true,
				["導"] = {
					["航"] = {
						this = true
					}
				},
				["登"] = {
					["陆"] = {
						this = true
					}
				},
				["集"] = {
					["锦"] = {
						this = true
					}
				},
				["说"] = {
					A = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					["网"] = {
						this = true
					},
					["站"] = {
						this = true
					}
				}
			},
			["导"] = {
				["航"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["骚"] = {
				["货"] = {
					this = true
				}
			},
			["色"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["網"] = {
				this = true
			}
		},
		["肉"] = {
			["彩"] = {
				["漫"] = {
					this = true
				}
			}
		},
		["彩"] = {
			h = {
				this = true
			},
			["步"] = {
				["兵"] = {
					this = true
				}
			},
			["同"] = {
				["人"] = {
					this = true
				}
			}
		},
		["棵"] = {
			["聊"] = {
				this = true
			}
		},
		["套"] = {
			["大"] = {
				["保"] = {
					["健"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["内"] = {
				["脏"] = {
					this = true
				}
			},
			["按"] = {
				["摩"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			},
			["包"] = {
				["爽"] = {
					this = true
				},
				["夜"] = {
					this = true,
					["服"] = {
						this = true,
						["务"] = {
							this = true
						},
						["務"] = {
							this = true
						}
					}
				}
			},
			["保"] = {
				["健"] = {
					["按"] = {
						["摩"] = {
							this = true
						}
					}
				}
			},
			["玳"] = {
				["练"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				},
				["務"] = {
					this = true,
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["服"] = {
					this = true
				}
			},
			["可"] = {
				["夜"] = {
					["宿"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["子"] = {
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["敌"] = {
					["秒"] = {
						["霸"] = {
							this = true
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["一"] = {
				["手"] = {
					["银"] = {
						["行"] = {
							["套"] = {
								["卡"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["桑"] = {
				["拿"] = {
					this = true
				}
			}
		},
		["城"] = {
			["嘿"] = {
				["咻"] = {
					this = true
				}
			}
		},
		["新"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			G = {
				A = {
					M = {
						O = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["电"] = {
					["视"] = {
						["棒"] = {
							this = true
						}
					}
				},
				["電"] = {
					["視"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["金"] = {
				["属"] = {
					["仿"] = {
						["真"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["色"] = {
				["站"] = {
					this = true
				}
			},
			["全"] = {
				["套"] = {
					["一"] = {
						["手"] = {
							["对"] = {
								["公"] = {
									["账"] = {
										["户"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["手"] = {
					Y = {
						H = {
							K = {
								this = true
							}
						}
					}
				},
				["类"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["讯"] = {
			["网"] = {
				this = true,
				["址"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				},
				["7"] = {
					["7"] = {
						["7"] = {
							this = true
						}
					}
				}
			}
		},
		["博"] = {
			["网"] = {
				this = true
			}
		},
		["集"] = {
			["在"] = {
				["线"] = {
					this = true
				}
			}
		},
		["家"] = {
			["死"] = {
				["光"] = {
					this = true,
					["光"] = {
						this = true
					}
				},
				["绝"] = {
					this = true
				}
			},
			["不"] = {
				["得"] = {
					["好"] = {
						["死"] = {
							this = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["金"] = {
			["属"] = {
				["仿"] = {
					["真"] = {
						["枪"] = {
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						}
					}
				},
				["包"] = {
					["覆"] = {
						["弹"] = {
							["头"] = {
								this = true
							}
						}
					}
				},
				["狩"] = {
					["猎"] = {
						["弓"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						},
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					}
				}
			},
			["屬"] = {
				["彷"] = {
					["真"] = {
						["槍"] = {
							this = true
						}
					}
				},
				["狩"] = {
					["獵"] = {
						["弓"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["*"] = {
			["套"] = {
				["包"] = {
					["夜"] = {
						["服"] = {
							["务"] = {
								this = true
							},
							["務"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["２"] = {
			["０"] = {
				["合"] = {
					["匙"] = {
						this = true
					}
				}
			}
		},
		["备"] = {
			["福"] = {
				["音"] = {
					["布"] = {
						["道"] = {
							["团"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["本"] = {
			["小"] = {
				["说"] = {
					["吧"] = {
						this = true
					}
				}
			}
		},
		["部"] = {
			["商"] = {
				["品"] = {
					this = true
				}
			},
			["身"] = {
				["家"] = {
					this = true
				}
			},
			["收"] = {
				["回"] = {
					this = true
				}
			},
			["战"] = {
				["绩"] = {
					this = true
				}
			}
		},
		["藏"] = {
			["推"] = {
				["行"] = {
					this = true
				}
			}
		},
		["党"] = {
			["危"] = {
				["机"] = {
					["警"] = {
						["示"] = {
							this = true
						}
					}
				}
			},
			["总"] = {
				["动"] = {
					["员"] = {
						this = true
					}
				}
			}
		},
		["额"] = {
			["甚"] = {
				["张"] = {
					["扬"] = {
						this = true
					}
				}
			}
		},
		["副"] = {
			["武"] = {
				["装"] = {
					this = true
				}
			}
		},
		["钢"] = {
			d = {
				a = {
					o = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["刀"] = {
				["具"] = {
					this = true,
					["具"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["开"] = {
				["刃"] = {
					["刀"] = {
						["具"] = {
							this = true
						}
					},
					["忉"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["具"] = {
					this = true
				}
			},
			["左"] = {
				["轮"] = {
					this = true
				}
			}
		},
		["冠"] = {
			["清"] = {
				this = true
			}
		},
		["会"] = {
			["人"] = {
				["事"] = {
					this = true
				}
			}
		},
		["會"] = {
			["人"] = {
				["事"] = {
					this = true
				}
			}
		},
		["局"] = {
			["经"] = {
				["验"] = {
					this = true
				}
			}
		},
		["军"] = {
			["会"] = {
				["议"] = {
					this = true
				}
			},
			["审"] = {
				["计"] = {
					this = true
				}
			},
			["政"] = {
				["诒"] = {
					this = true,
					["福"] = {
						["建"] = {
							["习"] = {
								this = true
							}
						}
					}
				},
				["治"] = {
					["福"] = {
						["建"] = {
							this = true
						}
					}
				}
			}
		},
		["軍"] = {
			["會"] = {
				["議"] = {
					this = true
				}
			},
			["審"] = {
				["計"] = {
					this = true
				}
			},
			["政"] = {
				["詒"] = {
					this = true
				}
			}
		},
		["靠"] = {
			["父"] = {
				["荫"] = {
					["好"] = {
						["帮"] = {
							["忙"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["氯"] = {
			["环"] = {
				["戊"] = {
					["二"] = {
						["烯"] = {
							this = true
						}
					}
				}
			}
		},
		["免"] = {
			["费"] = {
				["淫"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["色"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["面"] = {
			["露"] = {
				["脸"] = {
					this = true
				}
			},
			["收"] = {
				["紧"] = {
					["言"] = {
						["论"] = {
							this = true
						}
					}
				}
			}
		},
		["民"] = {
			["愤"] = {
				["怒"] = {
					["日"] = {
						this = true
					}
				}
			},
			["富"] = {
				["联"] = {
					["盟"] = {
						this = true
					}
				}
			},
			["公"] = {
				["决"] = {
					["宪"] = {
						["法"] = {
							this = true
						}
					}
				},
				["投"] = {
					this = true
				}
			},
			["行"] = {
				["动"] = {
					["总"] = {
						["动"] = {
							["员"] = {
								this = true
							}
						}
					}
				}
			},
			["和"] = {
				["解"] = {
					this = true
				}
			},
			["觉"] = {
				["醒"] = {
					this = true
				}
			},
			["起"] = {
				["义"] = {
					this = true
				}
			},
			["讨"] = {
				["论"] = {
					this = true
				}
			},
			["討"] = {
				["論"] = {
					this = true
				}
			},
			["响"] = {
				["应"] = {
					["来"] = {
						["炼"] = {
							["钢"] = {
								this = true
							}
						}
					}
				}
			},
			["直"] = {
				["选"] = {
					this = true
				}
			},
			["智"] = {
				["力"] = {
					["大"] = {
						["倒"] = {
							["退"] = {
								this = true
							}
						}
					}
				}
			},
			["截"] = {
				["兵"] = {
					this = true
				}
			}
		},
		["名"] = {
			["偶"] = {
				["像"] = {
					this = true
				}
			}
		},
		["南"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["频"] = {
			["王"] = {
				this = true,
				["单"] = {
					["键"] = {
						this = true
					}
				},
				["干"] = {
					["扰"] = {
						["器"] = {
							this = true
						}
					}
				},
				["双"] = {
					["键"] = {
						this = true
					}
				}
			}
		},
		["屏"] = {
			["抗"] = {
				["锯"] = {
					["齿"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			["寿"] = {
				["命"] = {
					this = true
				}
			}
		},
		["刃"] = {
			["军"] = {
				["刺"] = {
					this = true
				}
			}
		},
		["日"] = {
			["制"] = {
				["本"] = {
					["科"] = {
						["学"] = {
							["历"] = {
								this = true
							}
						}
					}
				},
				["民"] = {
					["办"] = {
						["本"] = {
							["科"] = {
								this = true
							}
						}
					}
				},
				["文"] = {
					["凭"] = {
						["代"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["身"] = {
			["汗"] = {
				["液"] = {
					["的"] = {
						["性"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["阵"] = {
					["颤"] = {
						["抖"] = {
							this = true
						}
					}
				}
			}
		},
		["世"] = {
			["界"] = {
				["猪"] = {
					["都"] = {
						["笑"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["是"] = {
			["色"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["顺"] = {
			this = true
		},
		["脱"] = {
			["光"] = {
				["的"] = {
					["走"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["无"] = {
			["码"] = {
				this = true
			}
		},
		["选"] = {
			["全"] = {
				["不"] = {
					["选"] = {
						this = true
					}
				}
			}
		},
		["员"] = {
			["巨"] = {
				["乳"] = {
					["足"] = {
						["球"] = {
							["队"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["运"] = {
			["会"] = {
				["上"] = {
					["夺"] = {
						["锦"] = {
							["标"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["哲"] = {
			["洙"] = {
				this = true
			}
		},
		["自"] = {
			["动"] = {
				["挂"] = {
					["机"] = {
						["官"] = {
							["网"] = {
								this = true
							}
						},
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["散"] = {
					["弹"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["美"] = {
			["中"] = {
				["国"] = {
					["学"] = {
						["生"] = {
							["学"] = {
								["者"] = {
									["自"] = {
										["治"] = {
											["联"] = {
												["合"] = {
													["会"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["國"] = {
					["學"] = {
						["生"] = {
							["學"] = {
								["者"] = {
									["自"] = {
										["治"] = {
											["聯"] = {
												["郃"] = {
													["會"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["统"] = {
		["一"] = {
			["教"] = {
				this = true
			},
			["台"] = {
				["湾"] = {
					this = true
				}
			},
			["发"] = {
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			},
			["服"] = {
				["装"] = {
					this = true
				}
			},
			["广"] = {
				["场"] = {
					this = true,
					["2"] = {
						["0"] = {
							["号"] = {
								this = true
							},
							["日"] = {
								this = true
							}
						}
					},
					["二"] = {
						["十"] = {
							this = true
						}
					}
				}
			},
			["阳"] = {
				["光"] = {
					this = true
				}
			}
		},
		["独"] = {
			this = true,
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["战"] = {
			this = true,
			["部"] = {
				this = true
			}
		},
		["治"] = {
			this = true,
			["术"] = {
				this = true
			}
		},
		["，"] = {
			["治"] = {
				this = true
			}
		},
		["计"] = {
			["局"] = {
				this = true
			}
		},
		["驽"] = {
			["之"] = {
				["法"] = {
					this = true
				}
			}
		},
		["帅"] = {
			["值"] = {
				this = true
			}
		},
		["统"] = {
			["购"] = {
				this = true
			}
		},
		["招"] = {
			["文"] = {
				["凭"] = {
					["包"] = {
						["办"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["8"] = {
		["9"] = {
			this = true,
			["-"] = {
				["6"] = {
					["4"] = {
						c = {
							d = {
								j = {
									p = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				d = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			},
			["6"] = {
				["6"] = {
					["9"] = {
						["9"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				["4"] = {
					this = true,
					[" "] = {
						["加"] = {
							["拿"] = {
								["大"] = {
									this = true,
									["电"] = {
										["文"] = {
											this = true,
											[" "] = {
												["解"] = {
													["密"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						["解"] = {
							["密"] = {
								this = true
							}
						}
					},
					T = {
						["恤"] = {
							this = true
						}
					},
					["黑"] = {
						["衣"] = {
							this = true
						}
					},
					["六"] = {
						["四"] = {
							this = true,
							["谜"] = {
								["案"] = {
									this = true
								}
							}
						}
					},
					["司"] = {
						["徒"] = {
							["华"] = {
								this = true
							}
						}
					},
					["屠"] = {
						["杀"] = {
							this = true
						}
					},
					["文"] = {
						["化"] = {
							["衫"] = {
								this = true
							}
						}
					}
				},
				["④"] = {
					this = true
				}
			},
			["7"] = {
				["7"] = {
					["7"] = {
						["."] = {
							n = {
								e = {
									t = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["2"] = {
					["2"] = {
						["2"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["6"] = {
					["5"] = {
						["5"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["9"] = {
				["0"] = {
					["9"] = {
						["9"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["2"] = {
					["6"] = {
						["6"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				x = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			},
			n = {
				n = {
					n = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["死"] = {
				["难"] = {
					this = true
				}
			},
			["年"] = {
				this = true,
				["春"] = {
					["夏"] = {
						["之"] = {
							["交"] = {
								this = true
							}
						}
					}
				},
				[" "] = {
					["春"] = {
						["夏"] = {
							["之"] = {
								["交"] = {
									this = true
								}
							}
						}
					},
					["动"] = {
						["乱"] = {
							this = true
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					},
					["天"] = {
						["安"] = {
							["门"] = {
								[" "] = {
									["动"] = {
										["乱"] = {
											this = true
										}
									}
								},
								["动"] = {
									["乱"] = {
										this = true
									}
								}
							}
						}
					},
					["学"] = {
						["生"] = {
							this = true,
							[" "] = {
								["运"] = {
									["动"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["的"] = {
					["春"] = {
						["夏"] = {
							["之"] = {
								["交"] = {
									this = true
								}
							}
						}
					},
					["斗"] = {
						["争"] = {
							this = true
						}
					},
					["鬥"] = {
						["爭"] = {
							this = true
						}
					},
					["广"] = {
						["场"] = {
							this = true
						}
					}
				},
				["六"] = {
					["四"] = {
						this = true,
						["天"] = {
							["安"] = {
								["门"] = {
									["事"] = {
										["件"] = {
											this = true
										}
									}
								}
							}
						},
						["学"] = {
							["生"] = {
								["爱"] = {
									["国"] = {
										["运"] = {
											["动"] = {
												["正"] = {
													["名"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["事"] = {
					["变"] = {
						this = true
					},
					["件"] = {
						this = true,
						["的"] = {
							["记"] = {
								["录"] = {
									["片"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							["动"] = {
								["乱"] = {
									this = true
								}
							}
						}
					}
				},
				["学"] = {
					["生"] = {
						this = true,
						["运"] = {
							["动"] = {
								this = true
							}
						}
					}
				},
				["政"] = {
					["治"] = {
						["风"] = {
							["波"] = {
								this = true
							}
						}
					}
				},
				["动"] = {
					["乱"] = {
						this = true
					}
				}
			},
			[" "] = {
				["北"] = {
					["京"] = {
						["火"] = {
							["车"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				},
				["流"] = {
					["血"] = {
						["冲"] = {
							["突"] = {
								this = true
							}
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							["广"] = {
								["场"] = {
									this = true
								}
							},
							["屠"] = {
								this = true
							}
						}
					}
				},
				["学"] = {
					["潮"] = {
						this = true
					}
				},
				["血"] = {
					["案"] = {
						this = true
					}
				},
				["运"] = {
					["动"] = {
						["正"] = {
							["名"] = {
								this = true
							}
						}
					}
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["北"] = {
				["京"] = {
					["火"] = {
						["车"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["学"] = {
					["生"] = {
						this = true
					}
				}
			},
			["动"] = {
				["乱"] = {
					this = true,
					["真"] = {
						["相"] = {
							this = true
						}
					}
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				},
				["云"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				},
				["雲"] = {
					this = true
				}
			},
			["靠"] = {
				this = true
			},
			["历"] = {
				["史"] = {
					["真"] = {
						["相"] = {
							this = true
						}
					}
				}
			},
			["流"] = {
				["血"] = {
					["冲"] = {
						["突"] = {
							this = true
						}
					}
				}
			},
			["柳"] = {
				["丝"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true,
					["事"] = {
						["件"] = {
							this = true,
							["二"] = {
								["十"] = {
									["周"] = {
										["年"] = {
											["纪"] = {
												["念"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["肆"] = {
					this = true
				}
			},
			["民"] = {
				y = {
					u = {
						n = {
							["学"] = {
								["生"] = {
									["领"] = {
										["袖"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["运"] = {
					this = true
				},
				["運"] = {
					this = true
				}
			},
			["骚"] = {
				["乱"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true,
						["广"] = {
							["场"] = {
								this = true,
								["事"] = {
									["件"] = {
										this = true
									}
								}
							}
						},
						["事"] = {
							["件"] = {
								this = true
							}
						},
						["屠"] = {
							this = true
						}
					}
				}
			},
			["屠"] = {
				["城"] = {
					this = true
				},
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["瓦"] = {
				["莱"] = {
					["丽"] = {
						["萨"] = {
							["姆"] = {
								["森"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["武"] = {
				["力"] = {
					["镇"] = {
						["压"] = {
							this = true
						}
					}
				}
			},
			["学"] = {
				["潮"] = {
					this = true,
					["新"] = {
						["闻"] = {
							["资"] = {
								["料"] = {
									this = true
								}
							}
						}
					}
				},
				["生"] = {
					["运"] = {
						["动"] = {
							this = true,
							[" "] = {
								["李"] = {
									["鹏"] = {
										this = true
									}
								}
							},
							["李"] = {
								["鹏"] = {
									this = true
								}
							}
						}
					}
				},
				["运"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				},
				["運"] = {
					this = true
				}
			},
			["血"] = {
				["案"] = {
					this = true
				}
			},
			["游"] = {
				["行"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true,
					["正"] = {
						["名"] = {
							this = true
						}
					}
				}
			},
			["镇"] = {
				["压"] = {
					this = true
				}
			},
			["政"] = {
				["治"] = {
					["风"] = {
						["波"] = {
							this = true
						}
					}
				}
			},
			["重"] = {
				["演"] = {
					this = true
				}
			},
			["陆"] = {
				["肆"] = {
					this = true
				}
			},
			["⑥"] = {
				["4"] = {
					this = true
				}
			},
			["="] = {
				["6"] = {
					["4"] = {
						this = true
					}
				}
			},
			["新"] = {
				["闻"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["自"] = {
				["由"] = {
					this = true
				}
			},
			["—"] = {
				g = {
					r = {
						a = {
							c = {
								e = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["8"] = {
			m = {
				y = {
					s = {
						f = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["8"] = {
					["9"] = {
						["5"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					},
					["色"] = {
						["大"] = {
							["全"] = {
								["夜"] = {
									["夜"] = {
										["骑"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["1"] = {
						["1"] = {
							["2"] = {
								["1"] = {
									["2"] = {
										["2"] = {
											["3"] = {
												["8"] = {
													["8"] = {
														["8"] = {
															["."] = {
																r = {
																	u = {
																		l = {
																			v = {
																				b = {
																					o = {
																						b = {
																							i = {
																								n = {
																									g = {
																										a = {
																											i = {
																												n = {
																													i = {
																														m = {
																															a = {
																																d = {
																																	e = {
																																		q = {
																																			i = {
																																				u = {
																																					["."] = {
																																						["3"] = {
																																							["3"] = {
																																								["2"] = {
																																									["2"] = {
																																										["."] = {
																																											o = {
																																												r = {
																																													g = {
																																														this = true
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["5"] = {
						["9"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					},
					["8"] = {
						["7"] = {
							["7"] = {
								["7"] = {
									["7"] = {
										["7"] = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					s = {
						e = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					},
					y = {
						e = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["真"] = {
					["人"] = {
						this = true,
						["娱"] = {
							["乐"] = {
								["场"] = {
									this = true
								},
								["城"] = {
									this = true
								}
							}
						},
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				},
				["金"] = {
					["沙"] = {
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				},
				["集"] = {
					["团"] = {
						this = true
					}
				},
				["娛"] = {
					["乐"] = {
						["场"] = {
							this = true
						}
					},
					["樂"] = {
						["城"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["博"] = {
						["集"] = {
							["团"] = {
								this = true
							}
						}
					}
				},
				["."] = {
					["4"] = {
						["6"] = {
							s = {
								e = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["6"] = {
						["7"] = {
							s = {
								e = {
									s = {
										e = {
											["."] = {
												c = {
													o = {
														m = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["8"] = {
						["4"] = {
							["3"] = {
								c = {
									a = {
										l = {
											l = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["9"] = {
						["7"] = {
							q = {
								i = {
									n = {
										g = {
											s = {
												e = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["0"] = {
					["."] = {
						c = {
							c = {
								this = true
							}
						}
					}
				},
				["4"] = {
					["."] = {
						c = {
							c = {
								this = true
							}
						},
						s = {
							s = {
								["."] = {
									l = {
										a = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["5"] = {
					["7"] = {
						["9"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				c = {
					a = {
						o = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					},
					p = {
						w = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				k = {
					["7"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			k = {
				x = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			},
			["式"] = {
				this = true,
				["狙"] = {
					["击"] = {
						this = true,
						["步"] = {
							["枪"] = {
								this = true,
								["专"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true,
						["赌"] = {
							["博"] = {
								this = true
							}
						}
					}
				}
			},
			["必"] = {
				["发"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["4"] = {
				t = {
					t = {
						["四"] = {
							["虎"] = {
								["影"] = {
									["库"] = {
										["大"] = {
											["通"] = {
												["知"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["6"] = {
					["6"] = {
						["6"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				p = {
					e = {
						r = {
							f = {
								e = {
									c = {
										t = {
											e = {
												x = {
													e = {
														["."] = {
															c = {
																o = {
																	m = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["6"] = {
					["6"] = {
						["6"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["8"] = {
					["8"] = {
						["2"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				k = {
					k = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["1"] = {
					["2"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["6"] = {
				["2"] = {
					["."] = {
						f = {
							i = {
								l = {
									e = {
										a = {
											v = {
												e = {
													["."] = {
														c = {
															o = {
																m = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["6"] = {
					c = {
						t = {
							v = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["7"] = {
						["."] = {
							i = {
								n = {
									f = {
										o = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["9"] = {
				["9"] = {
					["4"] = {
						["5"] = {
							["6"] = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["色"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				},
				s = {
					e = {
						s = {
							e = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			c = {
				a = {
					i = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			q = {
				i = {
					n = {
						g = {
							s = {
								e = {
									["."] = {
										c = {
											o = {
												m = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				["8"] = {
					["8"] = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				i = {
					a = {
						o = {
							s = {
								h = {
									i = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			y = {
				u = {
					t = {
						u = {
							r = {
								["."] = {
									["8"] = {
										["8"] = {
											["6"] = {
												["6"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			z = {
				k = {
					a = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["+"] = {
				["1"] = {
					this = true,
					["事"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					["网"] = {
						this = true
					}
				}
			},
			["狙"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							["玩"] = {
								["具"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["色"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				}
			},
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["1"] = {
			["8"] = {
				["8"] = {
					m = {
						u = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["0"] = {
				w = {
					y = {
						t = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["8"] = {
					["6"] = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				x = {
					x = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			y = {
				y = {
					y = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["6"] = {
					["9"] = {
						["3"] = {
							["7"] = {
								["8"] = {
									["8"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["7"] = {
					["8"] = {
						["2"] = {
							["2"] = {
								["0"] = {
									["5"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["杠"] = {
				this = true
			},
			["军"] = {
				this = true,
				["刺"] = {
					this = true,
					["刀"] = {
						this = true
					},
					["叨"] = {
						this = true
					}
				},
				["短"] = {
					["枪"] = {
						this = true
					}
				},
				["斧"] = {
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["弹"] = {
						["专"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["軍"] = {
				["刺"] = {
					this = true
				},
				["斧"] = {
					this = true
				},
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["仙"] = {
			this = true,
			["靠"] = {
				this = true
			}
		},
		[" "] = {
			["仙"] = {
				this = true
			}
		},
		["7"] = {
			["3"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["0"] = {
				["0"] = {
					["6"] = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				},
				["5"] = {
					["3"] = {
						["0"] = {
							["0"] = {
								["9"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				c = {
					c = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			a = {
				i = {
					["."] = {
						i = {
							n = {
								f = {
									o = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			k = {
				y = {
					t = {
						["."] = {
							["8"] = {
								["8"] = {
									["6"] = {
										["6"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				s = {
					["."] = {
						["8"] = {
							["8"] = {
								["6"] = {
									["6"] = {
										["."] = {
											o = {
												r = {
													g = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["9"] = {
						["2"] = {
							["9"] = {
								["4"] = {
									this = true
								}
							}
						}
					}
				},
				["8"] = {
					["2"] = {
						["7"] = {
							["9"] = {
								["6"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["7"] = {
				["网"] = {
					this = true
				},
				["影"] = {
					["视"] = {
						this = true
					}
				}
			},
			["式"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["5"] = {
			["街"] = {
				this = true,
				["免"] = {
					["费"] = {
						["影"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			s = {
				t = {
					this = true,
					["免"] = {
						["费"] = {
							["影"] = {
								["城"] = {
									this = true
								}
							}
						}
					},
					["硬"] = {
						["邦"] = {
							["邦"] = {
								this = true
							}
						}
					}
				}
			},
			["4"] = {
				f = {
					r = {
						["5"] = {
							r = {
								["."] = {
									["8"] = {
										["8"] = {
											["6"] = {
												["6"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["8"] = {
					["5"] = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["3"] = {
					["3"] = {
						["3"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["7"] = {
				["."] = {
					e = {
						["2"] = {
							d = {
								["."] = {
									m = {
										y = {
											d = {
												o = {
													u = {
														d = {
															i = {
																z = {
																	h = {
																		u = {
																			["."] = {
																				c = {
																					n = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["6"] = {
					["9"] = {
						["5"] = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["5"] = {
					["8"] = {
						["1"] = {
							["8"] = {
								["1"] = {
									["6"] = {
										["."] = {
											g = {
												o = {
													["."] = {
														q = {
															q = {
																c = {
																	f = {
																		t = {
																			["."] = {
																				c = {
																					n = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				o = {
					v = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			l = {
				["6"] = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			},
			r = {
				r = {
					r = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["9"] = {
				["8"] = {
					["0"] = {
						["0"] = {
							["2"] = {
								["9"] = {
									["9"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			a = {
				v = {
					A = {
						["片"] = {
							this = true
						}
					},
					["影"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			c = {
				c = {
					z = {
						["的"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["式"] = {
				this = true,
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["2"] = {
			["8"] = {
				["棋"] = {
					["牌"] = {
						this = true
					}
				},
				q = {
					q = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["3"] = {
				["4"] = {
					["6"] = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			n = {
				n = {
					n = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			y = {
				y = {
					y = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["6"] = {
					["8"] = {
						["8"] = {
							["3"] = {
								["8"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["="] = {
				["6"] = {
					["4"] = {
						this = true
					}
				}
			}
		},
		["号"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["公"] = {
				["馆"] = {
					this = true
				}
			}
		},
		["."] = {
			["2"] = {
				["0"] = {
					["0"] = {
						["9"] = {
							i = {
								i = {
									i = {
										["."] = {
											c = {
												o = {
													m = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["3"] = {
					c = {
						a = {
							o = {
								["."] = {
									c = {
										o = {
											m = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				c = {
					b = {
						b = {
							s = {
								["."] = {
									b = {
										i = {
											z = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				l = {
					u = {
						e = {
							s = {
								k = {
									y = {
										["0"] = {
											["2"] = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				y = {
					m = {
						o = {
							n = {
								k = {
									["."] = {
										n = {
											e = {
												t = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["0"] = {
			["0"] = {
				["7"] = {
					["7"] = {
						["."] = {
							n = {
								e = {
									t = {
										this = true
									}
								}
							}
						}
					}
				},
				["8"] = {
					["1"] = {
						["0"] = {
							d = {
								o = {
									w = {
										n = {
											["."] = {
												c = {
													n = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["箭"] = {
						this = true
					},
					["猎"] = {
						["箭"] = {
							this = true
						}
					}
				},
				c = {
					a = {
						i = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					},
					p = {
						w = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				d = {
					d = {
						z = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["操"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["9"] = {
				["6"] = {
					["7"] = {
						["8"] = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				},
				["0"] = {
					["操"] = {
						["逼"] = {
							["网"] = {
								this = true
							}
						}
					},
					["性"] = {
						["爱"] = {
							this = true
						}
					}
				}
			},
			s = {
				s = {
					x = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["6"] = {
				["前"] = {
					["闪"] = {
						["灯"] = {
							this = true
						}
					}
				}
			},
			["8"] = {
				["猎"] = {
					["箭"] = {
						this = true
					}
				},
				["资"] = {
					["源"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["范"] = {
				this = true
			},
			["后"] = {
				["骚"] = {
					["比"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["年"] = {
				["代"] = {
					["末"] = {
						this = true
					}
				},
				["老"] = {
					["版"] = {
						["假"] = {
							["币"] = {
								this = true
							},
							["钱"] = {
								["币"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["色"] = {
				["区"] = {
					this = true
				}
			},
			["式"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				},
				["自"] = {
					["动"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["3"] = {
			["3"] = {
				["6"] = {
					f = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				},
				["7"] = {
					["7"] = {
						["."] = {
							c = {
								o = {
									m = {
										["."] = {
											c = {
												n = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["8"] = {
					["."] = {
						k = {
							j = {
								h = {
									d = {
										s = {
											["."] = {
												i = {
													n = {
														f = {
															o = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				e = {
					d = {
						g = {
							["."] = {
								["8"] = {
									["8"] = {
										["6"] = {
											["6"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				x = {
					["."] = {
						i = {
							n = {
								f = {
									o = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["2"] = {
					["1"] = {
						["8"] = {
							["0"] = {
								["3"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["4"] = {
				["0"] = {
					["5"] = {
						["0"] = {
							["0"] = {
								["2"] = {
									this = true
								}
							}
						}
					}
				},
				["1"] = {
					["部"] = {
						["队"] = {
							this = true
						}
					}
				}
			}
		},
		["4"] = {
			["4"] = {
				["6"] = {
					["6"] = {
						["6"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["7"] = {
				["5"] = {
					["."] = {
						["7"] = {
							["7"] = {
								["0"] = {
									["3"] = {
										["0"] = {
											["4"] = {
												["1"] = {
													["2"] = {
														["3"] = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["1"] = {
					["8"] = {
						["9"] = {
							["0"] = {
								["0"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["9"] = {
				["6"] = {
					["2"] = {
						["8"] = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				a = {
					o = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				h = {
					o = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			r = {
				y = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			},
			u = {
				["9"] = {
					w = {
						b = {
							["2"] = {
								h = {
									s = {
										h = {
											["4"] = {
												p = {
													["6"] = {
														["."] = {
															c = {
																n = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["8"] = {
					["7"] = {
						["3"] = {
							["7"] = {
								["3"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["式"] = {
				["航"] = {
					["空"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["微"] = {
					["型"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["6"] = {
			["5"] = {
				["5"] = {
					["5"] = {
						["8"] = {
							["."] = {
								c = {
									o = {
										m = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				n = {
					u = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			["色"] = {
				["区"] = {
					this = true
				}
			}
		},
		c = {
			["0"] = {
				["2"] = {
					["."] = {
						p = {
							p = {
								y = {
									y = {
										u = {
											u = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		d = {
			d = {
				f = {
					x = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			},
			f = {
				g = {
					d = {
						s = {
							g = {
								h = {
									["."] = {
										["3"] = {
											["3"] = {
												["2"] = {
													["2"] = {
														["."] = {
															o = {
																r = {
																	g = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		e = {
			j = {
				s = {
					u = {
						e = {
							a = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			k = {
				d = {
					j = {
						e = {
							["."] = {
								c = {
									n = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		f = {
			["8"] = {
				e = {
					l = {
						["3"] = {
							l = {
								["."] = {
									c = {
										n = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		g = {
			e = {
				g = {
					["6"] = {
						["5"] = {
							["5"] = {
								["."] = {
									["8"] = {
										["8"] = {
											["6"] = {
												["6"] = {
													["."] = {
														o = {
															r = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			g = {
				g = {
					g = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				},
				r = {
					e = {
						["5"] = {
							["."] = {
								["8"] = {
									["8"] = {
										["6"] = {
											["6"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				u = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		j = {
			["4"] = {
				g = {
					g = {
						["."] = {
							c = {
								n = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		l = {
			z = {
				["4"] = {
					["."] = {
						c = {
							n = {
								this = true
							}
						}
					}
				}
			}
		},
		m = {
			a = {
				n = {
					["4"] = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["5"] = {
						["."] = {
							["3"] = {
								["3"] = {
									["2"] = {
										["2"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		n = {
			["2"] = {
				["0"] = {
					["."] = {
						a = {
							a = {
								b = {
									b = {
										c = {
											c = {
												["2"] = {
													["5"] = {
														["8"] = {
															["."] = {
																c = {
																	n = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			o = {
				w = {
					["."] = {
						i = {
							n = {
								f = {
									o = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		o = {
			y = {
				["4"] = {
					t = {
						["."] = {
							["8"] = {
								["8"] = {
									["6"] = {
										["6"] = {
											["."] = {
												o = {
													r = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		q = {
			["0"] = {
				["0"] = {
					q = {
						["0"] = {
							["."] = {
								["2"] = {
									["2"] = {
										["8"] = {
											["8"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["2"] = {
							["."] = {
								["2"] = {
									["2"] = {
										["8"] = {
											["8"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["3"] = {
							["."] = {
								["8"] = {
									["8"] = {
										["6"] = {
											["6"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["9"] = {
							["."] = {
								["8"] = {
									["8"] = {
										["0"] = {
											["0"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["1"] = {
					q = {
						["9"] = {
							["."] = {
								["3"] = {
									["3"] = {
										["2"] = {
											["2"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["3"] = {
					q = {
						["9"] = {
							["."] = {
								["8"] = {
									["8"] = {
										["0"] = {
											["0"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["6"] = {
					q = {
						["9"] = {
							["."] = {
								["8"] = {
									["8"] = {
										["6"] = {
											["6"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["7"] = {
					q = {
						["9"] = {
							["."] = {
								["9"] = {
									["9"] = {
										["6"] = {
											["6"] = {
												["."] = {
													o = {
														r = {
															g = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			q = {
				c = {
					c = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		u = {
			["7"] = {
				["8"] = {
					["."] = {
						["3"] = {
							["6"] = {
								t = {
									t = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			u = {
				u = {
					["."] = {
						["3"] = {
							["6"] = {
								t = {
									t = {
										["."] = {
											["3"] = {
												["3"] = {
													["2"] = {
														["2"] = {
															["."] = {
																o = {
																	r = {
																		g = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		y = {
			["1"] = {
				["0"] = {
					["."] = {
						p = {
							p = {
								c = {
									c = {
										s = {
											s = {
												["."] = {
													c = {
														n = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			y = {
				x = {
					x = {
						["."] = {
							c = {
								o = {
									m = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["的"] = {
			["平"] = {
				["方"] = {
					this = true,
					["事"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["*"] = {
			["8"] = {
				this = true,
				T = {
					["恤"] = {
						this = true
					}
				},
				["黑"] = {
					["衣"] = {
						this = true
					}
				},
				["文"] = {
					["化"] = {
						["衫"] = {
							this = true
						}
					}
				},
				["="] = {
					["六"] = {
						["四"] = {
							this = true
						}
					}
				},
				["等"] = {
					["于"] = {
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				},
				["得"] = {
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			}
		},
		["。"] = {
			["9"] = {
				this = true
			}
		},
		["?"] = {
			["9"] = {
				["靠"] = {
					this = true
				}
			}
		},
		["？"] = {
			["9"] = {
				["靠"] = {
					this = true
				}
			}
		},
		["²"] = {
			["="] = {
				["6"] = {
					["4"] = {
						this = true
					}
				}
			}
		},
		x = {
			["8"] = {
				[" "] = {
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["2"] = {
					["0"] = {
						["周"] = {
							["年"] = {
								this = true
							}
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							this = true
						}
					}
				}
			}
		},
		["爱"] = {
			["色"] = {
				this = true,
				["电"] = {
					["影"] = {
						this = true,
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["点"] = {
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["點"] = {
			["真"] = {
				["人"] = {
					["娛"] = {
						["樂"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["个"] = {
			["熟"] = {
				["女"] = {
					this = true
				}
			}
		},
		["连"] = {
			["环"] = {
				["百"] = {
					["家"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["連"] = {
			["環"] = {
				["百"] = {
					["家"] = {
						["樂"] = {
							this = true
						}
					}
				}
			}
		},
		["平"] = {
			["方"] = {
				this = true,
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["影"] = {
				["视"] = {
					this = true
				}
			}
		},
		["玖"] = {
			["6"] = {
				["肆"] = {
					this = true
				}
			},
			["陆"] = {
				["肆"] = {
					this = true
				},
				["4"] = {
					this = true
				},
				["四"] = {
					this = true
				}
			},
			["六"] = {
				["4"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			}
		},
		["九"] = {
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["陆"] = {
				["4"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["年"] = {
				this = true
			}
		},
		["⑨"] = {
			["六"] = {
				["4"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["年"] = {
				this = true
			}
		},
		["（"] = {
			["河"] = {
				["蟹"] = {
					["）"] = {
						["9"] = {
							this = true
						}
					}
				}
			},
			["和"] = {
				["谐"] = {
					["）"] = {
						["9"] = {
							this = true
						}
					}
				}
			}
		},
		["和"] = {
			["9"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		X = {
			["8"] = {
				this = true,
				["等"] = {
					["于"] = {
						["6"] = {
							["4"] = {
								this = true
							}
						},
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				},
				["得"] = {
					["6"] = {
						["4"] = {
							this = true
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				},
				["="] = {
					["六"] = {
						["四"] = {
							this = true
						}
					},
					["6"] = {
						["4"] = {
							this = true
						}
					}
				}
			},
			["八"] = {
				this = true
			},
			["捌"] = {
				this = true
			}
		},
		["乘"] = {
			["8"] = {
				this = true,
				["="] = {
					["6"] = {
						["4"] = {
							this = true
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				},
				["等"] = {
					["于"] = {
						["6"] = {
							["4"] = {
								this = true
							}
						},
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				},
				["得"] = {
					["6"] = {
						["4"] = {
							this = true
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["以"] = {
				["8"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["捌"] = {
					this = true
				}
			},
			["八"] = {
				this = true
			},
			["捌"] = {
				this = true
			}
		},
		["\\"] = {
			["*"] = {
				["8"] = {
					this = true,
					["="] = {
						["6"] = {
							["4"] = {
								this = true
							}
						},
						["六"] = {
							["四"] = {
								this = true
							}
						}
					},
					["等"] = {
						["于"] = {
							["6"] = {
								["4"] = {
									this = true
								}
							},
							["六"] = {
								["四"] = {
									this = true
								}
							}
						}
					},
					["得"] = {
						["6"] = {
							["4"] = {
								this = true
							}
						},
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["×"] = {
			["8"] = {
				this = true
			}
		},
		I = {
			X = {
				["运"] = {
					["动"] = {
						this = true
					}
				},
				["学"] = {
					["潮"] = {
						this = true
					}
				},
				["动"] = {
					["乱"] = {
						this = true
					}
				},
				["风"] = {
					["波"] = {
						this = true
					}
				},
				["暴"] = {
					["乱"] = {
						this = true
					},
					["亂"] = {
						this = true
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				},
				["真"] = {
					["相"] = {
						this = true
					}
				},
				["平"] = {
					["方"] = {
						this = true
					},
					["反"] = {
						this = true
					}
				},
				["屠"] = {
					["杀"] = {
						this = true
					},
					["殺"] = {
						this = true
					}
				},
				["運"] = {
					["動"] = {
						this = true
					}
				},
				["學"] = {
					["潮"] = {
						this = true
					}
				},
				["動"] = {
					["亂"] = {
						this = true
					}
				},
				["風"] = {
					["波"] = {
						this = true
					}
				}
			}
		},
		["乗"] = {
			["以"] = {
				["8"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["捌"] = {
					this = true
				}
			},
			["8"] = {
				this = true
			},
			["八"] = {
				this = true
			},
			["捌"] = {
				this = true
			}
		},
		["韭"] = {
			this = true
		},
		["度"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["大"] = {
			["胜"] = {
				["国"] = {
					["际"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
