pg = pg or {}
slot0 = pg
slot0.word_template_161 = {}
slot1 = slot0.word_template_161

function temp()
	uv0["负"] = {
		["面"] = {
			["贴"] = {
				this = true,
				["文"] = {
					this = true,
					["清"] = {
						["理"] = {
							this = true
						}
					}
				},
				["吧"] = {
					["清"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["评"] = {
				["价"] = {
					this = true,
					["清"] = {
						["除"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					}
				},
				["论"] = {
					this = true
				}
			},
			["帖"] = {
				this = true,
				["子"] = {
					this = true,
					["处"] = {
						["理"] = {
							this = true
						},
						["置"] = {
							this = true
						}
					},
					["清"] = {
						["除"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					},
					["删"] = {
						["除"] = {
							this = true
						}
					},
					["压"] = {
						["制"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["闻"] = {
					this = true,
					["删"] = {
						["帖"] = {
							this = true
						},
						["除"] = {
							this = true
						}
					},
					["处"] = {
						["理"] = {
							this = true
						}
					},
					["清"] = {
						["除"] = {
							this = true
						},
						["理"] = {
							this = true
						},
						["扫"] = {
							this = true
						}
					},
					["压"] = {
						["制"] = {
							this = true
						}
					}
				}
			},
			["消"] = {
				["息"] = {
					this = true,
					["处"] = {
						["理"] = {
							this = true
						}
					},
					["清"] = {
						["除"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					},
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true,
					["包"] = {
						["年"] = {
							["删"] = {
								this = true
							}
						}
					},
					["处"] = {
						["理"] = {
							this = true
						}
					},
					["打"] = {
						["压"] = {
							this = true
						}
					},
					["快"] = {
						["删"] = {
							this = true
						}
					},
					["屏"] = {
						["蔽"] = {
							this = true
						}
					},
					["清"] = {
						["除"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					},
					["删"] = {
						["除"] = {
							this = true
						},
						["帖"] = {
							this = true
						}
					},
					["新"] = {
						["闻"] = {
							this = true
						}
					},
					["压"] = {
						["制"] = {
							this = true
						}
					}
				}
			},
			["微"] = {
				["博"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					["贴"] = {
						this = true
					},
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["报"] = {
				["道"] = {
					this = true,
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				this = true,
				["帖"] = {
					this = true
				},
				["除"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["处"] = {
				["理"] = {
					this = true
				}
			},
			["影"] = {
				["响"] = {
					this = true
				}
			}
		},
		["石"] = {
			["麦"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["诽"] = {
		["谤"] = {
			this = true,
			["信"] = {
				["息"] = {
					this = true,
					["清"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["帖"] = {
				["子"] = {
					["清"] = {
						["除"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["论"] = {
		["坛"] = {
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["群"] = {
				["发"] = {
					["王"] = {
						["下"] = {
							["载"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["动"] = {
					["发"] = {
						["贴"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["公"] = {
			this = true
		},
		["功"] = {
			this = true
		},
		["攻"] = {
			this = true
		},
		["文"] = {
			["代"] = {
				["写"] = {
					this = true
				}
			}
		},
		["社"] = {
			["六"] = {
				["二"] = {
					["四"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["迅"] = {
		["捷"] = {
			["网"] = {
				["络"] = {
					["公"] = {
						["关"] = {
							this = true
						}
					}
				}
			}
		},
		["雷"] = {
			A = {
				V = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["短"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["黄"] = {
				["短"] = {
					["片"] = {
						this = true
					}
				}
			},
			["黃"] = {
				["短"] = {
					["片"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					["影"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["书"] = {
				["友"] = {
					["小"] = {
						["说"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["速"] = {
			["富"] = {
				["交"] = {
					["易"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["赢"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["考"] = {
		["试"] = {
			["作"] = {
				["弊"] = {
					this = true,
					["器"] = {
						this = true,
						["材"] = {
							this = true,
							["专"] = {
								this = true
							}
						},
						["*"] = {
							this = true
						},
						["专"] = {
							this = true
						}
					},
					["工"] = {
						["具"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["设"] = {
						["备"] = {
							this = true
						}
					},
					["耳"] = {
						["机"] = {
							this = true
						}
					},
					["接"] = {
						["收"] = {
							["器"] = {
								this = true
							}
						}
					},
					["仪"] = {
						["器"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["题"] = {
				this = true
			},
			["答"] = {
				["案"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					}
				}
			},
			["院"] = {
				this = true
			},
			["百"] = {
				["分"] = {
					["百"] = {
						["通"] = {
							["过"] = {
								this = true
							}
						}
					}
				}
			},
			["包"] = {
				["过"] = {
					this = true
				},
				["通"] = {
					["过"] = {
						this = true
					}
				}
			},
			["代"] = {
				["考"] = {
					this = true
				}
			},
			["电"] = {
				["子"] = {
					this = true
				}
			},
			["短"] = {
				["信"] = {
					["接"] = {
						["收"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["反"] = {
				["屏"] = {
					["蔽"] = {
						this = true
					}
				}
			},
			["工"] = {
				["具"] = {
					this = true
				}
			},
			["客"] = {
				["服"] = {
					this = true
				}
			},
			["灭"] = {
				["掉"] = {
					["9"] = {
						["0"] = {
							["后"] = {
								this = true
							}
						}
					}
				}
			},
			["器"] = {
				["材"] = {
					this = true
				}
			},
			["枪"] = {
				["手"] = {
					this = true
				}
			},
			["替"] = {
				["考"] = {
					this = true
				}
			},
			["协"] = {
				["助"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["隐"] = {
				["形"] = {
					["耳"] = {
						["机"] = {
							this = true
						}
					}
				}
			},
			["用"] = {
				["耳"] = {
					["机"] = {
						this = true
					}
				},
				["窃"] = {
					["听"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["针"] = {
				["孔"] = {
					["摄"] = {
						["像"] = {
							["头"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["答"] = {
					["案"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true,
				["用"] = {
					this = true,
					["窃"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["资"] = {
				["格"] = {
					["证"] = {
						["代"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			},
			["做"] = {
				["弊"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["前"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["发"] = {
				["放"] = {
					this = true
				}
			},
			["付"] = {
				["款"] = {
					this = true
				}
			},
			["高"] = {
				["考"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				}
			},
			["密"] = {
				["卷"] = {
					this = true
				}
			},
			["押"] = {
				["题"] = {
					this = true
				}
			}
		},
		["研"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["代"] = {
				["考"] = {
					this = true,
					["联"] = {
						["系"] = {
							this = true
						}
					}
				}
			},
			["考"] = {
				["前"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["答"] = {
				["案"] = {
					this = true,
					["保"] = {
						["过"] = {
							this = true
						}
					}
				}
			},
			["$"] = {
				["答"] = {
					["案"] = {
						this = true
					}
				}
			},
			["案"] = {
				this = true
			}
		},
		["生"] = {
			["数"] = {
				["据"] = {
					this = true,
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					this = true
				},
				["料"] = {
					this = true
				},
				["米"] = {
					["斗"] = {
						this = true
					}
				}
			},
			["家"] = {
				["长"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["考"] = {
				["号"] = {
					this = true
				}
			},
			["联"] = {
				["系"] = {
					["方"] = {
						["式"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["单"] = {
					this = true
				},
				["录"] = {
					this = true
				}
			},
			["年"] = {
				["龄"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["性"] = {
				["别"] = {
					this = true
				}
			},
			["姓"] = {
				["名"] = {
					this = true
				}
			}
		},
		["后"] = {
			["付"] = {
				["款"] = {
					this = true
				},
				["窾"] = {
					this = true
				}
			}
		},
		["验"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			}
		},
		["不"] = {
			["过"] = {
				["帮"] = {
					["你"] = {
						["改"] = {
							["分"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["场"] = {
			["作"] = {
				["弊"] = {
					["器"] = {
						this = true
					}
				}
			},
			["做"] = {
				["弊"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["级"] = {
			["火"] = {
				["热"] = {
					["预"] = {
						["定"] = {
							this = true
						}
					}
				}
			}
		},
		["律"] = {
			["答"] = {
				["案"] = {
					this = true,
					["%"] = {
						["%"] = {
							["%"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["試"] = {
			["#"] = {
				["作"] = {
					["弊"] = {
						["器"] = {
							["材"] = {
								this = true
							}
						}
					}
				}
			},
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["短"] = {
				["信"] = {
					["接"] = {
						["收"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["專"] = {
				["用"] = {
					["竊"] = {
						["聽"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["作"] = {
				["弊"] = {
					this = true
				}
			}
		},
		["题"] = {
			this = true
		},
		["讠"] = {
			["式"] = {
				["亻"] = {
					["故"] = {
						["弊"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["妕"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["眼"] = {
		["镜"] = {
			["蛇"] = {
				["弩"] = {
					this = true
				},
				["高"] = {
					["压"] = {
						["打"] = {
							["气"] = {
								["筒"] = {
									this = true
								}
							}
						}
					}
				}
			},
			M = {
				M = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["角"] = {
			["膜"] = {
				this = true
			}
		},
		["尾"] = {
			["秃"] = {
				["鹰"] = {
					this = true
				}
			}
		},
		["睛"] = {
			["妹"] = {
				["好"] = {
					["风"] = {
						["骚"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["秦"] = {
		["氏"] = {
			["弓"] = {
				["弩"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["供"] = {
							this = true
						},
						["营"] = {
							this = true
						}
					}
				},
				["努"] = {
					this = true,
					["专"] = {
						this = true,
						["供"] = {
							this = true
						},
						["营"] = {
							this = true
						}
					}
				}
			},
			["努"] = {
				this = true
			},
			["弩"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["青"] = {
			["的"] = {
				["幸"] = {
					this = true,
					["福"] = {
						["生"] = {
							["活"] = {
								this = true,
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["基"] = {
			["伟"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["晋"] = {
			this = true
		},
		["伯"] = {
			["起"] = {
				this = true
			}
		},
		["城"] = {
			["朋"] = {
				["友"] = {
					["圈"] = {
						this = true
					}
				}
			}
		},
		["观"] = {
			this = true
		},
		["光"] = {
			["荣"] = {
				this = true
			}
		},
		["红"] = {
			["棉"] = {
				this = true
			}
		},
		["皇"] = {
			["岛"] = {
				["办"] = {
					["假"] = {
						["证"] = {
							this = true
						}
					}
				},
				["冰"] = {
					["毒"] = {
						this = true,
						["冰"] = {
							["毒"] = {
								this = true
							}
						}
					}
				},
				["发"] = {
					["票"] = {
						["代"] = {
							["理"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["证"] = {
						this = true
					}
				},
				["教"] = {
					["师"] = {
						this = true
					}
				},
				["汽"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["天"] = {
				["下"] = {
					this = true
				}
			}
		},
		["晖"] = {
			this = true
		},
		["伙"] = {
			["计"] = {
				this = true
			}
		},
		["劍"] = {
			["&"] = {
				["館"] = {
					this = true
				}
			},
			["館"] = {
				this = true
			}
		},
		["式"] = {
			["弓"] = {
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["踏"] = {
		["弩"] = {
			this = true
		},
		["踏"] = {
			["撸"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["阻"] = {
		["击"] = {
			["弩"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["枪"] = {
				this = true,
				["/"] = {
					["汽"] = {
						["枪"] = {
							["/"] = {
								["高"] = {
									["压"] = {
										["气"] = {
											["枪"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["弹"] = {
					["夹"] = {
						this = true
					}
				},
				["机"] = {
					["匣"] = {
						this = true
					}
				},
				["精"] = {
					["确"] = {
						["射"] = {
							["手"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["无"] = {
			["通"] = {
				["畅"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["止"] = {
			["中"] = {
				["华"] = {
					["人"] = {
						["民"] = {
							["共"] = {
								["和"] = {
									["国"] = {
										["统"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["落"] = {
		["日"] = {
			["弓"] = {
				["弩"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["榜"] = {
			["考"] = {
				["生"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		},
		["聊"] = {
			this = true
		},
		["花"] = {
			["若"] = {
				["雨"] = {
					this = true
				}
			},
			["星"] = {
				["雨"] = {
					this = true
				}
			}
		}
	}
end

temp()
