pg = pg or {}
slot0 = pg
slot0.word_template_181 = {}
slot1 = slot0.word_template_181

function temp()
	uv0["佳"] = {
		["色"] = {
			["网"] = {
				this = true
			}
		},
		["静"] = {
			["安"] = {
				["定"] = {
					["片"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["龙"] = {
			i = {
				t = {
					this = true
				}
			}
		},
		["博"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["诚"] = {
			["电"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["惠"] = {
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["吉"] = {
			["祥"] = {
				["运"] = {
					["物"] = {
						["流"] = {
							this = true
						}
					}
				}
			}
		},
		["木"] = {
			["斯"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				},
				["辦"] = {
					["證"] = {
						this = true
					}
				},
				["汽"] = {
					["狗"] = {
						this = true
					}
				},
				["网"] = {
					["上"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["能"] = {
			["="] = {
				["尼"] = {
					["康"] = {
						this = true
					}
				}
			}
		},
		["兆"] = {
			["业"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["岛"] = {
		["鹿"] = {
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["国"] = {
			["福"] = {
				["利"] = {
					this = true
				}
			},
			["资"] = {
				["源"] = {
					this = true
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["大"] = {
				["片"] = {
					this = true
				}
			}
		},
		["峰"] = {
			["鱼"] = {
				["雷"] = {
					["3"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["幽"] = {
		["兰"] = {
			["露"] = {
				this = true
			},
			["谷"] = {
				["成"] = {
					["人"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["灵"] = {
			["户"] = {
				["口"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["幽"] = {
			["碧"] = {
				["资"] = {
					["源"] = {
						["站"] = {
							this = true
						}
					}
				}
			}
		},
		["禁"] = {
			["紫"] = {
				["阳"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["腐"] = {
		["书"] = {
			["网"] = {
				this = true
			}
		},
		["败"] = {
			this = true,
			F = {
				["·"] = {
					B = {
						this = true
					}
				}
			},
			["中"] = {
				["国"] = {
					this = true
				},
				["共"] = {
					["传"] = {
						["言"] = {
							this = true
						}
					},
					["下"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["震"] = {
				["惊"] = {
					this = true
				}
			}
		},
		["敗"] = {
			this = true
		},
		["茎"] = {
			["掏"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["难"] = {
		["言"] = {
			["之"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["忘"] = {
			["的"] = {
				["极"] = {
					["品"] = {
						["女"] = {
							["友"] = {
								this = true
							}
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					["女"] = {
						["友"] = {
							this = true
						}
					}
				}
			}
		},
		["以"] = {
			["满"] = {
				["足"] = {
					["的"] = {
						["炮"] = {
							["友"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["孽"] = {
		["情"] = {
			["桃"] = {
				["花"] = {
					["村"] = {
						this = true
					}
				}
			}
		},
		["障"] = {
			this = true
		},
		["伦"] = {
			["情"] = {
				["缘"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["姐"] = {
		["夫"] = {
			["的"] = {
				["七"] = {
					["日"] = {
						["兽"] = {
							["宠"] = {
								this = true
							}
						}
					}
				},
				["荣"] = {
					["耀"] = {
						this = true
					}
				}
			},
			["奸"] = {
				["淫"] = {
					["记"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["小"] = {
						["姨"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["吴"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["也"] = {
			["搞"] = {
				this = true
			},
			["色"] = {
				this = true
			}
		},
		["求"] = {
			["杆"] = {
				this = true
			},
			["约"] = {
				this = true
			}
		},
		["脱"] = {
			["情"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["姐"] = {
			["开"] = {
				["苞"] = {
					this = true
				}
			},
			["包"] = {
				["养"] = {
					["你"] = {
						this = true
					}
				}
			},
			["被"] = {
				["插"] = {
					["的"] = {
						["好"] = {
							["爽"] = {
								this = true
							}
						}
					}
				},
				["轮"] = {
					["奸"] = {
						this = true
					}
				}
			},
			["吹"] = {
				["逼"] = {
					["逼"] = {
						this = true
					}
				}
			},
			["的"] = {
				["屄"] = {
					this = true
				},
				["房"] = {
					["间"] = {
						this = true
					}
				},
				["肥"] = {
					["穴"] = {
						this = true
					},
					["阴"] = {
						["唇"] = {
							this = true
						},
						["户"] = {
							this = true
						}
					}
				},
				["嫩"] = {
					["穴"] = {
						this = true
					},
					["阴"] = {
						["唇"] = {
							this = true
						},
						["户"] = {
							this = true
						}
					}
				},
				["小"] = {
					["屄"] = {
						this = true
					},
					["穴"] = {
						this = true
					}
				},
				["穴"] = {
					["好"] = {
						["大"] = {
							["啊"] = {
								this = true
							}
						},
						["紧"] = {
							["啊"] = {
								this = true
							}
						}
					}
				},
				["阴"] = {
					["户"] = {
						this = true
					}
				},
				["愿"] = {
					["望"] = {
						this = true
					}
				}
			},
			["好"] = {
				["痒"] = {
					this = true
				}
			},
			["口"] = {
				["交"] = {
					["网"] = {
						this = true
					},
					["網"] = {
						this = true
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["吹"] = {
						["逼"] = {
							["逼"] = {
								this = true
							}
						}
					}
				}
			},
			["色"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["囗"] = {
				["茭"] = {
					["蛧"] = {
						this = true
					}
				}
			}
		},
		["疼"] = {
			this = true
		},
		["痛"] = {
			this = true
		},
		["的"] = {
			["嫩"] = {
				["阴"] = {
					["道"] = {
						this = true
					}
				}
			}
		},
		["弟"] = {
			["激"] = {
				["情"] = {
					["淫"] = {
						["秽"] = {
							this = true
						},
						["乱"] = {
							this = true
						},
						["色"] = {
							this = true
						},
						["影"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true,
					["性"] = {
						["交"] = {
							this = true
						}
					}
				},
				["轮"] = {
					this = true
				}
			},
			["妹"] = {
				["乱"] = {
					["伦"] = {
						["专"] = {
							["辑"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					this = true,
					["小"] = {
						["说"] = {
							this = true
						}
					}
				},
				["穴"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			}
		},
		["妹"] = {
			["操"] = {
				["嫂"] = {
					["嫂"] = {
						["都"] = {
							["操"] = {
								this = true
							}
						}
					}
				}
			},
			["花"] = {
				["双"] = {
					["飞"] = {
						this = true
					}
				}
			}
		},
		["佺"] = {
			["套"] = {
				["信"] = {
					["息"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			["门"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["私"] = {
			["房"] = {
				["照"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["姥"] = {
		["姥"] = {
			["撸"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["嘛"] = {
		["淫"] = {
			["斛"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["悠"] = {
		["悠"] = {
			["综"] = {
				["合"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["资"] = {
				["源"] = {
					this = true,
					["站"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["1"] = {
					["2"] = {
						["3"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					["服"] = {
						["务"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["久"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["遊"] = {
			["網"] = {
				this = true
			}
		},
		["游"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["月"] = {
			["舞"] = {
				this = true
			}
		}
	}
end

temp()
