pg = pg or {}
slot0 = pg
slot0.word_template_53 = {}
slot1 = slot0.word_template_53

function temp()
	uv0["爹"] = {
		this = {
			this = true
		},
		["爹"] = {
			["我"] = {
				["要"] = {
					["和"] = {
						["你"] = {
							["双"] = {
								["修"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["儿"] = {
		["子"] = {
			this = true,
			["专"] = {
				["用"] = {
					["肉"] = {
						["便"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["童"] = {
			["邪"] = {
				["典"] = {
					this = true
				}
			},
			["节"] = {
				["后"] = {
					["三"] = {
						["天"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["找"] = {
		["小"] = {
			["姐"] = {
				this = true
			},
			["接"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			},
			["妹"] = {
				this = true
			}
		},
		["人"] = {
			["报"] = {
				["仇"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["复"] = {
					this = true
				}
			},
			["处"] = {
				["理"] = {
					["第"] = {
						["三"] = {
							["者"] = {
								this = true
							}
						}
					},
					["情"] = {
						["敌"] = {
							this = true
						}
					},
					["小"] = {
						["三"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["帖"] = {
					this = true
				}
			},
			["办"] = {
				["事"] = {
					["毁"] = {
						["容"] = {
							this = true
						}
					}
				}
			},
			["辦"] = {
				["事"] = {
					this = true,
					["毀"] = {
						["容"] = {
							this = true
						}
					}
				}
			},
			["帮"] = {
				["报"] = {
					["仇"] = {
						this = true
					}
				},
				["忙"] = {
					["报"] = {
						["仇"] = {
							this = true
						}
					},
					["复"] = {
						["仇"] = {
							this = true
						}
					}
				}
			},
			["幫"] = {
				["報"] = {
					["仇"] = {
						this = true
					}
				}
			},
			["绑"] = {
				["架"] = {
					this = true
				}
			},
			["綁"] = {
				["架"] = {
					this = true
				}
			},
			["報"] = {
				["仇"] = {
					this = true
				}
			},
			["操"] = {
				["老"] = {
					["婆"] = {
						this = true
					}
				}
			},
			["出"] = {
				["气"] = {
					["报"] = {
						["仇"] = {
							this = true
						}
					}
				}
			},
			["處"] = {
				["理"] = {
					["情"] = {
						["敵"] = {
							this = true
						}
					},
					["小"] = {
						["三"] = {
							this = true
						}
					}
				}
			},
			["复"] = {
				["仇"] = {
					this = true
				}
			},
			["復"] = {
				["仇"] = {
					this = true
				}
			},
			["毀"] = {
				["容"] = {
					this = true
				}
			},
			["毁"] = {
				["容"] = {
					this = true
				}
			},
			["解"] = {
				["决"] = {
					["情"] = {
						["敌"] = {
							this = true
						}
					},
					["小"] = {
						["三"] = {
							this = true
						}
					}
				},
				["決"] = {
					["情"] = {
						["敵"] = {
							this = true
						}
					},
					["小"] = {
						["三"] = {
							this = true
						}
					}
				}
			},
			["勒"] = {
				["索"] = {
					this = true
				}
			},
			["敲"] = {
				["诈"] = {
					this = true
				},
				["詐"] = {
					this = true
				}
			},
			["讨"] = {
				["债"] = {
					this = true
				}
			},
			["消"] = {
				["灾"] = {
					this = true
				},
				["災"] = {
					this = true
				}
			}
		},
		["职"] = {
			["业"] = {
				["杀"] = {
					["手"] = {
						this = true,
						["报"] = {
							["仇"] = {
								this = true
							}
						}
					}
				},
				["打"] = {
					["手"] = {
						this = true,
						["复"] = {
							["仇"] = {
								this = true
							}
						}
					}
				}
			},
			["業"] = {
				["殺"] = {
					["手"] = {
						this = true
					}
				}
			}
		},
		["杀"] = {
			["手"] = {
				this = true,
				["公"] = {
					["司"] = {
						this = true
					}
				}
			}
		},
		["同"] = {
			["志"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["帅"] = {
			["哥"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["鸡"] = {
			this = true,
			["婆"] = {
				this = true
			}
		},
		["冰"] = {
			["妹"] = {
				this = true
			},
			["毒"] = {
				this = true
			}
		},
		["个"] = {
			["妈"] = {
				["妈"] = {
					this = true
				}
			},
			["爸"] = {
				["爸"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					["按"] = {
						["一"] = {
							["按"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["工"] = {
			["总"] = {
				["行"] = {
					this = true
				}
			}
		},
		["建"] = {
			["总"] = {
				["行"] = {
					this = true
				}
			}
		},
		["农"] = {
			["总"] = {
				["行"] = {
					this = true
				}
			}
		},
		["政"] = {
			["府"] = {
				["评"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		[","] = {
			[","] = {
				["小"] = {
					["姐"] = {
						["\""] = {
							this = true
						}
					}
				}
			}
		},
		["~"] = {
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["1"] = {
			["夜"] = {
				["情"] = {
					this = true
				}
			}
		},
		["ㄝ"] = {
			["亽"] = {
				["濄"] = {
					["夜"] = {
						this = true
					}
				}
			}
		},
		["按"] = {
			["摩"] = {
				this = true
			}
		},
		["饼"] = {
			["子"] = {
				this = true
			}
		},
		["餅"] = {
			["子"] = {
				this = true
			}
		},
		["栤"] = {
			["毐"] = {
				this = true
			}
		},
		["仯"] = {
			["妇"] = {
				this = true
			}
		},
		["春"] = {
			["药"] = {
				["网"] = {
					this = true
				}
			}
		},
		["刺"] = {
			["激"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["打"] = {
			["手"] = {
				this = true,
				["办"] = {
					["事"] = {
						this = true
					}
				},
				["报"] = {
					["仇"] = {
						this = true
					},
					["复"] = {
						this = true,
						["小"] = {
							["三"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["到"] = {
			["殺"] = {
				["手"] = {
					this = true
				}
			}
		},
		["福"] = {
			["利"] = {
				this = true
			}
		},
		["富"] = {
			["姐"] = {
				this = true
			},
			["婆"] = {
				["包"] = {
					["养"] = {
						["信"] = {
							["息"] = {
								this = true
							}
						}
					}
				},
				["找"] = {
					["鸭"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["姑"] = {
			["娘"] = {
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					},
					["門"] = {
						["服"] = {
							["務"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["火"] = {
			["辣"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["亽"] = {
			["幫"] = {
				["報"] = {
					["仇"] = {
						this = true
					}
				}
			}
		},
		["妓"] = {
			["女"] = {
				this = true,
				["价"] = {
					["格"] = {
						this = true
					}
				},
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["尐"] = {
			["婦"] = {
				this = true
			},
			["妹"] = {
				["詘"] = {
					["囼"] = {
						this = true
					}
				}
			}
		},
		["靓"] = {
			["妹"] = {
				["出"] = {
					["台"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["詘"] = {
					["囼"] = {
						["菔"] = {
							["務"] = {
								this = true
							}
						}
					}
				}
			},
			["妺"] = {
				["炪"] = {
					["珆"] = {
						["棴"] = {
							["務"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["靚"] = {
			["妹"] = {
				["出"] = {
					["臺"] = {
						["服"] = {
							["務"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["楼"] = {
			["凤"] = {
				this = true,
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["樓"] = {
			["鳳"] = {
				["服"] = {
					["務"] = {
						this = true
					}
				}
			}
		},
		["麻"] = {
			["古"] = {
				this = true
			}
		},
		["痲"] = {
			["古"] = {
				this = true
			}
		},
		["妹"] = {
			["妹"] = {
				["上"] = {
					["门"] = {
						["拜"] = {
							["访"] = {
								this = true
							}
						}
					}
				}
			},
			["子"] = {
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["模"] = {
			["特"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			}
		},
		["奶"] = {
			["推"] = {
				this = true
			}
		},
		["囡"] = {
			["亾"] = {
				["過"] = {
					["液"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["大"] = {
				["学"] = {
					["生"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["學"] = {
					["生"] = {
						["服"] = {
							["務"] = {
								this = true
							}
						}
					}
				}
			},
			["奴"] = {
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				c = {
					["过"] = {
						["夜"] = {
							this = true
						}
					},
					["過"] = {
						["夜"] = {
							this = true
						}
					}
				},
				["过"] = {
					["夜"] = {
						this = true
					}
				},
				["過"] = {
					["夜"] = {
						this = true
					}
				}
			},
			["王"] = {
				["調"] = {
					["教"] = {
						this = true
					}
				},
				["调"] = {
					["教"] = {
						this = true
					}
				}
			},
			["友"] = {
				this = true
			}
		},
		["漂"] = {
			["亮"] = {
				["小"] = {
					["姐"] = {
						["按"] = {
							["摩"] = {
								this = true
							}
						},
						["包"] = {
							["夜"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["票"] = {
			["亮"] = {
				["小"] = {
					["姐"] = {
						["按"] = {
							["摩"] = {
								this = true
							}
						},
						["包"] = {
							["夜"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["婆"] = {
			["婆"] = {
				this = true
			}
		},
		["漆"] = {
			["车"] = {
				["干"] = {
					["扰"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["汽"] = {
			["车"] = {
				["干"] = {
					["扰"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["情"] = {
			["人"] = {
				this = true
			}
		},
		["摋"] = {
			["掱"] = {
				["電"] = {
					["話"] = {
						this = true
					}
				}
			}
		},
		["三"] = {
			["陪"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			}
		},
		["骚"] = {
			["女"] = {
				["过"] = {
					["夜"] = {
						this = true
					}
				},
				["妹"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["騷"] = {
			["ㄝ"] = {
				["妹"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["女"] = {
				["妹"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["情"] = {
				["网"] = {
					this = true
				},
				["網"] = {
					this = true
				}
			}
		},
		["殺"] = {
			["手"] = {
				this = true,
				["電"] = {
					["話"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			["门"] = {
				this = true,
				["包"] = {
					["夜"] = {
						this = true
					}
				}
			}
		},
		["少"] = {
			["妇"] = {
				this = true
			},
			["婦"] = {
				this = true,
				["上"] = {
					["門"] = {
						this = true
					}
				}
			}
		},
		["肾"] = {
			["源"] = {
				this = true
			}
		},
		["套"] = {
			["牌"] = {
				["车"] = {
					this = true
				}
			}
		},
		["外"] = {
			["国"] = {
				["女"] = {
					this = true
				},
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			},
			["國"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			}
		},
		["玩"] = {
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["亾"] = {
			["幇"] = {
				["蕔"] = {
					["仇"] = {
						this = true
					}
				}
			}
		},
		["县"] = {
			["长"] = {
				this = true
			}
		},
		["敩"] = {
			["泩"] = {
				["妺"] = {
					["棴"] = {
						["務"] = {
							this = true
						}
					},
					["炪"] = {
						["珆"] = {
							this = true
						}
					}
				}
			}
		},
		["性"] = {
			["爱"] = {
				this = true
			},
			["愛"] = {
				this = true
			},
			["奴"] = {
				this = true
			}
		},
		["学"] = {
			["生"] = {
				this = true,
				["妹"] = {
					this = true
				}
			}
		},
		["學"] = {
			["甡"] = {
				["妹"] = {
					["菔"] = {
						["務"] = {
							this = true
						}
					},
					["詘"] = {
						["囼"] = {
							this = true
						}
					}
				}
			},
			["生"] = {
				["妹"] = {
					this = true,
					["出"] = {
						["臺"] = {
							this = true
						}
					},
					["服"] = {
						["務"] = {
							this = true
						}
					}
				}
			}
		},
		["鸭"] = {
			["子"] = {
				this = true
			}
		},
		["洋"] = {
			["妞"] = {
				this = true,
				["一"] = {
					["夜"] = {
						this = true
					}
				},
				["找"] = {
					["鸡"] = {
						this = true
					}
				}
			}
		},
		["一"] = {
			["夜"] = {
				["情"] = {
					this = true,
					["交"] = {
						["换"] = {
							this = true
						}
					}
				},
				["晴"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["应"] = {
			["招"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			}
		},
		["應"] = {
			["招"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			}
		},
		["援"] = {
			["交"] = {
				["妹"] = {
					this = true,
					["手"] = {
						["机"] = {
							this = true
						}
					}
				},
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			}
		},
		["找"] = {
			["色"] = {
				["成"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["職"] = {
			["業"] = {
				["殺"] = {
					["手"] = {
						this = true
					}
				}
			}
		},
		["準"] = {
			["插"] = {
				["入"] = {
					["角"] = {
						["度"] = {
							this = true
						}
					}
				}
			}
		},
		a = {
			v = {
				["1"] = {
					["2"] = {
						["3"] = {
							["导"] = {
								["航"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0.A = {
		D = {
			M = {
				I = {
					N = {
						this = true
					}
				}
			}
		},
		d = {
			m = {
				i = {
					n = {
						i = {
							s = {
								t = {
									r = {
										a = {
											t = {
												o = {
													r = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			y = {
				["映"] = {
					["画"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		l = {
			a = {
				f = {
					a = {
						t = {
							e = {
								this = true
							}
						}
					}
				}
			},
			u = {
				o = {
					y = {
						u = {
							e = {
								this = true
							}
						}
					}
				}
			}
		},
		b = {
			i = {
				a = {
					n = {
						this = true,
						w = {
							a = {
								n = {
									s = {
										u = {
											i = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		I = {
			D = {
				S = {
					this = true
				}
			},
			C = {
				S = {
					["枪"] = {
						["托"] = {
							this = true
						}
					}
				}
			}
		},
		i = {
			o = {
				r = {
					t = {
						["墓"] = {
							["地"] = {
								this = true
							}
						}
					}
				}
			}
		},
		r = {
			q = {
				u = {
					s = {
						["会"] = {
							["议"] = {
								["场"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		t = {
			a = {
				n = {
					["的"] = {
						["移"] = {
							["动"] = {
								["石"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["片"] = {
			this = true,
			["资"] = {
				["源"] = {
					this = true,
					["吧"] = {
						this = true
					}
				}
			},
			["8"] = {
				["8"] = {
					["8"] = {
						this = true,
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["情"] = {
						["色"] = {
							["網"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["大"] = {
				["放"] = {
					["送"] = {
						this = true
					}
				}
			},
			["地"] = {
				["址"] = {
					this = true
				}
			},
			["电"] = {
				["驴"] = {
					this = true
				},
				["影"] = {
					["网"] = {
						this = true
					}
				}
			},
			["基"] = {
				["地"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["快"] = {
				["播"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["浪"] = {
				["友"] = {
					["网"] = {
						this = true
					}
				}
			},
			["连"] = {
				["连"] = {
					["看"] = {
						this = true
					}
				}
			},
			["链"] = {
				["接"] = {
					this = true
				}
			},
			["免"] = {
				["费"] = {
					["线"] = {
						["上"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			},
			["群"] = {
				["英"] = {
					["汇"] = {
						this = true
					}
				}
			},
			["色"] = {
				["播"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["网"] = {
				["集"] = {
					["锦"] = {
						this = true
					}
				},
				["在"] = {
					["线"] = {
						["看"] = {
							this = true
						}
					}
				},
				["站"] = {
					this = true
				},
				["址"] = {
					this = true
				}
			},
			["網"] = {
				this = true
			},
			["下"] = {
				["载"] = {
					this = true
				}
			},
			["線"] = {
				["上"] = {
					["看"] = {
						this = true
					}
				}
			},
			["迅"] = {
				["雷"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["看"] = {
						this = true
					}
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			},
			["专"] = {
				["区"] = {
					this = true
				}
			}
		},
		R = {
			["6"] = {
				this = true,
				["?"] = {
					["猎"] = {
						["人"] = {
							["王"] = {
								this = true
							}
						}
					}
				},
				["獵"] = {
					["人"] = {
						["王"] = {
							this = true
						}
					}
				},
				["猎"] = {
					["人"] = {
						["王"] = {
							this = true
						}
					}
				}
			},
			["1"] = {
				["0"] = {
					["原"] = {
						["型"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["5"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["2"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["3"] = {
				["0"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["5"] = {
				["0"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["7"] = {
				["汽"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["式"] = {
				["武"] = {
					["器"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["突"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		u = {
			t = {
				o = {
					["5"] = {
						["半"] = {
							["自"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		V = {
			this = true,
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				["影"] = {
					this = true,
					["下"] = {
						["载"] = {
							this = true
						}
					},
					["导"] = {
						["航"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							["下"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["9"] = {
				["9"] = {
					this = true
				}
			},
			l = {
				a = {
					n = {
						g = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["四"] = {
					["郎"] = {
						this = true
					}
				},
				["倉"] = {
					["優"] = {
						["子"] = {
							this = true
						}
					}
				},
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["址"] = {
					this = true,
					["大"] = {
						["分"] = {
							["享"] = {
								this = true
							}
						}
					},
					["导"] = {
						["航"] = {
							this = true
						}
					}
				},
				["站"] = {
					this = true,
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					this = true,
					["大"] = {
						["分"] = {
							["享"] = {
								this = true
							}
						},
						["全"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["电"] = {
					["站"] = {
						this = true
					}
				}
			},
			["天"] = {
				["堂"] = {
					A = {
						this = true
					},
					["电"] = {
						["影"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["*"] = {
				this = true
			},
			["麻"] = {
				["将"] = {
					this = true
				},
				["將"] = {
					this = true
				}
			},
			["女"] = {
				this = true,
				y = {
					o = {
						u = {
							this = true
						}
					}
				},
				["孩"] = {
					this = true
				},
				["郎"] = {
					["色"] = {
						["播"] = {
							["电"] = {
								["影"] = {
									this = true
								}
							}
						}
					}
				},
				["人"] = {
					this = true
				},
				["性"] = {
					["奴"] = {
						["隸"] = {
							this = true
						}
					}
				},
				["优"] = {
					this = true,
					["苍"] = {
						["井"] = {
							["空"] = {
								this = true
							}
						},
						["警"] = {
							["空"] = {
								this = true
							}
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["立"] = {
						["花"] = {
							["里"] = {
								["子"] = {
									this = true
								}
							}
						}
					},
					["青"] = {
						["木"] = {
							["莉"] = {
								["子"] = {
									this = true
								}
							},
							["铃"] = {
								this = true
							}
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["武"] = {
						["腾"] = {
							["兰"] = {
								this = true
							}
						}
					},
					["写"] = {
						["真"] = {
							this = true
						}
					},
					["杏"] = {
						["子"] = {
							this = true
						}
					},
					["艳"] = {
						["照"] = {
							["图"] = {
								this = true
							}
						}
					},
					["樱"] = {
						["井"] = {
							["亚"] = {
								["弓"] = {
									this = true
								}
							}
						},
						["警"] = {
							["亚"] = {
								["弓"] = {
									this = true
								}
							}
						},
						["树"] = {
							["露"] = {
								["衣"] = {
									this = true
								}
							}
						}
					},
					["影"] = {
						["片"] = {
							this = true
						},
						["院"] = {
							this = true
						}
					},
					["雨"] = {
						["宫"] = {
							["琴"] = {
								["音"] = {
									this = true
								}
							}
						}
					},
					["原"] = {
						["田"] = {
							["明"] = {
								["绘"] = {
									this = true
								}
							}
						}
					}
				},
				["忧"] = {
					["写"] = {
						["真"] = {
							this = true
						}
					}
				},
				["優"] = {
					this = true,
					["蒼"] = {
						["井"] = {
							["空"] = {
								this = true
							}
						},
						["警"] = {
							["空"] = {
								this = true
							}
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				},
				["友"] = {
					["百"] = {
						["科"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["3"] = {
				["8"] = {
					["成"] = {
						["人"] = {
							["电"] = {
								["影"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["8"] = {
				["3"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			A = {
				V = {
					["看"] = {
						this = true
					}
				}
			},
			["按"] = {
				["摩"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["吧"] = {
				this = true
			},
			["百"] = {
				["种"] = {
					this = true
				}
			},
			["棒"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					["電"] = {
						["影"] = {
							this = true
						}
					},
					["色"] = {
						["网"] = {
							this = true
						}
					},
					["影"] = {
						["院"] = {
							this = true
						}
					}
				},
				["淫"] = {
					["两"] = {
						["性"] = {
							this = true
						}
					}
				}
			},
			["达"] = {
				["人"] = {
					this = true
				}
			},
			["大"] = {
				["陆"] = {
					this = true
				}
			},
			["地"] = {
				["址"] = {
					this = true,
					["分"] = {
						["享"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["清"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true
				},
				["产"] = {
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["快"] = {
				["播"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["狼"] = {
				this = true,
				["成"] = {
					["人"] = {
						["色"] = {
							["情"] = {
								this = true
							}
						}
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["社"] = {
					["区"] = {
						this = true
					}
				}
			},
			["两"] = {
				["性"] = {
					this = true,
					["观"] = {
						["看"] = {
							this = true
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["同"] = {
						["性"] = {
							this = true
						}
					}
				}
			},
			["兩"] = {
				["性"] = {
					this = true
				}
			},
			["铃"] = {
				["木"] = {
					["爱"] = {
						["理"] = {
							["电"] = {
								["驴"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["零"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["伦"] = {
				["理"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					},
					["资"] = {
						["源"] = {
							this = true
						}
					}
				}
			},
			["没"] = {
				["爹"] = {
					this = true
				}
			},
			["梦"] = {
				["工"] = {
					["厂"] = {
						this = true
					}
				}
			},
			["明"] = {
				["星"] = {
					["要"] = {
						this = true
					}
				}
			},
			["片"] = {
				this = true
			},
			["情"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["排"] = {
						["行"] = {
							["榜"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				},
				["人"] = {
					["干"] = {
						this = true
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["視"] = {
				["頻"] = {
					this = true
				}
			},
			["熟"] = {
				["女"] = {
					this = true
				}
			},
			["搜"] = {
				this = true
			},
			["素"] = {
				["人"] = {
					this = true
				}
			},
			["文"] = {
				["檔"] = {
					this = true,
					["超"] = {
						["昂"] = {
							["天"] = {
								["使"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					this = true,
					["爽"] = {
						["片"] = {
							this = true
						}
					},
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				},
				["本"] = {
					["色"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				},
				["奴"] = {
					["隶"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["妹"] = {
						this = true,
						["我"] = {
							["爱"] = {
								["你"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["淫"] = {
				["女"] = {
					this = true
				},
				["娃"] = {
					this = true
				}
			},
			["影"] = {
				["视"] = {
					this = true
				},
				["讯"] = {
					this = true
				},
				["站"] = {
					this = true
				}
			},
			["仔"] = {
				this = true
			},
			["在"] = {
				["线"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["王"] = {
					this = true
				}
			},
			["直"] = {
				["播"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["料"] = {
					["库"] = {
						this = true
					}
				}
			},
			["資"] = {
				["料"] = {
					["庫"] = {
						this = true
					}
				}
			},
			["综"] = {
				["合"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["最"] = {
				["前"] = {
					["線"] = {
						this = true
					}
				}
			},
			["研"] = {
				["究"] = {
					["所"] = {
						this = true
					}
				}
			}
		},
		["8"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["9"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			},
			A = {
				V = {
					["红"] = {
						["番"] = {
							["阁"] = {
								this = true
							}
						}
					}
				}
			}
		},
		K = {
			["紫"] = {
				["爸"] = {
					this = true
				}
			},
			["1"] = {
				["0"] = {
					["1"] = {
						["仿"] = {
							["真"] = {
								this = true
							}
						}
					},
					["3"] = {
						["仿"] = {
							["真"] = {
								this = true
							}
						}
					},
					["5"] = {
						["仿"] = {
							["真"] = {
								this = true
							}
						}
					}
				}
			},
			["4"] = {
				["7"] = {
					["冲"] = {
						["锋"] = {
							["折"] = {
								["刀"] = {
									this = true
								}
							}
						}
					},
					["刺"] = {
						["刀"] = {
							this = true,
							["具"] = {
								["具"] = {
									this = true
								}
							},
							["正"] = {
								["品"] = {
									this = true
								}
							},
							["专"] = {
								this = true
							}
						}
					},
					["机"] = {
						["枪"] = {
							this = true
						}
					},
					["機"] = {
						["槍"] = {
							this = true
						}
					},
					["军"] = {
						["刺"] = {
							this = true,
							["正"] = {
								["品"] = {
									this = true
								}
							}
						}
					},
					["配"] = {
						["套"] = {
							["刺"] = {
								["刀"] = {
									this = true
								},
								["忉"] = {
									this = true
								}
							}
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						["枪"] = {
							this = true
						},
						["支"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["强"] = {
						["化"] = {
							["版"] = {
								this = true
							}
						}
					},
					["突"] = {
						["击"] = {
							["步"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				},
				["8"] = {
					["突"] = {
						["击"] = {
							["步"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["7"] = {
				["4"] = {
					M = {
						["仿"] = {
							["真"] = {
								this = true
							}
						}
					}
				}
			},
			K = {
				M = {
					["突"] = {
						["击"] = {
							["步"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				}
			},
			M = {
				S = {
					["突"] = {
						["击"] = {
							["步"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				},
				["步"] = {
					["枪"] = {
						["扳"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			},
			P = {
				K = {
					S = {
						["仿"] = {
							["真"] = {
								this = true
							}
						}
					}
				}
			},
			S = {
				["7"] = {
					["4"] = {
						U = {
							this = true,
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			U = {
				["9"] = {
					["4"] = {
						this = true
					}
				}
			},
			["刺"] = {
				this = true,
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["电"] = {
				["狗"] = {
					this = true
				}
			},
			["改"] = {
				["进"] = {
					["型"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["军"] = {
				["刺"] = {
					this = true,
					Q = {
						Z = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					}
				},
				["刀"] = {
					this = true
				}
			},
			["卡"] = {
				["宾"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true
			},
			["沙"] = {
				["鹰"] = {
					this = true
				}
			},
			["突"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		P = {
			S = {
				["怪"] = {
					["兽"] = {
						this = true
					}
				}
			},
			E = {
				C = {
					["狙"] = {
						["击"] = {
							["手"] = {
								this = true
							}
						}
					},
					["说"] = {
						["相"] = {
							["声"] = {
								this = true
							}
						}
					}
				}
			}
		},
		v = {
			["一"] = {
				["个"] = {
					["色"] = {
						["综"] = {
							["合"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					this = true,
					["伊"] = {
						["人"] = {
							["影"] = {
								["院"] = {
									this = true
								}
							}
						}
					},
					["看"] = {
						this = true
					}
				}
			},
			s = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["免"] = {
				["费"] = {
					["看"] = {
						this = true
					},
					["在"] = {
						["线"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["优"] = {
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		T = {
			M = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			O = {
				M = {
					["弹"] = {
						this = true,
						["制"] = {
							["造"] = {
								this = true
							}
						}
					}
				}
			},
			T = {
				["成"] = {
					["人"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		B = {
			O = {
				["之"] = {
					["强"] = {
						["制"] = {
							["受"] = {
								["孕"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["卡"] = {
				["巴"] = {
					["锡"] = {
						["纸"] = {
							["工"] = {
								["具"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["乐"] = {
				["极"] = {
					["速"] = {
						["快"] = {
							["开"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["敌"] = {
					["霸"] = {
						["王"] = {
							this = true,
							["密"] = {
								["云"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["月"] = {
				["牙"] = {
					["极"] = {
						["速"] = {
							["快"] = {
								["开"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["专"] = {
				["用"] = {
					["开"] = {
						["锁"] = {
							["器"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		c = {
			["."] = {
				q = {
					v = {
						x = {
							d = {
								["."] = {
									i = {
										n = {
											f = {
												o = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["集"] = {
			["中"] = {
				["营"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["级"] = {
			this = true,
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["金"] = {
				["属"] = {
					["仿"] = {
						["真"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["片"] = {
				["看"] = {
					["看"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			}
		},
		[" "] = {
			V = {
				this = true
			}
		},
		["4"] = {
			U = {
				["人"] = {
					["体"] = {
						["艺"] = {
							["术"] = {
								this = true
							}
						}
					}
				}
			},
			["优"] = {
				["女"] = {
					["郎"] = {
						["脱"] = {
							["衣"] = {
								["秀"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["5"] = {
			["团"] = {
				["购"] = {
					this = true
				}
			}
		},
		A = {
			["1"] = {
				["2"] = {
					["散"] = {
						["弹"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			A = {
				["片"] = {
					this = true
				},
				["三"] = {
					["级"] = {
						this = true
					}
				}
			},
			["炮"] = {
				["开"] = {
					["火"] = {
						["伪"] = {
							["装"] = {
								this = true
							}
						}
					}
				}
			},
			["片"] = {
				["呀"] = {
					this = true
				}
			},
			["色"] = {
				["色"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				}
			}
		},
		C = {
			P = {
				["半"] = {
					["自"] = {
						["动"] = {
							["手"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		G = {
			["亚"] = {
				["游"] = {
					this = true
				}
			}
		},
		N = {
			["9"] = {
				["4"] = {
					["突"] = {
						["击"] = {
							["步"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		S = {
			["5"] = {
				["0"] = {
					["阻"] = {
						["击"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			P = {
				["怪"] = {
					["兽"] = {
						["强"] = {
							["者"] = {
								this = true
							}
						}
					}
				},
				["甩"] = {
					["棍"] = {
						["专"] = {
							this = true,
							["正"] = {
								["品"] = {
									this = true
								}
							}
						}
					}
				}
			},
			S = {
				["李"] = {
					["弘"] = {
						["旨"] = {
							this = true
						}
					}
				}
			}
		},
		U = {
			G = {
				["真"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		W = {
			P = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["点"] = {
			G = {
				["点"] = {
					U = {
						["点"] = {
							this = true
						}
					}
				}
			}
		},
		["送"] = {
			["女"] = {
				["儿"] = {
					["去"] = {
						["婆"] = {
							["家"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["性"] = {
			["快"] = {
				["播"] = {
					["1"] = {
						["2"] = {
							["0"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["管"] = {
		["理"] = {
			this = true,
			["员"] = {
				this = true,
				["风"] = {
					["流"] = {
						["事"] = {
							this = true
						}
					}
				},
				["素"] = {
					["人"] = {
						["女"] = {
							["性"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["里"] = {
			this = true
		},
		["改"] = {
			["秃"] = {
				this = true
			}
		},
		["子"] = {
			["过"] = {
				["桥"] = {
					this = true
				}
			}
		},
		["家"] = {
			["婆"] = {
				this = true,
				["中"] = {
					["特"] = {
						["期"] = {
							["期"] = {
								["准"] = {
									this = true
								}
							}
						},
						["网"] = {
							this = true
						}
					}
				},
				["精"] = {
					["选"] = {
						["公"] = {
							["开"] = {
								["一"] = {
									["肖"] = {
										["一"] = {
											["码"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["制"] = {
			this = true,
			["刀"] = {
				["具"] = {
					this = true
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			},
			["物"] = {
				["品"] = {
					["贩"] = {
						this = true
					}
				}
			},
			["药"] = {
				["品"] = {
					this = true
				}
			}
		},
		["熟"] = {
			["女"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["服"] = {
		["务"] = {
			this = true,
			["管"] = {
				["理"] = {
					this = true
				}
			},
			["天"] = {
				["使"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					this = true
				}
			},
			["器"] = {
				["托"] = {
					["管"] = {
						this = true
					}
				},
				["连"] = {
					["接"] = {
						["失"] = {
							["败"] = {
								this = true
							}
						}
					}
				},
				["忙"] = {
					this = true
				},
				["维"] = {
					["护"] = {
						this = true
					}
				}
			},
			["人"] = {
				["员"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			},
			["到"] = {
				["位"] = {
					this = true,
					["，"] = {
						["风"] = {
							["骚"] = {
								this = true
							}
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["髮"] = {
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true
				}
			}
		},
		["刑"] = {
			["人"] = {
				["员"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["部"] = {
			["祥"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["帖"] = {
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["務"] = {
			["天"] = {
				["使"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["活"] = {
		["动"] = {
			["管"] = {
				["理"] = {
					["员"] = {
						this = true
					}
				}
			},
			["窃"] = {
				["听"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["動"] = {
			this = true,
			["管"] = {
				["理"] = {
					["員"] = {
						this = true
					}
				}
			},
			["竊"] = {
				["聽"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["塞"] = {
			["狗"] = {
				this = true
			},
			["运"] = {
				["动"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["伦"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["体"] = {
			this = true,
			["器"] = {
				["官"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["肾"] = {
				this = true,
				["脏"] = {
					this = true
				}
			}
		},
		["佛"] = {
			this = true
		},
		["摘"] = {
			["器"] = {
				this = true
			}
		},
		["出"] = {
			["基"] = {
				["督"] = {
					this = true
				}
			}
		},
		["泼"] = {
			["型"] = {
				["的"] = {
					["女"] = {
						["优"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["生"] = {
				["香"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["冬"] = {
		["季"] = {
			["热"] = {
				this = true
			}
		},
		["刺"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["官"] = {
		["方"] = {
			this = true,
			["购"] = {
				["彩"] = {
					this = true
				}
			},
			["購"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["逼"] = {
			["民"] = {
				["反"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["商"] = {
			["勾"] = {
				["结"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["场"] = {
			["段"] = {
				["子"] = {
					this = true
				}
			},
			["潜"] = {
				["规"] = {
					["则"] = {
						this = true
					}
				}
			},
			["日"] = {
				["志"] = {
					this = true
				}
			},
			["顺"] = {
				["口"] = {
					["溜"] = {
						this = true
					}
				}
			},
			["地"] = {
				["震"] = {
					this = true
				}
			},
			["秘"] = {
				["书"] = {
					["和"] = {
						["二"] = {
							["奶"] = {
								this = true
							}
						}
					}
				}
			},
			["言"] = {
				["论"] = {
					["准"] = {
						["则"] = {
							this = true
						}
					}
				}
			},
			["妖"] = {
				["孽"] = {
					this = true
				}
			},
			["之"] = {
				["风"] = {
					["流"] = {
						["秘"] = {
							["史"] = {
								this = true
							}
						}
					}
				},
				["桃"] = {
					["花"] = {
						["杏"] = {
							["事"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["员"] = {
			["成"] = {
				["为"] = {
					["政"] = {
						["治"] = {
							["新"] = {
								["星"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["宾"] = {
				["馆"] = {
					["群"] = {
						P = {
							this = true
						}
					},
					["艳"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["财"] = {
				["产"] = {
					["公"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["群"] = {
				P = {
					this = true,
					["艳"] = {
						["照"] = {
							this = true
						}
					},
					["照"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["艳"] = {
				["照"] = {
					this = true,
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["匪"] = {
			this = true
		},
		["状"] = {
			["病"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["渡"] = {
			["区"] = {
				this = true
			}
		},
		["彷"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["维"] = {
		["护"] = {
			this = true,
			["司"] = {
				["法"] = {
					["独"] = {
						["立"] = {
							this = true
						}
					}
				}
			}
		},
		["多"] = {
			["利"] = {
				["亚"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							}
						}
					},
					["赌"] = {
						["场"] = {
							this = true
						},
						["城"] = {
							this = true
						}
					},
					["包"] = {
						this = true
					},
					["公"] = {
						["园"] = {
							this = true,
							["6"] = {
								["4"] = {
									this = true
								}
							},
							["六"] = {
								["四"] = {
									this = true
								}
							}
						}
					},
					["6"] = {
						["4"] = {
							this = true
						}
					},
					["广"] = {
						["场"] = {
							["6"] = {
								["4"] = {
									this = true
								}
							},
							["六"] = {
								["四"] = {
									this = true
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					},
					["游"] = {
						["行"] = {
							this = true
						}
					}
				}
			}
		},
		["也"] = {
			["纳"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["权"] = {
			this = true,
			["抗"] = {
				["暴"] = {
					["*"] = {
						this = true
					}
				},
				["议"] = {
					["油"] = {
						["价"] = {
							this = true
						}
					}
				}
			},
			["份"] = {
				["子"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["六"] = {
				["四"] = {
					this = true
				}
			},
			["鸣"] = {
				["笛"] = {
					["抗"] = {
						["议"] = {
							this = true
						}
					}
				}
			}
		},
		["吾"] = {
			this = true,
			["尔"] = {
				this = true,
				["人"] = {
					this = true,
					["权"] = {
						this = true
					}
				},
				["信"] = {
					["息"] = {
						["社"] = {
							this = true
						}
					}
				},
				["斯"] = {
					["坦"] = {
						this = true
					}
				},
				["族"] = {
					this = true
				}
			}
		},
		["基"] = {
			["百"] = {
				["科"] = {
					this = true
				}
			},
			["解"] = {
				["密"] = {
					this = true,
					["周"] = {
						["永"] = {
							k = {
								a = {
									n = {
										g = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["汉"] = {
			this = true
		},
		["独"] = {
			this = true
		},
		["泥"] = {
			["熊"] = {
				this = true
			}
		},
		["埃"] = {
			["直"] = {
				["爪"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["持"] = {
			["一"] = {
				["党"] = {
					["专"] = {
						["政"] = {
							this = true
						}
					}
				}
			}
		},
		["加"] = {
			["斯"] = {
				["娱"] = {
					["乐"] = {
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["尼"] = {
			["安"] = {
				["倍"] = {
					this = true
				}
			},
			["奥"] = {
				["巴"] = {
					["马"] = {
						this = true
					}
				}
			},
			["包"] = {
				["子"] = {
					this = true
				}
			},
			["大"] = {
				["大"] = {
					this = true
				}
			},
			["夫"] = {
				["妇"] = {
					this = true
				},
				["人"] = {
					this = true
				}
			},
			["蛤"] = {
				this = true
			},
			["和"] = {
				["驴"] = {
					this = true
				}
			},
			["驴"] = {
				this = true,
				["奥"] = {
					["巴"] = {
						["马"] = {
							this = true
						}
					}
				}
			},
			["跳"] = {
				["跳"] = {
					["虎"] = {
						this = true
					}
				}
			},
			["习"] = {
				this = true
			},
			["写"] = {
				["诗"] = {
					["维"] = {
						["尼"] = {
							["静"] = {
								["止"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["熊"] = {
				["包"] = {
					["子"] = {
						this = true
					}
				}
			},
			["真"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["稳"] = {
			this = true,
			["人"] = {
				["权"] = {
					["迫"] = {
						["害"] = {
							this = true
						}
					}
				}
			},
			["沙"] = {
				["皇"] = {
					this = true
				}
			}
		},
		["园"] = {
			this = true,
			[" "] = {
				["悼"] = {
					["念"] = {
						["集"] = {
							["会"] = {
								this = true
							}
						}
					}
				},
				["蜡"] = {
					["烛"] = {
						["海"] = {
							["洋"] = {
								this = true
							}
						}
					}
				},
				["六"] = {
					["四"] = {
						this = true,
						["晚"] = {
							["会"] = {
								this = true
							}
						}
					}
				},
				["十"] = {
					["多"] = {
						["万"] = {
							[" "] = {
								["电"] = {
									["子"] = {
										["蜡"] = {
											["烛"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["悼"] = {
				["念"] = {
					this = true,
					["晚"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			},
			["晚"] = {
				["会"] = {
					this = true,
					["2"] = {
						["0"] = {
							["0"] = {
								["9"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["烛"] = {
				["光"] = {
					this = true,
					["2"] = {
						["0"] = {
							["0"] = {
								["9"] = {
									this = true
								}
							}
						}
					},
					["会"] = {
						this = true
					},
					["晚"] = {
						["会"] = {
							this = true,
							["2"] = {
								["0"] = {
									["0"] = {
										["9"] = {
											this = true
										}
									}
								}
							},
							["维"] = {
								["基"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["族"] = {
			this = true,
			["灭"] = {
				["绝"] = {
					this = true
				}
			},
			["男"] = {
				["子"] = {
					this = true
				}
			},
			["人"] = {
				this = true
			},
			["扣"] = {
				["押"] = {
					["站"] = {
						this = true
					}
				}
			},
			["拘"] = {
				["押"] = {
					["营"] = {
						this = true
					}
				}
			}
		},
		["民"] = {
			["扣"] = {
				["押"] = {
					["站"] = {
						this = true
					},
					["所"] = {
						this = true
					}
				}
			},
			["拘"] = {
				["留"] = {
					["营"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
