pg = pg or {}
slot0 = pg
slot0.word_template_50 = {}
slot1 = slot0.word_template_50

temp = function()
	uv0["预"] = {
		["订"] = {
			this = true,
			["5"] = {
				["4"] = {
					["式"] = {
						this = true,
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			p = {
				c = {
					p = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["醋"] = {
				["酸"] = {
					["铊"] = {
						this = true
					}
				}
			}
		},
		["充"] = {
			["气"] = {
				["压"] = {
					["枪"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["测"] = {
			["领"] = {
				["导"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["约"] = {
			["特"] = {
				["首"] = {
					this = true
				}
			}
		},
		["定"] = {
			["特"] = {
				["首"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["求"] = {
		["购"] = {
			this = true,
			["火"] = {
				["机"] = {
					["吹"] = {
						this = true
					}
				}
			},
			["弹"] = {
				["药"] = {
					this = true
				}
			},
			["低"] = {
				["价"] = {
					["气"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["定"] = {
				["额"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				}
			},
			["机"] = {
				["打"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["手"] = {
						["铐"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["板"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["雷"] = {
				["管"] = {
					this = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				},
				["奸"] = {
					["药"] = {
						this = true
					}
				},
				["晕"] = {
					["药"] = {
						this = true
					}
				}
			},
			["七"] = {
				["七"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["枪"] = {
				["包"] = {
					this = true
				},
				["支"] = {
					this = true
				}
			},
			["窃"] = {
				["听"] = {
					["器"] = {
						this = true
					}
				}
			},
			["氰"] = {
				["化"] = {
					["钾"] = {
						this = true
					}
				}
			},
			["人"] = {
				["体"] = {
					this = true,
					["#"] = {
						["肝"] = {
							["脾"] = {
								this = true
							}
						}
					},
					["~"] = {
						["肝"] = {
							["脾"] = {
								this = true
							}
						}
					},
					["肝"] = {
						["脾"] = {
							this = true
						}
					},
					["器"] = {
						["官"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["唑"] = {
					["仑"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["神"] = {
				["仙"] = {
					["糖"] = {
						this = true
					}
				}
			},
			["手"] = {
				["铐"] = {
					this = true
				},
				["拉"] = {
					["短"] = {
						["狗"] = {
							this = true
						}
					},
					["鸡"] = {
						this = true
					}
				},
				["撕"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["铊"] = {
				["盐"] = {
					this = true
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						this = true
					}
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			},
			["增"] = {
				["值"] = {
					["税"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["住"] = {
				["宿"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					["壳"] = {
						this = true
					}
				},
				["炮"] = {
					["弹"] = {
						["壳"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["沙"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["期"] = {
				["货"] = {
					["客"] = {
						["户"] = {
							["名"] = {
								["单"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								["制"] = {
									["作"] = {
										["方"] = {
											["法"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["芬"] = {
				["乙"] = {
					["茶"] = {
						["碱"] = {
							this = true
						}
					}
				}
			}
		},
		M = {
			["女"] = {
				["奴"] = {
					this = true
				}
			}
		},
		c = {
			a = {
				o = {
					this = true
				}
			}
		},
		["生"] = {
			["刀"] = {
				this = true,
				["户"] = {
					["外"] = {
						["网"] = {
							this = true
						}
					}
				},
				["具"] = {
					this = true
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["救"] = {
			["遭"] = {
				["拒"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["办"] = {
			["假"] = {
				["户"] = {
					["口"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			}
		},
		["辦"] = {
			["假"] = {
				["戶"] = {
					["口"] = {
						this = true
					}
				},
				["證"] = {
					this = true
				}
			}
		},
		["包"] = {
			["养"] = {
				this = true,
				["，"] = {
					["我"] = {
						["包"] = {
							["养"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					this = true
				}
			},
			["養"] = {
				this = true
			}
		},
		["爆"] = {
			["菊"] = {
				this = true
			}
		},
		["草"] = {
			this = true
		},
		["高"] = {
			["压"] = {
				["气"] = {
					["枪"] = {
						["气"] = {
							["瓶"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["够"] = {
			["阳"] = {
				["江"] = {
					["军"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["購"] = {
			["人"] = {
				["體"] = {
					["肝"] = {
						["脾"] = {
							this = true
						}
					}
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						this = true
					}
				}
			}
		},
		["黃"] = {
			["色"] = {
				["網"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["角"] = {
			["膜"] = {
				this = true
			}
		},
		["快"] = {
			["播"] = {
				h = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["雷"] = {
			["管"] = {
				["的"] = {
					this = true
				}
			}
		},
		["破"] = {
			["玉"] = {
				["门"] = {
					["关"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["肝"] = {
				["脾"] = {
					this = true
				}
			}
		},
		["是"] = {
			this = true,
			["学"] = {
				["院"] = {
					this = true
				}
			}
		},
		["医"] = {
			["问"] = {
				["药"] = {
					this = true
				}
			}
		},
		["印"] = {
			["防"] = {
				["己"] = {
					["毒"] = {
						["素"] = {
							this = true
						}
					}
				}
			}
		},
		["在"] = {
			["线"] = {
				["黄"] = {
					["色"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["政"] = {
			["绩"] = {
				["虚"] = {
					["报"] = {
						["浮"] = {
							["夸"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["订"] = {
		["货"] = {
			this = true
		},
		["购"] = {
			this = true,
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["吗"] = {
				["啡"] = {
					this = true
				}
			},
			["警"] = {
				["用"] = {
					["弩"] = {
						this = true
					},
					["催"] = {
						["泪"] = {
							["弹"] = {
								this = true
							}
						}
					},
					["钢"] = {
						["叉"] = {
							this = true
						}
					}
				},
				["官"] = {
					["证"] = {
						this = true
					}
				},
				["察"] = {
					["证"] = {
						this = true
					},
					["胸"] = {
						["标"] = {
							this = true
						}
					},
					["作"] = {
						["训"] = {
							["服"] = {
								this = true
							}
						}
					}
				},
				["灯"] = {
					this = true
				}
			},
			["溴"] = {
				["氰"] = {
					["菊"] = {
						["酯"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["性"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["洛"] = {
				["克"] = {
					K = {
						J = {
							["9"] = {
								["0"] = {
									["0"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["单"] = {
				["质"] = {
					["猛"] = {
						["炸"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["缅"] = {
				["古"] = {
					["制"] = {
						["作"] = {
							["技"] = {
								["术"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["氟"] = {
				["硝"] = {
					["安"] = {
						["定"] = {
							this = true
						}
					}
				}
			}
		},
		["金"] = {
			["预"] = {
				["付"] = {
					["办"] = {
						["正"] = {
							this = true
						},
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["制"] = {
			["硅"] = {
				["胶"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["驾"] = {
					["驶"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["易"] = {
				["容"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		},
		["做"] = {
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["试"] = {
		["货"] = {
			["付"] = {
				["款"] = {
					this = true
				}
			}
		},
		["用"] = {
			this = true
		},
		["."] = {
			["题"] = {
				["答"] = {
					["案"] = {
						this = true
					}
				}
			}
		},
		["看"] = {
			["5"] = {
				["0"] = {
					["部"] = {
						this = true
					}
				}
			},
			["片"] = {
				this = true
			}
		},
		["图"] = {
			["削"] = {
				["弱"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["问"] = {
			["谁"] = {
				["还"] = {
					["未"] = {
						["发"] = {
							["声"] = {
								this = true
							}
						}
					}
				},
				["能"] = {
					["未"] = {
						["觉"] = {
							["醒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["衣"] = {
			["间"] = {
				["的"] = {
					["性"] = {
						["爱"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["送"] = {
		["货"] = {
			["上"] = {
				["门"] = {
					this = true
				}
			}
		},
		["全"] = {
			["套"] = {
				["配"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["养"] = {
			this = true,
			["宝"] = {
				["宝"] = {
					this = true,
					["加"] = {
						["扣"] = {
							["扣"] = {
								this = true
							}
						}
					}
				}
			},
			["孩"] = {
				["子"] = {
					this = true,
					["加"] = {
						["扣"] = {
							["扣"] = {
								this = true
							}
						}
					}
				}
			},
			["男"] = {
				["婴"] = {
					["儿"] = {
						this = true
					}
				}
			},
			["婴"] = {
				["儿"] = {
					this = true
				}
			}
		},
		["码"] = {
			["诗"] = {
				this = true
			},
			["图"] = {
				this = true
			}
		},
		["弹"] = {
			["器"] = {
				this = true
			},
			["3"] = {
				["5"] = {
					["发"] = {
						this = true
					}
				}
			}
		},
		q = {
			b = {
				this = true
			}
		},
		["3"] = {
			["5"] = {
				["发"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		["薄"] = {
			this = true
		},
		["假"] = {
			["@"] = {
				["证"] = {
					this = true
				}
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				this = true
			},
			["证"] = {
				this = true
			}
		},
		["妹"] = {
			["妹"] = {
				["上"] = {
					["."] = {
						["门"] = {
							this = true
						}
					}
				}
			}
		},
		["瘟"] = {
			["神"] = {
				this = true
			}
		},
		["小"] = {
			["区"] = {
				["业"] = {
					["主"] = {
						["资"] = {
							["料"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["礼"] = {
			["的"] = {
				["冒"] = {
					["名"] = {
						["卡"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["付"] = {
		["款"] = {
			this = true
		},
		["申"] = {
			["奇"] = {
				this = true
			}
		},
		["费"] = {
			["裸"] = {
				["体"] = {
					["聊"] = {
						["天"] = {
							this = true
						}
					}
				}
			},
			["陪"] = {
				["聊"] = {
					this = true
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					["秀"] = {
						this = true
					}
				}
			}
		},
		["建"] = {
			["华"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["担"] = {
		["保"] = {
			this = true,
			["交"] = {
				["易"] = {
					this = true
				}
			},
			["博"] = {
				["网"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["定"] = {
		["货"] = {
			this = true
		},
		["购"] = {
			this = true,
			["5"] = {
				["."] = {
					["5"] = {
						["母"] = {
							["鸡"] = {
								["模"] = {
									["具"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["时"] = {
			["炸"] = {
				["弹"] = {
					this = true,
					["定"] = {
						["时"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["做"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["森"] = {
				["林"] = {
					["之"] = {
						["狼"] = {
							["弓"] = {
								["弩"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["弹"] = {
				["簧"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["三"] = {
				["棱"] = {
					["刮"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["电"] = {
						["棍"] = {
							this = true
						}
					}
				}
			}
		},
		["制"] = {
			this = true,
			["马"] = {
				["刀"] = {
					this = true
				}
			},
			["面"] = {
				["具"] = {
					this = true
				}
			},
			["人"] = {
				["皮"] = {
					this = true,
					["#"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					},
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		},
		["位"] = {
			["群"] = {
				["发"] = {
					this = true,
					["设"] = {
						["备"] = {
							this = true
						}
					}
				}
			},
			["器"] = {
				["*"] = {
					this = true
				}
			},
			["卡"] = {
				this = true
			},
			["手"] = {
				s = {
					["机"] = {
						this = true
					},
					["機"] = {
						["號"] = {
							["碼"] = {
								this = true
							}
						}
					}
				},
				["机"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["追"] = {
				["蹤"] = {
					this = true
				}
			}
		},
		["情"] = {
			["粉"] = {
				this = true
			},
			["药"] = {
				this = true
			}
		},
		s = {
			["位"] = {
				["手"] = {
					["机"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["安"] = {
			["办"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["额"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["餐"] = {
				["饮"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					},
					["开"] = {
						this = true
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			},
			["酦"] = {
				["票"] = {
					this = true
				}
			},
			["醱"] = {
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true
				}
			},
			["税"] = {
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					},
					["团"] = {
						["购"] = {
							this = true
						}
					},
					["网"] = {
						["购"] = {
							this = true
						}
					}
				}
			}
		},
		["額"] = {
			["辦"] = {
				["證"] = {
					this = true
				}
			}
		},
		["计"] = {
			["奸"] = {
				["岳"] = {
					["母"] = {
						this = true
					}
				}
			}
		},
		["南"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["税"] = {
			["企"] = {
				["业"] = {
					this = true
				}
			}
		},
		["西"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["组"] = {
		["装"] = {
			this = true,
			["吹"] = {
				this = true
			},
			["手"] = {
				["枪"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					this = true
				}
			},
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["7"] = {
				["7"] = {
					["式"] = {
						this = true
					}
				}
			},
			M = {
				["1"] = {
					["5"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true,
						["代"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			},
			["机"] = {
				["枪"] = {
					["高"] = {
						["仿"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["录"] = {
				["音"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			},
			["槍"] = {
				["网"] = {
					this = true
				}
			},
			["图"] = {
				["纸"] = {
					["一"] = {
						["份"] = {
							this = true
						}
					}
				}
			}
		},
		["织"] = {
			["集"] = {
				["体"] = {
					this = true
				}
			},
			["部"] = {
				["得"] = {
					["财"] = {
						["兼"] = {
							["币"] = {
								this = true
							}
						}
					}
				},
				["门"] = {
					["光"] = {
						["荣"] = {
							["花"] = {
								this = true
							}
						}
					},
					["讲"] = {
						["人"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			},
			["灭"] = {
				["疆"] = {
					["独"] = {
						this = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					["擂"] = {
						["台"] = {
							this = true
						}
					}
				},
				["派"] = {
					["对"] = {
						this = true
					}
				}
			}
		},
		["合"] = {
			["棍"] = {
				["刀"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["警"] = {
				["棍"] = {
					["博"] = {
						["击"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["水"] = {
				["管"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["团"] = {
			["杀"] = {
				["新"] = {
					["疆"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["供"] = {
		["应"] = {
			this = true,
			L = {
				S = {
					D = {
						["邮"] = {
							["票"] = {
								["黑"] = {
									["芝"] = {
										["麻"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["象"] = {
				["牙"] = {
					["制"] = {
						["品"] = {
							this = true
						}
					},
					["工"] = {
						["艺"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					},
					["弩"] = {
						["折"] = {
							["叠"] = {
								["弩"] = {
									this = true
								}
							}
						}
					},
					["弓"] = {
						["弩"] = {
							["专"] = {
								["卖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["三"] = {
				["利"] = {
					["达"] = {
						["弓"] = {
							["弩"] = {
								["麻"] = {
									["醉"] = {
										["箭"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["步"] = {
					["倒"] = {
						["麻"] = {
							["醉"] = {
								["箭"] = {
									this = true
								}
							}
						}
					}
				},
				["唑"] = {
					["仑"] = {
						["失"] = {
							["身"] = {
								["粉"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["秦"] = {
				["氏"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["弩"] = {
				["用"] = {
					["麻"] = {
						["醉"] = {
							["箭"] = {
								this = true
							}
						}
					}
				},
				["捕"] = {
					["狗"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["箭"] = {
						this = true,
						["三"] = {
							["步"] = {
								["倒"] = {
									this = true
								}
							}
						},
						["批"] = {
							["发"] = {
								this = true
							}
						}
					}
				},
				["黄"] = {
					["素"] = {
						[" "] = {
							["上"] = {
								["海"] = {
									this = true
								}
							}
						}
					}
				},
				["古"] = {
					["化"] = {
						["学"] = {
							["冰"] = {
								["牙"] = {
									["签"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["精"] = {
				["品"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["麻"] = {
						["醉"] = {
							["箭"] = {
								this = true
							}
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["香"] = {
				["水"] = {
					["型"] = {
						["迷"] = {
							["奸"] = {
								["药"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					["迷"] = {
						["情"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["苍"] = {
				["蝇"] = {
					["水"] = {
						this = true,
						["迷"] = {
							["奸"] = {
								["药"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["失"] = {
				["身"] = {
					["粉"] = {
						this = true
					}
				}
			},
			["拍"] = {
				["肩"] = {
					["迷"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["性"] = {
					["催"] = {
						["情"] = {
							["药"] = {
								["苍"] = {
									["蝇"] = {
										["粉"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					G = {
						H = {
							B = {
								["液"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["强"] = {
				["效"] = {
					["催"] = {
						["眠"] = {
							["催"] = {
								["情"] = {
									["水"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["蓝"] = {
				["精"] = {
					["灵"] = {
						["催"] = {
							["情"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["黑"] = {
				["寡"] = {
					["妇"] = {
						["催"] = {
							["情"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["蒙"] = {
				["汗"] = {
					["药"] = {
						["苍"] = {
							["蝇"] = {
								["水"] = {
									this = true
								}
							}
						},
						G = {
							H = {
								B = {
									this = true
								}
							}
						}
					}
				}
			},
			[" "] = {
				["硝"] = {
					["甲"] = {
						["西"] = {
							["泮"] = {
								[" "] = {
									["麻"] = {
										["黄"] = {
											["素"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["一"] = {
					["粒"] = {
						["眠"] = {
							[" "] = {
								["红"] = {
									["豆"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["纯"] = {
					["冰"] = {
						[" "] = {
							["牙"] = {
								["签"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["病"] = {
				["毒"] = {
					[" "] = {
						["麻"] = {
							["黄"] = {
								["素"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["硝"] = {
				["甲"] = {
					["西"] = {
						["泮"] = {
							this = true,
							[" "] = {
								["咖"] = {
									["啡"] = {
										["因"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						[" "] = {
							["价"] = {
								["格"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["纯"] = {
				["缅"] = {
					["麻"] = {
						["古"] = {
							this = true
						}
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								[" "] = {
									["中"] = {
										["间"] = {
											["体"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								[" "] = {
									["上"] = {
										["海"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["安"] = {
						["非"] = {
							["他"] = {
								["命"] = {
									[" "] = {
										["中"] = {
											["间"] = {
												["体"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			K = {
				["粉"] = {
					["缅"] = {
						["甸"] = {
							["冰"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["防"] = {
						["身"] = {
							["电"] = {
								["警"] = {
									["棒"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["仿"] = {
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["防"] = {
				["身"] = {
					["警"] = {
						["用"] = {
							["电"] = {
								["警"] = {
									["棍"] = {
										this = true
									}
								},
								["击"] = {
									["棒"] = {
										this = true
									},
									["器"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["1"] = {
						["0"] = {
							["电"] = {
								["警"] = {
									["棍"] = {
										["专"] = {
											["卖"] = {
												this = true
											}
										}
									}
								}
							}
						},
						["1"] = {
							["高"] = {
								["考"] = {
									["名"] = {
										["单"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["防"] = {
						["身"] = {
							["电"] = {
								["击"] = {
									["器"] = {
										this = true
									},
									["棒"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["假"] = {
				["幣"] = {
					this = true
				}
			},
			["5"] = {
				["4"] = {
					[" "] = {
						["6"] = {
							["4"] = {
								this = true
							}
						}
					}
				}
			},
			["苯"] = {
				["环"] = {
					["利"] = {
						["定"] = {
							this = true
						}
					}
				}
			},
			["落"] = {
				["榜"] = {
					["考"] = {
						["生"] = {
							["名"] = {
								["单"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["士"] = {
				["兵"] = {
					["证"] = {
						this = true
					}
				}
			},
			["土"] = {
				["制"] = {
					["炸"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["缅"] = {
				["古"] = {
					["制"] = {
						["作"] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["戊"] = {
				["巴"] = {
					["比"] = {
						["妥"] = {
							this = true
						}
					}
				}
			}
		},
		["产"] = {
			this = true,
			["党"] = {
				this = true
			}
		},
		["铲"] = {
			["党"] = {
				this = true
			},
			["谠"] = {
				this = true
			},
			["裆"] = {
				this = true
			}
		},
		["*"] = {
			["应"] = {
				["步"] = {
					["枪"] = {
						this = true
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["电"] = {
			["视"] = {
				["购"] = {
					["物"] = {
						["数"] = {
							["据"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["钢"] = {
			["珠"] = {
				this = true
			}
		},
		["高"] = {
			["真"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		},
		["弓"] = {
			["弩"] = {
				this = true
			}
		},
		["股"] = {
			["民"] = {
				["数"] = {
					["据"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["外"] = {
				["郎"] = {
					this = true
				}
			}
		},
		["货"] = {
			["三"] = {
				["唑"] = {
					["仑"] = {
						this = true
					}
				}
			}
		},
		["迷"] = {
			["魂"] = {
				["粉"] = {
					this = true
				}
			}
		},
		["肾"] = {
			["专"] = {
				["区"] = {
					this = true
				}
			}
		},
		["收"] = {
			["藏"] = {
				["数"] = {
					["据"] = {
						this = true
					}
				}
			}
		},
		["手"] = {
			["木"] = {
				["仓"] = {
					this = true
				}
			}
		},
		["五"] = {
			["氧"] = {
				["化"] = {
					["二"] = {
						["钒"] = {
							this = true
						}
					}
				}
			}
		},
		["霰"] = {
			["弹"] = {
				this = true
			}
		},
		["盐"] = {
			["酸"] = {
				["羟"] = {
					["亚"] = {
						["胺"] = {
							this = true
						}
					}
				}
			}
		},
		["一"] = {
			["手"] = {
				["老"] = {
					["人"] = {
						["数"] = {
							["据"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["银"] = {
			["行"] = {
				["卡"] = {
					this = true
				}
			}
		},
		["噟"] = {
			["银"] = {
				["垳"] = {
					["鉲"] = {
						this = true
					}
				}
			}
		},
		["應"] = {
			this = true,
			["③"] = {
				["棱"] = {
					["刮"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true,
						["手"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["猎"] = {
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["式"] = {
						this = true,
						["手"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						}
					}
				}
			},
			C = {
				F = {
					X = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			F = {
				F = {
					X = {
						["氣"] = {
							["槍"] = {
								this = true
							}
						}
					}
				},
				X = {
					["气"] = {
						["皇"] = {
							this = true
						}
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			M = {
				["3"] = {
					["0"] = {
						["0"] = {
							this = true
						}
					}
				}
			},
			P = {
				C = {
					P = {
						["新"] = {
							["贵"] = {
								this = true
							}
						}
					}
				}
			},
			q = {
				i = {
					["狗"] = {
						this = true
					}
				}
			},
			["ニ"] = {
				["硝"] = {
					["簊"] = {
						["苯"] = {
							["酚"] = {
								this = true
							}
						}
					}
				}
			},
			["半"] = {
				["圓"] = {
					["刮"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["怑"] = {
				["圓"] = {
					["刮"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["苯"] = {
				["三"] = {
					["酚"] = {
						this = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["步"] = {
				["槍"] = {
					this = true,
					["子"] = {
						["彈"] = {
							this = true
						}
					}
				}
			},
			["仺"] = {
				["蠅"] = {
					["氺"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["单"] = {
				["管"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["德"] = {
				["国"] = {
					A = {
						this = true
					}
				}
			},
			["防"] = {
				["身"] = {
					["麻"] = {
						["醉"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["武"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["狙"] = {
						["击"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["来"] = {
						["复"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						["模"] = {
							this = true
						}
					},
					["槍"] = {
						["模"] = {
							this = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["狗"] = {
						this = true
					},
					["猎"] = {
						["狗"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				}
			},
			["鋼"] = {
				["珠"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["高"] = {
				["压"] = {
					["狗"] = {
						this = true
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["壓"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["髙"] = {
				["氯"] = {
					["酸"] = {
						["铵"] = {
							this = true
						}
					}
				}
			},
			["各"] = {
				["式"] = {
					["軍"] = {
						["用"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						},
						["氣"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["股"] = {
				["民"] = {
					["數"] = {
						["據"] = {
							this = true
						}
					}
				}
			},
			["海"] = {
				["豹"] = {
					M = {
						["9"] = {
							this = true
						}
					}
				}
			},
			["虎"] = {
				["头"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["双"] = {
						["管"] = {
							this = true
						}
					}
				},
				["頭"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				},
				["鈔"] = {
					this = true
				},
				["人"] = {
					["民"] = {
						["幣"] = {
							this = true
						}
					}
				}
			},
			["健"] = {
				["卫"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								this = true
							}
						}
					}
				},
				["衛"] = {
					["小"] = {
						["口"] = {
							["徑"] = {
								this = true
							}
						}
					}
				}
			},
			["尐"] = {
				["ㄝ"] = {
					["蒾"] = {
						["情"] = {
							["葯"] = {
								this = true
							}
						}
					}
				}
			},
			["金"] = {
				["钟"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["黎"] = {
				["城"] = {
					["緬"] = {
						["電"] = {
							["話"] = {
								this = true
							}
						}
					}
				}
			},
			["猎"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["獵"] = {
				["狗"] = {
					this = true
				},
				["槍"] = {
					this = true,
					["麻"] = {
						["醉"] = {
							["槍"] = {
								this = true
							}
						}
					},
					["手"] = {
						["槍"] = {
							this = true
						}
					},
					["子"] = {
						["彈"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["麥"] = {
				["角"] = {
					["酸"] = {
						this = true
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["藥"] = {
					this = true
				}
			},
			["喵"] = {
				["喵"] = {
					["葯"] = {
						["電"] = {
							["話"] = {
								this = true
							}
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["拍"] = {
				["肩"] = {
					["蒾"] = {
						["葯"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["氣"] = {
				["槍"] = {
					this = true
				}
			},
			["铅"] = {
				["弹"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["鉛"] = {
				["彈"] = {
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["氰"] = {
				["囮"] = {
					["汞"] = {
						this = true
					}
				},
				["化"] = {
					["汞"] = {
						this = true
					}
				}
			},
			["三"] = {
				["箭"] = {
					this = true,
					["气"] = {
						this = true
					},
					["氣"] = {
						this = true
					}
				},
				["棱"] = {
					["刮"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["散"] = {
				["弹"] = {
					["狗"] = {
						this = true
					},
					["枪"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			},
			["矢"] = {
				["裑"] = {
					["蒶"] = {
						this = true
					}
				}
			},
			["収"] = {
				["藏"] = {
					["槍"] = {
						["支"] = {
							this = true
						}
					}
				}
			},
			["收"] = {
				["藏"] = {
					["槍"] = {
						["支"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["狗"] = {
					this = true
				},
				["機"] = {
					["變"] = {
						["號"] = {
							["機"] = {
								this = true
							}
						}
					}
				},
				["槍"] = {
					this = true,
					["子"] = {
						["彈"] = {
							this = true
						}
					}
				}
			},
			["双"] = {
				["管"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["平"] = {
						["式"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["水"] = {
				["晶"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["禿"] = {
				["鷹"] = {
					["汽"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["網"] = {
				["路"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["硝"] = {
				["囮"] = {
					["纖"] = {
						["維"] = {
							["傃"] = {
								this = true
							}
						}
					}
				}
			},
			["袖"] = {
				["珍"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["銀"] = {
				["&"] = {
					["行"] = {
						["卡"] = {
							this = true
						}
					}
				},
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["正"] = {
				["品"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			},
			["自"] = {
				["用"] = {
					["电"] = {
						["狗"] = {
							this = true
						}
					}
				},
				["製"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["左"] = {
				["轮"] = {
					["钢"] = {
						["珠"] = {
							["狗"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["禅"] = {
			["朱"] = {
				["毅"] = {
					this = true
				}
			}
		},
		["餐"] = {
			["档"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["改"] = {
		["装"] = {
			this = true,
			["射"] = {
				["钉"] = {
					["枪"] = {
						this = true,
						["图"] = {
							["纸"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["令"] = {
					["枪"] = {
						this = true,
						["配"] = {
							["件"] = {
								this = true
							}
						},
						["图"] = {
							["纸"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true
			},
			["左"] = {
				["轮"] = {
					["狗"] = {
						this = true
					}
				}
			},
			F = {
				F = {
					X = {
						["氣"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["车"] = {
				["验"] = {
					["车"] = {
						this = true
					}
				}
			},
			["真"] = {
				["枪"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["进"] = {
			this = true,
			["型"] = {
				["扬"] = {
					["弹"] = {
						["机"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["铅"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			this = true,
			["套"] = {
				this = true,
				["件"] = {
					this = true
				}
			},
			["6"] = {
				["5"] = {
					["4"] = {
						k = {
							this = true
						}
					}
				}
			}
		},
		["秃"] = {
			this = true
		},
		["小"] = {
			["口"] = {
				this = true
			}
		},
		["元"] = {
			["庆"] = {
				["丰"] = {
					this = true
				}
			},
			["慶"] = {
				["豐"] = {
					this = true
				}
			}
		},
		["单"] = {
			["软"] = {
				["件"] = {
					this = true
				}
			}
		},
		["卷"] = {
			["内"] = {
				["幕"] = {
					this = true
				}
			}
		},
		["革"] = {
			this = true,
			["历"] = {
				["程"] = {
					this = true,
					p = {
						d = {
							f = {
								this = true
							}
						}
					},
					z = {
						z = {
							y = {
								this = true
							}
						}
					},
					["版"] = {
						this = true
					},
					["鲍"] = {
						["朴"] = {
							this = true
						},
						["彤"] = {
							this = true
						}
					},
					["港"] = {
						["版"] = {
							this = true
						}
					},
					["回"] = {
						["忆"] = {
							["录"] = {
								this = true
							}
						}
					},
					["录"] = {
						["音"] = {
							this = true
						}
					},
					["下"] = {
						["载"] = {
							this = true
						}
					},
					["迅"] = {
						["雷"] = {
							this = true,
							["下"] = {
								["载"] = {
									this = true
								}
							}
						}
					}
				},
				[" "] = {
					["程"] = {
						this = true
					}
				}
			},
			["六"] = {
				["大"] = {
					["成"] = {
						["绩"] = {
							this = true
						}
					}
				}
			},
			["阵"] = {
				["痛"] = {
					this = true
				}
			},
			[" "] = {
				["历"] = {
					[" "] = {
						["程"] = {
							this = true
						}
					},
					["程"] = {
						this = true
					}
				}
			},
			["的"] = {
				["历"] = {
					["程"] = {
						p = {
							d = {
								f = {
									this = true
								}
							}
						},
						["港"] = {
							["版"] = {
								this = true
							}
						},
						["下"] = {
							["载"] = {
								this = true
							}
						}
					}
				}
			},
			["教"] = {
				this = true
			},
			["里"] = {
				["程"] = {
					["下"] = {
						["载"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["十"] = {
					["年"] = {
						["毋"] = {
							["忘"] = {
								["赵"] = {
									["紫"] = {
										["阳"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["党"] = {
					this = true
				}
			}
		},
		[" "] = {
			["革"] = {
				[" "] = {
					["历"] = {
						[" "] = {
							["程"] = {
								this = true
							}
						},
						["程"] = {
							this = true
						}
					}
				},
				["历"] = {
					[" "] = {
						["程"] = {
							this = true
						}
					}
				}
			}
		},
		["变"] = {
			["西"] = {
				["藏"] = {
					["政"] = {
						["策"] = {
							this = true
						}
					}
				}
			}
		},
		["差"] = {
			["评"] = {
				this = true
			}
		},
		["号"] = {
			["器"] = {
				this = true
			},
			["软"] = {
				["件"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["號"] = {
			this = true,
			["軟"] = {
				["件"] = {
					this = true
				}
			}
		},
		["隳"] = {
			this = true
		},
		["名"] = {
			["为"] = {
				["胡"] = {
					["锦"] = {
						["波"] = {
							this = true
						}
					}
				}
			}
		},
		["手"] = {
			["机"] = {
				["号"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["性"] = {
			["铵"] = {
				["油"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["写"] = {
			["党"] = {
				["史"] = {
					["巩"] = {
						["固"] = {
							["权"] = {
								["威"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		x = {
			f = {
				["就"] = {
					["注"] = {
						["定"] = {
							["是"] = {
								["要"] = {
									["了"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		g = {
			["开"] = {
				f = {
					this = true
				}
			}
		},
		C = {
			["换"] = {
				d = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["直"] = {
		["销"] = {
			this = true,
			["三"] = {
				["甲"] = {
					["氧"] = {
						["基"] = {
							["安"] = {
								["非"] = {
									["他"] = {
										["明"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["大"] = {
				["黑"] = {
					["鹰"] = {
						["弓"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["琥"] = {
				["珀"] = {
					["胆"] = {
						["碱"] = {
							this = true
						}
					}
				}
			},
			["拍"] = {
				["拍"] = {
					["用"] = {
						["户"] = {
							["资"] = {
								["料"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["铅"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["战"] = {
				["术"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			},
			["朝"] = {
				["鲜"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["警"] = {
				["用"] = {
					["电"] = {
						["棒"] = {
							this = true
						}
					}
				}
			}
		},
		["刀"] = {
			this = true,
			["匕"] = {
				["首"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["专"] = {
				this = true
			}
		},
		["供"] = {
			this = true,
			["硝"] = {
				["甲"] = {
					["西"] = {
						["泮"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					["技"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["然"] = {
					["可"] = {
						["卡"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["把"] = {
			["枪"] = {
				this = true
			}
		},
		["臂"] = {
			["式"] = {
				["弹"] = {
					["壳"] = {
						this = true
					}
				}
			}
		},
		["播"] = {
			["博"] = {
				["一"] = {
					["博"] = {
						this = true
					}
				}
			}
		},
		["操"] = {
			["她"] = {
				["嘴"] = {
					["射"] = {
						["精"] = {
							this = true
						}
					}
				}
			}
		},
		["出"] = {
			["弹"] = {
				["簧"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["穿"] = {
			["黑"] = {
				["色"] = {
					["紧"] = {
						["身"] = {
							["衣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["观"] = {
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["觀"] = {
			["百"] = {
				["家"] = {
					["樂"] = {
						this = true
					}
				}
			}
		},
		["江"] = {
			["裕"] = {
				["香"] = {
					this = true
				}
			}
		},
		["接"] = {
			["驾"] = {
				["照"] = {
					this = true
				}
			},
			["通"] = {
				["过"] = {
					this = true
				}
			}
		},
		["拉"] = {
			["弓"] = {
				this = true,
				["直"] = {
					["拉"] = {
						["弩"] = {
							this = true
						}
					}
				}
			}
		},
		["菈"] = {
			["弜"] = {
				this = true
			}
		},
		["男"] = {
			this = true,
			["打"] = {
				["快"] = {
					["枪"] = {
						this = true
					}
				},
				["枪"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["式"] = {
			["握"] = {
				["把"] = {
					this = true
				}
			}
		},
		["跳"] = {
			["刀"] = {
				["求"] = {
					["生"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["銷"] = {
			this = true
		},
		["柱"] = {
			["式"] = {
				["准"] = {
					["星"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["见"] = {
		["面"] = {
			["交"] = {
				["易"] = {
					this = true,
					["手"] = {
						["枪"] = {
							this = true
						}
					},
					["高"] = {
						["仿"] = {
							["证"] = {
								this = true
							}
						}
					},
					B = {
						B = {
							["狗"] = {
								this = true
							}
						}
					},
					["太"] = {
						["恩"] = {
							["炸"] = {
								["药"] = {
									this = true
								}
							}
						}
					},
					["机"] = {
						["动"] = {
							["车"] = {
								["登"] = {
									["记"] = {
										["证"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["货"] = {
			["付"] = {
				["款"] = {
					[" "] = {
						["冰"] = {
							["毒"] = {
								["的"] = {
									["价"] = {
										["格"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["过"] = {
			["如"] = {
				["此"] = {
					["深"] = {
						["喉"] = {
							["么"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["加"] = {
		["工"] = {
			this = true,
			["修"] = {
				["理"] = {
					["发"] = {
						this = true
					}
				}
			},
			["中"] = {
				["握"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["简"] = {
				["易"] = {
					["爆"] = {
						["炸"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["州"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["水"] = {
				["郡"] = {
					["业"] = {
						["主"] = {
							this = true
						}
					}
				}
			}
		},
		["多"] = {
			["宝"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["场"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				},
				["在"] = {
					["线"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["鲁"] = {
				this = true,
				["网"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["拿"] = {
			["大"] = {
				["电"] = {
					["源"] = {
						["株"] = {
							this = true
						}
					}
				},
				["幸"] = {
					["运"] = {
						["2"] = {
							["8"] = {
								this = true
							}
						}
					}
				},
				["悼"] = {
					["念"] = {
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				},
				["皇"] = {
					["家"] = {
						["骑"] = {
							["警"] = {
								this = true
							}
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["总"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["气"] = {
			["平"] = {
				this = true
			}
		},
		["强"] = {
			["版"] = {
				["三"] = {
					["菱"] = {
						["刺"] = {
							["刀"] = {
								["专"] = {
									["卖"] = {
										["店"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["辐"] = {
				["射"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		["百"] = {
			["利"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["盟"] = {
			["连"] = {
				["锁"] = {
					this = true
				}
			}
		},
		["了"] = {
			["服"] = {
				this = true
			}
		},
		["非"] = {
			["猫"] = {
				["："] = {
					["现"] = {
						["实"] = {
							["世"] = {
								["界"] = {
									["历"] = {
										["险"] = {
											["记"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["府"] = {
			this = true
		},
		["盖"] = {
			["机"] = {
				["密"] = {
					["×"] = {
						["×"] = {
							["×"] = {
								["×"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["油"] = {
			["机"] = {
				["干"] = {
					["扰"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["票"] = {
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["贝"] = {
			["锦"] = {
				["涛"] = {
					["遭"] = {
						["调"] = {
							["查"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["强"] = {
					this = true
				}
			}
		},
		["長"] = {
			["兩"] = {
				["用"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["分"] = {
			["作"] = {
				["假"] = {
					this = true
				}
			}
		},
		["国"] = {
			["8"] = {
				["9"] = {
					["6"] = {
						["4"] = {
							this = true
						}
					}
				}
			},
			["重"] = {
				["演"] = {
					["8"] = {
						["9"] = {
							["6"] = {
								["4"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["贺"] = {
			this = true
		},
		["勒"] = {
			["比"] = {
				this = true,
				A = {
					V = {
						["视"] = {
							["讯"] = {
								this = true
							}
						},
						["影"] = {
							["讯"] = {
								this = true
							}
						}
					}
				},
				["成"] = {
					["人"] = {
						["视"] = {
							["讯"] = {
								this = true
							}
						},
						["影"] = {
							["讯"] = {
								this = true
							}
						}
					}
				},
				["海"] = {
					["盗"] = {
						["剑"] = {
							this = true
						}
					}
				},
				["集"] = {
					["锦"] = {
						this = true
					}
				},
				["解"] = {
					["禁"] = {
						["中"] = {
							["出"] = {
								this = true
							}
						}
					}
				},
				["巨"] = {
					["乳"] = {
						this = true
					}
				},
				["甜"] = {
					["心"] = {
						this = true
					}
				},
				["无"] = {
					["马"] = {
						this = true
					},
					["码"] = {
						this = true
					},
					["修"] = {
						["正"] = {
							this = true
						}
					}
				},
				["午"] = {
					["夜"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["利"] = {
			["尔"] = {
				["步"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["福"] = {
				["尼"] = {
					["亚"] = {
						this = true
					}
				}
			}
		},
		["纳"] = {
			["朝"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["瑞"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["群"] = {
			["汽"] = {
				["狗"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["骚"] = {
			["妹"] = {
				this = true
			}
		},
		["山"] = {
			["由"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["藤"] = {
			["つ"] = {
				["ば"] = {
					["さ"] = {
						this = true
					}
				}
			},
			["爱"] = {
				["动"] = {
					["作"] = {
						["片"] = {
							this = true
						}
					}
				},
				["美"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["愛"] = {
				["美"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["里"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["由"] = {
				["利"] = {
					["亞"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						},
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["梓"] = {
				this = true
			}
		},
		["为"] = {
			this = true
		},
		["西"] = {
			["激"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["长"] = {
			["尖"] = {
				["头"] = {
					["铁"] = {
						["管"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["两"] = {
				["用"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["开"] = {
				["发"] = {
					["贷"] = {
						["投"] = {
							["放"] = {
								["|"] = {
									["全"] = {
										["面"] = {
											["开"] = {
												["放"] = {
													["房"] = {
														["贷"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		e = {
			s = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["提"] = {
		["供"] = {
			this = true,
			["打"] = {
				["手"] = {
					this = true
				}
			},
			["长"] = {
				["狗"] = {
					["手"] = {
						["拉"] = {
							["鸡"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["狗"] = {
					["专"] = {
						["卖"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			},
			["专"] = {
				["业"] = {
					["及"] = {
						["时"] = {
							["的"] = {
								["气"] = {
									["狗"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			K = {
				["粉"] = {
					O = {
						R = {
							["冰"] = {
								["毒"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["半"] = {
				["成"] = {
					["品"] = {
						["冰"] = {
							["毒"] = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["黄"] = {
					["碱"] = {
						[" "] = {
							["羟"] = {
								["亚"] = {
									["胺"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["防"] = {
						["身"] = {
							["器"] = {
								["材"] = {
									this = true
								}
							},
							["电"] = {
								["棍"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["沙"] = {
				["林"] = {
					this = true
				}
			},
			["矢"] = {
				["车"] = {
					["菊"] = {
						["甙"] = {
							this = true
						}
					}
				}
			},
			["索"] = {
				["曼"] = {
					this = true
				}
			},
			["铊"] = {
				this = true
			},
			["瑞"] = {
				["芬"] = {
					["太"] = {
						["尼"] = {
							this = true
						}
					}
				}
			},
			["溴"] = {
				["氰"] = {
					["菊"] = {
						["酯"] = {
							this = true
						}
					}
				}
			},
			["羟"] = {
				["基"] = {
					["乙"] = {
						["腈"] = {
							this = true
						}
					}
				}
			},
			["慢"] = {
				["性"] = {
					["毒"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["安"] = {
				["乐"] = {
					["死"] = {
						["毒"] = {
							["药"] = {
								this = true
							}
						}
					}
				},
				["卓"] = {
					["手"] = {
						["机"] = {
							["卧"] = {
								["底"] = {
									["软"] = {
										["件"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["士"] = {
				["的"] = {
					["宁"] = {
						this = true
					}
				}
			},
			["绿"] = {
				["藜"] = {
					["芦"] = {
						["生"] = {
							["物"] = {
								["碱"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["琥"] = {
				["珀"] = {
					["胆"] = {
						["碱"] = {
							this = true
						}
					}
				}
			},
			["敌"] = {
				["百"] = {
					["虫"] = {
						this = true
					}
				}
			},
			["氮"] = {
				["芥"] = {
					["气"] = {
						this = true
					}
				}
			},
			["致"] = {
				["癌"] = {
					["慢"] = {
						["性"] = {
							["毒"] = {
								["药"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["收"] = {
				["藏"] = {
					["品"] = {
						["数"] = {
							["据"] = {
								this = true
							}
						}
					}
				}
			},
			["顺"] = {
				["丰"] = {
					["快"] = {
						["递"] = {
							["数"] = {
								["据"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["网"] = {
				["购"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					},
					["客"] = {
						["户"] = {
							["资"] = {
								["料"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["物"] = {
				["流"] = {
					["客"] = {
						["户"] = {
							["资"] = {
								["料"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						["客"] = {
							["户"] = {
								["资"] = {
									["料"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					["家"] = {
						["长"] = {
							["资"] = {
								["料"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["业"] = {
				["主"] = {
					["身"] = {
						["份"] = {
							["信"] = {
								["息"] = {
									this = true
								}
							},
							["资"] = {
								["料"] = {
									this = true
								}
							}
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["奥"] = {
				["列"] = {
					["巴"] = {
						["文"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["年"] = {
					["人"] = {
						["信"] = {
							["息"] = {
								this = true
							}
						}
					}
				}
			},
			["居"] = {
				["民"] = {
					["户"] = {
						["口"] = {
							["本"] = {
								this = true
							}
						}
					}
				}
			},
			["上"] = {
				["海"] = {
					["工"] = {
						["字"] = {
							["气"] = {
								["狗"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["土"] = {
				["制"] = {
					["手"] = {
						["榴"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["丛"] = {
				["林"] = {
					["开"] = {
						["山"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						["制"] = {
							["作"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["手"] = {
				["机"] = {
					["远"] = {
						["程"] = {
							["卧"] = {
								["底"] = {
									["软"] = {
										["件"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["监"] = {
						["控"] = {
							["软"] = {
								["件"] = {
									this = true
								}
							}
						}
					},
					["偷"] = {
						["听"] = {
							["器"] = {
								["软"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					},
					X = {
						["卧"] = {
							["底"] = {
								["软"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["二"] = {
				["乙"] = {
					["酰"] = {
						["吗"] = {
							["啡"] = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				["结"] = {
					["婚"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["取"] = {
				["卵"] = {
					this = true
				}
			}
		},
		["炼"] = {
			this = true,
			["罂"] = {
				["粟"] = {
					["花"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["植"] = {
				["物"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["苯"] = {
				["基"] = {
					["甲"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["去"] = {
				["氧"] = {
					["麻"] = {
						["黄"] = {
							["素"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["前"] = {
			["预"] = {
				["测"] = {
					this = true
				},
				["祝"] = {
					this = true
				}
			}
		},
		["交"] = {
			["三"] = {
				["退"] = {
					["声"] = {
						["明"] = {
							this = true
						}
					}
				}
			}
		},
		["名"] = {
			["有"] = {
				["六"] = {
					["位"] = {
						["中"] = {
							["国"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["明"] = {
			this = true,
			["艾"] = {
				["孜"] = {
					["来"] = {
						["提"] = {
							this = true
						}
					}
				}
			}
		},
		["取"] = {
			["麻"] = {
				["黄"] = {
					["碱"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						},
						["工"] = {
							["艺"] = {
								this = true
							}
						},
						["技"] = {
							["巧"] = {
								this = true
							}
						},
						["流"] = {
							["程"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["审"] = {
			["室"] = {
				this = true
			}
		},
		["试"] = {
			["作"] = {
				["弊"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["批"] = {
		["发"] = {
			this = true,
			["联"] = {
				["邦"] = {
					["止"] = {
						["咳"] = {
							["露"] = {
								this = true
							}
						}
					}
				}
			},
			["阳"] = {
				["江"] = {
					["刀"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["象"] = {
				["牙"] = {
					["制"] = {
						["品"] = {
							this = true
						}
					},
					["工"] = {
						["艺"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["蒙"] = {
				["汗"] = {
					["药"] = {
						this = true,
						["迷"] = {
							["奸"] = {
								["药"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["香"] = {
				["水"] = {
					["型"] = {
						["迷"] = {
							["奸"] = {
								["药"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["药"] = {
						this = true
					}
				},
				["幻"] = {
					["蘑"] = {
						["菇"] = {
							this = true
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					["迷"] = {
						["情"] = {
							["粉"] = {
								this = true,
								["拍"] = {
									["肩"] = {
										["迷"] = {
											["药"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["女"] = {
				["性"] = {
					["催"] = {
						["情"] = {
							["药"] = {
								["苍"] = {
									["蝇"] = {
										["粉"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								this = true
							}
						}
					}
				},
				["米"] = {
					["雷"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["唑"] = {
					["仑"] = {
						this = true
					}
				}
			},
			["美"] = {
				["沙"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["警"] = {
				["用"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								this = true
							}
						}
					}
				},
				["徽"] = {
					this = true
				}
			},
			["超"] = {
				["高"] = {
					["压"] = {
						["电"] = {
							["警"] = {
								["棍"] = {
									this = true,
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["最"] = {
				["新"] = {
					["台"] = {
						["湾"] = {
							D = {
								["版"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["假"] = {
				["钞"] = {
					[" "] = {
						q = {
							q = {
								this = true
							}
						},
						["上"] = {
							["海"] = {
								this = true
							}
						}
					}
				},
				["硬"] = {
					["币"] = {
						[" "] = {
							q = {
								q = {
									this = true
								}
							}
						},
						Q = {
							Q = {
								this = true
							}
						}
					}
				},
				["币"] = {
					[" "] = {
						["出"] = {
							["售"] = {
								["假"] = {
									["钞"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["钱"] = {
					Q = {
						Q = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["元"] = {
					["硬"] = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					["假"] = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["绿"] = {
				["藜"] = {
					["芦"] = {
						["生"] = {
							["物"] = {
								["碱"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["骚"] = {
				["本"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["点"] = {
				["火"] = {
					["药"] = {
						this = true
					}
				}
			},
			["战"] = {
				["术"] = {
					["狗"] = {
						["腿"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["咖"] = {
				["啡"] = {
					["碱"] = {
						this = true
					}
				}
			}
		},
		["林"] = {
			["整"] = {
				["风"] = {
					["参"] = {
						["考"] = {
							["材"] = {
								["料"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["批"] = {
				["孔"] = {
					this = true
				}
			}
		},
		["$"] = {
			["发"] = {
				["神"] = {
					["仙"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["兵"] = {
			["刺"] = {
				this = true
			}
		},
		["發"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["儲"] = {
				["蓄"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["存"] = {
				["摺"] = {
					this = true
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["各"] = {
				["種"] = {
					["銀"] = {
						["行"] = {
							["卡"] = {
								this = true
							}
						}
					}
				}
			},
			["借"] = {
				["記"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["模"] = {
				["擬"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["氣"] = {
				["手"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["網"] = {
				["路"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["銀"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["正"] = {
				["品"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["髮"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["徦"] = {
				["鈔"] = {
					["丄"] = {
						["海"] = {
							this = true
						}
					}
				}
			},
			["尐"] = {
				["ㄝ"] = {
					["蒾"] = {
						["情"] = {
							["蒶"] = {
								this = true
							}
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["電"] = {
						["擊"] = {
							["棍"] = {
								this = true
							}
						}
					}
				}
			},
			["軍"] = {
				["用"] = {
					["匕"] = {
						["首"] = {
							this = true
						}
					}
				}
			},
			["濛"] = {
				["漢"] = {
					["葯"] = {
						this = true
					}
				}
			},
			["蒾"] = {
				["奸"] = {
					["葯"] = {
						this = true
					}
				}
			},
			["水"] = {
				["果"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["小"] = {
				["冰"] = {
					["磚"] = {
						this = true
					}
				}
			}
		},
		["格"] = {
			["斗"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["狗"] = {
			["狗"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["精"] = {
			["仿"] = {
				["特"] = {
					["警"] = {
						["匕"] = {
							["首"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["军"] = {
			["枪"] = {
				this = true
			}
		},
		["冷"] = {
			["钢"] = {
				["军"] = {
					["刺"] = {
						this = true
					}
				}
			}
		},
		["量"] = {
			this = true,
			["白"] = {
				["牙"] = {
					["签"] = {
						this = true
					}
				}
			},
			["鞭"] = {
				["炮"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["高"] = {
				["仿"] = {
					["警"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["收"] = {
				["购"] = {
					["银"] = {
						["行"] = {
							["卡"] = {
								this = true
							}
						}
					}
				},
				["購"] = {
					["銀"] = {
						["行"] = {
							["卡"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["水"] = {
				["果"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["烟"] = {
				["花"] = {
					this = true
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["銀"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["评"] = {
			["中"] = {
				["共"] = {
					this = true
				}
			}
		},
		["評"] = {
			["中"] = {
				["共"] = {
					this = true
				}
			}
		},
		["战"] = {
			["斗"] = {
				["刺"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["货"] = {
		["到"] = {
			["付"] = {
				["款"] = {
					this = true,
					[" "] = {
						["冰"] = {
							["牙"] = {
								["签"] = {
									this = true
								}
							}
						}
					},
					["催"] = {
						["泪"] = {
							["弹"] = {
								this = true
							}
						}
					},
					["汽"] = {
						["油"] = {
							["弹"] = {
								this = true
							}
						}
					},
					["巡"] = {
						["航"] = {
							["导"] = {
								["弹"] = {
									this = true
								}
							}
						}
					},
					["氢"] = {
						["弹"] = {
							this = true
						}
					},
					["导"] = {
						["弹"] = {
							this = true
						}
					},
					["炸"] = {
						["弹"] = {
							this = true
						}
					},
					["雷"] = {
						["管"] = {
							this = true
						}
					},
					["燃"] = {
						["烧"] = {
							["瓶"] = {
								this = true
							}
						}
					},
					["塑"] = {
						["料"] = {
							["炸"] = {
								["弹"] = {
									this = true
								}
							}
						}
					},
					P = {
						E = {
							T = {
								N = {
									this = true
								}
							}
						}
					},
					T = {
						N = {
							T = {
								this = true
							}
						}
					},
					["过"] = {
						["氧"] = {
							["丙"] = {
								["酮"] = {
									this = true
								}
							}
						}
					},
					["硝"] = {
						["铵"] = {
							["炸"] = {
								["药"] = {
									this = true
								}
							}
						}
					},
					["迫"] = {
						["击"] = {
							["炮"] = {
								["弹"] = {
									this = true
								}
							}
						}
					},
					["黑"] = {
						["火"] = {
							["药"] = {
								this = true
							}
						}
					},
					["冰"] = {
						["砖"] = {
							this = true
						}
					},
					["布"] = {
						["苯"] = {
							["丙"] = {
								["胺"] = {
									this = true
								}
							}
						}
					},
					["军"] = {
						["人"] = {
							["证"] = {
								this = true
							}
						}
					},
					["高"] = {
						["压"] = {
							["鸟"] = {
								["枪"] = {
									this = true
								}
							}
						},
						["仿"] = {
							["户"] = {
								["口"] = {
									["本"] = {
										this = true
									}
								}
							}
						}
					},
					["掌"] = {
						["心"] = {
							["雷"] = {
								this = true
							}
						}
					}
				}
			}
		},
		B = {
			["交"] = {
				["易"] = {
					this = true
				}
			}
		},
		["运"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["秃"] = {
		["鹰"] = {
			this = true,
			["扳"] = {
				["机"] = {
					this = true,
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				this = true,
				["枪"] = {
					this = true,
					["货"] = {
						["到"] = {
							["付"] = {
								["款"] = {
									this = true
								}
							}
						}
					},
					["华"] = {
						["北"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["套"] = {
						["件"] = {
							this = true
						}
					},
					["图"] = {
						["片"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["真"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true,
							["点"] = {
								this = true
							}
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["瓶"] = {
					this = true,
					["阀"] = {
						["门"] = {
							["第"] = {
								["一"] = {
									["官"] = {
										["方"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["步"] = {
					["枪"] = {
						this = true,
						["论"] = {
							["坛"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				},
				["门"] = {
					this = true
				},
				["阀"] = {
					this = true,
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				},
				["动"] = {
					["气"] = {
						["枪"] = {
							["构"] = {
								["造"] = {
									["原"] = {
										["理"] = {
											["图"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["枪"] = {
						this = true
					}
				},
				["狗"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["木"] = {
					["仓"] = {
						this = true
					}
				},
				["抢"] = {
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["在"] = {
						this = true
					}
				},
				["呛"] = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["网"] = {
						this = true
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["货"] = {
						["到"] = {
							["付"] = {
								this = true
							}
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["汽"] = {
						["枪"] = {
							["网"] = {
								this = true
							}
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["现"] = {
						["货"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["指"] = {
						["定"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["销"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["长"] = {
					["狗"] = {
						this = true
					}
				},
				["步"] = {
					["枪"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				},
				["抢"] = {
					["配"] = {
						["件"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["图"] = {
				this = true,
				["纸"] = {
					this = true
				},
				["片"] = {
					this = true
				}
			},
			["配"] = {
				["件"] = {
					this = true,
					["之"] = {
						["家"] = {
							this = true
						}
					},
					["过"] = {
						["桥"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["区"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["套"] = {
					["件"] = {
						this = true
					}
				},
				["械"] = {
					["总"] = {
						["经"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["全"] = {
				["套"] = {
					this = true
				}
			},
			["击"] = {
				["锤"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["握"] = {
				["把"] = {
					this = true
				}
			},
			["套"] = {
				["件"] = {
					this = true,
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["膛"] = {
				["线"] = {
					this = true,
					["管"] = {
						this = true
					}
				}
			},
			["组"] = {
				["装"] = {
					this = true,
					["教"] = {
						["程"] = {
							this = true
						}
					},
					["详"] = {
						["细"] = {
							["分"] = {
								["解"] = {
									["图"] = {
										this = true
									}
								}
							}
						}
					},
					["图"] = {
						this = true,
						["纸"] = {
							this = true
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["官"] = {
				["网"] = {
					this = true
				}
			},
			["燕"] = {
				["尾"] = {
					this = true,
					["套"] = {
						["件"] = {
							this = true
						}
					}
				},
				["身"] = {
					this = true
				}
			},
			["打"] = {
				["气"] = {
					["筒"] = {
						this = true
					}
				},
				["猎"] = {
					this = true
				}
			},
			c = {
				a = {
					d = {
						["图"] = {
							["纸"] = {
								this = true
							}
						}
					}
				},
				f = {
					x = {
						this = true
					}
				}
			},
			p = {
				c = {
					p = {
						["型"] = {
							["材"] = {
								this = true
							}
						},
						["气"] = {
							["瓶"] = {
								this = true
							}
						},
						["配"] = {
							["件"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["套"] = {
							["件"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["身"] = {
				["子"] = {
					this = true,
					["加"] = {
						["工"] = {
							this = true
						}
					}
				}
			},
			["内"] = {
				["脏"] = {
					this = true,
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["全"] = {
						["套"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["三"] = {
				["气"] = {
					["木"] = {
						["仓"] = {
							this = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["高"] = {
				["压"] = {
					this = true,
					["快"] = {
						["排"] = {
							["阀"] = {
								this = true
							}
						}
					},
					["阀"] = {
						["门"] = {
							this = true
						}
					},
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["爆"] = {
				["炸"] = {
					this = true
				}
			},
			["固"] = {
				["定"] = {
					["桥"] = {
						this = true
					}
				}
			},
			["鸟"] = {
				this = true
			},
			["装"] = {
				["配"] = {
					this = true
				}
			},
			["整"] = {
				["套"] = {
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["粮"] = {
				["食"] = {
					this = true
				}
			},
			["一"] = {
				["体"] = {
					["消"] = {
						this = true
					},
					["握"] = {
						["把"] = {
							this = true
						}
					}
				},
				["把"] = {
					["多"] = {
						["重"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				this = true,
				["用"] = {
					this = true,
					["精"] = {
						["工"] = {
							this = true
						}
					},
					["机"] = {
						["械"] = {
							["瞄"] = {
								this = true
							}
						}
					},
					["型"] = {
						["材"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				}
			},
			["母"] = {
				["鸡"] = {
					this = true
				}
			},
			d = {
				i = {
					y = {
						this = true
					}
				}
			},
			["皮"] = {
				["轨"] = {
					this = true
				},
				["碗"] = {
					this = true
				}
			},
			["工"] = {
				["艺"] = {
					["身"] = {
						["子"] = {
							this = true
						}
					}
				},
				["作"] = {
					["原"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["过"] = {
				["桥"] = {
					this = true,
					["与"] = {
						["阀"] = {
							["门"] = {
								["连"] = {
									["接"] = {
										["图"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["加"] = {
						["工"] = {
							this = true
						}
					}
				}
			},
			["管"] = {
				this = true,
				["子"] = {
					this = true
				},
				["专"] = {
					this = true
				}
			},
			["阻"] = {
				["铁"] = {
					this = true
				}
			},
			z = {
				["阀"] = {
					this = true
				}
			},
			["堂"] = {
				["倌"] = {
					this = true
				}
			},
			["蛋"] = {
				this = true
			},
			["五"] = {
				["件"] = {
					["扳"] = {
						["机"] = {
							["组"] = {
								["装"] = {
									["图"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["气"] = {
						["枪"] = {
							this = true,
							["零"] = {
								["部"] = {
									["件"] = {
										["图"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["后"] = {
				["握"] = {
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				}
			},
			P = {
				C = {
					P = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["货"] = {
					this = true
				}
			},
			["氚"] = {
				["枪"] = {
					["專"] = {
						["網"] = {
							["點"] = {
								this = true
							}
						}
					}
				}
			},
			["到"] = {
				["货"] = {
					this = true
				}
			},
			["第"] = {
				["一"] = {
					["官"] = {
						["方"] = {
							this = true
						}
					}
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["多"] = {
				["少"] = {
					["钱"] = {
						this = true,
						["一"] = {
							["把"] = {
								this = true
							}
						}
					}
				}
			},
			["户"] = {
				["外"] = {
					this = true
				}
			},
			["技"] = {
				["术"] = {
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["价"] = {
				["格"] = {
					this = true
				}
			},
			["结"] = {
				["构"] = {
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["现"] = {
						["货"] = {
							this = true
						}
					}
				}
			},
			["铝"] = {
				["瓶"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["玩"] = {
				["具"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["用"] = {
				["瞄"] = {
					["准"] = {
						["镜"] = {
							this = true
						}
					}
				}
			},
			["有"] = {
				["恒"] = {
					["压"] = {
						["阀"] = {
							["吗"] = {
								this = true
							}
						}
					}
				}
			},
			["支"] = {
				["付"] = {
					["宝"] = {
						this = true
					}
				},
				["架"] = {
					["瞄"] = {
						["准"] = {
							["镜"] = {
								this = true
							}
						}
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["转"] = {
				["让"] = {
					this = true
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["套"] = {
			this = true,
			["件"] = {
				this = true
			}
		},
		["狗"] = {
			this = true,
			["卖"] = {
				this = true
			},
			["配"] = {
				["件"] = {
					this = true
				}
			},
			["6"] = {
				["."] = {
					["3"] = {
						["5"] = {
							this = true
						}
					}
				}
			}
		},
		["子"] = {
			["组"] = {
				["装"] = {
					this = true
				}
			},
			["过"] = {
				["桥"] = {
					this = true
				}
			},
			["改"] = {
				["装"] = {
					this = true
				}
			},
			["握"] = {
				["把"] = {
					this = true
				}
			},
			["小"] = {
				["口"] = {
					this = true
				}
			},
			["图"] = {
				["纸"] = {
					this = true
				}
			},
			["内"] = {
				["脏"] = {
					["组"] = {
						["装"] = {
							this = true
						}
					},
					["大"] = {
						["全"] = {
							["套"] = {
								this = true
							}
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					this = true
				}
			},
			["身"] = {
				["子"] = {
					this = true
				}
			},
			["5"] = {
				["5"] = {
					this = true
				}
			}
		},
		["瞄"] = {
			this = true
		},
		["雕"] = {
			this = true,
			["出"] = {
				["售"] = {
					this = true
				}
			}
		},
		["赢"] = {
			this = true
		},
		["瓶"] = {
			["子"] = {
				this = true
			}
		},
		["粮"] = {
			this = true
		},
		["过"] = {
			["桥"] = {
				this = true
			}
		},
		["管"] = {
			this = true
		},
		["燕"] = {
			["尾"] = {
				this = true
			}
		},
		["消"] = {
			this = true,
			["声"] = {
				["碗"] = {
					this = true
				}
			}
		},
		["身"] = {
			["图"] = {
				["纸"] = {
					this = true
				}
			}
		},
		["鹫"] = {
			["气"] = {
				["枪"] = {
					["做"] = {
						["法"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["铅"] = {
		["弹"] = {
			this = true,
			["母"] = {
				["鸡"] = {
					this = true
				},
				["机"] = {
					this = true
				}
			},
			["狗"] = {
				this = true,
				["粮"] = {
					this = true
				}
			},
			["枪"] = {
				this = true
			},
			["铗"] = {
				this = true
			},
			[" "] = {
				["上"] = {
					["海"] = {
						["工"] = {
							["字"] = {
								["气"] = {
									["枪"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			[","] = {
				["\""] = {
					this = true
				}
			},
			["便"] = {
				["宜"] = {
					["出"] = {
						this = true
					}
				}
			},
			["打"] = {
				["鸟"] = {
					["汽"] = {
						["枪"] = {
							["网"] = {
								this = true
							}
						}
					},
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					this = true
				}
			},
			["模"] = {
				["具"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["鸟"] = {
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["动"] = {
					["枪"] = {
						this = true
					}
				},
				["木"] = {
					["仓"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["图"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["熗"] = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["噐"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["蛋"] = {
			this = true,
			["模"] = {
				this = true,
				["具"] = {
					this = true
				}
			},
			["钳"] = {
				this = true
			}
		},
		["狗"] = {
			this = true
		},
		["粉"] = {
			["大"] = {
				["量"] = {
					["供"] = {
						["货"] = {
							this = true
						}
					}
				}
			}
		},
		["枪"] = {
			["弹"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["沙"] = {
		["漠"] = {
			["之"] = {
				["鹰"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					},
					["玩"] = {
						["具"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["鷹"] = {
					this = true
				}
			},
			["鹰"] = {
				["狗"] = {
					this = true
				}
			},
			["风"] = {
				["暴"] = {
					this = true
				}
			}
		},
		["菲"] = {
			["片"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["林"] = {
			this = true
		},
		["龙"] = {
			["3"] = {
				["6"] = {
					["5"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["巴"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["体"] = {
				["育"] = {
					this = true
				}
			}
		},
		["比"] = {
			this = true
		},
		["鹰"] = {
			this = true
		},
		["皇"] = {
			["李"] = {
				["长"] = {
					["春"] = {
						this = true
					}
				}
			}
		},
		["爆"] = {
			["鹰"] = {
				this = true
			}
		},
		["城"] = {
			["免"] = {
				["费"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["甸"] = {
			this = true,
			["+"] = {
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			},
			["炸"] = {
				["药"] = {
					this = true
				}
			}
		},
		["发"] = {
			["爱"] = {
				["爱"] = {
					this = true
				}
			},
			["人"] = {
				["体"] = {
					this = true
				}
			},
			["上"] = {
				["的"] = {
					["摇"] = {
						["摆"] = {
							this = true
						}
					}
				}
			}
		},
		["科"] = {
			["洛"] = {
				["夫"] = {
					["设"] = {
						["计"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["里"] = {
			["奈"] = {
				["好"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["裡"] = {
			["奈"] = {
				["好"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["密"] = {
			["鷹"] = {
				this = true
			}
		},
		["色"] = {
			r = {
				["2"] = {
					["8"] = {
						this = true
					}
				}
			}
		},
		["滩"] = {
			["门"] = {
				this = true
			},
			["艳"] = {
				["照"] = {
					this = true
				}
			},
			["照"] = {
				this = true,
				["章"] = {
					["子"] = {
						["怡"] = {
							this = true
						}
					}
				}
			}
		},
		["特"] = {
			["阿"] = {
				["拉"] = {
					["伯"] = {
						["军"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["悟"] = {
			["净"] = {
				this = true
			}
		},
		["希"] = {
			this = true
		},
		["叶"] = {
			["新"] = {
				this = true,
				["禁"] = {
					["品"] = {
						["选"] = {
							this = true
						}
					}
				}
			}
		},
		["鷹"] = {
			this = true
		},
		["峪"] = {
			["少"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["月"] = {
			["由"] = {
				["奈"] = {
					this = true
				}
			}
		},
		["田"] = {
			["大"] = {
				["会"] = {
					["堂"] = {
						this = true
					}
				}
			}
		},
		["雕"] = {
			["连"] = {
				this = true
			}
		},
		["糠"] = {
			["人"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["钢"] = {
		["珠"] = {
			this = true,
			["枪"] = {
				this = true,
				["网"] = {
					this = true
				},
				["小"] = {
					["口"] = {
						["径"] = {
							["步"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["火"] = {
					["药"] = {
						["动"] = {
							["力"] = {
								this = true
							}
						}
					}
				},
				["麻"] = {
					["醉"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["去"] = {
					this = true
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				},
				["预"] = {
					["订"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true,
				["看"] = {
					["货"] = {
						this = true
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["供"] = {
					["應"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["粮"] = {
					this = true,
					["专"] = {
						["售"] = {
							this = true
						}
					}
				},
				["免"] = {
					["定"] = {
						["金"] = {
							this = true
						}
					}
				},
				["配"] = {
					["件"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["联"] = {
							["系"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["猎"] = {
				this = true,
				["狗"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true,
					["低"] = {
						["价"] = {
							this = true
						}
					},
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					},
					["钢"] = {
						["珠"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["网"] = {
						this = true
					},
					["结"] = {
						["构"] = {
							["图"] = {
								this = true
							}
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["弹"] = {
				this = true,
				["求"] = {
					["购"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["吹"] = {
				["尘"] = {
					["狗"] = {
						["制"] = {
							["作"] = {
								["视"] = {
									["频"] = {
										this = true
									}
								}
							}
						},
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["弩"] = {
				this = true,
				["结"] = {
					["构"] = {
						["图"] = {
							this = true
						}
					}
				},
				["的"] = {
					["做"] = {
						["法"] = {
							this = true
						}
					}
				},
				["枪"] = {
					["专"] = {
						this = true
					}
				},
				["热"] = {
					this = true
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["团"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["5"] = {
				["."] = {
					["6"] = {
						this = true
					}
				}
			},
			["狙"] = {
				["击"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						["订"] = {
							["购"] = {
								this = true
							}
						}
					}
				}
			},
			["管"] = {
				this = true
			},
			["秃"] = {
				this = true,
				["鹰"] = {
					this = true
				}
			},
			["发"] = {
				["射"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							["网"] = {
								this = true
							},
							["店"] = {
								this = true
							}
						},
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["努"] = {
					this = true,
					["专"] = {
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["%"] = {
				["枪"] = {
					this = true
				}
			},
			["*"] = {
				["枪"] = {
					this = true
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true
				}
			},
			["打"] = {
				["鸟"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["蛋"] = {
				["蛋"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["的"] = {
				["槍"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true,
						["低"] = {
							["价"] = {
								this = true
							}
						},
						["钢"] = {
							["珠"] = {
								this = true
							}
						},
						["子"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["努"] = {
				this = true,
				["热"] = {
					this = true
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["团"] = {
					["购"] = {
						this = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["零"] = {
						["件"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			},
			["铅"] = {
				["弹"] = {
					this = true
				}
			},
			["槍"] = {
				this = true,
				["气"] = {
					this = true,
					["槍"] = {
						this = true
					}
				}
			},
			["抢"] = {
				this = true
			},
			["手"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				},
				["枪"] = {
					this = true,
					["低"] = {
						["价"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					},
					["钢"] = {
						["珠"] = {
							this = true
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				},
				["槍"] = {
					this = true
				}
			},
			["长"] = {
				["狗"] = {
					this = true
				}
			},
			["专"] = {
				["用"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					},
					["手"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			},
			["左"] = {
				["轮"] = {
					["狗"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					},
					["枪"] = {
						this = true
					}
				}
			}
		},
		["弩"] = {
			this = true,
			["电"] = {
				["棍"] = {
					this = true
				}
			},
			["改"] = {
				["装"] = {
					this = true
				}
			}
		},
		["笔"] = {
			["狗"] = {
				this = true
			}
		},
		["株"] = {
			["狗"] = {
				this = true
			}
		},
		["炮"] = {
			["管"] = {
				p = {
					c = {
						p = {
							this = true
						}
					}
				}
			}
		},
		["芯"] = {
			["镀"] = {
				["镍"] = {
					[" "] = {
						["高"] = {
							["仿"] = {
								["真"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["#"] = {
			["珠"] = {
				["#"] = {
					["枪"] = {
						this = true
					}
				},
				["枪"] = {
					this = true
				}
			}
		},
		["鞭"] = {
			this = true
		},
		["铳"] = {
			this = true
		},
		["弹"] = {
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["刀"] = {
			this = true
		},
		["低"] = {
			["价"] = {
				["珠"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["构"] = {
			this = true
		},
		["管"] = {
			["枪"] = {
				this = true
			},
			["舞"] = {
				this = true
			}
		},
		["甲"] = {
			["洪"] = {
				["流"] = {
					this = true
				}
			}
		},
		["琴"] = {
			["别"] = {
				["恋"] = {
					this = true
				}
			}
		},
		["圈"] = {
			this = true
		},
		["铁"] = {
			["翻"] = {
				["滚"] = {
					["笔"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["心"] = {
					this = true
				}
			}
		},
		["针"] = {
			g = {
				o = {
					u = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["枪"] = {
				this = true
			}
		},
		["制"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true,
						["低"] = {
							["价"] = {
								this = true
							}
						},
						["钢"] = {
							["珠"] = {
								this = true
							}
						},
						["子"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["弓"] = {
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["努"] = {
				this = true
			},
			["弩"] = {
				this = true
			}
		},
		["柱"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["进"] = {
		["口"] = {
			["汽"] = {
				["枪"] = {
					this = true,
					["网"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				},
				["车"] = {
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["狗"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["抢"] = {
					this = true
				},
				["手"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["气"] = {
				["狗"] = {
					this = true,
					["配"] = {
						["件"] = {
							["专"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true,
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true,
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					},
					[","] = {
						["气"] = {
							["枪"] = {
								["子"] = {
									["弹"] = {
										["\""] = {
											this = true
										}
									}
								}
							}
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["代"] = {
						this = true
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["詘"] = {
						["货"] = {
							this = true
						}
					},
					["秃"] = {
						["鹰"] = {
							this = true
						}
					},
					["图"] = {
						this = true
					},
					["预"] = {
						["定"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["动"] = {
					["长"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["木"] = {
					["仓"] = {
						this = true
					}
				},
				["槍"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["手"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["价"] = {
						["格"] = {
							this = true
						},
						["钱"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["努"] = {
					this = true,
					["价"] = {
						["钱"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["毒"] = {
				["药"] = {
					this = true
				}
			},
			["秃"] = {
				this = true,
				["鹰"] = {
					this = true,
					["气"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["枪"] = {
						["专"] = {
							this = true
						}
					},
					["专"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["车"] = {
				this = true,
				["锁"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["短"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			p = {
				c = {
					p = {
						this = true,
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			P = {
				C = {
					P = {
						["系"] = {
							["列"] = {
								this = true
							}
						}
					}
				}
			},
			Q = {
				B = {
					["7"] = {
						["8"] = {
							this = true
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true,
					["代"] = {
						["理"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["催"] = {
				["情"] = {
					["水"] = {
						this = true
					},
					["药"] = {
						["水"] = {
							this = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					p = {
						c = {
							p = {
								this = true
							}
						}
					},
					["气"] = {
						["狗"] = {
							this = true
						}
					},
					["真"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["售"] = {
							this = true
						},
						["专"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["硅"] = {
				["胶"] = {
					this = true,
					["脸"] = {
						["皮"] = {
							this = true
						}
					},
					["面"] = {
						["具"] = {
							this = true
						},
						["皮"] = {
							this = true
						}
					},
					["人"] = {
						["皮"] = {
							this = true
						}
					}
				}
			},
			["机"] = {
				["枪"] = {
					this = true,
					["点"] = {
						this = true
					}
				}
			},
			["捷"] = {
				["克"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["解"] = {
				["码"] = {
					["器"] = {
						this = true
					}
				}
			},
			["金"] = {
				["属"] = {
					["枪"] = {
						["模"] = {
							this = true,
							["售"] = {
								this = true
							},
							["专"] = {
								this = true
							}
						}
					},
					["铊"] = {
						this = true
					}
				}
			},
			["精"] = {
				["品"] = {
					["弓"] = {
						["弩"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["弩"] = {
						this = true
					},
					["汽"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["刀"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["开"] = {
				["锁"] = {
					["工"] = {
						["具"] = {
							["专"] = {
								this = true
							}
						}
					},
					["具"] = {
						this = true
					}
				}
			},
			["猎"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					}
				},
				["醉"] = {
					["枪"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				},
				["秃"] = {
					this = true
				}
			},
			["迷"] = {
				["烟"] = {
					this = true
				}
			},
			["模"] = {
				["型"] = {
					["枪"] = {
						this = true
					},
					["抢"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true,
				["弓"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["骑"] = {
				["枪"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["模"] = {
					this = true
				},
				["支"] = {
					this = true
				}
			},
			["强"] = {
				["力"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["棱"] = {
					["军"] = {
						["刺"] = {
							["专"] = {
								this = true
							}
						}
					}
				},
				["唑"] = {
					["仑"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["骚"] = {
				["本"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["双"] = {
				["管"] = {
					["枪"] = {
						this = true
					}
				},
				["猎"] = {
					this = true
				}
			},
			["玩"] = {
				["具"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						this = true
					}
				}
			},
			["新"] = {
				["步"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["氯"] = {
						["胺"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["药"] = {
				["品"] = {
					this = true
				},
				["业"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["原"] = {
				["装"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["美"] = {
						["秃"] = {
							this = true
						}
					},
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["长"] = {
				["狗"] = {
					this = true
				}
			},
			["真"] = {
				["枪"] = {
					this = true
				},
				["抢"] = {
					this = true
				}
			}
		},
		["线"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			}
		},
		["化"] = {
			["不"] = {
				["完"] = {
					["全"] = {
						["的"] = {
							["生"] = {
								["命"] = {
									["体"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["攻"] = {
			["台"] = {
				["湾"] = {
					this = true
				}
			}
		},
		["藏"] = {
			["游"] = {
				["客"] = {
					this = true,
					["拍"] = {
						["照"] = {
							this = true
						}
					}
				}
			}
		},
		["错"] = {
			["房"] = {
				["间"] = {
					["上"] = {
						["错"] = {
							["床"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["度"] = {
			this = true,
			["总"] = {
				["览"] = {
					this = true
				}
			}
		},
		["行"] = {
			["中"] = {
				this = true
			}
		},
		["京"] = {
			["上"] = {
				["访"] = {
					this = true
				}
			}
		},
		["平"] = {
			["二"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							this = true
						}
					}
				}
			},
			["婚"] = {
				["姻"] = {
					["史"] = {
						this = true
					}
				}
			},
			["柯"] = {
				["零"] = {
					["零"] = {
						this = true
					}
				},
				["小"] = {
					["明"] = {
						this = true
					}
				}
			},
			["两"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							this = true
						}
					}
				}
			},
			["有"] = {
				["几"] = {
					["次"] = {
						["婚"] = {
							["姻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["去"] = {
			["就"] = {
				["知"] = {
					["道"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["习"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["雄"] = {
		["鹰"] = {
			a = {
				w = {
					p = {
						this = true
					}
				}
			},
			m = {
				["0"] = {
					["5"] = {
						this = true,
						A = {
							this = true
						}
					},
					["0"] = {
						["7"] = {
							this = true
						}
					}
				}
			},
			S = {
				V = {
					D = {
						this = true
					}
				}
			},
			M = {
				["0"] = {
					["0"] = {
						["8"] = {
							this = true
						}
					}
				}
			},
			["1"] = {
				["9"] = {
					["1"] = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["模"] = {
					["网"] = {
						this = true
					}
				}
			},
			["原"] = {
				["装"] = {
					a = {
						w = {
							p = {
								this = true
							}
						}
					}
				}
			}
		},
		["烯"] = {
			["二"] = {
				["醇"] = {
					this = true
				}
			}
		},
		["悦"] = {
			["刀"] = {
				["剑"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["土"] = {
		["铳"] = {
			this = true
		},
		["制"] = {
			this = true,
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["炸"] = {
				["弹"] = {
					this = true,
					["配"] = {
						["方"] = {
							this = true
						}
					}
				},
				["药"] = {
					this = true,
					["的"] = {
						this = true
					}
				}
			},
			["手"] = {
				["榴"] = {
					["弹"] = {
						this = true
					}
				},
				["雷"] = {
					this = true
				}
			},
			["火"] = {
				["药"] = {
					this = true
				}
			},
			["燃"] = {
				["烧"] = {
					["弹"] = {
						this = true
					}
				}
			},
			C = {
				["4"] = {
					this = true
				}
			},
			["黑"] = {
				["火"] = {
					["药"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["炸"] = {
			["弹"] = {
				this = true,
				["制"] = {
					["作"] = {
						["流"] = {
							["程"] = {
								this = true
							}
						}
					}
				},
				["方"] = {
					["法"] = {
						this = true
					}
				},
				["工"] = {
					["艺"] = {
						this = true
					}
				},
				["流"] = {
					["程"] = {
						this = true
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["手"] = {
					["册"] = {
						this = true
					}
				}
			},
			["药"] = {
				this = true,
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["成"] = {
					["份"] = {
						this = true
					}
				},
				["的"] = {
					["制"] = {
						["法"] = {
							this = true
						}
					},
					["做"] = {
						["法"] = {
							this = true
						}
					}
				},
				["手"] = {
					["册"] = {
						this = true
					}
				}
			},
			["藥"] = {
				this = true
			}
		},
		["雷"] = {
			this = true
		},
		["豪"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["鹰"] = {
			this = true,
			["手"] = {
				this = true
			}
		},
		["猎"] = {
			["狗"] = {
				["瓦"] = {
					["盖"] = {
						["鼻"] = {
							this = true
						}
					}
				}
			},
			["管"] = {
				this = true
			}
		},
		["枪"] = {
			this = true,
			["设"] = {
				["计"] = {
					["图"] = {
						this = true
					}
				}
			},
			["打"] = {
				["猎"] = {
					["密"] = {
						["云"] = {
							this = true
						}
					}
				}
			}
		},
		["八"] = {
			["路"] = {
				["弹"] = {
					["弓"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["工"] = {
				["程"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["共"] = {
			this = true
		},
		g = {
			this = true
		},
		["肥"] = {
			["原"] = {
				["贤"] = {
					["二"] = {
						this = true
					}
				}
			}
		},
		["爆"] = {
			["狗"] = {
				this = true
			}
		},
		["逼"] = {
			this = true
		},
		["冰"] = {
			this = true,
			["方"] = {
				["法"] = {
					this = true
				}
			}
		},
		["地"] = {
			["雷"] = {
				this = true,
				["方"] = {
					["法"] = {
						this = true
					}
				}
			},
			["权"] = {
				["利"] = {
					["证"] = {
						["明"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["豆"] = {
			["色"] = {
				this = true
			}
		},
		["仿"] = {
			["狗"] = {
				this = true
			}
		},
		["狗"] = {
			this = true,
			["火"] = {
				["枪"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["火"] = {
			["炮"] = {
				this = true
			}
		},
		["炮"] = {
			this = true
		},
		["手"] = {
			["枪"] = {
				this = true
			}
		},
		["田"] = {
			["舞"] = {
				["衣"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["屋"] = {
			["加"] = {
				["奈"] = {
					["子"] = {
						b = {
							t = {
								this = true
							}
						},
						["电"] = {
							["驴"] = {
								this = true
							}
						},
						["電"] = {
							["驢"] = {
								this = true
							}
						},
						["全"] = {
							["集"] = {
								this = true
							}
						},
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["無"] = {
							["碼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["佐"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["鲁"] = {
		["格"] = {
			this = true,
			p = {
				["8"] = {
					["5"] = {
						this = true
					}
				}
			},
			["管"] = {
				this = true
			}
		},
		["琪"] = {
			["阁"] = {
				this = true
			}
		},
		["鲁"] = {
			["涩"] = {
				this = true
			},
			["色"] = {
				this = true,
				["播"] = {
					["网"] = {
						this = true
					}
				}
			},
			["阁"] = {
				this = true
			}
		},
		["大"] = {
			["妈"] = {
				this = true,
				["成"] = {
					["人"] = {
						["色"] = {
							["情"] = {
								this = true,
								["视"] = {
									["频"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["色"] = {
					["情"] = {
						["网"] = {
							["在"] = {
								["线"] = {
									["视"] = {
										["频"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["在"] = {
					["线"] = {
						this = true
					}
				},
				["网"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["爷"] = {
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["师"] = {
				["7"] = {
					["7"] = {
						["7"] = {
							this = true
						}
					}
				}
			}
		},
		["斯"] = {
			["屋"] = {
				this = true
			}
		},
		["鸡"] = {
			["妞"] = {
				this = true
			}
		},
		["二"] = {
			["哥"] = {
				["男"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["俊"] = {
			this = true
		},
		["迅"] = {
			this = true
		},
		["德"] = {
			["成"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["瓦"] = {
		["斯"] = {
			this = true,
			["手"] = {
				["枪"] = {
					this = true
				},
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true,
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["带"] = {
						["退"] = {
							["弹"] = {
								this = true
							}
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["狗"] = {
						this = true
					},
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["9"] = {
				["9"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["长"] = {
				["手"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["尔"] = {
			["特"] = {
				this = true,
				c = {
					p = {
						["9"] = {
							["9"] = {
								this = true
							}
						}
					}
				},
				P = {
					["9"] = {
						["9"] = {
							this = true
						}
					},
					["2"] = {
						["2"] = {
							this = true
						}
					},
					P = {
						K = {
							this = true,
							S = {
								this = true
							}
						}
					}
				},
				["统"] = {
					["治"] = {
						["者"] = {
							this = true,
							["5"] = {
								["."] = {
									["5"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["夜"] = {
					["鹰"] = {
						this = true
					}
				}
			},
			["瓦"] = {
				["拉"] = {
					["\\"] = {
						p = {
							P = {
								["?"] = {
									["列"] = {
										["普"] = {
											["琴"] = {
												["科"] = {
													["|"] = {
														V = {
															a = {
																r = {
																	v = {
																		a = {
																			r = {
																				a = {
																					L = {
																						e = {
																							p = {
																								c = {
																									h = {
																										e = {
																											n = {
																												k = {
																													o = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["管"] = {
			this = true
		},
		["解"] = {
			["专"] = {
				["制"] = {
					this = true
				}
			}
		},
		["爾"] = {
			["特"] = {
				G = {
					S = {
						P = {
							this = true
						}
					}
				},
				P = {
					["5"] = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					},
					P = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["良"] = {
			["格"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["绿"] = {
		["瓦"] = {
			["管"] = {
				this = true
			}
		},
		["藜"] = {
			["芦"] = {
				["生"] = {
					["物"] = {
						["碱"] = {
							this = true
						}
					}
				}
			}
		},
		["帽"] = {
			["文"] = {
				["经"] = {
					["典"] = {
						["大"] = {
							["合"] = {
								["集"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["小"] = {
				["说"] = {
					this = true
				}
			},
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["奴"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["母"] = {
			["文"] = {
				this = true
			}
		},
		["妻"] = {
			["文"] = {
				this = true
			}
		},
		["妈"] = {
			["文"] = {
				this = true
			}
		},
		w = {
			this = true
		},
		["山"] = {
			["管"] = {
				this = true
			}
		},
		["皮"] = {
			["5"] = {
				["."] = {
					["5"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["椅"] = {
				["子"] = {
					["电"] = {
						["影"] = {
							["完"] = {
								["整"] = {
									["版"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["无"] = {
				["毒"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["华"] = {
				["人"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["火"] = {
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			},
			["伟"] = {
				["哥"] = {
					this = true
				}
			}
		},
		["加"] = {
			["白"] = {
				["福"] = {
					["利"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["龙"] = {
			["红"] = {
				["凤"] = {
					this = true
				}
			}
		},
		["海"] = {
			["淫"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["叶"] = {
			["电"] = {
				["器"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["汽"] = {
		["狗"] = {
			this = true,
			["铅"] = {
				["弹"] = {
					this = true
				}
			},
			["图"] = {
				this = true,
				["纸"] = {
					this = true
				}
			},
			["狗"] = {
				["粮"] = {
					this = true,
					["低"] = {
						["价"] = {
							this = true
						}
					},
					["高"] = {
						["价"] = {
							this = true
						}
					},
					["现"] = {
						["价"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["配"] = {
				["件"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["瓶"] = {
				this = true
			},
			["弹"] = {
				this = true,
				["药"] = {
					["耗"] = {
						["材"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["价"] = {
					this = true
				}
			},
			["、"] = {
				["电"] = {
					["狗"] = {
						["专"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["。"] = {
				["。"] = {
					this = true
				}
			},
			["北"] = {
				["京"] = {
					["收"] = {
						["购"] = {
							this = true
						}
					}
				}
			},
			["便"] = {
				["宜"] = {
					this = true,
					["了"] = {
						this = true
					}
				}
			},
			["诚"] = {
				["信"] = {
					["专"] = {
						this = true
					}
				}
			},
			["出"] = {
				["货"] = {
					this = true
				}
			},
			["大"] = {
				["量"] = {
					this = true
				},
				["全"] = {
					this = true
				}
			},
			["代"] = {
				["购"] = {
					["网"] = {
						["络"] = {
							this = true
						}
					}
				}
			},
			["彈"] = {
				["藥"] = {
					["耗"] = {
						["材"] = {
							this = true,
							["專"] = {
								this = true
							}
						}
					}
				}
			},
			["到"] = {
				["货"] = {
					this = true
				}
			},
			["低"] = {
				["价"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["独"] = {
				["家"] = {
					["专"] = {
						this = true
					}
				}
			},
			["儿"] = {
				this = true
			},
			["钢"] = {
				["珠"] = {
					this = true
				}
			},
			["和"] = {
				["狗"] = {
					["粮"] = {
						["便"] = {
							["宜"] = {
								this = true
							}
						}
					}
				}
			},
			["混"] = {
				["合"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["技"] = {
				["术"] = {
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["准"] = {
					["技"] = {
						["巧"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["零"] = {
				["件"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["喷"] = {
				["子"] = {
					this = true
				}
			},
			["噴"] = {
				["孒"] = {
					this = true
				},
				["子"] = {
					this = true
				}
			},
			["品"] = {
				["質"] = {
					["保"] = {
						["證"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["连"] = {
					["发"] = {
						this = true
					}
				}
			},
			["商"] = {
				["城"] = {
					this = true
				}
			},
			["是"] = {
				["什"] = {
					["么"] = {
						this = true
					}
				}
			},
			["手"] = {
				["狗"] = {
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["聯"] = {
						["繫"] = {
							this = true
						},
						["係"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				},
				["槍"] = {
					this = true
				}
			},
			["淘"] = {
				["宝"] = {
					this = true
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["網"] = {
				this = true
			},
			["消"] = {
				["售"] = {
					["网"] = {
						this = true
					}
				}
			},
			["研"] = {
				["发"] = {
					this = true
				}
			},
			["营"] = {
				["口"] = {
					["市"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["北"] = {
					["京"] = {
						["哪"] = {
							["？"] = {
								this = true
							}
						}
					}
				}
			},
			["之"] = {
				["家"] = {
					this = true
				}
			},
			["支"] = {
				["付"] = {
					["宝"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["质"] = {
				["量"] = {
					["保"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["种"] = {
				["类"] = {
					["繁"] = {
						["多"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				this = true,
				["店"] = {
					this = true
				},
				["网"] = {
					this = true
				},
				["销"] = {
					this = true
				}
			},
			["專"] = {
				["銷"] = {
					this = true
				}
			},
			["子"] = {
				["弹"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["组"] = {
				["装"] = {
					this = true
				}
			}
		},
		["枪"] = {
			this = true,
			["配"] = {
				["件"] = {
					this = true,
					["在"] = {
						["线"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["营"] = {
							this = true
						}
					}
				}
			},
			["图"] = {
				["纸"] = {
					this = true
				}
			},
			["消"] = {
				["声"] = {
					["器"] = {
						this = true
					}
				}
			},
			["铅"] = {
				["弹"] = {
					this = true,
					["低"] = {
						["价"] = {
							["销"] = {
								this = true
							}
						}
					},
					["模"] = {
						this = true,
						["具"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true,
				["购"] = {
					this = true
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["铅"] = {
					["弹"] = {
						["猎"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["站"] = {
					this = true
				},
				["专"] = {
					["网"] = {
						this = true
					}
				}
			},
			["官"] = {
				["网"] = {
					this = true
				},
				["方"] = {
					["网"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true,
				["卖"] = {
					["网"] = {
						this = true
					}
				},
				["场"] = {
					["网"] = {
						this = true
					}
				},
				["店"] = {
					this = true
				},
				["热"] = {
					["线"] = {
						this = true
					}
				},
				["商"] = {
					["城"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				},
				["营"] = {
					["店"] = {
						this = true
					}
				},
				["用"] = {
					["消"] = {
						["声"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["店"] = {
				this = true
			},
			["6"] = {
				["3"] = {
					["5"] = {
						["十"] = {
							["年"] = {
								["精"] = {
									["品"] = {
										["老"] = {
											["店"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["&"] = {
				this = true
			},
			["、"] = {
				["猎"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["板"] = {
				["图"] = {
					this = true
				}
			},
			["厂"] = {
				this = true
			},
			["打"] = {
				["猎"] = {
					this = true,
					["视"] = {
						["频"] = {
							this = true
						}
					}
				},
				["鸟"] = {
					this = true
				}
			},
			["大"] = {
				["全"] = {
					this = true
				}
			},
			["弹"] = {
				this = true,
				["簧"] = {
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				this = true,
				["配"] = {
					["件"] = {
						this = true
					}
				}
			},
			["低"] = {
				["价"] = {
					["销"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["钢"] = {
				["珠"] = {
					this = true
				}
			},
			["高"] = {
				["压"] = {
					["火"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["构"] = {
				["造"] = {
					["图"] = {
						this = true
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["价"] = {
				["格"] = {
					this = true
				}
			},
			["交"] = {
				["易"] = {
					this = true
				}
			},
			["军"] = {
				["品"] = {
					["专"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["看"] = {
				["货"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["猎"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["零"] = {
				["件"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["密"] = {
				["云"] = {
					this = true
				}
			},
			["免"] = {
				["定"] = {
					["金"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["管"] = {
					["图"] = {
						this = true
					}
				}
			},
			["世"] = {
				["界"] = {
					["网"] = {
						this = true
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["手"] = {
				["续"] = {
					this = true
				}
			},
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["验"] = {
				["货"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["原"] = {
				["理"] = {
					["图"] = {
						this = true,
						["纸"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["转"] = {
				["让"] = {
					this = true
				}
			},
			["子"] = {
				["弹"] = {
					this = true,
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["组"] = {
				["装"] = {
					this = true
				}
			}
		},
		["短"] = {
			["狗"] = {
				this = true,
				["低"] = {
					["价"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["全"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				},
				["现"] = {
					["货"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["长"] = {
			["狗"] = {
				this = true,
				["低"] = {
					["价"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["全"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				},
				["现"] = {
					["货"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["抢"] = {
			this = true,
			["专"] = {
				["卖"] = {
					["网"] = {
						this = true
					}
				},
				["买"] = {
					["网"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["定"] = {
				["点"] = {
					["点"] = {
						this = true
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["展"] = {
				["示"] = {
					["网"] = {
						this = true
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["手"] = {
			["狗"] = {
				this = true,
				["低"] = {
					["价"] = {
						this = true
					}
				},
				["全"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				},
				["现"] = {
					["货"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["步"] = {
			["狗"] = {
				this = true
			},
			["枪"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		g = {
			o = {
				u = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["高"] = {
						["价"] = {
							this = true
						}
					},
					["喷"] = {
						["子"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["油"] = {
			["弹"] = {
				this = true,
				["方"] = {
					["法"] = {
						this = true
					}
				}
			},
			["三"] = {
				["分"] = {
					["之"] = {
						["一"] = {
							["白"] = {
								["糖"] = {
									["混"] = {
										["合"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["燃"] = {
				["烧"] = {
					["弹"] = {
						this = true
					},
					["瓶"] = {
						this = true
					}
				}
			}
		},
		["车"] = {
			["中"] = {
				["控"] = {
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							},
							["专"] = {
								this = true
							}
						}
					},
					["信"] = {
						["号"] = {
							["解"] = {
								["码"] = {
									["器"] = {
										this = true
									}
								}
							},
							["干"] = {
								["扰"] = {
									["器"] = {
										this = true
									}
								}
							},
							["屏"] = {
								["蔽"] = {
									["器"] = {
										this = true
									}
								}
							}
						}
					},
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					},
					["电"] = {
						["子"] = {
							["干"] = {
								["扰"] = {
									["器"] = {
										this = true
									}
								}
							}
						}
					},
					["复"] = {
						["制"] = {
							["器"] = {
								this = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					},
					["破"] = {
						["解"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["子"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["脑"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["门"] = {
				["锁"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					},
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["号"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["屏"] = {
						["蔽"] = {
							["器"] = {
								this = true
							}
						}
					},
					["复"] = {
						["制"] = {
							["器"] = {
								this = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					},
					["拦"] = {
						["截"] = {
							this = true,
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["解"] = {
				["码"] = {
					this = true,
					["器"] = {
						this = true,
						["价"] = {
							["格"] = {
								this = true
							}
						},
						["联"] = {
							["系"] = {
								this = true
							}
						},
						["软"] = {
							["件"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["仪"] = {
						this = true,
						["器"] = {
							this = true
						}
					}
				}
			},
			["钥"] = {
				["匙"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["拦"] = {
				["截"] = {
					["器"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["干"] = {
				["扰"] = {
					this = true,
					["器"] = {
						this = true,
						["保"] = {
							["真"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["信"] = {
						["号"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["爆"] = {
				["炸"] = {
					["案"] = {
						this = true,
						["*"] = {
							this = true
						},
						["现"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["炸"] = {
				["弹"] = {
					this = true,
					["制"] = {
						["作"] = {
							this = true
						}
					},
					["袭"] = {
						["击"] = {
							this = true
						}
					}
				},
				["药"] = {
					this = true
				}
			},
			["车"] = {
				["门"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["主"] = {
					["名"] = {
						["单"] = {
							this = true
						},
						["录"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["翻"] = {
				["牌"] = {
					["器"] = {
						this = true
					}
				},
				["转"] = {
					["器"] = {
						this = true
					}
				}
			},
			["防"] = {
				["盗"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["锁"] = {
						this = true
					}
				}
			},
			["工"] = {
				["具"] = {
					["百"] = {
						["宝"] = {
							["箱"] = {
								this = true
							}
						}
					},
					["万"] = {
						["能"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["开"] = {
				["锁"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					},
					["器"] = {
						this = true
					}
				}
			},
			["快"] = {
				["开"] = {
					this = true,
					["?"] = {
						this = true
					},
					["工"] = {
						["具"] = {
							this = true
						}
					}
				},
				["速"] = {
					["解"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["屏"] = {
				["蔽"] = {
					["器"] = {
						this = true
					}
				}
			},
			["强"] = {
				["开"] = {
					this = true,
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["续"] = {
					this = true
				}
			},
			["锁"] = {
				["解"] = {
					["码"] = {
						["器"] = {
							this = true
						}
					}
				},
				["开"] = {
					["锁"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["秒"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["强"] = {
					["开"] = {
						this = true,
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			["套"] = {
				["开"] = {
					this = true
				},
				["牌"] = {
					["手"] = {
						["续"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["万"] = {
				["能"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["钥"] = {
						["匙"] = {
							this = true
						}
					}
				}
			},
			["无"] = {
				["敌"] = {
					["霸"] = {
						["王"] = {
							this = true
						}
					}
				}
			},
			["芯"] = {
				["片"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["钥"] = {
						["匙"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				["用"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					["技"] = {
						["巧"] = {
							this = true
						}
					},
					["偷"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["鸡"] = {
			this = true
		},
		["秃"] = {
			this = true
		},
		["粮"] = {
			this = true
		},
		["柁"] = {
			this = true
		},
		["車"] = {
			["爆"] = {
				["炸"] = {
					["案"] = {
						["現"] = {
							["場"] = {
								this = true
							}
						}
					}
				}
			},
			["エ"] = {
				["具"] = {
					["粨"] = {
						["寶"] = {
							["葙"] = {
								this = true
							}
						}
					}
				}
			},
			["幹"] = {
				["擾"] = {
					["噐"] = {
						this = true
					}
				}
			},
			["解"] = {
				["犸"] = {
					["噐"] = {
						["栱"] = {
							["應"] = {
								this = true
							}
						}
					}
				},
				["碼"] = {
					["器"] = {
						this = true
					}
				}
			},
			["繲"] = {
				["碼"] = {
					["噐"] = {
						["供"] = {
							["應"] = {
								this = true
							}
						}
					}
				}
			},
			["拦"] = {
				["截"] = {
					["解"] = {
						["犸"] = {
							["噐"] = {
								this = true
							}
						},
						["碼"] = {
							["器"] = {
								this = true
							}
						}
					},
					["噐"] = {
						["蛧"] = {
							this = true
						}
					}
				}
			},
			["攔"] = {
				["截"] = {
					["噐"] = {
						["網"] = {
							this = true
						}
					},
					["器"] = {
						this = true,
						["網"] = {
							this = true
						}
					}
				}
			},
			["強"] = {
				["閞"] = {
					this = true
				},
				["幵"] = {
					this = true,
					["エ"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["遙"] = {
				["控"] = {
					["干"] = {
						["擾"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["狆"] = {
				["啌"] = {
					["迀"] = {
						["擾"] = {
							["噐"] = {
								this = true
							}
						}
					}
				}
			},
			["衶"] = {
				["控"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["笁"] = {
				["倶"] = {
					["咟"] = {
						["寶"] = {
							["葙"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["%"] = {
			["槍"] = {
				this = true
			}
		},
		["、"] = {
			["狗"] = {
				["、"] = {
					["出"] = {
						["、"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["?"] = {
			["狗"] = {
				this = true
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							this = true,
							["网"] = {
								this = true
							},
							["網"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爆"] = {
			["机"] = {
				this = true
			}
		},
		["長"] = {
			["狗"] = {
				this = true
			}
		},
		["弹"] = {
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["动"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["狗"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			}
		},
		["豞"] = {
			this = true
		},
		["机"] = {
			this = true
		},
		["狙"] = {
			["狗"] = {
				this = true
			}
		},
		["拉"] = {
			["狗"] = {
				this = true
			}
		},
		["猎"] = {
			["枪"] = {
				["收"] = {
					["藏"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["木"] = {
			["仓"] = {
				this = true,
				["专"] = {
					this = true
				}
			}
		},
		["槍"] = {
			this = true,
			["鉛"] = {
				["彈"] = {
					this = true
				}
			},
			["網"] = {
				this = true
			}
		},
		["熗"] = {
			["荬"] = {
				this = true
			},
			["蛧"] = {
				this = true
			}
		},
		["专"] = {
			["枪"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["短"] = {
		["秃"] = {
			this = true,
			["管"] = {
				["子"] = {
					this = true
				}
			},
			["套"] = {
				["件"] = {
					this = true
				}
			}
		},
		["狗"] = {
			this = true,
			d = {
				i = {
					y = {
						this = true
					}
				}
			},
			["专"] = {
				["卖"] = {
					this = true
				}
			},
			["火"] = {
				["狗"] = {
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			}
		},
		["枪"] = {
			this = true
		},
		["鸡"] = {
			this = true
		},
		["管"] = {
			["改"] = {
				["秃"] = {
					this = true
				}
			}
		},
		["信"] = {
			["号"] = {
				["码"] = {
					["任"] = {
						["意"] = {
							["显"] = {
								this = true
							}
						}
					}
				}
			},
			["收"] = {
				["发"] = {
					["器"] = {
						this = true
					}
				}
			},
			["发"] = {
				["送"] = {
					["器"] = {
						this = true
					}
				}
			},
			["群"] = {
				["发"] = {
					this = true,
					["器"] = {
						this = true,
						["*"] = {
							this = true,
							["*"] = {
								this = true
							}
						},
						["{"] = {
							M = {
								O = {
									D = {
										["}"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["猫"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["广"] = {
				["告"] = {
					this = true
				}
			},
			["商"] = {
				["务"] = {
					["广"] = {
						["告"] = {
							this = true
						}
					}
				}
			},
			["注"] = {
				["册"] = {
					this = true
				}
			}
		},
		["柄"] = {
			["砍"] = {
				["刀"] = {
					["专"] = {
						["特"] = {
							this = true
						}
					}
				}
			}
		},
		["步"] = {
			["枪"] = {
				this = true
			}
		},
		["刀"] = {
			this = true
		},
		["房"] = {
			this = true
		},
		["豞"] = {
			["豞"] = {
				["悢"] = {
					this = true
				}
			}
		}
	}
end

temp()
