pg = pg or {}
slot0 = pg
slot0.word_template_56 = {}
slot1 = slot0.word_template_56

temp = function()
	uv0["报"] = {
		["仇"] = {
			this = true,
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["岗"] = {
			["软"] = {
				["件"] = {
					this = true
				}
			}
		},
		["禁"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["告"] = {
			["汇"] = {
				["编"] = {
					this = true
				}
			}
		},
		["码"] = {
			["聊"] = {
				["天"] = {
					this = true,
					["室"] = {
						this = true
					}
				}
			},
			["室"] = {
				this = true
			}
		},
		["到"] = {
			["证"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				}
			},
			["証"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["复"] = {
			this = true,
			["北"] = {
				["京"] = {
					["仇"] = {
						["家"] = {
							this = true
						}
					}
				}
			},
			["仇"] = {
				["家"] = {
					this = true
				}
			},
			["小"] = {
				["三"] = {
					this = true
				}
			}
		},
		["销"] = {
			this = true
		},
		["治"] = {
			["办"] = {
				["理"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["帮"] = {
		["人"] = {
			["复"] = {
				["仇"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["出"] = {
				["气"] = {
					this = true,
					["解"] = {
						["恨"] = {
							this = true
						}
					},
					["了"] = {
						["事"] = {
							this = true
						}
					}
				}
			},
			["报"] = {
				["仇"] = {
					this = true,
					["办"] = {
						["事"] = {
							this = true
						}
					},
					["打"] = {
						["架"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["复"] = {
						["仇"] = {
							this = true
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["毁"] = {
						["容"] = {
							this = true
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				},
				["复"] = {
					this = true
				}
			},
			["办"] = {
				["事"] = {
					["报"] = {
						["仇"] = {
							this = true
						}
					},
					["复"] = {
						["仇"] = {
							this = true
						}
					}
				}
			},
			["绑"] = {
				["架"] = {
					this = true
				}
			},
			["被"] = {
				["欺"] = {
					["负"] = {
						this = true
					}
				}
			},
			["处"] = {
				["理"] = {
					["恩"] = {
						["怨"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["架"] = {
					this = true,
					["报"] = {
						["仇"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["理"] = {
					["绑"] = {
						["架"] = {
							this = true
						}
					},
					["毁"] = {
						["容"] = {
							this = true
						}
					},
					["敲"] = {
						["诈"] = {
							this = true
						}
					}
				}
			},
			["怀"] = {
				["孕"] = {
					this = true
				}
			},
			["毁"] = {
				["容"] = {
					this = true
				}
			},
			["解"] = {
				["决"] = {
					["纠"] = {
						["纷"] = {
							this = true
						}
					}
				}
			},
			["砍"] = {
				["人"] = {
					this = true
				}
			},
			["勒"] = {
				["索"] = {
					this = true
				}
			},
			["了"] = {
				["仇"] = {
					this = true,
					["了"] = {
						["事"] = {
							this = true
						}
					}
				},
				["难"] = {
					this = true
				}
			},
			["灭"] = {
				["口"] = {
					this = true
				}
			},
			["敲"] = {
				["诈"] = {
					this = true
				}
			},
			["清"] = {
				["债"] = {
					this = true
				}
			},
			["杀"] = {
				["人"] = {
					this = true
				}
			},
			["讨"] = {
				["债"] = {
					this = true
				}
			},
			["消"] = {
				["灾"] = {
					this = true,
					["报"] = {
						["仇"] = {
							this = true
						}
					}
				}
			},
			["泄"] = {
				["愤"] = {
					this = true
				}
			},
			["寻"] = {
				["仇"] = {
					["出"] = {
						["气"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				["业"] = {
					["勒"] = {
						["索"] = {
							this = true
						}
					}
				}
			},
			["追"] = {
				["债"] = {
					this = true
				}
			}
		},
		["忙"] = {
			["报"] = {
				["仇"] = {
					this = true,
					["免"] = {
						["定"] = {
							["金"] = {
								this = true
							}
						}
					},
					["的"] = {
						this = true
					}
				}
			},
			["点"] = {
				["一"] = {
					["下"] = {
						this = true
					}
				},
				["下"] = {
					this = true
				}
			},
			["打"] = {
				["架"] = {
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			},
			["复"] = {
				["仇"] = {
					this = true
				}
			},
			["要"] = {
				["账"] = {
					this = true,
					["的"] = {
						this = true
					},
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["帮"] = {
			["论"] = {
				["文"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["搏"] = {
			["网"] = {
				this = true
			}
		},
		["彩"] = {
			["信"] = {
				["改"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			["黄"] = {
				["昏"] = {
					this = true
				}
			}
		},
		["短"] = {
			["信"] = {
				["改"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["干"] = {
			["将"] = {
				[" "] = {
					["引"] = {
						["渡"] = {
							["回"] = {
								["国"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["个"] = {
			["性"] = {
				["变"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["会"] = {
			["管"] = {
				["理"] = {
					["员"] = {
						this = true
					}
				}
			}
		},
		["你"] = {
			["替"] = {
				["考"] = {
					this = true
				}
			}
		},
		["您"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["性"] = {
				["舔"] = {
					["阴"] = {
						this = true
					}
				}
			}
		},
		["清"] = {
			["债"] = {
				this = true
			}
		},
		["任"] = {
			["意"] = {
				["变"] = {
					["号"] = {
						this = true
					}
				},
				["改"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["手"] = {
			["机"] = {
				["改"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["要"] = {
			["账"] = {
				this = true
			}
		},
		["指"] = {
			["定"] = {
				["变"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["助"] = {
			["妻"] = {
				["子"] = {
					["去"] = {
						["偷"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["雇"] = {
		["打"] = {
			["手"] = {
				this = true,
				["网"] = {
					this = true
				},
				["教"] = {
					["训"] = {
						["小"] = {
							["三"] = {
								this = true
							}
						}
					}
				},
				["办"] = {
					["事"] = {
						this = true
					}
				},
				["帮"] = {
					["忙"] = {
						this = true
					}
				},
				["大"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["复"] = {
				["仇"] = {
					this = true
				}
			},
			["教"] = {
				["训"] = {
					["情"] = {
						["敌"] = {
							this = true
						}
					}
				}
			},
			["制"] = {
				["造"] = {
					["意"] = {
						["外"] = {
							this = true
						}
					}
				}
			},
			["报"] = {
				["仇"] = {
					this = true
				}
			},
			["報"] = {
				["仇"] = {
					this = true
				}
			},
			["打"] = {
				["架"] = {
					this = true
				}
			},
			["復"] = {
				["仇"] = {
					this = true
				}
			},
			["恐"] = {
				["吓"] = {
					this = true
				}
			},
			["意"] = {
				["外"] = {
					this = true
				}
			}
		},
		["杀"] = {
			["手"] = {
				this = true,
				["干"] = {
					["掉"] = {
						["二"] = {
							["奶"] = {
								this = true
							}
						}
					}
				},
				["报"] = {
					["仇"] = {
						this = true
					}
				},
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["殺"] = {
			["手"] = {
				this = true
			}
		},
		["凶"] = {
			["报"] = {
				["仇"] = {
					this = true
				}
			},
			["打"] = {
				["人"] = {
					this = true
				}
			},
			["复"] = {
				["仇"] = {
					this = true
				}
			},
			["杀"] = {
				["人"] = {
					this = true
				}
			}
		},
		["佣"] = {
			["打"] = {
				["手"] = {
					this = true
				}
			},
			["军"] = {
				["网"] = {
					this = true
				}
			},
			["杀"] = {
				["手"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["私"] = {
				["人"] = {
					["保"] = {
						["镖"] = {
							this = true
						}
					}
				}
			},
			["职"] = {
				["业"] = {
					["打"] = {
						["手"] = {
							this = true
						}
					},
					["杀"] = {
						["手"] = {
							this = true
						}
					}
				}
			}
		},
		["傭"] = {
			["打"] = {
				["手"] = {
					this = true
				}
			},
			["殺"] = {
				["手"] = {
					this = true
				}
			}
		},
		["用"] = {
			["打"] = {
				["手"] = {
					this = true
				}
			}
		},
		["职"] = {
			["业"] = {
				["打"] = {
					["手"] = {
						this = true
					}
				},
				["杀"] = {
					["手"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["职"] = {
		["业"] = {
			["报"] = {
				["仇"] = {
					this = true
				}
			},
			["托"] = {
				["福"] = {
					["枪"] = {
						["手"] = {
							this = true
						}
					}
				}
			},
			["帮"] = {
				["忙"] = {
					["打"] = {
						["架"] = {
							this = true
						}
					},
					["复"] = {
						["仇"] = {
							this = true
						}
					},
					["要"] = {
						["账"] = {
							this = true
						}
					}
				},
				["人"] = {
					["打"] = {
						["架"] = {
							this = true
						}
					},
					["复"] = {
						["仇"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["手"] = {
					this = true,
					["联"] = {
						["系"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["考"] = {
					this = true
				},
				["人"] = {
					["报"] = {
						["仇"] = {
							this = true
						}
					},
					["出"] = {
						["气"] = {
							this = true
						}
					}
				}
			},
			["复"] = {
				["仇"] = {
					this = true
				}
			},
			["考"] = {
				["试"] = {
					["枪"] = {
						["手"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["性"] = {
					this = true
				}
			},
			["陪"] = {
				["聊"] = {
					this = true
				}
			},
			["杀"] = {
				["手"] = {
					this = true,
					["代"] = {
						["理"] = {
							this = true
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				},
				["贴"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["寻"] = {
				["仇"] = {
					this = true
				}
			},
			["要"] = {
				["账"] = {
					this = true
				}
			},
			["资"] = {
				["格"] = {
					["证"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["技"] = {
				["能"] = {
					["教"] = {
						["育"] = {
							["培"] = {
								["训"] = {
									["转"] = {
										["化"] = {
											["中"] = {
												["心"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["称"] = {
			this = true,
			["考"] = {
				["试"] = {
					this = true
				}
			},
			["资"] = {
				["格"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["压"] = {
		["制"] = {
			this = true
		},
		["弹"] = {
			["机"] = {
				this = true
			}
		},
		["死"] = {
			this = true
		},
		s = {
			t = {
				u = {
					d = {
						e = {
							n = {
								t = {
									s = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["负"] = {
		["面"] = {
			["贴"] = {
				this = true,
				["文"] = {
					this = true,
					["清"] = {
						["理"] = {
							this = true
						}
					}
				},
				["吧"] = {
					["清"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["评"] = {
				["价"] = {
					this = true,
					["清"] = {
						["除"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					}
				},
				["论"] = {
					this = true
				}
			},
			["帖"] = {
				this = true,
				["子"] = {
					this = true,
					["处"] = {
						["理"] = {
							this = true
						},
						["置"] = {
							this = true
						}
					},
					["清"] = {
						["除"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					},
					["删"] = {
						["除"] = {
							this = true
						}
					},
					["压"] = {
						["制"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["闻"] = {
					this = true,
					["删"] = {
						["帖"] = {
							this = true
						},
						["除"] = {
							this = true
						}
					},
					["处"] = {
						["理"] = {
							this = true
						}
					},
					["清"] = {
						["除"] = {
							this = true
						},
						["理"] = {
							this = true
						},
						["扫"] = {
							this = true
						}
					},
					["压"] = {
						["制"] = {
							this = true
						}
					}
				}
			},
			["消"] = {
				["息"] = {
					this = true,
					["处"] = {
						["理"] = {
							this = true
						}
					},
					["清"] = {
						["除"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					},
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true,
					["包"] = {
						["年"] = {
							["删"] = {
								this = true
							}
						}
					},
					["处"] = {
						["理"] = {
							this = true
						}
					},
					["打"] = {
						["压"] = {
							this = true
						}
					},
					["快"] = {
						["删"] = {
							this = true
						}
					},
					["屏"] = {
						["蔽"] = {
							this = true
						}
					},
					["清"] = {
						["除"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					},
					["删"] = {
						["除"] = {
							this = true
						},
						["帖"] = {
							this = true
						}
					},
					["新"] = {
						["闻"] = {
							this = true
						}
					},
					["压"] = {
						["制"] = {
							this = true
						}
					}
				}
			},
			["微"] = {
				["博"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					["贴"] = {
						this = true
					},
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["报"] = {
				["道"] = {
					this = true,
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				this = true,
				["帖"] = {
					this = true
				},
				["除"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["处"] = {
				["理"] = {
					this = true
				}
			},
			["影"] = {
				["响"] = {
					this = true
				}
			}
		},
		["石"] = {
			["麦"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["诽"] = {
		["谤"] = {
			this = true,
			["信"] = {
				["息"] = {
					this = true,
					["清"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["帖"] = {
				["子"] = {
					["清"] = {
						["除"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["论"] = {
		["坛"] = {
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["群"] = {
				["发"] = {
					["王"] = {
						["下"] = {
							["载"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["动"] = {
					["发"] = {
						["贴"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["公"] = {
			this = true
		},
		["功"] = {
			this = true
		},
		["攻"] = {
			this = true
		},
		["文"] = {
			["代"] = {
				["写"] = {
					this = true
				}
			}
		},
		["社"] = {
			["六"] = {
				["二"] = {
					["四"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["迅"] = {
		["捷"] = {
			["网"] = {
				["络"] = {
					["公"] = {
						["关"] = {
							this = true
						}
					}
				}
			}
		},
		["雷"] = {
			A = {
				V = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["短"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["黄"] = {
				["短"] = {
					["片"] = {
						this = true
					}
				}
			},
			["黃"] = {
				["短"] = {
					["片"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					["影"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["书"] = {
				["友"] = {
					["小"] = {
						["说"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["速"] = {
			["富"] = {
				["交"] = {
					["易"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["赢"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["考"] = {
		["试"] = {
			["作"] = {
				["弊"] = {
					this = true,
					["器"] = {
						this = true,
						["材"] = {
							this = true,
							["专"] = {
								this = true
							}
						},
						["*"] = {
							this = true
						},
						["专"] = {
							this = true
						}
					},
					["工"] = {
						["具"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["设"] = {
						["备"] = {
							this = true
						}
					},
					["耳"] = {
						["机"] = {
							this = true
						}
					},
					["接"] = {
						["收"] = {
							["器"] = {
								this = true
							}
						}
					},
					["仪"] = {
						["器"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["题"] = {
				this = true
			},
			["答"] = {
				["案"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					}
				}
			},
			["院"] = {
				this = true
			},
			["百"] = {
				["分"] = {
					["百"] = {
						["通"] = {
							["过"] = {
								this = true
							}
						}
					}
				}
			},
			["包"] = {
				["过"] = {
					this = true
				},
				["通"] = {
					["过"] = {
						this = true
					}
				}
			},
			["代"] = {
				["考"] = {
					this = true
				}
			},
			["电"] = {
				["子"] = {
					this = true
				}
			},
			["短"] = {
				["信"] = {
					["接"] = {
						["收"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["反"] = {
				["屏"] = {
					["蔽"] = {
						this = true
					}
				}
			},
			["工"] = {
				["具"] = {
					this = true
				}
			},
			["客"] = {
				["服"] = {
					this = true
				}
			},
			["灭"] = {
				["掉"] = {
					["9"] = {
						["0"] = {
							["后"] = {
								this = true
							}
						}
					}
				}
			},
			["器"] = {
				["材"] = {
					this = true
				}
			},
			["枪"] = {
				["手"] = {
					this = true
				}
			},
			["替"] = {
				["考"] = {
					this = true
				}
			},
			["协"] = {
				["助"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["隐"] = {
				["形"] = {
					["耳"] = {
						["机"] = {
							this = true
						}
					}
				}
			},
			["用"] = {
				["耳"] = {
					["机"] = {
						this = true
					}
				},
				["窃"] = {
					["听"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["针"] = {
				["孔"] = {
					["摄"] = {
						["像"] = {
							["头"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["答"] = {
					["案"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true,
				["用"] = {
					this = true,
					["窃"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["资"] = {
				["格"] = {
					["证"] = {
						["代"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			},
			["做"] = {
				["弊"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["前"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["发"] = {
				["放"] = {
					this = true
				}
			},
			["付"] = {
				["款"] = {
					this = true
				}
			},
			["高"] = {
				["考"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				}
			},
			["密"] = {
				["卷"] = {
					this = true
				}
			},
			["押"] = {
				["题"] = {
					this = true
				}
			}
		},
		["研"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["代"] = {
				["考"] = {
					this = true,
					["联"] = {
						["系"] = {
							this = true
						}
					}
				}
			},
			["考"] = {
				["前"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["答"] = {
				["案"] = {
					this = true,
					["保"] = {
						["过"] = {
							this = true
						}
					}
				}
			},
			["$"] = {
				["答"] = {
					["案"] = {
						this = true
					}
				}
			},
			["案"] = {
				this = true
			}
		},
		["生"] = {
			["数"] = {
				["据"] = {
					this = true,
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					this = true
				},
				["料"] = {
					this = true
				},
				["米"] = {
					["斗"] = {
						this = true
					}
				}
			},
			["家"] = {
				["长"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["考"] = {
				["号"] = {
					this = true
				}
			},
			["联"] = {
				["系"] = {
					["方"] = {
						["式"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["单"] = {
					this = true
				},
				["录"] = {
					this = true
				}
			},
			["年"] = {
				["龄"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["性"] = {
				["别"] = {
					this = true
				}
			},
			["姓"] = {
				["名"] = {
					this = true
				}
			}
		},
		["后"] = {
			["付"] = {
				["款"] = {
					this = true
				},
				["窾"] = {
					this = true
				}
			}
		},
		["验"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			}
		},
		["不"] = {
			["过"] = {
				["帮"] = {
					["你"] = {
						["改"] = {
							["分"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["场"] = {
			["作"] = {
				["弊"] = {
					["器"] = {
						this = true
					}
				}
			},
			["做"] = {
				["弊"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["级"] = {
			["火"] = {
				["热"] = {
					["预"] = {
						["定"] = {
							this = true
						}
					}
				}
			}
		},
		["律"] = {
			["答"] = {
				["案"] = {
					this = true,
					["%"] = {
						["%"] = {
							["%"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["試"] = {
			["#"] = {
				["作"] = {
					["弊"] = {
						["器"] = {
							["材"] = {
								this = true
							}
						}
					}
				}
			},
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["短"] = {
				["信"] = {
					["接"] = {
						["收"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["專"] = {
				["用"] = {
					["竊"] = {
						["聽"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["作"] = {
				["弊"] = {
					this = true
				}
			}
		},
		["题"] = {
			this = true
		},
		["讠"] = {
			["式"] = {
				["亻"] = {
					["故"] = {
						["弊"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["妕"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["眼"] = {
		["镜"] = {
			["蛇"] = {
				["弩"] = {
					this = true
				},
				["高"] = {
					["压"] = {
						["打"] = {
							["气"] = {
								["筒"] = {
									this = true
								}
							}
						}
					}
				}
			},
			M = {
				M = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["角"] = {
			["膜"] = {
				this = true
			}
		},
		["尾"] = {
			["秃"] = {
				["鹰"] = {
					this = true
				}
			}
		},
		["睛"] = {
			["妹"] = {
				["好"] = {
					["风"] = {
						["骚"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["秦"] = {
		["氏"] = {
			["弓"] = {
				["弩"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["供"] = {
							this = true
						},
						["营"] = {
							this = true
						}
					}
				},
				["努"] = {
					this = true,
					["专"] = {
						this = true,
						["供"] = {
							this = true
						},
						["营"] = {
							this = true
						}
					}
				}
			},
			["努"] = {
				this = true
			},
			["弩"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["青"] = {
			["的"] = {
				["幸"] = {
					this = true,
					["福"] = {
						["生"] = {
							["活"] = {
								this = true,
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["基"] = {
			["伟"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["晋"] = {
			this = true
		},
		["伯"] = {
			["起"] = {
				this = true
			}
		},
		["城"] = {
			["朋"] = {
				["友"] = {
					["圈"] = {
						this = true
					}
				}
			}
		},
		["观"] = {
			this = true
		},
		["光"] = {
			["荣"] = {
				this = true
			}
		},
		["红"] = {
			["棉"] = {
				this = true
			}
		},
		["皇"] = {
			["岛"] = {
				["办"] = {
					["假"] = {
						["证"] = {
							this = true
						}
					}
				},
				["冰"] = {
					["毒"] = {
						this = true,
						["冰"] = {
							["毒"] = {
								this = true
							}
						}
					}
				},
				["发"] = {
					["票"] = {
						["代"] = {
							["理"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["证"] = {
						this = true
					}
				},
				["教"] = {
					["师"] = {
						this = true
					}
				},
				["汽"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["天"] = {
				["下"] = {
					this = true
				}
			}
		},
		["晖"] = {
			this = true
		},
		["伙"] = {
			["计"] = {
				this = true
			}
		},
		["劍"] = {
			["&"] = {
				["館"] = {
					this = true
				}
			},
			["館"] = {
				this = true
			}
		},
		["式"] = {
			["弓"] = {
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			}
		},
		["始"] = {
			["皇"] = {
				["洗"] = {
					["完"] = {
						["澡"] = {
							["后"] = {
								["用"] = {
									["苹"] = {
										["果"] = {
											["电"] = {
												["脑"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["照"] = {
					["镜"] = {
						["子"] = {
							this = true
						}
					}
				},
				["给"] = {
					["荆"] = {
						["轲"] = {
							["补"] = {
								["刀"] = {
									this = true
								}
							}
						}
					}
				},
				["的"] = {
					["衣"] = {
						["服"] = {
							["燃"] = {
								["起"] = {
									["来"] = {
										["了"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["大"] = {
						["宝"] = {
							["剑"] = {
								this = true
							}
						}
					}
				},
				["吃"] = {
					["花"] = {
						["椒"] = {
							this = true
						}
					}
				},
				["摸"] = {
					["电"] = {
						["线"] = {
							this = true
						}
					}
				}
			}
		},
		["胖"] = {
			["子"] = {
				["纵"] = {
					["横"] = {
						["天"] = {
							["下"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["踏"] = {
		["弩"] = {
			this = true
		},
		["踏"] = {
			["撸"] = {
				this = true
			}
		},
		["稻"] = {
			["无"] = {
				["痕"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["阻"] = {
		["击"] = {
			["弩"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["枪"] = {
				this = true,
				["/"] = {
					["汽"] = {
						["枪"] = {
							["/"] = {
								["高"] = {
									["压"] = {
										["气"] = {
											["枪"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["弹"] = {
					["夹"] = {
						this = true
					}
				},
				["机"] = {
					["匣"] = {
						this = true
					}
				},
				["精"] = {
					["确"] = {
						["射"] = {
							["手"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["无"] = {
			["通"] = {
				["畅"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["止"] = {
			["中"] = {
				["华"] = {
					["人"] = {
						["民"] = {
							["共"] = {
								["和"] = {
									["国"] = {
										["统"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["落"] = {
		["日"] = {
			["弓"] = {
				["弩"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["榜"] = {
			["考"] = {
				["生"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		},
		["聊"] = {
			this = true
		},
		["花"] = {
			["若"] = {
				["雨"] = {
					this = true
				}
			},
			["星"] = {
				["雨"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["逐"] = {
		["鹿"] = {
			["弓"] = {
				["弩"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["欲"] = {
			["红"] = {
				["尘"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["驽"] = {
		["专"] = {
			["卖"] = {
				["网"] = {
					this = true
				}
			}
		},
		["弓"] = {
			["专"] = {
				["买"] = {
					["网"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["零"] = {
		["售"] = {
			this = true,
			["氮"] = {
				["芥"] = {
					["气"] = {
						this = true
					}
				}
			}
		},
		["八"] = {
			["奥"] = {
				["运"] = {
					["艰"] = {
						this = true
					}
				}
			},
			x = {
				i = {
					a = {
						n = {
							z = {
								h = {
									a = {
										g = {
											n = {
												this = true
											}
										}
									}
								}
							},
							["章"] = {
								this = true
							}
						}
					}
				}
			},
			["刘"] = {
				["晓"] = {
					["波"] = {
						this = true
					}
				}
			},
			["莫"] = {
				["少"] = {
					["平"] = {
						this = true
					}
				}
			},
			["宪"] = {
				[" "] = {
					["章"] = {
						this = true
					}
				},
				z = {
					h = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				},
				["法"] = {
					this = true
				},
				["章"] = {
					this = true
				}
			},
			["宣"] = {
				["言"] = {
					this = true
				}
			}
		},
		["风"] = {
			["险"] = {
				[" "] = {
					["小"] = {
						["投"] = {
							["资"] = {
								[" "] = {
									["有"] = {
										["胆"] = {
											["量"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["8"] = {
			["宪"] = {
				["章"] = {
					[" "] = {
						["刘"] = {
							this = true
						}
					}
				}
			}
		},
		["捌"] = {
			["刘"] = {
				["晓"] = {
					["波"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["激"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["活"] = {
			["就"] = {
				["业"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["配"] = {
		["方"] = {
			this = true
		},
		["信"] = {
			["素"] = {
				["人"] = {
					["娘"] = {
						this = true
					}
				}
			}
		},
		["制"] = {
			["毒"] = {
				["鼠"] = {
					["强"] = {
						this = true
					}
				}
			},
			["太"] = {
				["恩"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["溴"] = {
		["氰"] = {
			["菊"] = {
				["酯"] = {
					this = true
				}
			}
		},
		["化"] = {
			["汞"] = {
				this = true
			}
		},
		["西"] = {
			["泮"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["羟"] = {
		["基"] = {
			["乙"] = {
				["腈"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["丁"] = {
				["酸"] = {
					["钠"] = {
						this = true
					}
				}
			},
			["环"] = {
				["戊"] = {
					["基"] = {
						this = true
					}
				}
			},
			["環"] = {
				["戊"] = {
					["基"] = {
						this = true
					}
				}
			}
		},
		["考"] = {
			["酮"] = {
				this = true
			}
		},
		["丁"] = {
			["酸"] = {
				this = true
			}
		},
		["亚"] = {
			["胺"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["慢"] = {
		["性"] = {
			["毒"] = {
				this = true,
				["药"] = {
					this = true,
					["品"] = {
						["种"] = {
							this = true
						}
					}
				},
				["神"] = {
					["药"] = {
						this = true
					}
				}
			},
			["安"] = {
				["全"] = {
					["毒"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["慢"] = {
			["射"] = {
				this = true
			},
			["插"] = {
				["入"] = {
					["进"] = {
						["去"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["琥"] = {
		["珀"] = {
			["胆"] = {
				["碱"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["敌"] = {
		["百"] = {
			["虫"] = {
				this = true
			}
		},
		["恶"] = {
			["磷"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["杀"] = {
			["磷"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["死"] = {
				this = true
			}
		},
		["缘"] = {
			this = true
		},
		["敌"] = {
			["畏"] = {
				this = true
			}
		},
		["对"] = {
			["分"] = {
				["子"] = {
					this = true
				}
			}
		},
		["蝇"] = {
			["威"] = {
				this = true
			}
		},
		["在"] = {
			["东"] = {
				["湖"] = {
					["宾"] = {
						["馆"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["氮"] = {
		["芥"] = {
			["气"] = {
				this = true
			}
		},
		["卓"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["致"] = {
		["癌"] = {
			["慢"] = {
				["性"] = {
					["毒"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["药"] = {
				this = true,
				["物"] = {
					this = true
				}
			}
		},
		["胡"] = {
			["书"] = {
				["记"] = {
					["的"] = {
						["公"] = {
							["开"] = {
								["信"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["幻"] = {
			["剂"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["劑"] = {
				this = true
			}
		},
		["残"] = {
			this = true
		},
		["诚"] = {
			["证"] = {
				["件"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["函"] = {
			["胡"] = {
				["要"] = {
					["求"] = {
						["当"] = {
							["局"] = {
								["道"] = {
									["歉"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["要"] = {
				["求"] = {
					["当"] = {
						["局"] = {
							["道"] = {
								["歉"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["氰"] = {
		["化"] = {
			this = true,
			["金"] = {
				["钾"] = {
					this = true,
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["汞"] = {
				this = true,
				["高"] = {
					["纯"] = {
						this = true
					}
				},
				["密"] = {
					["云"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["碘"] = {
				this = true,
				["供"] = {
					["應"] = {
						this = true
					}
				},
				["华"] = {
					["北"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["钾"] = {
				this = true,
				["安"] = {
					["乐"] = {
						["死"] = {
							["药"] = {
								this = true
							}
						}
					}
				},
				["的"] = {
					["制"] = {
						["备"] = {
							this = true
						}
					}
				},
				["贩"] = {
					this = true
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["氰"] = {
					["化"] = {
						["钠"] = {
							this = true
						}
					}
				},
				["药"] = {
					this = true,
					["物"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["致"] = {
					["癌"] = {
						["毒"] = {
							["素"] = {
								this = true
							}
						},
						["药"] = {
							["物"] = {
								this = true
							}
						}
					}
				},
				["专"] = {
					this = true
				}
			},
			["物"] = {
				this = true
			},
			["银"] = {
				this = true,
				["钾"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["密"] = {
						["云"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["钙"] = {
				this = true,
				["当"] = {
					["面"] = {
						["交"] = {
							["易"] = {
								this = true
							}
						}
					}
				},
				["价"] = {
					["格"] = {
						this = true,
						["电"] = {
							["联"] = {
								this = true
							}
						}
					}
				}
			},
			["钠"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["鈣"] = {
				["價"] = {
					["格"] = {
						this = true
					}
				}
			},
			["高"] = {
				["汞"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["镉"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["鉀"] = {
				["藥"] = {
					["物"] = {
						this = true
					}
				}
			},
			["氢"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["铊"] = {
				this = true
			},
			["铜"] = {
				this = true
			},
			["锌"] = {
				this = true
			},
			["亚"] = {
				["铜"] = {
					this = true,
					["配"] = {
						["方"] = {
							this = true
						}
					}
				}
			},
			["銀"] = {
				["鉀"] = {
					["供"] = {
						["應"] = {
							this = true
						}
					}
				}
			}
		},
		["胍"] = {
			["甲"] = {
				["汞"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["汞"] = {
				["胍"] = {
					this = true
				}
			}
		},
		["气"] = {
			this = true
		},
		["丙"] = {
			["醇"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["囮"] = {
			["碘"] = {
				["栱"] = {
					["應"] = {
						this = true
					}
				},
				["供"] = {
					["應"] = {
						this = true
					}
				}
			},
			["鈣"] = {
				this = true,
				["價"] = {
					["咯"] = {
						this = true
					},
					["格"] = {
						this = true
					}
				}
			},
			["钾"] = {
				["荬"] = {
					this = true
				},
				["葯"] = {
					["粅"] = {
						this = true
					}
				}
			},
			["鉀"] = {
				this = true,
				["葯"] = {
					["粅"] = {
						this = true
					}
				}
			},
			["釒"] = {
				["鉀"] = {
					["供"] = {
						["應"] = {
							this = true
						}
					}
				}
			},
			["妠"] = {
				["纰"] = {
					["潑"] = {
						this = true
					}
				}
			},
			["鈉"] = {
				["批"] = {
					["髮"] = {
						this = true
					}
				}
			},
			["唫"] = {
				["钾"] = {
					["栱"] = {
						["應"] = {
							this = true
						}
					}
				}
			},
			["銀"] = {
				["鉀"] = {
					["供"] = {
						["應"] = {
							this = true
						}
					}
				}
			},
			["檭"] = {
				["钾"] = {
					["栱"] = {
						["應"] = {
							this = true
						}
					}
				}
			}
		},
		["氢"] = {
			["酸"] = {
				["供"] = {
					["货"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["氧"] = {
		["化"] = {
			["汞"] = {
				this = true
			},
			["亚"] = {
				["铊"] = {
					this = true
				}
			},
			["铊"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["砒"] = {
		["霜"] = {
			this = true,
			["低"] = {
				["价"] = {
					this = true
				}
			},
			["无"] = {
				["味"] = {
					["隐"] = {
						["蔽"] = {
							this = true
						}
					}
				}
			}
		},
		["石"] = {
			this = true,
			["低"] = {
				["价"] = {
					this = true
				}
			}
		},
		["孀"] = {
			this = true
		}
	}
end

temp()
