pg = pg or {}
slot0 = pg
slot0.word_template_136 = {}
slot1 = slot0.word_template_136

function temp()
	uv0["鸟"] = {
		G = {
			M = {
				this = true
			}
		},
		["你"] = {
			this = true
		},
		["枪"] = {
			["网"] = {
				this = true
			},
			["弹"] = {
				["弓"] = {
					["枪"] = {
						["图"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["店"] = {
				["网"] = {
					this = true
				}
			}
		},
		["巢"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			},
			["缺"] = {
				["陷"] = {
					this = true
				}
			}
		},
		g = {
			this = true
		},
		["气"] = {
			["枪"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["农"] = {
		["业"] = {
			["部"] = {
				this = true
			}
		},
		["夫"] = {
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["色"] = {
				this = true,
				["站"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["燃"] = {
				["料"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					["最"] = {
						["新"] = {
							["地"] = {
								["址"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["聚"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["门"] = {
			["辣"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["民"] = {
			["真"] = {
				["正"] = {
					["贫"] = {
						["困"] = {
							["的"] = {
								["根"] = {
									["源"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["村"] = {
			["极"] = {
				["品"] = {
					["Ａ"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["乱"] = {
					["伦"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["拍"] = {
		["肩"] = {
			["神"] = {
				["药"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["藥"] = {
					this = true
				}
			},
			["型"] = {
				["迷"] = {
					this = true,
					["魂"] = {
						["粉"] = {
							this = true,
							["真"] = {
								["话"] = {
									["药"] = {
										this = true
									}
								}
							}
						}
					},
					["*"] = {
						["药"] = {
							this = true
						}
					},
					["幻"] = {
						["剂"] = {
							this = true
						},
						["药"] = {
							this = true
						}
					},
					["药"] = {
						this = true
					}
				},
				["昏"] = {
					["迷"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				this = true,
				["药"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						},
						["售"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["▓"] = {
					["幻"] = {
						["▓"] = {
							["药"] = {
								this = true
							}
						}
					}
				},
				["幻"] = {
					["药"] = {
						this = true
					}
				}
			},
			["药"] = {
				this = true,
				["苍"] = {
					["蝇"] = {
						["水"] = {
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["水"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["粉"] = {
				this = true,
				["乖"] = {
					["乖"] = {
						["水"] = {
							this = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["失"] = {
					["忆"] = {
						["水"] = {
							this = true
						}
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["乙"] = {
					["醚"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["蒾"] = {
				["葯"] = {
					this = true,
					["專"] = {
						this = true
					}
				}
			},
			["听"] = {
				["话"] = {
					["粉"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["葯"] = {
				["仺"] = {
					["蠅"] = {
						["氺"] = {
							["專"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["拍"] = {
			["用"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["花"] = {
			["子"] = {
				this = true
			}
		},
		A = {
			V = {
				["內"] = {
					["射"] = {
						this = true
					}
				}
			}
		},
		["摄"] = {
			["做"] = {
				["爱"] = {
					["全"] = {
						["过"] = {
							["程"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["洗"] = {
			["澡"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["苹"] = {
		["果"] = {
			this = true,
			["日"] = {
				["报"] = {
					this = true,
					[" "] = {
						["李"] = {
							["东"] = {
								["生"] = {
									[" "] = {
										["习"] = {
											[" "] = {
												["财"] = {
													["富"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["版"] = {
				["电"] = {
					["视"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["机"] = {
				this = true
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["找"] = {
				["回"] = {
					["手"] = {
						["机"] = {
							this = true
						}
					}
				}
			},
			["针"] = {
				["孔"] = {
					["摄"] = {
						["像"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["仆"] = {
		["街"] = {
			this = true
		},
		["从"] = {
			this = true
		},
		["妹"] = {
			["毎"] = {
				["日"] = {
					["中"] = {
						["出"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["气"] = {
		["象"] = {
			["局"] = {
				this = true
			},
			["播"] = {
				["报"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			}
		},
		["皇"] = {
			this = true,
			["4"] = {
				["0"] = {
					["0"] = {
						this = true
					}
				}
			}
		},
		["狗"] = {
			this = true,
			["狗"] = {
				["粮"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["狗"] = {
					["粮"] = {
						this = true
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			},
			["配"] = {
				["件"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["专"] = {
				this = true,
				["卖"] = {
					this = true
				},
				["店"] = {
					this = true
				},
				["网"] = {
					this = true
				},
				["营"] = {
					this = true,
					["店"] = {
						this = true
					}
				}
			},
			["坐"] = {
				["子"] = {
					this = true
				}
			},
			["大"] = {
				["猫"] = {
					this = true
				}
			},
			["图"] = {
				["纸"] = {
					this = true
				}
			},
			["出"] = {
				["气"] = {
					["伐"] = {
						["解"] = {
							["剖"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				},
				["售"] = {
					[" "] = {
						["进"] = {
							["口"] = {
								["气"] = {
									["狗"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			[" "] = {
				["高"] = {
					["压"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			M = {
				["4"] = {
					A = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["爆"] = {
				["弹"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["儿"] = {
				["狗"] = {
					["儿"] = {
						["粮"] = {
							this = true
						}
					}
				},
				["货"] = {
					this = true
				},
				["粮"] = {
					this = true
				},
				["铅"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						},
						["抢"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["粮"] = {
				this = true,
				["便"] = {
					["宜"] = {
						this = true
					}
				},
				["密"] = {
					["云"] = {
						["怀"] = {
							["柔"] = {
								this = true
							}
						}
					}
				},
				["售"] = {
					this = true
				}
			},
			["零"] = {
				["件"] = {
					this = true
				}
			},
			["汽"] = {
				["狗"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["拉"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			}
		},
		["枪"] = {
			this = true,
			["枪"] = {
				["管"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["瞄"] = {
				["准"] = {
					["镜"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["器"] = {
						this = true,
						["配"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["点"] = {
							this = true
						},
						["店"] = {
							this = true
						},
						["售"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["铅"] = {
				["弹"] = {
					this = true,
					T = {
						E = {
							L = {
								this = true
							}
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["模"] = {
						["具"] = {
							this = true
						}
					},
					["现"] = {
						["货"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["子"] = {
					["的"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			["免"] = {
				["定"] = {
					["金"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true,
				["业"] = {
					["配"] = {
						["件"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				},
				["卖"] = {
					["网"] = {
						this = true
					}
				},
				["城"] = {
					this = true
				},
				["点"] = {
					this = true
				},
				["店"] = {
					this = true
				},
				["门"] = {
					["网"] = {
						this = true
					}
				},
				["密"] = {
					["云"] = {
						["商"] = {
							["城"] = {
								this = true
							}
						}
					}
				},
				["区"] = {
					this = true
				},
				["商"] = {
					["城"] = {
						this = true
					}
				},
				["售"] = {
					this = true
				},
				["网"] = {
					this = true,
					["狙"] = {
						["击"] = {
							["弩"] = {
								this = true
							}
						}
					}
				},
				["销"] = {
					["网"] = {
						this = true
					}
				},
				["用"] = {
					["气"] = {
						this = true
					}
				},
				["展"] = {
					["示"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["品"] = {
					["网"] = {
						this = true
					}
				},
				["刀"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["购"] = {
					this = true
				},
				["为"] = {
					["您"] = {
						this = true
					}
				},
				["站"] = {
					this = true
				}
			},
			["猎"] = {
				["枪"] = {
					this = true,
					["专"] = {
						this = true,
						["网"] = {
							this = true
						},
						["店"] = {
							this = true
						}
					},
					["麻"] = {
						["醉"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["便"] = {
						["宜"] = {
							["出"] = {
								this = true
							}
						}
					},
					["钢"] = {
						["珠"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				},
				["具"] = {
					["网"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true
			},
			["制"] = {
				["做"] = {
					["教"] = {
						["学"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["硬"] = {
					["币"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["猎"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["结"] = {
				["构"] = {
					["图"] = {
						this = true
					},
					["原"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["弹"] = {
				this = true,
				["模"] = {
					["具"] = {
						this = true
					}
				},
				["簧"] = {
					this = true,
					["?"] = {
						this = true
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["/"] = {
				["出"] = {
					["售"] = {
						["/"] = {
							["专"] = {
								["卖"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["猎"] = {
					["枪"] = {
						["/"] = {
							["钢"] = {
								["珠"] = {
									["枪"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true,
						["出"] = {
							["售"] = {
								this = true
							}
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["槍"] = {
						this = true
					}
				}
			},
			["购"] = {
				["买"] = {
					["|"] = {
						["气"] = {
							["枪"] = {
								["组"] = {
									["装"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["货"] = {
				this = true,
				["到"] = {
					["付"] = {
						this = true,
						["款"] = {
							this = true,
							[","] = {
								["汽"] = {
									["狗"] = {
										["出"] = {
											["售"] = {
												["\""] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["价"] = {
				["格"] = {
					this = true,
					[" "] = {
						["仿"] = {
							["真"] = {
								["气"] = {
									["枪"] = {
										this = true
									}
								}
							}
						}
					},
					["，"] = {
						["气"] = {
							["枪"] = {
								["专"] = {
									["卖"] = {
										["店"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["看"] = {
				["货"] = {
					this = true,
					["加"] = {
						this = true,
						Q = {
							Q = {
								this = true
							}
						}
					}
				}
			},
			["联"] = {
				["系"] = {
					this = true,
					Q = {
						Q = {
							this = true
						}
					},
					["低"] = {
						["价"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["魂"] = {
					["药"] = {
						this = true
					}
				}
			},
			["$"] = {
				this = true,
				["专"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["、"] = {
				["电"] = {
					["狗"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			b = {
				["5"] = {
					["0"] = {
						["配"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			B = {
				B = {
					["弹"] = {
						this = true
					}
				}
			},
			d = {
				e = {
					this = true
				}
			},
			i = {
				["专"] = {
					["网"] = {
						this = true
					}
				}
			},
			M = {
				["7"] = {
					["0"] = {
						["0"] = {
							this = true
						}
					}
				}
			},
			Q = {
				this = true
			},
			["扳"] = {
				["机"] = {
					["结"] = {
						["构"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["厂"] = {
				this = true
			},
			["充"] = {
				["气"] = {
					this = true
				}
			},
			["大"] = {
				["全"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["的"] = {
				this = true,
				["网"] = {
					["站"] = {
						this = true
					}
				},
				["有"] = {
					["效"] = {
						["射"] = {
							["程"] = {
								this = true
							}
						}
					}
				},
				["原"] = {
					["理"] = {
						this = true,
						["书"] = {
							["籍"] = {
								this = true
							},
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["看"] = {
						["货"] = {
							["加"] = {
								this = true
							}
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["小"] = {
						["口"] = {
							["径"] = {
								this = true
							}
						}
					},
					["组"] = {
						["装"] = {
							this = true
						}
					}
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["多"] = {
				["少"] = {
					["钱"] = {
						this = true
					}
				}
			},
			["阀"] = {
				this = true,
				["门"] = {
					["原"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					this = true,
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["狗"] = {
							this = true
						},
						["瓶"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				["粮"] = {
					["专"] = {
						this = true
					}
				}
			},
			["构"] = {
				["造"] = {
					["及"] = {
						["原"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			},
			["官"] = {
				["方"] = {
					["网"] = {
						this = true
					}
				}
			},
			["海"] = {
				["豹"] = {
					M = {
						["9"] = {
							this = true
						}
					}
				}
			},
			["华"] = {
				["北"] = {
					["地"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["火"] = {
				["狗"] = {
					this = true
				}
			},
			["及"] = {
				["零"] = {
					["件"] = {
						this = true
					}
				}
			},
			["急"] = {
				["售"] = {
					this = true
				}
			},
			["解"] = {
				["剖"] = {
					["图"] = {
						this = true
					}
				}
			},
			["零"] = {
				["部"] = {
					["件"] = {
						this = true,
						["交"] = {
							["换"] = {
								this = true
							}
						},
						["现"] = {
							["货"] = {
								this = true
							}
						}
					}
				},
				["件"] = {
					this = true
				}
			},
			["麻"] = {
				["枪"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["南"] = {
				["哥"] = {
					["专"] = {
						this = true
					}
				}
			},
			["配"] = {
				["件"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["区"] = {
							this = true
						}
					}
				}
			},
			["皮"] = {
				["碗"] = {
					this = true
				}
			},
			["气"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					["组"] = {
						["装"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["商"] = {
				["城"] = {
					this = true
				}
			},
			["上"] = {
				["品"] = {
					this = true
				}
			},
			["世"] = {
				["界"] = {
					["网"] = {
						this = true
					}
				}
			},
			["式"] = {
				["两"] = {
					["用"] = {
						["中"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["啥"] = {
					["样"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["收"] = {
				["藏"] = {
					["网"] = {
						this = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["膛"] = {
				["线"] = {
					this = true,
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				}
			},
			["套"] = {
				["件"] = {
					this = true
				}
			},
			["图"] = {
				this = true,
				["纸"] = {
					this = true,
					C = {
						A = {
							D = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["需"] = {
					["定"] = {
						["金"] = {
							this = true
						}
					}
				}
			},
			["西"] = {
				["班"] = {
					["牙"] = {
						["高"] = {
							["价"] = {
								this = true
							}
						}
					}
				}
			},
			["现"] = {
				["货"] = {
					this = true
				}
			},
			["消"] = {
				["声"] = {
					["器"] = {
						this = true
					}
				},
				["音"] = {
					["器"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						this = true,
						["猎"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["压"] = {
				["气"] = {
					["活"] = {
						["塞"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["原"] = {
				["装"] = {
					["进"] = {
						["口"] = {
							this = true
						}
					}
				}
			},
			["展"] = {
				["示"] = {
					["网"] = {
						this = true
					}
				}
			},
			["之"] = {
				["家"] = {
					this = true
				}
			},
			["直"] = {
				["销"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["指"] = {
				["定"] = {
					this = true
				}
			},
			["中"] = {
				["心"] = {
					this = true
				}
			},
			["种"] = {
				["类"] = {
					this = true
				}
			},
			["转"] = {
				["让"] = {
					this = true
				}
			},
			["组"] = {
				["装"] = {
					this = true
				}
			}
		},
		["抢"] = {
			this = true,
			["网"] = {
				this = true
			},
			["土"] = {
				["鹰"] = {
					this = true
				}
			},
			["管"] = {
				this = true
			},
			["厂"] = {
				this = true
			},
			["仿"] = {
				["真"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["看"] = {
				["货"] = {
					["加"] = {
						this = true
					}
				}
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						this = true
					}
				}
			},
			["专"] = {
				["网"] = {
					this = true
				}
			},
			["组"] = {
				["装"] = {
					this = true
				}
			}
		},
		["动"] = {
			["短"] = {
				["狗"] = {
					this = true
				}
			},
			["吹"] = {
				["箭"] = {
					this = true
				}
			},
			["狗"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["仿"] = {
				["真"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["回"] = {
				["膛"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["力"] = {
				["钢"] = {
					["珠"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["铅"] = {
				["弹"] = {
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true
			},
			["式"] = {
				["钢"] = {
					["珠"] = {
						this = true
					}
				}
			},
			["手"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["长"] = {
				["狗"] = {
					this = true
				}
			}
		},
		g = {
			o = {
				u = {
					this = true,
					["粮"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				}
			}
		},
		["步"] = {
			["枪"] = {
				this = true,
				["专"] = {
					this = true,
					["业"] = {
						["网"] = {
							this = true
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["二"] = {
					["手"] = {
						this = true
					}
				},
				["结"] = {
					["构"] = {
						["图"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["木"] = {
				["仓"] = {
					this = true
				}
			}
		},
		["弹"] = {
			["枪"] = {
				this = true,
				["专"] = {
					["网"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["槍"] = {
				this = true
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["同"] = {
			["枪"] = {
				this = true
			}
		},
		["弩"] = {
			this = true,
			["官"] = {
				["方"] = {
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["罐"] = {
			["枪"] = {
				["做"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["改"] = {
			["火"] = {
				this = true
			}
		},
		["阀"] = {
			["枪"] = {
				this = true
			}
		},
		["拉"] = {
			["鸡"] = {
				this = true
			}
		},
		["豞"] = {
			this = true
		},
		["秃"] = {
			this = true,
			["子"] = {
				this = true
			},
			["管"] = {
				this = true
			}
		},
		["仓"] = {
			this = true
		},
		["鸡"] = {
			this = true,
			["专"] = {
				this = true,
				["卖"] = {
					this = true
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true
				}
			}
		},
		["长"] = {
			["狗"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["仓"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["氵"] = {
					["气"] = {
						["犭"] = {
							["句"] = {
								this = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["豿"] = {
			this = true
		},
		["排"] = {
			["吹"] = {
				this = true
			}
		},
		["吹"] = {
			this = true,
			["抢"] = {
				this = true
			},
			["枪"] = {
				["做"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["压"] = {
			["鸟"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["筒"] = {
			["吹"] = {
				this = true
			}
		},
		["&"] = {
			g = {
				o = {
					u = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true
			}
		},
		G = {
			u = {
				n = {
					["专"] = {
						this = true
					}
				}
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							this = true,
							["弹"] = {
								this = true
							},
							["儿"] = {
								this = true
							},
							["货"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爆"] = {
			["爆"] = {
				["枪"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["熗"] = {
				this = true
			}
		},
		["车"] = {
			["干"] = {
				["扰"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["短"] = {
			["狗"] = {
				this = true,
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["狙"] = {
			["狗"] = {
				this = true
			},
			["击"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["控"] = {
			["式"] = {
				["枪"] = {
					["管"] = {
						this = true
					}
				}
			}
		},
		["猎"] = {
			this = true,
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["收"] = {
					["藏"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["驽"] = {
			["官"] = {
				["方"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				}
			}
		},
		["泡"] = {
			["网"] = {
				this = true
			}
		},
		["槍"] = {
			this = true,
			["步"] = {
				["槍"] = {
					["专"] = {
						this = true
					}
				}
			},
			["低"] = {
				["价"] = {
					["…"] = {
						["…"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["看"] = {
				["货"] = {
					["加"] = {
						this = true
					}
				}
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["小"] = {
				["口"] = {
					["径"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true,
				["店"] = {
					this = true
				}
			},
			["组"] = {
				["装"] = {
					this = true
				}
			}
		},
		["鎗"] = {
			this = true
		},
		["熗"] = {
			this = true
		},
		["球"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["手"] = {
			["狗"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				},
				["原"] = {
					["理"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["体"] = {
			["反"] = {
				["冲"] = {
					["式"] = {
						this = true
					}
				}
			},
			["前"] = {
				["冲"] = {
					["式"] = {
						this = true
					}
				}
			}
		},
		["性"] = {
			["坏"] = {
				["疽"] = {
					["病"] = {
						this = true
					}
				}
			},
			["壞"] = {
				["疽"] = {
					["病"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["钱"] = {
		["其"] = {
			["琛"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["柜"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["6"] = {
						["7"] = {
							["8"] = {
								this = true
							}
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["7"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["宝"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["袋"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["达"] = {
			this = true
		},
		["国"] = {
			["梁"] = {
				this = true
			}
		},
		["运"] = {
			["录"] = {
				this = true
			}
		},
		["大"] = {
			["拿"] = {
				this = true
			}
		},
		["多"] = {
			["多"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["心"] = {
					["水"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["还"] = {
			["没"] = {
				["存"] = {
					this = true
				}
			}
		},
		["宏"] = {
			["宇"] = {
				this = true
			}
		},
		["理"] = {
			["群"] = {
				this = true
			}
		},
		["联"] = {
			["系"] = {
				this = true
			}
		},
		["龙"] = {
			this = true
		},
		["明"] = {
			["奇"] = {
				this = true
			}
		},
		["士"] = {
			["臣"] = {
				["房"] = {
					["山"] = {
						["分"] = {
							["局"] = {
								this = true
							}
						}
					}
				},
				["钱"] = {
					["淑"] = {
						["琴"] = {
							this = true
						}
					}
				}
			}
		},
		["伟"] = {
			["成"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["学"] = {
			["森"] = {
				q = {
					v = {
						o = {
							d = {
								this = true
							}
						}
					}
				}
			}
		},
		["云"] = {
			["会"] = {
				this = true
			}
		},
		["庄"] = {
			["老"] = {
				["板"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["乔"] = {
		["石"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["波"] = {
			["室"] = {
				["内"] = {
					["滑"] = {
						["雪"] = {
							["馆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["峰"] = {
			this = true
		},
		["复"] = {
			["盛"] = {
				this = true
			}
		},
		["冠"] = {
			["华"] = {
				this = true
			}
		},
		["清"] = {
			["盛"] = {
				this = true
			}
		},
		["致"] = {
			["广"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["侨"] = {
		["办"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["切"] = {
		["七"] = {
			this = true
		},
		["波"] = {
			["特"] = {
				this = true
			}
		},
		["割"] = {
			["薄"] = {
				["谷"] = {
					["软"] = {
						["着"] = {
							["陆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["换"] = {
			["低"] = {
				["空"] = {
					N = {
						this = true
					}
				}
			},
			["高"] = {
				["空"] = {
					H = {
						this = true
					}
				}
			}
		},
		["尼"] = {
			["燧"] = {
				["发"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["听"] = {
			this = true
		}
	}
end

temp()
