pg = pg or {}
slot0 = pg
slot0.word_template_40 = {}
slot1 = slot0.word_template_40

function temp()
	uv0["情"] = {
		["色"] = {
			this = true,
			["天"] = {
				["崖"] = {
					this = true
				}
			},
			["文"] = {
				["学"] = {
					this = true
				},
				["學"] = {
					this = true
				}
			},
			["艺"] = {
				["术"] = {
					this = true,
					["天"] = {
						["空"] = {
							this = true
						}
					},
					["中"] = {
						["心"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["阁"] = {
				this = true,
				["网"] = {
					["址"] = {
						this = true
					}
				},
				["综"] = {
					["合"] = {
						this = true
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true,
					["聊"] = {
						["天"] = {
							this = true
						}
					}
				},
				["讯"] = {
					this = true
				}
			},
			["射"] = {
				["雕"] = {
					this = true
				}
			},
			["5"] = {
				this = true,
				["月"] = {
					["天"] = {
						this = true
					}
				}
			},
			["{"] = {
				["5"] = {
					["}"] = {
						this = true
					}
				}
			},
			["大"] = {
				["片"] = {
					this = true
				},
				["全"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true,
					["导"] = {
						["航"] = {
							this = true
						}
					},
					["立"] = {
						["即"] = {
							["看"] = {
								this = true
							}
						}
					},
					["网"] = {
						["站"] = {
							this = true
						}
					},
					["院"] = {
						this = true
					}
				}
			},
			["光"] = {
				["碟"] = {
					this = true
				}
			},
			["呻"] = {
				["吟"] = {
					this = true
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			},
			["帖"] = {
				["图"] = {
					["成"] = {
						["人"] = {
							["漫"] = {
								["画"] = {
									["性"] = {
										["爱"] = {
											["图"] = {
												["片"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["小"] = {
				["说"] = {
					this = true,
					["网"] = {
						this = true
					},
					["阅"] = {
						["读"] = {
							this = true
						}
					},
					["在"] = {
						["线"] = {
							this = true
						}
					}
				},
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["說"] = {
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["片"] = {
					this = true
				},
				["院"] = {
					this = true
				}
			},
			["3"] = {
				["6"] = {
					["5"] = {
						this = true
					}
				}
			},
			A = {
				V = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				},
				["片"] = {
					this = true,
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["Ｂ"] = {
				["Ｔ"] = {
					this = true
				}
			},
			m = {
				m = {
					this = true
				}
			},
			S = {
				E = {
					["五"] = {
						["月"] = {
							this = true
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					["初"] = {
						["体"] = {
							["验"] = {
								this = true
							}
						}
					}
				}
			},
			["百"] = {
				["度"] = {
					["電"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["宝"] = {
				["贝"] = {
					["网"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					this = true,
					["大"] = {
						["全"] = {
							this = true
						}
					},
					["基"] = {
						["地"] = {
							this = true
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["論"] = {
						["壇"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["導"] = {
				["航"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["动"] = {
				["漫"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["高"] = {
				["清"] = {
					["图"] = {
						this = true
					}
				}
			},
			["工"] = {
				["厂"] = {
					this = true
				}
			},
			["谷"] = {
				this = true
			},
			["花"] = {
				["园"] = {
					this = true
				}
			},
			["基"] = {
				["地"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["集"] = {
				["中"] = {
					["营"] = {
						this = true
					}
				}
			},
			["捷"] = {
				["運"] = {
					["站"] = {
						this = true
					}
				}
			},
			["九"] = {
				["九"] = {
					["网"] = {
						this = true
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["卡"] = {
				["通"] = {
					this = true
				}
			},
			["空"] = {
				["姐"] = {
					A = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["快"] = {
				["播"] = {
					this = true,
					["3"] = {
						["6"] = {
							["0"] = {
								this = true
							}
						}
					}
				}
			},
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					this = true,
					["室"] = {
						this = true
					}
				}
			},
			["六"] = {
				["月"] = {
					["天"] = {
						this = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["漫"] = {
				["画"] = {
					this = true
				}
			},
			["毛"] = {
				["片"] = {
					this = true
				}
			},
			["美"] = {
				["眉"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			},
			["排"] = {
				["行"] = {
					["榜"] = {
						this = true
					}
				}
			},
			["片"] = {
				this = true
			},
			["人"] = {
				["与"] = {
					["兽"] = {
						this = true,
						["?"] = {
							this = true
						}
					}
				}
			},
			["世"] = {
				["界"] = {
					this = true
				}
			},
			["套"] = {
				["图"] = {
					this = true
				}
			},
			["推"] = {
				["油"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["游"] = {
					this = true
				},
				["站"] = {
					this = true
				},
				["址"] = {
					this = true
				}
			},
			["五"] = {
				["月"] = {
					this = true,
					["天"] = {
						this = true,
						["迷"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["仙"] = {
				["林"] = {
					this = true
				}
			},
			["迅"] = {
				["雷"] = {
					["快"] = {
						["播"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["本"] = {
					["蛋"] = {
						["综"] = {
							["合"] = {
								this = true
							}
						}
					}
				}
			},
			["藝"] = {
				["術"] = {
					["天"] = {
						["空"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["遊"] = {
				["@"] = {
					["@"] = {
						["戲"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["@"] = {
					["@"] = {
						["戏"] = {
							this = true
						}
					}
				},
				["戏"] = {
					this = true
				}
			},
			["照"] = {
				["片"] = {
					this = true
				}
			},
			["侦"] = {
				["查"] = {
					B = {
						T = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["播"] = {
					this = true
				}
			},
			["综"] = {
				["合"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["婦"] = {
			this = true
		},
		["獸"] = {
			this = true
		},
		["蛊"] = {
			this = true
		},
		["欲"] = {
			this = true,
			["超"] = {
				["市"] = {
					this = true
				}
			},
			["两"] = {
				["极"] = {
					this = true
				}
			},
			["小"] = {
				["说"] = {
					this = true
				}
			},
			["缠"] = {
				["身"] = {
					this = true
				}
			},
			["电"] = {
				["车"] = {
					this = true
				}
			},
			["贵"] = {
				["族"] = {
					this = true
				}
			},
			["奸"] = {
				["岳"] = {
					["母"] = {
						this = true
					}
				}
			},
			["王"] = {
				["朝"] = {
					this = true
				}
			},
			["新"] = {
				["世"] = {
					["界"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			this = true,
			["包"] = {
				["养"] = {
					["网"] = {
						this = true
					}
				}
			},
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["會"] = {
				["所"] = {
					this = true
				}
			},
			["节"] = {
				this = true
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["两"] = {
				["性"] = {
					["频"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["路"] = {
				["边"] = {
					["野"] = {
						["战"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["堂"] = {
					this = true
				}
			},
			["脱"] = {
				["裤"] = {
					["水"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true,
				["艺"] = {
					["术"] = {
						this = true
					}
				},
				["找"] = {
					["情"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["和"] = {
			["欲"] = {
				["的"] = {
					["两"] = {
						["极"] = {
							this = true
						}
					}
				}
			}
		},
		["语"] = {
			["潮"] = {
				["湿"] = {
					this = true
				}
			}
		},
		["迷"] = {
			["小"] = {
				["晚"] = {
					["香"] = {
						this = true
					}
				}
			},
			["都"] = {
				["市"] = {
					this = true
				}
			},
			["药"] = {
				["商"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["燃"] = {
			["今"] = {
				["生"] = {
					this = true
				}
			},
			["官"] = {
				["场"] = {
					this = true
				}
			}
		},
		["趣"] = {
			this = true,
			["用"] = {
				["品"] = {
					this = true
				}
			},
			["内"] = {
				["衣"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["跳"] = {
				["蛋"] = {
					this = true
				}
			}
		},
		["妇"] = {
			this = true,
			["梦"] = {
				["雪"] = {
					this = true
				}
			}
		},
		["爱"] = {
			this = true,
			["爱"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["服"] = {
				["务"] = {
					["站"] = {
						["站"] = {
							this = true
						}
					}
				}
			}
		},
		["报"] = {
			["点"] = {
				this = true,
				["数"] = {
					["卡"] = {
						["包"] = {
							this = true
						}
					}
				}
			}
		},
		["夫"] = {
			this = true
		},
		["感"] = {
			["陪"] = {
				["护"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					["欣"] = {
						["赏"] = {
							this = true
						}
					}
				}
			}
		},
		["海"] = {
			["缘"] = {
				this = true
			}
		},
		["狐"] = {
			this = true
		},
		["侣"] = {
			["宾"] = {
				["馆"] = {
					["操"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["不"] = {
				["雅"] = {
					["照"] = {
						this = true
					}
				}
			},
			["时"] = {
				["刻"] = {
					this = true
				}
			},
			["偷"] = {
				["欢"] = {
					this = true
				}
			},
			["网"] = {
				["吧"] = {
					["门"] = {
						this = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					["园"] = {
						this = true
					}
				}
			},
			["一"] = {
				["起"] = {
					["去"] = {
						["按"] = {
							["摩"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["情"] = {
			["五"] = {
				["月"] = {
					["天"] = {
						this = true
					}
				}
			}
		},
		["铯"] = {
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["筷"] = {
				["播"] = {
					["③"] = {
						["⑥"] = {
							["0"] = {
								this = true
							}
						}
					}
				}
			},
			["晟"] = {
				["亽"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["兽"] = {
			this = true
		},
		["网"] = {
			["站"] = {
				this = true
			}
		},
		["缘"] = {
			["按"] = {
				["摩"] = {
					["会"] = {
						["所"] = {
							this = true
						}
					}
				}
			},
			["客"] = {
				["栈"] = {
					this = true
				}
			},
			["书"] = {
				["斋"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["湿"] = {
		["穴"] = {
			this = true
		},
		["身"] = {
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["了"] = {
			this = true,
			["还"] = {
				["说"] = {
					["不"] = {
						["要"] = {
							this = true
						}
					},
					["要"] = {
						this = true
					}
				}
			}
		},
		["淋"] = {
			["淋"] = {
				["的"] = {
					["骚"] = {
						["阴"] = {
							["道"] = {
								this = true
							}
						}
					},
					["阴"] = {
						["道"] = {
							this = true
						}
					}
				}
			}
		},
		["漉"] = {
			["漉"] = {
				["的"] = {
					["内"] = {
						["裤"] = {
							this = true
						}
					}
				}
			}
		},
		["热"] = {
			["一"] = {
				["瞬"] = {
					["间"] = {
						this = true
					}
				}
			}
		},
		["润"] = {
			["的"] = {
				["花"] = {
					["蕊"] = {
						this = true
					}
				},
				["嫩"] = {
					["穴"] = {
						["中"] = {
							this = true
						}
					}
				}
			}
		},
		["透"] = {
			["的"] = {
				["内"] = {
					["裤"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["舔"] = {
		["逼"] = {
			this = true
		},
		["屁"] = {
			["眼"] = {
				this = true
			}
		},
		["鸡"] = {
			["巴"] = {
				this = true
			}
		},
		B = {
			this = true
		},
		["脚"] = {
			this = true
		},
		["屄"] = {
			this = true
		},
		["西"] = {
			this = true
		},
		["嫩"] = {
			["逼"] = {
				this = true
			}
		},
		["阴"] = {
			this = true,
			["自"] = {
				["慰"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["奶"] = {
			this = true
		},
		["私"] = {
			["处"] = {
				this = true
			}
		},
		["出"] = {
			["淫"] = {
				["水"] = {
					this = true
				}
			}
		},
		["大"] = {
			["奶"] = {
				["女"] = {
					["乳"] = {
						["尖"] = {
							this = true
						}
					}
				}
			}
		},
		["到"] = {
			["你"] = {
				["射"] = {
					this = true
				}
			}
		},
		["哥"] = {
			["哥"] = {
				["鸡"] = {
					["巴"] = {
						this = true
					}
				}
			}
		},
		["功"] = {
			["一"] = {
				["流"] = {
					["不"] = {
						["输"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["雞"] = {
			["巴"] = {
				this = true
			}
		},
		["腳"] = {
			this = true
		},
		["菊"] = {
			this = true
		},
		["抠"] = {
			this = true
		},
		["美"] = {
			["女"] = {
				["屁"] = {
					["眼"] = {
						this = true
					}
				},
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["蜜"] = {
			["穴"] = {
				this = true
			}
		},
		["弄"] = {
			["大"] = {
				["阴"] = {
					["唇"] = {
						this = true
					}
				}
			},
			["鸡"] = {
				["巴"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					["小"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["同"] = {
					["事"] = {
						["穴"] = {
							["口"] = {
								this = true
							}
						}
					}
				}
			},
			["骚"] = {
				["鸡"] = {
					["巴"] = {
						this = true
					}
				}
			},
			["她"] = {
				["的"] = {
					["穴"] = {
						this = true
					}
				},
				["骚"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["我"] = {
				["鸡"] = {
					["巴"] = {
						this = true
					}
				}
			},
			["小"] = {
				["鸡"] = {
					["鸡"] = {
						this = true
					},
					["鸟"] = {
						this = true
					}
				},
				["穴"] = {
					this = true
				}
			},
			["穴"] = {
				["口"] = {
					this = true
				}
			}
		},
		["女"] = {
			["人"] = {
				["的"] = {
					["香"] = {
						["臀"] = {
							this = true,
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["阴"] = {
					["蒂"] = {
						this = true
					}
				}
			},
			["阴"] = {
				["私"] = {
					["处"] = {
						this = true
					}
				}
			}
		},
		["舐"] = {
			["着"] = {
				["阴"] = {
					["道"] = {
						["内"] = {
							["壁"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["吮"] = {
			this = true,
			["她"] = {
				["的"] = {
					["阴"] = {
						["唇"] = {
							this = true
						}
					}
				}
			}
		},
		["她"] = {
			["的"] = {
				["花"] = {
					["蕊"] = {
						this = true
					}
				},
				["小"] = {
					["洞"] = {
						["洞"] = {
							this = true
						}
					}
				},
				["穴"] = {
					this = true
				}
			},
			["花"] = {
				["核"] = {
					this = true
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["我"] = {
			["的"] = {
				["逼"] = {
					["逼"] = {
						this = true
					}
				},
				["龟"] = {
					["头"] = {
						this = true
					}
				}
			}
		},
		["下"] = {
			["体"] = {
				this = true
			}
		},
		["小"] = {
			["穴"] = {
				this = true,
				["淫"] = {
					["水"] = {
						this = true
					}
				}
			}
		},
		["穴"] = {
			this = true
		},
		["淫"] = {
			["水"] = {
				this = true
			}
		},
		["玉"] = {
			["脚"] = {
				this = true
			}
		},
		["足"] = {
			["留"] = {
				["香"] = {
					this = true
				}
			}
		},
		["阝"] = {
			["月"] = {
				this = true,
				["自"] = {
					["慰"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["案"] = {
			["们"] = {
				this = true
			},
			["們"] = {
				this = true
			}
		},
		["蛋"] = {
			this = true
		},
		b = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["亂"] = {
		["倫"] = {
			this = true
		},
		["交"] = {
			this = true
		},
		["輪"] = {
			this = true
		},
		["茭"] = {
			this = true,
			["視"] = {
				["頻"] = {
					this = true
				}
			}
		},
		["囵"] = {
			["尒"] = {
				["説"] = {
					this = true
				}
			},
			["圖"] = {
				["岖"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["做"] = {
		["爱"] = {
			this = true,
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["挑"] = {
				["逗"] = {
					this = true
				}
			},
			["1"] = {
				["8"] = {
					["式"] = {
						this = true
					}
				}
			},
			["6"] = {
				["9"] = {
					["式"] = {
						this = true
					}
				}
			},
			["7"] = {
				["8"] = {
					["9"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			m = {
				m = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["播"] = {
					this = true
				}
			}
		},
		["愛"] = {
			this = true,
			["包"] = {
				["爽"] = {
					this = true
				}
			},
			["插"] = {
				["入"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["寫"] = {
				["真"] = {
					["集"] = {
						this = true
					}
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["綜"] = {
				["合"] = {
					this = true
				}
			}
		},
		["嗳"] = {
			this = true
		},
		["僾"] = {
			this = true
		},
		["艾"] = {
			this = true
		},
		["人"] = {
			["不"] = {
				["能"] = {
					["太"] = {
						c = {
							c = {
								t = {
									v = {
										["了"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["当"] = {
				["如"] = {
					["邓"] = {
						["小"] = {
							["平"] = {
								this = true
							}
						}
					},
					["胡"] = {
						["进"] = {
							["套"] = {
								this = true
							}
						}
					},
					["贾"] = {
						["庆"] = {
							["林"] = {
								this = true
							}
						}
					},
					["温"] = {
						["假"] = {
							["报"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鸡"] = {
			this = true
		},
		["雞"] = {
			this = true
		},
		["鸭"] = {
			this = true
		},
		["原"] = {
			["子"] = {
				["弹"] = {
					this = true,
					["方"] = {
						["法"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["爱"] = {
				this = true
			}
		},
		["⊙"] = {
			["爱"] = {
				this = true
			}
		},
		a = {
			i = {
				this = true
			}
		},
		["啊"] = {
			["愛"] = {
				this = true
			}
		},
		["噯"] = {
			["插"] = {
				["兦"] = {
					this = true
				}
			}
		},
		["菜"] = {
			["做"] = {
				["爱"] = {
					["两"] = {
						["不"] = {
							["误"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["的"] = {
			["又"] = {
				["一"] = {
					["套"] = {
						this = true
					}
				}
			}
		},
		["肛"] = {
			this = true
		},
		["给"] = {
			["天"] = {
				["看"] = {
					this = true
				}
			}
		},
		["家"] = {
			["教"] = {
				["时"] = {
					["被"] = {
						["奸"] = {
							this = true
						}
					}
				}
			}
		},
		["假"] = {
			this = true,
			["驾"] = {
				["驶"] = {
					["证"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true
			},
			["会"] = {
				["计"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["驾"] = {
			["驶"] = {
				["证"] = {
					this = true
				}
			}
		},
		["了"] = {
			["十"] = {
				["年"] = {
					["世"] = {
						["界"] = {
							["上"] = {
								["国"] = {
									["家"] = {
										["的"] = {
											["总"] = {
												["理"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["领"] = {
			["导"] = {
				["也"] = {
					["难"] = {
						this = true
					}
				}
			}
		},
		["奴"] = {
			["隶"] = {
				["的"] = {
					["大"] = {
						["小"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["枪"] = {
			this = true
		},
		["身"] = {
			["份"] = {
				["证"] = {
					this = true
				}
			}
		},
		["视"] = {
			["频"] = {
				["的"] = {
					this = true
				}
			}
		},
		["台"] = {
			["小"] = {
				["姐"] = {
					["黑"] = {
						["社"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["泰"] = {
			["国"] = {
				["按"] = {
					["摩"] = {
						this = true
					}
				}
			}
		},
		["维"] = {
			["吾"] = {
				["尔"] = {
					["人"] = {
						["最"] = {
							["难"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["硝"] = {
			["酸"] = {
				["甘"] = {
					["油"] = {
						["炸"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鴨"] = {
			this = true
		},
		["一"] = {
			["些"] = {
				["政"] = {
					["治"] = {
						["交"] = {
							["待"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["炸"] = {
			["弹"] = {
				this = true
			},
			["药"] = {
				this = true
			}
		},
		["证"] = {
			["件"] = {
				this = true
			}
		},
		["毕"] = {
			["业"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["采"] = {
		["花"] = {
			["堂"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["团"] = {
				this = true
			},
			["必"] = {
				["备"] = {
					this = true
				}
			},
			["大"] = {
				["盗"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["性"] = {
				["息"] = {
					this = true
				}
			}
		},
		["购"] = {
			["礼"] = {
				["花"] = {
					["弹"] = {
						this = true
					}
				},
				["炮"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["含"] = {
		["屌"] = {
			this = true
		},
		P = {
			X = {
				["的"] = {
					["空"] = {
						["气"] = {
							this = true
						}
					}
				}
			}
		},
		["有"] = {
			["麻"] = {
				["黄"] = {
					["素"] = {
						["的"] = {
							["普"] = {
								["通"] = {
									["药"] = {
										["品"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["捻"] = {
			this = true
		},
		["撚"] = {
			this = true
		},
		["鳥"] = {
			this = true
		},
		["丸"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["夫"] = {
		["妻"] = {
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				},
				["樂"] = {
					["部"] = {
						this = true
					}
				}
			},
			["多"] = {
				p = {
					this = true
				}
			},
			["3"] = {
				p = {
					this = true
				},
				P = {
					this = true
				}
			},
			["乱"] = {
				["交"] = {
					this = true
				}
			},
			["床"] = {
				["上"] = {
					["激"] = {
						["情"] = {
							["自"] = {
								["拍"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["找"] = {
				["单"] = {
					["女"] = {
						this = true
					},
					["男"] = {
						this = true
					}
				}
			},
			["交"] = {
				["换"] = {
					this = true,
					["系"] = {
						["列"] = {
							this = true
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					}
				},
				["姌"] = {
					this = true
				}
			},
			["成"] = {
				["长"] = {
					["日"] = {
						["记"] = {
							this = true
						}
					}
				}
			},
			["作"] = {
				["爱"] = {
					["*"] = {
						this = true
					},
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					["*"] = {
						this = true
					}
				}
			},
			A = {
				V = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			X = {
				X = {
					["性"] = {
						["短"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["爱"] = {
				["爱"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				},
				["成"] = {
					["人"] = {
						["影"] = {
							["视"] = {
								this = true
							}
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["不"] = {
				["雅"] = {
					["照"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["和"] = {
				["谐"] = {
					["生"] = {
						["活"] = {
							["性"] = {
								this = true
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["自"] = {
						["拍"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["亂"] = {
				["交"] = {
					this = true
				}
			},
			["那"] = {
				["点"] = {
					["事"] = {
						this = true
					}
				}
			},
			["群"] = {
				["交"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["爽"] = {
				["片"] = {
					this = true
				}
			},
			["四"] = {
				["级"] = {
					this = true
				}
			},
			["调"] = {
				["情"] = {
					["器"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["玩"] = {
				["6"] = {
					P = {
						this = true
					}
				},
				["的"] = {
					["嗨"] = {
						this = true
					}
				}
			},
			["午"] = {
				["夜"] = {
					["爽"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["现"] = {
				["场"] = {
					["直"] = {
						["播"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["纪"] = {
						["录"] = {
							["片"] = {
								this = true
							}
						}
					}
				},
				["愛"] = {
					["紀"] = {
						["錄"] = {
							["片"] = {
								this = true
							}
						}
					}
				},
				["技"] = {
					["巧"] = {
						this = true
					}
				},
				["生"] = {
					["活"] = {
						this = true
					}
				},
				["事"] = {
					this = true
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["引"] = {
				["诱"] = {
					["我"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["妇"] = {
			["乐"] = {
				["园"] = {
					this = true,
					["*"] = {
						this = true
					},
					["电"] = {
						["子"] = {
							["书"] = {
								this = true
							}
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["婦"] = {
			["樂"] = {
				["園"] = {
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			[" "] = {
				["\""] = {
					["柯"] = {
						["玲"] = {
							["玲"] = {
								["\""] = {
									this = true
								}
							}
						}
					}
				},
				["戴"] = {
					["梦"] = {
						["得"] = {
							this = true
						}
					}
				},
				["钻"] = {
					["石"] = {
						["恒"] = {
							["久"] = {
								["远"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["程"] = {
				["虹"] = {
					this = true
				}
			},
			["戴"] = {
				["梦"] = {
					["得"] = {
						this = true
					}
				}
			},
			["柯"] = {
				["玲"] = {
					["玲"] = {
						this = true
					}
				}
			},
			["乔"] = {
				["名"] = {
					["先"] = {
						this = true
					}
				}
			},
			["章"] = {
				["瑞"] = {
					["珍"] = {
						["儿"] = {
							["子"] = {
								["吴"] = {
									["韬"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					["珠"] = {
						["宝"] = {
							["理"] = {
								["事"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["住"] = {
				["院"] = {
					[" "] = {
						["泽"] = {
							["民"] = {
								["突"] = {
									["然"] = {
										["患"] = {
											["病"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["钻"] = {
				["石"] = {
					["恒"] = {
						["久"] = {
							["远"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["裹"] = {
		["本"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["炮"] = {
		["友"] = {
			this = true,
			["之"] = {
				["家"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["兵"] = {
			["参"] = {
				["谋"] = {
					["手"] = {
						["册"] = {
							this = true
						}
					}
				}
			}
		},
		["轰"] = {
			["密"] = {
				["妃"] = {
					this = true
				}
			},
			["铁"] = {
				["道"] = {
					["部"] = {
						this = true
					}
				}
			}
		},
		["ロ"] = {
			["速"] = {
				["喥"] = {
					this = true
				}
			}
		},
		["打"] = {
			["中"] = {
				["宣"] = {
					["部"] = {
						this = true
					}
				}
			}
		},
		["弹"] = {
			["装"] = {
				["填"] = {
					["时"] = {
						["间"] = {
							this = true
						}
					}
				}
			}
		},
		["房"] = {
			this = true
		},
		["口"] = {
			["速"] = {
				["度"] = {
					this = true,
					["槍"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["台"] = {
			["修"] = {
				["复"] = {
					["至"] = {
						["完"] = {
							["好"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["图"] = {
			this = true,
			["3"] = {
				p = {
					this = true
				}
			}
		},
		["竹"] = {
			["专"] = {
				this = true
			}
		}
	}
end

temp()
