pg = pg or {}
slot0 = pg
slot0.word_template_174 = {}
slot1 = slot0.word_template_174

function temp()
	uv0["尊"] = {
		["爵"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["粉"] = {
				["推"] = {
					this = true
				}
			}
		},
		["龙"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["首"] = {
				["页"] = {
					this = true
				}
			}
		},
		["宝"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["尚"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			},
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["贵"] = {
			["的"] = {
				["仁"] = {
					["布"] = {
						["其"] = {
							this = true
						}
					}
				}
			},
			["异"] = {
				["性"] = {
					["按"] = {
						["摩"] = {
							this = true
						}
					}
				}
			}
		},
		["豪"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["敬"] = {
			["的"] = {
				["新"] = {
					["浪"] = {
						["用"] = {
							["户"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["者"] = {
			["法"] = {
				["会"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["申"] = {
		["博"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["1"] = {
				["3"] = {
					["8"] = {
						this = true
					}
				}
			},
			["六"] = {
				["站"] = {
					this = true
				}
			},
			["太"] = {
				["阳"] = {
					["城"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					this = true
				}
			}
		},
		["联"] = {
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["情"] = {
			this = true
		},
		["通"] = {
			["面"] = {
				["单"] = {
					this = true
				}
			}
		},
		["维"] = {
			["辰"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["鑫"] = {
		["鑫"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["宝"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["鼎"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["东"] = {
			["方"] = {
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["胖"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["雅"] = {
		["加"] = {
			["达"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["典"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["蠛"] = {
			["蝶"] = {
				this = true
			}
		},
		["虎"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["香"] = {
				["港"] = {
					this = true
				}
			}
		},
		["马"] = {
			["哈"] = {
				this = true
			}
		},
		["思"] = {
			["成"] = {
				["绩"] = {
					["单"] = {
						this = true
					}
				}
			},
			["代"] = {
				["考"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["庞"] = {
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["悉"] = {
		["尼"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["立"] = {
		["即"] = {
			["博"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["博"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["法"] = {
			["院"] = {
				this = true
			}
		},
		["河"] = {
			["美"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["花"] = {
			["里"] = {
				["子"] = {
					this = true
				}
			},
			["丽"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["律"] = {
				["子"] = {
					this = true
				}
			},
			["瞳"] = {
				this = true
			}
		},
		["刻"] = {
			["强"] = {
				this = true
			},
			["抢"] = {
				this = true
			}
		},
		["木"] = {
			["爱"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["佳"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["时"] = {
		["时"] = {
			["博"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				this = true,
				["开"] = {
					["奖"] = {
						["直"] = {
							["播"] = {
								this = true
							}
						}
					}
				},
				["平"] = {
					["台"] = {
						this = true
					}
				},
				["刷"] = {
					["钱"] = {
						this = true
					}
				},
				["网"] = {
					["购"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["代"] = {
			["互"] = {
				["联"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["商"] = {
				["务"] = {
					["调"] = {
						["查"] = {
							this = true
						}
					}
				}
			}
		},
		["期"] = {
			["打"] = {
				["了"] = {
					["几"] = {
						["次"] = {
							["我"] = {
								["再"] = {
									["次"] = {
										["哦"] = {
											["唯"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["事"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["参"] = {
				["考"] = {
					this = true
				}
			}
		},
		["间"] = {
			["的"] = {
				["重"] = {
					["量"] = {
						this = true
					}
				}
			}
		},
		["轮"] = {
			["金"] = {
				["刚"] = {
					["大"] = {
						["法"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["迈"] = {
			this = true
		},
		["迁"] = {
			this = true
		},
		["尚"] = {
			["尖"] = {
				["端"] = {
					this = true
				}
			},
			["美"] = {
				["乳"] = {
					this = true
				}
			},
			["小"] = {
				["妞"] = {
					this = true
				}
			},
			["药"] = {
				["品"] = {
					["总"] = {
						["汇"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["点"] = {
					["水"] = {
						["辣"] = {
							["妹"] = {
								this = true
							}
						}
					}
				},
				["妹"] = {
					["女"] = {
						["教"] = {
							["师"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["珍"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["旧"] = {
		["金"] = {
			["山"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["总"] = {
					["领"] = {
						["馆"] = {
							this = true
						}
					}
				},
				["唐"] = {
					["人"] = {
						["街"] = {
							["花"] = {
								["园"] = {
									["角"] = {
										["广"] = {
											["场"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["年"] = {
			["艳"] = {
				["曲"] = {
					this = true
				}
			}
		},
		["民"] = {
			["运"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["火"] = {
			["车"] = {
				["票"] = {
					this = true,
					["加"] = {
						["油"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["友"] = {
				["拼"] = {
					["命"] = {
						["吹"] = {
							this = true
						}
					}
				}
			}
		},
		["住"] = {
			["宿"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["莱"] = {
		["特"] = {
			["斯"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["仕"] = {
			["德"] = {
				["事"] = {
					["件"] = {
						["*"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["卡"] = {
			["翁"] = {
				this = true
			}
		}
	}
end

temp()
