pg = pg or {}
slot0 = pg
slot0.word_template_55 = {}
slot1 = slot0.word_template_55

temp = function()
	uv0["福"] = {
		["寿"] = {
			["膏"] = {
				this = true
			},
			["糕"] = {
				this = true
			}
		},
		["布"] = {
			["斯"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["新"] = {
					["闻"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["利"] = {
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["套"] = {
				["图"] = {
					this = true
				}
			},
			["班"] = {
				this = true
			},
			["彩"] = {
				["票"] = {
					["会"] = {
						["员"] = {
							this = true
						}
					}
				}
			},
			["库"] = {
				this = true
			},
			["天"] = {
				["堂"] = {
					this = true
				}
			}
		},
		["鼎"] = {
			this = true,
			["·"] = {
				["艾"] = {
					["则"] = {
						["孜"] = {
							this = true
						}
					}
				}
			}
		},
		["音"] = {
			["会"] = {
				this = true
			}
		},
		["摩"] = {
			["萨"] = {
				this = true
			},
			["薩"] = {
				this = true
			}
		},
		["尔"] = {
			["摩"] = {
				["莎"] = {
					this = true
				},
				["萨"] = {
					this = true
				}
			},
			["可"] = {
				["定"] = {
					this = true
				}
			}
		},
		["安"] = {
			["迷"] = {
				["魂"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["彩"] = {
			["3"] = {
				d = {
					["胆"] = {
						["码"] = {
							this = true
						}
					},
					["膽"] = {
						["碼"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["爾"] = {
			["摩"] = {
				["薩"] = {
					this = true
				},
				["莎"] = {
					this = true
				}
			}
		},
		["呵"] = {
			["定"] = {
				this = true
			}
		},
		["建"] = {
			["办"] = {
				["正"] = {
					["刻"] = {
						["章"] = {
							this = true
						}
					}
				},
				["证"] = {
					this = true,
					["刻"] = {
						["章"] = {
							this = true
						}
					}
				}
			},
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["城"] = {
				["的"] = {
					M = {
						M = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["考"] = {
					["网"] = {
						this = true
					}
				}
			},
			["古"] = {
				["田"] = {
					["习"] = {
						["现"] = {
							["身"] = {
								this = true
							}
						}
					}
				}
			},
			["近"] = {
				["平"] = {
					["起"] = {
						["家"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["省"] = {
				["委"] = {
					["办"] = {
						["公"] = {
							["厅"] = {
								this = true
							}
						}
					},
					["辦"] = {
						["公"] = {
							["廳"] = {
								this = true
							}
						}
					}
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			},
			["找"] = {
				["习"] = {
					this = true
				},
				["習"] = {
					this = true
				}
			},
			["等"] = {
				["额"] = {
					["选"] = {
						["举"] = {
							this = true
						}
					}
				}
			}
		},
		["莱"] = {
			["斯"] = {
				["特"] = {
					this = true
				}
			}
		},
		["气"] = {
			["会"] = {
				this = true
			}
		},
		["清"] = {
			this = true,
			["市"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["原"] = {
			["爱"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["愛"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["德"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["咕"] = {
		["噜"] = {
			this = true,
			["壶"] = {
				this = true
			},
			["咕"] = {
				["噜"] = {
					["溜"] = {
						["冰"] = {
							["群"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["溜"] = {
		["冰"] = {
			this = true,
			["壶"] = {
				this = true
			},
			["毒"] = {
				this = true,
				["扣"] = {
					["扣"] = {
						this = true
					}
				}
			},
			["妹"] = {
				this = true,
				["联"] = {
					["系"] = {
						this = true
					}
				}
			},
			["有"] = {
				["货"] = {
					this = true
				}
			}
		},
		["果"] = {
			["子"] = {
				this = true
			}
		},
		["溜"] = {
			["看"] = {
				["片"] = {
					this = true
				}
			},
			["吧"] = {
				["免"] = {
					["费"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["吧"] = {
						this = true
					}
				}
			}
		},
		["扣"] = {
			["扣"] = {
				this = true
			}
		},
		["七"] = {
			["八"] = {
				["口"] = {
					this = true
				}
			}
		},
		["三"] = {
			["四"] = {
				["口"] = {
					this = true
				}
			}
		},
		["小"] = {
			["鸟"] = {
				this = true
			}
		},
		["贺"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["森"] = {
		["西"] = {
			["大"] = {
				["芽"] = {
					this = true
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			}
		},
		["林"] = {
			["之"] = {
				["虎"] = {
					this = true,
					["大"] = {
						["型"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					},
					["的"] = {
						["便"] = {
							["宜"] = {
								this = true
							}
						}
					},
					["弩"] = {
						this = true
					}
				},
				["鹰"] = {
					this = true,
					["二"] = {
						["代"] = {
							this = true
						}
					}
				},
				["狼"] = {
					this = true,
					["弓"] = {
						["弩"] = {
							this = true,
							["专"] = {
								this = true
							}
						},
						["努"] = {
							["专"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["豹"] = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["刀"] = {
			["户"] = {
				["外"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["彩"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["蔼"] = {
			["侠"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["川"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			},
			["泉"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["珠"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["村"] = {
			["甜"] = {
				["蜜"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["夏"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["町"] = {
			["心"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["高"] = {
			["千"] = {
				["春"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["乃"] = {
			["希"] = {
				["有"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["奈"] = {
			["奈"] = {
				["子"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["萘"] = {
			["萘"] = {
				["孒"] = {
					this = true
				}
			}
		},
		["水"] = {
			C = {
				o = {
					c = {
						o = {
							a = {
								this = true
							}
						}
					}
				}
			}
		},
		["田"] = {
			["め"] = {
				["ぐ"] = {
					["み"] = {
						this = true
					}
				}
			},
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["丅"] = {
			["理"] = {
				["喑"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		},
		["下"] = {
			["理"] = {
				["音"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["美"] = {
					["衣"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["悠"] = {
				["里"] = {
					this = true
				},
				["裡"] = {
					this = true
				}
			}
		},
		["咲"] = {
			["小"] = {
				["雪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["泉"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["原"] = {
			["由"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紀"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["证"] = {
		["件"] = {
			this = true,
			["网"] = {
				this = true
			},
			["制"] = {
				["作"] = {
					["网"] = {
						this = true
					},
					[" "] = {
						["刻"] = {
							["章"] = {
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["办"] = {
				["理"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["印"] = {
				["章"] = {
					["制"] = {
						["作"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					["咨"] = {
						["询"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					[" "] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									[" "] = {
										["刻"] = {
											["章"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["代"] = {
				["理"] = {
					this = true,
					[" "] = {
						["刻"] = {
							["章"] = {
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["刻"] = {
				["章"] = {
					this = true
				}
			},
			["在"] = {
				["哪"] = {
					["里"] = {
						this = true
					}
				}
			}
		},
		Q = {
			this = true
		},
		["监"] = {
			["会"] = {
				this = true
			}
		},
		["券"] = {
			["从"] = {
				["业"] = {
					this = true
				}
			},
			["新"] = {
				["资"] = {
					["料"] = {
						this = true
					}
				}
			}
		},
		["书"] = {
			this = true,
			["样"] = {
				["本"] = {
					[" "] = {
						["刻"] = {
							["章"] = {
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			}
		},
		["保"] = {
			["真"] = {
				this = true
			}
		},
		["府"] = {
			this = true
		},
		["品"] = {
			["维"] = {
				["尔"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			}
		},
		["网"] = {
			this = true
		},
		["务"] = {
			this = true
		},
		["州"] = {
			["办"] = {
				["六"] = {
					["级"] = {
						["证"] = {
							this = true
						}
					}
				},
				["证"] = {
					this = true,
					["办"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						}
					},
					["刻"] = {
						["章"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["行"] = {
		["驶"] = {
			["证"] = {
				this = true,
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									this = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["里"] = {
				["程"] = {
					this = true
				}
			}
		},
		["房"] = {
			this = true
		},
		["政"] = {
			["院"] = {
				this = true
			},
			["刷"] = {
				["票"] = {
					this = true
				}
			}
		},
		["会"] = {
			["战"] = {
				["争"] = {
					this = true
				}
			}
		},
		["贿"] = {
			this = true,
			["5"] = {
				["亿"] = {
					this = true
				}
			}
		},
		["为"] = {
			["艺"] = {
				["术"] = {
					this = true
				}
			}
		},
		["為"] = {
			["藝"] = {
				["術"] = {
					this = true
				}
			}
		},
		["销"] = {
			this = true
		},
		["业"] = {
			["票"] = {
				this = true
			}
		},
		["踪"] = {
			["监"] = {
				["控"] = {
					this = true
				}
			}
		},
		["游"] = {
			["七"] = {
				["二"] = {
					["四"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["驾"] = {
		["驶"] = {
			["证"] = {
				this = true,
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									this = true
								}
							},
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				},
				["办"] = {
					["理"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["服"] = {
					["务"] = {
						["网"] = {
							this = true
						}
					}
				},
				["刻"] = {
					["章"] = {
						this = true,
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					this = true
				},
				["学"] = {
					["生"] = {
						["证"] = {
							this = true
						}
					}
				},
				["专"] = {
					this = true
				}
			},
			["舱"] = {
				["口"] = {
					["交"] = {
						this = true
					}
				}
			},
			["正"] = {
				this = true,
				["办"] = {
					["正"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["刻"] = {
					["章"] = {
						this = true,
						["办"] = {
							["正"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["心"] = {
					this = true
				}
			}
		},
		["照"] = {
			this = true,
			["办"] = {
				["理"] = {
					this = true
				}
			},
			["代"] = {
				["办"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["快"] = {
				["取"] = {
					this = true
				}
			}
		},
		["证"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			}
		},
		["崩"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["记"] = {
		["者"] = {
			["证"] = {
				this = true
			},
			["原"] = {
				["子"] = {
					["弹"] = {
						["的"] = {
							D = {
								I = {
									Y = {
										["制"] = {
											["作"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["无"] = {
				["疆"] = {
					["界"] = {
						this = true
					}
				},
				["国"] = {
					["界"] = {
						this = true
					}
				}
			}
		},
		["忆"] = {
			["的"] = {
				["呼"] = {
					["唤"] = {
						this = true,
						["\""] = {
							this = true
						},
						[" "] = {
							["\""] = {
								["1"] = {
									["9"] = {
										["8"] = {
											["9"] = {
												["\""] = {
													this = true
												}
											}
										}
									}
								},
								["纪"] = {
									["念"] = {
										["2"] = {
											["0"] = {
												["年"] = {
													["前"] = {
														["\""] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["1"] = {
							["9"] = {
								["8"] = {
									["9"] = {
										this = true
									}
								}
							}
						},
						["纪"] = {
							["念"] = {
								["2"] = {
									["0"] = {
										["年"] = {
											["前"] = {
												this = true
											}
										}
									}
								}
							}
						},
						["历"] = {
							["史"] = {
								["的"] = {
									["丰"] = {
										["碑"] = {
											["八"] = {
												["九"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["与"] = {
				["遗"] = {
					["忘"] = {
						["的"] = {
							["斗"] = {
								["争"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["不"] = {
			["得"] = {
				["了"] = {
					this = true
				}
			}
		},
		["录"] = {
			["片"] = {
				[" "] = {
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							this = true
						}
					}
				}
			}
		},
		["事"] = {
			this = true
		},
		["住"] = {
			["账"] = {
				["号"] = {
					this = true
				}
			}
		},
		["日"] = {
			["四"] = {
				["六"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["言"] = {
		["正"] = {
			this = true
		},
		["论"] = {
			["自"] = {
				["由"] = {
					this = true,
					["是"] = {
						["民"] = {
							["主"] = {
								["的"] = {
									["必"] = {
										["要"] = {
											["条"] = {
												["件"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["禁"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["毕"] = {
		["业"] = {
			["证"] = {
				["书"] = {
					this = true,
					["代"] = {
						["办"] = {
							[" "] = {
								["身"] = {
									["份"] = {
										["证"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				[" "] = {
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					},
					["刻"] = {
						["章"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				},
				["办"] = {
					["证"] = {
						this = true,
						["公"] = {
							["司"] = {
								this = true
							}
						}
					},
					["理"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["刻"] = {
					["章"] = {
						this = true
					}
				},
				["联"] = {
					["系"] = {
						this = true
					}
				},
				["学"] = {
					["历"] = {
						["证"] = {
							this = true
						}
					}
				},
				["样"] = {
					["本"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				},
				["专"] = {
					this = true
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["生"] = {
				["简"] = {
					["历"] = {
						this = true
					}
				}
			},
			["论"] = {
				["文"] = {
					this = true
				}
			},
			["正"] = {
				["办"] = {
					["正"] = {
						this = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						this = true
					}
				},
				["联"] = {
					["系"] = {
						this = true
					}
				},
				["书"] = {
					["代"] = {
						["办"] = {
							this = true
						},
						["拌"] = {
							this = true
						}
					}
				}
			},
			["證"] = {
				["样"] = {
					["本"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["加"] = {
			["索"] = {
				this = true
			}
		},
		["节"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["赌"] = {
				["博"] = {
					["药"] = {
						this = true
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["業"] = {
			["證"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["会"] = {
		["计"] = {
			["师"] = {
				["证"] = {
					this = true,
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["算"] = {
					["化"] = {
						this = true
					}
				}
			},
			["从"] = {
				["业"] = {
					["资"] = {
						["格"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true,
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					},
					["考"] = {
						this = true
					}
				}
			}
		},
		["所"] = {
			["巨"] = {
				["炮"] = {
					this = true
				}
			}
		},
		["翠"] = {
			this = true
		},
		["费"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["议"] = {
			["发"] = {
				["漂"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				},
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["提"] = {
				["前"] = {
					["启"] = {
						["动"] = {
							this = true
						}
					}
				}
			}
		},
		["娱"] = {
			["乐"] = {
				["城"] = {
					this = true
				},
				["平"] = {
					["台"] = {
						this = true
					}
				}
			}
		},
		["员"] = {
			["性"] = {
				["息"] = {
					["寻"] = {
						["欢"] = {
							this = true
						}
					}
				}
			}
		},
		["泽"] = {
			this = true
		},
		["晚"] = {
			["园"] = {
				["维"] = {
					this = true
				}
			},
			["光"] = {
				["烛"] = {
					this = true
				}
			}
		},
		["联"] = {
			["支"] = {
				this = true
			}
		},
		["不"] = {
			["会"] = {
				["有"] = {
					["点"] = {
						["钦"] = {
							["\\"] = {
								p = {
									P = {
										["?"] = {
											["定"] = {
												["的"] = {
													["感"] = {
														["觉"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["轻"] = {
			["功"] = {
				["的"] = {
					["小"] = {
						["板"] = {
							["凳"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["飞"] = {
			["的"] = {
				["小"] = {
					["凳"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["资"] = {
		["质"] = {
			["证"] = {
				["书"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["金"] = {
			["周"] = {
				["转"] = {
					this = true
				}
			},
			["短"] = {
				["缺"] = {
					this = true
				}
			},
			["及"] = {
				["股"] = {
					["票"] = {
						["帐"] = {
							["号"] = {
								this = true
							}
						}
					}
				}
			},
			["转"] = {
				["移"] = {
					["到"] = {
						["海"] = {
							["外"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["本"] = {
			["家"] = {
				["入"] = {
					["了"] = {
						["党"] = {
							this = true
						}
					}
				}
			},
			["运"] = {
				["作"] = {
					this = true
				}
			},
			["主"] = {
				["义"] = {
					["从"] = {
						["头"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			},
			["控"] = {
				["制"] = {
					["媒"] = {
						["体"] = {
							this = true
						}
					}
				}
			}
		},
		["格"] = {
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				["代"] = {
					["考"] = {
						this = true,
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["书"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					}
				},
				["替"] = {
					["考"] = {
						this = true
					}
				}
			}
		},
		["深"] = {
			["熟"] = {
				["模"] = {
					this = true
				}
			}
		},
		["阳"] = {
			["辦"] = {
				["理"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["源"] = {
			["达"] = {
				["人"] = {
					["总"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				}
			},
			["分"] = {
				["享"] = {
					["网"] = {
						this = true
					}
				}
			},
			["窝"] = {
				this = true
			}
		},
		["产"] = {
			["转"] = {
				["移"] = {
					["换"] = {
						["国"] = {
							["籍"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["居"] = {
		["民"] = {
			["户"] = {
				["口"] = {
					["本"] = {
						this = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			["自"] = {
				["慰"] = {
					["照"] = {
						this = true
					}
				}
			}
		},
		["榕"] = {
			["基"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["刻"] = {
		["章"] = {
			this = true,
			["办"] = {
				this = true,
				["证"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					},
					[" "] = {
						["文"] = {
							["凭"] = {
								["学"] = {
									["历"] = {
										this = true
									}
								}
							}
						},
						["学"] = {
							["籍"] = {
								["档"] = {
									["案"] = {
										this = true
									}
								}
							}
						},
						["真"] = {
							["实"] = {
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						},
						["上"] = {
							["网"] = {
								["学"] = {
									["历"] = {
										this = true
									}
								},
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						},
						["教"] = {
							["育"] = {
								["服"] = {
									["务"] = {
										this = true
									}
								}
							}
						}
					},
					["件"] = {
						this = true,
						q = {
							q = {
								this = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					},
					["发"] = {
						["票"] = {
							this = true
						}
					},
					["法"] = {
						["票"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["学"] = {
						["生"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["证"] = {
						this = true
					}
				},
				["上"] = {
					["网"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						},
						["学"] = {
							["历"] = {
								this = true
							}
						}
					}
				},
				["学"] = {
					["籍"] = {
						["档"] = {
							["案"] = {
								this = true
							}
						}
					},
					["历"] = {
						this = true
					}
				},
				["真"] = {
					["实"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["正"] = {
					this = true
				}
			},
			[" "] = {
				["户"] = {
					["口"] = {
						["本"] = {
							[" "] = {
								["身"] = {
									["份"] = {
										["证"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					["证"] = {
						["件"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["*"] = {
				["*"] = {
					["*"] = {
						this = true
					}
				}
			},
			["辦"] = {
				["證"] = {
					this = true,
					["發"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["证"] = {
					this = true
				}
			},
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["1"] = {
			["假"] = {
				["1"] = {
					["章"] = {
						this = true
					}
				}
			}
		},
		["公"] = {
			["章"] = {
				this = true
			}
		},
		["合"] = {
			["同"] = {
				["章"] = {
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["假"] = {
			["公"] = {
				["章"] = {
					this = true
				}
			},
			["章"] = {
				["密"] = {
					["云"] = {
						this = true
					}
				}
			}
		},
		["印"] = {
			["章"] = {
				this = true
			}
		},
		["舟"] = {
			["求"] = {
				["剑"] = {
					["学"] = {
						["毛"] = {
							["帝"] = {
								this = true
							}
						}
					}
				},
				["劍"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["汇"] = {
		["乐"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["丰"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["城"] = {
						this = true
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["情"] = {
				["趣"] = {
					this = true
				}
			},
			["中"] = {
				["介"] = {
					this = true
				}
			}
		},
		["众"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["盛"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["发"] = {
			["薄"] = {
				["膜"] = {
					this = true
				}
			}
		},
		["付"] = {
			["天"] = {
				["下"] = {
					this = true
				}
			}
		},
		["聚"] = {
			["网"] = {
				["上"] = {
					this = true
				}
			}
		},
		["宜"] = {
			["佳"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["钞"] = {
		["票"] = {
			this = true,
			["上"] = {
				["那"] = {
					["个"] = {
						["头"] = {
							["像"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["纸"] = {
		["币"] = {
			this = true,
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			}
		},
		B = {
			this = true
		},
		["钱"] = {
			["币"] = {
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["玄"] = {
			["网"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["票"] = {
		["据"] = {
			this = true,
			["代"] = {
				["开"] = {
					this = true
				}
			}
		},
		["*"] = {
			["*"] = {
				["据"] = {
					this = true
				}
			},
			["据"] = {
				this = true
			}
		},
		["包"] = {
			["您"] = {
				["满"] = {
					["意"] = {
						this = true
					}
				}
			}
		},
		["代"] = {
			["办"] = {
				this = true
			}
		},
		["亮"] = {
			["素"] = {
				["人"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["流"] = {
			["瓶"] = {
				["仿"] = {
					["真"] = {
						["枪"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["欲"] = {
				["室"] = {
					this = true
				}
			}
		},
		["票"] = {
			["美"] = {
				["眉"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["任"] = {
						["你"] = {
							["操"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["群"] = {
			this = true
		},
		["务"] = {
			["代"] = {
				["理"] = {
					this = true
				}
			}
		},
		["优"] = {
			["惠"] = {
				["联"] = {
					["系"] = {
						this = true
					}
				}
			}
		},
		["源"] = {
			["正"] = {
				["规"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["领"] = {
		["养"] = {
			this = true,
			["宝"] = {
				["宝"] = {
					["加"] = {
						["扣"] = {
							["扣"] = {
								this = true
							}
						}
					}
				}
			},
			["孩"] = {
				["子"] = {
					["加"] = {
						["扣"] = {
							["扣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["先"] = {
			["撸"] = {
				this = true
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["袖"] = {
			["习"] = {
				["大"] = {
					["大"] = {
						this = true
					}
				}
			},
			X = {
				X = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["韩"] = {
				["东"] = {
					["方"] = {
						this = true
					}
				}
			}
		},
		["导"] = {
			["干"] = {
				["部"] = {
					["吃"] = {
						["王"] = {
							["八"] = {
								this = true
							}
						}
					}
				}
			},
			["班"] = {
				["子"] = {
					["名"] = {
						["单"] = {
							["外"] = {
								["泄"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["财"] = {
				["产"] = {
					["公"] = {
						["示"] = {
							this = true
						}
					}
				}
			},
			["层"] = {
				["预"] = {
					["备"] = {
						["人"] = {
							["选"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				this = true,
				["最"] = {
					["强"] = {
						["大"] = {
							["阵"] = {
								["容"] = {
									this = true
								}
							}
						},
						["阵"] = {
							["容"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["收"] = {
		["养"] = {
			this = true
		},
		["藏"] = {
			["品"] = {
				["客"] = {
					["户"] = {
						["资"] = {
							["料"] = {
								this = true
							}
						}
					}
				},
				["数"] = {
					["据"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				},
				["面"] = {
					["单"] = {
						this = true
					}
				},
				["名"] = {
					["单"] = {
						this = true
					}
				},
				["资"] = {
					["料"] = {
						this = true
					},
					["源"] = {
						this = true
					}
				}
			},
			["低"] = {
				["价"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["行"] = {
				["业"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["支"] = {
					this = true
				}
			},
			["槍"] = {
				this = true
			},
			["手"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["数"] = {
				["$"] = {
					["据"] = {
						this = true
					}
				},
				["据"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					["库"] = {
						this = true
					}
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			}
		},
		this = {
			this = true
		},
		["购"] = {
			this = true,
			["高"] = {
				["考"] = {
					["考"] = {
						["生"] = {
							["信"] = {
								["息"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["1"] = {
						["1"] = {
							["高"] = {
								["考"] = {
									["考"] = {
										["生"] = {
											["名"] = {
												["单"] = {
													this = true
												}
											}
										}
									}
								}
							},
							["落"] = {
								["榜"] = {
									["生"] = {
										["名"] = {
											["单"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["活"] = {
				["体"] = {
					["肾"] = {
						["脏"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true,
					["北"] = {
						["京"] = {
							this = true
						}
					}
				}
			},
			["器"] = {
				["官"] = {
					this = true
				}
			},
			["人"] = {
				["体"] = {
					["器"] = {
						["官"] = {
							this = true
						}
					}
				}
			},
			["肾"] = {
				this = true,
				["源"] = {
					this = true,
					["肝"] = {
						["源"] = {
							this = true
						}
					}
				},
				["脏"] = {
					this = true
				}
			},
			["硝"] = {
				["酸"] = {
					["甘"] = {
						["油"] = {
							this = true
						}
					}
				}
			},
			["心"] = {
				["脏"] = {
					["瓣"] = {
						["膜"] = {
							this = true
						}
					}
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						this = true
					}
				}
			}
		},
		["取"] = {
			["小"] = {
				["费"] = {
					this = true
				}
			}
		},
		["复"] = {
			["台"] = {
				["湾"] = {
					this = true
				}
			}
		},
		["费"] = {
			["裸"] = {
				["聊"] = {
					this = true,
					["室"] = {
						this = true
					}
				}
			},
			["祼"] = {
				["聊"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					["聊"] = {
						["天"] = {
							this = true,
							["室"] = {
								this = true
							}
						}
					}
				}
			}
		},
		B = {
			B = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["单"] = {
			["管"] = {
				["猎"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["回"] = {
			["到"] = {
				["仓"] = {
					["库"] = {
						this = true
					}
				}
			}
		},
		["获"] = {
			["人"] = {
				["妻"] = {
					["的"] = {
						["小"] = {
							["贼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["缴"] = {
			["军"] = {
				["权"] = {
					this = true
				}
			}
		},
		["繳"] = {
			["軍"] = {
				["權"] = {
					this = true
				}
			}
		},
		["猎"] = {
			["槍"] = {
				this = true
			}
		},
		["容"] = {
			["."] = {
				["所"] = {
					this = true
				}
			}
		},
		["肾"] = {
			this = true,
			["、"] = {
				["收"] = {
					["器"] = {
						["官"] = {
							this = true
						}
					}
				}
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["肾"] = {
				this = true
			},
			["脏"] = {
				["肝"] = {
					["脏"] = {
						this = true
					}
				}
			}
		},
		["售"] = {
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["药"] = {
					["春"] = {
						["药"] = {
							this = true
						}
					}
				},
				["藥"] = {
					["春"] = {
						["藥"] = {
							this = true
						}
					}
				}
			}
		},
		["眼"] = {
			["角"] = {
				["膜"] = {
					this = true
				}
			}
		},
		["债"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["认"] = {
		["养"] = {
			this = true
		},
		["证"] = {
			["书"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["抱"] = {
		["养"] = {
			this = true
		},
		["妹"] = {
			["妹"] = {
				a = {
					["片"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["你"] = {
			["在"] = {
				["身"] = {
					["边"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["婴"] = {
		["儿"] = {
			this = true,
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["汤"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["孩"] = {
		["子"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["宝"] = {
		["宝"] = {
			this = true,
			["穿"] = {
				["越"] = {
					["记"] = {
						this = true
					}
				}
			},
			[" "] = {
				["纽"] = {
					["约"] = {
						["时"] = {
							["报"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["贞"] = {
					["操"] = {
						["带"] = {
							this = true
						}
					}
				}
			},
			["五"] = {
				["零"] = {
					["主"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["有"] = {
				["偿"] = {
					["送"] = {
						["养"] = {
							this = true
						}
					}
				}
			}
		},
		["龙"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["马"] = {
			["会"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					}
				},
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["博"] = {
								["彩"] = {
									["公"] = {
										["司"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			X = {
				["6"] = {
					this = true
				}
			},
			["车"] = {
				["司"] = {
					["机"] = {
						this = true
					}
				},
				["主"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				},
				["撞"] = {
					["人"] = {
						["案"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["记"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["利"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["汇"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["贝"] = {
			["开"] = {
				["心"] = {
					["色"] = {
						["播"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["聊"] = {
				["吧"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			}
		},
		["刀"] = {
			["网"] = {
				this = true
			}
		},
		["岛"] = {
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["色"] = {
				this = true
			}
		},
		["格"] = {
			["丽"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["山"] = {
			["区"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				}
			},
			["镇"] = {
				["副"] = {
					["镇"] = {
						["长"] = {
							this = true
						}
					}
				}
			}
		},
		["生"] = {
			["奈"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["石"] = {
			["拌"] = {
				["饭"] = {
					this = true
				}
			}
		},
		["威"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["物"] = {
			["网"] = {
				this = true
			}
		},
		["珠"] = {
			this = true
		},
		["妈"] = {
			["数"] = {
				["据"] = {
					["资"] = {
						["源"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["卧"] = {
		["底"] = {
			this = true,
			["监"] = {
				["控"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["定"] = {
				["位"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["窃"] = {
				["听"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["侠"] = {
					["受"] = {
						["辱"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["第"] = {
				this = true
			},
			["软"] = {
				["件"] = {
					this = true,
					["版"] = {
						this = true
					},
					["官"] = {
						["网"] = {
							this = true
						}
					},
					["破"] = {
						["解"] = {
							["版"] = {
								this = true
							}
						}
					},
					["企"] = {
						["业"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["艹"] = {
			this = true
		},
		["槽"] = {
			this = true
		},
		["室"] = {
			["门"] = {
				this = true
			}
		},
		["位"] = {
			["漳"] = {
				["折"] = {
					["蓄"] = {
						["意"] = {
							["喵"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["移"] = {
		["动"] = {
			["电"] = {
				["话"] = {
					["卧"] = {
						["底"] = {
							["软"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["实"] = {
				["名"] = {
					["破"] = {
						["解"] = {
							this = true
						}
					}
				}
			}
		},
		["屎"] = {
			["气"] = {
				["滞"] = {
					this = true
				}
			}
		},
		["居"] = {
			[" "] = {
				["西"] = {
					["山"] = {
						["军"] = {
							["事"] = {
								["指"] = {
									["挥"] = {
										["中"] = {
											["心"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["植"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["智"] = {
		["能"] = {
			["偷"] = {
				["听"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["车"] = {
				["载"] = {
					["短"] = {
						["信"] = {
							["设"] = {
								["备"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["Ｈ"] = {
				["３"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			H = {
				["3"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["手"] = {
				["机"] = {
					["监"] = {
						["听"] = {
							["卡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["尊"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["姜"] = {
			this = true
		},
		["远"] = {
			["教"] = {
				["育"] = {
					["办"] = {
						["上"] = {
							["网"] = {
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["博"] = {
			["办"] = {
				["文"] = {
					["凭"] = {
						["中"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["诚"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["学"] = {
				["历"] = {
					this = true
				}
			}
		},
		["凡"] = {
			["迪"] = {
				this = true
			}
		},
		["光"] = {
			["大"] = {
				["师"] = {
					this = true
				}
			}
		},
		["豪"] = {
			["助"] = {
				["考"] = {
					this = true
				}
			}
		},
		["清"] = {
			["大"] = {
				["师"] = {
					this = true
				}
			}
		},
		["取"] = {
			["小"] = {
				["姨"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["睿"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["信"] = {
			["通"] = {
				["短"] = {
					["信"] = {
						["群"] = {
							["发"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["障"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["烈"] = {
		["鹰"] = {
			["手"] = {
				["机"] = {
					["监"] = {
						["听"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["凤"] = {
				["凰"] = {
					this = true,
					["舍"] = {
						["生"] = {
							["取"] = {
								["义"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["性"] = {
			T = {
				N = {
					T = {
						this = true
					}
				}
			}
		},
		["士"] = {
			this = true
		}
	}
end

temp()
