pg = pg or {}
slot0 = pg
slot0.word_template_123 = {}
slot1 = slot0.word_template_123

function temp()
	uv0["葉"] = {
		["菊"] = {
			["蘭"] = {
				this = true
			}
		},
		["っ"] = {
			["ぱ"] = {
				["天"] = {
					["国"] = {
						this = true
					}
				}
			}
		},
		["劍"] = {
			["英"] = {
				this = true
			}
		},
		["結"] = {
			["香"] = {
				["裡"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["山"] = {
			this = true,
			["美"] = {
				["壽"] = {
					["紀"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["仴"] = {
			["仟"] = {
				["穗"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		},
		["月"] = {
			["の"] = {
				["ぞ"] = {
					["み"] = {
						this = true
					}
				}
			},
			["藍"] = {
				b = {
					t = {
						this = true
					}
				}
			},
			["綾"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["千"] = {
				["穗"] = {
					B = {
						T = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["志"] = {
			["穗"] = {
				["的"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["綕"] = {
			["穗"] = {
				["の"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["夜"] = {
		["話"] = {
			["紫"] = {
				["禁"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			this = true,
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				},
				["區"] = {
					this = true
				}
			}
		},
		["莺"] = {
			c = {
				p = {
					["9"] = {
						["9"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["撸"] = {
			["吧"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["在"] = {
				["线"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["夜"] = {
			["射"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["播"] = {
				this = true
			},
			["摈"] = {
				this = true
			},
			["日"] = {
				this = true,
				["妹"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["笙"] = {
				["歌"] = {
					["之"] = {
						["强"] = {
							["要"] = {
								["绝"] = {
									["色"] = {
										["小"] = {
											["奴"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["里"] = {
						["藏"] = {
							["春"] = {
								this = true
							}
						}
					},
					["色"] = {
						["情"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["插"] = {
				this = true
			},
			["必"] = {
				["搜"] = {
					this = true
				}
			},
			["啪"] = {
				this = true
			},
			["干"] = {
				this = true,
				["网"] = {
					this = true
				}
			},
			["色"] = {
				this = true
			},
			["橾"] = {
				["妹"] = {
					["子"] = {
						this = true
					}
				}
			},
			["骑"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				},
				w = {
					w = {
						w = {
							this = true
						}
					}
				}
			},
			["嗷"] = {
				this = true
			},
			["傲"] = {
				this = true
			},
			["春"] = {
				["宵"] = {
					["伴"] = {
						["俏"] = {
							["媳"] = {
								this = true
							}
						}
					}
				}
			},
			["欢"] = {
				["区"] = {
					this = true
				}
			},
			["看"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["快"] = {
				["播"] = {
					this = true
				}
			},
			["撸"] = {
				this = true
			},
			["情"] = {
				["人"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					["搂"] = {
						["在"] = {
							["怀"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["奴"] = {
					["娇"] = {
						this = true,
						["快"] = {
							["播"] = {
								this = true
							}
						}
					}
				}
			},
			["秀"] = {
				["场"] = {
					this = true
				}
			}
		},
		["操"] = {
			["逼"] = {
				this = true
			}
		},
		["色"] = {
			["撸"] = {
				this = true
			},
			["王"] = {
				["朝"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["阁"] = {
				this = true
			},
			["门"] = {
				this = true
			},
			["宝"] = {
				["贝"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["城"] = {
				this = true
			},
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["贵"] = {
				["族"] = {
					this = true
				}
			},
			["皇"] = {
				["朝"] = {
					["的"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["狼"] = {
				["国"] = {
					this = true
				}
			},
			["聊"] = {
				["人"] = {
					this = true
				}
			},
			["撩"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["熟"] = {
				["女"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["下"] = {
				["的"] = {
					["滩"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["女"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			A = {
				V = {
					this = true
				}
			},
			["资"] = {
				["源"] = {
					["1"] = {
						["8"] = {
							["岁"] = {
								this = true
							}
						}
					}
				}
			},
			["秀"] = {
				["场"] = {
					this = true
				}
			}
		},
		["里"] = {
			["干"] = {
				this = true
			}
		},
		["来"] = {
			["香"] = {
				this = true,
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["射"] = {
			["猫"] = {
				this = true
			}
		},
		["网"] = {
			this = true
		},
		["必"] = {
			["撸"] = {
				this = true
			}
		},
		["啪"] = {
			this = true
		},
		["桜"] = {
			["字"] = {
				["幕"] = {
					["组"] = {
						this = true
					}
				}
			}
		},
		["生"] = {
			["活"] = {
				this = true,
				["网"] = {
					this = true
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["趣"] = {
			["福"] = {
				["利"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			}
		},
		["猫"] = {
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["勤"] = {
			["病"] = {
				["栋"] = {
					this = true
				}
			}
		},
		["半"] = {
			["加"] = {
				["税"] = {
					this = true
				}
			}
		},
		["话"] = {
			["紫"] = {
				["禁"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["激"] = {
			["情"] = {
				this = true
			}
		},
		["总"] = {
			["会"] = {
				this = true
			}
		},
		["總"] = {
			["會"] = {
				this = true
			}
		},
		["场"] = {
			this = true,
			["招"] = {
				["聘"] = {
					this = true
				}
			}
		},
		["店"] = {
			["兼"] = {
				["#"] = {
					["职"] = {
						["女"] = {
							["郎"] = {
								this = true
							}
						}
					},
					["職"] = {
						["女"] = {
							["郎"] = {
								this = true
							}
						}
					}
				}
			},
			["尐"] = {
				["姊"] = {
					this = true
				}
			},
			["姐"] = {
				["特"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				this = true,
				["郎"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true,
					["打"] = {
						["炮"] = {
							this = true
						}
					}
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			}
		},
		["都"] = {
			["撸"] = {
				this = true
			}
		},
		["多"] = {
			["撸"] = {
				this = true
			}
		},
		["客"] = {
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["狼"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["聊"] = {
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["人"] = {
				this = true
			},
			["视"] = {
				["频"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["撩"] = {
			["人"] = {
				["聊"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["漫"] = {
			["漫"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["美"] = {
			["人"] = {
				["俱"] = {
					["乐"] = {
						["部"] = {
							this = true
						}
					}
				}
			}
		},
		["魅"] = {
			["公"] = {
				["寓"] = {
					["网"] = {
						this = true
					},
					["约"] = {
						["会"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["陪"] = {
			["女"] = {
				["特"] = {
					["殊"] = {
						["服"] = {
							["务"] = {
								this = true
							},
							["務"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["倾"] = {
			["情"] = {
				this = true
			}
		},
		["视"] = {
			["仪"] = {
				this = true
			}
		},
		["爽"] = {
			["片"] = {
				this = true
			}
		},
		["思"] = {
			["情"] = {
				["商"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["晚"] = {
			["成"] = {
				["人"] = {
					this = true,
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["男"] = {
				["人"] = {
					["的"] = {
						["需"] = {
							["要"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["猥"] = {
			["琐"] = {
				this = true
			}
		},
		["无"] = {
			["眠"] = {
				["商"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["淫"] = {
			this = true
		},
		["鹰"] = {
			["平"] = {
				["刺"] = {
					["刃"] = {
						this = true
					}
				}
			}
		},
		["诱"] = {
			["娘"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["㈠"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["遺"] = {
		["精"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["議"] = {
		["長"] = {
			["阿"] = {
				["茵"] = {
					["斯"] = {
						["塔"] = {
							this = true
						}
					}
				}
			}
		},
		["員"] = {
			["斯"] = {
				["格"] = {
					["文"] = {
						["德"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["异"] = {
		["見"] = {
			["人"] = {
				["士"] = {
					this = true
				}
			}
		},
		["型"] = {
			["叛"] = {
				["軍"] = {
					this = true
				}
			}
		},
		["議"] = {
			["人"] = {
				["士"] = {
					this = true
				}
			}
		},
		["黄"] = {
			["樟"] = {
				["素"] = {
					this = true
				}
			}
		},
		["丁"] = {
			["腈"] = {
				this = true
			}
		},
		["戊"] = {
			["巴"] = {
				["比"] = {
					["妥"] = {
						this = true
					}
				}
			}
		},
		["氟"] = {
			["烷"] = {
				this = true
			}
		},
		["见"] = {
			["人"] = {
				["士"] = {
					this = true
				}
			}
		},
		["议"] = {
			["人"] = {
				["士"] = {
					this = true
				}
			}
		},
		["性"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["丝"] = {
				["足"] = {
					["按"] = {
						["摩"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["易"] = {
		["丹"] = {
			["軒"] = {
				this = true
			},
			["轩"] = {
				this = true
			}
		},
		["容"] = {
			["面"] = {
				["具"] = {
					this = true
				}
			},
			["头"] = {
				["套"] = {
					this = true
				}
			},
			["术"] = {
				["面"] = {
					["具"] = {
						this = true
					}
				}
			}
		},
		["发"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			}
		},
		["胜"] = {
			["博"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						},
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				},
				["博"] = {
					["彩"] = {
						this = true
					}
				}
			}
		},
		["盈"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["彩"] = {
			["在"] = {
				["线"] = {
					this = true
				}
			}
		},
		["富"] = {
			["彩"] = {
				this = true
			}
		},
		["游"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["赢"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["球"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["购"] = {
			["手"] = {
				["机"] = {
					this = true
				}
			}
		},
		["切"] = {
			["削"] = {
				["钢"] = {
					this = true
				}
			}
		},
		["趣"] = {
			["在"] = {
				["线"] = {
					["购"] = {
						["物"] = {
							this = true
						}
					}
				}
			}
		},
		["志"] = {
			["熹"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["意"] = {
		["志"] = {
			["不"] = {
				["堅"] = {
					["的"] = {
						["圖"] = {
							["騰"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["利"] = {
				["成"] = {
					["人"] = {
						this = true
					}
				},
				["服"] = {
					["务"] = {
						this = true
					}
				},
				["华"] = {
					["人"] = {
						["社"] = {
							["区"] = {
								this = true
							}
						}
					}
				},
				["美"] = {
					["眉"] = {
						this = true
					}
				}
			}
		},
		["恋"] = {
			["征"] = {
				["服"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			}
		},
		["乱"] = {
			["情"] = {
				["迷"] = {
					["女"] = {
						["用"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["淫"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["瘞"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["尹"] = {
		["慶"] = {
			["民"] = {
				this = true
			}
		},
		["方"] = {
			["明"] = {
				this = true
			}
		},
		["庆"] = {
			["民"] = {
				this = true
			}
		},
		["德"] = {
			["明"] = {
				this = true
			}
		},
		["晋"] = {
			["华"] = {
				this = true
			}
		},
		["蔚"] = {
			["民"] = {
				this = true
			}
		},
		["夏"] = {
			["沫"] = {
				this = true
			}
		},
		["兴"] = {
			["轩"] = {
				this = true
			}
		}
	}
end

temp()
