pg = pg or {}
slot0 = pg
slot0.word_template_230 = {}
slot1 = slot0.word_template_230

temp = function()
	uv0["慈"] = {
		["悲"] = {
			["功"] = {
				this = true
			}
		},
		["溪"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["职"] = {
				["高"] = {
					this = true
				}
			}
		},
		["禧"] = {
			["野"] = {
				["史"] = {
					["5"] = {
						["集"] = {
							["全"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["从"] = {
		["圣"] = {
			["地"] = {
				["寻"] = {
					["求"] = {
						["财"] = {
							["富"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["天"] = {
			["安"] = {
				["门"] = {
					["事"] = {
						["件"] = {
							["到"] = {
								["0"] = {
									["8"] = {
										["宪"] = {
											["章"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["赵"] = {
			["紫"] = {
				["阳"] = {
					["看"] = {
						["中"] = {
							["共"] = {
								["与"] = {
									["良"] = {
										["心"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["独"] = {
			["裁"] = {
				["到"] = {
					["民"] = {
						["主"] = {
							this = true
						}
					}
				}
			}
		},
		["黑"] = {
			["猫"] = {
				["白"] = {
					["猫"] = {
						["开"] = {
							["始"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["促"] = {
		["红"] = {
			["细"] = {
				["胞"] = {
					["生"] = {
						["成"] = {
							["素"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["性"] = {
			["腺"] = {
				["激"] = {
					["素"] = {
						this = true
					}
				}
			}
		},
		["中"] = {
			["国"] = {
				["公"] = {
					["布"] = {
						["遇"] = {
							["难"] = {
								["者"] = {
									["名"] = {
										["单"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["痤"] = {
		["疮"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["待"] = {
		["开"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["办"] = {
			["假"] = {
				["证"] = {
					this = true
				}
			}
		},
		["练"] = {
			this = true
		},
		["炼"] = {
			this = true
		},
		["到"] = {
			["秋"] = {
				["来"] = {
					["九"] = {
						["月"] = {
							["八"] = {
								["，"] = {
									["我"] = {
										["花"] = {
											["开"] = {
												["后"] = {
													["百"] = {
														["花"] = {
															["杀"] = {
																["，"] = {
																	["冲"] = {
																		["天"] = {
																			["香"] = {
																				["阵"] = {
																					["透"] = {
																						["长"] = {
																							["安"] = {
																								["，"] = {
																									["满"] = {
																										["城"] = {
																											["尽"] = {
																												["带"] = {
																													["黄"] = {
																														["金"] = {
																															["甲"] = {
																																this = true
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["等"] = {
		["级"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			}
		},
		["笑"] = {
			["瓶"] = {
				this = true
			}
		},
		["效"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["狄"] = {
		["玉"] = {
			["明"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["抵"] = {
		["押"] = {
			["免"] = {
				["担"] = {
					["保"] = {
						this = true
					}
				}
			}
		},
		["制"] = {
			this = true,
			["家"] = {
				["乐"] = {
					["福"] = {
						this = true
					}
				}
			},
			["武"] = {
				["汉"] = {
					["人"] = {
						this = true
					}
				}
			},
			["冬"] = {
				["奥"] = {
					this = true
				}
			},
			["北"] = {
				["京"] = {
					["东"] = {
						["奥"] = {
							this = true
						}
					}
				}
			}
		},
		z = {
			h = {
				i = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["递"] = {
		["进"] = {
			["民"] = {
				["主"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["颠"] = {
		["覆"] = {
			this = true,
			["中"] = {
				["国"] = {
					["政"] = {
						["权"] = {
							this = true
						}
					}
				},
				["华"] = {
					["人"] = {
						["民"] = {
							["共"] = {
								["和"] = {
									["国"] = {
										["政"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["性"] = {
				["错"] = {
					["误"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["覆"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
