pg = pg or {}
slot0 = pg
slot0.word_template_54 = {}
slot1 = slot0.word_template_54

function temp()
	uv0["系"] = {
		["统"] = {
			this = true,
			["公"] = {
				["告"] = {
					this = true
				}
			},
			["讯"] = {
				["息"] = {
					this = true
				}
			},
			["消"] = {
				["息"] = {
					this = true
				}
			}
		},
		["統"] = {
			this = true,
			["公"] = {
				["告"] = {
					this = true
				}
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["紧"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["尽"] = {
			["贫"] = {
				this = true
			}
		},
		["精"] = {
			["品"] = {
				this = true
			}
		},
		["重"] = {
			["廵"] = {
				this = true
			},
			["巡"] = {
				this = true
			}
		},
		["崛"] = {
			["起"] = {
				this = true
			}
		},
		["清"] = {
			["纯"] = {
				["少"] = {
					["女"] = {
						["涼"] = {
							["宮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["莜"] = {
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["审"] = {
		["查"] = {
			this = true,
			["参"] = {
				["赛"] = {
					["者"] = {
						this = true
					}
				}
			},
			["文"] = {
				["件"] = {
					["将"] = {
						["曝"] = {
							["光"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["与"] = {
				["人"] = {
					["的"] = {
						["自"] = {
							["由"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["讯"] = {
			["椅"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["巡"] = {
		["查"] = {
			this = true
		},
		["航"] = {
			["导"] = {
				["弹"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0.C = {
		l = {
			i = {
				e = {
					n = {
						t = {
							this = true
						}
					}
				}
			},
			o = {
				c = {
					k = {
						g = {
							e = {
								m = {
									s = {
										t = {
											o = {
												n = {
													e = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		S = {
			this = true,
			["1"] = {
				["0"] = {
					["雷"] = {
						["达"] = {
							["测"] = {
								["速"] = {
									this = true
								}
							}
						}
					}
				},
				["2"] = {
					["雷"] = {
						["达"] = {
							["测"] = {
								["速"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["狗"] = {
				this = true
			}
		},
		r = {
			e = {
				s = {
					t = {
						b = {
							o = {
								n = {
									e = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		C = {
			["小"] = {
				["雪"] = {
					this = true
				}
			}
		},
		a = {
			r = {
				r = {
					e = {
						f = {
							o = {
								u = {
									r = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			o = {
				P = {
					o = {
						r = {
							n = {
								this = true
							}
						}
					}
				}
			}
		},
		P = {
			["9"] = {
				["9"] = {
					this = true,
					["夜"] = {
						["鹰"] = {
							["版"] = {
								this = true
							}
						}
					},
					["滑"] = {
						["盖"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			}
		},
		O = {
			["2"] = {
				["狗"] = {
					this = true
				},
				A = {
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					}
				}
			},
			M = {
				["款"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		F = {
			X = {
				["气"] = {
					["枪"] = {
						this = true
					},
					["木"] = {
						["仓"] = {
							this = true
						}
					}
				},
				["猎"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				},
				["氣"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["梦"] = {
				["恋"] = {
					["辅"] = {
						["助"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["枪"] = {
				this = true
			}
		},
		["4"] = {
			this = true,
			["橡"] = {
				["胶"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["炸"] = {
				["药"] = {
					this = true,
					["的"] = {
						["成"] = {
							["分"] = {
								this = true
							}
						}
					},
					["制"] = {
						["作"] = {
							this = true
						}
					}
				}
			},
			["塑"] = {
				["胶"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					},
					T = {
						N = {
							T = {
								this = true
							}
						}
					}
				}
			},
			["等"] = {
				["炸"] = {
					["弹"] = {
						this = true,
						["制"] = {
							["作"] = {
								["方"] = {
									["法"] = {
										["炸"] = {
											["药"] = {
												["制"] = {
													["作"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["的"] = {
				["及"] = {
					["使"] = {
						["用"] = {
							this = true
						}
					}
				},
				["教"] = {
					["程"] = {
						this = true
					}
				}
			}
		},
		L = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["0"] = {
			["2"] = {
				["手"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["1"] = {
				["0"] = {
					["静"] = {
						["香"] = {
							this = true
						}
					}
				}
			}
		},
		V = {
			V = {
				["虚"] = {
					["拟"] = {
						["料"] = {
							this = true
						}
					}
				},
				["料"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		A = {
			["8"] = {
				["8"] = {
					["亚"] = {
						["洲"] = {
							["娱"] = {
								["乐"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			S = {
				K = {
					["4"] = {
						["8"] = {
							this = true
						}
					}
				},
				["大"] = {
					["刀"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			}
		},
		U = {
			I = {
				Q = {
					I = {
						N = {
							G = {
								["."] = {
									N = {
										E = {
											T = {
												["."] = {
													C = {
														N = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		I = {
			B = {
				S = {
					["海"] = {
						["外"] = {
							["移"] = {
								["民"] = {
									["投"] = {
										["资"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		T = {
			["透"] = {
				["视"] = {
					["器"] = {
						this = true
					},
					["王"] = {
						this = true
					},
					["仪"] = {
						this = true
					}
				},
				["視"] = {
					["儀"] = {
						this = true
					}
				}
			},
			["扫"] = {
				["描"] = {
					["仪"] = {
						this = true
					}
				}
			}
		},
		["1"] = {
			E = {
				["假"] = {
					["币"] = {
						this = true,
						Q = {
							Q = {
								this = true
							}
						}
					}
				}
			}
		},
		["精"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["."] = {
			["4"] = {
				["等"] = {
					["炸"] = {
						["彈"] = {
							this = true
						}
					}
				}
			}
		},
		d = {
			a = {
				o = {
					this = true
				}
			}
		},
		E = {
			["8"] = {
				["6"] = {
					["版"] = {
						["假"] = {
							["币"] = {
								this = true
							}
						},
						["真"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			O = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			T = {
				["4"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				},
				["6"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				},
				A = {
					S = {
						K = {
							this = true
						}
					}
				},
				["四"] = {
					["六"] = {
						["级"] = {
							["答"] = {
								["案"] = {
									this = true
								}
							}
						}
					}
				},
				["助"] = {
					["考"] = {
						this = true
					}
				}
			}
		},
		H = {
			["3"] = {
				["1"] = {
					["版"] = {
						["假"] = {
							["币"] = {
								this = true
							}
						},
						["真"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			}
		},
		K = {
			["催"] = {
				["眠"] = {
					["香"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		M = {
			G = {
				["2"] = {
					["机"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			M = {
				B = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					},
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		N = {
			C = {
				["切"] = {
					["销"] = {
						["品"] = {
							["骚"] = {
								["狗"] = {
									this = true
								}
							}
						}
					}
				}
			},
			D = {
				["刊"] = {
					["物"] = {
						["和"] = {
							["论"] = {
								["坛"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		W = {
			["女"] = {
				["优"] = {
					A = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		Z = {
			["1"] = {
				["1"] = {
					["0"] = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["2"] = {
				["5"] = {
					["冲"] = {
						["锋"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["2"] = {
					["手"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["7"] = {
				["5"] = {
					["手"] = {
						["槍"] = {
							this = true
						}
					}
				}
			}
		},
		["语"] = {
			["言"] = {
				["门"] = {
					this = true
				}
			}
		},
		h = {
			a = {
				r = {
					l = {
						i = {
							e = {
								C = {
									o = {
										l = {
											e = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			i = {
				m = {
					e = {
						r = {
							i = {
								c = {
									a = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["助"] = {
		["理"] = {
			this = true
		},
		["手"] = {
			["威"] = {
				["爾"] = {
					["特"] = {
						this = true
					}
				}
			}
		},
		["℡"] = {
			["考"] = {
				this = true
			}
		},
		["勃"] = {
			["小"] = {
				["金"] = {
					["丸"] = {
						this = true
					}
				}
			},
			["延"] = {
				["时"] = {
					this = true
				}
			}
		},
		["成"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["考"] = {
			this = true
		},
		["攷"] = {
			this = true
		},
		["栲"] = {
			this = true
		},
		["太"] = {
			["祖"] = {
				["兴"] = {
					["文"] = {
						["革"] = {
							this = true
						}
					}
				}
			}
		},
		["纣"] = {
			["为"] = {
				["虐"] = {
					["生"] = {
						["灵"] = {
							["炭"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["客"] = {
		["户"] = {
			["服"] = {
				["务"] = {
					this = true,
					["人"] = {
						["人"] = {
							["员"] = {
								this = true
							}
						},
						["员"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["料"] = {
					this = true,
					["之"] = {
						["家"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["资"] = {
						["料"] = {
							this = true
						}
					}
				},
				["源"] = {
					this = true
				}
			},
			["名"] = {
				["单"] = {
					this = true
				},
				["称"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["端"] = {
				["非"] = {
					["法"] = {
						["字"] = {
							["符"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["戶"] = {
			["服"] = {
				["務"] = {
					this = true
				}
			}
		},
		["家"] = {
			["电"] = {
				["视"] = {
					["台"] = {
						this = true
					}
				}
			}
		},
		["运"] = {
			["站"] = {
				this = true
			}
		},
		["栈"] = {
			["老"] = {
				["板"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["测"] = {
		["试"] = {
			this = true
		},
		["绘"] = {
			["局"] = {
				this = true
			}
		},
		["拿"] = {
			this = true
		},
		["拉"] = {
			["式"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["辅"] = {
		["助"] = {
			["程"] = {
				["序"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["运"] = {
		["营"] = {
			this = true,
			["者"] = {
				this = true
			},
			["组"] = {
				this = true
			},
			["商"] = {
				this = true
			},
			["长"] = {
				this = true
			},
			["官"] = {
				this = true
			},
			["人"] = {
				this = true
			}
		},
		["动"] = {
			["枪"] = {
				this = true,
				["代"] = {
					["理"] = {
						this = true
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true
				}
			},
			["长"] = {
				["弹"] = {
					this = true,
					Q = {
						Q = {
							this = true
						}
					}
				}
			},
			["比"] = {
				["赛"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["手"] = {
					["枪"] = {
						["价"] = {
							["格"] = {
								this = true
							}
						}
					}
				}
			},
			["射"] = {
				["击"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["十"] = {
				["五"] = {
					["周"] = {
						["年"] = {
							["纪"] = {
								["念"] = {
									["文"] = {
										["集"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["输"] = {
			["发"] = {
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			},
			["费"] = {
				["发"] = {
					["票"] = {
						["开"] = {
							["据"] = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["民"] = {
			this = true,
			["9"] = {
				["8"] = {
					this = true
				}
			},
			["反"] = {
				["平"] = {
					this = true
				}
			}
		},
		["学"] = {
			this = true
		},
		["盈"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蔡"] = {
		["文"] = {
			["胜"] = {
				this = true
			},
			["英"] = {
				this = true
			}
		},
		["崇"] = {
			["國"] = {
				this = true
			},
			["国"] = {
				this = true
			}
		},
		["啓"] = {
			["芳"] = {
				this = true
			}
		},
		["英"] = {
			["文"] = {
				this = true
			},
			["挺"] = {
				this = true
			}
		},
		["达"] = {
			["峰"] = {
				this = true
			}
		},
		["奇"] = {
			this = true
		},
		["赴"] = {
			["朝"] = {
				this = true
			}
		},
		["武"] = {
			this = true
		},
		["卞"] = {
			this = true
		},
		["丙"] = {
			["臣"] = {
				this = true
			}
		},
		["甸"] = {
			["区"] = {
				["Ｋ"] = {
					["粉"] = {
						this = true
					}
				}
			}
		},
		["和"] = {
			["森"] = {
				this = true
			}
		},
		["京"] = {
			this = true
		},
		["名"] = {
			["照"] = {
				this = true
			}
		},
		["庆"] = {
			["林"] = {
				this = true
			}
		}
	}
end

temp()
