pg = pg or {}
slot0 = pg
slot0.word_template_158 = {}
slot1 = slot0.word_template_158

function temp()
	uv0["证"] = {
		["件"] = {
			this = true,
			["网"] = {
				this = true
			},
			["制"] = {
				["作"] = {
					["网"] = {
						this = true
					},
					[" "] = {
						["刻"] = {
							["章"] = {
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["办"] = {
				["理"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["印"] = {
				["章"] = {
					["制"] = {
						["作"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					["咨"] = {
						["询"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					[" "] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									[" "] = {
										["刻"] = {
											["章"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["代"] = {
				["理"] = {
					this = true,
					[" "] = {
						["刻"] = {
							["章"] = {
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["刻"] = {
				["章"] = {
					this = true
				}
			},
			["在"] = {
				["哪"] = {
					["里"] = {
						this = true
					}
				}
			}
		},
		Q = {
			this = true
		},
		["监"] = {
			["会"] = {
				this = true
			}
		},
		["券"] = {
			["从"] = {
				["业"] = {
					this = true
				}
			},
			["新"] = {
				["资"] = {
					["料"] = {
						this = true
					}
				}
			}
		},
		["书"] = {
			this = true,
			["样"] = {
				["本"] = {
					[" "] = {
						["刻"] = {
							["章"] = {
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			}
		},
		["保"] = {
			["真"] = {
				this = true
			}
		},
		["府"] = {
			this = true
		},
		["品"] = {
			["维"] = {
				["尔"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			}
		},
		["网"] = {
			this = true
		},
		["务"] = {
			this = true
		},
		["州"] = {
			["办"] = {
				["六"] = {
					["级"] = {
						["证"] = {
							this = true
						}
					}
				},
				["证"] = {
					this = true,
					["办"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						}
					},
					["刻"] = {
						["章"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["行"] = {
		["驶"] = {
			["证"] = {
				this = true,
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									this = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["里"] = {
				["程"] = {
					this = true
				}
			}
		},
		["房"] = {
			this = true
		},
		["政"] = {
			["院"] = {
				this = true
			},
			["刷"] = {
				["票"] = {
					this = true
				}
			}
		},
		["会"] = {
			["战"] = {
				["争"] = {
					this = true
				}
			}
		},
		["贿"] = {
			this = true,
			["5"] = {
				["亿"] = {
					this = true
				}
			}
		},
		["为"] = {
			["艺"] = {
				["术"] = {
					this = true
				}
			}
		},
		["為"] = {
			["藝"] = {
				["術"] = {
					this = true
				}
			}
		},
		["销"] = {
			this = true
		},
		["业"] = {
			["票"] = {
				this = true
			}
		},
		["踪"] = {
			["监"] = {
				["控"] = {
					this = true
				}
			}
		},
		["游"] = {
			["七"] = {
				["二"] = {
					["四"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["驾"] = {
		["驶"] = {
			["证"] = {
				this = true,
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									this = true
								}
							},
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				},
				["办"] = {
					["理"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["服"] = {
					["务"] = {
						["网"] = {
							this = true
						}
					}
				},
				["刻"] = {
					["章"] = {
						this = true,
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					this = true
				},
				["学"] = {
					["生"] = {
						["证"] = {
							this = true
						}
					}
				},
				["专"] = {
					this = true
				}
			},
			["舱"] = {
				["口"] = {
					["交"] = {
						this = true
					}
				}
			},
			["正"] = {
				this = true,
				["办"] = {
					["正"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["刻"] = {
					["章"] = {
						this = true,
						["办"] = {
							["正"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["心"] = {
					this = true
				}
			}
		},
		["照"] = {
			this = true,
			["办"] = {
				["理"] = {
					this = true
				}
			},
			["代"] = {
				["办"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["快"] = {
				["取"] = {
					this = true
				}
			}
		},
		["证"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["记"] = {
		["者"] = {
			["证"] = {
				this = true
			},
			["原"] = {
				["子"] = {
					["弹"] = {
						["的"] = {
							D = {
								I = {
									Y = {
										["制"] = {
											["作"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["无"] = {
				["疆"] = {
					["界"] = {
						this = true
					}
				},
				["国"] = {
					["界"] = {
						this = true
					}
				}
			}
		},
		["忆"] = {
			["的"] = {
				["呼"] = {
					["唤"] = {
						this = true,
						["\""] = {
							this = true
						},
						[" "] = {
							["\""] = {
								["1"] = {
									["9"] = {
										["8"] = {
											["9"] = {
												["\""] = {
													this = true
												}
											}
										}
									}
								},
								["纪"] = {
									["念"] = {
										["2"] = {
											["0"] = {
												["年"] = {
													["前"] = {
														["\""] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["1"] = {
							["9"] = {
								["8"] = {
									["9"] = {
										this = true
									}
								}
							}
						},
						["纪"] = {
							["念"] = {
								["2"] = {
									["0"] = {
										["年"] = {
											["前"] = {
												this = true
											}
										}
									}
								}
							}
						},
						["历"] = {
							["史"] = {
								["的"] = {
									["丰"] = {
										["碑"] = {
											["八"] = {
												["九"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["与"] = {
				["遗"] = {
					["忘"] = {
						["的"] = {
							["斗"] = {
								["争"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["不"] = {
			["得"] = {
				["了"] = {
					this = true
				}
			}
		},
		["录"] = {
			["片"] = {
				[" "] = {
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							this = true
						}
					}
				}
			}
		},
		["事"] = {
			this = true
		},
		["住"] = {
			["账"] = {
				["号"] = {
					this = true
				}
			}
		},
		["日"] = {
			["四"] = {
				["六"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["言"] = {
		["正"] = {
			this = true
		},
		["论"] = {
			["自"] = {
				["由"] = {
					this = true,
					["是"] = {
						["民"] = {
							["主"] = {
								["的"] = {
									["必"] = {
										["要"] = {
											["条"] = {
												["件"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["禁"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["毕"] = {
		["业"] = {
			["证"] = {
				["书"] = {
					this = true,
					["代"] = {
						["办"] = {
							[" "] = {
								["身"] = {
									["份"] = {
										["证"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				[" "] = {
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					},
					["刻"] = {
						["章"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				},
				["办"] = {
					["证"] = {
						this = true,
						["公"] = {
							["司"] = {
								this = true
							}
						}
					},
					["理"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["刻"] = {
					["章"] = {
						this = true
					}
				},
				["联"] = {
					["系"] = {
						this = true
					}
				},
				["学"] = {
					["历"] = {
						["证"] = {
							this = true
						}
					}
				},
				["样"] = {
					["本"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				},
				["专"] = {
					this = true
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["生"] = {
				["简"] = {
					["历"] = {
						this = true
					}
				}
			},
			["论"] = {
				["文"] = {
					this = true
				}
			},
			["正"] = {
				["办"] = {
					["正"] = {
						this = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						this = true
					}
				},
				["联"] = {
					["系"] = {
						this = true
					}
				},
				["书"] = {
					["代"] = {
						["办"] = {
							this = true
						},
						["拌"] = {
							this = true
						}
					}
				}
			},
			["證"] = {
				["样"] = {
					["本"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["加"] = {
			["索"] = {
				this = true
			}
		},
		["节"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["赌"] = {
				["博"] = {
					["药"] = {
						this = true
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["業"] = {
			["證"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["会"] = {
		["计"] = {
			["师"] = {
				["证"] = {
					this = true,
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["算"] = {
					["化"] = {
						this = true
					}
				}
			},
			["从"] = {
				["业"] = {
					["资"] = {
						["格"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true,
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					},
					["考"] = {
						this = true
					}
				}
			}
		},
		["所"] = {
			["巨"] = {
				["炮"] = {
					this = true
				}
			}
		},
		["翠"] = {
			this = true
		},
		["费"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["议"] = {
			["发"] = {
				["漂"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				},
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["提"] = {
				["前"] = {
					["启"] = {
						["动"] = {
							this = true
						}
					}
				}
			}
		},
		["娱"] = {
			["乐"] = {
				["城"] = {
					this = true
				},
				["平"] = {
					["台"] = {
						this = true
					}
				}
			}
		},
		["员"] = {
			["性"] = {
				["息"] = {
					["寻"] = {
						["欢"] = {
							this = true
						}
					}
				}
			}
		},
		["泽"] = {
			this = true
		},
		["晚"] = {
			["园"] = {
				["维"] = {
					this = true
				}
			},
			["光"] = {
				["烛"] = {
					this = true
				}
			}
		},
		["联"] = {
			["支"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["资"] = {
		["质"] = {
			["证"] = {
				["书"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["金"] = {
			["周"] = {
				["转"] = {
					this = true
				}
			},
			["短"] = {
				["缺"] = {
					this = true
				}
			},
			["及"] = {
				["股"] = {
					["票"] = {
						["帐"] = {
							["号"] = {
								this = true
							}
						}
					}
				}
			},
			["转"] = {
				["移"] = {
					["到"] = {
						["海"] = {
							["外"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["本"] = {
			["家"] = {
				["入"] = {
					["了"] = {
						["党"] = {
							this = true
						}
					}
				}
			},
			["运"] = {
				["作"] = {
					this = true
				}
			},
			["主"] = {
				["义"] = {
					["从"] = {
						["头"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["格"] = {
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				["代"] = {
					["考"] = {
						this = true,
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["书"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					}
				},
				["替"] = {
					["考"] = {
						this = true
					}
				}
			}
		},
		["深"] = {
			["熟"] = {
				["模"] = {
					this = true
				}
			}
		},
		["阳"] = {
			["辦"] = {
				["理"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["源"] = {
			["达"] = {
				["人"] = {
					["总"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				}
			},
			["分"] = {
				["享"] = {
					["网"] = {
						this = true
					}
				}
			},
			["窝"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["居"] = {
		["民"] = {
			["户"] = {
				["口"] = {
					["本"] = {
						this = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			["自"] = {
				["慰"] = {
					["照"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["刻"] = {
		["章"] = {
			this = true,
			["办"] = {
				this = true,
				["证"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					},
					[" "] = {
						["文"] = {
							["凭"] = {
								["学"] = {
									["历"] = {
										this = true
									}
								}
							}
						},
						["学"] = {
							["籍"] = {
								["档"] = {
									["案"] = {
										this = true
									}
								}
							}
						},
						["真"] = {
							["实"] = {
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						},
						["上"] = {
							["网"] = {
								["学"] = {
									["历"] = {
										this = true
									}
								},
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						},
						["教"] = {
							["育"] = {
								["服"] = {
									["务"] = {
										this = true
									}
								}
							}
						}
					},
					["件"] = {
						this = true,
						q = {
							q = {
								this = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					},
					["发"] = {
						["票"] = {
							this = true
						}
					},
					["法"] = {
						["票"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["学"] = {
						["生"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["证"] = {
						this = true
					}
				},
				["上"] = {
					["网"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						},
						["学"] = {
							["历"] = {
								this = true
							}
						}
					}
				},
				["学"] = {
					["籍"] = {
						["档"] = {
							["案"] = {
								this = true
							}
						}
					},
					["历"] = {
						this = true
					}
				},
				["真"] = {
					["实"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["正"] = {
					this = true
				}
			},
			[" "] = {
				["户"] = {
					["口"] = {
						["本"] = {
							[" "] = {
								["身"] = {
									["份"] = {
										["证"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					["证"] = {
						["件"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["*"] = {
				["*"] = {
					["*"] = {
						this = true
					}
				}
			},
			["辦"] = {
				["證"] = {
					this = true,
					["發"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["证"] = {
					this = true
				}
			},
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["1"] = {
			["假"] = {
				["1"] = {
					["章"] = {
						this = true
					}
				}
			}
		},
		["公"] = {
			["章"] = {
				this = true
			}
		},
		["合"] = {
			["同"] = {
				["章"] = {
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["假"] = {
			["公"] = {
				["章"] = {
					this = true
				}
			},
			["章"] = {
				["密"] = {
					["云"] = {
						this = true
					}
				}
			}
		},
		["印"] = {
			["章"] = {
				this = true
			}
		},
		["舟"] = {
			["求"] = {
				["剑"] = {
					["学"] = {
						["毛"] = {
							["帝"] = {
								this = true
							}
						}
					}
				},
				["劍"] = {
					this = true
				}
			}
		}
	}
end

temp()
