pg = pg or {}
slot0 = pg
slot0.word_template_193 = {}
slot1 = slot0.word_template_193

function temp()
	uv0["丹"] = {
		["韦"] = {
			["森"] = {
				this = true
			}
		},
		["东"] = {
			["一"] = {
				["句"] = {
					["定"] = {
						["三"] = {
							["码"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["增"] = {
			["嘉"] = {
				["措"] = {
					this = true
				}
			}
		},
		["警"] = {
			this = true
		},
		["妮"] = {
			["床"] = {
				["上"] = {
					this = true
				}
			}
		},
		["溪"] = {
			["女"] = {
				["小"] = {
					["屋"] = {
						this = true
					}
				}
			}
		},
		["羽"] = {
			["瞳"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["珠"] = {
			["昂"] = {
				["奔"] = {
					this = true
				}
			}
		},
		["王"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["养"] = {
		["狗"] = {
			this = true
		},
		["兔"] = {
			["子"] = {
				this = true
			}
		},
		["殖"] = {
			["户"] = {
				["的"] = {
					["求"] = {
						["救"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["个"] = {
			["儿"] = {
				["子"] = {
					["做"] = {
						["丈"] = {
							["夫"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["儿"] = {
					["做"] = {
						["老"] = {
							["婆"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["化"] = {
		["隆"] = {
			["造"] = {
				this = true
			},
			g = {
				o = {
					u = {
						this = true
					}
				}
			},
			["低"] = {
				["价"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			}
		},
		["工"] = {
			["厂"] = {
				["爆"] = {
					["炸"] = {
						this = true
					}
				}
			},
			["长"] = {
				["期"] = {
					["供"] = {
						["应"] = {
							["盐"] = {
								["羟"] = {
									["亚"] = {
										["胺"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["学"] = {
			["冰"] = {
				this = true,
				[" "] = {
					["牙"] = {
						["签"] = {
							[" "] = {
								q = {
									q = {
										this = true
									}
								}
							}
						}
					}
				},
				K = {
					["粉"] = {
						["麻"] = {
							["古"] = {
								this = true
							}
						}
					}
				},
				["麻"] = {
					["古"] = {
						this = true
					}
				},
				["牙"] = {
					["签"] = {
						this = true
					}
				}
			},
			["航"] = {
				["空"] = {
					["炸"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["燃"] = {
				["烧"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["骚"] = {
				["冰"] = {
					this = true
				}
			}
		},
		["基"] = {
			["金"] = {
				["会"] = {
					this = true
				}
			}
		},
		["州"] = {
			["冰"] = {
				["毒"] = {
					this = true,
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						this = true
					}
				}
			}
		},
		["妆"] = {
			["专"] = {
				["柜"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["圈"] = {
		["地"] = {
			["短"] = {
				["信"] = {
					this = true,
					["发"] = {
						["送"] = {
							["器"] = {
								this = true
							}
						}
					},
					["设"] = {
						["备"] = {
							this = true
						}
					}
				}
			},
			["伪"] = {
				["基"] = {
					["站"] = {
						["短"] = {
							["信"] = {
								this = true,
								["设"] = {
									["备"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			[" "] = {
				["电"] = {
					["力"] = {
						this = true
					}
				},
				["李"] = {
					this = true,
					["小"] = {
						["琳"] = {
							this = true
						}
					}
				},
				["小"] = {
					["琳"] = {
						this = true
					}
				}
			},
			["百"] = {
				["亿"] = {
					this = true
				}
			}
		},
		["赤"] = {
			["匪"] = {
				this = true
			}
		},
		["钱"] = {
			this = true
		},
		["子"] = {
			["文"] = {
				["化"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["突"] = {
		["尼"] = {
			["斯"] = {
				this = true
			}
		},
		["击"] = {
			["军"] = {
				["刀"] = {
					this = true
				}
			},
			["步"] = {
				["枪"] = {
					this = true,
					["代"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["高"] = {
					["强"] = {
						["尼"] = {
							["龙"] = {
								this = true
							}
						}
					}
				}
			},
			["抢"] = {
				["机"] = {
					["匣"] = {
						this = true
					}
				}
			},
			["者"] = {
				this = true
			}
		},
		["破"] = {
			["封"] = {
				["锁"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["技"] = {
				["术"] = {
					this = true
				}
			},
			["网"] = {
				["封"] = {
					["索"] = {
						["的"] = {
							["软"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				},
				["络"] = {
					this = true,
					["封"] = {
						["锁"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["\\"] = {
					["息"] = {
						["封"] = {
							["锁"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["厥"] = {
			this = true,
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["斯"] = {
				["坦"] = {
					this = true
				}
			}
		},
		["缘"] = {
			["弹"] = {
				["壳"] = {
					["霰"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["革"] = {
		["命"] = {
			this = true,
			["逸"] = {
				["事"] = {
					this = true
				}
			},
			["无"] = {
				["罪"] = {
					this = true
				}
			},
			["茉"] = {
				["里"] = {
					["花"] = {
						this = true
					}
				},
				["丽"] = {
					["花"] = {
						this = true
					}
				},
				["利"] = {
					["花"] = {
						this = true
					}
				},
				["莉"] = {
					["花"] = {
						this = true
					}
				},
				["粒"] = {
					["花"] = {
						this = true
					}
				},
				["滤"] = {
					["花"] = {
						this = true
					}
				}
			},
			["形"] = {
				["式"] = {
					this = true
				}
			},
			["阵"] = {
				["线"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["屙"] = {
		this = {
			this = true
		},
		["民"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["茎"] = {
		this = {
			this = true
		},
		["侯"] = {
			["佳"] = {
				["阴"] = {
					this = true
				}
			}
		},
		["候"] = {
			["佳"] = {
				["阴"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["早"] = {
		["泄"] = {
			this = true
		},
		["安"] = {
			["卧"] = {
				["底"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			}
		},
		["坂"] = {
			["爱"] = {
				["秘"] = {
					["密"] = {
						this = true
					}
				}
			},
			["惠"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["报"] = {
			["网"] = {
				["胡"] = {
					["薄"] = {
						["温"] = {
							["习"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["餐"] = {
			["大"] = {
				["香"] = {
					["腸"] = {
						this = true
					}
				}
			}
		},
		["川"] = {
			["瀬"] = {
				["里"] = {
					["奈"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["早"] = {
							["出"] = {
								this = true
							}
						}
					}
				},
				["裡"] = {
					["奈"] = {
						["無"] = {
							["碼"] = {
								this = true
							}
						}
					}
				}
			},
			["綺"] = {
				["丽"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["桃"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["早"] = {
				["纪"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["紀"] = {
			["麻"] = {
				["未"] = {
					B = {
						T = {
							this = true
						}
					}
				}
			}
		},
		["濑"] = {
			["麻"] = {
				["衣"] = {
					this = true
				}
			}
		},
		["瀬"] = {
			["礼"] = {
				["香"] = {
					this = true
				}
			}
		},
		["起"] = {
			["抽"] = {
				["插"] = {
					this = true
				}
			}
		},
		["上"] = {
			["日"] = {
				["的"] = {
					["骚"] = {
						B = {
							this = true
						}
					}
				}
			}
		},
		["希"] = {
			["直"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["洩"] = {
			this = true
		},
		["乙"] = {
			["ㄝ"] = {
				["虂"] = {
					this = true
				}
			},
			["女"] = {
				["み"] = {
					["な"] = {
						["き"] = {
							this = true
						}
					}
				},
				["露"] = {
					["依"] = {
						this = true
					}
				},
				["心"] = {
					["杏"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["废"] = {
		["物"] = {
			this = true
		},
		["除"] = {
			["劳"] = {
				["教"] = {
					["签"] = {
						["名"] = {
							this = true
						}
					}
				}
			},
			["特"] = {
				["供"] = {
					this = true
				}
			},
			["中"] = {
				["共"] = {
					this = true
				}
			}
		},
		["统"] = {
			this = true
		},
		["习"] = {
			this = true
		},
		["掉"] = {
			["习"] = {
				["近"] = {
					["平"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
