pg = pg or {}
slot0 = pg
slot0.word_template_148 = {}
slot1 = slot0.word_template_148

function temp()
	uv0["蟒"] = {
		["蛇"] = {
			["5"] = {
				["8"] = {
					["6"] = {
						["六"] = {
							["寸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["底"] = {
		["火"] = {
			this = true,
			["砧"] = {
				["座"] = {
					this = true
				}
			}
		},
		["裤"] = {
			this = true
		},
		["制"] = {
			this = true
		},
		["层"] = {
			["生"] = {
				["态"] = {
					this = true
				}
			}
		},
		["价"] = {
			["橡"] = {
				["胶"] = {
					["棍"] = {
						this = true
					}
				}
			}
		},
		["力"] = {
			this = true
		},
		["缘"] = {
			["枪"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["走"] = {
			["光"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["霰"] = {
		["弹"] = {
			["枪"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["广"] = {
		["州"] = {
			["三"] = {
				["箭"] = {
					this = true,
					["牌"] = {
						this = true
					}
				}
			},
			y = {
				j = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					["厂"] = {
						this = true
					}
				}
			},
			["火"] = {
				["车"] = {
					["春"] = {
						["运"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["办"] = {
				["证"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["中"] = {
						["心"] = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							q = {
								q = {
									this = true
								}
							},
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					}
				},
				["六"] = {
					["级"] = {
						["证"] = {
							this = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							[" "] = {
								["刻"] = {
									["章"] = {
										this = true
									}
								}
							},
							q = {
								q = {
									this = true
								}
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["证"] = {
									this = true
								}
							}
						}
					},
					["驾"] = {
						["照"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["国"] = {
					["签"] = {
						["证"] = {
							[" "] = {
								["代"] = {
									["办"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					["学"] = {
						["历"] = {
							["证"] = {
								["明"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["娱"] = {
				["乐"] = {
					["网"] = {
						this = true
					},
					["城"] = {
						this = true
					}
				}
			}
		},
		["告"] = {
			["机"] = {
				this = true
			},
			["代"] = {
				["理"] = {
					this = true
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["发"] = {
				["布"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				},
				["漂"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				},
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["费"] = {
				["&"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				},
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["法"] = {
					["票"] = {
						this = true
					}
				},
				["票"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					["雷"] = {
						["克"] = {
							this = true
						}
					}
				}
			}
		},
		["东"] = {
			["三"] = {
				["箭"] = {
					this = true
				}
			},
			["会"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						},
						["城"] = {
							this = true
						}
					}
				}
			},
			["王"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["饶"] = {
				["平"] = {
					["钱"] = {
						["东"] = {
							["镇"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					["/"] = {
						["广"] = {
							["东"] = {
								["办"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["盛"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["老"] = {
								["虎"] = {
									["机"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["电"] = {
			["总"] = {
				["局"] = {
					["*"] = {
						this = true
					}
				}
			},
			["局"] = {
				this = true
			}
		},
		["安"] = {
			["第"] = {
				["二"] = {
					["人"] = {
						["民"] = {
							["医"] = {
								["院"] = {
									this = true,
									["*"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["闻"] = {
			this = true
		},
		["田"] = {
			["宏"] = {
				["毅"] = {
					this = true
				}
			},
			["墨"] = {
				["音"] = {
					this = true,
					b = {
						t = {
							this = true
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["现"] = {
				["代"] = {
					["解"] = {
						["码"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["传"] = {
			["真"] = {
				["相"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["度"] = {
			["书"] = {
				["局"] = {
					this = true
				}
			}
		},
		["濑"] = {
			["奈"] = {
				["津"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["央"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["晴"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["友"] = {
				["莉"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["夏"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["末"] = {
			["奈"] = {
				["绪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["鑫"] = {
			["安"] = {
				["全"] = {
					["银"] = {
						["行"] = {
							["卡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["场"] = {
			this = true,
			["运"] = {
				["动"] = {
					this = true,
					["3"] = {
						["1"] = {
							["年"] = {
								this = true
							},
							["周"] = {
								["年"] = {
									this = true
								}
							}
						}
					},
					["三"] = {
						["十"] = {
							["一"] = {
								this = true
							}
						}
					}
				}
			},
			["碾"] = {
				this = true
			},
			["压"] = {
				this = true,
				["人"] = {
					this = true
				}
			},
			["请"] = {
				["愿"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				}
			},
			["备"] = {
				["忘"] = {
					["录"] = {
						this = true
					}
				}
			},
			["上"] = {
				["压"] = {
					["人"] = {
						this = true
					}
				},
				["没"] = {
					["有"] = {
						["一"] = {
							["个"] = {
								["民"] = {
									["众"] = {
										["伤"] = {
											["亡"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["总"] = {
				["指"] = {
					["挥"] = {
						this = true
					}
				}
			},
			["绝"] = {
				["食"] = {
					["团"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["长"] = {
		["枪"] = {
			this = true,
			["管"] = {
				this = true
			},
			["售"] = {
				this = true
			},
			["专"] = {
				this = true
			}
		},
		["狗"] = {
			this = true,
			["短"] = {
				["狗"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						}
					},
					["官"] = {
						["网"] = {
							this = true
						}
					}
				},
				["鸡"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["治"] = {
			["筋"] = {
				this = true
			}
		},
		["气"] = {
			["鸡"] = {
				this = true
			}
		},
		["汔"] = {
			["狗"] = {
				this = true
			}
		},
		["滩"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		["乐"] = {
			["坊"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["期"] = {
			["出"] = {
				[" "] = {
					["售"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		d = {
			a = {
				o = {
					this = true,
					["售"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		g = {
			o = {
				u = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["安"] = {
			["街"] = {
				["屠"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["刺"] = {
			["专"] = {
				this = true,
				["刀"] = {
					this = true
				},
				["忉"] = {
					this = true
				}
			}
		},
		["刀"] = {
			["#"] = {
				this = true,
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["具"] = {
				["具"] = {
					this = true,
					["售"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["均"] = {
				["售"] = {
					this = true
				}
			},
			["批"] = {
				["量"] = {
					this = true
				}
			},
			["售"] = {
				this = true,
				["出"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			}
		},
		["叨"] = {
			["%"] = {
				["售"] = {
					["出"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["售"] = {
				["出"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		["岛"] = {
			["彩"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["得"] = {
			["像"] = {
				["林"] = {
					["心"] = {
						["如"] = {
							this = true
						}
					}
				}
			}
		},
		["短"] = {
			["狗"] = {
				["零"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["发"] = {
			["飘"] = {
				["飘"] = {
					["的"] = {
						["片"] = {
							["桐"] = {
								this = true
							}
						}
					}
				}
			},
			["消"] = {
				["魂"] = {
					this = true
				}
			}
		},
		["风"] = {
			["文"] = {
				["学"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["谷"] = {
			["川"] = {
				this = true
			}
		},
		["建"] = {
			["驾"] = {
				["驶"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			}
		},
		["江"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["狙"] = {
			["枪"] = {
				["售"] = {
					this = true
				}
			},
			["售"] = {
				this = true
			}
		},
		["锯"] = {
			["背"] = {
				["齿"] = {
					["大"] = {
						["砍"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["砍"] = {
			["刀"] = {
				this = true
			}
		},
		["濑"] = {
			["爱"] = {
				this = true
			}
		},
		["良"] = {
			this = true
		},
		["隆"] = {
			["比"] = {
				["基"] = {
					["尼"] = {
						["小"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["宁"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["排"] = {
			["警"] = {
				["灯"] = {
					this = true,
					["0"] = {
						["0"] = {
							this = true
						}
					}
				}
			}
		},
		["篇"] = {
			["巨"] = {
				["根"] = {
					this = true
				}
			},
			["乱"] = {
				["伦"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			}
		},
		["汽"] = {
			["狗"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["驱"] = {
			["直"] = {
				["入"] = {
					this = true
				}
			}
		},
		["刃"] = {
			["刀"] = {
				["售"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["叨"] = {
				["%"] = {
					["售"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["寿"] = {
			["区"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			},
			["肾"] = {
				this = true,
				["源"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["泰"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["头"] = {
			["发"] = {
				["的"] = {
					["素"] = {
						["菜"] = {
							this = true
						}
					}
				}
			}
		},
		["腿"] = {
			["白"] = {
				["皙"] = {
					["美"] = {
						["少"] = {
							["妇"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["助"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["泽"] = {
			["雅"] = {
				["美"] = {
					this = true
				}
			},
			["影"] = {
				["视"] = {
					this = true
				}
			},
			["梓"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["红"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["冲"] = {
		["锋"] = {
			["枪"] = {
				this = true,
				T = {
					E = {
						L = {
							this = true
						}
					}
				},
				["弹"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["机"] = {
				["槍"] = {
					["代"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["抢"] = {
				this = true
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["线"] = {
			["管"] = {
				this = true
			}
		},
		["击"] = {
			["弹"] = {
				this = true
			}
		},
		["那"] = {
			["翼"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["气"] = {
			["娃"] = {
				["娃"] = {
					this = true
				}
			}
		},
		["田"] = {
			["杏"] = {
				["梨"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["亚"] = {
			["美"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["账"] = {
			["发"] = {
				this = true
			},
			["专"] = {
				["用"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["子"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["微"] = {
		["冲"] = {
			this = true
		},
		["型"] = {
			["冲"] = {
				["锋"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["无"] = {
				["线"] = {
					["隐"] = {
						["型"] = {
							["耳"] = {
								["机"] = {
									this = true
								}
							}
						}
					},
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["米"] = {
				["粒"] = {
					["耳"] = {
						["机"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["窃"] = {
				["听"] = {
					["器"] = {
						this = true,
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["竊"] = {
				["聽"] = {
					["器"] = {
						this = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true,
					["真"] = {
						["狗"] = {
							this = true
						}
					}
				},
				["槍"] = {
					this = true
				}
			},
			["無"] = {
				["線"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["钢"] = {
					["炮"] = {
						this = true
					}
				}
			},
			["袖"] = {
				["珍"] = {
					["手"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["引"] = {
						["爆"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["遙"] = {
				["控"] = {
					["引"] = {
						["爆"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["移"] = {
				["动"] = {
					["车"] = {
						["载"] = {
							["基"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["声"] = {
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			}
		},
		["拍"] = {
			["福"] = {
				["利"] = {
					this = true,
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["博"] = {
			["负"] = {
				["面"] = {
					["删"] = {
						["除"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			},
			["中"] = {
				["奖"] = {
					this = true
				}
			}
		},
		["聚"] = {
			["网"] = {
				["米"] = {
					["伽"] = {
						["币"] = {
							this = true
						}
					}
				}
			}
		},
		["烈"] = {
			["刀"] = {
				this = true
			}
		},
		["气"] = {
			["孔"] = {
				["球"] = {
					["形"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["乳"] = {
			["美"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				}
			},
			["淑"] = {
				["女"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["山"] = {
			["文"] = {
				["."] = {
					["化"] = {
						["广"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["威"] = {
			["客"] = {
				["平"] = {
					["台"] = {
						this = true
					}
				}
			}
		},
		["微"] = {
			["的"] = {
				["微"] = {
					["笑"] = {
						this = true
					}
				}
			}
		},
		["笑"] = {
			["的"] = {
				["阳"] = {
					["具"] = {
						this = true
					}
				}
			}
		},
		["信"] = {
			["丰"] = {
				["都"] = {
					["枪"] = {
						["毙"] = {
							this = true
						}
					}
				}
			},
			["骚"] = {
				["女"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["醉"] = {
			["爆"] = {
				["乳"] = {
					["姐"] = {
						["姐"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["锦"] = {
		["江"] = {
			b = {
				["5"] = {
					["8"] = {
						this = true
					}
				}
			},
			["大"] = {
				["酒"] = {
					["店"] = {
						this = true
					}
				}
			}
		},
		["涛"] = {
			this = true,
			["不"] = {
				["去"] = {
					["芜"] = {
						["湖"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["退"] = {
					["反"] = {
						["腐"] = {
							this = true
						}
					}
				}
			},
			["推"] = {
				["电"] = {
					["子"] = {
						["民"] = {
							["主"] = {
								["墙"] = {
									["运"] = {
										["动"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["之"] = {
				["子"] = {
					["胡"] = {
						this = true
					}
				}
			}
		},
		["程"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["证"] = {
				["件"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["帝"] = {
			this = true
		},
		["虹"] = {
			["发"] = {
				["实"] = {
					["业"] = {
						this = true
					}
				}
			}
		},
		["湖"] = {
			["轮"] = {
				["胎"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["平"] = {
		["式"] = {
			["枪"] = {
				this = true
			},
			["双"] = {
				["管"] = {
					["猎"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["进"] = {
			["喜"] = {
				this = true
			},
			["习"] = {
				this = true
			}
		},
		["博"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["近"] = {
			["习"] = {
				this = true
			},
			["刁"] = {
				this = true
			},
			["锡"] = {
				this = true
			},
			["錫"] = {
				this = true
			}
		},
		["小"] = {
			["邓"] = {
				this = true
			}
		},
		["安"] = {
			["夜"] = {
				["自"] = {
					["杀"] = {
						this = true
					}
				}
			},
			[" "] = {
				["3"] = {
					["7"] = {
						["亿"] = {
							this = true
						}
					}
				}
			},
			["车"] = {
				["险"] = {
					this = true
				}
			},
			["驾"] = {
				["校"] = {
					this = true
				}
			},
			["虚"] = {
				["假"] = {
					["银"] = {
						["行"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					this = true
				}
			},
			["制"] = {
				["药"] = {
					this = true
				}
			}
		},
		["反"] = {
			this = true,
			["六"] = {
				["四"] = {
					this = true
				},
				["3"] = {
					["+"] = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					this = true
				}
			},
			s = {
				i = {
					x = {
						["4"] = {
							this = true
						}
					}
				}
			},
			["柳"] = {
				["丝"] = {
					this = true
				}
			},
			["陆"] = {
				["肆"] = {
					this = true
				}
			},
			["牛"] = {
				["屎"] = {
					this = true
				}
			},
			["八"] = {
				["九"] = {
					this = true
				}
			},
			["民"] = {
				["运"] = {
					this = true
				}
			}
		},
		["银"] = {
			["芳"] = {
				this = true
			}
		},
		["沼"] = {
			["骐"] = {
				["一"] = {
					["郎"] = {
						this = true
					}
				}
			}
		},
		["金"] = {
			["习"] = {
				this = true
			},
			["習"] = {
				this = true
			}
		},
		["晋"] = {
			["希"] = {
				this = true
			}
		},
		["晉"] = {
			["希"] = {
				this = true
			}
		},
		["進"] = {
			["習"] = {
				this = true
			},
			["喜"] = {
				this = true
			}
		},
		["禁"] = {
			["习"] = {
				this = true
			},
			["習"] = {
				this = true
			}
		},
		["习"] = {
			["近"] = {
				this = true
			}
		},
		["習"] = {
			["近"] = {
				this = true
			}
		},
		["远"] = {
			["习"] = {
				this = true
			},
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["遠"] = {
			["習"] = {
				this = true
			}
		},
		["疫"] = {
			["近"] = {
				["人"] = {
					this = true
				}
			}
		},
		["坝"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["暴"] = {
			this = true,
			[" "] = {
				["胜"] = {
					["利"] = {
						this = true
					}
				}
			},
			["胜"] = {
				["利"] = {
					this = true
				}
			}
		},
		["成"] = {
			["女"] = {
				["忍"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["底"] = {
			["型"] = {
				["弹"] = {
					["头"] = {
						this = true
					}
				}
			}
		},
		["谷"] = {
			["办"] = {
				["正"] = {
					this = true,
					["？"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["行"] = {
			["志"] = {
				["愿"] = {
					this = true
				}
			}
		},
		["湖"] = {
			["麻"] = {
				["古"] = {
					this = true
				}
			}
		},
		["滑"] = {
			["枪"] = {
				["管"] = {
					["枪"] = {
						this = true,
						["代"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["价"] = {
			["枪"] = {
				["模"] = {
					this = true
				}
			},
			["珠"] = {
				["宝"] = {
					["工"] = {
						["厂"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["井"] = {
			["佳"] = {
				["惠"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["千"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["警"] = {
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["千"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["局"] = {
			this = true
		},
		["可"] = {
			["夫"] = {
				this = true
			}
		},
		["立"] = {
			["式"] = {
				["双"] = {
					["管"] = {
						["猎"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["码"] = {
			["三"] = {
				["中"] = {
					["三"] = {
						this = true
					}
				}
			}
		},
		["碼"] = {
			["三"] = {
				["中"] = {
					["三"] = {
						this = true
					}
				}
			}
		},
		["刃"] = {
			["夜"] = {
				["鹰"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				this = true
			}
		},
		["沙"] = {
			["雁"] = {
				this = true
			}
		},
		["山"] = {
			["朝"] = {
				["香"] = {
					["迅"] = {
						["雷"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["县"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["石"] = {
			["一"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["松"] = {
			["圭"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["特"] = {
			["码"] = {
				this = true
			}
		},
		["天"] = {
			["大"] = {
				["圣"] = {
					this = true
				}
			}
		},
		["头"] = {
			["大"] = {
				["刀"] = {
					["砍"] = {
						this = true
					}
				}
			},
			["刀"] = {
				this = true
			}
		},
		["西"] = {
			["王"] = {
				this = true,
				["就"] = {
					["封"] = {
						this = true
					}
				},
				["俊"] = {
					["臣"] = {
						this = true
					}
				},
				["派"] = {
					["京"] = {
						["派"] = {
							this = true
						}
					}
				},
				["镇"] = {
					["南"] = {
						["王"] = {
							this = true
						}
					}
				}
			}
		},
		["乡"] = {
			["黑"] = {
				["枪"] = {
					["的"] = {
						this = true
					}
				}
			}
		},
		["庸"] = {
			["无"] = {
				["建"] = {
					["树"] = {
						this = true
					}
				}
			},
			["無"] = {
				["建"] = {
					["樹"] = {
						this = true
					}
				}
			}
		},
		["原"] = {
			["枪"] = {
				["模"] = {
					["网"] = {
						this = true
					}
				}
			},
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["心"] = {
				this = true,
				["高"] = {
					["清"] = {
						this = true
					}
				}
			}
		},
		["凡"] = {
			["六"] = {
				["肄"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["来"] = {
		["复"] = {
			["枪"] = {
				this = true
			}
		},
		["吧"] = {
			["综"] = {
				["合"] = {
					["网"] = {
						this = true
					}
				}
			},
			["插"] = {
				["插"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["爽"] = {
			["我"] = {
				this = true
			}
		},
		["插"] = {
			["我"] = {
				this = true
			}
		},
		["干"] = {
			this = true
		},
		["福"] = {
			["线"] = {
				this = true
			},
			["枪"] = {
				this = true
			},
			["汽"] = {
				["狗"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["来"] = {
			["娱"] = {
				["乐"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["宾"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["操"] = {
			["8"] = {
				this = true
			},
			["吧"] = {
				this = true
			}
		},
		["次"] = {
			["阴"] = {
				["核"] = {
					["高"] = {
						["潮"] = {
							this = true
						}
					}
				}
			}
		},
		["电"] = {
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["改"] = {
				["号"] = {
					["器"] = {
						this = true
					}
				}
			},
			["任"] = {
				["意"] = {
					["显"] = {
						this = true
					}
				}
			}
		},
		["凤"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["京"] = {
			["上"] = {
				["访"] = {
					this = true
				}
			}
		},
		["俊"] = {
			["臣"] = {
				this = true
			}
		},
		["龙"] = {
			["去"] = {
				["脉"] = {
					this = true
				}
			}
		},
		["栖"] = {
			this = true,
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["日"] = {
			["天"] = {
				["天"] = {
					["免"] = {
						["费"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["生"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["须"] = {
			["真"] = {
				["央"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["找"] = {
			["嫩"] = {
				["模"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			}
		},
		["自"] = {
			["波"] = {
				["兰"] = {
					["的"] = {
						["美"] = {
							["妖"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
