pg = pg or {}
slot0 = pg
slot0.word_template_208 = {}
slot1 = slot0.word_template_208

function temp()
	uv0["宠"] = {
		["妃"] = {
			["撩"] = {
				["人"] = {
					["："] = {
						["王"] = {
							["爷"] = {
								["爱"] = {
									["来"] = {
										["暖"] = {
											["床"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["眷"] = {
			["的"] = {
				["稚"] = {
					["齿"] = {
						["情"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["霸"] = {
			["美"] = {
				["男"] = {
					this = true
				}
			}
		},
		["物"] = {
			["点"] = {
				["击"] = {
					["抽"] = {
						["奖"] = {
							this = true
						}
					}
				}
			},
			["王"] = {
				["国"] = {
					this = true
				}
			},
			["训"] = {
				["练"] = {
					["师"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["囧"] = {
		["囧"] = {
			this = true,
			["法"] = {
				["师"] = {
					["综"] = {
						["漫"] = {
							["游"] = {
								this = true
							}
						}
					}
				}
			},
			["影"] = {
				["视"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["仲"] = {
		["夏"] = {
			["梦"] = {
				["之"] = {
					["女"] = {
						["配"] = {
							this = true
						}
					}
				}
			}
		},
		["勋"] = {
			["刁"] = {
				this = true
			},
			["习"] = {
				this = true
			},
			["之"] = {
				["子"] = {
					this = true
				}
			},
			["高"] = {
				["干"] = {
					["子"] = {
						["弟"] = {
							this = true
						}
					}
				}
			}
		},
		["勳"] = {
			["刁"] = {
				this = true
			},
			["習"] = {
				this = true
			},
			["之"] = {
				["子"] = {
					this = true
				}
			},
			["高"] = {
				["幹"] = {
					["子"] = {
						["弟"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["紗"] = {
				["代"] = {
					this = true
				}
			}
		},
		["村"] = {
			this = true
		},
		["籿"] = {
			this = true
		},
		["大"] = {
			["军"] = {
				["新"] = {
					["疆"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["谷"] = {
			["香"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["间"] = {
			["丽"] = {
				["奈"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["間"] = {
			["麗"] = {
				["奈"] = {
					this = true
				}
			}
		},
		["里"] = {
			["愛"] = {
				this = true
			},
			["紗"] = {
				["羽"] = {
					this = true
				}
			}
		},
		["西"] = {
			["紗"] = {
				["香"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["遍"] = {
		["地"] = {
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["桃"] = {
				["花"] = {
					this = true
				}
			},
			["開"] = {
				["蘤"] = {
					this = true
				}
			},
			["开"] = {
				["花"] = {
					this = true
				}
			},
			["燭"] = {
				["光"] = {
					this = true,
					["，"] = {
						["悼"] = {
							["唸"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["烛"] = {
				["光"] = {
					this = true,
					["，"] = {
						["悼"] = {
							["念"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					},
					["悼"] = {
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["收"] = {
			["天"] = {
				["下"] = {
					["美"] = {
						["娇"] = {
							["娘"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["父"] = {
		["皇"] = {
			["哥"] = {
				["哥"] = {
					["们"] = {
						["爱"] = {
							["我"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["戏"] = {
				["春"] = {
					["水"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["淫"] = {
						["色"] = {
							this = true
						}
					}
				}
			},
			["姐"] = {
				["弟"] = {
					["淫"] = {
						["乱"] = {
							this = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true,
					["Ａ"] = {
						["片"] = {
							this = true
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					this = true
				}
			}
		},
		["母"] = {
			["下"] = {
				["岗"] = {
					["儿"] = {
						["下"] = {
							["地"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["亲"] = {
			["性"] = {
				["搔"] = {
					["扰"] = {
						["女"] = {
							["儿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["荫"] = {
			this = true
		},
		["蔭"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["玲"] = {
		["珑"] = {
			["孽"] = {
				["缘"] = {
					this = true
				},
				["怨"] = {
					["全"] = {
						["本"] = {
							this = true
						}
					}
				}
			}
		},
		["柴"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["遮"] = {
		["天"] = {
			["有"] = {
				["爱"] = {
					["番"] = {
						["外"] = {
							["篇"] = {
								["之"] = {
									["梵"] = {
										["仙"] = {
											["篇"] = {
												["："] = {
													["怒"] = {
														["空"] = {
															["摘"] = {
																["星"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["挡"] = {
			["换"] = {
				["号"] = {
					["器"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["犬"] = {
		["交"] = {
			["兄"] = {
				["弟"] = {
					this = true
				}
			}
		},
		["犬"] = {
			x = {
				i = {
					this = true
				}
			}
		},
		["儒"] = {
			["主"] = {
				["义"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["《"] = {
		["花"] = {
			["落"] = {
				["伴"] = {
					["官"] = {
						["途"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["勾"] = {
			["当"] = {
				["2"] = {
					["红"] = {
						["色"] = {
							["骆"] = {
								["驼"] = {
									["》"] = {
										["迅"] = {
											["雷"] = {
												["下"] = {
													["载"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["1"] = {
			["2"] = {
				["个"] = {
					["春"] = {
						["秋"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["风"] = {
			["波"] = {
				["记"] = {
					["》"] = {
						this = true
					}
				}
			}
		},
		["目"] = {
			["睹"] = {
				["中"] = {
					["国"] = {
						["改"] = {
							["革"] = {
								["开"] = {
									["放"] = {
										["2"] = {
											["8"] = {
												["年"] = {
													["之"] = {
														["怪"] = {
															["现"] = {
																["状"] = {
																	["》"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["苹"] = {
			["果"] = {
				["》"] = {
					this = true
				}
			}
		},
		["色"] = {
			["戒"] = {
				["》"] = {
					this = true
				}
			}
		},
		["天"] = {
			["音"] = {
				["》"] = {
					this = true,
					["专"] = {
						["辑"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["国"] = {
				["民"] = {
					["主"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["於"] = {
		["宇"] = {
			["同"] = {
				["无"] = {
					["主"] = {
						["之"] = {
							["花"] = {
								this = true,
								["在"] = {
									["线"] = {
										["观"] = {
											["看"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["淼"] = {
			["林"] = {
				this = true
			}
		},
		["幼"] = {
			["軍"] = {
				this = true
			}
		},
		["天"] = {
			["瑞"] = {
				this = true
			}
		},
		["永"] = {
			["波"] = {
				this = true
			}
		}
	}
end

temp()
