pg = pg or {}
slot0 = pg
slot0.word_template_30 = {}
slot1 = slot0.word_template_30

function temp()
	uv0["粉"] = {
		["穴"] = {
			this = true,
			["嫩"] = {
				["逼"] = {
					this = true
				}
			}
		},
		["红"] = {
			["穴"] = {
				this = true
			},
			["的"] = {
				B = {
					B = {
						this = true
					}
				},
				["阴"] = {
					["道"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["不"] = {
						["减"] = {
							this = true
						}
					}
				}
			},
			["裤"] = {
				["袜"] = {
					["写"] = {
						["真"] = {
							this = true
						}
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					this = true
				}
			},
			["色"] = {
				["的"] = {
					["火"] = {
						["烈"] = {
							["鸟"] = {
								this = true
							}
						}
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["屄"] = {
			this = true
		},
		["飾"] = {
			["太"] = {
				["平"] = {
					this = true
				}
			}
		},
		["木"] = {
			["耳"] = {
				this = true,
				["鲍"] = {
					["照"] = {
						this = true
					}
				}
			}
		},
		["弹"] = {
			["枪"] = {
				this = true
			}
		},
		["鲍"] = {
			this = true,
			["美"] = {
				["臀"] = {
					this = true
				}
			}
		},
		["嫩"] = {
			this = true,
			["小"] = {
				["屄"] = {
					this = true
				},
				["洞"] = {
					this = true
				},
				["骚"] = {
					B = {
						this = true
					}
				},
				["穴"] = {
					this = true,
					["的"] = {
						["学"] = {
							["生"] = {
								this = true
							}
						}
					},
					["等"] = {
						["你"] = {
							this = true
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["流"] = {
						["血"] = {
							this = true
						}
					}
				},
				["淫"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["鲍"] = {
				["鱼"] = {
					this = true
				}
			},
			["的"] = {
				this = true,
				["妹"] = {
					["子"] = {
						this = true
					}
				}
			},
			["粉"] = {
				["嫩"] = {
					["的"] = {
						["小"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			},
			["嫩"] = {
				["的"] = {
					["尖"] = {
						["笋"] = {
							["奶"] = {
								this = true
							}
						}
					},
					["奶"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					this = true
				}
			},
			["穴"] = {
				this = true
			},
			["淫"] = {
				["臀"] = {
					this = true
				},
				["穴"] = {
					["图"] = {
						this = true
					}
				}
			},
			["萝"] = {
				["视"] = {
					["频"] = {
						["在"] = {
							["线"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["刺"] = {
			this = true
		},
		["饰"] = {
			["太"] = {
				["平"] = {
					this = true
				}
			}
		},
		["碎"] = {
			["林"] = {
				["陈"] = {
					["材"] = {
						["料"] = {
							this = true
						}
					},
					["反"] = {
						["党"] = {
							["集"] = {
								["团"] = {
									["反"] = {
										["革"] = {
											["命"] = {
												["政"] = {
													["变"] = {
														["的"] = {
															["斗"] = {
																["争"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["四"] = {
				["人"] = {
					["帮"] = {
						this = true
					}
				}
			}
		},
		["笔"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["冰"] = {
			this = true
		},
		["紅"] = {
			["愛"] = {
				["液"] = {
					this = true
				}
			},
			["穴"] = {
				this = true
			}
		},
		["末"] = {
			["钢"] = {
				this = true
			},
			["型"] = {
				this = true,
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["聊"] = {
				["天"] = {
					this = true
				}
			},
			["嫩"] = {
				["鲍"] = {
					["被"] = {
						["内"] = {
							["射"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["推"] = {
			this = true
		},
		["臀"] = {
			["红"] = {
				["痕"] = {
					this = true
				}
			}
		},
		["状"] = {
			["乳"] = {
				["化"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["开"] = {
		["苞"] = {
			this = true,
			["鸿"] = {
				["运"] = {
					["当"] = {
						["头"] = {
							this = true
						}
					}
				}
			},
			["后"] = {
				["被"] = {
					["内"] = {
						["射"] = {
							this = true
						}
					}
				}
			},
			["价"] = {
				["格"] = {
					this = true,
					["幼"] = {
						["女"] = {
							this = true
						}
					},
					["最"] = {
						["低"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					["流"] = {
						["出"] = {
							this = true
						}
					}
				}
			}
		},
		["房"] = {
			this = true,
			["记"] = {
				["录"] = {
					["查"] = {
						["询"] = {
							this = true
						}
					}
				}
			},
			["宾"] = {
				["馆"] = {
					["淫"] = {
						["乱"] = {
							this = true
						}
					}
				}
			},
			["拍"] = {
				this = true
			},
			["视"] = {
				["频"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					}
				},
				["慰"] = {
					this = true
				}
			}
		},
		["山"] = {
			["刀"] = {
				this = true,
				["专"] = {
					this = true,
					["买"] = {
						["店"] = {
							this = true
						}
					},
					["店"] = {
						this = true
					},
					["售"] = {
						this = true
					}
				},
				["具"] = {
					["网"] = {
						this = true
					},
					["具"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					this = true
				},
				["砍"] = {
					["刀"] = {
						this = true,
						["网"] = {
							this = true
						},
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				},
				["匕"] = {
					["首"] = {
						["专"] = {
							this = true
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["军"] = {
					["刺"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				},
				["世"] = {
					["界"] = {
						this = true
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			d = {
				a = {
					o = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["精"] = {
				["工"] = {
					["刀"] = {
						this = true
					},
					["忉"] = {
						this = true
					}
				}
			},
			["砍"] = {
				this = true,
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["刀"] = {
					this = true,
					["具"] = {
						["具"] = {
							this = true
						}
					},
					["热"] = {
						["销"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["斧"] = {
					["专"] = {
						this = true
					}
				},
				["砍"] = {
					["刀"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			}
		},
		["奖"] = {
			this = true,
			["结"] = {
				["果"] = {
					this = true
				}
			},
			["现"] = {
				["场"] = {
					["直"] = {
						["播"] = {
							this = true
						}
					}
				}
			},
			["斗"] = {
				["地"] = {
					["主"] = {
						this = true
					}
				}
			},
			["梭"] = {
				["哈"] = {
					this = true
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["户"] = {
			this = true,
			["资"] = {
				["源"] = {
					this = true
				}
			},
			["代"] = {
				["理"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["账"] = {
				["号"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["扎"] = {
				["金"] = {
					["花"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["球"] = {
					this = true
				}
			}
		},
		["瞟"] = {
			this = true
		},
		["锁"] = {
			this = true,
			["器"] = {
				this = true,
				["*"] = {
					this = true
				},
				["材"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["教"] = {
					["授"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["工"] = {
				["具"] = {
					this = true,
					["大"] = {
						["全"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["箱"] = {
						this = true
					},
					["小"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			},
			["宝"] = {
				["典"] = {
					this = true
				}
			},
			["必"] = {
				["备"] = {
					["工"] = {
						["具"] = {
							["全"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["全"] = {
					this = true
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["攻"] = {
				["略"] = {
					this = true
				}
			},
			["技"] = {
				["术"] = {
					this = true,
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["培"] = {
				["训"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["密"] = {
					["云"] = {
						this = true
					}
				}
			},
			["全"] = {
				["大"] = {
					["全"] = {
						this = true
					}
				}
			},
			["手"] = {
				["法"] = {
					this = true
				}
			},
			["书"] = {
				this = true,
				["密"] = {
					["云"] = {
						["地"] = {
							["区"] = {
								this = true
							}
						}
					}
				}
			},
			["术"] = {
				this = true
			},
			["万"] = {
				["能"] = {
					["钥"] = {
						["匙"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["王"] = {
				this = true
			}
		},
		["心"] = {
			["小"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["播"] = {
				["播"] = {
					this = true,
					["网"] = {
						this = true
					},
					["站"] = {
						this = true
					}
				}
			},
			["8"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				this = true,
				["情"] = {
					this = true,
					["站"] = {
						this = true
					}
				},
				["播"] = {
					["网"] = {
						this = true
					}
				},
				["影"] = {
					["视"] = {
						this = true
					}
				}
			},
			["五"] = {
				["月"] = {
					this = true,
					["五"] = {
						["月"] = {
							["深"] = {
								["深"] = {
									["爱"] = {
										this = true
									}
								}
							}
						}
					},
					["色"] = {
						["播"] = {
							["网"] = {
								this = true
							}
						}
					},
					["天"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["成"] = {
						["人"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["站"] = {
						this = true
					}
				}
			},
			["码"] = {
				["流"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					this = true,
					["站"] = {
						this = true
					}
				}
			},
			["生"] = {
				["意"] = {
					["网"] = {
						this = true
					}
				}
			},
			["水"] = {
				this = true
			},
			["四"] = {
				["房"] = {
					["色"] = {
						["播"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["赚"] = {
				this = true
			}
		},
		["花"] = {
			["弹"] = {
				this = true,
				[" "] = {
					["达"] = {
						["姆"] = {
							["弹"] = {
								this = true
							}
						}
					}
				},
				["达"] = {
					["姆"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["刃"] = {
			["刀"] = {
				["剑"] = {
					["专"] = {
						["卖"] = {
							["店"] = {
								this = true
							}
						},
						["店"] = {
							this = true
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					this = true
				}
			},
			["弹"] = {
				["簧"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["刀"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["虎"] = {
				["牙"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["军"] = {
				["刀"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["开"] = {
				["山"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["三"] = {
				["棱"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["跳"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["宿"] = {
			["迁"] = {
				["咨"] = {
					["询"] = {
						["费"] = {
							this = true
						}
					}
				}
			}
		},
		["票"] = {
			this = true,
			["公"] = {
				["司"] = {
					this = true,
					["代"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["快"] = {
				this = true
			}
		},
		["元"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["户"] = {
				["外"] = {
					this = true
				}
			}
		},
		["发"] = {
			["票"] = {
				this = true,
				c = {
					this = true
				},
				j = {
					["3"] = {
						this = true
					}
				},
				r = {
					this = true
				},
				s = {
					this = true
				},
				["保"] = {
					["真"] = {
						this = true
					}
				},
				["城"] = {
					["关"] = {
						this = true
					}
				},
				["代"] = {
					["理"] = {
						this = true
					}
				},
				["公"] = {
					["司"] = {
						this = true
					}
				},
				["汇"] = {
					this = true
				},
				["联"] = {
					["系"] = {
						this = true
					}
				},
				["密"] = {
					["云"] = {
						["地"] = {
							["区"] = {
								this = true
							}
						}
					}
				},
				["请"] = {
					["致"] = {
						["电"] = {
							this = true
						}
					}
				}
			},
			["$"] = {
				["票"] = {
					this = true
				}
			},
			["&"] = {
				["票"] = {
					["汇"] = {
						this = true
					}
				}
			},
			["漂"] = {
				this = true,
				["公"] = {
					["司"] = {
						this = true
					}
				},
				["联"] = {
					["系"] = {
						this = true
					}
				}
			},
			["水"] = {
				["票"] = {
					["汇"] = {
						this = true
					}
				}
			},
			["税"] = {
				["票"] = {
					["发"] = {
						["票"] = {
							this = true,
							["汇"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["机"] = {
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["打"] = {
				["发"] = {
					["漂"] = {
						this = true
					},
					["票"] = {
						this = true
					}
				},
				["法"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["發"] = {
			["票"] = {
				this = true
			},
			["飘"] = {
				this = true
			}
		},
		["放"] = {
			["杂"] = {
				["志"] = {
					this = true
				}
			},
			["6"] = {
				["位"] = {
					this = true
				}
			},
			["报"] = {
				["禁"] = {
					this = true
				}
			},
			["出"] = {
				["版"] = {
					["社"] = {
						this = true
					}
				}
			},
			["党"] = {
				["禁"] = {
					this = true
				}
			},
			["回"] = {
				["俱"] = {
					["乐"] = {
						["部"] = {
							this = true
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["六"] = {
				["位"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["性"] = {
				["游"] = {
					["戏"] = {
						this = true
					}
				}
			}
		},
		["垦"] = {
			["民"] = {
				["主"] = {
					this = true
				}
			}
		},
		["天"] = {
			["目"] = {
				this = true
			}
		},
		["沧"] = {
			["州"] = {
				["醱"] = {
					["票"] = {
						this = true
					},
					["漂"] = {
						this = true
					}
				},
				["酦"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["建"] = {
			["筑"] = {
				["发"] = {
					["票"] = {
						this = true
					},
					["漂"] = {
						this = true
					}
				},
				["法"] = {
					["票"] = {
						this = true
					}
				},
				["票"] = {
					this = true
				}
			},
			["材"] = {
				["费"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["东"] = {
			["莞"] = {
				["税"] = {
					["票"] = {
						this = true
					},
					["漂"] = {
						this = true
					}
				},
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["%"] = {
			["票"] = {
				this = true
			}
		},
		f = {
			a = {
				p = {
					i = {
						a = {
							o = {
								this = true
							}
						}
					}
				}
			}
		},
		G = {
			this = true
		},
		v = {
			["苞"] = {
				["价"] = {
					["格"] = {
						this = true
					}
				}
			}
		},
		["保"] = {
			["真"] = {
				["税"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["病"] = {
			["假"] = {
				["条"] = {
					this = true
				}
			}
		},
		["财"] = {
			["税"] = {
				this = true,
				["发"] = {
					["票"] = {
						this = true
					}
				}
			},
			["务"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["餐"] = {
			["饮"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["车"] = {
			["反"] = {
				["锁"] = {
					["新"] = {
						["疆"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["雷"] = {
				["慧"] = {
					["楠"] = {
						this = true
					}
				}
			},
			["门"] = {
				["好"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["去"] = {
				["开"] = {
					["房"] = {
						this = true
					}
				}
			}
		},
		["店"] = {
			["办"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["费"] = {
				this = true
			}
		},
		["定"] = {
			["额"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["法"] = {
			["票"] = {
				this = true,
				["公"] = {
					["司"] = {
						this = true
					}
				},
				["汇"] = {
					this = true
				},
				["联"] = {
					["系"] = {
						this = true
					}
				}
			}
		},
		["粉"] = {
			["红"] = {
				["小"] = {
					["阴"] = {
						["唇"] = {
							this = true
						}
					}
				}
			}
		},
		["封"] = {
			["办"] = {
				["假"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["证"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["市"] = {
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["做"] = {
				["假"] = {
					["身"] = {
						["份"] = {
							this = true
						}
					}
				}
			}
		},
		["服"] = {
			["务"] = {
				["业"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["福"] = {
			["区"] = {
				this = true
			},
			["州"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["市"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["伪"] = {
				["装"] = {
					this = true
				}
			}
		},
		["假"] = {
			["发"] = {
				["票"] = {
					["找"] = {
						["我"] = {
							this = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					["找"] = {
						["我"] = {
							this = true
						}
					}
				}
			}
		},
		["进"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						[" "] = {
							["学"] = {
								["生"] = {
									this = true
								}
							}
						},
						["学"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			},
			["北"] = {
				["京"] = {
					this = true
				}
			}
		},
		["据"] = {
			["酒"] = {
				["水"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["矿"] = {
			["雷"] = {
				["管"] = {
					this = true
				}
			}
		},
		["来"] = {
			this = true
		},
		["利"] = {
			["财"] = {
				["经"] = {
					this = true
				}
			}
		},
		["路"] = {
			["刀"] = {
				this = true
			}
		},
		["幕"] = {
			["式"] = {
				["的"] = {
					["新"] = {
						["解"] = {
							["释"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			["办"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["酦"] = {
			["票"] = {
				this = true
			}
		},
		["普"] = {
			["通"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			this = true,
			["木"] = {
				["樨"] = {
					["地"] = {
						this = true
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["厦"] = {
			["门"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["韶"] = {
			["关"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["深"] = {
			["圳"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["法"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["市"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["水"] = {
			["票"] = {
				this = true
			}
		},
		["税"] = {
			["票"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			},
			["务"] = {
				["发"] = {
					["票"] = {
						this = true,
						["代"] = {
							this = true
						}
					}
				},
				["法"] = {
					["票"] = {
						["代"] = {
							this = true
						}
					}
				}
			}
		},
		["鎖"] = {
			["工"] = {
				["具"] = {
					this = true
				}
			}
		},
		["他"] = {
			["敏"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["拓"] = {
			["证"] = {
				["件"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["县"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["医"] = {
			["院"] = {
				["病"] = {
					["假"] = {
						["条"] = {
							this = true
						}
					}
				}
			}
		},
		["印"] = {
			["钞"] = {
				["机"] = {
					["还"] = {
						["债"] = {
							this = true
						}
					}
				}
			},
			["吵"] = {
				["机"] = {
					["还"] = {
						["债"] = {
							this = true
						}
					}
				}
			},
			["刷"] = {
				["费"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["赢"] = {
			["牌"] = {
				["具"] = {
					this = true
				}
			}
		},
		["原"] = {
			["市"] = {
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["运"] = {
			["输"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["业"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["增"] = {
			["值"] = {
				["税"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					},
					["法"] = {
						["票"] = {
							this = true
						}
					},
					["票"] = {
						this = true
					}
				}
			}
		},
		["斋"] = {
			this = true
		},
		["真"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["正"] = {
			["规"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["住"] = {
					["宿"] = {
						["费"] = {
							this = true
						}
					}
				}
			}
		},
		["周"] = {
			["天"] = {
				["秘"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["咨"] = {
			["询"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["法"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["口"] = {
			["梦"] = {
				this = true
			}
		},
		["广"] = {
			["告"] = {
				["费"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["国"] = {
			["大"] = {
				["典"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["口"] = {
		["活"] = {
			this = true,
			["精"] = {
				["湛"] = {
					this = true
				}
			},
			["太"] = {
				["犀"] = {
					["利"] = {
						this = true
					}
				}
			},
			["真"] = {
				["是"] = {
					["好"] = {
						this = true
					}
				}
			}
		},
		["内"] = {
			["爆"] = {
				["射"] = {
					this = true
				}
			},
			["射"] = {
				["精"] = {
					this = true
				}
			}
		},
		["淫"] = {
			this = true
		},
		["交"] = {
			this = true,
			["放"] = {
				["尿"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["器"] = {
				["具"] = {
					this = true
				}
			},
			A = {
				["片"] = {
					this = true
				}
			},
			["爆"] = {
				["浆"] = {
					this = true
				}
			},
			["吃"] = {
				["精"] = {
					this = true
				}
			},
			["的"] = {
				["樂"] = {
					["趣"] = {
						this = true
					}
				},
				["最"] = {
					["高"] = {
						["境"] = {
							["界"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				},
				["務"] = {
					this = true
				}
			},
			["肛"] = {
				["交"] = {
					["内"] = {
						["射"] = {
							this = true
						}
					}
				}
			},
			["靠"] = {
				this = true
			},
			["美"] = {
				["图"] = {
					this = true
				}
			},
			["男"] = {
				["视"] = {
					["频"] = {
						this = true
					}
				}
			},
			["群"] = {
				["交"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["片"] = {
					this = true
				}
			},
			["完"] = {
				["在"] = {
					["插"] = {
						B = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["性"] = {
				["交"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["颜"] = {
				["射"] = {
					this = true
				}
			},
			["专"] = {
				["区"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				},
				["卫"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["爆"] = {
			this = true,
			["吞"] = {
				["精"] = {
					this = true
				}
			},
			["+"] = {
				["内"] = {
					["射"] = {
						this = true
					}
				}
			},
			N = {
				["+"] = {
					["1"] = {
						["次"] = {
							this = true
						}
					}
				}
			},
			["吃"] = {
				["精"] = {
					this = true
				}
			},
			["打"] = {
				["工"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["乳"] = {
				["交"] = {
					this = true
				}
			},
			["骚"] = {
				["网"] = {
					["友"] = {
						this = true
					}
				}
			},
			["爽"] = {
				this = true
			},
			["颜"] = {
				["射"] = {
					this = true
				}
			},
			["中"] = {
				["出"] = {
					this = true
				}
			}
		},
		["射"] = {
			this = true
		},
		["头"] = {
			["检"] = {
				["查"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["技"] = {
			this = true
		},
		["香"] = {
			["糖"] = {
				["炸"] = {
					["弹"] = {
						this = true
					}
				},
				["型"] = {
					["春"] = {
						["药"] = {
							this = true
						}
					},
					["迷"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["角"] = {
			this = true
		},
		["暴"] = {
			this = true,
			["大"] = {
				["眼"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["射"] = {
				["嘴"] = {
					["里"] = {
						this = true
					}
				}
			}
		},
		["碑"] = {
			["功"] = {
				["绩"] = {
					[" "] = {
						["升"] = {
							["官"] = {
								[" "] = {
									["建"] = {
										["柱"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["理"] = {
				["财"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["贲"] = {
			["雾"] = {
				["蒙"] = {
					["氵"] = {
						["干"] = {
							["药"] = {
								this = true
							}
						}
					}
				},
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["吹"] = {
			this = true
		},
		["服"] = {
			this = true,
			["迷"] = {
				["▓"] = {
					["药"] = {
						this = true
					}
				},
				["幻"] = {
					["听"] = {
						["话"] = {
							["水"] = {
								this = true
							}
						}
					}
				},
				["昏"] = {
					["药"] = {
						this = true
					}
				},
				["魂"] = {
					["粉"] = {
						this = true
					}
				},
				["药"] = {
					this = true
				}
			},
			["听"] = {
				["话"] = {
					["乖"] = {
						["乖"] = {
							["水"] = {
								this = true
							}
						}
					}
				}
			},
			["型"] = {
				["昏"] = {
					["迷"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["感"] = {
			["轻"] = {
				["劲"] = {
					["头"] = {
						["大"] = {
							this = true
						}
					}
				}
			}
		},
		["工"] = {
			["游"] = {
				["戏"] = {
					this = true
				}
			}
		},
		["含"] = {
			["龟"] = {
				["头"] = {
					this = true
				}
			},
			["鸡"] = {
				["巴"] = {
					this = true
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["住"] = {
				["鸡"] = {
					["巴"] = {
						this = true
					}
				}
			}
		},
		["号"] = {
			["撤"] = {
				["下"] = {
					this = true
				}
			},
			["修"] = {
				["改"] = {
					this = true
				}
			}
		},
		["合"] = {
			this = true
		},
		["火"] = {
			["暴"] = {
				this = true
			}
		},
		["鲛"] = {
			this = true
		},
		["径"] = {
			["4"] = {
				["."] = {
					["5"] = {
						["毫"] = {
							["米"] = {
								this = true
							}
						}
					}
				}
			},
			["型"] = {
				["新"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["那"] = {
			["里"] = {
				K = {
					["米"] = {
						["分"] = {
							this = true
						}
					}
				},
				["冫"] = {
					["水"] = {
						["毒"] = {
							this = true
						}
					}
				},
				["肾"] = {
					this = true
				},
				["有"] = {
					["三"] = {
						["唑"] = {
							["仑"] = {
								this = true
							}
						}
					}
				}
			},
			["有"] = {
				["木"] = {
					["仓"] = {
						this = true
					}
				}
			}
		},
		["內"] = {
			["爆"] = {
				["射"] = {
					this = true
				}
			}
		},
		["嚗"] = {
			this = true
		},
		["欠"] = {
			["箫"] = {
				this = true
			}
		},
		["蹄"] = {
			["疫"] = {
				this = true
			}
		},
		["味"] = {
			["稍"] = {
				["重"] = {
					this = true
				}
			}
		},
		["型"] = {
			["导"] = {
				["气"] = {
					["箍"] = {
						this = true
					}
				}
			}
		},
		["中"] = {
			["爆"] = {
				["射"] = {
					this = true
				}
			},
			["喝"] = {
				["的"] = {
					["是"] = {
						["蓝"] = {
							["带"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["狼"] = {
		["友"] = {
			this = true,
			["交"] = {
				["流"] = {
					this = true
				}
			},
			["乐"] = {
				["园"] = {
					this = true
				}
			},
			a = {
				v = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["登"] = {
				["陆"] = {
					["器"] = {
						this = true
					}
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["阁"] = {
				["成"] = {
					["人"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["黄"] = {
				["站"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["基"] = {
				["地"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["射"] = {
				["图"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["性"] = {
				["息"] = {
					this = true
				}
			},
			["淫"] = {
				this = true
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["吧"] = {
				this = true
			}
		},
		["色"] = {
			["淫"] = {
				["窝"] = {
					this = true
				}
			}
		},
		["国"] = {
			["色"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			this = true,
			["干"] = {
				this = true,
				["综"] = {
					["合"] = {
						this = true
					}
				},
				["伊"] = {
					["人"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["阁"] = {
				this = true
			}
		},
		["客"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["网"] = {
						this = true
					},
					["成"] = {
						["人"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["黄"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["黃"] = {
				["色"] = {
					["網"] = {
						this = true
					}
				}
			},
			["情"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["色"] = {
				["情"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			}
		},
		["后"] = {
			["传"] = {
				["奇"] = {
					this = true
				}
			}
		},
		["狈"] = {
			["为"] = {
				["奸"] = {
					this = true
				}
			}
		},
		["妹"] = {
			this = true
		},
		["群"] = {
			this = true,
			["发"] = {
				["布"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["窝"] = {
			this = true,
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["性"] = {
			["失"] = {
				["禁"] = {
					this = true
				}
			}
		},
		["牙"] = {
			["棍"] = {
				this = true
			}
		},
		["妖"] = {
			this = true
		},
		["爷"] = {
			this = true
		},
		["欲"] = {
			["国"] = {
				["度"] = {
					this = true
				}
			}
		},
		["族"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娛"] = {
				["樂"] = {
					["網"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["春"] = {
		["药"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["光"] = {
			["外"] = {
				["泻"] = {
					this = true
				}
			},
			["灿"] = {
				["烂"] = {
					["武"] = {
						["大"] = {
							["郎"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["夏"] = {
			["自"] = {
				["由"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["交"] = {
					this = true,
					["的"] = {
						["政"] = {
							["治"] = {
								["風"] = {
									["波"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["满"] = {
			["香"] = {
				["夏"] = {
					this = true
				}
			}
		},
		["暖"] = {
			["花"] = {
				["开"] = {
					["性"] = {
						["吧"] = {
							this = true,
							["有"] = {
								["你"] = {
									this = true
								}
							}
						},
						["8"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			this = true,
			["阁"] = {
				this = true,
				["2"] = {
					["区"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			A = {
				V = {
					["激"] = {
						["情"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["乱"] = {
			["香"] = {
				["野"] = {
					this = true
				}
			}
		},
		["节"] = {
			["晚"] = {
				["会"] = {
					this = true,
					["正"] = {
						["统"] = {
							["文"] = {
								["化"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["藥"] = {
			this = true
		},
		["潮"] = {
			this = true
		},
		["城"] = {
			["路"] = {
				["+"] = {
					["爆"] = {
						["炸"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["淫"] = {
						["窝"] = {
							this = true
						}
					}
				}
			}
		},
		["风"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["透"] = {
			["海"] = {
				["棠"] = {
					this = true,
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["樱"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["意"] = {
			["盎"] = {
				["然"] = {
					this = true
				}
			}
		},
		["淫"] = {
			this = true
		},
		["欲"] = {
			["手"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["兽"] = {
		["欲"] = {
			this = true
		},
		["奸"] = {
			this = true
		},
		["交"] = {
			this = true,
			["集"] = {
				["合"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["现"] = {
				["场"] = {
					this = true
				}
			},
			["小"] = {
				["说"] = {
					this = true
				}
			},
			["幼"] = {
				["交"] = {
					["爽"] = {
						["片"] = {
							this = true
						}
					}
				},
				["片"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					["播"] = {
						["放"] = {
							this = true
						}
					}
				}
			}
		},
		["兽"] = {
			["门"] = {
				this = true,
				["不"] = {
					["雅"] = {
						["照"] = {
							this = true
						}
					}
				},
				["视"] = {
					["频"] = {
						this = true,
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["潮"] = {
					this = true
				}
			},
			["现"] = {
				["场"] = {
					this = true
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			}
		},
		["奴"] = {
			["的"] = {
				["幸"] = {
					["福"] = {
						["生"] = {
							["活"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["性"] = {
			this = true,
			["化"] = {
				["效"] = {
					["劳"] = {
						this = true
					}
				}
			},
			["新"] = {
				["人"] = {
					["类"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			["印"] = {
				["记"] = {
					this = true
				}
			}
		},
		["姐"] = {
			this = true
		},
		["类"] = {
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["心"] = {
			["沸"] = {
				["腾"] = {
					this = true
				}
			}
		},
		["用"] = {
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["麻"] = {
				["醉"] = {
					["箭"] = {
						this = true
					},
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["秘"] = {
		["唇"] = {
			this = true
		},
		["裂"] = {
			this = true
		},
		["密"] = {
			["文"] = {
				["件"] = {
					["*"] = {
						this = true
					}
				}
			},
			["潛"] = {
				["入"] = {
					this = true
				}
			},
			["花"] = {
				["园"] = {
					this = true,
					["淫"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["潜"] = {
				["入"] = {
					this = true
				}
			},
			["調"] = {
				["教"] = {
					["凌"] = {
						["辱"] = {
							this = true
						}
					}
				}
			},
			["熟"] = {
				["母"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["录"] = {
			this = true
		},
		["书"] = {
			["被"] = {
				["带"] = {
					["走"] = {
						[" "] = {
							[" "] = {
								["当"] = {
									["场"] = {
										["晕"] = {
											["倒"] = {
												this = true
											}
										}
									}
								}
							},
							["当"] = {
								["场"] = {
									["瘫"] = {
										["倒"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["的"] = {
				["大"] = {
					["乱"] = {
						["交"] = {
							this = true
						}
					}
				},
				["吊"] = {
					["带"] = {
						["黑"] = {
							["丝"] = {
								this = true
							}
						}
					}
				}
			},
			["刘"] = {
				["志"] = {
					["刚"] = {
						this = true
					}
				}
			},
			["室"] = {
				["の"] = {
					["秘"] = {
						["め"] = {
							["事"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					["被"] = {
						["偷"] = {
							["拍"] = {
								this = true
							}
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蜜"] = {
		["穴"] = {
			this = true,
			["被"] = {
				["插"] = {
					this = true
				}
			}
		},
		["洞"] = {
			this = true
		},
		["桃"] = {
			["9"] = {
				["5"] = {
					["撸"] = {
						["管"] = {
							["天"] = {
								["堂"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["爱"] = {
				["女"] = {
					["人"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				},
				["熟"] = {
					["时"] = {
						this = true,
						["3"] = {
							D = {
								this = true
							}
						},
						B = {
							T = {
								this = true
							}
						},
						["高"] = {
							["清"] = {
								this = true
							}
						},
						["钟"] = {
							["真"] = {
								this = true
							}
						}
					},
					["時"] = {
						B = {
							T = {
								this = true
							}
						}
					}
				}
			},
			["淑"] = {
				["女"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["蜂"] = {
			["妖"] = {
				["纪"] = {
					this = true
				}
			}
		},
		["液"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["玉"] = {
		["穴"] = {
			this = true
		},
		["乳"] = {
			this = true
		},
		["蒲"] = {
			["团"] = {
				this = true,
				["玉"] = {
					["女"] = {
						["心"] = {
							["经"] = {
								this = true
							}
						}
					}
				},
				["*"] = {
					this = true
				},
				["之"] = {
					["偷"] = {
						["情"] = {
							["宝"] = {
								["鉴"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["團"] = {
				this = true
			}
		},
		["杵"] = {
			this = true
		},
		["不"] = {
			["撸"] = {
				this = true
			}
		},
		["女"] = {
			["阁"] = {
				this = true
			},
			["心"] = {
				["经"] = {
					this = true
				}
			},
			["淫"] = {
				["情"] = {
					this = true
				}
			}
		},
		["色"] = {
			["阁"] = {
				this = true
			}
		},
		["华"] = {
			["户"] = {
				["外"] = {
					["刀"] = {
						["具"] = {
							["专"] = {
								["卖"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["刀"] = {
				["具"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["和"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["森"] = {
			["集"] = {
				["团"] = {
					this = true
				}
			}
		},
		["龟"] = {
			this = true
		},
		["人"] = {
			["阁"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["应"] = {
		["召"] = {
			this = true,
			["女"] = {
				["郎"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["勇"] = {
			["牺"] = {
				["牲"] = {
					this = true
				}
			},
			["抗"] = {
				["疫"] = {
					this = true
				}
			},
			["就"] = {
				["疫"] = {
					this = true
				}
			},
			["救"] = {
				["疫"] = {
					this = true
				}
			}
		}
	}
end

temp()
