pg = pg or {}
slot0 = pg
slot0.word_template_128 = {}
slot1 = slot0.word_template_128

function temp()
	uv0["爭"] = {
		["鳴"] = {
			["論"] = {
				["壇"] = {
					this = true
				}
			}
		},
		["取"] = {
			["訴"] = {
				["求"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["正"] = {
		["見"] = {
			["網"] = {
				this = true
			}
		},
		["義"] = {
			["黨"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["规"] = {
			["真"] = {
				["票"] = {
					this = true
				},
				["实"] = {
					["驾"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["服"] = {
					["卖"] = {
						["店"] = {
							this = true
						}
					},
					["店"] = {
						this = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					["十"] = {
						["大"] = {
							a = {
								p = {
									p = {
										["排"] = {
											["名"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["通"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			},
			f = {
				a = {
					["票"] = {
						this = true
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true,
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				},
				["漂"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["空"] = {
				["母"] = {
					["近"] = {
						["平"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					this = true,
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true,
					t = {
						e = {
							l = {
								this = true
							}
						}
					},
					["代"] = {
						["办"] = {
							this = true
						},
						["开"] = {
							this = true
						},
						["理"] = {
							this = true
						}
					}
				}
			},
			["黄"] = {
				["山"] = {
					["开"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["驾"] = {
				["照"] = {
					this = true
				}
			},
			["开"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			},
			["厦"] = {
				["门"] = {
					["开"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["肾"] = {
				["源"] = {
					["中"] = {
						["介"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["撕"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				},
				["游"] = {
					["交"] = {
						["易"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["武"] = {
				["汉"] = {
					["开"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["学"] = {
				["历"] = {
					this = true
				}
			},
			["医"] = {
				["院"] = {
					["肾"] = {
						this = true
					},
					["收"] = {
						["肾"] = {
							this = true
						}
					}
				}
			}
		},
		["大"] = {
			["赌"] = {
				["场"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["国"] = {
						["际"] = {
							["城"] = {
								this = true
							}
						}
					},
					["城"] = {
						this = true
					}
				}
			}
		},
		["太"] = {
			["资"] = {
				["源"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["品"] = {
			["枪"] = {
				["支"] = {
					this = true
				},
				["行"] = {
					this = true
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["旗"] = {
						["舰"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			},
			["蓝"] = {
				["福"] = {
					["利"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				["刺"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				c = {
					this = true
				},
				["刀"] = {
					this = true,
					["网"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				},
				["套"] = {
					["枪"] = {
						this = true
					}
				},
				["用"] = {
					["战"] = {
						["术"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["&"] = {
				["&"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			},
			M = {
				["9"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			},
			m = {
				["9"] = {
					["军"] = {
						["刀"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["八"] = {
				["一"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			},
			["包"] = {
				["邮"] = {
					this = true
				}
			},
			["弹"] = {
				["弓"] = {
					this = true
				}
			},
			["刀"] = {
				["具"] = {
					this = true,
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true,
						["手"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						this = true,
						["電"] = {
							["話"] = {
								this = true
							}
						},
						["手"] = {
							["機"] = {
								this = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["购"] = {
				this = true
			},
			["官"] = {
				["网"] = {
					this = true
				}
			},
			["蝴"] = {
				["蝶"] = {
					["刀"] = {
						this = true,
						["热"] = {
							["销"] = {
								this = true
							}
						}
					},
					["甩"] = {
						["刀"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["警"] = {
				["服"] = {
					this = true
				},
				["用"] = {
					["手"] = {
						["铐"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["刀"] = {
					["收"] = {
						["藏"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["三"] = {
				["唑"] = {
					["仑"] = {
						["片"] = {
							this = true
						},
						["商"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["聊"] = {
					this = true
				}
			},
			["维"] = {
				["尔"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			},
			["先"] = {
				["锋"] = {
					["军"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["野"] = {
				["人"] = {
					["谷"] = {
						["甩"] = {
							["棍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["彩"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["府"] = {
			this = true
		},
		["法"] = {
			this = true,
			["时"] = {
				["期"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["修"] = {
				["炼"] = {
					this = true,
					["风"] = {
						["波"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["派"] = {
			["民"] = {
				["运"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["见"] = {
			["网"] = {
				this = true
			},
			["周"] = {
				["刊"] = {
					this = true
				}
			}
		},
		["浩"] = {
			["净"] = {
				["化"] = {
					this = true
				}
			}
		},
		["念"] = {
			["正"] = {
				["行"] = {
					this = true
				}
			}
		},
		["邪"] = {
			["大"] = {
				["决"] = {
					["战"] = {
						this = true
					}
				}
			}
		},
		["义"] = {
			["党"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["的"] = {
				["学"] = {
					["联"] = {
						this = true
					}
				}
			},
			["反"] = {
				["腐"] = {
					["败"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["侦"] = {
				["探"] = {
					["社"] = {
						this = true
					}
				}
			},
			["之"] = {
				["火"] = {
					["焰"] = {
						this = true
					}
				}
			}
		},
		["版"] = {
			["成"] = {
				["人"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					},
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["色"] = {
				["中"] = {
					["色"] = {
						this = true
					}
				}
			}
		},
		["丙"] = {
			["胺"] = {
				this = true
			},
			["醇"] = {
				this = true,
				["厂"] = {
					["家"] = {
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				["工"] = {
					["艺"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["点"] = {
			["金"] = {
				["丝"] = {
					["雀"] = {
						this = true
					}
				}
			}
		},
		["轨"] = {
			["发"] = {
				["飘"] = {
					this = true
				}
			}
		},
		["件"] = {
			this = true,
			["办"] = {
				["理"] = {
					this = true
				}
			},
			["代"] = {
				["理"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["刻"] = {
				["章"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["印"] = {
				["章"] = {
					this = true
				}
			}
		},
		["隆"] = {
			this = true
		},
		["妹"] = {
			["漏"] = {
				["点"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			}
		},
		["清"] = {
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			}
		},
		["生"] = {
			["营"] = {
				["养"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["声"] = {
			this = true
		},
		["悟"] = {
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			}
		},
		["在"] = {
			["上"] = {
				["浮"] = {
					this = true
				}
			},
			["下"] = {
				["潜"] = {
					this = true
				}
			},
			["战"] = {
				["斗"] = {
					this = true
				}
			},
			["装"] = {
				["填"] = {
					["弹"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["妹"] = {
				["妹"] = {
					this = true
				}
			},
			["日"] = {
				["本"] = {
					A = {
						V = {
							this = true
						}
					}
				}
			}
		},
		["宗"] = {
			["5"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			K = {
				["2"] = {
					["香"] = {
						["料"] = {
							this = true
						}
					}
				},
				["3"] = {
					["精"] = {
						["炼"] = {
							["粉"] = {
								this = true
							}
						}
					}
				}
			},
			["越"] = {
				["战"] = {
					["老"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["斩"] = {
				["马"] = {
					["刀"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["㊣"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鄭"] = {
		["寶"] = {
			["清"] = {
				this = true
			}
		},
		["麗"] = {
			["文"] = {
				this = true
			}
		},
		["義"] = {
			this = true
		},
		["餘"] = {
			["鎮"] = {
				this = true
			}
		},
		["源"] = {
			this = true
		},
		["運"] = {
			["鵬"] = {
				this = true
			}
		},
		["德"] = {
			["金"] = {
				this = true
			}
		},
		["萬"] = {
			["通"] = {
				this = true
			}
		},
		["有"] = {
			["金"] = {
				this = true
			}
		},
		["喌"] = {
			["办"] = {
				["證"] = {
					["办"] = {
						["呅"] = {
							["凴"] = {
								this = true
							}
						}
					}
				}
			},
			["刪"] = {
				["貼"] = {
					["厷"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["职"] = {
				["稱"] = {
					["澬"] = {
						["格"] = {
							["證"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["縶"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["躑"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["指"] = {
		["點"] = {
			["江"] = {
				["山"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["农"] = {
			["为"] = {
				["衣"] = {
					this = true
				}
			}
		},
		["点"] = {
			["江"] = {
				["山"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["%"] = {
			["纹"] = {
				["膜"] = {
					["代"] = {
						["打"] = {
							["卡"] = {
								this = true
							}
						}
					}
				},
				["套"] = {
					this = true
				}
			}
		},
		["带"] = {
			["式"] = {
				["电"] = {
					["击"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["导"] = {
			["员"] = {
				this = true
			}
		},
		["定"] = {
			a = {
				k = {
					["4"] = {
						["7"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["长"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["姓"] = {
				["名"] = {
					["银"] = {
						["行"] = {
							["卡"] = {
								this = true
							}
						}
					},
					["銀"] = {
						["行"] = {
							["卡"] = {
								this = true
							}
						}
					}
				}
			},
			["英"] = {
				["国"] = {
					["骚"] = {
						["本"] = {
							this = true
						}
					}
				}
			}
		},
		["划"] = {
			["口"] = {
				["砂"] = {
					this = true
				}
			}
		},
		["环"] = {
			["双"] = {
				["锋"] = {
					["直"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["纹"] = {
			["打"] = {
				["卡"] = {
					this = true,
					["机"] = {
						this = true
					}
				}
			},
			["代"] = {
				["打"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["膜"] = {
				this = true,
				["#"] = {
					this = true
				},
				["代"] = {
					["打"] = {
						["卡"] = {
							this = true
						}
					}
				},
				["方"] = {
					["法"] = {
						this = true
					}
				}
			},
			["套"] = {
				this = true,
				["代"] = {
					["打"] = {
						["卡"] = {
							this = true
						}
					}
				},
				["方"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["压"] = {
			["推"] = {
				["油"] = {
					["丝"] = {
						["袜"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["騭"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["觶"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["躓"] = {
		this = {
			this = true
		}
	}
end

temp()
