pg = pg or {}
slot0 = pg
slot0.word_template_160 = {}
slot1 = slot0.word_template_160

function temp()
	uv0["宝"] = {
		["宝"] = {
			this = true,
			["穿"] = {
				["越"] = {
					["记"] = {
						this = true
					}
				}
			},
			[" "] = {
				["纽"] = {
					["约"] = {
						["时"] = {
							["报"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["贞"] = {
					["操"] = {
						["带"] = {
							this = true
						}
					}
				}
			},
			["五"] = {
				["零"] = {
					["主"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["有"] = {
				["偿"] = {
					["送"] = {
						["养"] = {
							this = true
						}
					}
				}
			}
		},
		["龙"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["马"] = {
			["会"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					}
				},
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["博"] = {
								["彩"] = {
									["公"] = {
										["司"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			X = {
				["6"] = {
					this = true
				}
			},
			["车"] = {
				["司"] = {
					["机"] = {
						this = true
					}
				},
				["主"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				},
				["撞"] = {
					["人"] = {
						["案"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["记"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["利"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["汇"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["贝"] = {
			["开"] = {
				["心"] = {
					["色"] = {
						["播"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["聊"] = {
				["吧"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			}
		},
		["刀"] = {
			["网"] = {
				this = true
			}
		},
		["岛"] = {
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["色"] = {
				this = true
			}
		},
		["格"] = {
			["丽"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["山"] = {
			["区"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["生"] = {
			["奈"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["石"] = {
			["拌"] = {
				["饭"] = {
					this = true
				}
			}
		},
		["威"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["物"] = {
			["网"] = {
				this = true
			}
		},
		["珠"] = {
			this = true
		},
		["妈"] = {
			["数"] = {
				["据"] = {
					["资"] = {
						["源"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["卧"] = {
		["底"] = {
			this = true,
			["监"] = {
				["控"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["定"] = {
				["位"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["窃"] = {
				["听"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["侠"] = {
					["受"] = {
						["辱"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["第"] = {
				this = true
			},
			["软"] = {
				["件"] = {
					this = true,
					["版"] = {
						this = true
					},
					["官"] = {
						["网"] = {
							this = true
						}
					},
					["破"] = {
						["解"] = {
							["版"] = {
								this = true
							}
						}
					},
					["企"] = {
						["业"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["艹"] = {
			this = true
		},
		["槽"] = {
			this = true
		},
		["室"] = {
			["门"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["移"] = {
		["动"] = {
			["电"] = {
				["话"] = {
					["卧"] = {
						["底"] = {
							["软"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["实"] = {
				["名"] = {
					["破"] = {
						["解"] = {
							this = true
						}
					}
				}
			}
		},
		["屎"] = {
			["气"] = {
				["滞"] = {
					this = true
				}
			}
		},
		["居"] = {
			[" "] = {
				["西"] = {
					["山"] = {
						["军"] = {
							["事"] = {
								["指"] = {
									["挥"] = {
										["中"] = {
											["心"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["植"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["智"] = {
		["能"] = {
			["偷"] = {
				["听"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["车"] = {
				["载"] = {
					["短"] = {
						["信"] = {
							["设"] = {
								["备"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["Ｈ"] = {
				["３"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			H = {
				["3"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["手"] = {
				["机"] = {
					["监"] = {
						["听"] = {
							["卡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["尊"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["姜"] = {
			this = true
		},
		["远"] = {
			["教"] = {
				["育"] = {
					["办"] = {
						["上"] = {
							["网"] = {
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["博"] = {
			["办"] = {
				["文"] = {
					["凭"] = {
						["中"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["诚"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["学"] = {
				["历"] = {
					this = true
				}
			}
		},
		["凡"] = {
			["迪"] = {
				this = true
			}
		},
		["光"] = {
			["大"] = {
				["师"] = {
					this = true
				}
			}
		},
		["豪"] = {
			["助"] = {
				["考"] = {
					this = true
				}
			}
		},
		["清"] = {
			["大"] = {
				["师"] = {
					this = true
				}
			}
		},
		["取"] = {
			["小"] = {
				["姨"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["睿"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["信"] = {
			["通"] = {
				["短"] = {
					["信"] = {
						["群"] = {
							["发"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["障"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["烈"] = {
		["鹰"] = {
			["手"] = {
				["机"] = {
					["监"] = {
						["听"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["凤"] = {
				["凰"] = {
					this = true,
					["舍"] = {
						["生"] = {
							["取"] = {
								["义"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["性"] = {
			T = {
				N = {
					T = {
						this = true
					}
				}
			}
		},
		["士"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["报"] = {
		["仇"] = {
			this = true,
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["岗"] = {
			["软"] = {
				["件"] = {
					this = true
				}
			}
		},
		["禁"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["告"] = {
			["汇"] = {
				["编"] = {
					this = true
				}
			}
		},
		["码"] = {
			["聊"] = {
				["天"] = {
					this = true,
					["室"] = {
						this = true
					}
				}
			},
			["室"] = {
				this = true
			}
		},
		["到"] = {
			["证"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				}
			},
			["証"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["复"] = {
			this = true,
			["北"] = {
				["京"] = {
					["仇"] = {
						["家"] = {
							this = true
						}
					}
				}
			},
			["仇"] = {
				["家"] = {
					this = true
				}
			},
			["小"] = {
				["三"] = {
					this = true
				}
			}
		},
		["销"] = {
			this = true
		},
		["治"] = {
			["办"] = {
				["理"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["帮"] = {
		["人"] = {
			["复"] = {
				["仇"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["出"] = {
				["气"] = {
					this = true,
					["解"] = {
						["恨"] = {
							this = true
						}
					},
					["了"] = {
						["事"] = {
							this = true
						}
					}
				}
			},
			["报"] = {
				["仇"] = {
					this = true,
					["办"] = {
						["事"] = {
							this = true
						}
					},
					["打"] = {
						["架"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["复"] = {
						["仇"] = {
							this = true
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["毁"] = {
						["容"] = {
							this = true
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				},
				["复"] = {
					this = true
				}
			},
			["办"] = {
				["事"] = {
					["报"] = {
						["仇"] = {
							this = true
						}
					},
					["复"] = {
						["仇"] = {
							this = true
						}
					}
				}
			},
			["绑"] = {
				["架"] = {
					this = true
				}
			},
			["被"] = {
				["欺"] = {
					["负"] = {
						this = true
					}
				}
			},
			["处"] = {
				["理"] = {
					["恩"] = {
						["怨"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["架"] = {
					this = true,
					["报"] = {
						["仇"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["理"] = {
					["绑"] = {
						["架"] = {
							this = true
						}
					},
					["毁"] = {
						["容"] = {
							this = true
						}
					},
					["敲"] = {
						["诈"] = {
							this = true
						}
					}
				}
			},
			["怀"] = {
				["孕"] = {
					this = true
				}
			},
			["毁"] = {
				["容"] = {
					this = true
				}
			},
			["解"] = {
				["决"] = {
					["纠"] = {
						["纷"] = {
							this = true
						}
					}
				}
			},
			["砍"] = {
				["人"] = {
					this = true
				}
			},
			["勒"] = {
				["索"] = {
					this = true
				}
			},
			["了"] = {
				["仇"] = {
					this = true,
					["了"] = {
						["事"] = {
							this = true
						}
					}
				},
				["难"] = {
					this = true
				}
			},
			["灭"] = {
				["口"] = {
					this = true
				}
			},
			["敲"] = {
				["诈"] = {
					this = true
				}
			},
			["清"] = {
				["债"] = {
					this = true
				}
			},
			["杀"] = {
				["人"] = {
					this = true
				}
			},
			["讨"] = {
				["债"] = {
					this = true
				}
			},
			["消"] = {
				["灾"] = {
					this = true,
					["报"] = {
						["仇"] = {
							this = true
						}
					}
				}
			},
			["泄"] = {
				["愤"] = {
					this = true
				}
			},
			["寻"] = {
				["仇"] = {
					["出"] = {
						["气"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				["业"] = {
					["勒"] = {
						["索"] = {
							this = true
						}
					}
				}
			},
			["追"] = {
				["债"] = {
					this = true
				}
			}
		},
		["忙"] = {
			["报"] = {
				["仇"] = {
					this = true,
					["免"] = {
						["定"] = {
							["金"] = {
								this = true
							}
						}
					},
					["的"] = {
						this = true
					}
				}
			},
			["点"] = {
				["一"] = {
					["下"] = {
						this = true
					}
				},
				["下"] = {
					this = true
				}
			},
			["打"] = {
				["架"] = {
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			},
			["复"] = {
				["仇"] = {
					this = true
				}
			},
			["要"] = {
				["账"] = {
					this = true,
					["的"] = {
						this = true
					},
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["帮"] = {
			["论"] = {
				["文"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["搏"] = {
			["网"] = {
				this = true
			}
		},
		["彩"] = {
			["信"] = {
				["改"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			["黄"] = {
				["昏"] = {
					this = true
				}
			}
		},
		["短"] = {
			["信"] = {
				["改"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["干"] = {
			["将"] = {
				[" "] = {
					["引"] = {
						["渡"] = {
							["回"] = {
								["国"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["个"] = {
			["性"] = {
				["变"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["会"] = {
			["管"] = {
				["理"] = {
					["员"] = {
						this = true
					}
				}
			}
		},
		["你"] = {
			["替"] = {
				["考"] = {
					this = true
				}
			}
		},
		["您"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["性"] = {
				["舔"] = {
					["阴"] = {
						this = true
					}
				}
			}
		},
		["清"] = {
			["债"] = {
				this = true
			}
		},
		["任"] = {
			["意"] = {
				["变"] = {
					["号"] = {
						this = true
					}
				},
				["改"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["手"] = {
			["机"] = {
				["改"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["要"] = {
			["账"] = {
				this = true
			}
		},
		["指"] = {
			["定"] = {
				["变"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["助"] = {
			["妻"] = {
				["子"] = {
					["去"] = {
						["偷"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["雇"] = {
		["打"] = {
			["手"] = {
				this = true,
				["网"] = {
					this = true
				},
				["教"] = {
					["训"] = {
						["小"] = {
							["三"] = {
								this = true
							}
						}
					}
				},
				["办"] = {
					["事"] = {
						this = true
					}
				},
				["帮"] = {
					["忙"] = {
						this = true
					}
				},
				["大"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["复"] = {
				["仇"] = {
					this = true
				}
			},
			["教"] = {
				["训"] = {
					["情"] = {
						["敌"] = {
							this = true
						}
					}
				}
			},
			["制"] = {
				["造"] = {
					["意"] = {
						["外"] = {
							this = true
						}
					}
				}
			},
			["报"] = {
				["仇"] = {
					this = true
				}
			},
			["報"] = {
				["仇"] = {
					this = true
				}
			},
			["打"] = {
				["架"] = {
					this = true
				}
			},
			["復"] = {
				["仇"] = {
					this = true
				}
			},
			["恐"] = {
				["吓"] = {
					this = true
				}
			},
			["意"] = {
				["外"] = {
					this = true
				}
			}
		},
		["杀"] = {
			["手"] = {
				this = true,
				["干"] = {
					["掉"] = {
						["二"] = {
							["奶"] = {
								this = true
							}
						}
					}
				},
				["报"] = {
					["仇"] = {
						this = true
					}
				},
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["殺"] = {
			["手"] = {
				this = true
			}
		},
		["凶"] = {
			["报"] = {
				["仇"] = {
					this = true
				}
			},
			["打"] = {
				["人"] = {
					this = true
				}
			},
			["复"] = {
				["仇"] = {
					this = true
				}
			},
			["杀"] = {
				["人"] = {
					this = true
				}
			}
		},
		["佣"] = {
			["打"] = {
				["手"] = {
					this = true
				}
			},
			["军"] = {
				["网"] = {
					this = true
				}
			},
			["杀"] = {
				["手"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["私"] = {
				["人"] = {
					["保"] = {
						["镖"] = {
							this = true
						}
					}
				}
			},
			["职"] = {
				["业"] = {
					["打"] = {
						["手"] = {
							this = true
						}
					},
					["杀"] = {
						["手"] = {
							this = true
						}
					}
				}
			}
		},
		["傭"] = {
			["打"] = {
				["手"] = {
					this = true
				}
			},
			["殺"] = {
				["手"] = {
					this = true
				}
			}
		},
		["用"] = {
			["打"] = {
				["手"] = {
					this = true
				}
			}
		},
		["职"] = {
			["业"] = {
				["打"] = {
					["手"] = {
						this = true
					}
				},
				["杀"] = {
					["手"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["职"] = {
		["业"] = {
			["报"] = {
				["仇"] = {
					this = true
				}
			},
			["托"] = {
				["福"] = {
					["枪"] = {
						["手"] = {
							this = true
						}
					}
				}
			},
			["帮"] = {
				["忙"] = {
					["打"] = {
						["架"] = {
							this = true
						}
					},
					["复"] = {
						["仇"] = {
							this = true
						}
					},
					["要"] = {
						["账"] = {
							this = true
						}
					}
				},
				["人"] = {
					["打"] = {
						["架"] = {
							this = true
						}
					},
					["复"] = {
						["仇"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["手"] = {
					this = true,
					["联"] = {
						["系"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["考"] = {
					this = true
				},
				["人"] = {
					["报"] = {
						["仇"] = {
							this = true
						}
					},
					["出"] = {
						["气"] = {
							this = true
						}
					}
				}
			},
			["复"] = {
				["仇"] = {
					this = true
				}
			},
			["考"] = {
				["试"] = {
					["枪"] = {
						["手"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["性"] = {
					this = true
				}
			},
			["陪"] = {
				["聊"] = {
					this = true
				}
			},
			["杀"] = {
				["手"] = {
					this = true,
					["代"] = {
						["理"] = {
							this = true
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				},
				["贴"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["寻"] = {
				["仇"] = {
					this = true
				}
			},
			["要"] = {
				["账"] = {
					this = true
				}
			},
			["资"] = {
				["格"] = {
					["证"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			}
		},
		["称"] = {
			this = true,
			["考"] = {
				["试"] = {
					this = true
				}
			},
			["资"] = {
				["格"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["压"] = {
		["制"] = {
			this = true
		},
		["弹"] = {
			["机"] = {
				this = true
			}
		},
		["死"] = {
			this = true
		}
	}
end

temp()
