pg = pg or {}
slot0 = pg
slot0.word_template_317 = {}
slot1 = slot0.word_template_317

function temp()
	uv0["轿"] = {
		["子"] = {
			["教"] = {
				["育"] = {
					["网"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["嘂"] = {
		["舂"] = {
			this = true
		},
		["床"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["噭"] = {
		["洸"] = {
			["侀"] = {
				["欥"] = {
					["箭"] = {
						this = true
					}
				}
			}
		},
		["凊"] = {
			["裸"] = {
				["窷"] = {
					["厔"] = {
						this = true
					}
				},
				["囡"] = {
					["窷"] = {
						["兲"] = {
							["厔"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["皆"] = {
		["川"] = {
			["雪"] = {
				["绘"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["尐"] = {
		["ロ"] = {
			["徑"] = {
				this = true,
				["埗"] = {
					["槍"] = {
						this = true
					}
				}
			}
		},
		["ㄖ"] = {
			["姠"] = {
				["葵"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		},
		["ㄝ"] = {
			["初"] = {
				["夜"] = {
					this = true,
					["铯"] = {
						["魸"] = {
							this = true
						}
					},
					["爽"] = {
						["魸"] = {
							this = true
						}
					}
				}
			},
			["薍"] = {
				["倫"] = {
					["Ａ"] = {
						["∨"] = {
							["魸"] = {
								this = true
							}
						}
					}
				}
			},
			["蒾"] = {
				["情"] = {
					["葯"] = {
						this = true,
						["專"] = {
							this = true
						}
					}
				}
			}
		},
		["栤"] = {
			["磚"] = {
				this = true
			}
		},
		["車"] = {
			["攔"] = {
				["截"] = {
					["噐"] = {
						this = true
					}
				}
			}
		},
		["池"] = {
			["絵"] = {
				["媄"] = {
					["孒"] = {
						this = true
					}
				}
			}
		},
		["巛"] = {
			["蓅"] = {
				["淉"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		},
		["婦"] = {
			["苞"] = {
				["夜"] = {
					this = true
				}
			}
		},
		["姐"] = {
			this = true
		},
		["栗"] = {
			["莕"] = {
				["菜"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		},
		["妹"] = {
			["菔"] = {
				["務"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			},
			["詘"] = {
				["囼"] = {
					this = true
				}
			}
		},
		["囡"] = {
			["初"] = {
				["亱"] = {
					["爽"] = {
						["覑"] = {
							this = true
						}
					}
				}
			}
		},
		["森"] = {
			["媄"] = {
				["仼"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		},
		["室"] = {
			["優"] = {
				["萘"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		},
		["型"] = {
			["③"] = {
				["甪"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["嘢"] = {
			["甴"] = {
				["佳"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		},
		["澤"] = {
			["菜"] = {
				["穗"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			},
			["瑪"] = {
				["郦"] = {
					["娅"] = {
						["種"] = {
							["孒"] = {
								this = true
							}
						}
					}
				}
			},
			["圓"] = {
				["種"] = {
					["孒"] = {
						this = true
					}
				}
			}
		},
		["姊"] = {
			this = true,
			["電"] = {
				["視"] = {
					["囼"] = {
						this = true
					}
				}
			},
			["菔"] = {
				["務"] = {
					this = true,
					["丄"] = {
						["冂"] = {
							this = true
						}
					}
				}
			},
			["破"] = {
				["処"] = {
					["價"] = {
						["格"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["节"] = {
		["电"] = {
			["王"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["杰"] = {
		["克"] = {
			["棋"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["特"] = {
			["曼"] = {
				["裸"] = {
					["聊"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["结"] = {
		["城"] = {
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["杏"] = {
				["奈"] = {
					["="] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["石"] = {
			["宝"] = {
				["宝"] = {
					this = true
				}
			}
		},
		["束"] = {
			["一"] = {
				["党"] = {
					["执"] = {
						["政"] = {
							this = true
						}
					},
					["专"] = {
						["政"] = {
							this = true
						},
						["制"] = {
							this = true
						}
					}
				}
			}
		},
		["衣"] = {
			["波"] = {
				["多"] = {
					["野"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["怨"] = {
			["团"] = {
				["中"] = {
					["央"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["結"] = {
		["城"] = {
			["杏"] = {
				["奈"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					}
				}
			}
		},
		["婚"] = {
			["厷"] = {
				["證"] = {
					["笩"] = {
						["办"] = {
							this = true
						}
					}
				}
			}
		},
		["殙"] = {
			["厷"] = {
				["姃"] = {
					["笩"] = {
						["刅"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["界"] = {
		["面"] = {
			this = true
		},
		["首"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		}
	}
end

temp()
