pg = pg or {}
slot0 = pg
slot0.word_template_10 = {}
slot1 = slot0.word_template_10

function temp()
	uv0["粥"] = {
		["永"] = {
			["康"] = {
				this = true
			}
		},
		["健"] = {
			["康"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["轴"] = {
		["永"] = {
			["康"] = {
				this = true
			}
		},
		["承"] = {
			["不"] = {
				["锈"] = {
					["钢"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["肘"] = {
		["永"] = {
			["康"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["连"] = {
		["战"] = {
			this = true
		},
		["斩"] = {
			this = true
		},
		["杀"] = {
			this = true
		},
		["続"] = {
			["失"] = {
				["禁"] = {
					this = true
				}
			}
		},
		["发"] = {
			p = {
				p = {
					["弹"] = {
						["抢"] = {
							this = true
						}
					}
				}
			},
			["排"] = {
				this = true
			}
		},
		["赢"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["官"] = {
						["方"] = {
							["网"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["锁"] = {
			["加"] = {
				["盟"] = {
					this = true
				}
			}
		},
		["线"] = {
			["机"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["队"] = {
			["资"] = {
				["料"] = {
					this = true
				}
			}
		},
		["胜"] = {
			["德"] = {
				this = true
			}
		},
		["亻"] = {
			["壬"] = {
				this = true
			}
		},
		["弩"] = {
			this = true
		},
		["平"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["云"] = {
			["港"] = {
				this = true,
				K = {
					["粉"] = {
						this = true
					}
				},
				["办"] = {
					["证"] = {
						this = true
					}
				},
				["假"] = {
					["币"] = {
						this = true
					}
				},
				["迷"] = {
					["药"] = {
						this = true
					}
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["枪"] = {
					["支"] = {
						this = true
					}
				}
			}
		},
		["州"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["宋"] = {
		["楚"] = {
			["瑜"] = {
				this = true
			}
		},
		["書"] = {
			["元"] = {
				this = true
			}
		},
		["祖"] = {
			["英"] = {
				this = true,
				["德"] = {
					["艺"] = {
						["双"] = {
							["馨"] = {
								this = true
							}
						}
					}
				},
				["儿"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		[" "] = {
			[" "] = {
				["平"] = {
					this = true
				}
			}
		},
		["平"] = {
			this = true,
			["顺"] = {
				this = true
			},
			["*"] = {
				this = true
			},
			["順"] = {
				this = true
			},
			["一"] = {
				["句"] = {
					["话"] = {
						this = true
					}
				}
			}
		},
		["任"] = {
			["穷"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["书"] = {
			["元"] = {
				this = true
			}
		},
		x = {
			x = {
				this = true
			}
		},
		z = {
			["英"] = {
				["和"] = {
					["江"] = {
						this = true
					}
				}
			}
		},
		["爱"] = {
			["荣"] = {
				this = true
			}
		},
		["朝"] = {
			["完"] = {
				["美"] = {
					["生"] = {
						["活"] = {
							this = true
						}
					}
				}
			}
		},
		["慈"] = {
			this = true
		},
		["大"] = {
			["涵"] = {
				this = true
			}
		},
		["德"] = {
			["福"] = {
				this = true
			}
		},
		["儿"] = {
			["子"] = {
				["像"] = {
					["谁"] = {
						this = true
					}
				}
			}
		},
		["林"] = {
			this = true,
			[" "] = {
				["贺"] = {
					["锦"] = {
						["雷"] = {
							this = true
						},
						["涛"] = {
							this = true
						}
					}
				},
				["贿"] = {
					["金"] = {
						this = true
					}
				}
			},
			["案"] = {
				["传"] = {
					["牵"] = {
						["扯"] = {
							["贺"] = {
								this = true
							}
						}
					}
				}
			},
			["背"] = {
				["后"] = {
					["贺"] = {
						this = true
					}
				}
			},
			["贺"] = {
				["家"] = {
					["公"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				this = true
			}
		},
		["美"] = {
			["龄"] = {
				this = true
			},
			["齡"] = {
				this = true
			}
		},
		["明"] = {
			["昌"] = {
				this = true
			}
		},
		["庆"] = {
			["龄"] = {
				this = true
			}
		},
		["慶"] = {
			["齡"] = {
				this = true
			}
		},
		["秀"] = {
			["岩"] = {
				this = true
			}
		},
		["璇"] = {
			["涛"] = {
				this = true
			}
		},
		["泽"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["吕"] = {
		["秀"] = {
			["莲"] = {
				this = true
			}
		},
		["祖"] = {
			["善"] = {
				this = true
			}
		},
		["京"] = {
			["花"] = {
				this = true
			}
		},
		["梁"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["郁"] = {
		["慕"] = {
			["明"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["蒋"] = {
		["介"] = {
			["石"] = {
				this = true
			}
		},
		["中"] = {
			["正"] = {
				this = true
			},
			["国"] = {
				this = true
			}
		},
		["经"] = {
			["国"] = {
				this = true
			}
		},
		["彦"] = {
			["永"] = {
				this = true,
				["*"] = {
					this = true
				},
				[" "] = {
					["\""] = {
						["关"] = {
							["于"] = {
								["为"] = {
									["\""] = {
										this = true
									}
								}
							}
						},
						["六"] = {
							["四"] = {
								["\""] = {
									this = true
								}
							}
						}
					},
					["上"] = {
						["书"] = {
							this = true
						}
					},
					["致"] = {
						["函"] = {
							this = true,
							[" "] = {
								["道"] = {
									["歉"] = {
										this = true
									}
								},
								["要"] = {
									["求"] = {
										[" "] = {
											["道"] = {
												["歉"] = {
													this = true
												}
											}
										},
										["道"] = {
											["歉"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["8"] = {
					["9"] = {
						["年"] = {
							this = true,
							["运"] = {
								["动"] = {
									["正"] = {
										["名"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["关"] = {
					["于"] = {
						["为"] = {
							this = true,
							["运"] = {
								["动"] = {
									["正"] = {
										["名"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["六"] = {
					["四"] = {
						this = true
					}
				},
				["上"] = {
					["书"] = {
						this = true
					}
				},
				["医"] = {
					["生"] = {
						this = true
					}
				},
				["致"] = {
					["函"] = {
						this = true
					}
				}
			},
			["勇"] = {
				this = true,
				["上"] = {
					["书"] = {
						this = true
					}
				}
			}
		},
		["匪"] = {
			["军"] = {
				["陆"] = {
					["军"] = {
						["部"] = {
							["队"] = {
								["师"] = {
									["以"] = {
										["上"] = {
											["主"] = {
												["官"] = {
													["情"] = {
														["况"] = {
															["调"] = {
																["查"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["捷"] = {
			["连"] = {
				this = true
			}
		},
		["公"] = {
			["纪"] = {
				["念"] = {
					["歌"] = {
						this = true
					}
				}
			}
		},
		[" "] = {
			["彦"] = {
				[" "] = {
					["永"] = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["彬"] = {
				["群"] = {
					p = {
						this = true
					},
					P = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["定"] = {
			["之"] = {
				this = true
			}
		},
		["光"] = {
			["亭"] = {
				this = true
			}
		},
		["建"] = {
			["国"] = {
				this = true
			}
		},
		["洁"] = {
			["敏"] = {
				this = true
			}
		},
		["梅"] = {
			[" "] = {
				["豪"] = {
					["宅"] = {
						this = true
					}
				}
			}
		},
		["培"] = {
			["坤"] = {
				this = true
			}
		},
		["平"] = {
			this = true
		},
		["树"] = {
			["声"] = {
				this = true
			}
		},
		["秀"] = {
			["成"] = {
				this = true
			}
		},
		["震"] = {
			["文"] = {
				this = true
			}
		},
		["正"] = {
			["华"] = {
				this = true
			}
		},
		["尊"] = {
			["玉"] = {
				this = true
			}
		},
		["志"] = {
			["彤"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["新"] = {
		["疆"] = {
			this = true,
			["势"] = {
				["力"] = {
					this = true
				}
			},
			["独"] = {
				this = true,
				["立"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["国"] = {
				this = true
			},
			["獨"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["7"] = {
				["."] = {
					["5"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["烟"] = {
					this = true
				}
			},
			["骚"] = {
				["乱"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["徒"] = {
					this = true,
					["枪"] = {
						["毙"] = {
							["杀"] = {
								this = true
							}
						}
					}
				}
			},
			["反"] = {
				["恐"] = {
					["纪"] = {
						["实"] = {
							this = true
						}
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			S = {
				B = {
					this = true
				}
			},
			["打"] = {
				["砸"] = {
					["抢"] = {
						this = true
					}
				}
			},
			["歹"] = {
				["徒"] = {
					this = true,
					["+"] = {
						["禄"] = {
							["丰"] = {
								this = true
							}
						}
					},
					["禄"] = {
						["丰"] = {
							this = true
						}
					}
				}
			},
			["國"] = {
				this = true
			},
			["局"] = {
				["势"] = {
					this = true
				}
			},
			["砍"] = {
				["人"] = {
					this = true
				}
			},
			["恐"] = {
				["怖"] = {
					this = true,
					["分"] = {
						["子"] = {
							this = true
						}
					},
					["人"] = {
						["员"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["+"] = {
					["蒙"] = {
						["自"] = {
							this = true
						}
					},
					["灭"] = {
						["族"] = {
							this = true
						}
					}
				},
				["昆"] = {
					["华"] = {
						["医"] = {
							["院"] = {
								this = true
							}
						}
					}
				},
				["扩"] = {
					["散"] = {
						this = true
					}
				},
				["蒙"] = {
					["自"] = {
						this = true
					}
				},
				["信"] = {
					["阳"] = {
						["带"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["思"] = {
				["茅"] = {
					["信"] = {
						["房"] = {
							this = true
						}
					}
				}
			},
			["突"] = {
				["厥"] = {
					["革"] = {
						["命"] = {
							this = true
						}
					}
				}
			},
			["问"] = {
				["题"] = {
					this = true
				}
			},
			["西"] = {
				["藏"] = {
					this = true
				}
			},
			["小"] = {
				["偷"] = {
					this = true
				}
			},
			["疑"] = {
				["犯"] = {
					this = true
				}
			},
			["産"] = {
				["品"] = {
					this = true
				}
			},
			["棉"] = {
				["蘤"] = {
					this = true
				},
				["花"] = {
					this = true
				}
			},
			["产"] = {
				["品"] = {
					this = true
				}
			}
		},
		["党"] = {
			this = true
		},
		["闻"] = {
			["管"] = {
				["制"] = {
					this = true
				}
			},
			["出"] = {
				["版"] = {
					["总"] = {
						["署"] = {
							this = true
						}
					},
					["署"] = {
						this = true
					}
				}
			},
			["通"] = {
				["气"] = {
					["会"] = {
						["*"] = {
							this = true
						}
					}
				}
			},
			["封"] = {
				["锁"] = {
					this = true
				}
			},
			["自"] = {
				["由"] = {
					["导"] = {
						["报"] = {
							this = true
						}
					}
				}
			},
			["总"] = {
				["署"] = {
					["粗"] = {
						["暴"] = {
							this = true
						}
					}
				}
			}
		},
		["觀"] = {
			["察"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["華"] = {
			["舉"] = {
				["報"] = {
					this = true
				}
			},
			["內"] = {
				["情"] = {
					this = true
				}
			},
			["通"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["生"] = {
			["網"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["手"] = {
			["訓"] = {
				["練"] = {
					["營"] = {
						this = true
					}
				}
			}
		},
		["聞"] = {
			["出"] = {
				["版"] = {
					["總"] = {
						["署"] = {
							this = true
						}
					}
				}
			},
			["封"] = {
				["鎖"] = {
					this = true
				}
			}
		},
		["義"] = {
			["安"] = {
				this = true
			}
		},
		["語"] = {
			["絲"] = {
				this = true
			}
		},
		["约"] = {
			["教"] = {
				["会"] = {
					this = true
				}
			}
		},
		["千"] = {
			["秋"] = {
				["狩"] = {
					["猎"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["星"] = {
			["平"] = {
				["台"] = {
					this = true
				}
			}
		},
		["花"] = {
			["园"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["和"] = {
				["尚"] = {
					this = true
				}
			}
		},
		["利"] = {
			["1"] = {
				["8"] = {
					l = {
						u = {
							c = {
								k = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["记"] = {
				["赛"] = {
					["马"] = {
						this = true
					}
				}
			}
		},
		["梦"] = {
			["想"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["2"] = {
			["现"] = {
				["金"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["皇"] = {
				["冠"] = {
					["正"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["世"] = {
			["盈"] = {
				["娱"] = {
					this = true,
					["乐"] = {
						["城"] = {
							this = true
						},
						["场"] = {
							this = true
						}
					}
				},
				["国"] = {
					["际"] = {
						this = true
					}
				}
			},
			["纪"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["界"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["西"] = {
			["兰"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["遊"] = {
				["記"] = {
					this = true
				}
			},
			["游"] = {
				["记"] = {
					this = true
				}
			}
		},
		["澳"] = {
			["博"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["门"] = {
				["赌"] = {
					["球"] = {
						["网"] = {
							this = true
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["濠"] = {
			["博"] = {
				["亚"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["地"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							},
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["峰"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							a = {
								p = {
									p = {
										this = true
									}
								}
							},
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["江"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["汇"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["葡"] = {
			["京"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["场"] = {
						this = true
					}
				},
				["棋"] = {
					["牌"] = {
						this = true
					}
				}
			}
		},
		["京"] = {
			["海"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["亚"] = {
			["洲"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["全"] = {
			["讯"] = {
				this = true,
				["网"] = {
					this = true
				}
			}
		},
		["加"] = {
			["坡"] = {
				["娱"] = {
					["乐"] = {
						["场"] = {
							this = true
						},
						["城"] = {
							this = true
						}
					}
				},
				["金"] = {
					["沙"] = {
						this = true
					}
				}
			}
		},
		["概"] = {
			["念"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["东"] = {
			["方"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["泰"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["天"] = {
			["地"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						},
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["然"] = {
				["素"] = {
					["人"] = {
						this = true
					}
				}
			},
			["下"] = {
				["情"] = {
					["色"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						},
						["論"] = {
							["壇"] = {
								this = true
							}
						}
					}
				}
			},
			["域"] = {
				["资"] = {
					["本"] = {
						[" "] = {
							["温"] = {
								["云"] = {
									["松"] = {
										[" "] = {
											["私"] = {
												["募"] = {
													["基"] = {
														["金"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["马"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["金"] = {
			["沙"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["场"] = {
						this = true
					}
				}
			},
			["宝"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["梅"] = {
				["瓶"] = {
					this = true
				}
			},
			["瓶"] = {
				["梅"] = {
					this = true
				}
			}
		},
		["大"] = {
			["陆"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["洋"] = {
				["电"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["彩"] = {
				["通"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			n = {
				b = {
					["8"] = {
						["8"] = {
							this = true
						}
					}
				}
			}
		},
		["时"] = {
			["代"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["锦"] = {
			["江"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["福"] = {
				this = true,
				["国"] = {
					["际"] = {
						this = true,
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["海"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["宝"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["2"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["奥"] = {
			["博"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["区"] = {
				this = true
			},
			["界"] = {
				this = true,
				["性"] = {
					["爱"] = {
						["天"] = {
							["堂"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["一"] = {
			["代"] = {
				["管"] = {
					["家"] = {
						["婆"] = {
							this = true
						}
					}
				},
				["弓"] = {
					["弩"] = {
						["官"] = {
							["方"] = {
								["网"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["个"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							["地"] = {
								["址"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["报"] = {
			["跑"] = {
				["狗"] = {
					["图"] = {
						this = true
					}
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		e = {
			["彩"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["海"] = {
			["逸"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["得"] = {
			["利"] = {
				["国"] = {
					["际"] = {
						this = true,
						["官"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["橙"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["运"] = {
			["博"] = {
				["国"] = {
					["际"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["皇"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["帝"] = {
				this = true
			},
			["冠"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["直"] = {
				["营"] = {
					this = true
				}
			}
		},
		["赌"] = {
			["豪"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["四"] = {
			["军"] = {
				this = true
			},
			["人"] = {
				["帮"] = {
					["江"] = {
						["泽"] = {
							["泯"] = {
								this = true
							}
						}
					}
				},
				["幫"] = {
					this = true
				}
			}
		},
		["唐"] = {
			["人"] = {
				this = true,
				["*"] = {
					this = true
				},
				["电"] = {
					["视"] = {
						["台"] = {
							this = true
						}
					}
				},
				["晚"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["诗"] = {
			["年"] = {
				["鉴"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["七"] = {
			["擒"] = {
				["七"] = {
					["纵"] = {
						["七"] = {
							["色"] = {
								["狼"] = {
									["*"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["景"] = {
			["隆"] = {
				this = true
			}
		},
		x = {
			i = {
				n = {
					["唐"] = {
						t = {
							a = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["八"] = {
			["荣"] = {
				["八"] = {
					["耻"] = {
						this = true
					}
				}
			}
		},
		["观"] = {
			["察"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["歌"] = {
				this = true
			},
			["美"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["华"] = {
			["举"] = {
				["报"] = {
					this = true
				}
			},
			["内"] = {
				["情"] = {
					this = true
				}
			},
			["通"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["社"] = {
				this = true
			}
		},
		["式"] = {
			["军"] = {
				["服"] = {
					this = true
				}
			}
		},
		["搪"] = {
			["人"] = {
				["电"] = {
					["视"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["语"] = {
			["丝"] = {
				this = true
			}
		},
		["中"] = {
			["华"] = {
				["战"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["诸"] = {
			["侯"] = {
				this = true
			}
		},
		["型"] = {
			["毒"] = {
				["品"] = {
					this = true
				}
			}
		},
		["版"] = {
			["假"] = {
				["币"] = {
					this = true,
					["销"] = {
						["售"] = {
							this = true
						}
					}
				},
				["钞"] = {
					this = true
				},
				["鈔"] = {
					this = true
				},
				["钱"] = {
					this = true,
					["币"] = {
						this = true
					}
				},
				["人"] = {
					["民"] = {
						["币"] = {
							this = true
						},
						["幣"] = {
							this = true
						},
						["钱"] = {
							["币"] = {
								this = true
							}
						}
					}
				},
				["硬"] = {
					B = {
						this = true
					},
					["币"] = {
						this = true
					},
					["钱"] = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["假"] = {
						["钞"] = {
							this = true
						},
						["钱"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["察"] = {
					["证"] = {
						this = true,
						["图"] = {
							this = true
						}
					}
				},
				["旗"] = {
					["定"] = {
						["做"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				},
				["國"] = {
					["禿"] = {
						["鷹"] = {
							this = true
						}
					}
				}
			},
			["伪"] = {
				["钞"] = {
					this = true
				},
				["吵"] = {
					this = true
				}
			}
		},
		["3"] = {
			["6"] = {
				["5"] = {
					this = true
				}
			}
		},
		["不"] = {
			["夜"] = {
				["城"] = {
					this = true
				}
			}
		},
		["超"] = {
			["神"] = {
				["传"] = {
					["说"] = {
						this = true
					}
				}
			}
		},
		["诚"] = {
			["文"] = {
				["化"] = {
					this = true
				}
			}
		},
		["城"] = {
			["美"] = {
				["稀"] = {
					this = true
				}
			},
			["文"] = {
				["化"] = {
					this = true
				}
			}
		},
		["出"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["黨"] = {
			this = true
		},
		["岛"] = {
			["千"] = {
				["春"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["到"] = {
			["大"] = {
				["量"] = {
					["热"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					["学"] = {
						["生"] = {
							this = true
						}
					}
				}
			}
		},
		["道"] = {
			["綾"] = {
				["音"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["斷"] = {
			["線"] = {
				this = true
			}
		},
		["发"] = {
			["现"] = {
				["的"] = {
					["周"] = {
						["恩"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["反"] = {
			["右"] = {
				this = true
			}
		},
		["丰"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["感"] = {
			["觉"] = {
				["同"] = {
					["志"] = {
						["会"] = {
							["所"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["弓"] = {
			["弩"] = {
				["官"] = {
					["方"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["股"] = {
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["寡"] = {
			["妇"] = {
				["村"] = {
					["传"] = {
						["奇"] = {
							this = true
						}
					}
				}
			}
		},
		["管"] = {
			["家"] = {
				["婆"] = {
					this = true
				}
			}
		},
		["贵"] = {
			["8"] = {
				["8"] = {
					this = true
				}
			}
		},
		["黑"] = {
			["魔"] = {
				["术"] = {
					["学"] = {
						["园"] = {
							this = true
						}
					}
				}
			}
		},
		["画"] = {
			["皮"] = {
				["3"] = {
					this = true
				}
			}
		},
		["激"] = {
			["情"] = {
				["五"] = {
					["月"] = {
						["天"] = {
							this = true
						}
					}
				}
			}
		},
		["纪"] = {
			["元"] = {
				this = true
			}
		},
		["建"] = {
			["户"] = {
				["籍"] = {
					this = true
				}
			}
		},
		["江"] = {
			["湖"] = {
				this = true
			}
		},
		["教"] = {
			["育"] = {
				this = true
			}
		},
		["街"] = {
			["口"] = {
				["爆"] = {
					["炸"] = {
						this = true
					}
				}
			},
			["邮"] = {
				["电"] = {
					["口"] = {
						this = true
					}
				}
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["精"] = {
			["英"] = {
				["教"] = {
					["育"] = {
						this = true
					}
				}
			}
		},
		["开"] = {
			["网"] = {
				["通"] = {
					["私"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["户"] = {
				["冒"] = {
					["名"] = {
						["银"] = {
							["行"] = {
								["卡"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["康"] = {
			["泰"] = {
				["克"] = {
					["造"] = {
						["冰"] = {
							["毒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["款"] = {
			["打"] = {
				["死"] = {
					["跌"] = {
						this = true
					}
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						this = true
					}
				}
			},
			["虎"] = {
				["牙"] = {
					["战"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["警"] = {
				["服"] = {
					this = true
				}
			},
			["雷"] = {
				["霆"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			["界"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["罗"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["猫"] = {
			["眼"] = {
				["拉"] = {
					["杆"] = {
						this = true
					}
				}
			}
		},
		["民"] = {
			["肾"] = {
				this = true
			}
		},
		["妻"] = {
			["倩"] = {
				["如"] = {
					this = true
				}
			}
		},
		["奇"] = {
			["特"] = {
				["科"] = {
					["技"] = {
						this = true
					}
				}
			},
			["玩"] = {
				["意"] = {
					this = true
				}
			}
		},
		["起"] = {
			["点"] = {
				["文"] = {
					["凭"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["枪"] = {
			["之"] = {
				["家"] = {
					this = true
				}
			}
		},
		["亲"] = {
			["密"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["情"] = {
			["色"] = {
				["海"] = {
					["岸"] = {
						["线"] = {
							this = true
						},
						["線"] = {
							this = true
						}
					}
				}
			}
		},
		["球"] = {
			["博"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["人"] = {
			["×"] = {
				["ギ"] = {
					["リ"] = {
						["ギ"] = {
							this = true
						}
					}
				}
			},
			["调"] = {
				["教"] = {
					this = true
				}
			}
		},
		["认"] = {
			["识"] = {
				["的"] = {
					["熟"] = {
						["女"] = {
							this = true
						}
					}
				}
			}
		},
		["柔"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			}
		},
		["锐"] = {
			["文"] = {
				["创"] = {
					["台"] = {
						["湾"] = {
							this = true
						}
					}
				}
			}
		},
		["三"] = {
			["才"] = {
				this = true
			}
		},
		["山"] = {
			["爱"] = {
				["里"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["愛"] = {
				["里"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					}
				}
			},
			["千"] = {
				["寻"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["书"] = {
			["录"] = {
				["音"] = {
					["问"] = {
						["世"] = {
							this = true
						}
					}
				}
			},
			["紫"] = {
				["阳"] = {
					this = true
				}
			}
		},
		["素"] = {
			["人"] = {
				this = true
			}
		},
		["台"] = {
			["湾"] = {
				["新"] = {
					["闻"] = {
						this = true
					}
				}
			}
		},
		["太"] = {
			["阳"] = {
				["城"] = {
					this = true
				}
			},
			["子"] = {
				["军"] = {
					this = true
				}
			}
		},
		["堂"] = {
			["奈"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["体"] = {
			["操"] = {
				["潮"] = {
					["吹"] = {
						this = true
					}
				}
			}
		},
		["田"] = {
			["彩"] = {
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["利"] = {
				["惠"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["头"] = {
			["壳"] = {
				this = true
			}
		},
		["五"] = {
			["月"] = {
				["天"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["媳"] = {
			["妇"] = {
				["露"] = {
					["脸"] = {
						["自"] = {
							["拍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鲜"] = {
			["肾"] = {
				["脏"] = {
					this = true
				}
			}
		},
		["沂"] = {
			["办"] = {
				["假"] = {
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["垣"] = {
			["结"] = {
				["衣"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["月"] = {
			["星"] = {
				["星"] = {
					this = true
				}
			}
		},
		["玥"] = {
			["玛"] = {
				["锁"] = {
					["快"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["庄"] = {
			["爱"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["莊"] = {
			["愛"] = {
				B = {
					T = {
						this = true
					}
				}
			}
		},
		["总"] = {
			["理"] = {
				this = true
			}
		},
		["最"] = {
			["终"] = {
				["痴"] = {
					["汉"] = {
						["电"] = {
							["车"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["媒"] = {
			["体"] = {
				["运"] = {
					["动"] = {
						["与"] = {
							["本"] = {
								["土"] = {
									["六"] = {
										["四"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["贝"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["豪"] = {
			["玩"] = {
				["场"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["六"] = {
		["四"] = {
			this = true,
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true,
					["*"] = {
						this = true
					},
					["中"] = {
						["的"] = {
							["戒"] = {
								["严"] = {
									["部"] = {
										["队"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["屠"] = {
				["杀"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["城"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["政"] = {
				["变"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["之"] = {
				["役"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["眼"] = {
					this = true
				}
			},
			["母"] = {
				["亲"] = {
					this = true
				}
			},
			["青"] = {
				["年"] = {
					["网"] = {
						this = true
					}
				}
			},
			["受"] = {
				["难"] = {
					["者"] = {
						["家"] = {
							["属"] = {
								["证"] = {
									["辞"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["宣"] = {
				["言"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				},
				["运"] = {
					this = true
				}
			},
			["血"] = {
				["案"] = {
					this = true
				}
			},
			["资"] = {
				["料"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["日"] = {
				["记"] = {
					this = true
				}
			},
			["专"] = {
				["访"] = {
					this = true
				}
			},
			["天"] = {
				["网"] = {
					this = true
				}
			},
			["3"] = {
				["1"] = {
					this = true,
					["年"] = {
						this = true
					},
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["十"] = {
					["一"] = {
						this = true
					}
				}
			},
			["平"] = {
				["反"] = {
					this = true
				}
			},
			["特"] = {
				["别"] = {
					["报"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["戰"] = {
				["歌"] = {
					this = true
				}
			},
			["与"] = {
				["阿"] = {
					B = {
						i = {
							["的"] = {
								["一"] = {
									["九"] = {
										["九"] = {
											["几"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["學"] = {
				["運"] = {
					this = true
				}
			},
			["遇"] = {
				["難"] = {
					["者"] = {
						this = true
					}
				},
				["难"] = {
					["者"] = {
						this = true
					}
				}
			},
			["酒"] = {
				["案"] = {
					this = true,
					["后"] = {
						["援"] = {
							["团"] = {
								this = true
							}
						}
					}
				}
			},
			["绿"] = {
				["卡"] = {
					this = true
				}
			},
			["纪"] = {
				["念"] = {
					["馆"] = {
						this = true
					},
					["碑"] = {
						this = true
					}
				}
			},
			["文"] = {
				["化"] = {
					["传"] = {
						["播"] = {
							["协"] = {
								["会"] = {
									this = true
								}
							}
						}
					},
					["傳"] = {
						["播"] = {
							["協"] = {
								["會"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["紀"] = {
				["唸"] = {
					["館"] = {
						this = true
					}
				}
			},
			["襟"] = {
				["章"] = {
					this = true
				}
			}
		},
		["月"] = {
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["飞"] = {
				["雪"] = {
					this = true
				}
			},
			["聯"] = {
				["盟"] = {
					this = true
				}
			},
			["色"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			},
			["四"] = {
				["日"] = {
					this = true,
					["八"] = {
						["九"] = {
							["年"] = {
								["血"] = {
									["腥"] = {
										["镇"] = {
											["压"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["没"] = {
					["有"] = {
						["4"] = {
							["号"] = {
								this = true
							}
						}
					}
				}
			},
			["三"] = {
				["日"] = {
					["二"] = {
						["十"] = {
							["四"] = {
								["时"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["里"] = {
				["应"] = {
					["该"] = {
						["有"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			},
			["安"] = {
				["魂"] = {
					["曲"] = {
						this = true
					}
				}
			},
			["4"] = {
				["日"] = {
					this = true
				}
			},
			["初"] = {
				["4"] = {
					this = true
				},
				["四"] = {
					this = true
				}
			},
			["的"] = {
				["第"] = {
					["4"] = {
						["天"] = {
							this = true
						}
					}
				},
				["青"] = {
					["年"] = {
						["节"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["四"] = {
				this = true
			}
		},
		["。"] = {
			["四"] = {
				this = true,
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["?"] = {
			["四"] = {
				this = true
			},
			["彩"] = {
				this = true
			}
		},
		["合"] = {
			this = true,
			["彩"] = {
				this = true,
				["内"] = {
					["参"] = {
						this = true
					}
				},
				["*"] = {
					this = true
				}
			},
			["玄"] = {
				["机"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["公"] = {
				["益"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["料"] = {
					["大"] = {
						["全"] = {
							this = true
						}
					}
				}
			},
			["皇"] = {
				["冠"] = {
					["彩"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["采"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["伯"] = {
				["乐"] = {
					this = true
				}
			},
			["开"] = {
				["奖"] = {
					this = true
				}
			}
		},
		["-"] = {
			["四"] = {
				this = true
			}
		},
		["氢"] = {
			["大"] = {
				["麻"] = {
					["酚"] = {
						this = true
					}
				}
			}
		},
		["氟"] = {
			["丙"] = {
				["酮"] = {
					this = true
				}
			},
			["化"] = {
				["铀"] = {
					this = true
				}
			}
		},
		["个"] = {
			["彩"] = {
				["网"] = {
					["上"] = {
						["投"] = {
							["注"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["色"] = {
			this = true,
			["草"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["位"] = {
			this = true,
			q = {
				q = {
					this = true
				}
			},
			["靓"] = {
				["号"] = {
					this = true
				}
			}
		},
		["决"] = {
			["不"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["●"] = {
			["四"] = {
				this = true
			}
		},
		["彩"] = {
			this = true
		},
		["代"] = {
			["接"] = {
				["班"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["级"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			}
		},
		["开"] = {
			["网"] = {
				this = true
			}
		},
		["星"] = {
			["合"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["一"] = {
			["零"] = {
				this = true
			}
		},
		["河"] = {
			["蟹"] = {
				["四"] = {
					this = true
				}
			}
		},
		["百"] = {
			["度"] = {
				["四"] = {
					this = true
				}
			}
		},
		["和"] = {
			["谐"] = {
				["四"] = {
					this = true
				}
			},
			["采"] = {
				this = true
			}
		},
		[" "] = {
			["四"] = {
				[" "] = {
					["回"] = {
						[" "] = {
							["忆"] = {
								[" "] = {
									["录"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["%"] = {
			["四"] = {
				["%"] = {
					this = true
				}
			}
		},
		["4"] = {
			this = true,
			[" "] = {
				["2"] = {
					["0"] = {
						["周"] = {
							["年"] = {
								["的"] = {
									["宣"] = {
										["告"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["清"] = {
					["场"] = {
						this = true
					}
				}
			},
			["2"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							["的"] = {
								["宣"] = {
									["告"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			t = {
				u = {
					["杀"] = {
						this = true
					}
				}
			},
			["悲"] = {
				["剧"] = {
					this = true,
					["的"] = {
						["记"] = {
							["忆"] = {
								this = true
							}
						}
					}
				}
			},
			["不"] = {
				["是"] = {
					["清"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["定"] = {
				["为"] = {
					["中"] = {
						["国"] = {
							["祷"] = {
								["告"] = {
									["日"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["流"] = {
				["亡"] = {
					["人"] = {
						["士"] = {
							this = true
						}
					}
				}
			},
			["内"] = {
				["幕"] = {
					this = true
				}
			},
			["清"] = {
				["场"] = {
					this = true
				}
			},
			["骚"] = {
				["动"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["四"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			},
			["血"] = {
				["案"] = {
					["的"] = {
						["受"] = {
							["难"] = {
								["者"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			}
		},
		f = {
			o = {
				u = {
					r = {
						this = true
					}
				}
			}
		},
		X = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["閤"] = {
			["彩"] = {
				["4"] = {
					["3"] = {
						this = true
					}
				}
			}
		},
		["盘"] = {
			["水"] = {
				["假"] = {
					["币"] = {
						this = true
					}
				},
				["恐"] = {
					["怖"] = {
						["分"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["神"] = {
			["合"] = {
				["体"] = {
					this = true
				}
			}
		},
		["十"] = {
			["年"] = {
				["代"] = {
					[" "] = {
						["饥"] = {
							["荒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["亖"] = {
			this = true,
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["祀"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["泗"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["肆"] = {
			this = true
		},
		["④"] = {
			this = true
		},
		["三"] = {
			["六"] = {
				["五"] = {
					["的"] = {
						["中"] = {
							["间"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["^"] = {
			["肆"] = {
				this = true
			}
		},
		["九"] = {
			["行"] = {
				["动"] = {
					this = true
				},
				["動"] = {
					this = true
				}
			}
		},
		["部"] = {
			["口"] = {
				["西"] = {
					["长"] = {
						["安"] = {
							["街"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["驷"] = {
			this = true
		},
		["罒"] = {
			this = true
		},
		["似"] = {
			this = true
		},
		["寺"] = {
			this = true
		},
		s = {
			i = {
				this = true
			}
		}
	}
end

temp()
