pg = pg or {}
slot0 = pg
slot0.word_template_207 = {}
slot1 = slot0.word_template_207

function temp()
	uv0["宏"] = {
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["服"] = {
				["务"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			}
		},
		["踏"] = {
			["鞋"] = {
				this = true
			}
		},
		["恩"] = {
			this = true
		},
		["法"] = {
			this = true
		},
		["志"] = {
			this = true
		},
		["治"] = {
			this = true
		},
		["宝"] = {
			["大"] = {
				["法"] = {
					["王"] = {
						this = true
					}
				}
			}
		},
		["岡"] = {
			["美"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["辉"] = {
			["遥"] = {
				["控"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["击"] = {
			["毁"] = {
				["榜"] = {
					this = true
				}
			}
		},
		["擊"] = {
			["毀"] = {
				["榜"] = {
					this = true
				}
			}
		},
		["鹏"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["伟"] = {
			this = true
		},
		["星"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["兴"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["远"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["至"] = {
			this = true
		},
		["大"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["纬"] = {
		["来"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["搏"] = {
		["亿"] = {
			["堂"] = {
				this = true
			}
		},
		["天"] = {
			["堂"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["彩"] = {
			this = true
		},
		["击"] = {
			["玫"] = {
				["瑰"] = {
					["外"] = {
						["传"] = {
							this = true
						}
					}
				}
			}
		},
		["一"] = {
			["搏"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["添"] = {
		["运"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["安"] = {
			["门"] = {
				this = true
			}
		},
		["藤"] = {
			["爱"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["愛"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["噯"] = {
				["媄"] = {
					["佺"] = {
						["雧"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["逸"] = {
		["达"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["玖"] = {
		["富"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["玖"] = {
			["资"] = {
				["源"] = {
					this = true
				}
			},
			["刀"] = {
				["吧"] = {
					this = true
				}
			},
			["金"] = {
				["币"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["漫"] = {
		["赢"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["城"] = {
		["博"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["管"] = {
			this = true,
			["暴"] = {
				["力"] = {
					["执"] = {
						["法"] = {
							this = true
						}
					}
				}
			}
		},
		["市"] = {
			["激"] = {
				["情"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["猎"] = {
				["人"] = {
					["弓"] = {
						["弩"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["奈"] = {
				this = true
			}
		},
		["本"] = {
			["久"] = {
				["美"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["池"] = {
			this = true
		},
		["都"] = {
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["做"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["关"] = {
			["白"] = {
				["冰"] = {
					["黄"] = {
						["冰"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["隍"] = {
			["庙"] = {
				["路"] = {
					this = true
				}
			}
		},
		["口"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["麻"] = {
			["美"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["崎"] = {
			this = true,
			["麻"] = {
				["理"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["进"] = {
			["克"] = {
				["坦"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["亨"] = {
		["利"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["腾"] = {
		["博"] = {
			["会"] = {
				this = true
			}
		},
		["讯"] = {
			this = true,
			["客"] = {
				["服"] = {
					["电"] = {
						["话"] = {
							this = true
						}
					}
				}
			},
			["幸"] = {
				["运"] = {
					["之"] = {
						["星"] = {
							this = true
						}
					}
				}
			},
			["官"] = {
				["方"] = {
					this = true,
					q = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["奖"] = {
					this = true
				}
			},
			["咨"] = {
				["询"] = {
					this = true
				}
			}
		},
		["文"] = {
			["生"] = {
				this = true
			}
		},
		["达"] = {
			["猎"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["飞"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["科"] = {
				["技"] = {
					this = true
				}
			},
			["快"] = {
				["速"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["数"] = {
				["卡"] = {
					this = true
				}
			},
			["调"] = {
				["查"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			}
		},
		["辉"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			this = true
		},
		["仁"] = {
			this = true
		},
		["任"] = {
			this = true
		},
		["天"] = {
			["狩"] = {
				["猎"] = {
					["器"] = {
						["材"] = {
							this = true
						}
					}
				}
			}
		},
		["武"] = {
			this = true
		},
		["翔"] = {
			["科"] = {
				["技"] = {
					this = true
				}
			}
		}
	}
end

temp()
