pg = pg or {}
slot0 = pg
slot0.word_template_50 = {}
slot1 = slot0.word_template_50

function temp()
	uv0["清"] = {
		["晰"] = {
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["的"] = {
				["窥"] = {
					["阴"] = {
						["图"] = {
							this = true
						}
					}
				},
				["摸"] = {
					B = {
						["对"] = {
							["白"] = {
								this = true
							}
						}
					}
				}
			},
			["內"] = {
				["射"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					["做"] = {
						["爱"] = {
							this = true
						}
					}
				}
			}
		},
		["流"] = {
			["气"] = {
				["枪"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["理"] = {
			this = true,
			["诽"] = {
				["谤"] = {
					["帖"] = {
						["子"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["评"] = {
						["价"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["帖"] = {
						["子"] = {
							this = true
						}
					},
					["贴"] = {
						["文"] = {
							this = true
						}
					},
					["消"] = {
						["息"] = {
							this = true
						}
					},
					["新"] = {
						["闻"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["除"] = {
			this = true,
			["不"] = {
				["良"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["诽"] = {
				["谤"] = {
					["帖"] = {
						["子"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["论"] = {
						["坛"] = {
							["贴"] = {
								this = true
							}
						}
					},
					["评"] = {
						["价"] = {
							this = true
						}
					},
					["帖"] = {
						["子"] = {
							this = true
						}
					},
					["贴"] = {
						["文"] = {
							this = true
						}
					},
					["文"] = {
						["章"] = {
							this = true
						}
					},
					["消"] = {
						["息"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["神"] = {
					["污"] = {
						["染"] = {
							this = true
						}
					}
				}
			},
			["企"] = {
				["业"] = {
					["负"] = {
						["面"] = {
							this = true
						}
					}
				}
			},
			["帖"] = {
				["子"] = {
					this = true
				}
			},
			["网"] = {
				["上"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["纯"] = {
			this = true,
			["学"] = {
				["生"] = {
					["妹"] = {
						this = true,
						["援"] = {
							["交"] = {
								this = true
							}
						}
					}
				},
				["妹"] = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["大"] = {
				["学"] = {
					["生"] = {
						this = true
					}
				}
			},
			["的"] = {
				["大"] = {
					["奶"] = {
						["女"] = {
							["孩"] = {
								this = true
							}
						}
					}
				}
			},
			["亮"] = {
				["丽"] = {
					this = true
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["色"] = {
						this = true
					}
				}
			},
			["女"] = {
				["友"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["漂"] = {
				["亮"] = {
					this = true
				}
			},
			["票"] = {
				["亮"] = {
					this = true
				}
			},
			["唯"] = {
				["美"] = {
					this = true
				}
			}
		},
		["欲"] = {
			["超"] = {
				["市"] = {
					this = true
				}
			}
		},
		["淫"] = {
			["苑"] = {
				this = true
			}
		},
		["风"] = {
			["不"] = {
				["独"] = {
					["眠"] = {
						this = true
					}
				}
			},
			["舞"] = {
				["吧"] = {
					["裸"] = {
						["聊"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["华"] = {
			["网"] = {
				["管"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["帮"] = {
				this = true
			},
			["同"] = {
				["方"] = {
					this = true
				}
			}
		},
		["海"] = {
			["无"] = {
				["上"] = {
					["师"] = {
						this = true
					}
				}
			},
			["师"] = {
				["父"] = {
					this = true
				}
			}
		},
		["场"] = {
			["内"] = {
				["幕"] = {
					this = true
				}
			},
			[" "] = {
				["1"] = {
					["9"] = {
						["8"] = {
							["9"] = {
								this = true
							}
						}
					}
				},
				["军"] = {
					["队"] = {
						this = true
					}
				},
				["开"] = {
					["枪"] = {
						this = true
					}
				},
				["死"] = {
					["人"] = {
						this = true
					}
				},
				["坦"] = {
					["克"] = {
						this = true
					}
				}
			},
			["1"] = {
				["9"] = {
					["8"] = {
						["9"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["人"] = {
					["陈"] = {
						["光"] = {
							this = true
						}
					}
				}
			},
			["开"] = {
				["枪"] = {
					this = true
				}
			},
			["日"] = {
				["记"] = {
					["中"] = {
						["共"] = {
							this = true,
							["绝"] = {
								["密"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["死"] = {
				["人"] = {
					this = true
				}
			},
			["坦"] = {
				["克"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["官"] = {
			["团"] = {
				this = true
			}
		},
		["明"] = {
			["节"] = {
				["到"] = {
					["了"] = {
						this = true
					}
				}
			}
		},
		["真"] = {
			this = true
		},
		z = {
			h = {
				e = {
					n = {
						this = true
					}
				}
			}
		},
		["※"] = {
			["纯"] = {
				["女"] = {
					["生"] = {
						this = true
					}
				}
			}
		},
		["查"] = {
			["三"] = {
				["峡"] = {
					["腐"] = {
						["败"] = {
							["涉"] = {
								["李"] = {
									["小"] = {
										["琳"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["楚"] = {
			["的"] = {
				["抽"] = {
					["插"] = {
						this = true
					}
				}
			},
			["邪"] = {
				["恶"] = {
					this = true
				}
			}
		},
		["純"] = {
			["派"] = {
				["美"] = {
					["少"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["漂"] = {
				["亮"] = {
					this = true
				}
			},
			["票"] = {
				["亮"] = {
					this = true
				}
			}
		},
		["醇"] = {
			["漂"] = {
				["亮"] = {
					["白"] = {
						["嫩"] = {
							this = true
						}
					}
				}
			},
			["票"] = {
				["亮"] = {
					["白"] = {
						["嫩"] = {
							this = true
						}
					}
				}
			}
		},
		["宫"] = {
			["情"] = {
				["空"] = {
					["净"] = {
						["空"] = {
							this = true
						}
					}
				}
			}
		},
		["華"] = {
			["同"] = {
				["方"] = {
					this = true
				}
			}
		},
		["空"] = {
			["万"] = {
				["里"] = {
					this = true
				}
			}
		},
		["淩"] = {
			["淩"] = {
				this = true
			}
		},
		["楼"] = {
			["院"] = {
				this = true
			}
		},
		["扫"] = {
			["负"] = {
				["面"] = {
					["消"] = {
						["息"] = {
							this = true
						}
					},
					["新"] = {
						["闻"] = {
							this = true
						}
					}
				}
			}
		},
		["水"] = {
			["爱"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["夏"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["香"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["算"] = {
			["腐"] = {
				["败"] = {
					["官"] = {
						["员"] = {
							this = true
						}
					}
				}
			},
			["特"] = {
				["权"] = {
					this = true
				}
			}
		},
		["洗"] = {
			["荡"] = {
				["妇"] = {
					["摩"] = {
						["根"] = {
							this = true
						}
					}
				}
			}
		},
		["新"] = {
			["狂"] = {
				["野"] = {
					["美"] = {
						["乳"] = {
							this = true
						}
					}
				}
			},
			["素"] = {
				["人"] = {
					["援"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["脱"] = {
				["俗"] = {
					["靓"] = {
						["模"] = {
							this = true
						}
					}
				}
			}
		},
		["虚"] = {
			["道"] = {
				["德"] = {
					["真"] = {
						["君"] = {
							this = true
						}
					}
				}
			}
		},
		["徐"] = {
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["一"] = {
			["色"] = {
				this = true,
				["网"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["债"] = {
			this = true,
			["讨"] = {
				["债"] = {
					this = true
				}
			}
		},
		["債"] = {
			this = true
		},
		["帐"] = {
			this = true
		},
		["場"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["潮"] = {
		["喷"] = {
			this = true
		},
		["吹"] = {
			this = true
		},
		["噴"] = {
			this = true
		},
		["妻"] = {
			this = true
		},
		["湿"] = {
			["穴"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["姫"] = {
			this = true
		},
		["学"] = {
			this = true,
			["9"] = {
				["8"] = {
					this = true
				}
			},
			["四"] = {
				["六"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["堕"] = {
		["淫"] = {
			this = true
		},
		["落"] = {
			["指"] = {
				["南"] = {
					this = true
				}
			},
			["警"] = {
				["察"] = {
					this = true
				}
			},
			["剧"] = {
				["场"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["教"] = {
					["师"] = {
						["破"] = {
							["壊"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["之"] = {
				["王"] = {
					this = true
				}
			}
		},
		["天"] = {
			["使"] = {
				["之"] = {
					["零"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["胸"] = {
		["濤"] = {
			["乳"] = {
				["浪"] = {
					this = true
				}
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["推"] = {
			this = true
		},
		["部"] = {
			this = true,
			["走"] = {
				["光"] = {
					["偷"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["罩"] = {
			this = true
		},
		["摧"] = {
			this = true
		},
		["器"] = {
			["大"] = {
				["集"] = {
					["锦"] = {
						this = true
					}
				}
			}
		},
		["涛"] = {
			["乳"] = {
				["浪"] = {
					this = true
				}
			}
		},
		["型"] = {
			["很"] = {
				["完"] = {
					["美"] = {
						this = true
					}
				}
			}
		},
		["针"] = {
			["针"] = {
				["孔"] = {
					["摄"] = {
						["像"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["痴"] = {
		["乳"] = {
			this = true
		},
		["鳩"] = {
			this = true
		},
		["拈"] = {
			this = true
		},
		["女"] = {
			this = true,
			["系"] = {
				this = true
			}
		},
		["汉"] = {
			this = true,
			["电"] = {
				["车"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["是"] = {
				["犯"] = {
					["罪"] = {
						this = true
					}
				}
			}
		},
		["男"] = {
			["发"] = {
				["威"] = {
					this = true
				}
			}
		},
		["漢"] = {
			["ス"] = {
				["明"] = {
					["乃"] = {
						["夕"] = {
							["奈"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["娇"] = {
			["丽"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true
					}
				}
			}
		},
		["母"] = {
			this = true
		},
		["醫"] = {
			["生"] = {
				["松"] = {
					["島"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["姫"] = {
		["辱"] = {
			this = true
		},
		["奴"] = {
			["隷"] = {
				["双"] = {
					["子"] = {
						["王"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["咲"] = {
			this = true
		},
		["野"] = {
			["爱"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["嫐"] = {
		["屄"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["足"] = {
		["脚"] = {
			["交"] = {
				this = true
			}
		},
		["交"] = {
			this = true,
			["服"] = {
				["务"] = {
					this = true
				},
				["務"] = {
					this = true
				}
			},
			["劲"] = {
				["爆"] = {
					["中"] = {
						["出"] = {
							this = true
						}
					}
				}
			},
			["片"] = {
				this = true
			},
			["也"] = {
				["很"] = {
					["疯"] = {
						["狂"] = {
							this = true
						}
					}
				}
			},
			["口"] = {
				["爆"] = {
					this = true
				}
			}
		},
		["球"] = {
			["投"] = {
				["注"] = {
					this = true
				}
			},
			["博"] = {
				["彩"] = {
					this = true,
					["交"] = {
						["易"] = {
							this = true
						}
					}
				}
			},
			H = {
				["下"] = {
					["注"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["博"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["改"] = {
				["单"] = {
					this = true
				},
				["單"] = {
					this = true
				}
			},
			["皇"] = {
				["冠"] = {
					["开"] = {
						["户"] = {
							this = true
						}
					}
				}
			},
			["经"] = {
				["理"] = {
					this = true
				}
			},
			["經"] = {
				["理"] = {
					this = true
				}
			},
			["网"] = {
				["络"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["系"] = {
				["统"] = {
					["源"] = {
						["代"] = {
							["码"] = {
								this = true
							}
						},
						["码"] = {
							this = true
						}
					}
				}
			},
			["下"] = {
				x = {
					["注"] = {
						this = true
					}
				},
				["单"] = {
					this = true
				},
				["注"] = {
					this = true,
					["中"] = {
						["奖"] = {
							this = true
						},
						["獎"] = {
							this = true
						}
					}
				}
			},
			["现"] = {
				["金"] = {
					["开"] = {
						["户"] = {
							this = true
						}
					},
					["投"] = {
						["注"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["钱"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			}
		},
		["彩"] = {
			this = true,
			["网"] = {
				this = true
			}
		},
		["腳"] = {
			["交"] = {
				this = true
			}
		},
		["毬"] = {
			["下"] = {
				["註"] = {
					this = true
				}
			}
		},
		["坛"] = {
			["五"] = {
				["大"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["柔"] = {
		["阴"] = {
			["术"] = {
				this = true
			}
		},
		["肌"] = {
			["调"] = {
				["教"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["情"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["软"] = {
			["的"] = {
				a = {
					j = {
						["花"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["相"] = {
		["奸"] = {
			this = true
		},
		["思"] = {
			["红"] = {
				["娘"] = {
					this = true,
					["粉"] = {
						this = true
					}
				}
			}
		},
		["川"] = {
			["ま"] = {
				["み"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			},
			["百"] = {
				["合"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						},
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["聖"] = {
				["奈"] = {
					this = true
				}
			},
			["未"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["戶"] = {
			["愛"] = {
				["全"] = {
					["集"] = {
						this = true
					}
				}
			}
		},
		["姦"] = {
			["遊"] = {
				["戯"] = {
					this = true,
					["2"] = {
						this = true
					}
				}
			}
		},
		["见"] = {
			["无"] = {
				["期"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["琴"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["崎"] = {
			["琴"] = {
				["音"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["凉"] = {
				this = true
			},
			["桃"] = {
				B = {
					this = true
				}
			},
			["由"] = {
				["美"] = {
					this = true
				}
			}
		},
		["叶"] = {
			["沙"] = {
				["织"] = {
					this = true
				}
			}
		},
		["应"] = {
			["飞"] = {
				["渡"] = {
					["昆"] = {
						["仑"] = {
							this = true
						}
					}
				}
			}
		},
		["原"] = {
			["梨"] = {
				["花"] = {
					this = true,
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["留"] = {
				["美"] = {
					this = true
				}
			},
			["夏"] = {
				["海"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["麻"] = {
				["帆"] = {
					this = true
				}
			},
			["梦"] = {
				this = true
			},
			["仁"] = {
				["美"] = {
					this = true
				}
			},
			["优"] = {
				["香"] = {
					this = true
				}
			}
		},
		["澤"] = {
			["麻"] = {
				["帆"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["夢"] = {
				this = true
			}
		},
		["真"] = {
			["四"] = {
				["六"] = {
					this = true
				}
			}
		}
	}
end

temp()
