pg = pg or {}
slot0 = pg
slot0.word_template_151 = {}
slot1 = slot0.word_template_151

function temp()
	uv0["户"] = {
		["外"] = {
			["军"] = {
				["品"] = {
					["气"] = {
						["枪"] = {
							["店"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["刀"] = {
						this = true
					}
				},
				["刀"] = {
					this = true,
					["网"] = {
						this = true
					},
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["具"] = {
						["具"] = {
							this = true
						}
					},
					["密"] = {
						["云"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["刀"] = {
							this = true
						},
						["售"] = {
							this = true
						}
					}
				},
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["忉"] = {
					["专"] = {
						["忉"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["刀"] = {
				["具"] = {
					this = true,
					["网"] = {
						this = true
					},
					["专"] = {
						this = true,
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					},
					["联"] = {
						["盟"] = {
							["网"] = {
								this = true
							}
						}
					},
					["批"] = {
						["发"] = {
							["行"] = {
								this = true
							}
						}
					},
					["行"] = {
						this = true
					},
					["军"] = {
						["刀"] = {
							this = true
						},
						["品"] = {
							["网"] = {
								this = true
							}
						}
					},
					["热"] = {
						["销"] = {
							this = true
						}
					},
					["商"] = {
						["城"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["砍"] = {
					["刀"] = {
						["网"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				},
				["专"] = {
					this = true
				}
			},
			["砍"] = {
				this = true,
				["刀"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["战"] = {
				["刀"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["阳"] = {
				["江"] = {
					["刀"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["鞭"] = {
				["熟"] = {
					["女"] = {
						this = true
					}
				}
			},
			["刺"] = {
				["激"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["猎"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["箭"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["祼"] = {
				["拍"] = {
					["记"] = {
						this = true
					}
				}
			},
			["豪"] = {
				["情"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["开"] = {
				["山"] = {
					["刀"] = {
						this = true,
						["具"] = {
							this = true
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["刀"] = {
					this = true
				}
			},
			["露"] = {
				["胸"] = {
					["舔"] = {
						["鲍"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["刀"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["飘"] = {
				["红"] = {
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["具"] = {
					["部"] = {
						["队"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["军"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["支"] = {
					this = true
				}
			},
			["求"] = {
				["生"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					},
					["弓"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					},
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				}
			},
			["野"] = {
				["炮"] = {
					["刺"] = {
						["激"] = {
							this = true
						}
					}
				}
			},
			["用"] = {
				["品"] = {
					["网"] = {
						this = true
					},
					["专"] = {
						this = true,
						["店"] = {
							this = true
						}
					}
				}
			},
			["装"] = {
				["备"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["撒"] = {
			["刀"] = {
				this = true,
				["项"] = {
					["老"] = {
						["赛"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				},
				["王"] = {
					this = true
				}
			}
		},
		["口"] = {
			["本"] = {
				this = true,
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									this = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				},
				["办"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				},
				["刻"] = {
					["章"] = {
						["办"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["主"] = {
			["资"] = {
				["料"] = {
					this = true,
					T = {
						E = {
							L = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["籍"] = {
			["代"] = {
				["办"] = {
					this = true
				}
			},
			["观"] = {
				["察"] = {
					this = true
				}
			},
			["正"] = {
				["明"] = {
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["明"] = {
					["代"] = {
						["*"] = {
							["办"] = {
								this = true
							}
						},
						["办"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["镀"] = {
		["镍"] = {
			["狗"] = {
				["粮"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["狩"] = {
		["猎"] = {
			["网"] = {
				this = true
			},
			["用"] = {
				["品"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["弩"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["装"] = {
				["备"] = {
					this = true
				}
			},
			["武"] = {
				["器"] = {
					this = true
				}
			},
			["器"] = {
				["材"] = {
					this = true,
					["弓"] = {
						["弩"] = {
							this = true,
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						},
						["努"] = {
							this = true
						}
					},
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					},
					["专"] = {
						this = true,
						["店"] = {
							this = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					["网"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							this = true,
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					},
					["麻"] = {
						["醉"] = {
							["箭"] = {
								this = true
							}
						}
					},
					["报"] = {
						["价"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["努"] = {
					this = true,
					["麻"] = {
						["醉"] = {
							["箭"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			},
			D = {
				D = {
					L = {
						this = true
					}
				}
			},
			["吧"] = {
				this = true
			},
			["刀"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["防"] = {
				["身"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["具"] = {
					["网"] = {
						this = true
					}
				}
			},
			["家"] = {
				["园"] = {
					this = true
				}
			},
			["李"] = {
				["奇"] = {
					["网"] = {
						this = true
					}
				}
			},
			["利"] = {
				["器"] = {
					["网"] = {
						this = true
					}
				}
			},
			["努"] = {
				this = true,
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["狗"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["铅"] = {
						["弹"] = {
							this = true
						}
					},
					["用"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["动"] = {
					["狗"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["吧"] = {
					this = true
				},
				["模"] = {
					["网"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				},
				["支"] = {
					this = true
				}
			},
			["人"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["小"] = {
				["直"] = {
					["刀"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["者"] = {
				this = true,
				["弓"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["专"] = {
				["用"] = {
					["弓"] = {
						["驽"] = {
							this = true
						}
					}
				}
			}
		},
		["獵"] = {
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["弩"] = {
				this = true
			},
			["器"] = {
				["材"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["人"] = {
				["弩"] = {
					this = true
				}
			},
			["者"] = {
				["弩"] = {
					this = true
				}
			}
		},
		["野"] = {
			["厘"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["今"] = {
		["天"] = {
			["军"] = {
				["品"] = {
					this = true
				}
			},
			["上"] = {
				["了"] = {
					["个"] = {
						["熟"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["6"] = {
					["4"] = {
						this = true
					}
				}
			},
			["我"] = {
				["愿"] = {
					["你"] = {
						["平"] = {
							["安"] = {
								["，"] = {
									["阿"] = {
										["们"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["上"] = {
			this = true
		},
		["晚"] = {
			["六"] = {
				["给"] = {
					["彩"] = {
						["开"] = {
							["奖"] = {
								["结"] = {
									["果"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["夜"] = {
				["未"] = {
					["眠"] = {
						this = true
					}
				}
			}
		},
		["有"] = {
			this = true,
			["广"] = {
				["东"] = {
					this = true
				}
			}
		},
		["井"] = {
			["绘"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				["日"] = {
					["香"] = {
						["电"] = {
							["驴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["警"] = {
			["绘"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				["日"] = {
					["香"] = {
						["电"] = {
							["驴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["年"] = {
			["1"] = {
				["0"] = {
					["月"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			},
			["诺"] = {
				["贝"] = {
					["尔"] = {
						["奖"] = {
							["获"] = {
								["得"] = {
									["者"] = {
										["刘"] = {
											["晓"] = {
												["波"] = {
													["简"] = {
														["历"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["下"] = {
				["半"] = {
					["年"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["日"] = {
			this = true,
			["裸"] = {
				["拍"] = {
					["淫"] = {
						["女"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			},
			["悉"] = {
				["尼"] = {
					this = true
				}
			},
			["永"] = {
				["康"] = {
					["被"] = {
						["查"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["宿"] = {
			["麻"] = {
				["琴"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["夜"] = {
			["良"] = {
				["宵"] = {
					["网"] = {
						this = true
					}
				}
			},
			["谁"] = {
				["与"] = {
					["你"] = {
						["同"] = {
							["眠"] = {
								this = true
							}
						}
					}
				}
			},
			["有"] = {
				["点"] = {
					["坏"] = {
						this = true
					}
				}
			},
			["，"] = {
				["我"] = {
					["们"] = {
						["都"] = {
							["在"] = {
								["维"] = {
									["园"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["亱"] = {
			["，"] = {
				["我"] = {
					["們"] = {
						["都"] = {
							["在"] = {
								["維"] = {
									["園"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["燧"] = {
		["发"] = {
			["枪"] = {
				["结"] = {
					["构"] = {
						["图"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["亿"] = {
		["千"] = {
			["军"] = {
				["工"] = {
					this = true
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["性"] = {
			["家"] = {
				this = true,
				["·"] = {
					this = true
				}
			},
			["阁"] = {
				this = true
			}
		},
		["万"] = {
			["先"] = {
				["生"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["豪"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["皇"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["汽"] = {
				["车"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["至"] = {
		["诚"] = {
			["枪"] = {
				["狗"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["气"] = {
				["狗"] = {
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["富"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["尊"] = {
			["娱"] = {
				["乐"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					},
					["城"] = {
						this = true
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					},
					["樂"] = {
						this = true
					}
				}
			},
			["版"] = {
				["电"] = {
					["视"] = {
						["棒"] = {
							this = true
						}
					}
				},
				["電"] = {
					["視"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					["网"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					},
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["技"] = {
				["术"] = {
					["网"] = {
						this = true
					}
				}
			},
			["卡"] = {
				["巴"] = {
					this = true,
					["密"] = {
						["云"] = {
							this = true
						}
					}
				}
			},
			["狼"] = {
				["威"] = {
					this = true
				}
			},
			["礼"] = {
				["盒"] = {
					this = true
				}
			},
			["评"] = {
				["级"] = {
					["通"] = {
						this = true
					}
				}
			},
			["千"] = {
				["术"] = {
					["图"] = {
						["解"] = {
							this = true
						}
					}
				},
				["術"] = {
					["圖"] = {
						["解"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["行"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					["王"] = {
						["朝"] = {
							this = true
						}
					}
				}
			}
		},
		["爱"] = {
			["色"] = {
				this = true
			}
		},
		["城"] = {
			["抢"] = {
				["狗"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["交"] = {
			["贾"] = {
				["大"] = {
					["山"] = {
						this = true
					}
				}
			}
		},
		["尚"] = {
			["刀"] = {
				["网"] = {
					this = true
				}
			}
		},
		["淫"] = {
			["绝"] = {
				["地"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["香"] = {
		["港"] = {
			["气"] = {
				["枪"] = {
					["厂"] = {
						this = true
					}
				}
			},
			G = {
				H = {
					B = {
						["粉"] = {
							this = true
						},
						["水"] = {
							this = true,
							["*"] = {
								this = true
							},
							["/"] = {
								["色"] = {
									["/"] = {
										["粉"] = {
											this = true
										}
									}
								}
							}
						},
						["迷"] = {
							["幻"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				},
				["水"] = {
					this = true
				}
			},
			g = {
				h = {
					b = {
						this = true
					}
				}
			},
			["赛"] = {
				["马"] = {
					["会"] = {
						this = true,
						["博"] = {
							["彩"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["彩"] = {
				["霸"] = {
					["王"] = {
						this = true
					}
				},
				["宝"] = {
					["必"] = {
						["中"] = {
							["六"] = {
								["肖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["挂"] = {
				["牌"] = {
					["正"] = {
						["版"] = {
							["彩"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["最"] = {
				["准"] = {
					["一"] = {
						["肖"] = {
							["一"] = {
								["码"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["惠"] = {
				["泽"] = {
					["社"] = {
						["群"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["牛"] = {
				["魔"] = {
					["王"] = {
						["管"] = {
							["家"] = {
								["婆"] = {
									["彩"] = {
										["图"] = {
											this = true,
											i = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["六"] = {
				["合"] = {
					["伯"] = {
						["乐"] = {
							this = true
						}
					},
					["彩"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				},
				["和"] = {
					["采"] = {
						this = true
					}
				}
			},
			["开"] = {
				["奖"] = {
					["结"] = {
						["果"] = {
							["历"] = {
								["史"] = {
									["记"] = {
										["录"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["马"] = {
				["会"] = {
					this = true,
					["资"] = {
						["料"] = {
							["一"] = {
								["肖"] = {
									["中"] = {
										["特"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["*"] = {
						this = true
					}
				}
			},
			["风"] = {
				["流"] = {
					["之"] = {
						["电"] = {
							["影"] = {
								["大"] = {
									["亨"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["伦"] = {
				["理"] = {
					["片"] = {
						["*"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["游"] = {
					["行"] = {
						this = true
					}
				},
				["学"] = {
					["黄"] = {
						["克"] = {
							["竞"] = {
								["楼"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["黄"] = {
				["大"] = {
					["仙"] = {
						this = true
					}
				}
			},
			["明"] = {
				["报"] = {
					this = true
				}
			},
			["支"] = {
				["联"] = {
					["会"] = {
						this = true
					}
				}
			},
			["总"] = {
				["部"] = {
					this = true
				},
				["彩"] = {
					this = true
				}
			},
			["故"] = {
				["事"] = {
					["之"] = {
						["收"] = {
							["藏"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["2"] = {
						["0"] = {
							["年"] = {
								["六"] = {
									["开"] = {
										["彩"] = {
											["资"] = {
												["料"] = {
													["精"] = {
														["选"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["市"] = {
				["民"] = {
					["支"] = {
						["援"] = {
							["爱"] = {
								["国"] = {
									["民"] = {
										["主"] = {
											["运"] = {
												["动"] = {
													["联"] = {
														["合"] = {
															["会"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["愛"] = {
								["國"] = {
									["民"] = {
										["主"] = {
											["運"] = {
												["動"] = {
													["聯"] = {
														["郃"] = {
															["會"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["权"] = {
					["组"] = {
						["织"] = {
							this = true
						}
					}
				},
				["權"] = {
					["組"] = {
						["織"] = {
							this = true
						}
					}
				}
			}
		},
		["料"] = {
			["精"] = {
				["灵"] = {
					this = true
				}
			}
		},
		["格"] = {
			["里"] = {
				["拉"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					},
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["丁"] = {
			["基"] = {
				["地"] = {
					this = true
				}
			}
		},
		["醇"] = {
			["的"] = {
				["诱"] = {
					["惑"] = {
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["水"] = {
			["型"] = {
				["迷"] = {
					["奸"] = {
						["药"] = {
							this = true
						}
					},
					["女"] = {
						["干"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["烟"] = {
			["迷"] = {
				["药"] = {
					this = true
				}
			},
			["批"] = {
				["发"] = {
					this = true
				}
			},
			["型"] = {
				["麻"] = {
					["醉"] = {
						["药"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["博"] = {
						["药"] = {
							this = true
						}
					}
				},
				["昏"] = {
					["迷"] = {
						["药"] = {
							this = true
						}
					}
				},
				["蒙"] = {
					["汗"] = {
						["药"] = {
							this = true
						}
					}
				},
				["迷"] = {
					this = true,
					["幻"] = {
						["剂"] = {
							this = true
						},
						["药"] = {
							this = true
						}
					},
					["魂"] = {
						["药"] = {
							this = true
						}
					},
					["药"] = {
						this = true
					},
					["葯"] = {
						this = true
					}
				}
			},
			["昏"] = {
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["功"] = {
			this = true
		},
		["."] = {
			["港"] = {
				["7"] = {
					["1"] = {
						["集"] = {
							["会"] = {
								this = true
							}
						},
						["游"] = {
							["行"] = {
								this = true
							}
						}
					}
				},
				["集"] = {
					["会"] = {
						this = true
					}
				},
				["马"] = {
					["会"] = {
						this = true
					}
				},
				["明"] = {
					["报"] = {
						this = true
					}
				},
				["游"] = {
					["行"] = {
						this = true
					}
				},
				["总"] = {
					["部"] = {
						this = true
					}
				}
			},
			["烟"] = {
				["型"] = {
					["迷"] = {
						["*"] = {
							["药"] = {
								this = true
							}
						},
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["阪"] = {
			["俞"] = {
				["佳"] = {
					["麗"] = {
						this = true
					}
				}
			}
		},
		["坂"] = {
			["俞"] = {
				["佳"] = {
					["丽"] = {
						this = true
					}
				}
			}
		},
		["车"] = {
			["私"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["川"] = {
			this = true
		},
		["岛"] = {
			["奈"] = {
				["央"] = {
					this = true
				}
			}
		},
		["国"] = {
			["竞"] = {
				["艳"] = {
					this = true
				}
			}
		},
		["河"] = {
			["秃"] = {
				["鹰"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["因"] = {
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["江"] = {
			["十"] = {
				["八"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["蕉"] = {
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							this = true
						}
					}
				}
			}
		},
		["茗"] = {
			["慕"] = {
				["风"] = {
					["流"] = {
						["阁"] = {
							this = true
						}
					}
				},
				["風"] = {
					["流"] = {
						["閣"] = {
							this = true
						}
					}
				},
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["氵"] = {
			["巷"] = {
				G = {
					H = {
						B = {
							this = true
						}
					}
				}
			}
		},
		["香"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["咲"] = {
			["綾"] = {
				["电"] = {
					["驴"] = {
						this = true
					}
				}
			}
		},
		["煙"] = {
			["型"] = {
				["迷"] = {
					this = true,
					["魂"] = {
						["藥"] = {
							this = true
						}
					}
				}
			}
		},
		["艳"] = {
			["女"] = {
				["郎"] = {
					this = true
				}
			},
			["杀"] = {
				["劫"] = {
					this = true
				}
			}
		},
		["源"] = {
			this = true
		},
		["月"] = {
			["安"] = {
				["娜"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					}
				}
			}
		},
		["质"] = {
			this = true
		},
		["醉"] = {
			["迷"] = {
				["艳"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["合"] = {
		["成"] = {
			this = true,
			["三"] = {
				["过"] = {
					["氧"] = {
						["化"] = {
							["三"] = {
								["丙"] = {
									["酮"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["硝"] = {
				["酸"] = {
					["脲"] = {
						this = true
					}
				}
			}
		},
		["欢"] = {
			["宫"] = {
				["记"] = {
					["事"] = {
						this = true
					}
				}
			},
			["粉"] = {
				this = true
			}
		},
		["彩"] = {
			["改"] = {
				["单"] = {
					this = true
				},
				["單"] = {
					this = true
				}
			}
		},
		["川"] = {
			["区"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["法"] = {
			["汽"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["服"] = {
			["屏"] = {
				["蔽"] = {
					["字"] = {
						this = true
					}
				}
			}
		},
		["和"] = {
			["武"] = {
				["士"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["金"] = {
			["钢"] = {
				["珠"] = {
					this = true
				}
			},
			["装"] = {
				["甲"] = {
					["板"] = {
						this = true
					}
				}
			}
		},
		["乐"] = {
			["8"] = {
				["8"] = {
					["8"] = {
						this = true
					}
				}
			}
		},
		["十"] = {
			["手"] = {
				this = true
			}
		},
		["苏"] = {
			["木"] = {
				this = true
			}
		},
		["围"] = {
			["大"] = {
				["老"] = {
					["虎"] = {
						this = true
					}
				}
			}
		},
		["阳"] = {
			["假"] = {
				["证"] = {
					this = true
				}
			}
		},
		["一"] = {
			["共"] = {
				["融"] = {
					this = true
				}
			}
		},
		["真"] = {
			["猎"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["简"] = {
		["易"] = {
			["爆"] = {
				["炸"] = {
					["物"] = {
						this = true
					}
				}
			},
			["快"] = {
				["排"] = {
					["吹"] = {
						this = true
					}
				}
			},
			["炸"] = {
				["药"] = {
					this = true,
					["制"] = {
						["作"] = {
							this = true
						}
					},
					["包"] = {
						this = true
					},
					["的"] = {
						this = true,
						["配"] = {
							["方"] = {
								this = true
							}
						}
					}
				},
				["弹"] = {
					this = true,
					["的"] = {
						this = true,
						["配"] = {
							["方"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["原"] = {
				["子"] = {
					["弹"] = {
						this = true,
						["教"] = {
							["程"] = {
								this = true
							}
						},
						["制"] = {
							["作"] = {
								this = true
							}
						}
					}
				}
			},
			["核"] = {
				["弹"] = {
					["头"] = {
						["的"] = {
							["制"] = {
								["造"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["大"] = {
				["威"] = {
					["力"] = {
						["炸"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["导"] = {
				["弹"] = {
					this = true,
					["制"] = {
						["作"] = {
							this = true
						}
					}
				}
			},
			["燃"] = {
				["烧"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["制"] = {
				["作"] = {
					C = {
						["4"] = {
							["炸"] = {
								["弹"] = {
									["教"] = {
										["程"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["催"] = {
				["泪"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["油"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		["鸿"] = {
			["章"] = {
				this = true
			}
		},
		["丁"] = {
			this = true
		},
		["历"] = {
			["夫"] = {
				["人"] = {
					this = true
				}
			}
		},
		["宁"] = {
			this = true
		},
		["昜"] = {
			["原"] = {
				["子"] = {
					["弹"] = {
						["教"] = {
							["程"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
