pg = pg or {}
slot0 = pg
slot0.word_template_173 = {}
slot1 = slot0.word_template_173

function temp()
	uv0["菠"] = {
		["菜"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["萝"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["弹"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["励"] = {
		["骏"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["牡"] = {
		["丹"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0.Y = {
		Y = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["弹"] = {
				["弓"] = {
					this = true
				}
			}
		},
		J = {
			["囡"] = {
				this = true
			}
		},
		S = {
			D = {
				Y = {
					["."] = {
						O = {
							R = {
								G = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		F = {
			["航"] = {
				["拍"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["指"] = {
				["挥"] = {
					["官"] = {
						this = true
					}
				}
			}
		},
		["毛"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["狮"] = {
		["子"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["山"] = {
				["布"] = {
					["条"] = {
						this = true
					}
				},
				["口"] = {
					["号"] = {
						this = true
					}
				},
				["条"] = {
					["幅"] = {
						this = true
					}
				}
			}
		},
		["威"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["城"] = {
			["欢"] = {
				["乐"] = {
					["吧"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			["化"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["驼"] = {
			["王"] = {
				this = true
			}
		},
		["王"] = {
			["2"] = {
				["0"] = {
					["1"] = {
						["2"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["纽"] = {
		["约"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["时"] = {
				["报"] = {
					this = true,
					[" "] = {
						["家"] = {
							["宝"] = {
								this = true
							}
						},
						["温"] = {
							this = true
						}
					},
					x = {
						i = {
							this = true
						}
					},
					["习"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["首"] = {
		["席"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["撸"] = {
			["影"] = {
				["城"] = {
					this = true
				}
			}
		},
		["存"] = {
			["一"] = {
				["元"] = {
					["送"] = {
						["彩"] = {
							["金"] = {
								["3"] = {
									["8"] = {
										["博"] = {
											["彩"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["赠"] = {
				["送"] = {
					["彩"] = {
						["金"] = {
							this = true
						}
					}
				}
			}
		},
		["先"] = {
			["使"] = {
				["用"] = {
					["核"] = {
						["武"] = {
							["器"] = {
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["长"] = {
			this = true,
			["被"] = {
				["开"] = {
					["除"] = {
						["党"] = {
							["籍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["長"] = {
			this = true
		},
		["份"] = {
			["六"] = {
				["四"] = {
					["判"] = {
						["刑"] = {
							["暴"] = {
								["徒"] = {
									["名"] = {
										["单"] = {
											["曝"] = {
												["光"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["富"] = {
			["贺"] = {
				["国"] = {
					["强"] = {
						this = true
					}
				}
			}
		},
		["开"] = {
			["熙"] = {
				["悦"] = {
					["山"] = {
						this = true,
						["不"] = {
							["公"] = {
								this = true
							}
						},
						["横"] = {
							["幅"] = {
								this = true
							}
						},
						["集"] = {
							["体"] = {
								this = true
							}
						},
						["静"] = {
							["坐"] = {
								this = true
							}
						},
						["民"] = {
							["警"] = {
								this = true
							}
						},
						["围"] = {
							["观"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["推"] = {
			["服"] = {
				["务"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				},
				["務"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			}
		},
		["望"] = {
			["教"] = {
				["会"] = {
					this = true
				}
			}
		},
		["度"] = {
			["禁"] = {
				["办"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["芝"] = {
		["加"] = {
			["哥"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["康"] = {
		["莱"] = {
			["德"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			this = true
		},
		["成"] = {
			["元"] = {
				this = true
			}
		},
		["涛"] = {
			["杰"] = {
				this = true
			}
		},
		[" "] = {
			["军"] = {
				["变"] = {
					this = true
				}
			},
			["政"] = {
				["变"] = {
					this = true
				}
			}
		},
		["宝"] = {
			["来"] = {
				this = true
			}
		},
		["多"] = {
			["网"] = {
				["上"] = {
					["药"] = {
						["店"] = {
							this = true
						}
					}
				}
			}
		},
		["恩"] = {
			["贝"] = {
				this = true
			}
		},
		["副"] = {
			["总"] = {
				[" "] = {
					["移"] = {
						["交"] = {
							["权"] = {
								["力"] = {
									[" "] = {
										["梦"] = {
											["见"] = {
												["猪"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["广"] = {
			["陵"] = {
				this = true
			}
		},
		["华"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["美"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["面"] = {
			["条"] = {
				[" "] = {
					["十"] = {
						["宗"] = {
							["罪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["敏"] = {
			this = true
		},
		["涅"] = {
			["狄"] = {
				["格"] = {
					this = true
				}
			}
		},
		["生"] = {
			this = true
		},
		["盛"] = {
			["保"] = {
				["健"] = {
					this = true
				}
			}
		},
		["师"] = {
			["傅"] = {
				this = true,
				[" "] = {
					["冰"] = {
						["便"] = {
							this = true
						}
					},
					["春"] = {
						["哥"] = {
							this = true
						}
					},
					["海"] = {
						["绵"] = {
							["宝"] = {
								["宝"] = {
									this = true
								}
							}
						}
					}
				},
				["下"] = {
					["架"] = {
						this = true
					}
				},
				["真"] = {
					["正"] = {
						["原"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["師"] = {
			["傅"] = {
				[" "] = {
					["崇"] = {
						["禎"] = {
							this = true
						}
					}
				}
			}
		},
		["途"] = {
			["商"] = {
				["城"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["吉"] = {
		["祥"] = {
			["坊"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				["="] = {
					this = true
				},
				["官"] = {
					["方"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["宝"] = {
				["贝"] = {
					this = true
				}
			},
			["彩"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["利"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["官"] = {
				["网"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["心"] = {
				["水"] = {
					this = true
				}
			}
		},
		["吉"] = {
			["撸"] = {
				this = true
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["影"] = {
				["院"] = {
					["成"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["跋"] = {
			["猫"] = {
				this = true
			}
		},
		["炳"] = {
			["轩"] = {
				this = true,
				["危"] = {
					["险"] = {
						this = true
					}
				}
			}
		},
		["比"] = {
			["特"] = {
				this = true
			}
		},
		["川"] = {
			["惠"] = {
				["美"] = {
					["梨"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["萌"] = {
				this = true,
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["夏"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["村"] = {
			["彩"] = {
				["夏"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["壽"] = {
				["桃"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["儿"] = {
			this = true
		},
		["冈"] = {
			["爱"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["惠"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["岡"] = {
			["愛"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["哈"] = {
			["得"] = {
				this = true
			},
			["德"] = {
				this = true
			}
		},
		["合"] = {
			["得"] = {
				this = true
			},
			["提"] = {
				this = true
			}
		},
		["和"] = {
			["得"] = {
				this = true
			}
		},
		["井"] = {
			["爱"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["美"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["希"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["泰"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["警"] = {
			["爱"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["彩"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["美"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["希"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["力"] = {
			["力"] = {
				this = true
			}
		},
		["木"] = {
			["梨"] = {
				["纱"] = {
					this = true
				}
			}
		},
		["琦"] = {
			["直"] = {
				["绪"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["首"] = {
			this = true
		},
		["田"] = {
			["步"] = {
				b = {
					t = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["绘"] = {
				["理"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["丽"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["弓"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["あ"] = {
				["ゆ"] = {
					["み"] = {
						this = true
					}
				}
			},
			["里"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["纱"] = {
				["利"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["友"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["永"] = {
			["光"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["沙"] = {
				["织"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["由"] = {
				["里"] = {
					["雅"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["裡"] = {
					["雅"] = {
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["原"] = {
			["炎"] = {
				["上"] = {
					this = true
				}
			}
		},
		["沢"] = {
			["明"] = {
				["步"] = {
					a = {
						v = {
							this = true
						}
					},
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				},
				["歩"] = {
					this = true,
					["步"] = {
						["兵"] = {
							this = true
						}
					},
					["大"] = {
						["尺"] = {
							["度"] = {
								this = true
							}
						}
					},
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					}
				}
			}
		},
		["择"] = {
			["明"] = {
				["步"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["泽"] = {
			["朝"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["里"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				["步"] = {
					this = true,
					A = {
						V = {
							this = true
						}
					},
					b = {
						t = {
							this = true
						}
					},
					["的"] = {
						A = {
							V = {
								this = true
							}
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["高"] = {
						["清"] = {
							this = true,
							["图"] = {
								this = true
							}
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["套"] = {
						["图"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["迅"] = {
						["雷"] = {
							this = true
						}
					}
				}
			}
		},
		["澤"] = {
			["明"] = {
				["步"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
