pg = pg or {}
slot0 = pg
slot0.word_template_153 = {}
slot1 = slot0.word_template_153

function temp()
	uv0["燃"] = {
		["烧"] = {
			["瓶"] = {
				this = true,
				["的"] = {
					this = true,
					["制"] = {
						["作"] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				},
				["制"] = {
					["作"] = {
						this = true
					}
				},
				D = {
					I = {
						Y = {
							this = true
						}
					}
				},
				["方"] = {
					["法"] = {
						this = true
					}
				},
				["教"] = {
					["程"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["手"] = {
					["册"] = {
						this = true
					}
				}
			},
			["弹"] = {
				this = true,
				["的"] = {
					this = true,
					["制"] = {
						["作"] = {
							["方"] = {
								this = true,
								["法"] = {
									this = true
								}
							}
						}
					},
					["方"] = {
						this = true
					}
				},
				[" "] = {
					["制"] = {
						["作"] = {
							this = true
						}
					}
				},
				["制"] = {
					["作"] = {
						this = true
					}
				},
				D = {
					I = {
						Y = {
							this = true
						}
					}
				},
				["方"] = {
					["法"] = {
						this = true
					}
				},
				["工"] = {
					["艺"] = {
						this = true
					}
				},
				["流"] = {
					["程"] = {
						this = true
					}
				},
				["秘"] = {
					["密"] = {
						["配"] = {
							["方"] = {
								this = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				}
			},
			["剂"] = {
				["的"] = {
					["简"] = {
						["易"] = {
							["制"] = {
								["备"] = {
									this = true
								},
								["作"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["的"] = {
				["西"] = {
					["藏"] = {
						this = true
					}
				}
			},
			["辅"] = {
				["助"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["了"] = {
				this = true
			},
			["你"] = {
				["的"] = {
					["性"] = {
						["欲"] = {
							this = true
						}
					}
				}
			}
		},
		["料"] = {
			["北"] = {
				["极"] = {
					["光"] = {
						this = true
					}
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			},
			["飞"] = {
				["行"] = {
					["员"] = {
						this = true
					}
				}
			},
			["舱"] = {
				this = true,
				["发"] = {
					["生"] = {
						["爆"] = {
							["炸"] = {
								this = true
							}
						}
					}
				},
				["坏"] = {
					["了"] = {
						this = true
					}
				},
				["起"] = {
					["火"] = {
						this = true
					}
				},
				["完"] = {
					["全"] = {
						["坏"] = {
							["了"] = {
								this = true
							}
						}
					}
				},
				["中"] = {
					["度"] = {
						["受"] = {
							["损"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["放"] = {
			["噐"] = {
				["材"] = {
					this = true
				}
			},
			["器"] = {
				["材"] = {
					this = true,
					["质"] = {
						["量"] = {
							["好"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["燒"] = {
			["彈"] = {
				this = true
			}
		},
		["油"] = {
			["滤"] = {
				["清"] = {
					["器"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["液"] = {
		["体"] = {
			["炸"] = {
				["药"] = {
					this = true,
					["比"] = {
						["例"] = {
							this = true
						}
					},
					["配"] = {
						["方"] = {
							this = true
						}
					}
				},
				["弹"] = {
					this = true,
					["制"] = {
						["作"] = {
							["教"] = {
								["程"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["氯"] = {
			this = true
		},
		["压"] = {
			["马"] = {
				["达"] = {
					this = true
				}
			}
		},
		["扂"] = {
			["凲"] = {
				["轵"] = {
					["囡"] = {
						["蓢"] = {
							this = true
						}
					}
				}
			}
		},
		["凊"] = {
			["鮏"] = {
				["息"] = {
					this = true
				}
			}
		},
		["态"] = {
			["冰"] = {
				this = true
			},
			["毒"] = {
				["品"] = {
					this = true
				}
			}
		},
		["液"] = {
			["酱"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["鱼"] = {
		["雷"] = {
			this = true
		},
		["铅"] = {
			["弹"] = {
				this = true
			}
		},
		["鱼"] = {
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["遥"] = {
		["控"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			},
			["地"] = {
				["雷"] = {
					this = true
				}
			}
		},
		["想"] = {
			["当"] = {
				["年"] = {
					["春"] = {
						["衫"] = {
							["薄"] = {
								this = true,
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["季"] = {
		["戊"] = {
			["四"] = {
				["醇"] = {
					this = true,
					["四"] = {
						["硝"] = {
							["酸"] = {
								["酯"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["侯"] = {
			["风"] = {
				this = true
			},
			["風"] = {
				this = true
			}
		},
		["候"] = {
			["风"] = {
				H = {
					["1"] = {
						["2"] = {
							this = true
						}
					}
				}
			},
			["風"] = {
				["半"] = {
					["自"] = {
						["動"] = {
							this = true
						}
					}
				}
			}
		},
		["建"] = {
			["业"] = {
				this = true
			}
		},
		["三"] = {
			["保"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["铵"] = {
		["梯"] = {
			["炸"] = {
				["药"] = {
					this = true
				}
			},
			["类"] = {
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["油"] = {
			["炸"] = {
				["药"] = {
					this = true,
					["制"] = {
						["备"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["熵"] = {
		["炸"] = {
			["药"] = {
				["制"] = {
					["备"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["购"] = {
		["买"] = {
			this = true,
			["户"] = {
				["口"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["爆"] = {
					["材"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					Q = {
						Q = {
							this = true
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["甲"] = {
						["卡"] = {
							["西"] = {
								["酮"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["布"] = {
				["苯"] = {
					["丙"] = {
						["胺"] = {
							this = true
						}
					}
				}
			},
			["二"] = {
				["乙"] = {
					["基"] = {
						["色"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["哌"] = {
				["醋"] = {
					["甲"] = {
						["酯"] = {
							this = true
						}
					}
				}
			},
			["依"] = {
				["他"] = {
					["喹"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["唛"] = {
				["可"] = {
					["奈"] = {
						["因"] = {
							this = true
						}
					}
				}
			},
			["苯"] = {
				["环"] = {
					["利"] = {
						["定"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["蘑"] = {
						["菇"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["沙"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["恩"] = {
				["华"] = {
					["三"] = {
						["唑"] = {
							["仑"] = {
								this = true
							}
						}
					}
				}
			},
			["硝"] = {
				["甲"] = {
					["西"] = {
						["泮"] = {
							this = true
						}
					}
				}
			},
			["植"] = {
				["物"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["黑"] = {
				["曼"] = {
					["巴"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["百"] = {
				["治"] = {
					["磷"] = {
						this = true
					}
				}
			},
			["七"] = {
				["孔"] = {
					["狗"] = {
						["腿"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						["制"] = {
							["作"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["警"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["瑞"] = {
				["芬"] = {
					["太"] = {
						["尼"] = {
							this = true
						}
					}
				}
			}
		},
		["吧"] = {
			this = true
		},
		["宝"] = {
			["阁"] = {
				this = true
			}
		},
		["警"] = {
			["察"] = {
				["证"] = {
					this = true
				}
			},
			["官"] = {
				["证"] = {
					this = true
				},
				["證"] = {
					this = true
				}
			}
		},
		["蒙"] = {
			["汗"] = {
				["药"] = {
					this = true
				}
			}
		},
		["拍"] = {
			["购"] = {
				["网"] = {
					this = true
				}
			}
		},
		["枪"] = {
			["仿"] = {
				["真"] = {
					this = true
				}
			},
			["流"] = {
				["程"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["肾"] = {
			this = true
		},
		["物"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["銷"] = {
		["售"] = {
			this = true,
			["野"] = {
				["战"] = {
					["砍"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["代"] = {
		["购"] = {
			this = true
		},
		["办"] = {
			this = true,
			["发"] = {
				["票"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["户"] = {
					["口"] = {
						this = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					},
					["正"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true,
					["学"] = {
						["历"] = {
							[" "] = {
								["学"] = {
									["籍"] = {
										["档"] = {
											["案"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["各"] = {
				["种"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["类"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					this = true
				}
			},
			["证"] = {
				this = true,
				["件"] = {
					this = true,
					["{"] = {
						M = {
							O = {
								D = {
									["}"] = {
										this = true
									}
								}
							}
						}
					},
					[" "] = {
						["学"] = {
							["历"] = {
								["认"] = {
									["证"] = {
										this = true
									}
								}
							},
							["位"] = {
								["认"] = {
									["证"] = {
										this = true
									}
								}
							}
						},
						["刻"] = {
							["章"] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						},
						["上"] = {
							["网"] = {
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						},
						["车"] = {
							["牌"] = {
								["执"] = {
									["照"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["警"] = {
				["官"] = {
					["证"] = {
						this = true
					}
				}
			},
			["学"] = {
				["位"] = {
					["证"] = {
						this = true
					}
				}
			},
			["二"] = {
				["代"] = {
					["防"] = {
						["伪"] = {
							["身"] = {
								["份"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				["证"] = {
					[" "] = {
						["学"] = {
							["历"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["结"] = {
					["婚"] = {
						["证"] = {
							this = true
						}
					}
				},
				["户"] = {
					["口"] = {
						["本"] = {
							this = true
						}
					}
				},
				["牌"] = {
					["照"] = {
						this = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					["证"] = {
						this = true
					},
					["户"] = {
						["口"] = {
							["本"] = {
								this = true
							}
						}
					}
				}
			},
			["会"] = {
				["计"] = {
					["证"] = {
						this = true
					}
				}
			},
			["驾"] = {
				["驶"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				},
				["照"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["理"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				},
				["漂"] = {
					this = true
				}
			},
			["开"] = {
				["票"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				},
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["法"] = {
					["票"] = {
						this = true
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true,
					[" "] = {
						["刻"] = {
							["章"] = {
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			},
			["投"] = {
				["票"] = {
					this = true
				}
			},
			["人"] = {
				["民"] = {
					["币"] = {
						this = true
					}
				}
			},
			["假"] = {
				["钱"] = {
					this = true
				}
			},
			["伪"] = {
				["钞"] = {
					this = true
				},
				["币"] = {
					this = true
				}
			}
		},
		["销"] = {
			this = true,
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["元"] = {
				["宝"] = {
					this = true
				}
			}
		},
		["开"] = {
			this = true,
			["醱"] = {
				["票"] = {
					this = true
				}
			},
			["建"] = {
				["材"] = {
					["票"] = {
						this = true
					}
				},
				["筑"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["发"] = {
				this = true,
				["票"] = {
					this = true,
					["*"] = {
						this = true
					},
					["{"] = {
						M = {
							O = {
								D = {
									["}"] = {
										this = true
									}
								}
							}
						}
					},
					Q = {
						Q = {
							this = true
						}
					}
				},
				["嘌"] = {
					this = true
				},
				["！"] = {
					["票"] = {
						this = true
					}
				},
				["漂"] = {
					this = true
				}
			},
			["普"] = {
				["通"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					},
					["商"] = {
						["品"] = {
							["销"] = {
								["售"] = {
									["发"] = {
										["票"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["商"] = {
				["品"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				},
				["业"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["税"] = {
					["发"] = {
						["票"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				},
				["际"] = {
					["货"] = {
						["运"] = {
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["地"] = {
				["税"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["广"] = {
				["告"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				},
				["西"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["运"] = {
				["输"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["租"] = {
				["赁"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["维"] = {
				["修"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["安"] = {
				["装"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["餐"] = {
				["饮"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["增"] = {
				["值"] = {
					["税"] = {
						this = true
					}
				}
			},
			f = {
				a = {
					p = {
						i = {
							a = {
								o = {
									this = true
								}
							}
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					Q = {
						Q = {
							this = true
						}
					}
				}
			},
			["北"] = {
				["京"] = {
					["地"] = {
						["税"] = {
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["全"] = {
				["国"] = {
					["各"] = {
						["地"] = {
							["各"] = {
								["行"] = {
									["各"] = {
										["业"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["河"] = {
				["北"] = {
					["地"] = {
						["税"] = {
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["咨"] = {
				["询"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["山"] = {
				["东"] = {
					["地"] = {
						["税"] = {
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			}
		},
		["删"] = {
			this = true,
			["帖"] = {
				["子"] = {
					this = true
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		["考"] = {
			this = true,
			["驾"] = {
				["照"] = {
					this = true
				}
			},
			["四"] = {
				["六"] = {
					["级"] = {
						this = true
					}
				}
			},
			["*"] = {
				this = true
			},
			["网"] = {
				this = true
			}
		},
		["孕"] = {
			this = true,
			["妈"] = {
				["妈"] = {
					this = true
				}
			}
		},
		["生"] = {
			["孩"] = {
				["子"] = {
					this = true
				}
			}
		},
		["发"] = {
			this = true,
			["广"] = {
				["告"] = {
					this = true
				}
			},
			["贴"] = {
				this = true
			},
			["帖"] = {
				this = true
			},
			["票"] = {
				this = true
			}
		},
		["刻"] = {
			["印"] = {
				["章"] = {
					this = true
				}
			},
			["萝"] = {
				["卜"] = {
					["章"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			this = true,
			["发"] = {
				["帖"] = {
					this = true
				}
			},
			["报"] = {
				["仇"] = {
					this = true
				},
				["复"] = {
					this = true
				}
			},
			["報"] = {
				["仇"] = {
					this = true
				},
				["復"] = {
					this = true
				}
			},
			["出"] = {
				["气"] = {
					this = true
				},
				["氣"] = {
					this = true
				}
			},
			["了"] = {
				["仇"] = {
					this = true
				}
			},
			["寻"] = {
				["仇"] = {
					this = true
				}
			}
		},
		["-"] = {
			["办"] = {
				["-"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["辦"] = {
			this = true,
			["信"] = {
				["用"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["證"] = {
				this = true
			}
		},
		["缴"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["税"] = {
				this = true
			}
		},
		["開"] = {
			this = true,
			["發"] = {
				["票"] = {
					this = true
				}
			},
			["广"] = {
				["州"] = {
					["税"] = {
						["票"] = {
							this = true
						}
					},
					["醱"] = {
						["票"] = {
							this = true
						}
					},
					["货"] = {
						["物"] = {
							["销"] = {
								["售"] = {
									["發"] = {
										["票"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["醱"] = {
				["票"] = {
					this = true,
					["㊣"] = {
						this = true
					}
				}
			}
		},
		["卖"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["售"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["写"] = {
			this = true,
			["经"] = {
				["济"] = {
					["学"] = {
						["论"] = {
							["文"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["血"] = {
			["浆"] = {
				this = true
			}
		},
		["@"] = {
			["@"] = {
				["孕"] = {
					["@"] = {
						["@"] = {
							this = true
						}
					}
				}
			}
		},
		["拌"] = {
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["正"] = {
								this = true
							}
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["正"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["学"] = {
				["位"] = {
					["正"] = {
						this = true
					}
				}
			}
		},
		["报"] = {
			["名"] = {
				["考"] = {
					["试"] = {
						this = true
					}
				}
			}
		},
		["表"] = {
			this = true
		},
		["出"] = {
			["学"] = {
				["历"] = {
					this = true
				}
			}
		},
		["大"] = {
			["连"] = {
				["开"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["挂"] = {
			this = true
		},
		["号"] = {
			["收"] = {
				["集"] = {
					["总"] = {
						["汇"] = {
							this = true
						}
					}
				}
			}
		},
		["接"] = {
			["单"] = {
				["位"] = {
					this = true
				}
			}
		},
		["进"] = {
			["口"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["栲"] = {
			this = true
		},
		["练"] = {
			this = true
		},
		["炼"] = {
			this = true
		},
		["链"] = {
			this = true
		},
		["練"] = {
			this = true
		},
		["刘"] = {
			["领"] = {
				["奖"] = {
					this = true
				}
			}
		},
		["骂"] = {
			this = true
		},
		["亓"] = {
			["建"] = {
				["材"] = {
					["费"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["做"] = {
				["账"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["神"] = {
			["Ａ"] = {
				["Ｂ"] = {
					["钥"] = {
						["匙"] = {
							this = true
						}
					}
				}
			}
		},
		["收"] = {
			["狗"] = {
				["狗"] = {
					["粮"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			}
		},
		["为"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["谢"] = {
			["类"] = {
				["固"] = {
					["醇"] = {
						this = true
					}
				}
			}
		},
		["言"] = {
			["马"] = {
				["汉"] = {
					["茂"] = {
						this = true
					}
				}
			}
		},
		["找"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["制"] = {
			this = true
		},
		["追"] = {
			["债"] = {
				this = true
			},
			["債"] = {
				this = true
			}
		},
		["做"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["假"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				}
			},
			["账"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()
