pg = pg or {}
slot0 = pg
slot0.word_template_71 = {}
slot1 = slot0.word_template_71

temp = function()
	uv0["非"] = {
		["那"] = {
			["丙"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["常"] = {
			["诱"] = {
				["惑"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["6"] = {
				["\\"] = {
					["+"] = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["６"] = {
				["\\"] = {
					["+"] = {
						["１"] = {
							this = true
						}
					}
				}
			},
			["劲"] = {
				["溜"] = {
					this = true
				}
			},
			["三"] = {
				["國"] = {
					this = true
				}
			},
			["色"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["闻"] = {
					["通"] = {
						["讯"] = {
							["社"] = {
								this = true
							}
						}
					}
				}
			},
			["影"] = {
				["视"] = {
					this = true
				}
			},
			["男"] = {
				["孩"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		B = {
			A = {
				O = {
					["力"] = {
						this = true
					}
				}
			}
		},
		["暴"] = {
			["力"] = {
				["的"] = {
					["民"] = {
						["主"] = {
							["化"] = {
								["道"] = {
									["路"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["典"] = {
			this = true
		},
		["法"] = {
			["绑"] = {
				["架"] = {
					this = true
				}
			},
			["綁"] = {
				["架"] = {
					this = true
				}
			},
			["赌"] = {
				["博"] = {
					this = true
				}
			},
			["警"] = {
				["用"] = {
					["品"] = {
						this = true
					}
				}
			},
			["类"] = {
				["信"] = {
					["息"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["支"] = {
					["专"] = {
						this = true
					}
				}
			},
			["网"] = {
				["络"] = {
					["公"] = {
						["关"] = {
							this = true
						}
					}
				}
			},
			["限"] = {
				["制"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["幽"] = {
				["禁"] = {
					["紫"] = {
						["阳"] = {
							this = true
						}
					}
				}
			},
			["炸"] = {
				["药"] = {
					["代"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["治"] = {
				["国"] = {
					this = true
				},
				["國"] = {
					this = true
				}
			}
		},
		["凡"] = {
			["企"] = {
				["业"] = {
					["名"] = {
						["录"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["车"] = {
					["手"] = {
						["续"] = {
							this = true
						}
					}
				}
			},
			["套"] = {
				["牌"] = {
					["手"] = {
						["续"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["合"] = {
			["法"] = {
				["ド"] = {
					["ラ"] = {
						["ッ"] = {
							["グ"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["狙"] = {
			["击"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["诺"] = {
			["啡"] = {
				["烷"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					}
				}
			}
		},
		["洲"] = {
			["象"] = {
				["牙"] = {
					["走"] = {
						["私"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			},
			["烟"] = {
				this = true
			},
			["战"] = {
				["斧"] = {
					this = true
				}
			}
		},
		["主"] = {
			["流"] = {
				["出"] = {
					["来"] = {
						["援"] = {
							["交"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["必"] = {
			["要"] = {
				["不"] = {
					["出"] = {
						["笼"] = {
							this = true
						},
						["生"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["戊"] = {
		["巴"] = {
			["比"] = {
				["妥"] = {
					this = true,
					["钠"] = {
						this = true,
						["现"] = {
							["货"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["酰"] = {
			["芬"] = {
				["太"] = {
					["尼"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["芬"] = {
		["乙"] = {
			["茶"] = {
				["碱"] = {
					this = true
				}
			}
		},
		["美"] = {
			["曲"] = {
				["秦"] = {
					this = true
				}
			}
		},
		["普"] = {
			["雷"] = {
				["司"] = {
					this = true
				}
			}
		},
		["太"] = {
			["尼"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["卤"] = {
		["沙"] = {
			["唑"] = {
				["仑"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["匹"] = {
		["莫"] = {
			["林"] = {
				this = true
			}
		},
		["米"] = {
			["诺"] = {
				["定"] = {
					this = true
				}
			}
		},
		["那"] = {
			["西"] = {
				["泮"] = {
					this = true
				}
			}
		},
		["配"] = {
			["模"] = {
				["式"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["癸"] = {
		["硼"] = {
			["烷"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["橡"] = {
		["皮"] = {
			["擦"] = {
				["短"] = {
					["信"] = {
						["接"] = {
							["收"] = {
								["器"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["$"] = {
			["胶"] = {
				["棍"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["膠"] = {
				["棍"] = {
					["棒"] = {
						this = true
					}
				}
			}
		},
		["胶"] = {
			["棒"] = {
				this = true
			},
			["棍"] = {
				["棒"] = {
					this = true
				}
			},
			["警"] = {
				["棒"] = {
					this = true
				}
			},
			["制"] = {
				["品"] = {
					["、"] = {
						["棍"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["膠"] = {
			["棍"] = {
				["棒"] = {
					this = true
				}
			},
			["製"] = {
				["品"] = {
					this = true,
					["、"] = {
						["棍"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["镰"] = {
		["刀"] = {
			["菌"] = {
				["酮"] = {
					X = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["贷"] = {
		["款"] = {
			this = true,
			["客"] = {
				["户"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		},
		["练"] = {
			this = true
		},
		["炼"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["良"] = {
		["家"] = {
			this = true,
			["阁"] = {
				["兼"] = {
					["职"] = {
						["女"] = {
							["论"] = {
								["坛"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["楼"] = {
				["凤"] = {
					["兼"] = {
						["职"] = {
							this = true
						}
					}
				}
			},
			["河"] = {
				this = true
			},
			["骚"] = {
				["逼"] = {
					["网"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					["学"] = {
						["生"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["傢"] = {
			["河"] = {
				this = true
			}
		},
		["夜"] = {
			["不"] = {
				["能"] = {
					["留"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["觅"] = {
		["春"] = {
			["网"] = {
				this = true,
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["霪"] = {
		["霪"] = {
			["网"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["诺"] = {
		["亚"] = {
			["平"] = {
				["台"] = {
					this = true
				}
			}
		},
		["查"] = {
			["丹"] = {
				["玛"] = {
					["斯"] = {
						this = true
					}
				}
			}
		},
		["龙"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["杏"] = {
		["彩"] = {
			["娱"] = {
				["乐"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["堂"] = {
			["夏"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["野"] = {
			["留"] = {
				["丽"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				["日"] = {
					["香"] = {
						B = {
							T = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["夜"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["茗"] = {
		["彩"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["溪"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["趣"] = {
		["彩"] = {
			["彩"] = {
				["票"] = {
					["手"] = {
						["机"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["博"] = {
			g = {
				o = {
					b = {
						e = {
							t = {
								this = true
							}
						}
					}
				}
			}
		},
		["向"] = {
			["馆"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["球"] = {
		["探"] = {
			["网"] = {
				this = true,
				["即"] = {
					["时"] = {
						["比"] = {
							["分"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["彩"] = {
			this = true
		},
		["磨"] = {
			this = true
		},
		["鞋"] = {
			[" "] = {
				["演"] = {
					["技"] = {
						[" "] = {
							["影"] = {
								["帝"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["讯"] = {
			["网"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["查"] = {
		["看"] = {
			["六"] = {
				["肖"] = {
					this = true
				}
			},
			["庐"] = {
				["江"] = {
					["艳"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["指"] = {
				["挥"] = {
					["官"] = {
						["信"] = {
							["息"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["别"] = {
			["人"] = {
				["手"] = {
					["机"] = {
						["短"] = {
							["信"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["韦"] = {
			["习"] = {
				this = true
			}
		},
		["理"] = {
			["柯"] = {
				["尔"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["浩"] = {
		["博"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["方"] = {
			["对"] = {
				["站"] = {
					["平"] = {
						["台"] = {
							["活"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["宇"] = {
			["高"] = {
				["仿"] = {
					["证"] = {
						["件"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["聚"] = {
			["平"] = {
				["台"] = {
					this = true
				}
			}
		},
		["哥"] = {
			["的"] = {
				["思"] = {
					["想"] = {
						this = true,
						["才"] = {
							["是"] = {
								["帮"] = {
									["助"] = {
										["我"] = {
											["们"] = {
												["成"] = {
													["功"] = {
														["的"] = {
															["唯"] = {
																["一"] = {
																	["方"] = {
																		["向"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["思"] = {
				["想"] = {
					this = true
				}
			},
			["政"] = {
				["令"] = {
					this = true
				}
			},
			["说"] = {
				["员"] = {
					["工"] = {
						["万"] = {
							["岁"] = {
								this = true
							}
						}
					}
				}
			},
			["新"] = {
				["时"] = {
					["代"] = {
						["特"] = {
							["色"] = {
								["美"] = {
									["容"] = {
										["思"] = {
											["想"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["选"] = {
			this = true,
			["第"] = {
				["?"] = {
					["["] = {
						["五"] = {
							["5"] = {
								["]"] = {
									["卷"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["纵"] = {
		["达"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["欲"] = {
			["的"] = {
				["紫"] = {
					["筠"] = {
						this = true
					}
				}
			},
			["返"] = {
				["古"] = {
					this = true
				}
			}
		},
		["横"] = {
			this = true,
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			}
		},
		["览"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["情"] = {
			["兵"] = {
				["团"] = {
					this = true
				}
			}
		},
		["使"] = {
			["我"] = {
				["命"] = {
					["归"] = {
						["黄"] = {
							["泉"] = {
								[" "] = {
									["我"] = {
										["也"] = {
											["死"] = {
												["而"] = {
													["无"] = {
														["憾"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["熊"] = {
		["猫"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["炎"] = {
			this = true
		},
		["焱"] = {
			this = true
		},
		["关"] = {
			["漫"] = {
				["道"] = {
					this = true
				}
			}
		},
		["關"] = {
			["漫"] = {
				["道"] = {
					this = true
				}
			}
		},
		["尼"] = {
			["维"] = {
				["小"] = {
					this = true
				}
			},
			["維"] = {
				["小"] = {
					this = true
				}
			}
		},
		["太"] = {
			["厚"] = {
				this = true
			}
		},
		["煒"] = {
			this = true
		},
		["炜"] = {
			this = true
		},
		["近"] = {
			["丰"] = {
				this = true
			}
		},
		["帝"] = {
			["连"] = {
				r = {
					this = true
				}
			}
		},
		["和"] = {
			["稻"] = {
				this = true
			}
		},
		["肉"] = {
			["馅"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["亦"] = {
		["博"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["凡"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["畅"] = {
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["销"] = {
			["假"] = {
				["硬"] = {
					B = {
						this = true
					},
					["币"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["莎"] = {
		["莎"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["士"] = {
			["比"] = {
				["亚"] = {
					this = true
				},
				["亞"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["旋"] = {
		["乐"] = {
			["吧"] = {
				["老"] = {
					["虎"] = {
						["机"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["横"] = {
		["峰"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["井"] = {
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["警"] = {
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["恋"] = {
			["母"] = {
				this = true
			}
		},
		["山"] = {
			["美"] = {
				["雪"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["早"] = {
				["苗"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["享"] = {
		["博"] = {
			["幸"] = {
				["运"] = {
					this = true
				}
			}
		},
		["受"] = {
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["美"] = {
				["肉"] = {
					this = true
				}
			},
			["双"] = {
				["飞"] = {
					["乐"] = {
						["趣"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["乐"] = {
						["趣"] = {
							this = true
						}
					}
				},
				["快"] = {
					["乐"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["寰"] = {
		["亚"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["宇"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["问"] = {
		["鼎"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["候"] = {
			["你"] = {
				["全"] = {
					["家"] = {
						this = true
					}
				}
			},
			["语"] = {
				[" "] = {
					["6"] = {
						["4"] = {
							this = true
						}
					}
				},
				["6"] = {
					["4"] = {
						this = true
					}
				}
			}
		},
		["道"] = {
			this = true
		},
		["家"] = {
			["包"] = {
				this = true
			}
		},
		["惊"] = {
			["天"] = {
				this = true
			}
		},
		["我"] = {
			["心"] = {
				["再"] = {
					["用"] = {
						["我"] = {
							["手"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
