pg = pg or {}
slot0 = pg
slot0.word_template_16 = {}
slot1 = slot0.word_template_16

function temp()
	uv0["占"] = {
		["领"] = {
			["中"] = {
				["环"] = {
					this = true
				}
			},
			["台"] = {
				["湾"] = {
					this = true
				}
			},
			["全"] = {
				["民"] = {
					["脑"] = {
						["袋"] = {
							this = true
						}
					}
				}
			},
			["铜"] = {
				["锣"] = {
					["湾"] = {
						this = true
					}
				}
			},
			["旺"] = {
				["角"] = {
					this = true
				}
			}
		},
		["中"] = {
			this = true,
			["三"] = {
				["子"] = {
					this = true
				}
			},
			["贻"] = {
				["害"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			}
		},
		Z = {
			this = true
		},
		["領"] = {
			["中"] = {
				["環"] = {
					this = true
				}
			}
		},
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["赤"] = {
		["匪"] = {
			this = true
		},
		["裸"] = {
			this = true,
			["天"] = {
				["使"] = {
					this = true
				}
			},
			["色"] = {
				["宫"] = {
					this = true
				}
			},
			["娇"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["色"] = {
			["騎"] = {
				["士"] = {
					this = true
				}
			},
			["戰"] = {
				["士"] = {
					this = true
				}
			},
			["的"] = {
				["护"] = {
					["身"] = {
						["符"] = {
							this = true
						}
					}
				}
			}
		},
		["壁"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["聊"] = {
			this = true
		},
		["化"] = {
			this = true
		},
		["党"] = {
			this = true
		},
		["离"] = {
			this = true
		},
		["龙"] = {
			["剑"] = {
				["心"] = {
					this = true
				}
			},
			["军"] = {
				["品"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["迺"] = {
			["涼"] = {
				this = true
			}
		},
		["身"] = {
			["裸"] = {
				["体"] = {
					this = true,
					[" "] = {
						["走"] = {
							["向"] = {
								["上"] = {
									["帝"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["水"] = {
			["肾"] = {
				this = true,
				["源"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["松"] = {
			["由"] = {
				["梨"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["涼"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0.I = {
		S = {
			I = {
				S = {
					this = true,
					["七"] = {
						["五"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			},
			O = {
				["桑"] = {
					["拿"] = {
						this = true
					}
				}
			},
			["组"] = {
				["织"] = {
					this = true
				}
			}
		},
		L = {
			L = {
				U = {
					S = {
						I = {
							O = {
								N = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		M = {
			["买"] = {
				["卖"] = {
					["通"] = {
						["幸"] = {
							["运"] = {
								["用"] = {
									["户"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["3"] = {
			I = {
				["猪"] = {
					this = true
				}
			}
		},
		B = {
			O = {
				["爱"] = {
					["博"] = {
						this = true
					}
				}
			}
		},
		P = {
			A = {
				D = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["攻"] = {
				["击"] = {
					["器"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["徒"] = {
		["弟"] = {
			["会"] = {
				this = true
			}
		},
		["单"] = {
			["福"] = {
				["晋"] = {
					this = true
				}
			}
		},
		["歹"] = {
			["的"] = {
				["车"] = {
					["挡"] = {
						["臂"] = {
							["螳"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["道"] = {
		["教"] = {
			this = true
		},
		["尔"] = {
			M = {
				["8"] = {
					["0"] = {
						["4"] = {
							["5"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["县"] = {
			["公"] = {
				["安"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["具"] = {
			["虐"] = {
				["阴"] = {
					this = true
				}
			}
		},
		["路"] = {
			["封"] = {
				["锁"] = {
					this = true
				}
			}
		},
		["淫"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["多"] = {
		["维"] = {
			this = true,
			["新"] = {
				["闻"] = {
					this = true
				}
			}
		},
		["人"] = {
			["性"] = {
				["愛"] = {
					this = true
				}
			},
			["轮"] = {
				this = true
			}
		},
		["伦"] = {
			["多"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["8"] = {
					["9"] = {
						["年"] = {
							this = true
						}
					}
				}
			}
		},
		["彩"] = {
			["奇"] = {
				["利"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["博"] = {
				["众"] = {
					this = true
				}
			},
			["打"] = {
				["水"] = {
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["加"] = {
			["撸"] = {
				this = true
			}
		},
		["乐"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["黨"] = {
			this = true,
			["制"] = {
				["救"] = {
					["中"] = {
						["國"] = {
							this = true
						}
					}
				}
			}
		},
		["党"] = {
			this = true,
			["执"] = {
				["政"] = {
					this = true,
					["*"] = {
						this = true
					},
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				}
			},
			["轮"] = {
				["流"] = {
					this = true
				}
			},
			["选"] = {
				["举"] = {
					this = true
				}
			}
		},
		s = {
			["党"] = {
				["执"] = {
					["政"] = {
						this = true
					}
				}
			}
		},
		["难"] = {
			["兴"] = {
				["邦"] = {
					this = true
				}
			},
			["穿"] = {
				["邦"] = {
					this = true
				}
			}
		},
		["吉"] = {
			["才"] = {
				["让"] = {
					this = true
				}
			},
			["美"] = {
				this = true
			}
		},
		["美"] = {
			["康"] = {
				this = true
			}
		},
		["删"] = {
			["兴"] = {
				["邦"] = {
					this = true
				}
			}
		},
		P = {
			this = true
		},
		["宝"] = {
			["男"] = {
				this = true
			},
			["时"] = {
				["时"] = {
					["彩"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["多"] = {
			["色"] = {
				["区"] = {
					this = true
				}
			}
		},
		["功"] = {
			["能"] = {
				["步"] = {
					["兵"] = {
						["折"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["折"] = {
				["刀"] = {
					this = true
				},
				["忉"] = {
					this = true
				}
			}
		},
		["杰"] = {
			["热"] = {
				["旦"] = {
					this = true
				}
			}
		},
		["里"] = {
			["坤"] = {
				["艾"] = {
					["沙"] = {
						this = true
					}
				}
			}
		},
		["麦"] = {
			["协"] = {
				["会"] = {
					this = true
				}
			}
		},
		["毛"] = {
			["女"] = {
				["巫"] = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["名"] = {
			["偷"] = {
				["拍"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["频"] = {
			["声"] = {
				["纳"] = {
					this = true
				}
			}
		},
		["水"] = {
			["少"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["維"] = {
			this = true
		},
		["旋"] = {
			["翼"] = {
				this = true
			}
		},
		["夜"] = {
			["情"] = {
				this = true
			}
		},
		["营"] = {
			["食"] = {
				["品"] = {
					this = true
				}
			}
		},
		["用"] = {
			["模"] = {
				["压"] = {
					["钳"] = {
						this = true
					}
				}
			}
		},
		["重"] = {
			["性"] = {
				["高"] = {
					["潮"] = {
						this = true
					}
				}
			}
		},
		["轴"] = {
			["飞"] = {
				["行"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["洞"] = {
			["齐"] = {
				["插"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["佛"] = {
		["教"] = {
			this = true
		},
		["祖"] = {
			this = true
		},
		["展"] = {
			["千"] = {
				["手"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["佛"] = {
			["撸"] = {
				this = true
			}
		},
		["怀"] = {
			["煽"] = {
				["仇"] = {
					["录"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["供"] = {
				["应"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["冈"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["光"] = {
			["凤"] = {
				["凰"] = {
					this = true
				}
			}
		},
		["蘭"] = {
			["克"] = {
				["林"] = {
					this = true
				}
			}
		},
		["手"] = {
			["印"] = {
				["铜"] = {
					["反"] = {
						["曲"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["释"] = {
		["迦"] = {
			["牟"] = {
				["尼"] = {
					this = true
				}
			}
		},
		["欲"] = {
			this = true,
			["堂"] = {
				this = true,
				["网"] = {
					this = true
				}
			}
		},
		["放"] = {
			["."] = {
				["游"] = {
					["精"] = {
						["佑"] = {
							this = true
						}
					}
				}
			}
		},
		["行"] = {
			["武"] = {
				["大"] = {
					["师"] = {
						this = true
					}
				}
			}
		},
		["永"] = {
			["龙"] = {
				this = true
			}
		},
		["慾"] = {
			["漟"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["如"] = {
		["来"] = {
			this = true
		},
		["意"] = {
			["阁"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["坊"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["君"] = {
				["传"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["何"] = {
			["制"] = {
				["硝"] = {
					["化"] = {
						["甘"] = {
							["油"] = {
								this = true
							}
						}
					}
				},
				["作"] = {
					["原"] = {
						["子"] = {
							["弹"] = {
								this = true
							}
						}
					}
				},
				["取"] = {
					["光"] = {
						["气"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["制"] = {
					["燃"] = {
						["烧"] = {
							["弹"] = {
								this = true
							}
						}
					},
					["火"] = {
						["药"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["造"] = {
				["原"] = {
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["炸"] = {
					["弹"] = {
						this = true
					},
					["药"] = {
						this = true
					}
				}
			},
			k = {
				["粉"] = {
					this = true
				}
			},
			["办"] = {
				["理"] = {
					["假"] = {
						["证"] = {
							this = true
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["得"] = {
				["到"] = {
					["赌"] = {
						["博"] = {
							["粉"] = {
								this = true
							}
						}
					}
				}
			},
			["改"] = {
				["装"] = {
					["射"] = {
						["钉"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["雇"] = {
				["杀"] = {
					["手"] = {
						this = true
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["古"] = {
					this = true
				}
			},
			["配"] = {
				["赌"] = {
					["博"] = {
						["粉"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["用"] = {
					["耗"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["土"] = {
				["炸"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["推"] = {
				["翻"] = {
					["中"] = {
						["共"] = {
							this = true
						}
					}
				}
			},
			["赢"] = {
				["得"] = {
					["赌"] = {
						["博"] = {
							this = true
						}
					}
				}
			},
			["找"] = {
				["杀"] = {
					["手"] = {
						this = true
					}
				}
			}
		},
		["此"] = {
			["白"] = {
				["璧"] = {
					["无"] = {
						["瑕"] = {
							this = true
						}
					}
				}
			},
			["多"] = {
				["娇"] = {
					this = true
				}
			}
		},
		["东"] = {
			["假"] = {
				["证"] = {
					this = true
				}
			}
		},
		["家"] = {
			["狠"] = {
				["爱"] = {
					["后"] = {
						["嫩"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["狼"] = {
			["似"] = {
				["虎"] = {
					this = true
				}
			}
		},
		["月"] = {
			["可"] = {
				["怜"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["雪"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["果"] = {
			["我"] = {
				["们"] = {
					["的"] = {
						["继"] = {
							["续"] = {
								["前"] = {
									["进"] = {
										this = true
									}
								}
							}
						},
						["铁"] = {
							["骑"] = {
								["继"] = {
									["续"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["观"] = {
		["世"] = {
			["音"] = {
				this = true,
				["赢"] = {
					["钱"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["音"] = {
			["法"] = {
				["门"] = {
					this = true
				}
			},
			["茶"] = {
				this = true
			},
			["桥"] = {
				this = true
			},
			["坐"] = {
				["莲"] = {
					this = true,
					["被"] = {
						["内"] = {
							["射"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["测"] = {
			this = true
		},
		["察"] = {
			["者"] = {
				["网"] = {
					this = true
				}
			}
		},
		["看"] = {
			["毕"] = {
				["打"] = {
					["自"] = {
						["己"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["月"] = {
			["爱"] = {
				["香"] = {
					b = {
						t = {
							this = true
						}
					}
				}
			},
			["雏"] = {
				["乃"] = {
					this = true,
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["日"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
