pg = pg or {}
slot0 = pg
slot0.word_template_159 = {}
slot1 = slot0.word_template_159

function temp()
	uv0["汇"] = {
		["乐"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["丰"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["城"] = {
						this = true
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["情"] = {
				["趣"] = {
					this = true
				}
			},
			["中"] = {
				["介"] = {
					this = true
				}
			}
		},
		["众"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["盛"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["发"] = {
			["薄"] = {
				["膜"] = {
					this = true
				}
			}
		},
		["付"] = {
			["天"] = {
				["下"] = {
					this = true
				}
			}
		},
		["聚"] = {
			["网"] = {
				["上"] = {
					this = true
				}
			}
		},
		["宜"] = {
			["佳"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["钞"] = {
		["票"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["纸"] = {
		["币"] = {
			this = true,
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			}
		},
		B = {
			this = true
		},
		["钱"] = {
			["币"] = {
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["玄"] = {
			["网"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["票"] = {
		["据"] = {
			this = true,
			["代"] = {
				["开"] = {
					this = true
				}
			}
		},
		["*"] = {
			["*"] = {
				["据"] = {
					this = true
				}
			},
			["据"] = {
				this = true
			}
		},
		["包"] = {
			["您"] = {
				["满"] = {
					["意"] = {
						this = true
					}
				}
			}
		},
		["代"] = {
			["办"] = {
				this = true
			}
		},
		["亮"] = {
			["素"] = {
				["人"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["流"] = {
			["瓶"] = {
				["仿"] = {
					["真"] = {
						["枪"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["欲"] = {
				["室"] = {
					this = true
				}
			}
		},
		["票"] = {
			["美"] = {
				["眉"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["任"] = {
						["你"] = {
							["操"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["群"] = {
			this = true
		},
		["务"] = {
			["代"] = {
				["理"] = {
					this = true
				}
			}
		},
		["优"] = {
			["惠"] = {
				["联"] = {
					["系"] = {
						this = true
					}
				}
			}
		},
		["源"] = {
			["正"] = {
				["规"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["领"] = {
		["养"] = {
			this = true,
			["宝"] = {
				["宝"] = {
					["加"] = {
						["扣"] = {
							["扣"] = {
								this = true
							}
						}
					}
				}
			},
			["孩"] = {
				["子"] = {
					["加"] = {
						["扣"] = {
							["扣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["先"] = {
			["撸"] = {
				this = true
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["袖"] = {
			["习"] = {
				["大"] = {
					["大"] = {
						this = true
					}
				}
			},
			X = {
				X = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["韩"] = {
				["东"] = {
					["方"] = {
						this = true
					}
				}
			}
		},
		["导"] = {
			["干"] = {
				["部"] = {
					["吃"] = {
						["王"] = {
							["八"] = {
								this = true
							}
						}
					}
				}
			},
			["班"] = {
				["子"] = {
					["名"] = {
						["单"] = {
							["外"] = {
								["泄"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["财"] = {
				["产"] = {
					["公"] = {
						["示"] = {
							this = true
						}
					}
				}
			},
			["层"] = {
				["预"] = {
					["备"] = {
						["人"] = {
							["选"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				this = true,
				["最"] = {
					["强"] = {
						["大"] = {
							["阵"] = {
								["容"] = {
									this = true
								}
							}
						},
						["阵"] = {
							["容"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["收"] = {
		["养"] = {
			this = true
		},
		["藏"] = {
			["品"] = {
				["客"] = {
					["户"] = {
						["资"] = {
							["料"] = {
								this = true
							}
						}
					}
				},
				["数"] = {
					["据"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				},
				["面"] = {
					["单"] = {
						this = true
					}
				},
				["名"] = {
					["单"] = {
						this = true
					}
				},
				["资"] = {
					["料"] = {
						this = true
					},
					["源"] = {
						this = true
					}
				}
			},
			["低"] = {
				["价"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["行"] = {
				["业"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["支"] = {
					this = true
				}
			},
			["槍"] = {
				this = true
			},
			["手"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["数"] = {
				["$"] = {
					["据"] = {
						this = true
					}
				},
				["据"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					["库"] = {
						this = true
					}
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			}
		},
		this = {
			this = true
		},
		["购"] = {
			this = true,
			["高"] = {
				["考"] = {
					["考"] = {
						["生"] = {
							["信"] = {
								["息"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["1"] = {
						["1"] = {
							["高"] = {
								["考"] = {
									["考"] = {
										["生"] = {
											["名"] = {
												["单"] = {
													this = true
												}
											}
										}
									}
								}
							},
							["落"] = {
								["榜"] = {
									["生"] = {
										["名"] = {
											["单"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["活"] = {
				["体"] = {
					["肾"] = {
						["脏"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true,
					["北"] = {
						["京"] = {
							this = true
						}
					}
				}
			},
			["器"] = {
				["官"] = {
					this = true
				}
			},
			["人"] = {
				["体"] = {
					["器"] = {
						["官"] = {
							this = true
						}
					}
				}
			},
			["肾"] = {
				this = true,
				["源"] = {
					this = true,
					["肝"] = {
						["源"] = {
							this = true
						}
					}
				},
				["脏"] = {
					this = true
				}
			},
			["硝"] = {
				["酸"] = {
					["甘"] = {
						["油"] = {
							this = true
						}
					}
				}
			},
			["心"] = {
				["脏"] = {
					["瓣"] = {
						["膜"] = {
							this = true
						}
					}
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						this = true
					}
				}
			}
		},
		["取"] = {
			["小"] = {
				["费"] = {
					this = true
				}
			}
		},
		["复"] = {
			["台"] = {
				["湾"] = {
					this = true
				}
			}
		},
		["费"] = {
			["裸"] = {
				["聊"] = {
					this = true,
					["室"] = {
						this = true
					}
				}
			},
			["祼"] = {
				["聊"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					["聊"] = {
						["天"] = {
							this = true,
							["室"] = {
								this = true
							}
						}
					}
				}
			}
		},
		B = {
			B = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["单"] = {
			["管"] = {
				["猎"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["回"] = {
			["到"] = {
				["仓"] = {
					["库"] = {
						this = true
					}
				}
			}
		},
		["获"] = {
			["人"] = {
				["妻"] = {
					["的"] = {
						["小"] = {
							["贼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["缴"] = {
			["军"] = {
				["权"] = {
					this = true
				}
			}
		},
		["繳"] = {
			["軍"] = {
				["權"] = {
					this = true
				}
			}
		},
		["猎"] = {
			["槍"] = {
				this = true
			}
		},
		["容"] = {
			["."] = {
				["所"] = {
					this = true
				}
			}
		},
		["肾"] = {
			this = true,
			["、"] = {
				["收"] = {
					["器"] = {
						["官"] = {
							this = true
						}
					}
				}
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["肾"] = {
				this = true
			},
			["脏"] = {
				["肝"] = {
					["脏"] = {
						this = true
					}
				}
			}
		},
		["售"] = {
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["药"] = {
					["春"] = {
						["药"] = {
							this = true
						}
					}
				},
				["藥"] = {
					["春"] = {
						["藥"] = {
							this = true
						}
					}
				}
			}
		},
		["眼"] = {
			["角"] = {
				["膜"] = {
					this = true
				}
			}
		},
		["债"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["认"] = {
		["养"] = {
			this = true
		},
		["证"] = {
			["书"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["抱"] = {
		["养"] = {
			this = true
		},
		["妹"] = {
			["妹"] = {
				a = {
					["片"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["你"] = {
			["在"] = {
				["身"] = {
					["边"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["婴"] = {
		["儿"] = {
			this = true,
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["汤"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["孩"] = {
		["子"] = {
			this = true
		}
	}
end

temp()
