pg = pg or {}
slot0 = pg
slot0.word_template_82 = {}
slot1 = slot0.word_template_82

function temp()
	uv0["㈧"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["巴"] = {
		["倫"] = {
			["侍"] = {
				["從"] = {
					this = true
				}
			},
			["坦"] = {
				this = true
			}
		},
		["雷"] = {
			["特"] = {
				this = true,
				M = {
					["9"] = {
						["9"] = {
							this = true
						}
					}
				},
				["玩"] = {
					["具"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["克"] = {
			["刀"] = {
				this = true,
				["网"] = {
					this = true
				}
			},
			["折"] = {
				["刀"] = {
					this = true
				}
			},
			["马"] = {
				["斯"] = {
					["特"] = {
						["救"] = {
							["生"] = {
								["刀"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["7"] = {
				["3"] = {
					["1"] = {
						this = true
					}
				}
			},
			B = {
				U = {
					C = {
						K = {
							this = true
						}
					}
				}
			},
			["粉"] = {
				["末"] = {
					["钢"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["虎"] = {
				["纹"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["鹿"] = {
					["猎"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["钢"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					this = true
				}
			},
			["砍"] = {
				this = true,
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["鹿"] = {
				["角"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["瑟"] = {
				["式"] = {
					["底"] = {
						["火"] = {
							this = true
						}
					}
				}
			},
			["碳"] = {
				["纤"] = {
					["柄"] = {
						["折"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["厘"] = {
			["岛"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["宝"] = {
			["莉"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["比"] = {
			["伦"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["妥"] = {
				this = true,
				["钠"] = {
					["现"] = {
						["货"] = {
							this = true
						}
					},
					["有"] = {
						["售"] = {
							this = true
						}
					}
				},
				["酸"] = {
					["有"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["禁"] = {
				["果"] = {
					this = true
				}
			}
		},
		["登"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			}
		},
		["力"] = {
			["野"] = {
				["猫"] = {
					C = {
						S = {
							this = true
						}
					}
				}
			},
			["掠"] = {
				["夺"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["萨"] = {
			["克"] = {
				["名"] = {
					["刀"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["赫"] = {
			this = true
		},
		["拉"] = {
			["斯"] = {
				this = true
			}
		},
		["特"] = {
			["尔"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["音"] = {
			["朝"] = {
				["鲁"] = {
					this = true
				}
			}
		},
		["楚"] = {
			["暴"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["尔"] = {
			["的"] = {
				["摩"] = {
					this = true
				}
			}
		},
		["芬"] = {
			["湾"] = {
				["对"] = {
					["战"] = {
						["模"] = {
							["式"] = {
								this = true
							}
						}
					}
				},
				["压"] = {
					["力"] = {
						["测"] = {
							["试"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["格"] = {
			["莱"] = {
				this = true
			}
		},
		["哈"] = {
			["依"] = {
				["教"] = {
					this = true
				}
			}
		},
		["黎"] = {
			["成"] = {
				["人"] = {
					["风"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["颩"] = {
				["情"] = {
					this = true
				}
			},
			["风"] = {
				["情"] = {
					this = true
				}
			},
			["風"] = {
				["情"] = {
					this = true
				}
			},
			["欧"] = {
				["来"] = {
					["雅"] = {
						["型"] = {
							["男"] = {
								this = true
							}
						}
					}
				}
			},
			["野"] = {
				["玫"] = {
					["瑰"] = {
						this = true
					}
				}
			},
			["夜"] = {
				["兽"] = {
					["交"] = {
						this = true
					}
				}
			},
			["最"] = {
				["后"] = {
					["的"] = {
						["探"] = {
							["戈"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["立"] = {
			["平"] = {
				this = true
			}
		},
		["南"] = {
			["区"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["天"] = {
			["石"] = {
				this = true
			}
		},
		["图"] = {
			this = true
		},
		["中"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["旧"] = {
			["⑥"] = {
				["思"] = {
					this = true
				}
			}
		},
		["舊"] = {
			["⑥"] = {
				["思"] = {
					this = true
				}
			}
		},
		["久"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["寶"] = {
		["石"] = {
			["商"] = {
				["人"] = {
					this = true
				}
			}
		},
		["來"] = {
			["美"] = {
				["由"] = {
					["紀"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["保"] = {
		["釣"] = {
			this = true
		},
		["钓"] = {
			this = true,
			["组"] = {
				["织"] = {
					this = true
				}
			}
		},
		["监"] = {
			["会"] = {
				this = true
			}
		},
		["密"] = {
			["局"] = {
				this = true
			},
			["9"] = {
				["换"] = {
					["肾"] = {
						["0"] = {
							this = true
						}
					}
				}
			}
		},
		["米"] = {
			["磷"] = {
				this = true
			}
		},
		["险"] = {
			["客"] = {
				["户"] = {
					["数"] = {
						["据"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["名"] = {
						["录"] = {
							this = true
						},
						["单"] = {
							this = true
						}
					},
					["资"] = {
						["料"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["从"] = {
				["业"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["柜"] = {
				["大"] = {
					["拉"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["工"] = {
					["具"] = {
						["类"] = {
							this = true
						}
					}
				},
				["书"] = {
					this = true,
					["密"] = {
						["云"] = {
							this = true
						}
					}
				},
				["详"] = {
					["解"] = {
						this = true
					}
				},
				["小"] = {
					["拉"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["数"] = {
					["据"] = {
						this = true
					}
				},
				["员"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["用"] = {
				["户"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					},
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["健"] = {
			this = true,
			["品"] = {
				["数"] = {
					["据"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				},
				["客"] = {
					["户"] = {
						["资"] = {
							["料"] = {
								this = true
							}
						}
					}
				},
				["名"] = {
					["单"] = {
						this = true
					}
				},
				["资"] = {
					["料"] = {
						this = true
					},
					["源"] = {
						this = true
					}
				}
			},
			["按"] = {
				["摩"] = {
					this = true,
					["会"] = {
						["所"] = {
							this = true
						}
					}
				},
				["全"] = {
					["套"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["充"] = {
				["气"] = {
					["娃"] = {
						["娃"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["服"] = {
				this = true,
				["务"] = {
					this = true
				}
			},
			["女"] = {
				["上"] = {
					["门"] = {
						this = true
					},
					["門"] = {
						this = true
					}
				}
			},
			["全"] = {
				["套"] = {
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					this = true
				},
				["門"] = {
					this = true
				}
			},
			["特"] = {
				["殊"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["图"] = {
				["库"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["时"] = {
			["捷"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				},
				["博"] = {
					["彩"] = {
						this = true
					}
				}
			}
		},
		["安"] = {
			["腰"] = {
				["刀"] = {
					["折"] = {
						["花"] = {
							["刀"] = {
								["官"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["持"] = {
			["党"] = {
				["的"] = {
					["纯"] = {
						["洁"] = {
							["性"] = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				["念"] = {
					this = true
				}
			}
		},
		["存"] = {
			["编"] = {
				["队"] = {
					this = true
				}
			}
		},
		["单"] = {
			["分"] = {
				["析"] = {
					["器"] = {
						this = true
					},
					["仪"] = {
						this = true
					}
				}
			}
		},
		["單"] = {
			["分"] = {
				["析"] = {
					["器"] = {
						this = true
					},
					["儀"] = {
						this = true
					}
				}
			}
		},
		["得"] = {
			["安"] = {
				this = true,
				["密"] = {
					["云"] = {
						this = true
					}
				},
				["强"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["德"] = {
			["安"] = {
				["极"] = {
					["速"] = {
						["快"] = {
							["开"] = {
								this = true
							}
						}
					}
				},
				["瞬"] = {
					["开"] = {
						this = true
					}
				}
			},
			["信"] = {
				["国"] = {
					["际"] = {
						["调"] = {
							["查"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["定"] = {
			["萨"] = {
				["斯"] = {
					["病"] = {
						["例"] = {
							this = true
						}
					}
				}
			}
		},
		["二"] = {
			["十"] = {
				["年"] = {
					["到"] = {
						["期"] = {
							this = true
						}
					},
					["二"] = {
						["十"] = {
							["万"] = {
								this = true
							}
						}
					},
					["稳"] = {
						["定"] = {
							this = true,
							["杀"] = {
								this = true,
								["二"] = {
									["十"] = {
										["万"] = {
											this = true
										}
									}
								}
							},
							["已"] = {
								["到"] = {
									["期"] = {
										this = true
									}
								}
							}
						}
					},
					["已"] = {
						["到"] = {
							["期"] = {
								this = true,
								["邓"] = {
									["小"] = {
										["平"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["福"] = {
			["寺"] = {
				this = true,
				["、"] = {
					["北"] = {
						["四"] = {
							["环"] = {
								this = true
							}
						}
					},
					["车"] = {
						["祸"] = {
							this = true
						}
					},
					["撞"] = {
						["桥"] = {
							this = true
						}
					}
				},
				["法"] = {
					["拉"] = {
						["利"] = {
							this = true
						}
					}
				}
			}
		},
		["过"] = {
			this = true
		},
		["护"] = {
			["钓"] = {
				["鱼"] = {
					["岛"] = {
						this = true
					}
				}
			},
			["记"] = {
				["者"] = {
					["委"] = {
						["员"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["留"] = {
			["泉"] = {
				["州"] = {
					["港"] = {
						this = true
					}
				}
			}
		},
		["罗"] = {
			["的"] = {
				["性"] = {
					["复"] = {
						["苏"] = {
							this = true
						}
					}
				}
			}
		},
		["姆"] = {
			["被"] = {
				["虐"] = {
					["待"] = {
						this = true
					}
				}
			}
		},
		["平"] = {
			["安"] = {
				this = true
			}
		},
		["山"] = {
			["代"] = {
				["办"] = {
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["射"] = {
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["守"] = {
			["女"] = {
				["兒"] = {
					["2"] = {
						H = {
							this = true
						}
					}
				}
			}
		},
		["亭"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["卫"] = {
			["台"] = {
				["湾"] = {
					this = true
				}
			}
		},
		["养"] = {
			["小"] = {
				["美"] = {
					["眉"] = {
						this = true
					}
				}
			}
		},
		["障"] = {
			["私"] = {
				["有"] = {
					["产"] = {
						["权"] = {
							this = true
						}
					}
				}
			}
		},
		["真"] = {
			["?"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["税"] = {
					["票"] = {
						this = true
					}
				}
			},
			["发"] = {
				p = {
					i = {
						a = {
							o = {
								this = true
							}
						}
					}
				},
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			},
			["机"] = {
				["打"] = {
					this = true
				}
			},
			["拿"] = {
				["证"] = {
					this = true
				}
			},
			["税"] = {
				["票"] = {
					this = true
				}
			},
			["学"] = {
				["历"] = {
					["证"] = {
						["办"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			},
			["有"] = {
				["效"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			}
		},
		["证"] = {
			["刺"] = {
				["激"] = {
					["无"] = {
						["比"] = {
							this = true
						}
					}
				}
			},
			["见"] = {
				["红"] = {
					this = true
				}
			},
			["你"] = {
				["打"] = {
					["飞"] = {
						["机"] = {
							this = true
						}
					}
				}
			},
			["通"] = {
				["过"] = {
					this = true
				}
			},
			["信"] = {
				["誉"] = {
					this = true,
					["枪"] = {
						this = true
					}
				}
			}
		},
		["證"] = {
			["很"] = {
				["像"] = {
					["學"] = {
						["生"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鮑"] = {
		["戈"] = {
			this = true
		},
		["彤"] = {
			this = true
		},
		["伊"] = {
			this = true
		},
		["威"] = {
			["爾"] = {
				this = true
			}
		},
		["嶽"] = {
			["橋"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["貝"] = {
		["尤"] = {
			["爾"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["韝"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["比"] = {
		["樣"] = {
			this = true
		},
		["毛"] = {
			this = true
		},
		["博"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		this = {
			this = true
		},
		["的"] = {
			this = true
		},
		["尔"] = {
			["黑"] = {
				["武"] = {
					["士"] = {
						["太"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["购"] = {
			["网"] = {
				this = true
			}
		},
		["基"] = {
			["尼"] = {
				this = true,
				["爆"] = {
					["乳"] = {
						this = true
					}
				},
				["姐"] = {
					["妹"] = {
						["花"] = {
							this = true
						}
					}
				}
			}
		},
		["较"] = {
			["好"] = {
				["聊"] = {
					["天"] = {
						["室"] = {
							this = true
						}
					}
				}
			}
		},
		["卵"] = {
			this = true
		},
		["曼"] = {
			["激"] = {
				["光"] = {
					["4"] = {
						["."] = {
							["5"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["睿"] = {
			this = true
		},
		["赛"] = {
			["步"] = {
				["枪"] = {
					this = true
				}
			},
			["手"] = {
				["狗"] = {
					this = true
				}
			}
		},
		["賽"] = {
			["手"] = {
				["狗"] = {
					this = true
				}
			}
		},
		["水"] = {
			this = true
		},
		["思"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["样"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["蹕"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["颮"] = {
		this = {
			this = true
		}
	}
end

temp()
