pg = pg or {}
slot0 = pg
slot0.word_template_8 = {}
slot1 = slot0.word_template_8

temp = function()
	uv0["鸦"] = {
		["片"] = {
			this = true,
			["液"] = {
				this = true
			},
			["渣"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["罂"] = {
		["粟"] = {
			this = true,
			["碱"] = {
				this = true
			},
			["壳"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["迷"] = {
		["幻"] = {
			["药"] = {
				this = true,
				["*"] = {
					this = true
				},
				["蒙"] = {
					["汗"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["蘑"] = {
				["菇"] = {
					this = true
				}
			},
			["精"] = {
				["华"] = {
					["素"] = {
						this = true
					}
				}
			},
			["液"] = {
				this = true
			},
			["催"] = {
				["情"] = {
					this = true
				}
			},
			["水"] = {
				this = true
			},
			["香"] = {
				this = true
			}
		},
		["奸"] = {
			this = true,
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["药"] = {
				this = true,
				["*"] = {
					this = true
				},
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["三"] = {
					["唑"] = {
						["仑"] = {
							["专"] = {
								["卖"] = {
									this = true
								}
							}
						}
					}
				},
				["强"] = {
					["奸"] = {
						["丸"] = {
							["专"] = {
								["卖"] = {
									this = true
								}
							}
						}
					}
				},
				["专"] = {
					["卖"] = {
						this = true
					}
				}
			},
			["香"] = {
				["水"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["表"] = {
				["妹"] = {
					["的"] = {
						["小"] = {
							["香"] = {
								["穴"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["粉"] = {
				this = true
			}
		},
		["药"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["魂"] = {
			this = true,
			["药"] = {
				this = true,
				["*"] = {
					this = true
				},
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["="] = {
					[">"] = {
						[">"] = {
							this = true
						}
					}
				},
				["激"] = {
					["情"] = {
						this = true,
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["币"] = {
						this = true
					}
				}
			},
			["香"] = {
				this = true,
				["*"] = {
					this = true
				},
				["烟"] = {
					this = true
				}
			},
			["洞"] = {
				this = true
			},
			["蚊"] = {
				["香"] = {
					this = true
				}
			},
			["藥"] = {
				this = true
			},
			["粉"] = {
				this = true
			}
		},
		["歼"] = {
			["药"] = {
				this = true
			}
		},
		["彩"] = {
			["秃"] = {
				["鹰"] = {
					this = true
				}
			}
		},
		["糊"] = {
			["蘑"] = {
				["菇"] = {
					["尼"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			this = true,
			["水"] = {
				this = true,
				["出"] = {
					["售"] = {
						this = true
					}
				}
			},
			["药"] = {
				["="] = {
					[">"] = {
						[">"] = {
							this = true
						}
					}
				}
			},
			["粉"] = {
				["拍"] = {
					["肩"] = {
						["迷"] = {
							["药"] = {
								["专"] = {
									["卖"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["失"] = {
			["少"] = {
				["女"] = {
					["天"] = {
						["堂"] = {
							this = true
						}
					}
				}
			},
			["北"] = {
				["京"] = {
					this = true
				}
			}
		},
		["色"] = {
			["谷"] = {
				["激"] = {
					["情"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["乱"] = {
			["禁"] = {
				["忌"] = {
					this = true
				}
			}
		},
		["昏"] = {
			["药"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["蚊"] = {
				["香"] = {
					this = true
				}
			},
			["香"] = {
				["烟"] = {
					this = true
				}
			}
		},
		["-"] = {
			["魂"] = {
				["-"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["/"] = {
			["魂"] = {
				["/"] = {
					["药"] = {
						["/"] = {
							["迷"] = {
								["/"] = {
									["昏"] = {
										["/"] = {
											["药"] = {
												["/"] = {
													["三"] = {
														["/"] = {
															["唑"] = {
																["/"] = {
																	["仑"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["{"] = {
			["5"] = {
				["}"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["殲"] = {
			["藥"] = {
				this = true
			}
		},
		["离"] = {
			["的"] = {
				["嫂"] = {
					["嫂"] = {
						this = true
					}
				}
			}
		},
		["香"] = {
			this = true
		},
		["藥"] = {
			this = true
		},
		["*"] = {
			["香"] = {
				this = true
			}
		},
		[","] = {
			["信"] = {
				["\""] = {
					this = true
				}
			}
		},
		["."] = {
			["香"] = {
				this = true
			}
		},
		["5"] = {
			["药"] = {
				this = true
			}
		},
		["你"] = {
			["色"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["水"] = {
				["妻"] = {
					this = true
				}
			},
			["丝"] = {
				["袜"] = {
					this = true
				}
			},
			["小"] = {
				["妞"] = {
					this = true
				}
			}
		},
		["忄"] = {
			["青"] = {
				["水"] = {
					this = true
				}
			}
		},
		["信"] = {
			this = true
		},
		["烟"] = {
			this = true
		},
		["葯"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["嗑"] = {
		["药"] = {
			this = true,
			["女"] = {
				this = true
			}
		},
		["藥"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0.K = {
		["粉"] = {
			this = true,
			["冰"] = {
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["毒"] = {
					this = true,
					["麻"] = {
						["古"] = {
							this = true
						}
					}
				}
			},
			["4"] = {
				["号"] = {
					this = true
				}
			},
			["低"] = {
				["价"] = {
					["现"] = {
						["货"] = {
							this = true
						}
					}
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						this = true
					}
				}
			},
			["货"] = {
				["源"] = {
					this = true
				}
			},
			["价"] = {
				["格"] = {
					this = true
				}
			},
			["教"] = {
				["程"] = {
					this = true
				}
			},
			["进"] = {
				["货"] = {
					["渠"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					}
				}
			},
			["缅"] = {
				["甸"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["售"] = {
				this = true
			},
			["四"] = {
				["号"] = {
					["白"] = {
						["粉"] = {
							this = true
						}
					}
				}
			},
			["送"] = {
				["货"] = {
					this = true,
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["牙"] = {
				["签"] = {
					this = true
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			},
			["有"] = {
				["货"] = {
					this = true
				},
				["售"] = {
					this = true
				}
			},
			["猪"] = {
				["肉"] = {
					this = true,
					["冰"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true
			}
		},
		E = {
			F = {
				U = {
					this = true
				}
			}
		},
		a = {
			o = {
				this = true
			}
		},
		I = {
			S = {
				S = {
					M = {
						Y = {
							A = {
								S = {
									S = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["7"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["娛"] = {
				["樂"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		T = {
			V = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["裸"] = {
					["体"] = {
						["门"] = {
							this = true
						}
					}
				},
				["女"] = {
					["孩"] = {
						this = true
					}
				}
			}
		},
		["2"] = {
			["香"] = {
				["料"] = {
					this = true,
					K = {
						["3"] = {
							["香"] = {
								["料"] = {
									this = true
								}
							}
						}
					},
					["叶"] = {
						["子"] = {
							["花"] = {
								this = true
							}
						}
					}
				}
			},
			K = {
				["3"] = {
					["香"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["飞"] = {
				["叶"] = {
					["子"] = {
						this = true
					}
				}
			},
			["精"] = {
				["炼"] = {
					["粉"] = {
						this = true
					}
				}
			},
			["鼠"] = {
				["尾"] = {
					["草"] = {
						this = true
					}
				}
			}
		},
		["3"] = {
			["香"] = {
				["料"] = {
					this = true
				}
			},
			["精"] = {
				["炼"] = {
					["粉"] = {
						this = true
					}
				}
			},
			["专"] = {
				["用"] = {
					["叶"] = {
						["子"] = {
							["花"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["他"] = {
			["命"] = {
				this = true
			}
		},
		["彩"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["8"] = {
			["凯"] = {
				["发"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["药"] = {
			this = true
		},
		u = {
			n = {
				d = {
					u = {
						n = {
							this = true
						}
					}
				}
			}
		},
		x = {
			["粉"] = {
				this = true
			}
		},
		i = {
			n = {
				g = {
					["萨"] = {
						["格"] = {
							["尔"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["&"] = {
			["粉"] = {
				this = true
			}
		},
		["="] = {
			["粉"] = {
				this = true
			}
		},
		["5"] = {
			["手"] = {
				["槍"] = {
					this = true
				}
			}
		},
		["6"] = {
			["窃"] = {
				["听"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		K = {
			["3"] = {
				["药"] = {
					this = true
				}
			},
			["骚"] = {
				["网"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		n = {
			e = {
				s = {
					e = {
						k = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		Y = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["房"] = {
			this = true
		},
		["歌"] = {
			["聊"] = {
				["天"] = {
					["打"] = {
						["屁"] = {
							this = true
						}
					}
				}
			}
		},
		["姐"] = {
			this = true
		},
		["仔"] = {
			this = true
		},
		o = {
			r = {
				e = {
					a = {
						["西"] = {
							["边"] = {
								["那"] = {
									["个"] = {
										["国"] = {
											["家"] = {
												["的"] = {
													["全"] = {
														["斗"] = {
															["焕"] = {
																["啥"] = {
																	["时"] = {
																		["候"] = {
																			["死"] = {
																				["呀"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["毒"] = {
		["品"] = {
			this = true
		},
		["龙"] = {
			["舔"] = {
				["脚"] = {
					this = true
				}
			}
		},
		["药"] = {
			this = true
		},
		["鼠"] = {
			["强"] = {
				this = true
			}
		},
		["狗"] = {
			["箭"] = {
				this = true
			},
			["丸"] = {
				this = true
			},
			["针"] = {
				this = true
			}
		},
		["气"] = {
			["赌"] = {
				["具"] = {
					this = true
				}
			}
		},
		["豺"] = {
			this = true
		},
		["菜"] = {
			["制"] = {
				["度"] = {
					this = true
				}
			}
		},
		["巢"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["古"] = {
		["柯"] = {
			this = true,
			["碱"] = {
				this = true
			},
			["叶"] = {
				this = true
			}
		},
		["龍"] = {
			["祭"] = {
				["壇"] = {
					this = true
				}
			}
		},
		["可"] = {
			["叶"] = {
				this = true
			}
		},
		["剑"] = {
			this = true,
			["淫"] = {
				["谭"] = {
					this = true
				}
			}
		},
		["方"] = {
			["迷"] = {
				["香"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["米"] = {
				["香"] = {
					this = true
				}
			}
		},
		["怪"] = {
			["歌"] = {
				this = true
			}
		},
		["拉"] = {
			["格"] = {
				this = true
			}
		},
		K = {
			this = true,
			["粉"] = {
				this = true
			}
		},
		["冰"] = {
			this = true
		},
		["川"] = {
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["由"] = {
				["麻"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["代"] = {
			["性"] = {
				["交"] = {
					this = true
				}
			}
		},
		["典"] = {
			["武"] = {
				["色"] = {
					this = true
				}
			},
			["征"] = {
				["战"] = {
					this = true
				}
			}
		},
		["董"] = {
			["枪"] = {
				this = true
			}
		},
		["都"] = {
			["光"] = {
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["野"] = {
					["外"] = {
						["刺"] = {
							["激"] = {
								this = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["汉"] = {
			this = true
		},
		["交"] = {
			["麻"] = {
				["古"] = {
					this = true
				}
			}
		},
		["兰"] = {
			["经"] = {
				this = true
			}
		},
		["老"] = {
			["的"] = {
				["符"] = {
					["咒"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["械"] = {
					this = true
				}
			}
		},
		["里"] = {
			["赤"] = {
				this = true
			}
		},
		["丽"] = {
			["米"] = {
				["拉"] = {
					["艾"] = {
						["明"] = {
							this = true
						}
					}
				}
			},
			["且"] = {
				["可"] = {
					["拉"] = {
						["·"] = {
							["克"] = {
								["尤"] = {
									["木"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["鲁"] = {
			["拉"] = {
				this = true
			}
		},
		["刃"] = {
			["刀"] = {
				["剑"] = {
					this = true
				}
			}
		},
		["斯"] = {
			["兰"] = {
				["玛"] = {
					this = true
				}
			}
		},
		["桃"] = {
			["色"] = {
				["联"] = {
					["系"] = {
						this = true
					}
				}
			}
		},
		["田"] = {
			this = true,
			["会"] = {
				["议"] = {
					this = true,
					["习"] = {
						this = true
					}
				}
			},
			["會"] = {
				["議"] = {
					this = true
				}
			},
			["戒"] = {
				["严"] = {
					["安"] = {
						["检"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["军"] = {
					["会"] = {
						["议"] = {
							this = true
						}
					}
				}
			},
			["习"] = {
				["现"] = {
					["身"] = {
						this = true
					}
				}
			},
			["召"] = {
				["开"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								this = true
							}
						},
						["现"] = {
							["身"] = {
								this = true
							}
						}
					}
				}
			},
			["住"] = {
				["3"] = {
					["天"] = {
						this = true
					}
				},
				["三"] = {
					["天"] = {
						this = true
					}
				}
			}
		},
		["鹰"] = {
			this = true
		},
		["域"] = {
			["传"] = {
				["说"] = {
					this = true
				}
			},
			["傳"] = {
				["說"] = {
					this = true
				}
			}
		},
		["月"] = {
			["帝"] = {
				this = true
			}
		},
		["镇"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["子"] = {
			this = true
		},
		["惑"] = {
			["仔"] = {
				["之"] = {
					["少"] = {
						["年"] = {
							["激"] = {
								["斗"] = {
									this = true
								},
								["鬭"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["屄"] = {
		this = {
			this = true
		},
		["屄"] = {
			this = true,
			["特"] = {
				["写"] = {
					this = true
				},
				["寫"] = {
					this = true
				}
			}
		},
		["毛"] = {
			this = true
		},
		["赋"] = {
			this = true
		},
		["高"] = {
			["清"] = {
				this = true
			}
		},
		["上"] = {
			["梁"] = {
				["山"] = {
					this = true
				}
			}
		},
		["芯"] = {
			this = true
		},
		["穴"] = {
			this = true
		},
		["眼"] = {
			["图"] = {
				this = true
			}
		},
		["淫"] = {
			["水"] = {
				this = true
			}
		},
		["直"] = {
			["流"] = {
				["淫"] = {
					["水"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["肏"] = {
		this = {
			this = true
		},
		["屄"] = {
			this = true,
			["屄"] = {
				this = true
			},
			["色"] = {
				["图"] = {
					this = true
				}
			}
		},
		["白"] = {
			["虎"] = {
				this = true
			}
		},
		["骚"] = {
			["屄"] = {
				this = true
			}
		},
		["穴"] = {
			this = true
		},
		["肉"] = {
			this = true
		},
		["你"] = {
			this = true
		},
		["死"] = {
			this = true
		},
		["爆"] = {
			["你"] = {
				["的"] = {
					["嫩"] = {
						["屄"] = {
							this = true
						}
					}
				}
			}
		},
		["蝴"] = {
			["蝶"] = {
				B = {
					this = true
				}
			}
		},
		["姐"] = {
			["姐"] = {
				["屄"] = {
					this = true
				}
			}
		},
		["烂"] = {
			["你"] = {
				["的"] = {
					["屄"] = {
						this = true
					}
				}
			}
		},
		["妹"] = {
			this = true,
			["妹"] = {
				this = true
			}
		},
		["女"] = {
			["人"] = {
				this = true
			}
		},
		["我"] = {
			["的"] = {
				["小"] = {
					["屄"] = {
						this = true
					}
				}
			}
		},
		["又"] = {
			["紧"] = {
				["又"] = {
					["嫩"] = {
						["的"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			},
			["嫩"] = {
				["又"] = {
					["紧"] = {
						["的"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["屌"] = {
		this = {
			this = true
		},
		["你"] = {
			this = true,
			["老"] = {
				["妈"] = {
					this = true
				}
			}
		},
		["我"] = {
			this = true
		},
		["妳"] = {
			this = true
		},
		["他"] = {
			this = true
		},
		["人"] = {
			["也"] = {
				this = true
			}
		},
		["她"] = {
			this = true
		},
		["女"] = {
			["也"] = {
				this = true
			}
		},
		["7"] = {
			this = true
		},
		["鸠"] = {
			this = true
		},
		["毛"] = {
			this = true
		},
		["七"] = {
			this = true
		},
		["西"] = {
			this = true
		},
		["丝"] = {
			["屌"] = {
				["炸"] = {
					["天"] = {
						this = true
					}
				}
			},
			["搬"] = {
				["砖"] = {
					["工"] = {
						this = true
					}
				}
			},
			["的"] = {
				["黑"] = {
					["木"] = {
						["耳"] = {
							this = true
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["禁"] = {
			["评"] = {
				this = true
			},
			["評"] = {
				this = true
			}
		},
		["穴"] = {
			["专"] = {
				["区"] = {
					this = true
				}
			}
		},
		["样"] = {
			["年"] = {
				["华"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["妈"] = {
		["的"] = {
			this = true
		},
		["白"] = {
			["勺"] = {
				this = true
			}
		},
		B = {
			this = true
		},
		["批"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		this = {
			this = true
		},
		["比"] = {
			this = true
		},
		["卖"] = {
			["妈"] = {
				["屁"] = {
					this = true
				}
			}
		},
		["祖"] = {
			this = true
		},
		["妈"] = {
			["的"] = {
				["乱"] = {
					["欲"] = {
						["故"] = {
							["事"] = {
								this = true
							}
						}
					}
				},
				["护"] = {
					["肤"] = {
						["液"] = {
							this = true
						}
					}
				},
				["="] = {
					[">"] = {
						["他"] = {
							["*"] = {
								["的"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["我"] = {
				["饿"] = {
					["但"] = {
						["我"] = {
							["吃"] = {
								["不"] = {
									["下"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["好"] = {
					["饿"] = {
						["\\"] = {
							p = {
								P = {
									["?"] = {
										["但"] = {
											["我"] = {
												["吃"] = {
													["不"] = {
														["下"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["了"] = {
			["个"] = {
				["逼"] = {
					this = true
				}
			}
		},
		["庇"] = {
			this = true
		},
		["个"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["女"] = {
		["马"] = {
			["ㄉ"] = {
				this = true
			},
			["的"] = {
				this = true
			},
			["白"] = {
				["勺"] = {
					this = true
				}
			}
		},
		["尻"] = {
			this = true
		},
		["优"] = {
			this = true,
			["种"] = {
				["子"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["片"] = {
				this = true
			},
			A = {
				["片"] = {
					this = true
				}
			},
			["潮"] = {
				["吹"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["初"] = {
				["解"] = {
					["禁"] = {
						this = true
					}
				}
			},
			["大"] = {
				["比"] = {
					["拼"] = {
						["套"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["乳"] = {
					["沟"] = {
						this = true
					}
				}
			},
			["飞"] = {
				["机"] = {
					["队"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			},
			["风"] = {
				["骚"] = {
					this = true
				}
			},
			["叫"] = {
				["床"] = {
					this = true
				}
			},
			["快"] = {
				["播"] = {
					this = true
				}
			},
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["陪"] = {
				["服"] = {
					this = true
				}
			},
			["爽"] = {
				["图"] = {
					this = true
				}
			},
			["娃"] = {
				["娃"] = {
					this = true
				}
			},
			["现"] = {
				["场"] = {
					["应"] = {
						["聘"] = {
							this = true
						}
					}
				}
			},
			["写"] = {
				["真"] = {
					this = true,
					["套"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["颜"] = {
				["射"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["艳"] = {
				["照"] = {
					["图"] = {
						this = true
					}
				}
			},
			["以"] = {
				["精"] = {
					["洗"] = {
						["面"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["出"] = {
					this = true
				}
			}
		},
		["屄"] = {
			this = true
		},
		["干"] = {
			this = true,
			["三"] = {
				["亏"] = {
					this = true
				}
			}
		},
		["幹"] = {
			this = true,
			["三"] = {
				["虧"] = {
					this = true
				}
			}
		},
		["主"] = {
			["人"] = {
				["羅"] = {
					["姬"] = {
						["馬"] = {
							["莉"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["地"] = {
					this = true
				}
			},
			["播"] = {
				["无"] = {
					["限"] = {
						["潮"] = {
							["喷"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["仆"] = {
			this = true,
			["淫"] = {
				["乱"] = {
					["觉"] = {
						["醒"] = {
							this = true
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					["之"] = {
						this = true
					}
				}
			}
		},
		["婴"] = {
			this = true
		},
		["童"] = {
			this = true,
			["之"] = {
				["声"] = {
					this = true
				}
			}
		},
		["宝"] = {
			this = true,
			["有"] = {
				["偿"] = {
					["领"] = {
						["养"] = {
							this = true
						}
					},
					["送"] = {
						["养"] = {
							this = true
						}
					}
				}
			}
		},
		["性"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["资"] = {
				["料"] = {
					this = true
				}
			},
			["自"] = {
				["慰"] = {
					this = true,
					s = {
						e = {
							x = {
								["吧"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["春"] = {
				["药"] = {
					this = true
				}
			},
			["催"] = {
				["情"] = {
					this = true,
					["药"] = {
						this = true,
						["水"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["体"] = {
					this = true,
					["写"] = {
						["真"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["体"] = {
					this = true
				}
			},
			["内"] = {
				["射"] = {
					["图"] = {
						this = true
					}
				}
			},
			["器"] = {
				["官"] = {
					["变"] = {
						["黑"] = {
							this = true
						}
					}
				}
			},
			["生"] = {
				["值"] = {
					["器"] = {
						this = true
					}
				},
				["殖"] = {
					["器"] = {
						this = true,
						["官"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["淫"] = {
					this = true
				}
			},
			["私"] = {
				["处"] = {
					["锻"] = {
						["炼"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["外"] = {
				["阴"] = {
					this = true
				}
			},
			["息"] = {
				this = true
			},
			["学"] = {
				["会"] = {
					["口"] = {
						["交"] = {
							this = true
						}
					}
				}
			}
		},
		["神"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["教"] = {
				this = true
			},
			["干"] = {
				["衣"] = {
					["被"] = {
						["肛"] = {
							["交"] = {
								this = true
							}
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["公"] = {
			["务"] = {
				["员"] = {
					["的"] = {
						["日"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["关"] = {
				this = true,
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["文"] = {
			["工"] = {
				["团"] = {
					["员"] = {
						["最"] = {
							["后"] = {
								["的"] = {
									["下"] = {
										["落"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["警"] = {
			["文"] = {
				["洁"] = {
					this = true
				}
			},
			["寻"] = {
				["虐"] = {
					["自"] = {
						["愿"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["寻"] = {
					["虐"] = {
						["自"] = {
							["愿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["网"] = {
				this = true
			},
			["情"] = {
				["自"] = {
					["拍"] = {
						this = true
					}
				}
			}
		},
		["忧"] = {
			this = true,
			["快"] = {
				["播"] = {
					this = true
				}
			}
		},
		["尊"] = {
			["肉"] = {
				["文"] = {
					this = true
				}
			}
		},
		["王"] = {
			["丝"] = {
				["足"] = {
					this = true
				}
			},
			["调"] = {
				["教"] = {
					this = true,
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["室"] = {
						this = true
					}
				}
			},
			["招"] = {
				["奴"] = {
					this = true
				}
			},
			A = {
				V = {
					this = true
				}
			},
			["的"] = {
				["眼"] = {
					["神"] = {
						this = true
					}
				}
			},
			["滴"] = {
				["蜡"] = {
					["调"] = {
						["教"] = {
							this = true
						}
					}
				}
			},
			["馴"] = {
				["馬"] = {
					["記"] = {
						this = true
					}
				}
			},
			["召"] = {
				["奴"] = {
					this = true
				}
			}
		},
		["官"] = {
			["韵"] = {
				["事"] = {
					this = true
				}
			}
		},
		["肉"] = {
			["畜"] = {
				["俱"] = {
					["乐"] = {
						["部"] = {
							this = true
						}
					}
				}
			}
		},
		["奴"] = {
			this = true,
			["网"] = {
				this = true
			},
			S = {
				M = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					this = true
				},
				["門"] = {
					this = true
				}
			},
			["调"] = {
				["教"] = {
					this = true
				}
			}
		},
		["偶"] = {
			["像"] = {
				["私"] = {
					["下"] = {
						["的"] = {
							["淫"] = {
								["荡"] = {
									["生"] = {
										["活"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["生"] = {
			["宿"] = {
				["舍"] = {
					["5"] = {
						["0"] = {
							["6"] = {
								this = true
							}
						}
					}
				}
			},
			["裸"] = {
				["体"] = {
					this = true
				}
			}
		},
		["大"] = {
			["学"] = {
				["生"] = {
					["裸"] = {
						["贷"] = {
							["照"] = {
								["片"] = {
									["合"] = {
										["集"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["扮"] = {
			["男"] = {
				["装"] = {
					["坐"] = {
						["江"] = {
							["山"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["郎"] = {
			this = true
		},
		["死"] = {
			["囚"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["友"] = {
			this = true,
			["坊"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["被"] = {
				["超"] = {
					["级"] = {
						["强"] = {
							["暴"] = {
								this = true
							}
						}
					}
				},
				["内"] = {
					["射"] = {
						this = true
					}
				}
			},
			["的"] = {
				["角"] = {
					["色"] = {
						["扮"] = {
							["演"] = {
								this = true
							}
						}
					}
				},
				["咪"] = {
					["咪"] = {
						this = true
					}
				},
				["援"] = {
					["交"] = {
						["凌"] = {
							["辱"] = {
								this = true
							}
						}
					}
				}
			},
			["嘿"] = {
				["咻"] = {
					this = true
				}
			},
			["后"] = {
				["庭"] = {
					["洞"] = {
						["真"] = {
							["大"] = {
								this = true
							}
						}
					}
				}
			},
			["化"] = {
				["奴"] = {
					this = true
				}
			},
			["家"] = {
				["半"] = {
					["夜"] = {
						["偷"] = {
							["干"] = {
								this = true
							}
						}
					}
				}
			},
			["口"] = {
				["交"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["婉"] = {
				["茵"] = {
					["前"] = {
						["傳"] = {
							this = true
						}
					}
				}
			},
			["为"] = {
				["我"] = {
					["口"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["信"] = {
					["息"] = {
						this = true
					}
				}
			},
			["萱"] = {
				["颖"] = {
					this = true
				}
			},
			["淫"] = {
				["荡"] = {
					["的"] = {
						["叫"] = {
							["声"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["出"] = {
					["租"] = {
						["车"] = {
							["上"] = {
								this = true
							}
						}
					}
				},
				["計"] = {
					["程"] = {
						["車"] = {
							["上"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["教"] = {
			["師"] = {
				this = true,
				["陵"] = {
					["辱"] = {
						this = true
					}
				}
			},
			["师"] = {
				this = true,
				["爱"] = {
					["爱"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["的"] = {
					["沦"] = {
						["陷"] = {
							this = true
						}
					}
				},
				["菊"] = {
					["门"] = {
						["惩"] = {
							["罚"] = {
								this = true
							}
						}
					}
				},
				["凌"] = {
					["辱"] = {
						["教"] = {
							["室"] = {
								this = true
							}
						}
					}
				},
				["沙"] = {
					["也"] = {
						["香"] = {
							this = true
						}
					}
				},
				["脱"] = {
					["光"] = {
						["衣"] = {
							["服"] = {
								this = true
							}
						}
					}
				},
				["性"] = {
					["交"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				},
				["淫"] = {
					["乱"] = {
						["课"] = {
							["堂"] = {
								this = true
							}
						}
					}
				}
			},
			["授"] = {
				["成"] = {
					["人"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			this = true,
			["陪"] = {
				["聊"] = {
					this = true
				}
			},
			["想"] = {
				["要"] = {
					["精"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["優"] = {
			this = true,
			["寫"] = {
				["真"] = {
					["套"] = {
						["圖"] = {
							this = true
						}
					}
				}
			}
		},
		["爰"] = {
			this = true
		},
		["按"] = {
			["摩"] = {
				["师"] = {
					["的"] = {
						["日"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["厕"] = {
			["盗"] = {
				["拍"] = {
					this = true
				},
				["摄"] = {
					this = true
				}
			}
		},
		["城"] = {
			["管"] = {
				["不"] = {
					["雅"] = {
						["照"] = {
							this = true
						}
					}
				}
			}
		},
		["儿"] = {
			["的"] = {
				["嫩"] = {
					["洞"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["习"] = {
				["大"] = {
					this = true
				}
			},
			["淫"] = {
				["奸"] = {
					["妈"] = {
						["妈"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["房"] = {
			["东"] = {
				["的"] = {
					["性"] = {
						["爱"] = {
							this = true
						}
					}
				}
			}
		},
		["工"] = {
			["宿"] = {
				["舍"] = {
					["偷"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["孩"] = {
			["色"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["電"] = {
					["影"] = {
						this = true
					}
				}
			},
			["湿"] = {
				["润"] = {
					["的"] = {
						["小"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					["好"] = {
						["受"] = {
							this = true
						}
					}
				}
			}
		},
		["皇"] = {
			["丝"] = {
				["足"] = {
					["按"] = {
						["摩"] = {
							this = true
						}
					}
				}
			}
		},
		["基"] = {
			["督"] = {
				this = true
			}
		},
		["激"] = {
			["情"] = {
				["淫"] = {
					["影"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["技"] = {
			["师"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				},
				["特"] = {
					["殊"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["師"] = {
				["服"] = {
					["務"] = {
						this = true
					}
				},
				["特"] = {
					["殊"] = {
						["服"] = {
							["務"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["监"] = {
			["狱"] = {
				["男"] = {
					["管"] = {
						["教"] = {
							this = true
						}
					}
				}
			}
		},
		["巨"] = {
			["乳"] = {
				["女"] = {
					["教"] = {
						["師"] = {
							this = true
						}
					}
				}
			}
		},
		["乱"] = {
			["伦"] = {
				this = true
			}
		},
		["秘"] = {
			["书"] = {
				["的"] = {
					["丝"] = {
						["袜"] = {
							this = true
						}
					}
				},
				["姿"] = {
					["色"] = {
						["迷"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["模"] = {
			["不"] = {
				["雅"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["魔"] = {
			["头"] = {
				this = true
			}
		},
		["乃"] = {
			this = true
		},
		["尿"] = {
			["偷"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["朋"] = {
			["友"] = {
				["被"] = {
					["内"] = {
						["射"] = {
							this = true
						}
					}
				}
			}
		},
		["囚"] = {
			["悲"] = {
				["歌"] = {
					this = true
				}
			},
			["变"] = {
				["态"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["权"] = {
			["孽"] = {
				["恋"] = {
					this = true
				}
			}
		},
		["热"] = {
			["大"] = {
				["陆"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			this = true,
			["被"] = {
				["干"] = {
					["小"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["屄"] = {
				this = true,
				["图"] = {
					this = true
				}
			},
			["春"] = {
				["叫"] = {
					["的"] = {
						["声"] = {
							["音"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["性"] = {
					["欲"] = {
						this = true
					}
				},
				["阴"] = {
					["门"] = {
						this = true
					}
				}
			},
			["浪"] = {
				["叫"] = {
					["声"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["体"] = {
					this = true
				}
			},
			["美"] = {
				["图"] = {
					["图"] = {
						["库"] = {
							this = true
						}
					}
				}
			},
			["虐"] = {
				["男"] = {
					["人"] = {
						this = true
					}
				}
			},
			["全"] = {
				["身"] = {
					["裸"] = {
						["体"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["如"] = {
				["花"] = {
					this = true
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["性"] = {
				["高"] = {
					["潮"] = {
						["在"] = {
							["线"] = {
								this = true
							}
						}
					}
				},
				["器"] = {
					["官"] = {
						this = true
					}
				}
			},
			["穴"] = {
				this = true
			},
			["要"] = {
				["学"] = {
					["彭"] = {
						["麻"] = {
							["麻"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					this = true
				}
			},
			["走"] = {
				["光"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					this = true,
					["的"] = {
						["经"] = {
							["验"] = {
								this = true
							}
						}
					}
				}
			},
			["牲"] = {
				["交"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["十"] = {
				["八"] = {
					["毛"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["上"] = {
			["门"] = {
				this = true,
				["服"] = {
					["务"] = {
						this = true
					}
				}
			},
			["門"] = {
				this = true,
				["服"] = {
					["務"] = {
						this = true
					}
				}
			},
			["男"] = {
				["下"] = {
					this = true
				}
			},
			["位"] = {
				this = true,
				["插"] = {
					["的"] = {
						["爽"] = {
							this = true
						}
					}
				}
			}
		},
		["体"] = {
			["崩"] = {
				["壊"] = {
					["~"] = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["観"] = {
				["察"] = {
					this = true
				}
			},
			["拷"] = {
				["问"] = {
					["研"] = {
						["究"] = {
							["所"] = {
								this = true
							}
						}
					}
				}
			},
			["控"] = {
				["制"] = {
					["器"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			},
			["肉"] = {
				["便"] = {
					["器"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["国"] = {
					this = true
				}
			}
		},
		["體"] = {
			["肉"] = {
				["便"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["添"] = {
			["男"] = {
				["精"] = {
					["狂"] = {
						["射"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["同"] = {
			this = true,
			["、"] = {
				["男"] = {
					["同"] = {
						this = true
					}
				}
			},
			["事"] = {
				["的"] = {
					["乳"] = {
						["沟"] = {
							this = true
						}
					}
				},
				["阴"] = {
					["屄"] = {
						this = true
					},
					["蒂"] = {
						this = true
					}
				}
			},
			["性"] = {
				S = {
					M = {
						this = true
					}
				},
				["爱"] = {
					this = true
				},
				["愛"] = {
					this = true
				},
				["恋"] = {
					this = true,
					["护"] = {
						["士"] = {
							this = true
						}
					},
					["骚"] = {
						["屄"] = {
							this = true
						}
					}
				}
			},
			["学"] = {
				["的"] = {
					["母"] = {
						["亲"] = {
							this = true
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["志"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["淫"] = {
					["乱"] = {
						["贴"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["卫"] = {
			["生"] = {
				["间"] = {
					["盗"] = {
						["摄"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["婿"] = {
			["周"] = {
				["永"] = {
					["康"] = {
						this = true
					}
				}
			}
		},
		["学"] = {
			["生"] = {
				["按"] = {
					["摩"] = {
						this = true
					}
				},
				["包"] = {
					["夜"] = {
						this = true
					}
				},
				["的"] = {
					["耻"] = {
						["蜜"] = {
							this = true
						}
					},
					["初"] = {
						["下"] = {
							["海"] = {
								this = true
							}
						}
					}
				},
				["服"] = {
					["务"] = {
						this = true
					}
				},
				["嫩"] = {
					B = {
						this = true
					}
				},
				["拍"] = {
					["我"] = {
						["该"] = {
							["死"] = {
								this = true
							}
						}
					}
				},
				["乳"] = {
					["交"] = {
						this = true
					}
				},
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["演"] = {
			["员"] = {
				["的"] = {
					["床"] = {
						["上"] = {
							["戏"] = {
								this = true
							}
						}
					},
					["激"] = {
						["情"] = {
							["戏"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["医"] = {
			["生"] = {
				["风"] = {
					["情"] = {
						["史"] = {
							this = true
						}
					}
				},
				["教"] = {
					["你"] = {
						["撸"] = {
							["管"] = {
								this = true
							}
						}
					}
				}
			},
			["师"] = {
				["中"] = {
					["出"] = {
						["治"] = {
							["疗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["艺"] = {
			["人"] = {
				["被"] = {
					["强"] = {
						["奸"] = {
							this = true
						}
					}
				}
			}
		},
		["阴"] = {
			this = true
		},
		["陰"] = {
			["破"] = {
				["壊"] = {
					this = true
				}
			}
		},
		["淫"] = {
			this = true
		},
		["佣"] = {
			["们"] = {
				["的"] = {
					["性"] = {
						["奉"] = {
							["献"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["用"] = {
			["超"] = {
				["強"] = {
					["春"] = {
						["藥"] = {
							this = true
						}
					}
				}
			},
			["春"] = {
				["药"] = {
					this = true
				}
			},
			["催"] = {
				["情"] = {
					this = true,
					["咖"] = {
						["啡"] = {
							this = true
						}
					},
					["兴"] = {
						["奋"] = {
							["粉"] = {
								this = true
							}
						}
					},
					["药"] = {
						this = true,
						["水"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["尤"] = {
			["仿"] = {
				["真"] = {
					["名"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["器"] = {
					this = true
				}
			}
		},
		["沋"] = {
			this = true
		},
		["援"] = {
			["交"] = {
				this = true
			}
		},
		["找"] = {
			["男"] = {
				this = true
			}
		},
		["制"] = {
			["服"] = {
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["操"] = {
		["你"] = {
			this = true,
			["妈"] = {
				this = true,
				["屄"] = {
					this = true
				}
			},
			["媽"] = {
				this = true
			},
			["爺"] = {
				["爺"] = {
					this = true
				}
			},
			["八"] = {
				["辈"] = {
					["祖"] = {
						["宗"] = {
							this = true
						}
					}
				}
			},
			["啦"] = {
				["视"] = {
					["频"] = {
						this = true
					}
				}
			},
			["娘"] = {
				this = true
			},
			["祖"] = {
				["宗"] = {
					this = true
				}
			},
			["全"] = {
				["家"] = {
					this = true
				}
			},
			["大"] = {
				["爷"] = {
					this = true
				}
			}
		},
		["妳"] = {
			this = true,
			["妈"] = {
				this = true
			}
		},
		["他"] = {
			this = true,
			["妈"] = {
				this = true
			}
		},
		["人"] = {
			["也"] = {
				this = true
			}
		},
		["她"] = {
			this = true,
			["妈"] = {
				this = true
			}
		},
		["女"] = {
			this = true,
			["也"] = {
				this = true
			}
		},
		G = {
			Y = {
				this = true
			},
			M = {
				this = true
			}
		},
		["Ｇ"] = {
			["Ｙ"] = {
				this = true
			}
		},
		["七"] = {
			["八"] = {
				this = true
			}
		},
		["7"] = {
			["8"] = {
				this = true
			}
		},
		["７"] = {
			["８"] = {
				this = true
			}
		},
		["蛋"] = {
			this = true
		},
		["逼"] = {
			this = true,
			["毛"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["逼"] = {
				this = true
			},
			["图"] = {
				this = true
			}
		},
		["比"] = {
			this = true
		},
		b = {
			this = true,
			["网"] = {
				this = true
			},
			["指"] = {
				["南"] = {
					this = true
				}
			}
		},
		["烂"] = {
			this = true
		},
		B = {
			["指"] = {
				["南"] = {
					this = true
				}
			}
		},
		["妻"] = {
			this = true
		},
		["穴"] = {
			this = true,
			["喷"] = {
				["水"] = {
					this = true
				}
			}
		},
		["我"] = {
			this = true,
			["啦"] = {
				["成"] = {
					["人"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["泄"] = {
				["了"] = {
					this = true
				}
			}
		},
		["肿"] = {
			this = true
		},
		["黑"] = {
			this = true
		},
		["屄"] = {
			this = true,
			["片"] = {
				this = true
			},
			["自"] = {
				["慰"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["死"] = {
			this = true
		},
		["母"] = {
			["狗"] = {
				this = true
			}
		},
		["爽"] = {
			this = true
		},
		["射"] = {
			this = true
		},
		this = {
			this = true
		},
		["鶏"] = {
			this = true
		},
		["那"] = {
			["嗎"] = {
				this = true,
				B = {
					this = true
				},
				["逼"] = {
					this = true
				},
				["比"] = {
					this = true
				}
			},
			["吗"] = {
				this = true
			}
		},
		X = {
			X = {
				this = true
			}
		},
		["嫩"] = {
			B = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["?"] = {
				["?"] = {
					this = true
				}
			},
			["屄"] = {
				this = true
			},
			["穴"] = {
				this = true
			}
		},
		["干"] = {
			["妈"] = {
				this = true
			}
		},
		["操"] = {
			this = true,
			["射"] = {
				this = true
			}
		},
		["木"] = {
			["耳"] = {
				this = true
			}
		},
		["客"] = {
			this = true
		},
		["破"] = {
			["苍"] = {
				["穹"] = {
					this = true
				}
			}
		},
		["林"] = {
			this = true
		},
		["尼"] = {
			this = true
		},
		["幼"] = {
			["幼"] = {
				["吧"] = {
					this = true
				}
			}
		},
		["&"] = {
			["妈"] = {
				["妈"] = {
					this = true
				}
			},
			["媽"] = {
				["媽"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["?"] = {
			["?"] = {
				this = true
			},
			["禄"] = {
				["?"] = {
					["?"] = {
						this = true
					}
				}
			},
			["率"] = {
				["?"] = {
					this = true
				}
			}
		},
		["0"] = {
			["女"] = {
				this = true
			}
		},
		["1"] = {
			["0"] = {
				["0"] = {
					["0"] = {
						["0"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			}
		},
		A = {
			V = {
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["Ｂ"] = {
			["色"] = {
				["吧"] = {
					this = true
				}
			}
		},
		m = {
			this = true,
			e = {
				i = {
					this = true
				}
			}
		},
		["阿"] = {
			["姨"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["百"] = {
			["度"] = {
				this = true
			}
		},
		["粨"] = {
			["喥"] = {
				this = true
			}
		},
		["薄"] = {
			["一"] = {
				["波"] = {
					this = true
				}
			}
		},
		["表"] = {
			this = true,
			["妹"] = {
				this = true
			}
		},
		["婊"] = {
			this = true
		},
		["宾"] = {
			["周"] = {
				this = true
			}
		},
		["波"] = {
			["霸"] = {
				this = true
			}
		},
		["不"] = {
			["死"] = {
				["的"] = {
					["小"] = {
						["浪"] = {
							["货"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["布"] = {
			["莱"] = {
				["尔"] = {
					this = true
				}
			},
			["雷"] = {
				["尔"] = {
					this = true
				}
			},
			["什"] = {
				this = true
			}
		},
		["财"] = {
			["政"] = {
				["部"] = {
					this = true
				}
			}
		},
		["参"] = {
			["事"] = {
				["室"] = {
					this = true
				}
			}
		},
		["曹"] = {
			["刚"] = {
				["川"] = {
					this = true
				}
			}
		},
		["草"] = {
			this = true
		},
		["肏"] = {
			this = true
		},
		["测"] = {
			["绘"] = {
				["局"] = {
					this = true
				}
			}
		},
		["插"] = {
			this = true
		},
		["产"] = {
			["权"] = {
				["局"] = {
					this = true
				}
			}
		},
		["超"] = {
			["嫩"] = {
				["美"] = {
					["逼"] = {
						["，"] = {
							this = true
						}
					}
				}
			}
		},
		["朝"] = {
			["鲜"] = {
				this = true
			}
		},
		["车"] = {
			["臣"] = {
				this = true
			},
			["仑"] = {
				this = true
			}
		},
		["陈"] = {
			this = true
		},
		["成"] = {
			["人"] = {
				this = true
			}
		},
		["吃"] = {
			["大"] = {
				["便"] = {
					this = true
				}
			},
			["屎"] = {
				this = true
			}
		},
		["迟"] = {
			["浩"] = {
				["田"] = {
					this = true
				}
			}
		},
		["赤"] = {
			["匪"] = {
				this = true
			}
		},
		["抽"] = {
			["插"] = {
				this = true
			},
			["你"] = {
				["丫"] = {
					["的"] = {
						this = true
					}
				}
			}
		},
		["臭"] = {
			["化"] = {
				["西"] = {
					this = true
				}
			}
		},
		["吹"] = {
			["喇"] = {
				["叭"] = {
					this = true
				}
			},
			["箫"] = {
				this = true
			}
		},
		["春"] = {
			["药"] = {
				this = true
			}
		},
		["蠢"] = {
			["猪"] = {
				this = true
			}
		},
		["戳"] = {
			["你"] = {
				this = true
			}
		},
		["粗"] = {
			["制"] = {
				["吗"] = {
					["啡"] = {
						this = true
					}
				}
			}
		},
		["催"] = {
			["情"] = {
				["药"] = {
					this = true
				}
			}
		},
		["达"] = {
			["赖"] = {
				this = true
			}
		},
		["打"] = {
			["炮"] = {
				this = true
			}
		},
		["大"] = {
			this = true
		},
		["到"] = {
			["现"] = {
				["场"] = {
					this = true
				}
			}
		},
		["得"] = {
			["直"] = {
				["叫"] = {
					["爽"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			["朋"] = {
				["友"] = {
					["老"] = {
						["婆"] = {
							this = true
						}
					}
				}
			}
		},
		["丰"] = {
			["满"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["狗"] = {
			this = true
		},
		["过"] = {
			["几"] = {
				["个"] = {
					["屄"] = {
						this = true
					}
				}
			}
		},
		["护"] = {
			["士"] = {
				this = true
			}
		},
		["机"] = {
			this = true
		},
		["鸡"] = {
			this = true
		},
		["雞"] = {
			this = true
		},
		["妓"] = {
			["女"] = {
				this = true
			}
		},
		["假"] = {
			["币"] = {
				this = true
			}
		},
		["姐"] = {
			["姐"] = {
				["的"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["锦"] = {
			["涛"] = {
				this = true
			}
		},
		["爛"] = {
			this = true
		},
		["浪"] = {
			["妻"] = {
				["淫"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["老"] = {
			["师"] = {
				["小"] = {
					["说"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["了"] = {
			this = true
		},
		["良"] = {
			["家"] = {
				["妇"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["邻"] = {
			["家"] = {
				["大"] = {
					["奶"] = {
						this = true
					}
				}
			}
		},
		["榴"] = {
			["影"] = {
				["视"] = {
					this = true
				}
			}
		},
		["妈"] = {
			["妈"] = {
				this = true
			}
		},
		["媽"] = {
			["媽"] = {
				this = true
			}
		},
		["美"] = {
			["国"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["妹"] = {
			["妹"] = {
				this = true
			}
		},
		["农"] = {
			["村"] = {
				["少"] = {
					["妇"] = {
						this = true
					}
				}
			}
		},
		["弄"] = {
			["肉"] = {
				["棒"] = {
					this = true
				}
			}
		},
		["哦"] = {
			["快"] = {
				["播"] = {
					this = true
				}
			}
		},
		["枪"] = {
			["支"] = {
				this = true
			}
		},
		["情"] = {
			["人"] = {
				["打"] = {
					["屁"] = {
						["股"] = {
							this = true
						}
					}
				}
			}
		},
		["去"] = {
			["吧"] = {
				this = true
			}
		},
		["日"] = {
			["本"] = {
				this = true
			},
			["风"] = {
				["骚"] = {
					["少"] = {
						["妇"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["骚"] = {
			["逼"] = {
				this = true
			}
		},
		["嫂"] = {
			["嫂"] = {
				this = true
			}
		},
		["色"] = {
			["狗"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["少"] = {
			["妇"] = {
				["嫩"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["神"] = {
			this = true
		},
		["手"] = {
			["枪"] = {
				this = true
			}
		},
		["外"] = {
			["国"] = {
				["小"] = {
					["姐"] = {
						b = {
							this = true
						}
					}
				}
			}
		},
		["完"] = {
			["姐"] = {
				["妹"] = {
					["操"] = {
						["嫂"] = {
							["嫂"] = {
								this = true
							},
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["王"] = {
			this = true
		},
		["小"] = {
			["姐"] = {
				this = true
			},
			["穴"] = {
				this = true
			},
			["姨"] = {
				this = true
			}
		},
		["呀"] = {
			["干"] = {
				["呀"] = {
					["经"] = {
						["典"] = {
							this = true
						}
					}
				}
			},
			["经"] = {
				["典"] = {
					this = true
				}
			},
			["經"] = {
				["典"] = {
					["綜"] = {
						["合"] = {
							this = true
						}
					}
				}
			}
		},
		["一"] = {
			["操"] = {
				["影"] = {
					["视"] = {
						this = true
					}
				}
			}
		},
		["医"] = {
			["生"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["淫"] = {
			["荡"] = {
				this = true
			},
			["女"] = {
				["穴"] = {
					["贴"] = {
						["图"] = {
							this = true
						}
					}
				}
			}
		},
		["岳"] = {
			["母"] = {
				this = true
			}
		},
		["晕"] = {
			["美"] = {
				["丽"] = {
					["女"] = {
						["同"] = {
							["事"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["丈"] = {
			["母"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["腫"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["干"] = {
		["你"] = {
			this = true,
			["妈"] = {
				this = true,
				b = {
					this = true
				},
				["逼"] = {
					this = true
				}
			},
			["娘"] = {
				this = true
			},
			["姐"] = {
				this = true
			},
			["老"] = {
				["比"] = {
					this = true
				},
				["母"] = {
					this = true
				}
			},
			["良"] = {
				this = true
			},
			["媽"] = {
				b = {
					this = true
				},
				["逼"] = {
					this = true
				}
			}
		},
		["妳"] = {
			this = true,
			["老"] = {
				["母"] = {
					this = true
				}
			},
			["妈"] = {
				this = true
			},
			["娘"] = {
				this = true
			},
			["马"] = {
				this = true
			}
		},
		["他"] = {
			this = true,
			["妈"] = {
				this = true
			}
		},
		["人"] = {
			["也"] = {
				this = true
			},
			["妻"] = {
				["就"] = {
					["是"] = {
						["爽"] = {
							this = true
						}
					}
				}
			}
		},
		["她"] = {
			this = true,
			["妈"] = {
				this = true
			}
		},
		["女"] = {
			["也"] = {
				this = true
			},
			["优"] = {
				this = true
			},
			["友"] = {
				["露"] = {
					["脸"] = {
						this = true
					}
				},
				["前"] = {
					["奏"] = {
						this = true
					}
				}
			}
		},
		G = {
			Y = {
				this = true
			},
			M = {
				this = true,
				["的"] = {
					["娘"] = {
						this = true
					}
				}
			}
		},
		["Ｇ"] = {
			["Ｙ"] = {
				this = true
			},
			["Ｍ"] = {
				this = true
			}
		},
		["七"] = {
			["八"] = {
				this = true
			}
		},
		["7"] = {
			["8"] = {
				this = true
			}
		},
		["７"] = {
			["８"] = {
				this = true
			}
		},
		["死"] = {
			this = true,
			["你"] = {
				this = true,
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			C = {
				S = {
					this = true
				}
			},
			G = {
				M = {
					this = true
				}
			},
			["客"] = {
				["服"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		},
		["的"] = {
			["爽"] = {
				this = true
			},
			["妈"] = {
				["好"] = {
					["爽"] = {
						this = true
					}
				}
			},
			["你"] = {
				this = true
			}
		},
		["拎"] = {
			["娘"] = {
				this = true
			}
		},
		["嫂"] = {
			["嫂"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["子"] = {
				this = true
			}
		},
		this = {
			this = true
		},
		["爆"] = {
			this = true
		},
		["机"] = {
			this = true,
			["掰"] = {
				this = true
			}
		},
		["鸡"] = {
			this = true
		},
		["入"] = {
			this = true
		},
		["干"] = {
			this = true,
			["干"] = {
				this = true,
				["影"] = {
					["视"] = {
						this = true
					}
				}
			}
		},
		X = {
			this = true
		},
		["它"] = {
			this = true
		},
		["牠"] = {
			this = true
		},
		["您"] = {
			this = true,
			["娘"] = {
				this = true
			}
		},
		["汝"] = {
			this = true
		},
		["林"] = {
			this = true
		},
		["尼"] = {
			this = true
		},
		["勒"] = {
			this = true
		},
		["我"] = {
			this = true
		},
		["到"] = {
			this = true,
			["脖"] = {
				["子"] = {
					["都"] = {
						["红"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["啦"] = {
			this = true
		},
		["爽"] = {
			this = true
		},
		["一"] = {
			["干"] = {
				this = true,
				["影"] = {
					["视"] = {
						this = true
					}
				}
			},
			["炮"] = {
				["爱"] = {
					["上"] = {
						["你"] = {
							this = true
						}
					}
				},
				A = {
					V = {
						this = true
					}
				}
			},
			["家"] = {
				this = true
			}
		},
		["色"] = {
			["姐"] = {
				["妹"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["岳"] = {
			["母"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["比"] = {
			this = true
		},
		["扰"] = {
			this = true,
			["器"] = {
				this = true,
				["*"] = {
					this = true
				},
				["北"] = {
					["京"] = {
						["地"] = {
							["区"] = {
								this = true
							}
						}
					}
				},
				["可"] = {
					["遥"] = {
						["控"] = {
							this = true
						}
					}
				},
				["密"] = {
					["云"] = {
						this = true
					}
				},
				["种"] = {
					["类"] = {
						this = true,
						["大"] = {
							["全"] = {
								this = true
							}
						}
					}
				}
			},
			["赈"] = {
				["灾"] = {
					["募"] = {
						["捐"] = {
							["事"] = {
								["件"] = {
									["回"] = {
										["放"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["私"] = {
				["聊"] = {
					this = true
				}
			}
		},
		[" "] = {
			["你"] = {
				[" "] = {
					["妈"] = {
						this = true
					}
				}
			}
		},
		["以"] = {
			["胜"] = {
				this = true
			}
		},
		["&"] = {
			["扰"] = {
				this = true
			}
		},
		["*"] = {
			["扰"] = {
				["*"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["?"] = {
			["?"] = {
				["妈"] = {
					this = true
				},
				["马"] = {
					this = true
				},
				["娘"] = {
					this = true
				}
			}
		},
		["1"] = {
			["干"] = {
				this = true
			}
		},
		["9"] = {
			["0"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		A = {
			V = {
				["女"] = {
					["优"] = {
						this = true
					}
				}
			}
		},
		b = {
			this = true,
			i = {
				this = true
			}
		},
		B = {
			["卧"] = {
				["槽"] = {
					this = true
				}
			}
		},
		j = {
			i = {
				e = {
					j = {
						i = {
							e = {
								this = true
							}
						}
					}
				}
			}
		},
		p = {
			a = {
				o = {
					this = true
				}
			}
		},
		x = {
			["娘"] = {
				this = true
			}
		},
		["阿"] = {
			["姨"] = {
				["的"] = {
					["骚"] = {
						["穴"] = {
							this = true
						}
					}
				},
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["保"] = {
			["姆"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["逼"] = {
			this = true
		},
		["别"] = {
			["人"] = {
				["女"] = {
					["朋"] = {
						["友"] = {
							this = true
						}
					}
				}
			}
		},
		["部"] = {
			this = true,
			["忙"] = {
				["赌"] = {
					["博"] = {
						this = true
					}
				}
			},
			["子"] = {
				["弟"] = {
					["班"] = {
						this = true
					}
				}
			}
		},
		["苍"] = {
			["警"] = {
				["空"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["柴"] = {
			["烈"] = {
				["火"] = {
					this = true
				}
			}
		},
		["出"] = {
			["淫"] = {
				["水"] = {
					this = true
				}
			}
		},
		["脆"] = {
			["解"] = {
				["散"] = {
					["中"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		["掉"] = {
			["令"] = {
				["计"] = {
					["划"] = {
						["公"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爹"] = {
			["的"] = {
				["龟"] = {
					["头"] = {
						this = true
					}
				}
			}
		},
		["二"] = {
			["奶"] = {
				this = true,
				["成"] = {
					["人"] = {
						this = true
					}
				},
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["丰"] = {
			["满"] = {
				["老"] = {
					["婆"] = {
						["露"] = {
							["脸"] = {
								this = true
							}
						}
					}
				},
				["少"] = {
					["妇"] = {
						this = true
					}
				}
			}
		},
		["光"] = {
			["豪"] = {
				this = true
			}
		},
		["护"] = {
			["士"] = {
				this = true,
				["变"] = {
					["态"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["妓"] = {
			["女"] = {
				this = true
			}
		},
		["姐"] = {
			["姐"] = {
				this = true,
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["进"] = {
			["妹"] = {
				["妹"] = {
					["的"] = {
						["小"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["空"] = {
			["姐"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["老"] = {
			["婆"] = {
				this = true
			},
			["师"] = {
				["的"] = {
					["穴"] = {
						this = true,
						["好"] = {
							["爽"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["了"] = {
			["个"] = {
				["闷"] = {
					["骚"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["学"] = {
					["生"] = {
						this = true
					}
				}
			}
		},
		["邻"] = {
			["居"] = {
				["少"] = {
					["妇"] = {
						this = true
					}
				}
			}
		},
		["妈"] = {
			["妈"] = {
				["的"] = {
					["爽"] = {
						this = true
					},
					["小"] = {
						["穴"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["妹"] = {
			["妹"] = {
				this = true,
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["娘"] = {
			this = true
		},
		["炮"] = {
			this = true,
			A = {
				V = {
					this = true
				}
			},
			["插"] = {
				["穴"] = {
					this = true
				}
			},
			["色"] = {
				["片"] = {
					this = true
				}
			},
			["细"] = {
				["节"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			}
		},
		["屁"] = {
			["眼"] = {
				this = true
			}
		},
		["情"] = {
			["妇"] = {
				this = true
			},
			["趣"] = {
				["内"] = {
					["裤"] = {
						["老"] = {
							["婆"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["全"] = {
			["家"] = {
				this = true
			}
		},
		["擾"] = {
			["器"] = {
				this = true
			}
		},
		["日"] = {
			["本"] = {
				A = {
					V = {
						A = {
							V = {
								this = true
							}
						}
					}
				}
			}
		},
		["骚"] = {
			["女"] = {
				this = true
			}
		},
		["少"] = {
			["妇"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["小"] = {
			["姐"] = {
				this = true,
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["蜜"] = {
				["洞"] = {
					this = true
				}
			},
			["穴"] = {
				this = true
			},
			["姨"] = {
				["子"] = {
					["小"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["校"] = {
			["花"] = {
				this = true
			}
		},
		["新"] = {
			["疆"] = {
				["人"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["妞"] = {
				["穴"] = {
					this = true
				},
				["真"] = {
					["实"] = {
						["经"] = {
							["历"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["姨"] = {
			["妈"] = {
				this = true
			}
		},
		["预"] = {
			["周"] = {
				this = true
			},
			["治"] = {
				["疗"] = {
					["阵"] = {
						["痛"] = {
							["期"] = {
								this = true
							}
						}
					}
				}
			},
			h = {
				o = {
					n = {
						g = {
							k = {
								o = {
									n = {
										g = {
											["的"] = {
												["发"] = {
													["质"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["預"] = {
			["周"] = {
				this = true
			}
		},
		["中"] = {
			["学"] = {
				["生"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["净"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["超"] = {
		["你"] = {
			this = true
		},
		["妳"] = {
			this = true
		},
		["他"] = {
			this = true
		},
		["人"] = {
			["也"] = {
				this = true
			}
		},
		["她"] = {
			this = true
		},
		["女"] = {
			["也"] = {
				this = true
			}
		},
		G = {
			Y = {
				this = true
			}
		},
		["Ｇ"] = {
			["Ｙ"] = {
				this = true
			}
		},
		["七"] = {
			["八"] = {
				this = true
			}
		},
		["7"] = {
			["8"] = {
				this = true
			}
		},
		["７"] = {
			["８"] = {
				this = true
			}
		},
		["毛"] = {
			["大"] = {
				["鲍"] = {
					this = true
				},
				["鮑"] = {
					this = true
				}
			}
		},
		["级"] = {
			["雷"] = {
				["克"] = {
					this = true
				}
			},
			["大"] = {
				["乐"] = {
					["透"] = {
						this = true
					}
				},
				["爆"] = {
					["乳"] = {
						["娘"] = {
							this = true
						}
					}
				}
			},
			["&"] = {
				["听"] = {
					["话"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			A = {
				V = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["弹"] = {
				this = true
			},
			["公"] = {
				["子"] = {
					this = true
				}
			},
			["官"] = {
				["迷"] = {
					this = true
				}
			},
			["黑"] = {
				["丝"] = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			},
			["精"] = {
				["液"] = {
					["浴"] = {
						this = true
					}
				}
			},
			["巨"] = {
				["乳"] = {
					["网"] = {
						["友"] = {
							this = true
						}
					}
				}
			},
			["卡"] = {
				["巴"] = {
					["单"] = {
						["钩"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["虎"] = {
					["王"] = {
						this = true
					}
				}
			},
			["乐"] = {
				["者"] = {
					this = true
				}
			},
			["靓"] = {
				["妹"] = {
					this = true
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				},
				["性"] = {
					["淫"] = {
						["荡"] = {
							["水"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["警"] = {
					this = true
				}
			},
			["苹"] = {
				["果"] = {
					this = true
				}
			},
			["禽"] = {
				["兽"] = {
					this = true
				}
			},
			["轻"] = {
				["型"] = {
					["卡"] = {
						["宾"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["听"] = {
				["话"] = {
					["药"] = {
						this = true
					}
				}
			},
			["玩"] = {
				["阴"] = {
					this = true
				}
			},
			["舞"] = {
				["者"] = {
					this = true
				}
			},
			["学"] = {
				["生"] = {
					this = true
				}
			},
			["淫"] = {
				["荡"] = {
					["的"] = {
						["小"] = {
							["穴"] = {
								this = true
							}
						}
					}
				},
				["图"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["樂"] = {
				["者"] = {
					this = true
				}
			},
			["缝"] = {
				["合"] = {
					["怪"] = {
						this = true
					}
				}
			}
		},
		["碰"] = {
			this = true,
			["网"] = {
				this = true
			},
			["吧"] = {
				this = true
			},
			["免"] = {
				["费"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					["中"] = {
						["文"] = {
							["字"] = {
								["幕"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["肉"] = {
			b = {
				g = {
					this = true
				}
			}
		},
		["色"] = {
			["网"] = {
				this = true
			},
			["导"] = {
				["航"] = {
					this = true
				}
			}
		},
		["英"] = {
			["赶"] = {
				["美"] = {
					this = true
				}
			}
		},
		["越"] = {
			["红"] = {
				["墙"] = {
					this = true
				}
			},
			["名"] = {
				["录"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["声"] = {
			["波"] = {
				this = true
			}
		},
		["常"] = {
			["科"] = {
				["学"] = {
					this = true
				}
			}
		},
		["淫"] = {
			["杂"] = {
				["交"] = {
					["女"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["荡"] = {
				this = true
			},
			["的"] = {
				["乱"] = {
					["伦"] = {
						["家"] = {
							["族"] = {
								this = true
							}
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			}
		},
		["高"] = {
			["压"] = {
				this = true,
				["电"] = {
					["警"] = {
						["棍"] = {
							["批"] = {
								["发"] = {
									this = true,
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["画"] = {
				["质"] = {
					["影"] = {
						["音"] = {
							["馆"] = {
								this = true
							}
						}
					}
				}
			},
			["级"] = {
				["功"] = {
					["法"] = {
						this = true
					}
				}
			},
			["清"] = {
				["电"] = {
					["视"] = {
						t = {
							v = {
								this = true
							}
						}
					}
				},
				["電"] = {
					["視"] = {
						t = {
							v = {
								this = true
							}
						}
					}
				}
			},
			["壓"] = {
				["電"] = {
					["警"] = {
						["棍"] = {
							this = true
						}
					}
				}
			}
		},
		["^"] = {
			["级"] = {
				["迷"] = {
					["@"] = {
						["幻"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		S = {
			["合"] = {
				["体"] = {
					this = true
				}
			}
		},
		["昂"] = {
			["天"] = {
				["使"] = {
					this = true
				}
			}
		},
		["薄"] = {
			["漆"] = {
				["车"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["车"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["車"] = {
					["幹"] = {
						["擾"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		},
		["大"] = {
			["威"] = {
				["力"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["低"] = {
			["价"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["嗨"] = {
			["白"] = {
				["牙"] = {
					["签"] = {
						this = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["乎"] = {
			["想"] = {
				["像"] = {
					["的"] = {
						["性"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["火"] = {
			["司"] = {
				["机"] = {
					this = true
				}
			}
		},
		["极"] = {
			["速"] = {
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["級"] = {
			["乐"] = {
				["者"] = {
					this = true
				}
			},
			["靓"] = {
				["妹"] = {
					this = true
				}
			},
			["舞"] = {
				["者"] = {
					this = true
				}
			},
			["樂"] = {
				["者"] = {
					this = true
				}
			},
			["大"] = {
				["樂"] = {
					["透"] = {
						this = true
					}
				}
			}
		},
		["劲"] = {
			["爆"] = {
				["场"] = {
					["面"] = {
						this = true
					}
				}
			}
		},
		["精"] = {
			["部"] = {
				["队"] = {
					["现"] = {
						["役"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["镜"] = {
			["光"] = {
				["狗"] = {
					["腿"] = {
						["弯"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["绝"] = {
			["仙"] = {
				["人"] = {
					["跳"] = {
						this = true
					}
				}
			}
		},
		["卡"] = {
			["哇"] = {
				["伊"] = {
					["的"] = {
						["迷"] = {
							this = true
						}
					}
				}
			}
		},
		["可"] = {
			["爱"] = {
				["美"] = {
					["逼"] = {
						["女"] = {
							["孩"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["快"] = {
			["速"] = {
				["办"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			}
		},
		["靓"] = {
			["大"] = {
				["眼"] = {
					["萝"] = {
						["莉"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			this = true
		},
		["嫩"] = {
			["邻"] = {
				["家"] = {
					["靓"] = {
						["妹"] = {
							this = true
						}
					}
				}
			},
			["系"] = {
				["花"] = {
					this = true
				}
			}
		},
		["踫"] = {
			["在"] = {
				["线"] = {
					this = true
				}
			}
		},
		["强"] = {
			["4"] = {
				["频"] = {
					this = true
				}
			},
			["春"] = {
				["药"] = {
					this = true
				}
			},
			["电"] = {
				["棍"] = {
					this = true
				}
			},
			["护"] = {
				["士"] = {
					["团"] = {
						this = true
					}
				}
			},
			["解"] = {
				["码"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["口"] = {
				["活"] = {
					["内"] = {
						["射"] = {
							this = true
						}
					}
				}
			}
		},
		["清"] = {
			["纯"] = {
				["林"] = {
					["檎"] = {
						this = true
					}
				}
			},
			["晰"] = {
				["美"] = {
					["逼"] = {
						["内"] = {
							["道"] = {
								this = true
							}
						}
					}
				},
				["全"] = {
					["裸"] = {
						["图"] = {
							this = true
						}
					}
				}
			}
		},
		["情"] = {
			["色"] = {
				["排"] = {
					["行"] = {
						this = true
					}
				}
			}
		},
		["十"] = {
			["字"] = {
				["组"] = {
					["合"] = {
						this = true
					}
				}
			}
		},
		["市"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["爽"] = {
			["爆"] = {
				["妹"] = {
					this = true
				}
			},
			["黑"] = {
				["白"] = {
					["配"] = {
						this = true
					}
				}
			},
			["护"] = {
				["士"] = {
					M = {
						M = {
							this = true
						}
					}
				}
			},
			["空"] = {
				["姐"] = {
					["自"] = {
						["慰"] = {
							this = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["日"] = {
				["本"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["技"] = {
						["巧"] = {
							this = true
						}
					}
				}
			},
			["艳"] = {
				["图"] = {
					this = true
				}
			}
		},
		["水"] = {
			["嫩"] = {
				["木"] = {
					["耳"] = {
						this = true
					}
				}
			}
		},
		["速"] = {
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["完"] = {
			["美"] = {
				["成"] = {
					["人"] = {
						["榜"] = {
							this = true
						}
					}
				}
			}
		},
		["性"] = {
			["感"] = {
				["裸"] = {
					["体"] = {
						["艳"] = {
							["舞"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["远"] = {
			["程"] = {
				["麻"] = {
					["醉"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["遠"] = {
			["程"] = {
				["麻"] = {
					["醉"] = {
						["槍"] = {
							this = true
						}
					}
				}
			}
		},
		["长"] = {
			["电"] = {
				["击"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["正"] = {
			M = {
				M = {
					["召"] = {
						["募"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["嘴"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["學"] = {
				["生"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["重"] = {
			["口"] = {
				["味"] = {
					this = true
				}
			}
		},
		["时"] = {
			["空"] = {
				["同"] = {
					["居"] = {
						["女"] = {
							["主"] = {
								["再"] = {
									["婚"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["凸"] = {
		["你"] = {
			this = true
		},
		["我"] = {
			this = true
		},
		["妳"] = {
			this = true
		},
		["他"] = {
			this = true
		},
		["人"] = {
			["也"] = {
				this = true
			}
		},
		["她"] = {
			this = true
		},
		["女"] = {
			["也"] = {
				this = true
			}
		},
		["肉"] = {
			["优"] = {
				this = true
			},
			["優"] = {
				this = true
			}
		},
		["鹰"] = {
			this = true,
			["配"] = {
				["件"] = {
					this = true
				}
			}
		},
		["点"] = {
			this = true,
			["装"] = {
				this = true
			},
			["照"] = {
				this = true
			}
		},
		["點"] = {
			this = true
		},
		["缘"] = {
			["式"] = {
				["弹"] = {
					["壳"] = {
						this = true
					}
				}
			}
		},
		["凹"] = {
			["视"] = {
				["频"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["插"] = {
		["你"] = {
			this = true,
			["媽"] = {
				this = true
			},
			["爺"] = {
				["爺"] = {
					this = true
				}
			},
			["妈"] = {
				this = true
			}
		},
		["他"] = {
			this = true
		},
		["我"] = {
			this = true,
			["的"] = {
				["穴"] = {
					this = true
				}
			},
			["兽"] = {
				["交"] = {
					this = true
				}
			}
		},
		["她"] = {
			this = true
		},
		["妳"] = {
			this = true
		},
		["进"] = {
			this = true,
			["来"] = {
				["综"] = {
					["合"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["穴"] = {
			this = true,
			["止"] = {
				["痒"] = {
					this = true
				}
			},
			["手"] = {
				["淫"] = {
					this = true
				}
			}
		},
		["阴"] = {
			this = true,
			["茎"] = {
				this = true
			}
		},
		["逼"] = {
			this = true,
			["网"] = {
				this = true
			}
		},
		["比"] = {
			this = true
		},
		["暴"] = {
			this = true
		},
		["入"] = {
			this = true,
			["内"] = {
				["射"] = {
					this = true
				}
			}
		},
		b = {
			this = true
		},
		["后"] = {
			["庭"] = {
				this = true
			}
		},
		["那"] = {
			["嗎"] = {
				B = {
					this = true
				},
				["逼"] = {
					this = true
				},
				["比"] = {
					this = true
				}
			},
			["吗"] = {
				B = {
					this = true
				},
				["逼"] = {
					this = true
				},
				["比"] = {
					this = true
				}
			}
		},
		G = {
			M = {
				this = true
			}
		},
		["深"] = {
			["些"] = {
				this = true
			}
		},
		["插"] = {
			this = true,
			["插"] = {
				["综"] = {
					["合"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["综"] = {
				["合"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["妹"] = {
			["妹"] = {
				this = true,
				["综"] = {
					["合"] = {
						["网"] = {
							this = true
						}
					}
				},
				a = {
					["片"] = {
						["9"] = {
							["6"] = {
								this = true
							}
						}
					}
				}
			},
			["逼"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["影"] = {
				this = true
			}
		},
		this = {
			this = true
		},
		["干"] = {
			this = true
		},
		["白"] = {
			["洁"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["屄"] = {
			this = true,
			["好"] = {
				["舒"] = {
					["服"] = {
						this = true
					}
				}
			},
			["鸡"] = {
				["巴"] = {
					this = true
				}
			},
			["篇"] = {
				this = true
			}
		},
		["处"] = {
			["女"] = {
				B = {
					B = {
						this = true
					}
				}
			}
		},
		["処"] = {
			["ㄝ"] = {
				["в"] = {
					["в"] = {
						this = true
					}
				}
			}
		},
		["處"] = {
			["女"] = {
				B = {
					B = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["屁"] = {
				["股"] = {
					["女"] = {
						["友"] = {
							this = true
						}
					}
				}
			}
		},
		["得"] = {
			["好"] = {
				["爽"] = {
					["啊"] = {
						this = true
					}
				}
			},
			["太"] = {
				["深"] = {
					["了"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			["好"] = {
				["舒"] = {
					["服"] = {
						this = true
					}
				}
			},
			["姐"] = {
				["姐"] = {
					["好"] = {
						["爽"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["液"] = {
					["四"] = {
						["溢"] = {
							this = true
						}
					}
				}
			},
			["妈"] = {
				["妈"] = {
					["好"] = {
						["舒"] = {
							["服"] = {
								this = true
							}
						},
						["爽"] = {
							this = true
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["好"] = {
						["爽"] = {
							["啊"] = {
								this = true
							}
						}
					},
					["流"] = {
						["淫"] = {
							["水"] = {
								this = true
							}
						}
					}
				}
			},
			["我"] = {
				["好"] = {
					["爽"] = {
						this = true
					}
				}
			},
			["再"] = {
				["深"] = {
					["一"] = {
						["点"] = {
							this = true
						}
					}
				}
			}
		},
		["丁"] = {
			["裤"] = {
				["骚"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["後"] = {
			["庭"] = {
				this = true
			}
		},
		["护"] = {
			["士"] = {
				["穴"] = {
					["真"] = {
						["爽"] = {
							this = true
						}
					}
				}
			}
		},
		["姐"] = {
			["姐"] = {
				["嫩"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["妹"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["進"] = {
			this = true
		},
		["菊"] = {
			["花"] = {
				["网"] = {
					this = true
				}
			}
		},
		["烂"] = {
			["妹"] = {
				["妹"] = {
					["小"] = {
						["屄"] = {
							this = true
						}
					}
				}
			},
			["她"] = {
				["的"] = {
					["小"] = {
						["屄"] = {
							this = true
						}
					}
				}
			}
		},
		["老"] = {
			["女"] = {
				["人"] = {
					this = true
				}
			},
			["师"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["妈"] = {
			["妈"] = {
				["的"] = {
					["小"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			["眉"] = {
				this = true
			}
		},
		["咪"] = {
			["咪"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["蜜"] = {
			["穴"] = {
				this = true
			}
		},
		["嫩"] = {
			["逼"] = {
				this = true
			},
			["妹"] = {
				["妹"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["穴"] = {
				this = true
			}
		},
		["弄"] = {
			["淫"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["女"] = {
			["教"] = {
				["师"] = {
					["的"] = {
						["屁"] = {
							["眼"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				this = true
			}
		},
		["屁"] = {
			["成"] = {
				["人"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["眼"] = {
				this = true
			}
		},
		["妻"] = {
			["子"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["日"] = {
			["本"] = {
				["强"] = {
					["奸"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["如"] = {
			["妈"] = {
				["妈"] = {
					["肉"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["骚"] = {
			["逼"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["穴"] = {
				this = true
			}
		},
		["少"] = {
			["女"] = {
				["阴"] = {
					["道"] = {
						this = true
					}
				}
			}
		},
		["水"] = {
			["穴"] = {
				this = true
			}
		},
		["死"] = {
			this = true
		},
		["婷"] = {
			["婷"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["小"] = {
			["穴"] = {
				this = true
			}
		},
		["校"] = {
			["花"] = {
				["尽"] = {
					["情"] = {
						["纵"] = {
							["欲"] = {
								this = true
							}
						}
					}
				},
				["聊"] = {
					["天"] = {
						t = {
							["室"] = {
								this = true
							}
						},
						["室"] = {
							this = true
						}
					}
				}
			}
		},
		["陰"] = {
			this = true
		},
		["淫"] = {
			this = true
		},
		["着"] = {
			["淫"] = {
				["穴"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["臭"] = {
		["你"] = {
			this = true
		},
		["妳"] = {
			this = true
		},
		["他"] = {
			this = true
		},
		["人"] = {
			["也"] = {
				this = true
			}
		},
		["她"] = {
			this = true
		},
		["女"] = {
			["也"] = {
				this = true
			}
		},
		G = {
			Y = {
				this = true
			}
		},
		["Ｇ"] = {
			["Ｙ"] = {
				this = true
			}
		},
		["七"] = {
			["八"] = {
				this = true
			}
		},
		["7"] = {
			["8"] = {
				this = true
			}
		},
		["７"] = {
			["８"] = {
				this = true
			}
		},
		["化"] = {
			["西"] = {
				this = true
			}
		},
		["尼"] = {
			["姑"] = {
				this = true
			}
		},
		["机"] = {
			this = true,
			["八"] = {
				this = true
			},
			["8"] = {
				this = true
			}
		},
		["鸡"] = {
			this = true,
			["巴"] = {
				this = true
			}
		},
		["西"] = {
			this = true,
			["化"] = {
				this = true
			}
		},
		["作"] = {
			this = true,
			["*"] = {
				this = true
			},
			["尾"] = {
				["行"] = {
					this = true
				}
			}
		},
		b = {
			this = true
		},
		["機"] = {
			this = true,
			["八"] = {
				this = true
			}
		},
		["雞"] = {
			this = true,
			["巴"] = {
				this = true
			}
		},
		["港"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["机"] = {
		["八"] = {
			this = true
		},
		["巴"] = {
			this = true
		},
		["叭"] = {
			this = true
		},
		["芭"] = {
			this = true
		},
		["掰"] = {
			this = true
		},
		Y = {
			this = true
		},
		["Ｙ"] = {
			this = true
		},
		["8"] = {
			this = true
		},
		["打"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				},
				["漂"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["代"] = {
				["开"] = {
					this = true
				}
			},
			["法"] = {
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["票"] = {
				this = true,
				["据"] = {
					this = true
				}
			},
			["税"] = {
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["机"] = {
			["干"] = {
				this = true
			},
			["歪"] = {
				["歪"] = {
					this = true
				}
			}
		},
		["械"] = {
			["瞄"] = {
				this = true
			},
			["扳"] = {
				["机"] = {
					this = true
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["动"] = {
			["车"] = {
				["登"] = {
					["记"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["密"] = {
			["文"] = {
				["件"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["档"] = {
				["案"] = {
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["收"] = {
					["容"] = {
						["施"] = {
							["设"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["枪"] = {
			this = true,
			["弹"] = {
				["链"] = {
					this = true
				}
			},
			["高"] = {
				["仿"] = {
					this = true
				}
			},
			["瞄"] = {
				["准"] = {
					["镜"] = {
						this = true
					}
				}
			},
			["鹰"] = {
				["武"] = {
					["器"] = {
						["公"] = {
							["司"] = {
								this = true
							}
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["吧"] = {
			this = true
		},
		["变"] = {
			["号"] = {
				["台"] = {
					this = true
				}
			}
		},
		["舱"] = {
			["之"] = {
				["头"] = {
					["等"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["恶"] = {
			["痴"] = {
				["汉"] = {
					this = true
				}
			}
		},
		["关"] = {
			["枪"] = {
				["刺"] = {
					this = true
				}
			}
		},
		["票"] = {
			["商"] = {
				["旅"] = {
					this = true
				}
			}
		},
		["槍"] = {
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["战"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["鸡"] = {
		["八"] = {
			this = true
		},
		["巴"] = {
			this = true,
			["暴"] = {
				["胀"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			o = {
				this = true
			},
			["插"] = {
				["进"] = {
					["小"] = {
						["穴"] = {
							this = true
						}
					},
					["穴"] = {
						this = true
					}
				},
				["肉"] = {
					["缝"] = {
						this = true
					}
				},
				["入"] = {
					["拔"] = {
						["出"] = {
							this = true
						}
					},
					["花"] = {
						["心"] = {
							this = true
						}
					},
					["蜜"] = {
						["穴"] = {
							this = true
						}
					},
					["肉"] = {
						["洞"] = {
							this = true
						}
					}
				},
				["死"] = {
					["我"] = {
						["了"] = {
							this = true
						}
					}
				},
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["抽"] = {
				["插"] = {
					["好"] = {
						["爽"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["酷"] = {
					["刑"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			},
			["顶"] = {
				["开"] = {
					["花"] = {
						["瓣"] = {
							this = true
						}
					}
				}
			},
			["对"] = {
				["准"] = {
					["淫"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["靠"] = {
				this = true
			},
			["狂"] = {
				["插"] = {
					this = true
				}
			},
			["毛"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["猛"] = {
				["插"] = {
					this = true
				}
			},
			["蜜"] = {
				["穴"] = {
					["高"] = {
						["潮"] = {
							this = true
						}
					}
				}
			},
			["磨"] = {
				["得"] = {
					["舒"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["根"] = {
					["没"] = {
						["入"] = {
							this = true
						}
					}
				}
			},
			["射"] = {
				["出"] = {
					["精"] = {
						["液"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["阴"] = {
				["核"] = {
					this = true
				}
			},
			["与"] = {
				B = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["仔"] = {
				["色"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["叭"] = {
			this = true
		},
		["芭"] = {
			this = true
		},
		["掰"] = {
			this = true
		},
		Y = {
			this = true
		},
		["Ｙ"] = {
			this = true
		},
		["８"] = {
			this = true
		},
		["奸"] = {
			this = true,
			["骚"] = {
				["穴"] = {
					["骚"] = {
						["水"] = {
							this = true
						}
					}
				}
			},
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["性"] = {
				["行"] = {
					["为"] = {
						this = true
					}
				}
			}
		},
		["吧"] = {
			this = true,
			["*"] = {
				this = true
			},
			["鸡"] = {
				["巴"] = {
					this = true
				}
			},
			["插"] = {
				["到"] = {
					["嫩"] = {
						["穴"] = {
							this = true
						}
					}
				},
				["进"] = {
					this = true,
					["肉"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["刺"] = {
				["入"] = {
					["她"] = {
						["肛"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["顶"] = {
				["住"] = {
					["阴"] = {
						["道"] = {
							["口"] = {
								this = true
							}
						}
					}
				}
			},
			["菊"] = {
				["花"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["一"] = {
				["柱"] = {
					["擎"] = {
						["天"] = {
							this = true
						}
					}
				}
			}
		},
		this = {
			this = true
		},
		["婆"] = {
			this = true,
			["店"] = {
				this = true
			},
			["莞"] = {
				["式"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["保"] = {
					["健"] = {
						this = true
					}
				}
			},
			["包"] = {
				["夜"] = {
					this = true,
					["信"] = {
						["息"] = {
							this = true
						}
					},
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true,
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					["打"] = {
						["炮"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["狗"] = {
			["专"] = {
				this = true,
				["卖"] = {
					this = true
				}
			}
		},
		["鸡"] = {
			this = true,
			["插"] = {
				["入"] = {
					["穴"] = {
						["嫩"] = {
							this = true
						}
					}
				}
			},
			["夹"] = {
				["波"] = {
					["波"] = {
						this = true
					}
				}
			}
		},
		["歪"] = {
			this = true
		},
		["进"] = {
			["萍"] = {
				this = true
			}
		},
		["尾"] = {
			["酒"] = {
				["炸"] = {
					["弹"] = {
						this = true,
						["制"] = {
							["作"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["8"] = {
			this = true
		},
		["拔"] = {
			this = true
		},
		["毛"] = {
			["信"] = {
				["文"] = {
					["汇"] = {
						this = true
					}
				}
			}
		},
		["，"] = {
			["巴"] = {
				this = true
			}
		},
		["店"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			}
		},
		["女"] = {
			this = true
		},
		["情"] = {
			["果"] = {
				["聊"] = {
					this = true
				}
			}
		},
		["屎"] = {
			this = true
		},
		["胸"] = {
			["堡"] = {
				this = true
			}
		},
		["院"] = {
			this = true
		},
		["厂"] = {
			["辱"] = {
				["华"] = {
					["你"] = {
						["指"] = {
							["挥"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.G = {
		["八"] = {
			this = true
		},
		["巴"] = {
			this = true
		},
		["叭"] = {
			this = true
		},
		["芭"] = {
			this = true
		},
		["掰"] = {
			this = true
		},
		A = {
			M = {
				E = {
					M = {
						A = {
							S = {
								T = {
									E = {
										R = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				O = {
					["狗"] = {
						["粮"] = {
							this = true
						}
					}
				}
			},
			L = {
				A = {
					X = {
						Y = {
							["银"] = {
								["河"] = {
									["国"] = {
										["际"] = {
											["娱"] = {
												["乐"] = {
													["场"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			V = {
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			N = {
				this = true,
				["学"] = {
					["生"] = {
						["妹"] = {
							this = true
						}
					}
				}
			}
		},
		M = {
			this = true,
			["美"] = {
				["国"] = {
					this = true
				},
				["國"] = {
					this = true
				}
			},
			["邮"] = {
				["件"] = {
					this = true
				}
			},
			["郵"] = {
				["件"] = {
					this = true
				}
			}
		},
		C = {
			D = {
				this = true
			},
			l = {
				u = {
					b = {
						s = {
							["年"] = {
								["会"] = {
									this = true
								},
								["度"] = {
									["会"] = {
										["议"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		r = {
			u = {
				e = {
					p = {
						i = {
							n = {
								this = true
							}
						}
					}
				}
			},
			e = {
				["考"] = {
					["生"] = {
						["信"] = {
							["息"] = {
								this = true
							}
						}
					}
				}
			}
		},
		H = {
			B = {
				this = true,
				["原"] = {
					["液"] = {
						this = true
					}
				},
				["水"] = {
					this = true
				},
				["粉"] = {
					this = true
				},
				["强"] = {
					["效"] = {
						["迷"] = {
							["幻"] = {
								["液"] = {
									this = true
								}
							}
						}
					}
				},
				[" "] = {
					["催"] = {
						["情"] = {
							["水"] = {
								[" "] = {
									["迷"] = {
										["奸"] = {
											["药"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["催"] = {
					["情"] = {
						["水"] = {
							this = true
						}
					}
				},
				["迷"] = {
					["奸"] = {
						["水"] = {
							this = true
						}
					}
				},
				["药"] = {
					this = true
				},
				["专"] = {
					this = true
				}
			}
		},
		S = {
			M = {
				["监"] = {
					["听"] = {
						this = true,
						["设"] = {
							["备"] = {
								this = true
							}
						}
					}
				},
				["阻"] = {
					["截"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		F = {
			X = {
				["面"] = {
					["具"] = {
						this = true
					}
				},
				["仿"] = {
					["真"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["人"] = {
					["皮"] = {
						["面"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			W = {
				["穿"] = {
					["透"] = {
						this = true,
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["3"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["水"] = {
			this = true,
			["爆"] = {
				this = true
			}
		},
		L = {
			G = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			},
			O = {
				C = {
					K = {
						this = true,
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			}
		},
		o = {
			v = {
				e = {
					r = {
						n = {
							m = {
								e = {
									n = {
										t = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			d = {
				[" "] = {
					S = {
						a = {
							v = {
								e = {
									[" "] = {
										T = {
											h = {
												e = {
													[" "] = {
														Q = {
															u = {
																e = {
																	e = {
																		n = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		P = {
			S = {
				["预"] = {
					["警"] = {
						["器"] = {
							this = true
						}
					}
				},
				["預"] = {
					["警"] = {
						["器"] = {
							this = true
						}
					}
				},
				["屏"] = {
					["蔽"] = {
						["器"] = {
							this = true
						}
					}
				},
				["探"] = {
					["测"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			M = {
				this = true
			}
		},
		["。"] = {
			M = {
				this = true
			}
		},
		["1"] = {
			["小"] = {
				["黄"] = {
					["蜂"] = {
						["斧"] = {
							["头"] = {
								this = true
							}
						}
					}
				}
			}
		},
		e = {
			n = {
				e = {
					r = {
						a = {
							t = {
								i = {
									o = {
										n = {
											s = {
												[" "] = {
													o = {
														f = {
															[" "] = {
																L = {
																	i = {
																		f = {
																			e = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		G = {
			["导"] = {
				["航"] = {
					this = true
				}
			}
		},
		R = {
			E = {
				["答"] = {
					["案"] = {
						this = true
					}
				},
				["代"] = {
					["考"] = {
						this = true
					}
				},
				["枪"] = {
					["手"] = {
						this = true
					}
				}
			}
		},
		T = {
			R = {
				X = {
					["情"] = {
						["色"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			}
		},
		V = {
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["Η"] = {
			B = {
				["迷"] = {
					["情"] = {
						["水"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["奶"] = {
				["秘"] = {
					["书"] = {
						this = true
					}
				}
			}
		},
		["点"] = {
			["高"] = {
				["潮"] = {
					this = true
				}
			}
		},
		["罩"] = {
			["杯"] = {
				["爆"] = {
					["乳"] = {
						["天"] = {
							["使"] = {
								this = true
							}
						}
					}
				},
				["美"] = {
					["爆"] = {
						["乳"] = {
							this = true
						}
					}
				},
				["女"] = {
					["教"] = {
						["师"] = {
							this = true
						}
					}
				}
			}
		},
		O = {
			N = {
				G = {
					["党"] = {
						this = true
					}
				}
			}
		},
		["|"] = {
			S = {
				U = {
					M = {
						M = {
							I = {
								T = {
									["年"] = {
										["度"] = {
											["会"] = {
												["议"] = {
													this = true
												}
											}
										},
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["Ｇ"] = {
		["八"] = {
			this = true
		},
		["巴"] = {
			this = true
		},
		["叭"] = {
			this = true
		},
		["芭"] = {
			this = true
		},
		["掰"] = {
			this = true
		},
		["М"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["靠"] = {
		["爸"] = {
			this = true
		},
		["母"] = {
			this = true
		},
		["北"] = {
			this = true
		},
		["你"] = {
			["媽"] = {
				this = true
			},
			["妈"] = {
				this = true
			},
			["爸"] = {
				this = true
			}
		},
		this = {
			this = true
		},
		["腰"] = {
			this = true,
			["口"] = {
				["肯"] = {
					this = true
				}
			}
		},
		["夭"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["哭"] = {
		["爸"] = {
			this = true
		},
		["母"] = {
			this = true
		},
		["么"] = {
			this = true
		},
		["夭"] = {
			this = true
		},
		["重"] = {
			["生"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["懒"] = {
		["叫"] = {
			this = true
		},
		["教"] = {
			this = true
		},
		["女"] = {
			["婚"] = {
				["嫁"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["8"] = {
			this = true
		},
		["八"] = {
			this = true
		},
		["凤"] = {
			["来"] = {
				["仪"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["我"] = {
		["日"] = {
			this = true,
			["你"] = {
				this = true,
				["妈"] = {
					this = true
				},
				["娘"] = {
					this = true
				}
			},
			["靠"] = {
				this = true
			}
		},
		["操"] = {
			this = true,
			["你"] = {
				this = true,
				["妈"] = {
					this = true
				}
			},
			B = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["靠"] = {
				this = true
			},
			["啦"] = {
				["综"] = {
					["合"] = {
						this = true
					}
				},
				["綜"] = {
					["合"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["姐"] = {
					["网"] = {
						this = true
					}
				}
			},
			["岳"] = {
				["母"] = {
					this = true,
					["的"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["要"] = {
			["性"] = {
				["交"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true,
				["啊"] = {
					["撸"] = {
						this = true
					}
				},
				["撸"] = {
					this = true
				}
			},
			["的"] = {
				["生"] = {
					["活"] = {
						["["] = {
							H = {
								["]"] = {
									this = true
								}
							}
						},
						H = {
							this = true
						}
					}
				}
			},
			["爱"] = {
				["久"] = {
					["久"] = {
						["影"] = {
							["视"] = {
								this = true
							}
						}
					}
				}
			},
			s = {
				m = {
					["口"] = {
						["交"] = {
							["网"] = {
								this = true
							},
							["網"] = {
								this = true
							}
						}
					}
				}
			},
			["操"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["干"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["官"] = {
				["人"] = {
					this = true
				}
			},
			["看"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["快"] = {
				["播"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["伦"] = {
				["理"] = {
					["快"] = {
						["播"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["妹"] = {
					this = true
				},
				["女"] = {
					["图"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["支"] = {
					this = true
				}
			},
			["色"] = {
				["射"] = {
					["色"] = {
						this = true
					}
				},
				["图"] = {
					this = true
				}
			},
			["射"] = {
				this = true
			},
			["肾"] = {
				this = true
			},
			["泄"] = {
				["了"] = {
					["喔"] = {
						this = true
					}
				}
			},
			["要"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["黄"] = {
				["袍"] = {
					this = true
				}
			}
		},
		["就"] = {
			["色"] = {
				this = true
			},
			["去"] = {
				["色"] = {
					this = true
				}
			},
			["射"] = {
				["综"] = {
					["合"] = {
						this = true
					}
				}
			},
			["要"] = {
				["桑"] = {
					["拿"] = {
						this = true
					}
				},
				["色"] = {
					["色"] = {
						["色"] = {
							this = true
						}
					}
				}
			}
		},
		["干"] = {
			this = true,
			["按"] = {
				["摩"] = {
					["院"] = {
						this = true
					}
				}
			},
			["了"] = {
				["嫂"] = {
					["嫂"] = {
						this = true,
						["的"] = {
							["穴"] = {
								this = true
							}
						}
					}
				},
				["宋"] = {
					["祖"] = {
						["英"] = {
							this = true
						}
					}
				}
			}
		},
		["妳"] = {
			["老"] = {
				["爸"] = {
					this = true
				}
			}
		},
		["想"] = {
			["买"] = {
				["枪"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["爱"] = {
				["爱"] = {
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["网"] = {
					["站"] = {
						this = true
					}
				}
			},
			["去"] = {
				["澳"] = {
					["门"] = {
						["赌"] = {
							["博"] = {
								this = true
							}
						}
					}
				}
			},
			["肾"] = {
				this = true
			},
			["为"] = {
				["捍"] = {
					["卫"] = {
						["生"] = {
							["命"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["插"] = {
				["洞"] = {
					["网"] = {
						this = true
					}
				}
			},
			["呦"] = {
				["呦"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["我"] = {
				["爱"] = {
					["色"] = {
						this = true
					}
				},
				["家"] = {
					this = true
				},
				["妈"] = {
					["美"] = {
						["娇"] = {
							["体"] = {
								this = true
							}
						}
					}
				},
				["色"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["撸"] = {
				this = true
			},
			["棍"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			},
			["幼"] = {
				["幼"] = {
					this = true,
					["论"] = {
						this = true
					}
				}
			},
			a = {
				v = {
					h = {
						o = {
							e = {
								["0"] = {
									["1"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["习"] = {
				["大"] = {
					this = true
				}
			},
			["爱"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["办"] = {
				["公"] = {
					["室"] = {
						this = true
					}
				}
			},
			["逼"] = {
				["电"] = {
					["影"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["操"] = {
				["逼"] = {
					["网"] = {
						this = true
					}
				}
			},
			["弹"] = {
				["弓"] = {
					this = true
				}
			},
			["电"] = {
				["子"] = {
					["书"] = {
						this = true
					}
				}
			},
			["国"] = {
				["模"] = {
					this = true
				}
			},
			["狐"] = {
				["狸"] = {
					["精"] = {
						this = true
					}
				}
			},
			["看"] = {
				A = {
					V = {
						this = true
					}
				}
			},
			["考"] = {
				["逼"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					this = true
				}
			},
			["妈"] = {
				["妈"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					["网"] = {
						this = true
					}
				}
			},
			["你"] = {
				["亚"] = {
					["洲"] = {
						this = true,
						["妹"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["狗"] = {
					["网"] = {
						this = true
					}
				}
			},
			["泉"] = {
				["州"] = {
					["湾"] = {
						this = true
					}
				}
			},
			["日"] = {
				["逼"] = {
					this = true
				}
			},
			["桑"] = {
				["拿"] = {
					["网"] = {
						this = true
					}
				}
			},
			["色"] = {
				this = true,
				["吧"] = {
					this = true
				},
				["色"] = {
					this = true,
					["吧"] = {
						this = true
					}
				}
			},
			["射"] = {
				["精"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姨"] = {
					["子"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["妹"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["由"] = {
				["我"] = {
					["不"] = {
						["由"] = {
							["天"] = {
								this = true
							}
						}
					}
				}
			},
			["原"] = {
				["味"] = {
					["网"] = {
						this = true
					}
				}
			},
			["熟"] = {
				["女"] = {
					this = true
				}
			}
		},
		["的"] = {
			["性"] = {
				["启"] = {
					["蒙"] = {
						this = true,
						["老"] = {
							["师"] = {
								this = true
							}
						}
					}
				},
				["奴"] = {
					["老"] = {
						["婆"] = {
							this = true
						}
					}
				}
			},
			["爆"] = {
				["乳"] = {
					["巨"] = {
						["臀"] = {
							["专"] = {
								["用"] = {
									["肉"] = {
										["便"] = {
											["器"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["娇"] = {
				["妻"] = {
					this = true,
					["与"] = {
						["爱"] = {
							["女"] = {
								this = true
							}
						}
					},
					["欣"] = {
						["儿"] = {
							this = true
						}
					}
				}
			},
			["第"] = {
				["一"] = {
					["次"] = {
						["外"] = {
							["遇"] = {
								this = true
							}
						}
					}
				}
			},
			["后"] = {
				["讨"] = {
					["伐"] = {
						["中"] = {
							["宣"] = {
								["部"] = {
									["时"] = {
										["代"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["小"] = {
					["情"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["鳥"] = {
				["羽"] = {
					["兄"] = {
						["弟"] = {
							this = true
						}
					}
				}
			},
			["缠"] = {
				["绵"] = {
					["往"] = {
						["事"] = {
							this = true
						}
					}
				}
			},
			["春"] = {
				["经"] = {
					["历"] = {
						this = true
					}
				}
			},
			["多"] = {
				["屁"] = {
					["经"] = {
						["验"] = {
							this = true
						}
					}
				}
			},
			["放"] = {
				["荡"] = {
					["生"] = {
						["活"] = {
							this = true
						}
					}
				}
			},
			["鸡"] = {
				["巴"] = {
					this = true
				}
			},
			["姐"] = {
				["姐"] = {
					["是"] = {
						["美"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			},
			["邻"] = {
				["居"] = {
					["很"] = {
						["腹"] = {
							["黑"] = {
								this = true
							}
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					["经"] = {
						["历"] = {
							this = true,
							["?"] = {
								this = true
							}
						}
					},
					["生"] = {
						["涯"] = {
							this = true
						}
					}
				}
			},
			["妈"] = {
				["妈"] = {
					["李"] = {
						["彤"] = {
							["彤"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					["后"] = {
						["宫"] = {
							this = true
						},
						["官"] = {
							this = true
						}
					}
				},
				["艳"] = {
					["岳"] = {
						["母"] = {
							this = true
						}
					}
				}
			},
			["母"] = {
				["亲"] = {
					["是"] = {
						["村"] = {
							["妓"] = {
								this = true
							}
						}
					}
				}
			},
			["虐"] = {
				["恋"] = {
					["女"] = {
						["友"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["网"] = {
					["友"] = {
						this = true
					}
				}
			},
			["色"] = {
				["女"] = {
					["友"] = {
						this = true
					}
				}
			},
			["世"] = {
				["界"] = {
					this = true,
					["博"] = {
						["客"] = {
							this = true
						}
					}
				}
			},
			["思"] = {
				["想"] = {
					["自"] = {
						["传"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["站"] = {
					["被"] = {
						["攻"] = {
							["击"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["屄"] = {
					["儿"] = {
						["好"] = {
							["痒"] = {
								this = true
							}
						}
					}
				},
				["情"] = {
					["人"] = {
						this = true
					}
				},
				["穴"] = {
					["好"] = {
						["爽"] = {
							this = true
						}
					}
				}
			},
			["穴"] = {
				this = true
			},
			["淫"] = {
				["荡"] = {
					["老"] = {
						["师"] = {
							this = true
						}
					}
				}
			},
			["家"] = {
				["在"] = {
					["山"] = {
						["的"] = {
							["那"] = {
								["一"] = {
									["边"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["科"] = {
				["学"] = {
					["家"] = {
						["爸"] = {
							["爸"] = {
								this = true
							}
						},
						["父"] = {
							["亲"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["们"] = {
			["不"] = {
				["生"] = {
					["产"] = {
						A = {
							V = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["杀"] = {
					["吧"] = {
						this = true
					}
				}
			},
			["出"] = {
				["版"] = {
					["台"] = {
						["湾"] = {
							this = true
						}
					}
				}
			},
			["选"] = {
				["择"] = {
					["的"] = {
						["权"] = {
							["利"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["铁"] = {
					["骑"] = {
						this = true
					}
				},
				["统"] = {
					["治"] = {
						["者"] = {
							this = true
						}
					}
				},
				["同"] = {
					["志"] = {
						["拥"] = {
							["有"] = {
								["的"] = {
									["手"] = {
										["段"] = {
											["也"] = {
												["太"] = {
													["简"] = {
														["单"] = {
															["了"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["只"] = {
				["是"] = {
					["挪"] = {
						["一"] = {
							["下"] = {
								["挪"] = {
									["一"] = {
										["下"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["类"] = {
					["连"] = {
						["一"] = {
							["滴"] = {
								["水"] = {
									["都"] = {
										["没"] = {
											["有"] = {
												["，"] = {
													["不"] = {
														["可"] = {
															["能"] = {
																["掀"] = {
																	["翻"] = {
																		["小"] = {
																			["池"] = {
																				["塘"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["正"] = {
				["需"] = {
					["要"] = {
						["这"] = {
							["样"] = {
								["的"] = {
									s = {
										p = {
											e = {
												e = {
													d = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["现"] = {
				["在"] = {
					["正"] = {
						["适"] = {
							["合"] = {
								["这"] = {
									["种"] = {
										["飞"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["信"] = {
				A = {
					G = {
						A = {
							P = {
								E = {
									["("] = {
										["爱"] = {
											["加"] = {
												["倍"] = {
													[")"] = {
														[":"] = {
															["甘"] = {
																["心"] = {
																	["以"] = {
																		["他"] = {
																			["人"] = {
																				["为"] = {
																					["中"] = {
																						["心"] = {
																							["的"] = {
																								["、"] = {
																									["不"] = {
																										["要"] = {
																											["求"] = {
																												["记"] = {
																													["功"] = {
																														["和"] = {
																															["回"] = {
																																["扱"] = {
																																	["的"] = {
																																		["爱"] = {
																																			this = true
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["末"] = {
					["期"] = {
						["2"] = {
							["0"] = {
								["1"] = {
									["9"] = {
										["，"] = {
											["新"] = {
												["天"] = {
													["新"] = {
														["地"] = {
															["，"] = {
																["神"] = {
																	["的"] = {
																		["国"] = {
																			["度"] = {
																				["降"] = {
																					["临"] = {
																						["，"] = {
																							["有"] = {
																								["义"] = {
																									["居"] = {
																										["在"] = {
																											["其"] = {
																												["中"] = {
																													this = true
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["葛"] = {
					["亦"] = {
						["民"] = {
							["异"] = {
								["象"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["绝"] = {
				["不"] = {
					["倒"] = {
						["下"] = {
							["，"] = {
								["让"] = {
									["刽"] = {
										["子"] = {
											["手"] = {
												["显"] = {
													["得"] = {
														["高"] = {
															["大"] = {
																["，"] = {
																	["好"] = {
																		["阻"] = {
																			["挡"] = {
																				["那"] = {
																					["自"] = {
																						["由"] = {
																							["的"] = {
																								["风"] = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["咧"] = {
			["干"] = {
				this = true
			},
			["幹"] = {
				this = true
			}
		},
		["奸"] = {
			this = true
		},
		["本"] = {
			["初"] = {
				["中"] = {
					this = true,
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			}
		},
		["妻"] = {
			["小"] = {
				["雅"] = {
					this = true
				}
			}
		},
		["和"] = {
			["妻"] = {
				["子"] = {
					["江"] = {
						["湖"] = {
							["行"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					["同"] = {
						["事"] = {
							["的"] = {
								["那"] = {
									["些"] = {
										["事"] = {
											["儿"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["老"] = {
			["婆"] = {
				["的"] = {
					["两"] = {
						["个"] = {
							["表"] = {
								["妹"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["草"] = {
			this = true,
			["你"] = {
				["妈"] = {
					["妈"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			this = true,
			["我"] = {
				["干"] = {
					this = true
				}
			}
		},
		["淫"] = {
			this = true,
			["我"] = {
				["色"] = {
					this = true,
					["导"] = {
						["航"] = {
							this = true
						}
					},
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				}
			}
		},
		["周"] = {
			["容"] = {
				this = true
			}
		},
		X = {
			X = {
				["你"] = {
					this = true
				}
			}
		},
		["靠"] = {
			this = true,
			["="] = {
				[">"] = {
					["我"] = {
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["是"] = {
			["回"] = {
				["民"] = {
					this = true
				}
			},
			["席"] = {
				["大"] = {
					["大"] = {
						this = true
					}
				}
			},
			g = {
				["和"] = {
					m = {
						this = true
					}
				}
			},
			["习"] = {
				["縂"] = {
					this = true
				}
			},
			["淫"] = {
				["神"] = {
					this = true,
					b = {
						t = {
							this = true
						}
					}
				}
			},
			["来"] = {
				["开"] = {
					["会"] = {
						["的"] = {
							this = true
						}
					}
				}
			}
		},
		["虽"] = {
			["死"] = {
				["去"] = {
					this = true
				}
			},
			["势"] = {
				["弱"] = {
					["言"] = {
						["轻"] = {
							["，"] = {
								["决"] = {
									["不"] = {
										["虛"] = {
											["作"] = {
												["无"] = {
													["声"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["所"] = {
			["犯"] = {
				["严"] = {
					["重"] = {
						["的"] = {
							["方"] = {
								["向"] = {
									["线"] = {
										["路"] = {
											["错"] = {
												["误"] = {
													["的"] = {
														["检"] = {
															["查"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["在"] = {
			["黑"] = {
				["暗"] = {
					["中"] = {
						this = true
					}
				}
			},
			["抢"] = {
				["菜"] = {
					["团"] = {
						["里"] = {
							["沪"] = {
								["弄"] = {
									["鬼"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["系"] = {
			["大"] = {
				["大"] = {
					this = true
				}
			}
		},
		["挨"] = {
			["操"] = {
				["的"] = {
					["经"] = {
						["过"] = {
							this = true
						}
					}
				}
			}
		},
		["把"] = {
			["艳"] = {
				["姨"] = {
					["给"] = {
						["干"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["帮"] = {
			["老"] = {
				["师"] = {
					["脱"] = {
						["胸"] = {
							["罩"] = {
								this = true
							}
						}
					}
				}
			},
			["妈"] = {
				["妈"] = {
					["脱"] = {
						["胸"] = {
							["罩"] = {
								this = true
							}
						}
					}
				}
			},
			["助"] = {
				["属"] = {
					["下"] = {
						["播"] = {
							["种"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["报"] = {
			["复"] = {
				["的"] = {
					["女"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["被"] = {
			["人"] = {
				["开"] = {
					["发"] = {
						this = true
					}
				}
			}
		},
		["不"] = {
			["是"] = {
				["飞"] = {
					["机"] = {
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["插"] = {
			["着"] = {
				["小"] = {
					["姨"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["朝"] = {
			["太"] = {
				["子"] = {
					this = true
				}
			}
		},
		["儿"] = {
			["开"] = {
				["西"] = {
					this = true
				}
			}
		},
		["方"] = {
			["基"] = {
				["地"] = {
					["被"] = {
						["占"] = {
							["领"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["该"] = {
			["死"] = {
				this = true,
				["视"] = {
					["频"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["给"] = {
			["领"] = {
				["导"] = {
					["当"] = {
						["秘"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["跟"] = {
			["妹"] = {
				["妹"] = {
					["肏"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["含"] = {
			["着"] = {
				["阴"] = {
					["茎"] = {
						this = true
					}
				}
			},
			["住"] = {
				["他"] = {
					["的"] = {
						["阴"] = {
							["茎"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["看"] = {
			A = {
				V = {
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["3"] = {
								["}"] = {
									["("] = {
										["准"] = {
											["备"] = {
												["的"] = {
													[")"] = {
														["?"] = {
															["小"] = {
																["本"] = {
																	["本"] = {
																		["|"] = {
																			["本"] = {
																				["本"] = {
																					["["] = {
																						["上"] = {
																							["里"] = {
																								["]"] = {
																									["."] = {
																										["{"] = {
																											["0"] = {
																												[","] = {
																													["2"] = {
																														["}"] = {
																															["有"] = {
																																["没"] = {
																																	["有"] = {
																																		["?"] = {
																																			["("] = {
																																				["这"] = {
																																					["个"] = {
																																						[")"] = {
																																							["?"] = {
																																								["("] = {
																																									["问"] = {
																																										["题"] = {
																																											["|"] = {
																																												["内"] = {
																																													["容"] = {
																																														["|"] = {
																																															["稿"] = {
																																																["子"] = {
																																																	[")"] = {
																																																		this = true
																																																	}
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["考"] = {
			this = true
		},
		["乐"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["谷"] = {
				this = true
			}
		},
		["撸"] = {
			["了"] = {
				this = true
			},
			["撸"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["慢"] = {
			["汁"] = {
				["诱"] = {
					["惑"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				},
				["誘"] = {
					["惑"] = {
						this = true
					}
				}
			}
		},
		["没"] = {
			["有"] = {
				["敌"] = {
					["人"] = {
						[" "] = {
							["我"] = {
								["的"] = {
									["最"] = {
										["后"] = {
											["陈"] = {
												["述"] = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						["-"] = {
							["我"] = {
								["的"] = {
									["最"] = {
										["后"] = {
											["陈"] = {
												["述"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["听"] = {
				["说"] = {
					this = true
				}
			}
		},
		["去"] = {
			this = true,
			["干"] = {
				["成"] = {
					["人"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			},
			["撸"] = {
				this = true,
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["射"] = {
				this = true
			},
			["也"] = {
				["伦"] = {
					["理"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["让"] = {
			["你"] = {
				["挥"] = {
					["手"] = {
						["了"] = {
							["吗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["讓"] = {
			["你"] = {
				["揮"] = {
					["手"] = {
						["了"] = {
							["嗎"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["湿"] = {
			["淋"] = {
				["淋"] = {
					["的"] = {
						["阴"] = {
							["道"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["甜"] = {
			["蜜"] = {
				["的"] = {
					["大"] = {
						["姐"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["为"] = {
			["儿"] = {
				["子"] = {
					["选"] = {
						["骚"] = {
							["妻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["心"] = {
			["我"] = {
				["色"] = {
					this = true
				}
			}
		},
		["性"] = {
			["感"] = {
				["成"] = {
					["人"] = {
						["资"] = {
							["源"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["也"] = {
			["要"] = {
				["泄"] = {
					["了"] = {
						this = true,
						["喔"] = {
							this = true
						}
					}
				}
			},
			["不"] = {
				["是"] = {
					["谦"] = {
						["虚"] = {
							["我"] = {
								["说"] = {
									["另"] = {
										["请"] = {
											["高"] = {
												["明"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["有"] = {
			["网"] = {
				this = true
			}
		},
		["与"] = {
			["美"] = {
				["容"] = {
					["师"] = {
						["小"] = {
							["丽"] = {
								this = true
							}
						}
					}
				}
			},
			["母"] = {
				["亲"] = {
					["的"] = {
						["同"] = {
							["事"] = {
								this = true
							}
						}
					}
				}
			},
			["网"] = {
				["吧"] = {
					["老"] = {
						["板"] = {
							["娘"] = {
								this = true
							}
						}
					}
				}
			},
			["我"] = {
				["的"] = {
					["媳"] = {
						this = true
					}
				}
			},
			["助"] = {
				["理"] = {
					["的"] = {
						["故"] = {
							["事"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["遇"] = {
			["到"] = {
				["的"] = {
					["专"] = {
						["业"] = {
							["鸡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["真"] = {
			["是"] = {
				["的"] = {
					["经"] = {
						["历"] = {
							this = true
						}
					}
				}
			}
		},
		["做"] = {
			["骚"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["們"] = {
			["選"] = {
				["擇"] = {
					["的"] = {
						["權"] = {
							["利"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["鐵"] = {
					["騎"] = {
						this = true
					}
				}
			}
		},
		["还"] = {
			["活"] = {
				["着"] = {
					this = true
				}
			}
		},
		["承"] = {
			["认"] = {
				["我"] = {
					["不"] = {
						["是"] = {
							["一"] = {
								["个"] = {
									["好"] = {
										["男"] = {
											["人"] = {
												["，"] = {
													["很"] = {
														["坏"] = {
															["很"] = {
																["坏"] = {
																	["的"] = {
																		["男"] = {
																			["人"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["举"] = {
			["报"] = {
				["的"] = {
					["南"] = {
						["昌"] = {
							["市"] = {
								["缉"] = {
									["毒"] = {
										["支"] = {
											["队"] = {
												["支"] = {
													["队"] = {
														["长"] = {
															["余"] = {
																["炜"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["一"] = {
			["个"] = {
				["."] = {
					["{"] = {
						["0"] = {
							[","] = {
								["4"] = {
									["}"] = {
										["\\"] = {
											p = {
												P = {
													["?"] = {
														["怎"] = {
															["么"] = {
																["就"] = {
																	["到"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["4"] = {
																							["}"] = {
																								["了"] = {
																									["呢"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["舅"] = {
			["感"] = {
				["觉"] = {
					["到"] = {
						["筷"] = {
							this = true
						}
					}
				}
			}
		},
		["国"] = {
			["权"] = {
				["力"] = {
					["核"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["主"] = {
				c = {
					this = true
				}
			},
			["万"] = {
				["岁"] = {
					["爷"] = {
						this = true
					}
				}
			},
			["排"] = {
				["名"] = {
					n = {
						o = {
							["."] = {
								["1"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["党"] = {
			T = {
				o = {
					p = {
						["."] = {
							["1"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["无"] = {
			["所"] = {
				["谓"] = {
					["爱"] = {
						["国"] = {
							["."] = {
								["{"] = {
									["0"] = {
										[","] = {
											["1"] = {
												["}"] = {
													["叛"] = {
														["国"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["感"] = {
			["到"] = {
				["非"] = {
					["常"] = {
						["气"] = {
							["愤"] = {
								this = true
							}
						},
						["愤"] = {
							["怒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["热"] = {
			["爱"] = {
				["生"] = {
					["命"] = {
						["，"] = {
							["我"] = {
								["需"] = {
									["要"] = {
										["食"] = {
											["物"] = {
												["，"] = {
													["但"] = {
														["我"] = {
															["更"] = {
																["愿"] = {
																	["意"] = {
																		["为"] = {
																			["民"] = {
																				["主"] = {
																					["而"] = {
																						["牺"] = {
																							["牲"] = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["婊"] = {
		this = {
			this = true
		},
		["子"] = {
			this = true,
			["養"] = {
				["的"] = {
					this = true
				}
			},
			["养"] = {
				["的"] = {
					this = true
				}
			},
			["靠"] = {
				this = true
			}
		},
		["视"] = {
			["频"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["璩"] = {
		["美"] = {
			["凤"] = {
				this = true
			}
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["阴"] = {
		["茎"] = {
			this = true,
			["插"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				},
				["阴"] = {
					["道"] = {
						this = true
					}
				}
			}
		},
		["道"] = {
			this = true,
			["图"] = {
				this = true,
				["片"] = {
					this = true
				}
			},
			["被"] = {
				["捅"] = {
					this = true
				}
			},
			["好"] = {
				["大"] = {
					this = true
				}
			},
			D = {
				P = {
					this = true
				}
			}
		},
		["唇"] = {
			this = true,
			["被"] = {
				["插"] = {
					this = true
				}
			},
			["好"] = {
				["嫩"] = {
					["啊"] = {
						this = true
					}
				}
			},
			["上"] = {
				["摩"] = {
					["擦"] = {
						["着"] = {
							this = true
						}
					}
				}
			},
			["阴"] = {
				["道"] = {
					this = true
				}
			}
		},
		["水"] = {
			this = true
		},
		["核"] = {
			this = true
		},
		["部"] = {
			this = true,
			["特"] = {
				["写"] = {
					this = true
				}
			},
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["内"] = {
				["神"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["缔"] = {
			this = true
		},
		["阜"] = {
			this = true,
			["高"] = {
				["耸"] = {
					this = true
				}
			}
		},
		["精"] = {
			this = true
		},
		["屄"] = {
			this = true
		},
		["毛"] = {
			this = true,
			["*"] = {
				this = true
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["户"] = {
			this = true,
			["舔"] = {
				this = true
			},
			["抽"] = {
				["插"] = {
					this = true
				}
			},
			["好"] = {
				["紧"] = {
					this = true
				}
			}
		},
		["蒂"] = {
			this = true,
			["头"] = {
				this = true
			},
			["阴"] = {
				["蒂"] = {
					this = true
				}
			}
		},
		["小"] = {
			["撕"] = {
				["大"] = {
					this = true
				}
			}
		},
		["门"] = {
			this = true
		},
		b = {
			this = true
		},
		["胫"] = {
			this = true
		},
		["囊"] = {
			this = true
		},
		["处"] = {
			this = true
		},
		["沟"] = {
			this = true
		},
		["莖"] = {
			this = true
		},
		["肉"] = {
			this = true
		},
		["术"] = {
			this = true
		},
		["臀"] = {
			this = true
		},
		["穴"] = {
			this = true,
			["新"] = {
				["玩"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["阳"] = {
			["两"] = {
				["界"] = {
					["之"] = {
						["阴"] = {
							["兵"] = {
								["借"] = {
									["粮"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["间"] = {
			["没"] = {
				["吃"] = {
					["没"] = {
						["喝"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
