pg = pg or {}
slot0 = pg
slot0.word_template_145 = {}
slot1 = slot0.word_template_145

function temp()
	uv0["沙"] = {
		["漠"] = {
			["之"] = {
				["鹰"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					},
					["玩"] = {
						["具"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["鷹"] = {
					this = true
				}
			},
			["鹰"] = {
				["狗"] = {
					this = true
				}
			},
			["风"] = {
				["暴"] = {
					this = true
				}
			}
		},
		["菲"] = {
			["片"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["林"] = {
			this = true
		},
		["龙"] = {
			["3"] = {
				["6"] = {
					["5"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["巴"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["体"] = {
				["育"] = {
					this = true
				}
			}
		},
		["比"] = {
			this = true
		},
		["鹰"] = {
			this = true
		},
		["皇"] = {
			["李"] = {
				["长"] = {
					["春"] = {
						this = true
					}
				}
			}
		},
		["爆"] = {
			["鹰"] = {
				this = true
			}
		},
		["城"] = {
			["免"] = {
				["费"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["甸"] = {
			this = true,
			["+"] = {
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			},
			["炸"] = {
				["药"] = {
					this = true
				}
			}
		},
		["发"] = {
			["爱"] = {
				["爱"] = {
					this = true
				}
			},
			["人"] = {
				["体"] = {
					this = true
				}
			},
			["上"] = {
				["的"] = {
					["摇"] = {
						["摆"] = {
							this = true
						}
					}
				}
			}
		},
		["科"] = {
			["洛"] = {
				["夫"] = {
					["设"] = {
						["计"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["里"] = {
			["奈"] = {
				["好"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["裡"] = {
			["奈"] = {
				["好"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["密"] = {
			["鷹"] = {
				this = true
			}
		},
		["色"] = {
			r = {
				["2"] = {
					["8"] = {
						this = true
					}
				}
			}
		},
		["滩"] = {
			["门"] = {
				this = true
			},
			["艳"] = {
				["照"] = {
					this = true
				}
			},
			["照"] = {
				this = true,
				["章"] = {
					["子"] = {
						["怡"] = {
							this = true
						}
					}
				}
			}
		},
		["特"] = {
			["阿"] = {
				["拉"] = {
					["伯"] = {
						["军"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["悟"] = {
			["净"] = {
				this = true
			}
		},
		["希"] = {
			this = true
		},
		["叶"] = {
			["新"] = {
				this = true,
				["禁"] = {
					["品"] = {
						["选"] = {
							this = true
						}
					}
				}
			}
		},
		["鷹"] = {
			this = true
		},
		["峪"] = {
			["少"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["月"] = {
			["由"] = {
				["奈"] = {
					this = true
				}
			}
		},
		["田"] = {
			["大"] = {
				["会"] = {
					["堂"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["钢"] = {
		["珠"] = {
			this = true,
			["枪"] = {
				this = true,
				["网"] = {
					this = true
				},
				["小"] = {
					["口"] = {
						["径"] = {
							["步"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["火"] = {
					["药"] = {
						["动"] = {
							["力"] = {
								this = true
							}
						}
					}
				},
				["麻"] = {
					["醉"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["去"] = {
					this = true
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				},
				["预"] = {
					["订"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true,
				["看"] = {
					["货"] = {
						this = true
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["供"] = {
					["應"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["粮"] = {
					this = true,
					["专"] = {
						["售"] = {
							this = true
						}
					}
				},
				["免"] = {
					["定"] = {
						["金"] = {
							this = true
						}
					}
				},
				["配"] = {
					["件"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["联"] = {
							["系"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["猎"] = {
				this = true,
				["狗"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true,
					["低"] = {
						["价"] = {
							this = true
						}
					},
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					},
					["钢"] = {
						["珠"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true,
					["网"] = {
						this = true
					},
					["结"] = {
						["构"] = {
							["图"] = {
								this = true
							}
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["弹"] = {
				this = true,
				["求"] = {
					["购"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["吹"] = {
				["尘"] = {
					["狗"] = {
						["制"] = {
							["作"] = {
								["视"] = {
									["频"] = {
										this = true
									}
								}
							}
						},
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["弩"] = {
				this = true,
				["结"] = {
					["构"] = {
						["图"] = {
							this = true
						}
					}
				},
				["的"] = {
					["做"] = {
						["法"] = {
							this = true
						}
					}
				},
				["枪"] = {
					["专"] = {
						this = true
					}
				},
				["热"] = {
					this = true
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["团"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["5"] = {
				["."] = {
					["6"] = {
						this = true
					}
				}
			},
			["狙"] = {
				["击"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						["订"] = {
							["购"] = {
								this = true
							}
						}
					}
				}
			},
			["管"] = {
				this = true
			},
			["秃"] = {
				this = true,
				["鹰"] = {
					this = true
				}
			},
			["发"] = {
				["射"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							["网"] = {
								this = true
							},
							["店"] = {
								this = true
							}
						},
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["努"] = {
					this = true,
					["专"] = {
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["%"] = {
				["枪"] = {
					this = true
				}
			},
			["*"] = {
				["枪"] = {
					this = true
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true
				}
			},
			["打"] = {
				["鸟"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["蛋"] = {
				["蛋"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["的"] = {
				["槍"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true,
						["低"] = {
							["价"] = {
								this = true
							}
						},
						["钢"] = {
							["珠"] = {
								this = true
							}
						},
						["子"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["努"] = {
				this = true,
				["热"] = {
					this = true
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["团"] = {
					["购"] = {
						this = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["零"] = {
						["件"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			},
			["铅"] = {
				["弹"] = {
					this = true
				}
			},
			["槍"] = {
				this = true,
				["气"] = {
					this = true,
					["槍"] = {
						this = true
					}
				}
			},
			["抢"] = {
				this = true
			},
			["手"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				},
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				},
				["枪"] = {
					this = true,
					["低"] = {
						["价"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					},
					["钢"] = {
						["珠"] = {
							this = true
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				},
				["槍"] = {
					this = true
				}
			},
			["长"] = {
				["狗"] = {
					this = true
				}
			},
			["专"] = {
				["用"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					},
					["手"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			},
			["左"] = {
				["轮"] = {
					["狗"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					},
					["枪"] = {
						this = true
					}
				}
			}
		},
		["弩"] = {
			this = true,
			["电"] = {
				["棍"] = {
					this = true
				}
			},
			["改"] = {
				["装"] = {
					this = true
				}
			}
		},
		["笔"] = {
			["狗"] = {
				this = true
			}
		},
		["株"] = {
			["狗"] = {
				this = true
			}
		},
		["炮"] = {
			["管"] = {
				p = {
					c = {
						p = {
							this = true
						}
					}
				}
			}
		},
		["芯"] = {
			["镀"] = {
				["镍"] = {
					[" "] = {
						["高"] = {
							["仿"] = {
								["真"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["#"] = {
			["珠"] = {
				["#"] = {
					["枪"] = {
						this = true
					}
				},
				["枪"] = {
					this = true
				}
			}
		},
		["鞭"] = {
			this = true
		},
		["铳"] = {
			this = true
		},
		["弹"] = {
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["刀"] = {
			this = true
		},
		["低"] = {
			["价"] = {
				["珠"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["构"] = {
			this = true
		},
		["管"] = {
			["枪"] = {
				this = true
			},
			["舞"] = {
				this = true
			}
		},
		["甲"] = {
			["洪"] = {
				["流"] = {
					this = true
				}
			}
		},
		["琴"] = {
			["别"] = {
				["恋"] = {
					this = true
				}
			}
		},
		["圈"] = {
			this = true
		},
		["铁"] = {
			["翻"] = {
				["滚"] = {
					["笔"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["心"] = {
					this = true
				}
			}
		},
		["针"] = {
			g = {
				o = {
					u = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["枪"] = {
				this = true
			}
		},
		["制"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true,
						["低"] = {
							["价"] = {
								this = true
							}
						},
						["钢"] = {
							["珠"] = {
								this = true
							}
						},
						["子"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["弓"] = {
				["努"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["努"] = {
				this = true
			},
			["弩"] = {
				this = true
			}
		},
		["柱"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["进"] = {
		["口"] = {
			["汽"] = {
				["枪"] = {
					this = true,
					["网"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				},
				["车"] = {
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["狗"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["抢"] = {
					this = true
				},
				["手"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["气"] = {
				["狗"] = {
					this = true,
					["配"] = {
						["件"] = {
							["专"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true,
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true,
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					},
					[","] = {
						["气"] = {
							["枪"] = {
								["子"] = {
									["弹"] = {
										["\""] = {
											this = true
										}
									}
								}
							}
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["代"] = {
						this = true
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["詘"] = {
						["货"] = {
							this = true
						}
					},
					["秃"] = {
						["鹰"] = {
							this = true
						}
					},
					["图"] = {
						this = true
					},
					["预"] = {
						["定"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["动"] = {
					["长"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["木"] = {
					["仓"] = {
						this = true
					}
				},
				["槍"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["手"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["价"] = {
						["格"] = {
							this = true
						},
						["钱"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["努"] = {
					this = true,
					["价"] = {
						["钱"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["毒"] = {
				["药"] = {
					this = true
				}
			},
			["秃"] = {
				this = true,
				["鹰"] = {
					this = true,
					["气"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["枪"] = {
						["专"] = {
							this = true
						}
					},
					["专"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["车"] = {
				this = true,
				["锁"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["短"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			p = {
				c = {
					p = {
						this = true,
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			P = {
				C = {
					P = {
						["系"] = {
							["列"] = {
								this = true
							}
						}
					}
				}
			},
			Q = {
				B = {
					["7"] = {
						["8"] = {
							this = true
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true,
					["代"] = {
						["理"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["催"] = {
				["情"] = {
					["水"] = {
						this = true
					},
					["药"] = {
						["水"] = {
							this = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					p = {
						c = {
							p = {
								this = true
							}
						}
					},
					["气"] = {
						["狗"] = {
							this = true
						}
					},
					["真"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["售"] = {
							this = true
						},
						["专"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["硅"] = {
				["胶"] = {
					this = true,
					["脸"] = {
						["皮"] = {
							this = true
						}
					},
					["面"] = {
						["具"] = {
							this = true
						},
						["皮"] = {
							this = true
						}
					},
					["人"] = {
						["皮"] = {
							this = true
						}
					}
				}
			},
			["机"] = {
				["枪"] = {
					this = true,
					["点"] = {
						this = true
					}
				}
			},
			["捷"] = {
				["克"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["解"] = {
				["码"] = {
					["器"] = {
						this = true
					}
				}
			},
			["金"] = {
				["属"] = {
					["枪"] = {
						["模"] = {
							this = true,
							["售"] = {
								this = true
							},
							["专"] = {
								this = true
							}
						}
					},
					["铊"] = {
						this = true
					}
				}
			},
			["精"] = {
				["品"] = {
					["弓"] = {
						["弩"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["弩"] = {
						this = true
					},
					["汽"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["刀"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["开"] = {
				["锁"] = {
					["工"] = {
						["具"] = {
							["专"] = {
								this = true
							}
						}
					},
					["具"] = {
						this = true
					}
				}
			},
			["猎"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					}
				},
				["醉"] = {
					["枪"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				},
				["秃"] = {
					this = true
				}
			},
			["迷"] = {
				["烟"] = {
					this = true
				}
			},
			["模"] = {
				["型"] = {
					["枪"] = {
						this = true
					},
					["抢"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true,
				["弓"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["骑"] = {
				["枪"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["模"] = {
					this = true
				},
				["支"] = {
					this = true
				}
			},
			["强"] = {
				["力"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["棱"] = {
					["军"] = {
						["刺"] = {
							["专"] = {
								this = true
							}
						}
					}
				},
				["唑"] = {
					["仑"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["骚"] = {
				["本"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["双"] = {
				["管"] = {
					["枪"] = {
						this = true
					}
				},
				["猎"] = {
					this = true
				}
			},
			["玩"] = {
				["具"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						this = true
					}
				}
			},
			["新"] = {
				["步"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["氯"] = {
						["胺"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["药"] = {
				["品"] = {
					this = true
				},
				["业"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["原"] = {
				["装"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["美"] = {
						["秃"] = {
							this = true
						}
					},
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["长"] = {
				["狗"] = {
					this = true
				}
			},
			["真"] = {
				["枪"] = {
					this = true
				},
				["抢"] = {
					this = true
				}
			}
		},
		["线"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			}
		},
		["化"] = {
			["不"] = {
				["完"] = {
					["全"] = {
						["的"] = {
							["生"] = {
								["命"] = {
									["体"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["攻"] = {
			["台"] = {
				["湾"] = {
					this = true
				}
			}
		},
		["藏"] = {
			["游"] = {
				["客"] = {
					this = true,
					["拍"] = {
						["照"] = {
							this = true
						}
					}
				}
			}
		},
		["错"] = {
			["房"] = {
				["间"] = {
					["上"] = {
						["错"] = {
							["床"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["度"] = {
			this = true,
			["总"] = {
				["览"] = {
					this = true
				}
			}
		},
		["行"] = {
			["中"] = {
				this = true
			}
		},
		["京"] = {
			["上"] = {
				["访"] = {
					this = true
				}
			}
		},
		["平"] = {
			["二"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							this = true
						}
					}
				}
			},
			["婚"] = {
				["姻"] = {
					["史"] = {
						this = true
					}
				}
			},
			["柯"] = {
				["零"] = {
					["零"] = {
						this = true
					}
				},
				["小"] = {
					["明"] = {
						this = true
					}
				}
			},
			["两"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							this = true
						}
					}
				}
			},
			["有"] = {
				["几"] = {
					["次"] = {
						["婚"] = {
							["姻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["去"] = {
			["就"] = {
				["知"] = {
					["道"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["习"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["雄"] = {
		["鹰"] = {
			a = {
				w = {
					p = {
						this = true
					}
				}
			},
			m = {
				["0"] = {
					["5"] = {
						this = true,
						A = {
							this = true
						}
					},
					["0"] = {
						["7"] = {
							this = true
						}
					}
				}
			},
			S = {
				V = {
					D = {
						this = true
					}
				}
			},
			M = {
				["0"] = {
					["0"] = {
						["8"] = {
							this = true
						}
					}
				}
			},
			["1"] = {
				["9"] = {
					["1"] = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["模"] = {
					["网"] = {
						this = true
					}
				}
			},
			["原"] = {
				["装"] = {
					a = {
						w = {
							p = {
								this = true
							}
						}
					}
				}
			}
		},
		["烯"] = {
			["二"] = {
				["醇"] = {
					this = true
				}
			}
		},
		["悦"] = {
			["刀"] = {
				["剑"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["土"] = {
		["铳"] = {
			this = true
		},
		["制"] = {
			this = true,
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["炸"] = {
				["弹"] = {
					this = true,
					["配"] = {
						["方"] = {
							this = true
						}
					}
				},
				["药"] = {
					this = true,
					["的"] = {
						this = true
					}
				}
			},
			["手"] = {
				["榴"] = {
					["弹"] = {
						this = true
					}
				},
				["雷"] = {
					this = true
				}
			},
			["火"] = {
				["药"] = {
					this = true
				}
			},
			["燃"] = {
				["烧"] = {
					["弹"] = {
						this = true
					}
				}
			},
			C = {
				["4"] = {
					this = true
				}
			},
			["黑"] = {
				["火"] = {
					["药"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["炸"] = {
			["弹"] = {
				this = true,
				["制"] = {
					["作"] = {
						["流"] = {
							["程"] = {
								this = true
							}
						}
					}
				},
				["方"] = {
					["法"] = {
						this = true
					}
				},
				["工"] = {
					["艺"] = {
						this = true
					}
				},
				["流"] = {
					["程"] = {
						this = true
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["手"] = {
					["册"] = {
						this = true
					}
				}
			},
			["药"] = {
				this = true,
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["成"] = {
					["份"] = {
						this = true
					}
				},
				["的"] = {
					["制"] = {
						["法"] = {
							this = true
						}
					},
					["做"] = {
						["法"] = {
							this = true
						}
					}
				},
				["手"] = {
					["册"] = {
						this = true
					}
				}
			},
			["藥"] = {
				this = true
			}
		},
		["雷"] = {
			this = true
		},
		["豪"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["鹰"] = {
			this = true,
			["手"] = {
				this = true
			}
		},
		["猎"] = {
			["狗"] = {
				["瓦"] = {
					["盖"] = {
						["鼻"] = {
							this = true
						}
					}
				}
			},
			["管"] = {
				this = true
			}
		},
		["枪"] = {
			this = true,
			["设"] = {
				["计"] = {
					["图"] = {
						this = true
					}
				}
			},
			["打"] = {
				["猎"] = {
					["密"] = {
						["云"] = {
							this = true
						}
					}
				}
			}
		},
		["八"] = {
			["路"] = {
				["弹"] = {
					["弓"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["工"] = {
				["程"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["共"] = {
			this = true
		},
		g = {
			this = true
		},
		["肥"] = {
			["原"] = {
				["贤"] = {
					["二"] = {
						this = true
					}
				}
			}
		},
		["爆"] = {
			["狗"] = {
				this = true
			}
		},
		["逼"] = {
			this = true
		},
		["冰"] = {
			this = true,
			["方"] = {
				["法"] = {
					this = true
				}
			}
		},
		["地"] = {
			["雷"] = {
				this = true,
				["方"] = {
					["法"] = {
						this = true
					}
				}
			},
			["权"] = {
				["利"] = {
					["证"] = {
						["明"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["豆"] = {
			["色"] = {
				this = true
			}
		},
		["仿"] = {
			["狗"] = {
				this = true
			}
		},
		["狗"] = {
			this = true,
			["火"] = {
				["枪"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["火"] = {
			["炮"] = {
				this = true
			}
		},
		["炮"] = {
			this = true
		},
		["手"] = {
			["枪"] = {
				this = true
			}
		},
		["田"] = {
			["舞"] = {
				["衣"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["屋"] = {
			["加"] = {
				["奈"] = {
					["子"] = {
						b = {
							t = {
								this = true
							}
						},
						["电"] = {
							["驴"] = {
								this = true
							}
						},
						["電"] = {
							["驢"] = {
								this = true
							}
						},
						["全"] = {
							["集"] = {
								this = true
							}
						},
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["無"] = {
							["碼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["佐"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鲁"] = {
		["格"] = {
			this = true,
			p = {
				["8"] = {
					["5"] = {
						this = true
					}
				}
			},
			["管"] = {
				this = true
			}
		},
		["琪"] = {
			["阁"] = {
				this = true
			}
		},
		["鲁"] = {
			["涩"] = {
				this = true
			},
			["色"] = {
				this = true,
				["播"] = {
					["网"] = {
						this = true
					}
				}
			},
			["阁"] = {
				this = true
			}
		},
		["大"] = {
			["妈"] = {
				this = true,
				["成"] = {
					["人"] = {
						["色"] = {
							["情"] = {
								this = true,
								["视"] = {
									["频"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["色"] = {
					["情"] = {
						["网"] = {
							["在"] = {
								["线"] = {
									["视"] = {
										["频"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["在"] = {
					["线"] = {
						this = true
					}
				},
				["网"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["爷"] = {
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["师"] = {
				["7"] = {
					["7"] = {
						["7"] = {
							this = true
						}
					}
				}
			}
		},
		["斯"] = {
			["屋"] = {
				this = true
			}
		},
		["鸡"] = {
			["妞"] = {
				this = true
			}
		},
		["二"] = {
			["哥"] = {
				["男"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["俊"] = {
			this = true
		},
		["迅"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["瓦"] = {
		["斯"] = {
			this = true,
			["手"] = {
				["枪"] = {
					this = true
				},
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true,
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["带"] = {
						["退"] = {
							["弹"] = {
								this = true
							}
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["狗"] = {
						this = true
					},
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["9"] = {
				["9"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["长"] = {
				["手"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["尔"] = {
			["特"] = {
				this = true,
				c = {
					p = {
						["9"] = {
							["9"] = {
								this = true
							}
						}
					}
				},
				P = {
					["9"] = {
						["9"] = {
							this = true
						}
					},
					["2"] = {
						["2"] = {
							this = true
						}
					},
					P = {
						K = {
							this = true,
							S = {
								this = true
							}
						}
					}
				},
				["统"] = {
					["治"] = {
						["者"] = {
							this = true,
							["5"] = {
								["."] = {
									["5"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["夜"] = {
					["鹰"] = {
						this = true
					}
				}
			}
		},
		["管"] = {
			this = true
		},
		["解"] = {
			["专"] = {
				["制"] = {
					this = true
				}
			}
		},
		["爾"] = {
			["特"] = {
				G = {
					S = {
						P = {
							this = true
						}
					}
				},
				P = {
					["5"] = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					},
					P = {
						["手"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["良"] = {
			["格"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["绿"] = {
		["瓦"] = {
			["管"] = {
				this = true
			}
		},
		["藜"] = {
			["芦"] = {
				["生"] = {
					["物"] = {
						["碱"] = {
							this = true
						}
					}
				}
			}
		},
		["帽"] = {
			["文"] = {
				["经"] = {
					["典"] = {
						["大"] = {
							["合"] = {
								["集"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["小"] = {
				["说"] = {
					this = true
				}
			},
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["奴"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["母"] = {
			["文"] = {
				this = true
			}
		},
		["妻"] = {
			["文"] = {
				this = true
			}
		},
		["妈"] = {
			["文"] = {
				this = true
			}
		},
		w = {
			this = true
		},
		["山"] = {
			["管"] = {
				this = true
			}
		},
		["皮"] = {
			["5"] = {
				["."] = {
					["5"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["椅"] = {
				["子"] = {
					["电"] = {
						["影"] = {
							["完"] = {
								["整"] = {
									["版"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["无"] = {
				["毒"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["华"] = {
				["人"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["火"] = {
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			},
			["伟"] = {
				["哥"] = {
					this = true
				}
			}
		},
		["加"] = {
			["白"] = {
				["福"] = {
					["利"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["龙"] = {
			["红"] = {
				["凤"] = {
					this = true
				}
			}
		},
		["海"] = {
			["淫"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["叶"] = {
			["电"] = {
				["器"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["汽"] = {
		["狗"] = {
			this = true,
			["铅"] = {
				["弹"] = {
					this = true
				}
			},
			["图"] = {
				this = true,
				["纸"] = {
					this = true
				}
			},
			["狗"] = {
				["粮"] = {
					this = true,
					["低"] = {
						["价"] = {
							this = true
						}
					},
					["高"] = {
						["价"] = {
							this = true
						}
					},
					["现"] = {
						["价"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["配"] = {
				["件"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["瓶"] = {
				this = true
			},
			["弹"] = {
				this = true,
				["药"] = {
					["耗"] = {
						["材"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["价"] = {
					this = true
				}
			},
			["、"] = {
				["电"] = {
					["狗"] = {
						["专"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["。"] = {
				["。"] = {
					this = true
				}
			},
			["北"] = {
				["京"] = {
					["收"] = {
						["购"] = {
							this = true
						}
					}
				}
			},
			["便"] = {
				["宜"] = {
					this = true,
					["了"] = {
						this = true
					}
				}
			},
			["诚"] = {
				["信"] = {
					["专"] = {
						this = true
					}
				}
			},
			["出"] = {
				["货"] = {
					this = true
				}
			},
			["大"] = {
				["量"] = {
					this = true
				},
				["全"] = {
					this = true
				}
			},
			["代"] = {
				["购"] = {
					["网"] = {
						["络"] = {
							this = true
						}
					}
				}
			},
			["彈"] = {
				["藥"] = {
					["耗"] = {
						["材"] = {
							this = true,
							["專"] = {
								this = true
							}
						}
					}
				}
			},
			["到"] = {
				["货"] = {
					this = true
				}
			},
			["低"] = {
				["价"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["独"] = {
				["家"] = {
					["专"] = {
						this = true
					}
				}
			},
			["儿"] = {
				this = true
			},
			["钢"] = {
				["珠"] = {
					this = true
				}
			},
			["和"] = {
				["狗"] = {
					["粮"] = {
						["便"] = {
							["宜"] = {
								this = true
							}
						}
					}
				}
			},
			["混"] = {
				["合"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["技"] = {
				["术"] = {
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["准"] = {
					["技"] = {
						["巧"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["零"] = {
				["件"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["喷"] = {
				["子"] = {
					this = true
				}
			},
			["噴"] = {
				["孒"] = {
					this = true
				},
				["子"] = {
					this = true
				}
			},
			["品"] = {
				["質"] = {
					["保"] = {
						["證"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["连"] = {
					["发"] = {
						this = true
					}
				}
			},
			["商"] = {
				["城"] = {
					this = true
				}
			},
			["是"] = {
				["什"] = {
					["么"] = {
						this = true
					}
				}
			},
			["手"] = {
				["狗"] = {
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["聯"] = {
						["繫"] = {
							this = true
						},
						["係"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				},
				["槍"] = {
					this = true
				}
			},
			["淘"] = {
				["宝"] = {
					this = true
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["網"] = {
				this = true
			},
			["消"] = {
				["售"] = {
					["网"] = {
						this = true
					}
				}
			},
			["研"] = {
				["发"] = {
					this = true
				}
			},
			["营"] = {
				["口"] = {
					["市"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["北"] = {
					["京"] = {
						["哪"] = {
							["？"] = {
								this = true
							}
						}
					}
				}
			},
			["之"] = {
				["家"] = {
					this = true
				}
			},
			["支"] = {
				["付"] = {
					["宝"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["质"] = {
				["量"] = {
					["保"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["种"] = {
				["类"] = {
					["繁"] = {
						["多"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				this = true,
				["店"] = {
					this = true
				},
				["网"] = {
					this = true
				},
				["销"] = {
					this = true
				}
			},
			["專"] = {
				["銷"] = {
					this = true
				}
			},
			["子"] = {
				["弹"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["组"] = {
				["装"] = {
					this = true
				}
			}
		},
		["枪"] = {
			this = true,
			["配"] = {
				["件"] = {
					this = true,
					["在"] = {
						["线"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["营"] = {
							this = true
						}
					}
				}
			},
			["图"] = {
				["纸"] = {
					this = true
				}
			},
			["消"] = {
				["声"] = {
					["器"] = {
						this = true
					}
				}
			},
			["铅"] = {
				["弹"] = {
					this = true,
					["低"] = {
						["价"] = {
							["销"] = {
								this = true
							}
						}
					},
					["模"] = {
						this = true,
						["具"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true,
				["购"] = {
					this = true
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				},
				["铅"] = {
					["弹"] = {
						["猎"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["站"] = {
					this = true
				},
				["专"] = {
					["网"] = {
						this = true
					}
				}
			},
			["官"] = {
				["网"] = {
					this = true
				},
				["方"] = {
					["网"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true,
				["卖"] = {
					["网"] = {
						this = true
					}
				},
				["场"] = {
					["网"] = {
						this = true
					}
				},
				["店"] = {
					this = true
				},
				["热"] = {
					["线"] = {
						this = true
					}
				},
				["商"] = {
					["城"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				},
				["营"] = {
					["店"] = {
						this = true
					}
				},
				["用"] = {
					["消"] = {
						["声"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["店"] = {
				this = true
			},
			["6"] = {
				["3"] = {
					["5"] = {
						["十"] = {
							["年"] = {
								["精"] = {
									["品"] = {
										["老"] = {
											["店"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["&"] = {
				this = true
			},
			["、"] = {
				["猎"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["板"] = {
				["图"] = {
					this = true
				}
			},
			["厂"] = {
				this = true
			},
			["打"] = {
				["猎"] = {
					this = true,
					["视"] = {
						["频"] = {
							this = true
						}
					}
				},
				["鸟"] = {
					this = true
				}
			},
			["大"] = {
				["全"] = {
					this = true
				}
			},
			["弹"] = {
				this = true,
				["簧"] = {
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				this = true,
				["配"] = {
					["件"] = {
						this = true
					}
				}
			},
			["低"] = {
				["价"] = {
					["销"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["钢"] = {
				["珠"] = {
					this = true
				}
			},
			["高"] = {
				["压"] = {
					["火"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["构"] = {
				["造"] = {
					["图"] = {
						this = true
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["价"] = {
				["格"] = {
					this = true
				}
			},
			["交"] = {
				["易"] = {
					this = true
				}
			},
			["军"] = {
				["品"] = {
					["专"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["看"] = {
				["货"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["猎"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["零"] = {
				["件"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["密"] = {
				["云"] = {
					this = true
				}
			},
			["免"] = {
				["定"] = {
					["金"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["管"] = {
					["图"] = {
						this = true
					}
				}
			},
			["世"] = {
				["界"] = {
					["网"] = {
						this = true
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["手"] = {
				["续"] = {
					this = true
				}
			},
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["验"] = {
				["货"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["原"] = {
				["理"] = {
					["图"] = {
						this = true,
						["纸"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["转"] = {
				["让"] = {
					this = true
				}
			},
			["子"] = {
				["弹"] = {
					this = true,
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["组"] = {
				["装"] = {
					this = true
				}
			}
		},
		["短"] = {
			["狗"] = {
				this = true,
				["低"] = {
					["价"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["全"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				},
				["现"] = {
					["货"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["长"] = {
			["狗"] = {
				this = true,
				["低"] = {
					["价"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["全"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				},
				["现"] = {
					["货"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["抢"] = {
			this = true,
			["专"] = {
				["卖"] = {
					["网"] = {
						this = true
					}
				},
				["买"] = {
					["网"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["定"] = {
				["点"] = {
					["点"] = {
						this = true
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["展"] = {
				["示"] = {
					["网"] = {
						this = true
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["手"] = {
			["狗"] = {
				this = true,
				["低"] = {
					["价"] = {
						this = true
					}
				},
				["全"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				},
				["现"] = {
					["货"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["步"] = {
			["狗"] = {
				this = true
			},
			["枪"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		g = {
			o = {
				u = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["高"] = {
						["价"] = {
							this = true
						}
					},
					["喷"] = {
						["子"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["油"] = {
			["弹"] = {
				this = true,
				["方"] = {
					["法"] = {
						this = true
					}
				}
			},
			["三"] = {
				["分"] = {
					["之"] = {
						["一"] = {
							["白"] = {
								["糖"] = {
									["混"] = {
										["合"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["燃"] = {
				["烧"] = {
					["弹"] = {
						this = true
					},
					["瓶"] = {
						this = true
					}
				}
			}
		},
		["车"] = {
			["中"] = {
				["控"] = {
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							},
							["专"] = {
								this = true
							}
						}
					},
					["信"] = {
						["号"] = {
							["解"] = {
								["码"] = {
									["器"] = {
										this = true
									}
								}
							},
							["干"] = {
								["扰"] = {
									["器"] = {
										this = true
									}
								}
							},
							["屏"] = {
								["蔽"] = {
									["器"] = {
										this = true
									}
								}
							}
						}
					},
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					},
					["电"] = {
						["子"] = {
							["干"] = {
								["扰"] = {
									["器"] = {
										this = true
									}
								}
							}
						}
					},
					["复"] = {
						["制"] = {
							["器"] = {
								this = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					},
					["破"] = {
						["解"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["子"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["脑"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["门"] = {
				["锁"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					},
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["号"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["屏"] = {
						["蔽"] = {
							["器"] = {
								this = true
							}
						}
					},
					["复"] = {
						["制"] = {
							["器"] = {
								this = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					},
					["拦"] = {
						["截"] = {
							this = true,
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["解"] = {
				["码"] = {
					this = true,
					["器"] = {
						this = true,
						["价"] = {
							["格"] = {
								this = true
							}
						},
						["联"] = {
							["系"] = {
								this = true
							}
						},
						["软"] = {
							["件"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["仪"] = {
						this = true,
						["器"] = {
							this = true
						}
					}
				}
			},
			["钥"] = {
				["匙"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["拦"] = {
				["截"] = {
					["器"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["干"] = {
				["扰"] = {
					this = true,
					["器"] = {
						this = true,
						["保"] = {
							["真"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["信"] = {
						["号"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["爆"] = {
				["炸"] = {
					["案"] = {
						this = true,
						["*"] = {
							this = true
						},
						["现"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["炸"] = {
				["弹"] = {
					this = true,
					["制"] = {
						["作"] = {
							this = true
						}
					},
					["袭"] = {
						["击"] = {
							this = true
						}
					}
				},
				["药"] = {
					this = true
				}
			},
			["车"] = {
				["门"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["主"] = {
					["名"] = {
						["单"] = {
							this = true
						},
						["录"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["翻"] = {
				["牌"] = {
					["器"] = {
						this = true
					}
				},
				["转"] = {
					["器"] = {
						this = true
					}
				}
			},
			["防"] = {
				["盗"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["锁"] = {
						this = true
					}
				}
			},
			["工"] = {
				["具"] = {
					["百"] = {
						["宝"] = {
							["箱"] = {
								this = true
							}
						}
					},
					["万"] = {
						["能"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["开"] = {
				["锁"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					},
					["器"] = {
						this = true
					}
				}
			},
			["快"] = {
				["开"] = {
					this = true,
					["?"] = {
						this = true
					},
					["工"] = {
						["具"] = {
							this = true
						}
					}
				},
				["速"] = {
					["解"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["屏"] = {
				["蔽"] = {
					["器"] = {
						this = true
					}
				}
			},
			["强"] = {
				["开"] = {
					this = true,
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["续"] = {
					this = true
				}
			},
			["锁"] = {
				["解"] = {
					["码"] = {
						["器"] = {
							this = true
						}
					}
				},
				["开"] = {
					["锁"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["秒"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				},
				["强"] = {
					["开"] = {
						this = true,
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			["套"] = {
				["开"] = {
					this = true
				},
				["牌"] = {
					["手"] = {
						["续"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["万"] = {
				["能"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["钥"] = {
						["匙"] = {
							this = true
						}
					}
				}
			},
			["无"] = {
				["敌"] = {
					["霸"] = {
						["王"] = {
							this = true
						}
					}
				}
			},
			["芯"] = {
				["片"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["钥"] = {
						["匙"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				["用"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					["技"] = {
						["巧"] = {
							this = true
						}
					},
					["偷"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["鸡"] = {
			this = true
		},
		["秃"] = {
			this = true
		},
		["粮"] = {
			this = true
		},
		["柁"] = {
			this = true
		},
		["車"] = {
			["爆"] = {
				["炸"] = {
					["案"] = {
						["現"] = {
							["場"] = {
								this = true
							}
						}
					}
				}
			},
			["エ"] = {
				["具"] = {
					["粨"] = {
						["寶"] = {
							["葙"] = {
								this = true
							}
						}
					}
				}
			},
			["幹"] = {
				["擾"] = {
					["噐"] = {
						this = true
					}
				}
			},
			["解"] = {
				["犸"] = {
					["噐"] = {
						["栱"] = {
							["應"] = {
								this = true
							}
						}
					}
				},
				["碼"] = {
					["器"] = {
						this = true
					}
				}
			},
			["繲"] = {
				["碼"] = {
					["噐"] = {
						["供"] = {
							["應"] = {
								this = true
							}
						}
					}
				}
			},
			["拦"] = {
				["截"] = {
					["解"] = {
						["犸"] = {
							["噐"] = {
								this = true
							}
						},
						["碼"] = {
							["器"] = {
								this = true
							}
						}
					},
					["噐"] = {
						["蛧"] = {
							this = true
						}
					}
				}
			},
			["攔"] = {
				["截"] = {
					["噐"] = {
						["網"] = {
							this = true
						}
					},
					["器"] = {
						this = true,
						["網"] = {
							this = true
						}
					}
				}
			},
			["強"] = {
				["閞"] = {
					this = true
				},
				["幵"] = {
					this = true,
					["エ"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["遙"] = {
				["控"] = {
					["干"] = {
						["擾"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["狆"] = {
				["啌"] = {
					["迀"] = {
						["擾"] = {
							["噐"] = {
								this = true
							}
						}
					}
				}
			},
			["衶"] = {
				["控"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["笁"] = {
				["倶"] = {
					["咟"] = {
						["寶"] = {
							["葙"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["%"] = {
			["槍"] = {
				this = true
			}
		},
		["、"] = {
			["狗"] = {
				["、"] = {
					["出"] = {
						["、"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["?"] = {
			["狗"] = {
				this = true
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							this = true,
							["网"] = {
								this = true
							},
							["網"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爆"] = {
			["机"] = {
				this = true
			}
		},
		["長"] = {
			["狗"] = {
				this = true
			}
		},
		["弹"] = {
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["动"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["狗"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			}
		},
		["豞"] = {
			this = true
		},
		["机"] = {
			this = true
		},
		["狙"] = {
			["狗"] = {
				this = true
			}
		},
		["拉"] = {
			["狗"] = {
				this = true
			}
		},
		["猎"] = {
			["枪"] = {
				["收"] = {
					["藏"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["木"] = {
			["仓"] = {
				this = true,
				["专"] = {
					this = true
				}
			}
		},
		["槍"] = {
			this = true,
			["鉛"] = {
				["彈"] = {
					this = true
				}
			},
			["網"] = {
				this = true
			}
		},
		["熗"] = {
			["荬"] = {
				this = true
			},
			["蛧"] = {
				this = true
			}
		},
		["专"] = {
			["枪"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["短"] = {
		["秃"] = {
			this = true,
			["管"] = {
				["子"] = {
					this = true
				}
			},
			["套"] = {
				["件"] = {
					this = true
				}
			}
		},
		["狗"] = {
			this = true,
			d = {
				i = {
					y = {
						this = true
					}
				}
			},
			["专"] = {
				["卖"] = {
					this = true
				}
			},
			["火"] = {
				["狗"] = {
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			}
		},
		["枪"] = {
			this = true
		},
		["鸡"] = {
			this = true
		},
		["管"] = {
			["改"] = {
				["秃"] = {
					this = true
				}
			}
		},
		["信"] = {
			["号"] = {
				["码"] = {
					["任"] = {
						["意"] = {
							["显"] = {
								this = true
							}
						}
					}
				}
			},
			["收"] = {
				["发"] = {
					["器"] = {
						this = true
					}
				}
			},
			["发"] = {
				["送"] = {
					["器"] = {
						this = true
					}
				}
			},
			["群"] = {
				["发"] = {
					this = true,
					["器"] = {
						this = true,
						["*"] = {
							this = true,
							["*"] = {
								this = true
							}
						},
						["{"] = {
							M = {
								O = {
									D = {
										["}"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["猫"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["广"] = {
				["告"] = {
					this = true
				}
			},
			["商"] = {
				["务"] = {
					["广"] = {
						["告"] = {
							this = true
						}
					}
				}
			},
			["注"] = {
				["册"] = {
					this = true
				}
			}
		},
		["柄"] = {
			["砍"] = {
				["刀"] = {
					["专"] = {
						["特"] = {
							this = true
						}
					}
				}
			}
		},
		["步"] = {
			["枪"] = {
				this = true
			}
		},
		["刀"] = {
			this = true
		},
		["房"] = {
			this = true
		},
		["豞"] = {
			["豞"] = {
				["悢"] = {
					this = true
				}
			}
		}
	}
end

temp()
