pg = pg or {}
slot0 = pg
slot0.word_template_163 = {}
slot1 = slot0.word_template_163

function temp()
	uv0["致"] = {
		["癌"] = {
			["慢"] = {
				["性"] = {
					["毒"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["药"] = {
				this = true,
				["物"] = {
					this = true
				}
			}
		},
		["胡"] = {
			["书"] = {
				["记"] = {
					["的"] = {
						["公"] = {
							["开"] = {
								["信"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["幻"] = {
			["剂"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["劑"] = {
				this = true
			}
		},
		["残"] = {
			this = true
		},
		["诚"] = {
			["证"] = {
				["件"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["函"] = {
			["胡"] = {
				["要"] = {
					["求"] = {
						["当"] = {
							["局"] = {
								["道"] = {
									["歉"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["要"] = {
				["求"] = {
					["当"] = {
						["局"] = {
							["道"] = {
								["歉"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["氰"] = {
		["化"] = {
			this = true,
			["金"] = {
				["钾"] = {
					this = true,
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["汞"] = {
				this = true,
				["高"] = {
					["纯"] = {
						this = true
					}
				},
				["密"] = {
					["云"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["碘"] = {
				this = true,
				["供"] = {
					["應"] = {
						this = true
					}
				},
				["华"] = {
					["北"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["钾"] = {
				this = true,
				["安"] = {
					["乐"] = {
						["死"] = {
							["药"] = {
								this = true
							}
						}
					}
				},
				["的"] = {
					["制"] = {
						["备"] = {
							this = true
						}
					}
				},
				["贩"] = {
					this = true
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["氰"] = {
					["化"] = {
						["钠"] = {
							this = true
						}
					}
				},
				["药"] = {
					this = true,
					["物"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["致"] = {
					["癌"] = {
						["毒"] = {
							["素"] = {
								this = true
							}
						},
						["药"] = {
							["物"] = {
								this = true
							}
						}
					}
				},
				["专"] = {
					this = true
				}
			},
			["物"] = {
				this = true
			},
			["银"] = {
				this = true,
				["钾"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["密"] = {
						["云"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["钙"] = {
				this = true,
				["当"] = {
					["面"] = {
						["交"] = {
							["易"] = {
								this = true
							}
						}
					}
				},
				["价"] = {
					["格"] = {
						this = true,
						["电"] = {
							["联"] = {
								this = true
							}
						}
					}
				}
			},
			["钠"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["鈣"] = {
				["價"] = {
					["格"] = {
						this = true
					}
				}
			},
			["高"] = {
				["汞"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["镉"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["鉀"] = {
				["藥"] = {
					["物"] = {
						this = true
					}
				}
			},
			["氢"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["铊"] = {
				this = true
			},
			["铜"] = {
				this = true
			},
			["锌"] = {
				this = true
			},
			["亚"] = {
				["铜"] = {
					this = true,
					["配"] = {
						["方"] = {
							this = true
						}
					}
				}
			},
			["銀"] = {
				["鉀"] = {
					["供"] = {
						["應"] = {
							this = true
						}
					}
				}
			}
		},
		["胍"] = {
			["甲"] = {
				["汞"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["汞"] = {
				["胍"] = {
					this = true
				}
			}
		},
		["气"] = {
			this = true
		},
		["丙"] = {
			["醇"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["囮"] = {
			["碘"] = {
				["栱"] = {
					["應"] = {
						this = true
					}
				},
				["供"] = {
					["應"] = {
						this = true
					}
				}
			},
			["鈣"] = {
				this = true,
				["價"] = {
					["咯"] = {
						this = true
					},
					["格"] = {
						this = true
					}
				}
			},
			["钾"] = {
				["荬"] = {
					this = true
				},
				["葯"] = {
					["粅"] = {
						this = true
					}
				}
			},
			["鉀"] = {
				this = true,
				["葯"] = {
					["粅"] = {
						this = true
					}
				}
			},
			["釒"] = {
				["鉀"] = {
					["供"] = {
						["應"] = {
							this = true
						}
					}
				}
			},
			["妠"] = {
				["纰"] = {
					["潑"] = {
						this = true
					}
				}
			},
			["鈉"] = {
				["批"] = {
					["髮"] = {
						this = true
					}
				}
			},
			["唫"] = {
				["钾"] = {
					["栱"] = {
						["應"] = {
							this = true
						}
					}
				}
			},
			["銀"] = {
				["鉀"] = {
					["供"] = {
						["應"] = {
							this = true
						}
					}
				}
			},
			["檭"] = {
				["钾"] = {
					["栱"] = {
						["應"] = {
							this = true
						}
					}
				}
			}
		},
		["氢"] = {
			["酸"] = {
				["供"] = {
					["货"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["氧"] = {
		["化"] = {
			["汞"] = {
				this = true
			},
			["亚"] = {
				["铊"] = {
					this = true
				}
			},
			["铊"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["砒"] = {
		["霜"] = {
			this = true,
			["低"] = {
				["价"] = {
					this = true
				}
			},
			["无"] = {
				["味"] = {
					["隐"] = {
						["蔽"] = {
							this = true
						}
					}
				}
			}
		},
		["石"] = {
			this = true,
			["低"] = {
				["价"] = {
					this = true
				}
			}
		},
		["孀"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["醋"] = {
		["酸"] = {
			["铊"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["汞"] = {
				this = true
			},
			["酐"] = {
				this = true
			},
			["三"] = {
				["甲"] = {
					["基"] = {
						["锡"] = {
							this = true
						}
					}
				}
			}
		},
		["氢"] = {
			["可"] = {
				["待"] = {
					["因"] = {
						this = true
					}
				},
				["酮"] = {
					this = true
				}
			}
		},
		["美"] = {
			["沙"] = {
				["朵"] = {
					this = true
				}
			}
		},
		["托"] = {
			["啡"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["赛"] = {
		["丸"] = {
			["丁"] = {
				this = true
			}
		},
		["她"] = {
			["娘"] = {
				this = true
			}
		},
		["妳"] = {
			["娘"] = {
				this = true
			}
		},
		["你"] = {
			["娘"] = {
				this = true
			}
		},
		["他"] = {
			["娘"] = {
				this = true
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["先"] = {
				["锋"] = {
					this = true
				}
			}
		},
		["克"] = {
			["网"] = {
				this = true
			}
		},
		["马"] = {
			this = true,
			["彩"] = {
				this = true
			},
			["会"] = {
				this = true,
				["博"] = {
					["彩"] = {
						["网"] = {
							this = true
						}
					}
				},
				["开"] = {
					["奖"] = {
						this = true
					}
				}
			}
		},
		["车"] = {
			["博"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["艇"] = {
			["车"] = {
				["祸"] = {
					this = true
				}
			},
			["队"] = {
				["员"] = {
					["车"] = {
						["祸"] = {
							this = true
						}
					}
				}
			},
			["选"] = {
				["手"] = {
					["车"] = {
						["祸"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["乙"] = {
		["基"] = {
			["氰"] = {
				this = true
			}
		},
		["酸"] = {
			["苯"] = {
				["汞"] = {
					this = true
				}
			},
			["亚"] = {
				["铊"] = {
					this = true
				}
			},
			["汞"] = {
				this = true
			}
		},
		["硼"] = {
			["烷"] = {
				this = true
			}
		},
		["醚"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["氯"] = {
			["维"] = {
				["诺"] = {
					this = true
				}
			}
		},
		["撑"] = {
			["亚"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["川"] = {
			["纱"] = {
				["良"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["伊"] = {
			["耶"] = {
				["香"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["重"] = {
		["亚"] = {
			["硒"] = {
				["酸"] = {
					["钠"] = {
						this = true
					}
				}
			}
		},
		["铬"] = {
			["酸"] = {
				["钠"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["生"] = {
			["之"] = {
				["春"] = {
					["怀"] = {
						["缱"] = {
							["绻"] = {
								this = true
							}
						}
					}
				},
				["母"] = {
					["女"] = {
						["调"] = {
							["教"] = {
								this = true
							}
						}
					}
				}
			},
			["富"] = {
				["贵"] = {
					["公"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["题"] = {
			["工"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["庆"] = {
			["服"] = {
				["装"] = {
					["厂"] = {
						this = true
					}
				}
			},
			["钢"] = {
				["构"] = {
					this = true
				}
			},
			["婚"] = {
				["纱"] = {
					["摄"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["滤"] = {
				["油"] = {
					["机"] = {
						this = true
					}
				}
			},
			["木"] = {
				["门"] = {
					["厂"] = {
						this = true
					}
				}
			},
			["网"] = {
				["站"] = {
					["建"] = {
						["设"] = {
							this = true
						}
					}
				}
			},
			["物"] = {
				["业"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["大"] = {
			["利"] = {
				["好"] = {
					this = true
				}
			}
		},
		["点"] = {
			["大"] = {
				["学"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			}
		},
		["睹"] = {
			["当"] = {
				["年"] = {
					this = true,
					["温"] = {
						this = true
					}
				}
			},
			["照"] = {
				["片"] = {
					c = {
						n = {
							n = {
								this = true
							}
						}
					},
					["温"] = {
						this = true
					}
				}
			}
		},
		["复"] = {
			["登"] = {
				["陆"] = {
					this = true
				},
				["录"] = {
					this = true
				}
			}
		},
		["回"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["机"] = {
			["枪"] = {
				this = true,
				["弹"] = {
					["夹"] = {
						this = true
					}
				}
			}
		},
		["機"] = {
			["槍"] = {
				["電"] = {
					["話"] = {
						this = true
					}
				}
			}
		},
		["建"] = {
			G = {
				["點"] = {
					["高"] = {
						["潮"] = {
							this = true
						}
					}
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			}
		},
		["口"] = {
			["凌"] = {
				["辱"] = {
					this = true
				}
			},
			["味"] = {
				this = true
			}
		},
		["弩"] = {
			["转"] = {
				["让"] = {
					this = true
				}
			}
		},
		["氢"] = {
			["甲"] = {
				["醇"] = {
					["哪"] = {
						["能"] = {
							["弄"] = {
								this = true
							}
						}
					}
				}
			},
			["乙"] = {
				["醇"] = {
					["结"] = {
						["构"] = {
							this = true
						}
					}
				}
			}
		},
		["慶"] = {
			["按"] = {
				["摩"] = {
					["網"] = {
						this = true
					}
				}
			},
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["樓"] = {
				["鳳"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["新"] = {
			["评"] = {
				["价"] = {
					["六"] = {
						["四"] = {
							["事"] = {
								["件"] = {
									["赵"] = {
										["紫"] = {
											["阳"] = {
												this = true
											}
										}
									}
								}
							},
							["赵"] = {
								["紫"] = {
									["阳"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["掌"] = {
				["權"] = {
					this = true
				}
			}
		},
		["型"] = {
			["狙"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["两"] = {
				["用"] = {
					["弓"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					},
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				}
			}
		},
		["装"] = {
			["武"] = {
				["力"] = {
					this = true
				}
			}
		},
		["组"] = {
			["时"] = {
				["候"] = {
					["你"] = {
						["出"] = {
							["牌"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["返"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["碳"] = {
		["酸"] = {
			["铊"] = {
				this = true
			},
			["亚"] = {
				["铊"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				Q = {
					this = true
				}
			}
		},
		["动"] = {
			["力"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["纤"] = {
			["维"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["酰"] = {
			["氯"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["矢"] = {
		["车"] = {
			["菊"] = {
				["甙"] = {
					this = true
				}
			}
		},
		["吹"] = {
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["百"] = {
					["合"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["优"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["優"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["畾"] = {
			["裡"] = {
				["萘"] = {
					this = true
				}
			}
		},
		["崎"] = {
			["茜"] = {
				this = true,
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["裑"] = {
			["蒶"] = {
				this = true,
				["蒾"] = {
					["奸"] = {
						["葯"] = {
							["專"] = {
								this = true
							}
						}
					}
				},
				["專"] = {
					this = true
				}
			}
		},
		["田"] = {
			["里"] = {
				["奈"] = {
					this = true
				}
			},
			["裡"] = {
				["奈"] = {
					this = true
				}
			},
			["凉"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["美"] = {
				["雪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["琴"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			},
			["沙"] = {
				["纪"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				},
				["紀"] = {
					this = true
				}
			}
		},
		["嘢"] = {
			["媄"] = {
				["膤"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			},
			["噖"] = {
				["羙"] = {
					["嘸"] = {
						["犸"] = {
							this = true
						}
					}
				}
			}
		},
		["憶"] = {
			["葯"] = {
				["氺"] = {
					this = true
				}
			}
		},
		["沢"] = {
			["る"] = {
				["い"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["洋"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			}
		},
		["澤"] = {
			["種"] = {
				["孒"] = {
					this = true
				},
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()
