pg = pg or {}
slot0 = pg
slot0.word_template_169 = {}
slot1 = slot0.word_template_169

function temp()
	uv0["实"] = {
		["名"] = {
			["刷"] = {
				["卡"] = {
					["全"] = {
						["能"] = {
							["辅"] = {
								["助"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["开"] = {
				["卡"] = {
					["破"] = {
						["解"] = {
							["软"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["破"] = {
				["解"] = {
					this = true
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["弹"] = {
			["木"] = {
				["仓"] = {
					this = true
				}
			},
			["比"] = {
				["赛"] = {
					["用"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["际"] = {
			["神"] = {
				this = true
			}
		},
		["行"] = {
			["多"] = {
				["党"] = {
					["选"] = {
						["举"] = {
							this = true
						}
					}
				}
			}
		},
		["录"] = {
			["强"] = {
				["奸"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["钱"] = {
			["赌"] = {
				["博"] = {
					this = true
				}
			}
		},
		["物"] = {
			["大"] = {
				["小"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["习"] = {
			["医"] = {
				["生"] = {
					["艳"] = {
						["情"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["现"] = {
			["民"] = {
				["主"] = {
					["宪"] = {
						["政"] = {
							this = true
						}
					}
				}
			},
			["你"] = {
				["的"] = {
					["幻"] = {
						["想"] = {
							this = true
						}
					}
				}
			}
		},
		["用"] = {
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["技"] = {
				["巧"] = {
					this = true
				}
			}
		},
		["战"] = {
			["教"] = {
				["程"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["必"] = {
		["中"] = {
			["特"] = {
				["码"] = {
					this = true
				}
			}
		},
		["胜"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["赢"] = {
			["亚"] = {
				["洲"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							}
						}
					},
					["线"] = {
						["上"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					this = true
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["全"] = {
				["讯"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["在"] = {
				["线"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["威"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["火"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["达"] = {
			["教"] = {
				["育"] = {
					this = true,
					["机"] = {
						["构"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["須"] = {
			["旗"] = {
				["幟"] = {
					["鮮"] = {
						["明"] = {
							["地"] = {
								["反"] = {
									["對"] = {
										["動"] = {
											["亂"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["玄"] = {
		["机"] = {
			["诗"] = {
				this = true
			}
		},
		["`"] = {
			["机"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["骰"] = {
		["宝"] = {
			this = true,
			["盅"] = {
				this = true
			}
		},
		["寶"] = {
			["盅"] = {
				this = true
			}
		},
		["姄"] = {
			["電"] = {
				["話"] = {
					this = true
				}
			},
			["洺"] = {
				["啴"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["粢"] = {
				["料"] = {
					this = true
				}
			}
		},
		["子"] = {
			this = true,
			["透"] = {
				["视"] = {
					["器"] = {
						this = true
					}
				},
				["視"] = {
					["器"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["菲"] = {
		["彩"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["律"] = {
			["宾"] = {
				["圣"] = {
					["安"] = {
						["娜"] = {
							this = true,
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					}
				},
				["太"] = {
					["阳"] = {
						["城"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["城"] = {
						["娱"] = {
							["乐"] = {
								["平"] = {
									["台"] = {
										this = true
									}
								}
							}
						}
					},
					["场"] = {
						["微"] = {
							["投"] = {
								this = true
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				},
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["沙"] = {
					["龙"] = {
						["会"] = {
							["国"] = {
								["际"] = {
									["娱"] = {
										["乐"] = {
											this = true
										}
									}
								}
							}
						},
						["娱"] = {
							["乐"] = {
								["场"] = {
									this = true
								}
							}
						}
					}
				},
				["百"] = {
					["家"] = {
						["乐"] = {
							this = true
						}
					}
				},
				["博"] = {
					["彩"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["皇"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["菲"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["林"] = {
			this = true
		},
		["娱"] = {
			["2"] = {
				["区"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["星"] = {
		["期"] = {
			["八"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["8"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["球"] = {
			["赌"] = {
				["场"] = {
					this = true
				}
			}
		},
		["动"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["河"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["网"] = {
				["络"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["际"] = {
			["赌"] = {
				["场"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["澳"] = {
				["门"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["空"] = {
			["男"] = {
				["孩"] = {
					this = true
				}
			},
			["户"] = {
				["外"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["光"] = {
			["伴"] = {
				["我"] = {
					["淫"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["飞"] = {
			["色"] = {
				this = true
			}
		},
		["濠"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["娱"] = {
				["乐"] = {
					["老"] = {
						["虎"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["博"] = {
			["城"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["耀"] = {
			["娱"] = {
				["乐"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["游"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["丽"] = {
			["门"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["海"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["火"] = {
			["报"] = {
				this = true
			}
		},
		["崎"] = {
			["未"] = {
				["來"] = {
					this = true
				},
				["来"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["衣"] = {
				["那"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["亚"] = {
			["网"] = {
				["络"] = {
					["影"] = {
						["视"] = {
							["公"] = {
								["司"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["里"] = {
				["树"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["岛"] = {
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["环"] = {
				["球"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["霸"] = {
			["二"] = {
				["代"] = {
					this = true
				}
			},
			["一"] = {
				["把"] = {
					["抓"] = {
						this = true
					}
				}
			}
		},
		["辰"] = {
			["影"] = {
				["视"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["城"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["川"] = {
			["は"] = {
				["る"] = {
					["か"] = {
						this = true
					}
				}
			},
			["光"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["美"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["泉"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["级"] = {
			["网"] = {
				this = true
			}
		},
		["美"] = {
			["织"] = {
				this = true,
				["高"] = {
					["清"] = {
						this = true
					}
				}
			}
		},
		["名"] = {
			["真"] = {
				["咲"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["乃"] = {
			["舞"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["田"] = {
			["化"] = {
				["工"] = {
					this = true
				}
			}
		},
		["野"] = {
			["み"] = {
				["く"] = {
					this = true
				}
			},
			["彩"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["光"] = {
				B = {
					T = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["禁"] = {
					["片"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				}
			},
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["蓝"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紫"] = {
					["种"] = {
						["紫"] = {
							this = true
						}
					}
				}
			},
			["綾"] = {
				["香"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					}
				}
			},
			["流"] = {
				["宇"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				B = {
					T = {
						this = true
					}
				}
			},
			["南"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["桃"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["杏"] = {
				["里"] = {
					["="] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					},
					B = {
						T = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亞"] = {
				["希"] = {
					["電"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["佑"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["圆"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["圓"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["优"] = {
			["乃"] = {
				["与"] = {
					["草"] = {
						["风"] = {
							["纯"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["图"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["凯"] = {
		["旋"] = {
			["门"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["场"] = {
							this = true
						},
						["城"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["撒"] = {
			["皇"] = {
				["宫"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["宾"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["豪"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["时"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["真"] = {
				["钱"] = {
					["龙"] = {
						["虎"] = {
							["斗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["发"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			k = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["乐"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["斯"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["网"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["鑫"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["他"] = {
			["敏"] = {
				this = true
			}
		},
		["达"] = {
			["商"] = {
				["城"] = {
					this = true
				}
			}
		},
		["迪"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["丰"] = {
			this = true
		},
		["夫"] = {
			["拉"] = {
				["防"] = {
					["弹"] = {
						["头"] = {
							["盔"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["乐"] = {
			["博"] = {
				this = true
			}
		},
		["里"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["泰"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["图"] = {
			["科"] = {
				["技"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["永"] = {
		["辉"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["盈"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["利"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["场"] = {
						["手"] = {
							["机"] = {
								["投"] = {
									["注"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["高"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["现"] = {
					["金"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			}
		},
		["鑫"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["隆"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["相"] = {
			["逢"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["恒"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["町"] = {
				["6"] = {
					["9"] = {
						["号"] = {
							this = true
						}
					}
				}
			}
		},
		["博"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["磁"] = {
			["吸"] = {
				["盘"] = {
					this = true
				}
			}
		},
		["野"] = {
			["修"] = {
				["身"] = {
					this = true
				}
			}
		},
		["井"] = {
			["亚"] = {
				["纪"] = {
					this = true
				}
			}
		},
		["警"] = {
			["亚"] = {
				["纪"] = {
					this = true
				}
			}
		},
		["康"] = {
			[" "] = {
				["被"] = {
					["困"] = {
						this = true
					}
				},
				["车"] = {
					["撞"] = {
						this = true
					}
				},
				["解"] = {
					["密"] = {
						this = true
					}
				},
				["意"] = {
					["外"] = {
						this = true
					}
				},
				["撞"] = {
					["死"] = {
						this = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["丢"] = {
				["了"] = {
					["推"] = {
						["荐"] = {
							["权"] = {
								this = true
							}
						}
					}
				}
			},
			["朋"] = {
				["党"] = {
					this = true
				}
			},
			["沈"] = {
				["冰"] = {
					this = true
				}
			}
		},
		["原"] = {
			["留"] = {
				["美"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["涂"] = {
		["山"] = {
			["赌"] = {
				["场"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["运"] = {
			["普"] = {
				this = true
			}
		},
		["\\"] = {
			["运"] = {
				["普"] = {
					this = true
				}
			}
		},
		["改"] = {
			this = true
		},
		["装"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["恒"] = {
		["利"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["和"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["彩"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["润"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["压"] = {
			["阀"] = {
				["组"] = {
					["装"] = {
						["吹"] = {
							this = true
						}
					}
				}
			}
		},
		["宝"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["德"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["地"] = {
				["产"] = {
					[" "] = {
						["温"] = {
							["家"] = {
								["宏"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["数"] = {
				["据"] = {
					["恢"] = {
						["复"] = {
							this = true
						}
					}
				}
			}
		},
		["丰"] = {
			["小"] = {
				["号"] = {
					this = true
				}
			}
		},
		["泰"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["信"] = {
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			}
		},
		["宇"] = {
			["卡"] = {
				["行"] = {
					this = true
				}
			}
		},
		["源"] = {
			["捷"] = {
				["达"] = {
					["通"] = {
						["物"] = {
							["流"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["远"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["峰"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					g = {
						["2"] = {
							["2"] = {
								["官"] = {
									["方"] = {
										["网"] = {
											["站"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					A = {
						G = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
