pg = pg or {}
slot0 = pg
slot0.word_template_131 = {}
slot1 = slot0.word_template_131

function temp()
	uv0["*"] = {
		["法"] = {
			["*"] = {
				["轮"] = {
					["*"] = {
						["功"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["李"] = {
			["*"] = {
				["洪"] = {
					["*"] = {
						["志"] = {
							["*"] = {
								["阿"] = {
									["扁"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["挨"] = {
		["球"] = {
			this = true
		},
		["操"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["澳"] = {
		["洲"] = {
			["光"] = {
				["明"] = {
					["网"] = {
						this = true
					},
					["網"] = {
						this = true
					}
				}
			},
			["换"] = {
				["妻"] = {
					this = true
				}
			},
			["前"] = {
				["女"] = {
					["友"] = {
						["口"] = {
							["交"] = {
								this = true
							}
						}
					}
				}
			},
			["彩"] = {
				this = true
			}
		},
		["大"] = {
			["利"] = {
				["亚"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["门"] = {
			["银"] = {
				["河"] = {
					this = true,
					["赌"] = {
						["场"] = {
							this = true
						}
					},
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							}
						}
					},
					["城"] = {
						this = true
					},
					["线"] = {
						["上"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					},
					["国"] = {
						["际"] = {
							["娱"] = {
								["乐"] = {
									["场"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["星"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["场"] = {
								this = true
							},
							["城"] = {
								this = true
							}
						}
					},
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					this = true,
					["赌"] = {
						["博"] = {
							this = true
						},
						["场"] = {
							this = true
						}
					},
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["莲"] = {
				["花"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					},
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["钻"] = {
				["石"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					},
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["博"] = {
				this = true,
				["彩"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["社"] = {
						["区"] = {
							this = true
						}
					},
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				}
			},
			["摩"] = {
				["卡"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["百"] = {
				["乐"] = {
					["门"] = {
						this = true,
						["赌"] = {
							["场"] = {
								this = true
							},
							["博"] = {
								this = true
							}
						}
					}
				},
				["家"] = {
					["乐"] = {
						this = true,
						["导"] = {
							["航"] = {
								this = true
							}
						},
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				},
				["利"] = {
					["宫"] = {
						this = true
					}
				}
			},
			["网"] = {
				["上"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				},
				["络"] = {
					["赌"] = {
						["博"] = {
							["公"] = {
								["司"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["皇"] = {
				["宫"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				},
				["冠"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					},
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					},
					["真"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["葡"] = {
					["京"] = {
						this = true,
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				},
				["金"] = {
					["沙"] = {
						this = true
					}
				},
				["威"] = {
					["尼"] = {
						["斯"] = {
							["人"] = {
								this = true
							}
						}
					}
				},
				["濠"] = {
					["博"] = {
						["亚"] = {
							this = true
						}
					},
					["天"] = {
						["地"] = {
							this = true
						}
					}
				},
				["世"] = {
					["纪"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["银"] = {
					["河"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				},
				["乐"] = {
					["场"] = {
						this = true
					},
					["城"] = {
						this = true
					},
					["现"] = {
						["金"] = {
							this = true
						}
					}
				}
			},
			["白"] = {
				["金"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["黄"] = {
				["金"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					},
					["城"] = {
						this = true,
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					},
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["鼎"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				},
				["冠"] = {
					["在"] = {
						["线"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					},
					["赌"] = {
						["城"] = {
							this = true
						}
					}
				},
				["沙"] = {
					this = true,
					["会"] = {
						this = true
					},
					["赌"] = {
						["场"] = {
							this = true
						}
					},
					["国"] = {
						["际"] = {
							this = true
						}
					},
					["集"] = {
						["团"] = {
							this = true
						}
					},
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				},
				["丽"] = {
					["华"] = {
						this = true,
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["永"] = {
				["利"] = {
					["线"] = {
						["上"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					},
					["国"] = {
						["际"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					},
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				},
				["乐"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["太"] = {
				["阳"] = {
					["城"] = {
						this = true,
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			},
			["巴"] = {
				["黎"] = {
					["人"] = {
						["赌"] = {
							["博"] = {
								this = true
							},
							["场"] = {
								this = true
							}
						},
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["九"] = {
				["五"] = {
					["至"] = {
						["尊"] = {
							this = true
						}
					}
				},
				["龙"] = {
					["宝"] = {
						["座"] = {
							this = true
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["赌"] = {
						["博"] = {
							["公"] = {
								["司"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["担"] = {
				["保"] = {
					["网"] = {
						this = true
					}
				}
			},
			["神"] = {
				["话"] = {
					["娱"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["讯"] = {
					this = true
				}
			},
			["第"] = {
				["一"] = {
					["娛"] = {
						["乐"] = {
							["城"] = {
								["官"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					},
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["品"] = {
				["牌"] = {
					["担"] = {
						["保"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["明"] = {
				["珠"] = {
					["娱"] = {
						["乐"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["云"] = {
				["顶"] = {
					["投"] = {
						["注"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["美"] = {
				["高"] = {
					["梅"] = {
						this = true,
						["娱"] = {
							["乐"] = {
								["官"] = {
									["网"] = {
										this = true
									}
								},
								["场"] = {
									this = true
								}
							}
						},
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["玫"] = {
				["瑰"] = {
					["国"] = {
						["际"] = {
							["娱"] = {
								["乐"] = {
									["城"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["8"] = {
					["8"] = {
						["集"] = {
							["团"] = {
								this = true
							}
						}
					}
				}
			},
			["3"] = {
				d = {
					["轮"] = {
						["盘"] = {
							this = true
						}
					}
				}
			},
			V = {
				I = {
					P = {
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["财"] = {
				["神"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["场"] = {
				["精"] = {
					["彩"] = {
						["刺"] = {
							["激"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["赌"] = {
					["场"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["博"] = {
					this = true
				},
				["场"] = {
					this = true,
					["官"] = {
						["方"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["直"] = {
						["营"] = {
							this = true
						}
					}
				},
				["城"] = {
					this = true,
					["国"] = {
						["际"] = {
							this = true
						}
					},
					["女"] = {
						["荷"] = {
							["官"] = {
								this = true
							}
						}
					}
				},
				["钱"] = {
					["博"] = {
						["彩"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["王"] = {
					this = true
				}
			},
			["官"] = {
				["方"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["赌"] = {
						["场"] = {
							this = true
						},
						["城"] = {
							this = true
						}
					},
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["联"] = {
				["合"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["梅"] = {
				["高"] = {
					["梅"] = {
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["葡"] = {
				["京"] = {
					this = true,
					["赌"] = {
						["场"] = {
							this = true
						}
					},
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["普"] = {
				["京"] = {
					["国"] = {
						["际"] = {
							this = true
						}
					}
				}
			},
			["沙"] = {
				["龙"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["仕"] = {
				["达"] = {
					this = true,
					["屋"] = {
						this = true
					}
				}
			},
			["威"] = {
				["尼"] = {
					["斯"] = {
						["人"] = {
							this = true
						}
					},
					["撕"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["现"] = {
				["金"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["英"] = {
				["皇"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					["博"] = {
						["彩"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["赌"] = {
						["博"] = {
							this = true
						},
						["场"] = {
							this = true
						}
					}
				}
			},
			["牛"] = {
				["魔"] = {
					["王"] = {
						["四"] = {
							["肖"] = {
								["选"] = {
									["一"] = {
										["肖"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["声"] = {
				["援"] = {
					["中"] = {
						["国"] = {
							["学"] = {
								["运"] = {
									["联"] = {
										["委"] = {
											["会"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					["发"] = {
						["展"] = {
							["联"] = {
								["委"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["博"] = {
			["操"] = {
				["盘"] = {
					["王"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["客"] = {
			["网"] = {
				this = true,
				["比"] = {
					["分"] = {
						["直"] = {
							["播"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["盈"] = {
			["8"] = {
				["8"] = {
					this = true
				}
			}
		},
		["亚"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["游"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["門"] = {
			["賭"] = {
				["博"] = {
					this = true
				}
			},
			["威"] = {
				["尼"] = {
					["斯"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["線"] = {
				["上"] = {
					["賭"] = {
						["場"] = {
							this = true
						}
					}
				}
			},
			["聲"] = {
				["援"] = {
					["中"] = {
						["國"] = {
							["學"] = {
								["運"] = {
									["聯"] = {
										["委"] = {
											["會"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					["髮"] = {
						["展"] = {
							["聯"] = {
								["委"] = {
									["會"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["娱"] = {
			["时"] = {
				["时"] = {
					["彩"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["八"] = {
		["九"] = {
			this = true,
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["港"] = {
				["独"] = {
					this = true
				}
			},
			["见"] = {
				["证"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				},
				["运"] = {
					this = true
				}
			},
			["年"] = {
				this = true,
				[" "] = {
					["六"] = {
						["四"] = {
							this = true
						}
					}
				},
				["的"] = {
					["广"] = {
						["场"] = {
							this = true
						}
					}
				},
				["杀"] = {
					["害"] = {
						["学"] = {
							["生"] = {
								this = true
							}
						}
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				},
				["血"] = {
					["腥"] = {
						["镇"] = {
							["压"] = {
								this = true,
								["六"] = {
									["四"] = {
										["事"] = {
											["件"] = {
												this = true
											}
										},
										["天"] = {
											["安"] = {
												["门"] = {
													this = true
												}
											}
										}
									},
									["月"] = {
										["四"] = {
											["日"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			[" "] = {
				["6"] = {
					["4"] = {
						this = true
					}
				},
				["动"] = {
					["乱"] = {
						this = true
					}
				},
				["六"] = {
					["四"] = {
						this = true
					}
				},
				["学"] = {
					["潮"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["办"] = {
				["证"] = {
					["博"] = {
						["客"] = {
							this = true
						}
					},
					["集"] = {
						["团"] = {
							this = true
						}
					}
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["工"] = {
				["自"] = {
					["联"] = {
						["领"] = {
							["袖"] = {
								["韩"] = {
									["东"] = {
										["方"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["关"] = {
				["键"] = {
					["词"] = {
						this = true
					}
				}
			},
			["柳"] = {
				["丝"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true,
					[" "] = {
						t = {
							["恤"] = {
								this = true
							}
						},
						["黑"] = {
							["衣"] = {
								this = true
							}
						},
						["文"] = {
							["化"] = {
								["衫"] = {
									this = true
								}
							}
						},
						["血"] = {
							["衣"] = {
								this = true
							}
						}
					},
					T = {
						["恤"] = {
							this = true
						}
					},
					["黑"] = {
						["衣"] = {
							this = true
						}
					},
					["文"] = {
						["化"] = {
							["衫"] = {
								this = true
							}
						}
					}
				}
			},
			["民"] = {
				["运"] = {
					this = true
				},
				["主"] = {
					this = true,
					["运"] = {
						["动"] = {
							this = true
						}
					}
				}
			},
			["七"] = {
				["十"] = {
					["二"] = {
						[" "] = {
							["八"] = {
								["八"] = {
									["六"] = {
										["十"] = {
											["四"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["骚"] = {
				["乱"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["屠"] = {
				["城"] = {
					this = true
				},
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["武"] = {
				["力"] = {
					["镇"] = {
						["压"] = {
							this = true
						}
					}
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				},
				["運"] = {
					this = true
				}
			},
			["血"] = {
				["案"] = {
					this = true
				}
			},
			["用"] = {
				["兵"] = {
					this = true
				}
			},
			["游"] = {
				["行"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["重"] = {
				["演"] = {
					this = true
				}
			},
			["陆"] = {
				["肆"] = {
					this = true
				}
			},
			["3"] = {
				["1"] = {
					["年"] = {
						this = true
					},
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["十"] = {
					["一"] = {
						this = true
					}
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["自"] = {
				["由"] = {
					this = true
				}
			}
		},
		["肖"] = {
			["中"] = {
				["特"] = {
					this = true
				}
			}
		},
		["方"] = {
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true,
							["（"] = {
								["福"] = {
									["州"] = {
										["）"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["资"] = {
						["讯"] = {
							this = true
						}
					}
				}
			},
			["科"] = {
				["信"] = {
					["部"] = {
						this = true
					}
				}
			}
		},
		["骏"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["一"] = {
			this = true,
			["广"] = {
				["场"] = {
					this = true,
					["2"] = {
						["0"] = {
							["号"] = {
								this = true
							},
							["日"] = {
								this = true
							}
						}
					},
					["二"] = {
						["十"] = {
							this = true
						}
					}
				}
			},
			["式"] = {
				["刺"] = {
					["刀"] = {
						this = true
					}
				},
				["军"] = {
					["刺"] = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["胜"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						},
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["级"] = {
			["地"] = {
				["震"] = {
					["毫"] = {
						["无"] = {
							["预"] = {
								["报"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["老"] = {
			this = true,
			["下"] = {
				["令"] = {
					["天"] = {
						["安"] = {
							["门"] = {
								["文"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["荣"] = {
			["八"] = {
				["耻"] = {
					this = true
				}
			}
		},
		["八"] = {
			["女"] = {
				["孩"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["百"] = {
			["元"] = {
				["包"] = {
					["拿"] = {
						["学"] = {
							["历"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["步"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["德"] = {
			["八"] = {
				["念"] = {
					this = true
				}
			}
		},
		["度"] = {
			["網"] = {
				this = true
			}
		},
		["嘎"] = {
			this = true
		},
		["股"] = {
			["重"] = {
				["弓"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["基"] = {
				["焦"] = {
					["磷"] = {
						["酰"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["廓"] = {
			["街"] = {
				["大"] = {
					["昭"] = {
						["寺"] = {
							this = true
						}
					}
				}
			}
		},
		["连"] = {
			["发"] = {
				["猎"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["零"] = {
			["⑨"] = {
				["零"] = {
					["网"] = {
						this = true
					}
				}
			},
			["欢"] = {
				["夜"] = {
					this = true
				}
			}
		},
		["路"] = {
			this = true,
			["军"] = {
				this = true
			}
		},
		["马"] = {
			["高"] = {
				["手"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["精"] = {
				["品"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			}
		},
		["码"] = {
			["中"] = {
				["特"] = {
					this = true
				}
			}
		},
		["木"] = {
			["泽"] = {
				["梨"] = {
					["花"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			["方"] = {
				this = true,
				["事"] = {
					["件"] = {
						this = true,
						[" "] = {
							["\""] = {
								["二"] = {
									["十"] = {
										["周"] = {
											["年"] = {
												["\""] = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						["二"] = {
							["十"] = {
								["周"] = {
									["年"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["旗"] = {
			["文"] = {
				["化"] = {
					["台"] = {
						["湾"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						this = true,
						["集"] = {
							["锦"] = {
								this = true
							}
						}
					}
				}
			},
			["娛"] = {
				["樂"] = {
					["網"] = {
						this = true
					}
				}
			}
		},
		["千"] = {
			["草"] = {
				["奈"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["天"] = {
				["堂"] = {
					this = true
				}
			}
		},
		["神"] = {
			["优"] = {
				this = true,
				["无"] = {
					["码"] = {
						this = true,
						["动"] = {
							["画"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["十"] = {
			["年"] = {
				["代"] = {
					["末"] = {
						this = true
					}
				}
			}
		},
		["四"] = {
			["纲"] = {
				["领"] = {
					this = true
				}
			}
		},
		["仙"] = {
			this = true,
			["靠"] = {
				this = true
			}
		},
		["正"] = {
			["安"] = {
				["已"] = {
					["果"] = {
						["电"] = {
							["驴"] = {
								this = true
							}
						},
						["電"] = {
							["驢"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["轴"] = {
			["飞"] = {
				["行"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["玖"] = {
			["陆"] = {
				["4"] = {
					this = true
				},
				["肆"] = {
					this = true
				}
			},
			["六"] = {
				["4"] = {
					this = true
				},
				["肆"] = {
					this = true
				}
			},
			["6"] = {
				["4"] = {
					this = true
				},
				["肆"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			}
		},
		["9"] = {
			["陆"] = {
				["4"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["年"] = {
				this = true
			}
		},
		["酒"] = {
			this = true,
			["流"] = {
				["泗"] = {
					this = true
				}
			},
			["柳"] = {
				["丝"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			}
		},
		["乘"] = {
			["八"] = {
				this = true,
				["="] = {
					["6"] = {
						["4"] = {
							this = true
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				},
				["等"] = {
					["于"] = {
						["6"] = {
							["4"] = {
								this = true
							}
						},
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				},
				["得"] = {
					["6"] = {
						["4"] = {
							this = true
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["以"] = {
				["8"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["捌"] = {
					this = true
				}
			},
			["8"] = {
				this = true
			},
			["捌"] = {
				this = true
			}
		},
		I = {
			X = {
				["运"] = {
					["动"] = {
						this = true
					}
				},
				["学"] = {
					["潮"] = {
						this = true
					}
				},
				["动"] = {
					["乱"] = {
						this = true
					}
				},
				["风"] = {
					["波"] = {
						this = true
					}
				},
				["暴"] = {
					["乱"] = {
						this = true
					},
					["亂"] = {
						this = true
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				},
				["真"] = {
					["相"] = {
						this = true
					}
				},
				["平"] = {
					["方"] = {
						this = true
					},
					["反"] = {
						this = true
					}
				},
				["屠"] = {
					["杀"] = {
						this = true
					},
					["殺"] = {
						this = true
					}
				},
				["運"] = {
					["動"] = {
						this = true
					}
				},
				["學"] = {
					["潮"] = {
						this = true
					}
				},
				["動"] = {
					["亂"] = {
						this = true
					}
				},
				["風"] = {
					["波"] = {
						this = true
					}
				}
			}
		},
		["⑨"] = {
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["年"] = {
				this = true
			}
		},
		X = {
			["8"] = {
				this = true
			},
			["八"] = {
				this = true
			},
			["捌"] = {
				this = true
			},
			["六"] = {
				["八"] = {
					X = {
						["九"] = {
							this = true
						}
					}
				}
			}
		},
		["乗"] = {
			["以"] = {
				["8"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["捌"] = {
					this = true
				}
			},
			["8"] = {
				this = true
			},
			["八"] = {
				this = true
			},
			["捌"] = {
				this = true
			}
		},
		["舅"] = {
			this = true
		},
		["韭"] = {
			this = true
		},
		["时"] = {
			["共"] = {
				["燃"] = {
					this = true
				}
			}
		},
		["六"] = {
			["学"] = {
				["潮"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["办"] = {
		["理"] = {
			this = true,
			["文"] = {
				this = true,
				["凭"] = {
					this = true,
					["*"] = {
						this = true
					},
					["学"] = {
						["位"] = {
							this = true
						}
					},
					["证"] = {
						["书"] = {
							this = true
						}
					},
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				this = true,
				["件"] = {
					this = true,
					["*"] = {
						this = true
					},
					Q = {
						this = true
					}
				},
				["$"] = {
					["件"] = {
						this = true
					}
				},
				["公"] = {
					["章"] = {
						this = true
					}
				},
				["书"] = {
					this = true
				}
			},
			["大"] = {
				["专"] = {
					this = true,
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				},
				["额"] = {
					["信"] = {
						["用"] = {
							["卡"] = {
								this = true
							}
						}
					}
				},
				["学"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true,
							["证"] = {
								this = true
							}
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["抵"] = {
					["押"] = {
						["贷"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["实"] = {
					["文"] = {
						["凭"] = {
							this = true,
							Q = {
								Q = {
									this = true
								}
							},
							[" "] = {
								["华"] = {
									["北"] = {
										["教"] = {
											["育"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["学"] = {
						["历"] = {
							this = true
						}
					},
					["毕"] = {
						["业"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					},
					["教"] = {
						["师"] = {
							["证"] = {
								this = true
							}
						}
					},
					["凭"] = {
						["文"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							},
							["證"] = {
								this = true
							}
						}
					},
					["证"] = {
						["件"] = {
							this = true
						}
					},
					["职"] = {
						["称"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true,
							q = {
								this = true
							}
						}
					}
				},
				["会"] = {
					["计"] = {
						["正"] = {
							this = true
						},
						["证"] = {
							this = true
						}
					}
				},
				["凭"] = {
					["文"] = {
						this = true
					}
				},
				["上"] = {
					["网"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						},
						["證"] = {
							this = true
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true,
						["学"] = {
							["历"] = {
								this = true
							}
						}
					}
				},
				["学"] = {
					["历"] = {
						this = true,
						["证"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			},
			["商"] = {
				["业"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["各"] = {
				["种"] = {
					this = true,
					["证"] = {
						["件"] = {
							this = true
						},
						["书"] = {
							this = true
						}
					},
					["毕"] = {
						["业"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					},
					["假"] = {
						["证"] = {
							this = true
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["正"] = {
						["件"] = {
							this = true
						}
					}
				},
				["地"] = {
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						}
					},
					["证"] = {
						["件"] = {
							this = true
						}
					}
				},
				["高"] = {
					["校"] = {
						this = true
					}
				},
				["类"] = {
					Z = {
						["件"] = {
							this = true
						}
					},
					["操"] = {
						["作"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					},
					["档"] = {
						["案"] = {
							this = true
						}
					},
					["正"] = {
						["件"] = {
							this = true
						}
					},
					["证"] = {
						["件"] = {
							this = true
						}
					},
					["証"] = {
						["件"] = {
							this = true
						}
					},
					["资"] = {
						["格"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				this = true,
				["证"] = {
					this = true,
					["件"] = {
						this = true
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							this = true
						}
					},
					["书"] = {
						this = true
					}
				},
				["1"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true,
							["书"] = {
								this = true
							}
						}
					}
				},
				["残"] = {
					["疾"] = {
						["证"] = {
							this = true
						}
					}
				},
				["存"] = {
					["款"] = {
						["证"] = {
							["明"] = {
								this = true
							}
						}
					}
				},
				["的"] = {
					["户"] = {
						["口"] = {
							["办"] = {
								this = true
							}
						}
					}
				},
				["等"] = {
					["级"] = {
						["证"] = {
							this = true,
							["书"] = {
								this = true
							}
						}
					}
				},
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["房"] = {
					["产"] = {
						["正"] = {
							this = true
						},
						["证"] = {
							this = true
						}
					}
				},
				["户"] = {
					["口"] = {
						["办"] = {
							this = true
						},
						["本"] = {
							this = true
						}
					}
				},
				["护"] = {
					["照"] = {
						this = true,
						["价"] = {
							["格"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				},
				["会"] = {
					["计"] = {
						["师"] = {
							["证"] = {
								this = true
							}
						},
						["证"] = {
							this = true
						}
					}
				},
				["机"] = {
					["动"] = {
						["车"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["驾"] = {
					["驶"] = {
						["证"] = {
							this = true
						}
					},
					["照"] = {
						this = true
					}
				},
				["结"] = {
					["婚"] = {
						["正"] = {
							this = true
						},
						["证"] = {
							this = true
						}
					}
				},
				["警"] = {
					["察"] = {
						["正"] = {
							this = true
						},
						["证"] = {
							this = true
						}
					}
				},
				["军"] = {
					["官"] = {
						["证"] = {
							this = true
						}
					}
				},
				["离"] = {
					["婚"] = {
						["正"] = {
							this = true
						},
						["证"] = {
							this = true
						}
					}
				},
				["冒"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							},
							["證"] = {
								this = true
							}
						}
					}
				},
				["身"] = {
					["份"] = {
						this = true,
						["证"] = {
							this = true,
							["网"] = {
								this = true
							}
						},
						["證"] = {
							this = true
						}
					}
				},
				["四"] = {
					["六"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true,
						["证"] = {
							["书"] = {
								this = true
							}
						}
					}
				},
				["学"] = {
					["历"] = {
						this = true,
						["正"] = {
							["书"] = {
								this = true
							}
						},
						["证"] = {
							["件"] = {
								this = true
							},
							["书"] = {
								this = true
							}
						}
					},
					["生"] = {
						["证"] = {
							this = true
						}
					},
					["位"] = {
						["证"] = {
							this = true
						}
					}
				},
				["言"] = {
					["正"] = {
						this = true,
						["咨"] = {
							["询"] = {
								this = true
							}
						}
					}
				},
				["正"] = {
					this = true,
					["件"] = {
						this = true
					},
					["刻"] = {
						["章"] = {
							this = true
						}
					}
				},
				["証"] = {
					this = true
				},
				["资"] = {
					["格"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["等"] = {
					["院"] = {
						["校"] = {
							["毕"] = {
								["业"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["仿"] = {
					["本"] = {
						["科"] = {
							["证"] = {
								this = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["等"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					},
					["户"] = {
						["口"] = {
							["本"] = {
								this = true
							}
						}
					},
					["护"] = {
						["照"] = {
							this = true
						}
					},
					["会"] = {
						["计"] = {
							["证"] = {
								this = true
							}
						}
					},
					["假"] = {
						["证"] = {
							["件"] = {
								this = true
							}
						}
					},
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						},
						["照"] = {
							this = true
						}
					},
					["警"] = {
						["官"] = {
							["证"] = {
								this = true
							}
						}
					},
					["军"] = {
						["官"] = {
							["证"] = {
								this = true
							}
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							},
							["證"] = {
								this = true
							}
						}
					},
					["硕"] = {
						["士"] = {
							["证"] = {
								this = true
							}
						}
					},
					["四"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					},
					["真"] = {
						["证"] = {
							["件"] = {
								this = true
							}
						}
					},
					["证"] = {
						this = true,
						["件"] = {
							this = true
						},
						["书"] = {
							this = true
						}
					},
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["级"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				},
				["校"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["学"] = {
				["历"] = {
					this = true,
					[" "] = {
						["四"] = {
							["六"] = {
								["级"] = {
									["证"] = {
										this = true
									}
								}
							}
						},
						["计"] = {
							["算"] = {
								["机"] = {
									["等"] = {
										["级"] = {
											["证"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["正"] = {
						["明"] = {
							this = true
						}
					},
					["证"] = {
						this = true,
						["明"] = {
							this = true
						}
					}
				},
				["生"] = {
					["卡"] = {
						this = true
					},
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				},
				["士"] = {
					["学"] = {
						["位"] = {
							this = true,
							["证"] = {
								this = true
							}
						}
					}
				},
				["位"] = {
					["学"] = {
						["历"] = {
							this = true
						}
					},
					["正"] = {
						["书"] = {
							this = true
						}
					},
					["证"] = {
						this = true,
						["书"] = {
							this = true
						}
					}
				}
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true,
						[" "] = {
							["刻"] = {
								["章"] = {
									["办"] = {
										["证"] = {
											this = true
										}
									}
								}
							}
						},
						["书"] = {
							this = true
						},
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["正"] = {
						this = true,
						["书"] = {
							this = true
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true,
						[" "] = {
							["手"] = {
								["机"] = {
									this = true
								}
							}
						},
						["保"] = {
							["真"] = {
								this = true
							}
						},
						["手"] = {
							["机"] = {
								this = true
							}
						}
					},
					["正"] = {
						this = true,
						["手"] = {
							["机"] = {
								this = true
							}
						}
					},
					["證"] = {
						this = true
					}
				}
			},
			b = {
				e = {
					c = {
						["证"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			},
			c = {
				["1"] = {
					["驾"] = {
						["驶"] = {
							["本"] = {
								this = true
							}
						}
					}
				}
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["保"] = {
				["真"] = {
					["凭"] = {
						["文"] = {
							this = true
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["学"] = {
						["历"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["北"] = {
				["京"] = {
					["驾"] = {
						["驶"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["本"] = {
				["科"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["假"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["学"] = {
						["历"] = {
							this = true
						},
						["位"] = {
							this = true
						}
					},
					["证"] = {
						this = true,
						["书"] = {
							this = true
						}
					}
				}
			},
			["畢"] = {
				["業"] = {
					["證"] = {
						["お"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				["思"] = {
					this = true
				}
			},
			["财"] = {
				["务"] = {
					["公"] = {
						["章"] = {
							this = true
						}
					}
				}
			},
			["车"] = {
				["牌"] = {
					this = true
				}
			},
			["成"] = {
				["教"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["国"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["从"] = {
				["业"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["等"] = {
				["级"] = {
					["证"] = {
						this = true
					}
				}
			},
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							},
							["證"] = {
								this = true
							}
						}
					},
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["户"] = {
						["口"] = {
							["本"] = {
								this = true
							}
						}
					},
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["安"] = {
					["正"] = {
						this = true,
						["警"] = {
							["察"] = {
								this = true
							}
						}
					},
					["证"] = {
						this = true,
						["警"] = {
							["察"] = {
								this = true
							}
						}
					}
				},
				["内"] = {
					["外"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				},
				["外"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["学"] = {
						["历"] = {
							this = true
						},
						["位"] = {
							this = true
						}
					},
					["正"] = {
						["书"] = {
							this = true
						}
					},
					["证"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["海"] = {
				["外"] = {
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["户"] = {
				["籍"] = {
					["证"] = {
						["明"] = {
							this = true
						}
					}
				},
				["口"] = {
					this = true,
					["本"] = {
						this = true
					}
				}
			},
			["护"] = {
				["理"] = {
					["学"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				}
			},
			["会"] = {
				["计"] = {
					["师"] = {
						["&"] = {
							["证"] = {
								this = true
							}
						},
						["文"] = {
							["凭"] = {
								this = true
							}
						},
						["正"] = {
							this = true
						},
						["证"] = {
							this = true,
							Q = {
								this = true
							}
						}
					},
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					},
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["记"] = {
				["者"] = {
					["证"] = {
						this = true
					}
				}
			},
			["徦"] = {
				["戶"] = {
					["ロ"] = {
						["办"] = {
							this = true
						}
					}
				},
				["警"] = {
					["嚓"] = {
						["證"] = {
							this = true
						}
					}
				}
			},
			["驾"] = {
				["驶"] = {
					["证"] = {
						this = true
					}
				},
				["照"] = {
					this = true
				}
			},
			["建"] = {
				["造"] = {
					["师"] = {
						["证"] = {
							this = true,
							["明"] = {
								this = true
							}
						}
					}
				}
			},
			["健"] = {
				["康"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			},
			["教"] = {
				["师"] = {
					["资"] = {
						["格"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["结"] = {
				["婚"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			},
			["经"] = {
				["济"] = {
					["师"] = {
						this = true,
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				}
			},
			["精"] = {
				["仿"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							},
							["證"] = {
								this = true
							}
						}
					}
				}
			},
			["警"] = {
				["察"] = {
					this = true,
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				},
				["官"] = {
					["证"] = {
						this = true
					},
					["証"] = {
						this = true
					}
				},
				["员"] = {
					["证"] = {
						this = true
					}
				}
			},
			["居"] = {
				["住"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			},
			["军"] = {
				["车"] = {
					["车"] = {
						["牌"] = {
							this = true
						}
					}
				},
				["官"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				},
				["牌"] = {
					this = true
				},
				["人"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["刻"] = {
				["章"] = {
					["网"] = {
						this = true
					}
				}
			},
			["了"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["离"] = {
				["婚"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			},
			["留"] = {
				["学"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["学"] = {
						["历"] = {
							this = true
						}
					}
				}
			},
			["六"] = {
				["级"] = {
					["证"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["律"] = {
				["师"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			},
			["民"] = {
				["办"] = {
					["学"] = {
						["历"] = {
							this = true
						}
					}
				}
			},
			["票"] = {
				["据"] = {
					this = true
				}
			},
			["凭"] = {
				["文"] = {
					this = true
				}
			},
			["企"] = {
				["业"] = {
					["公"] = {
						["章"] = {
							this = true
						}
					}
				}
			},
			["认"] = {
				["证"] = {
					["学"] = {
						["位"] = {
							this = true
						}
					},
					["证"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["网"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["社"] = {
				["保"] = {
					["补"] = {
						["交"] = {
							this = true
						}
					},
					["挂"] = {
						["靠"] = {
							this = true
						}
					}
				}
			},
			["裑"] = {
				["份"] = {
					["證"] = {
						["手"] = {
							["機"] = {
								this = true
							}
						}
					}
				}
			},
			["顺"] = {
				["义"] = {
					["驾"] = {
						["驶"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["四"] = {
				["级"] = {
					["六"] = {
						["级"] = {
							this = true
						}
					},
					["证"] = {
						this = true,
						["书"] = {
							this = true
						}
					}
				},
				["六"] = {
					["级"] = {
						["证"] = {
							this = true,
							["书"] = {
								this = true
							}
						}
					}
				}
			},
			["套"] = {
				["号"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["统"] = {
				["考"] = {
					["正"] = {
						["书"] = {
							this = true
						}
					},
					["证"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["外"] = {
				["国"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["皖"] = {
				["牌"] = {
					["年"] = {
						["审"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["版"] = {
					["警"] = {
						["官"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["雅"] = {
				["思"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["研"] = {
				["究"] = {
					["生"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["级"] = {
					["建"] = {
						["造"] = {
							["师"] = {
								this = true
							}
						}
					}
				}
			},
			["医"] = {
				["师"] = {
					["证"] = {
						this = true,
						q = {
							this = true
						}
					},
					["资"] = {
						["格"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["壹"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							},
							["證"] = {
								this = true
							}
						}
					}
				}
			},
			["醫"] = {
				["師"] = {
					["澬"] = {
						["格"] = {
							["證"] = {
								this = true
							}
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["英"] = {
				["国"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["语"] = {
					["等"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					},
					["四"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["幽"] = {
				["灵"] = {
					this = true
				}
			},
			["暂"] = {
				["住"] = {
					["证"] = {
						this = true
					}
				}
			},
			["正"] = {
				this = true,
				["规"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				},
				["件"] = {
					this = true
				}
			},
			["證"] = {
				this = true
			},
			["职"] = {
				["称"] = {
					["证"] = {
						["书"] = {
							this = true
						}
					}
				},
				["业"] = {
					["职"] = {
						["称"] = {
							["证"] = {
								this = true
							}
						}
					},
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["级"] = {
					["工"] = {
						["程"] = {
							["师"] = {
								this = true
							}
						}
					}
				}
			},
			["专"] = {
				["八"] = {
					["证"] = {
						["书"] = {
							this = true
						}
					}
				},
				["科"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["格"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true,
						["密"] = {
							["云"] = {
								this = true
							}
						},
						["书"] = {
							this = true
						}
					}
				}
			},
			["澬"] = {
				["格"] = {
					["證"] = {
						this = true
					}
				}
			},
			["自"] = {
				["考"] = {
					["文"] = {
						["@"] = {
							["凭"] = {
								this = true
							}
						},
						["凭"] = {
							this = true
						}
					},
					["正"] = {
						["书"] = {
							this = true
						}
					},
					["证"] = {
						this = true,
						["书"] = {
							this = true
						}
					}
				}
			}
		},
		this = {
			this = true
		},
		["证"] = {
			this = true,
			["刻"] = {
				["章"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["发"] = {
						["票"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							[" "] = {
								["毕"] = {
									["业"] = {
										["证"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["有"] = {
						["限"] = {
							["公"] = {
								["司"] = {
									this = true
								}
							}
						}
					},
					[" "] = {
						["教"] = {
							["育"] = {
								["咨"] = {
									["询"] = {
										this = true
									}
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["中"] = {
						["心"] = {
							this = true
						}
					}
				},
				["公"] = {
					["章"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true,
				[" "] = {
					["身"] = {
						["份"] = {
							["证"] = {
								[" "] = {
									["文"] = {
										["凭"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						this = true
					}
				},
				["站"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["作"] = {
					["室"] = {
						this = true
					}
				}
			},
			["公"] = {
				["司"] = {
					["网"] = {
						this = true
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					Q = {
						Q = {
							this = true
						}
					}
				}
			},
			["*"] = {
				this = true
			},
			["件"] = {
				this = true,
				["文"] = {
					["凭"] = {
						this = true,
						[" "] = {
							["高"] = {
								["仿"] = {
									["真"] = {
										["假"] = {
											["证"] = {
												["件"] = {
													this = true
												}
											}
										}
									}
								}
							}
						},
						["学"] = {
							["历"] = {
								["认"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						this = true,
						[" "] = {
							["手"] = {
								["机"] = {
									this = true
								}
							}
						},
						["手"] = {
							["机"] = {
								this = true
							}
						}
					}
				},
				["保"] = {
					["真"] = {
						this = true
					}
				},
				["公"] = {
					["司"] = {
						this = true
					}
				},
				["机"] = {
					["构"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				}
			},
			["当"] = {
				["面"] = {
					["交"] = {
						["易"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true,
					q = {
						q = {
							this = true
						}
					}
				}
			},
			[" "] = {
				["中"] = {
					["智"] = {
						["教"] = {
							["育"] = {
								this = true
							}
						}
					}
				},
				["华"] = {
					["北"] = {
						["教"] = {
							["育"] = {
								this = true
							}
						}
					}
				},
				["易"] = {
					["得"] = {
						["优"] = {
							["教"] = {
								["育"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["%"] = {
				["件"] = {
					this = true
				}
			},
			["?"] = {
				["华"] = {
					["北"] = {
						["教"] = {
							["育"] = {
								this = true
							}
						}
					}
				},
				["中"] = {
					["智"] = {
						["教"] = {
							["育"] = {
								this = true
							}
						}
					}
				}
			},
			["9"] = {
				["8"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			V = {
				F = {
					["网"] = {
						this = true
					}
				}
			},
			["办"] = {
				["理"] = {
					["业"] = {
						["务"] = {
							this = true
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["保"] = {
				["真"] = {
					this = true
				}
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true
					}
				}
			},
			["查"] = {
				["询"] = {
					this = true
				}
			},
			["车"] = {
				["牌"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["高"] = {
						["考"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["理"] = {
					this = true
				}
			},
			["各"] = {
				["种"] = {
					["*"] = {
						["*"] = {
							q = {
								this = true
							}
						}
					},
					q = {
						this = true
					}
				}
			},
			["函"] = {
				["授"] = {
					["英"] = {
						["语"] = {
							["四"] = {
								this = true
							}
						}
					}
				}
			},
			["华"] = {
				["北"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				},
				["真"] = {
					["价"] = {
						["实"] = {
							this = true
						}
					}
				}
			},
			["集"] = {
				["团"] = {
					this = true
				}
			},
			["驾"] = {
				["驶"] = {
					["证"] = {
						this = true
					}
				}
			},
			["结"] = {
				["业"] = {
					["证"] = {
						this = true
					}
				}
			},
			["客"] = {
				["服"] = {
					this = true
				}
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["六"] = {
				["级"] = {
					["证"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["热"] = {
				["线"] = {
					this = true
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["书"] = {
				this = true
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["物"] = {
				["美"] = {
					["价"] = {
						["廉"] = {
							this = true
						}
					}
				}
			},
			["先"] = {
				["锋"] = {
					this = true
				}
			},
			["学"] = {
				["位"] = {
					["证"] = {
						this = true
					}
				}
			},
			["样"] = {
				["品"] = {
					this = true
				}
			},
			["业"] = {
				["务"] = {
					this = true
				}
			},
			["易"] = {
				["得"] = {
					["优"] = {
						["教"] = {
							["育"] = {
								this = true
							}
						}
					}
				}
			},
			["优"] = {
				["惠"] = {
					["保"] = {
						["真"] = {
							this = true
						}
					}
				}
			},
			["找"] = {
				["华"] = {
					["北"] = {
						["教"] = {
							["育"] = {
								this = true
							}
						}
					}
				}
			},
			["执"] = {
				["照"] = {
					this = true
				}
			},
			["直"] = {
				["通"] = {
					["车"] = {
						this = true
					}
				}
			},
			["中"] = {
				["心"] = {
					this = true
				},
				["智"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				["站"] = {
					this = true
				}
			},
			["自"] = {
				["学"] = {
					["考"] = {
						["试"] = {
							this = true
						}
					}
				}
			}
		},
		["假"] = {
			this = true,
			["身"] = {
				["份"] = {
					["证"] = {
						this = true,
						["件"] = {
							this = true,
							Q = {
								this = true
							}
						},
						Q = {
							["证"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					},
					["正"] = {
						["网"] = {
							this = true
						}
					},
					["証"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true,
				["件"] = {
					this = true,
					[" "] = {
						["学"] = {
							["位"] = {
								["证"] = {
									this = true
								}
							}
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["*"] = {
					this = true
				},
				["?"] = {
					this = true
				},
				["服"] = {
					["务"] = {
						this = true
					}
				},
				["公"] = {
					["司"] = {
						this = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						this = true
					}
				},
				["书"] = {
					this = true
				},
				["网"] = {
					this = true
				},
				["证"] = {
					this = true,
					["件"] = {
						["证"] = {
							["书"] = {
								this = true
							}
						}
					}
				},
				["中"] = {
					["心"] = {
						this = true
					}
				}
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["本"] = {
				["科"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["毕"] = {
				["业"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					},
					["証"] = {
						this = true
					},
					["證"] = {
						this = true
					}
				}
			},
			["车"] = {
				["牌"] = {
					this = true
				}
			},
			["出"] = {
				["生"] = {
					["证"] = {
						this = true
					}
				}
			},
			["存"] = {
				["单"] = {
					this = true
				}
			},
			["大"] = {
				["专"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["导"] = {
				["游"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			},
			["定"] = {
				["期"] = {
					["存"] = {
						["单"] = {
							this = true
						}
					}
				}
			},
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["房"] = {
				["产"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			},
			["户"] = {
				["口"] = {
					["本"] = {
						this = true
					}
				}
			},
			["护"] = {
				["照"] = {
					this = true
				}
			},
			["会"] = {
				["计"] = {
					["证"] = {
						this = true
					}
				}
			},
			["记"] = {
				["者"] = {
					["证"] = {
						this = true
					}
				}
			},
			["驾"] = {
				["驶"] = {
					["证"] = {
						this = true
					},
					["証"] = {
						this = true
					}
				},
				["照"] = {
					this = true
				}
			},
			["结"] = {
				["婚"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			},
			["警"] = {
				["察"] = {
					["证"] = {
						this = true
					}
				},
				["官"] = {
					["证"] = {
						this = true
					},
					["証"] = {
						this = true
					}
				}
			},
			["军"] = {
				["官"] = {
					["证"] = {
						this = true
					}
				},
				["警"] = {
					["官"] = {
						["证"] = {
							this = true
						}
					}
				},
				["牌"] = {
					this = true
				}
			},
			["离"] = {
				["婚"] = {
					["证"] = {
						this = true
					}
				}
			},
			["四"] = {
				["级"] = {
					["证"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true,
					["证"] = {
						this = true
					}
				}
			},
			["学"] = {
				["历"] = {
					this = true,
					["证"] = {
						this = true
					}
				},
				["生"] = {
					["证"] = {
						this = true
					}
				},
				["位"] = {
					["证"] = {
						this = true,
						["书"] = {
							this = true
						}
					}
				}
			},
			["言"] = {
				["正"] = {
					this = true
				}
			},
			["医"] = {
				["师"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["英"] = {
				["语"] = {
					["六"] = {
						["级"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					},
					["四"] = {
						["级"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["营"] = {
				["业"] = {
					["执"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				this = true,
				["件"] = {
					["学"] = {
						["位"] = {
							["正"] = {
								this = true
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						this = true
					}
				},
				["正"] = {
					["件"] = {
						["正"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			},
			["証"] = {
				this = true,
				["件"] = {
					q = {
						this = true
					}
				}
			},
			["资"] = {
				["格"] = {
					["证"] = {
						this = true
					}
				}
			},
			["卫"] = {
				["生"] = {
					["许"] = {
						["可"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["牌"] = {
				["照"] = {
					this = true
				}
			}
		},
		["真"] = {
			this = true,
			["实"] = {
				["户"] = {
					["口"] = {
						this = true
					}
				},
				["大"] = {
					["学"] = {
						["学"] = {
							["历"] = {
								this = true
							}
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true,
						["学"] = {
							["历"] = {
								this = true
							}
						}
					}
				},
				["学"] = {
					["历"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true,
					[" "] = {
						["办"] = {
							["真"] = {
								["学"] = {
									["历"] = {
										Q = {
											Q = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["办"] = {
						["学"] = {
							["历"] = {
								this = true
							}
						}
					}
				}
			},
			["本"] = {
				["科"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["毕"] = {
				["业"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			},
			["畢"] = {
				["業"] = {
					["证"] = {
						this = true
					}
				}
			},
			["会"] = {
				["计"] = {
					["证"] = {
						q = {
							this = true
						}
					}
				}
			},
			["学"] = {
				["&"] = {
					["历"] = {
						this = true
					}
				},
				["历"] = {
					this = true,
					["密"] = {
						["云"] = {
							this = true
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["证"] = {
						this = true
					}
				}
			},
			["自"] = {
				["考"] = {
					this = true
				}
			}
		},
		["公"] = {
			["室"] = {
				["诱"] = {
					["与"] = {
						["惑"] = {
							this = true
						}
					}
				},
				["大"] = {
					["炮"] = {
						this = true
					}
				},
				["的"] = {
					["凌"] = {
						["虐"] = {
							this = true
						}
					},
					["沙"] = {
						["发"] = {
							this = true
						}
					},
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				},
				["激"] = {
					["情"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						}
					}
				},
				["女"] = {
					["郎"] = {
						["淫"] = {
							["乱"] = {
								this = true
							}
						}
					}
				},
				["丝"] = {
					["袜"] = {
						this = true
					}
				},
				["调"] = {
					["情"] = {
						this = true,
						["集"] = {
							["锦"] = {
								this = true
							}
						}
					}
				},
				["偷"] = {
					["情"] = {
						this = true
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["性"] = {
					["欲"] = {
						this = true
					}
				},
				["职"] = {
					["员"] = {
						["淫"] = {
							["乱"] = {
								this = true
							}
						}
					}
				},
				["制"] = {
					["服"] = {
						["性"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			},
			["用"] = {
				["品"] = {
					["发"] = {
						["&"] = {
							["票"] = {
								this = true
							}
						},
						["票"] = {
							this = true
						}
					},
					["法"] = {
						["票"] = {
							this = true
						}
					},
					["票"] = {
						this = true
					}
				}
			}
		},
		["{"] = {
			["1"] = {
				["0"] = {
					["}"] = {
						["证"] = {
							["{"] = {
								["1"] = {
									["0"] = {
										["}"] = {
											["件"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["毕"] = {
			["业"] = {
				this = true,
				["证"] = {
					this = true,
					[" "] = {
						["刻"] = {
							["章"] = {
								this = true,
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						},
						["身"] = {
							["份"] = {
								["证"] = {
									this = true
								}
							}
						},
						["驾"] = {
							["照"] = {
								this = true
							},
							["驶"] = {
								["证"] = {
									this = true
								}
							}
						},
						["真"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						},
						["签"] = {
							["证"] = {
								this = true
							}
						}
					},
					Q = {
						Q = {
							this = true
						}
					}
				},
				["$"] = {
					["证"] = {
						["找"] = {
							this = true
						}
					}
				},
				["驾"] = {
					["驶"] = {
						["证"] = {
							this = true
						}
					}
				},
				["刻"] = {
					["章"] = {
						this = true
					}
				},
				["签"] = {
					["证"] = {
						this = true
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				},
				["学"] = {
					["历"] = {
						this = true
					},
					["位"] = {
						["双"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["正"] = {
					this = true,
					["驾"] = {
						["驶"] = {
							["正"] = {
								this = true
							}
						},
						["照"] = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							this = true
						}
					},
					["签"] = {
						["正"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["正"] = {
								this = true
							}
						}
					},
					["找"] = {
						this = true
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["学"] = {
			["历"] = {
				this = true,
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["办"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				},
				["正"] = {
					["件"] = {
						this = true
					}
				},
				["证"] = {
					this = true,
					["件"] = {
						this = true
					},
					["书"] = {
						this = true
					}
				}
			},
			["位"] = {
				["证"] = {
					this = true,
					[" "] = {
						["刻"] = {
							["章"] = {
								this = true
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						},
						["身"] = {
							["份"] = {
								["证"] = {
									this = true
								}
							}
						},
						["驾"] = {
							["照"] = {
								this = true
							}
						},
						["真"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						},
						["签"] = {
							["证"] = {
								this = true
							}
						}
					},
					["?"] = {
						["驾"] = {
							["照"] = {
								this = true
							}
						},
						["刻"] = {
							["章"] = {
								this = true
							}
						},
						["签"] = {
							["证"] = {
								this = true
							}
						}
					},
					Q = {
						this = true
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							this = true
						}
					},
					["签"] = {
						["证"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["驾"] = {
					["照"] = {
						this = true
					}
				},
				["签"] = {
					["证"] = {
						this = true
					}
				},
				["认"] = {
					["证"] = {
						this = true
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				},
				["真"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				},
				["正"] = {
					this = true,
					["毕"] = {
						["业"] = {
							["正"] = {
								this = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							this = true
						}
					},
					["刻"] = {
						["章"] = {
							this = true
						}
					},
					["签"] = {
						["正"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["正"] = {
								this = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["證"] = {
					this = true
				}
			},
			["生"] = {
				["证"] = {
					this = true
				}
			}
		},
		["高"] = {
			["利"] = {
				["贷"] = {
					this = true
				}
			},
			["仿"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["假"] = {
					["证"] = {
						this = true
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				},
				["真"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["证"] = {
					this = true,
					["件"] = {
						this = true
					}
				}
			},
			["中"] = {
				["毕"] = {
					["业"] = {
						["正"] = {
							this = true
						}
					}
				}
			}
		},
		["文"] = {
			["凭"] = {
				this = true,
				["刻"] = {
					["章"] = {
						this = true,
						["电"] = {
							["话"] = {
								this = true
							}
						}
					}
				},
				[" "] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								[" "] = {
									["身"] = {
										["份"] = {
											["证"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["腾"] = {
						["飞"] = {
							["教"] = {
								["育"] = {
									this = true
								}
							}
						}
					},
					["北"] = {
						["京"] = {
							["博"] = {
								["远"] = {
									this = true
								}
							}
						}
					}
				},
				Q = {
					Q = {
						[" "] = {
							["上"] = {
								["网"] = {
									["学"] = {
										["历"] = {
											this = true
										}
									}
								}
							},
							["学"] = {
								["籍"] = {
									["档"] = {
										["案"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["找"] = {
					["华"] = {
						["北"] = {
							["教"] = {
								["育"] = {
									this = true
								}
							}
						}
					}
				},
				["来"] = {
					["易"] = {
						["得"] = {
							["优"] = {
								["教"] = {
									["育"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["办"] = {
					["真"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["北"] = {
					["京"] = {
						["博"] = {
							["远"] = {
								this = true
							}
						}
					}
				},
				["各"] = {
					["地"] = {
						["博"] = {
							["远"] = {
								this = true
							}
						}
					}
				},
				["上"] = {
					["网"] = {
						["学"] = {
							["历"] = {
								this = true
							}
						}
					}
				},
				["顺"] = {
					["义"] = {
						["博"] = {
							["远"] = {
								this = true
							}
						}
					}
				},
				["腾"] = {
					["飞"] = {
						["教"] = {
							["育"] = {
								this = true
							}
						}
					}
				},
				["学"] = {
					["籍"] = {
						["档"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			},
			["平"] = {
				this = true
			}
		},
		["六"] = {
			["级"] = {
				["证"] = {
					this = true,
					[" "] = {
						["办"] = {
							["身"] = {
								["份"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["成"] = {
					["绩"] = {
						["单"] = {
							this = true
						}
					}
				},
				["正"] = {
					this = true
				}
			}
		},
		["身"] = {
			["份"] = {
				["证"] = {
					this = true,
					[" "] = {
						["驾"] = {
							["驶"] = {
								["证"] = {
									[" "] = {
										["健"] = {
											["康"] = {
												["证"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["?"] = {
						this = true
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["高"] = {
						["仿"] = {
							this = true
						}
					}
				},
				["正"] = {
					this = true
				},
				["証"] = {
					this = true
				},
				["證"] = {
					this = true
				}
			},
			["*"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["四"] = {
			["六"] = {
				["级"] = {
					this = true,
					[" "] = {
						["学"] = {
							["位"] = {
								["证"] = {
									this = true
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						},
						["身"] = {
							["份"] = {
								["证"] = {
									this = true
								}
							}
						},
						["驾"] = {
							["照"] = {
								this = true
							}
						},
						["真"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						},
						["签"] = {
							["证"] = {
								this = true
							}
						}
					},
					["证"] = {
						this = true,
						[" "] = {
							["刻"] = {
								["章"] = {
									this = true
								}
							}
						},
						["刻"] = {
							["章"] = {
								this = true
							}
						}
					},
					["?"] = {
						["驾"] = {
							["照"] = {
								this = true
							}
						},
						["签"] = {
							["证"] = {
								this = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							this = true
						}
					},
					["签"] = {
						["正"] = {
							this = true
						},
						["证"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					},
					["学"] = {
						["位"] = {
							["正"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					},
					["正"] = {
						this = true,
						["刻"] = {
							["章"] = {
								this = true
							}
						}
					}
				}
			},
			["级"] = {
				["成"] = {
					["绩"] = {
						["单"] = {
							this = true
						}
					}
				},
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			}
		},
		["上"] = {
			["网"] = {
				["文"] = {
					["凭"] = {
						this = true,
						[" "] = {
							["学"] = {
								["历"] = {
									this = true
								}
							}
						},
						["腾"] = {
							["飞"] = {
								["教"] = {
									["育"] = {
										this = true
									}
								}
							}
						},
						["北"] = {
							["京"] = {
								["博"] = {
									["远"] = {
										this = true
									}
								}
							}
						},
						["中"] = {
							["智"] = {
								["教"] = {
									["育"] = {
										this = true
									}
								}
							}
						},
						["到"] = {
							["启"] = {
								["而"] = {
									["思"] = {
										this = true
									}
								}
							}
						},
						["学"] = {
							["历"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["."] = {
			["假"] = {
				this = true
			},
			["证"] = {
				this = true
			}
		},
		["@"] = {
			["假"] = {
				["@"] = {
					["証"] = {
						this = true
					}
				}
			}
		},
		["^"] = {
			["证"] = {
				["网"] = {
					this = true
				}
			}
		},
		["1"] = {
			["理"] = {
				["1"] = {
					["证"] = {
						["1"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["8"] = {
			["正"] = {
				this = true
			},
			["证"] = {
				this = true
			}
		},
		j = {
			i = {
				a = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		M = {
			["证"] = {
				Y = {
					["件"] = {
						this = true
					}
				}
			}
		},
		z = {
			h = {
				e = {
					n = {
						g = {
							this = true,
							["件"] = {
								this = true
							}
						},
						["学"] = {
							["历"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["澳"] = {
			["门"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["报"] = {
			["到"] = {
				["証"] = {
					this = true
				}
			}
		},
		["本"] = {
			["科"] = {
				["报"] = {
					["到"] = {
						["证"] = {
							this = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["文"] = {
					["$"] = {
						["凭"] = {
							this = true
						}
					},
					["平"] = {
						this = true
					},
					["凭"] = {
						this = true,
						["保"] = {
							["真"] = {
								this = true
							}
						},
						["證"] = {
							this = true
						}
					}
				}
			},
			["凭"] = {
				this = true
			}
		},
		["畢"] = {
			["業"] = {
				["證"] = {
					this = true
				}
			}
		},
		["部"] = {
			["队"] = {
				["军"] = {
					["牌"] = {
						this = true
					}
				}
			}
		},
		["禅"] = {
			this = true
		},
		["蝉"] = {
			this = true
		},
		["成"] = {
			["绩"] = {
				["单"] = {
					this = true
				}
			}
		},
		["初"] = {
			["级"] = {
				["会"] = {
					["计"] = {
						["师"] = {
							this = true
						}
					}
				}
			}
		},
		["大"] = {
			["学"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["专"] = {
				["证"] = {
					this = true
				}
			}
		},
		["二"] = {
			["代"] = {
				["假"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["级"] = {
				["建"] = {
					["造"] = {
						["师"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["房"] = {
			["产"] = {
				["证"] = {
					this = true
				}
			}
		},
		["个"] = {
			["大"] = {
				["专"] = {
					["学"] = {
						["历"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			}
		},
		["各"] = {
			["级"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["驾"] = {
					["照"] = {
						this = true
					}
				},
				["签"] = {
					["证"] = {
						this = true
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				},
				["学"] = {
					["位"] = {
						["证"] = {
							this = true
						}
					}
				},
				["真"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				},
				["证"] = {
					["刻"] = {
						["章"] = {
							this = true
						}
					}
				}
			},
			["种"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				},
				["职"] = {
					["称"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["工"] = {
			["程"] = {
				["师"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["厷"] = {
			["室"] = {
				["調"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["外"] = {
				["大"] = {
					["学"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["护"] = {
			["士"] = {
				["资"] = {
					["格"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["照"] = {
				this = true
			}
		},
		["会"] = {
			["计"] = {
				["师"] = {
					this = true
				},
				["证"] = {
					this = true,
					q = {
						this = true
					}
				}
			}
		},
		["计"] = {
			["算"] = {
				["机"] = {
					["二"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					},
					["三"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["技"] = {
			["术"] = {
				["等"] = {
					["级"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["加"] = {
			["油"] = {
				["票"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["章"] = {
				this = true
			},
			["证"] = {
				this = true
			}
		},
		["徦"] = {
			["證"] = {
				["電"] = {
					["話"] = {
						this = true
					}
				},
				["件"] = {
					["學"] = {
						["莅"] = {
							["證"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["驾"] = {
			["驶"] = {
				["证"] = {
					this = true
				},
				["証"] = {
					this = true
				}
			},
			["照"] = {
				this = true
			}
		},
		["駕"] = {
			["照"] = {
				this = true
			}
		},
		["监"] = {
			["理"] = {
				["工"] = {
					["程"] = {
						["师"] = {
							this = true
						}
					}
				}
			}
		},
		["件"] = {
			this = true
		},
		["教"] = {
			["师"] = {
				["资"] = {
					["格"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["警"] = {
			["&"] = {
				["官"] = {
					["证"] = {
						this = true
					}
				}
			},
			["察"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true,
					["样"] = {
						["本"] = {
							this = true
						}
					}
				}
			},
			["官"] = {
				["证"] = {
					this = true,
					["电"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true
			}
		},
		["军"] = {
			["残"] = {
				["証"] = {
					this = true
				}
			},
			["官"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true,
					["样"] = {
						["本"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				this = true
			},
			["人"] = {
				["证"] = {
					this = true
				}
			},
			["车"] = {
				["套"] = {
					["牌"] = {
						this = true
					}
				}
			}
		},
		["离"] = {
			["婚"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			}
		},
		["律"] = {
			["&"] = {
				["师"] = {
					["执"] = {
						["业"] = {
							["證"] = {
								this = true
							}
						}
					}
				}
			},
			["师"] = {
				["执"] = {
					["$"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					},
					["业"] = {
						["正"] = {
							this = true
						},
						["证"] = {
							this = true
						},
						["證"] = {
							this = true
						}
					}
				}
			}
		},
		["全"] = {
			["类"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				}
			},
			["日"] = {
				["制"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			}
		},
		["事"] = {
			["复"] = {
				["仇"] = {
					this = true
				}
			}
		},
		["收"] = {
			["入"] = {
				["正"] = {
					["？"] = {
						["明"] = {
							this = true
						}
					}
				},
				["证"] = {
					["明"] = {
						this = true
					}
				}
			}
		},
		["硕"] = {
			["士"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			}
		},
		["台"] = {
			["湾"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["套"] = {
			["牌"] = {
				["手"] = {
					["续"] = {
						this = true
					}
				}
			}
		},
		["统"] = {
			["招"] = {
				["本"] = {
					["科"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			}
		},
		["統"] = {
			["招"] = {
				["夲"] = {
					["萪"] = {
						["呅"] = {
							["凴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["托"] = {
			["福"] = {
				["证"] = {
					this = true
				}
			}
		},
		["武"] = {
			["警"] = {
				["证"] = {
					this = true
				}
			}
		},
		["信"] = {
			["用"] = {
				["卡"] = {
					this = true
				}
			}
		},
		["雅"] = {
			["思"] = {
				["证"] = {
					this = true
				}
			}
		},
		["讠"] = {
			["正"] = {
				this = true
			}
		},
		["研"] = {
			["本"] = {
				["科"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["硕"] = {
				["士"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			}
		},
		["医"] = {
			["师"] = {
				["资"] = {
					["格"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["义"] = {
			["务"] = {
				["兵"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["银"] = {
			["行"] = {
				["卡"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			}
		},
		["英"] = {
			["%"] = {
				["语"] = {
					["六"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["语"] = {
				["等"] = {
					["级"] = {
						["证"] = {
							this = true,
							["书"] = {
								this = true
							}
						}
					}
				},
				["六"] = {
					["$"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					},
					[":"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					},
					["级"] = {
						["正"] = {
							this = true
						},
						["证"] = {
							this = true
						}
					}
				},
				["四"] = {
					["级"] = {
						this = true,
						["证"] = {
							["书"] = {
								this = true
							}
						}
					},
					["六"] = {
						this = true
					}
				}
			}
		},
		["营"] = {
			["口"] = {
				["驾"] = {
					["照"] = {
						this = true
					}
				}
			}
		},
		["侦"] = {
			["察"] = {
				["正"] = {
					["警"] = {
						["察"] = {
							["正"] = {
								this = true
							}
						}
					}
				},
				["证"] = {
					["警"] = {
						["察"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["正"] = {
			this = true,
			["办"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["毕"] = {
				["业"] = {
					["正"] = {
						this = true
					}
				}
			},
			["当"] = {
				["面"] = {
					["交"] = {
						["易"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["公"] = {
				["司"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["华"] = {
				["北"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["集"] = {
				["团"] = {
					this = true
				}
			},
			["驾"] = {
				["驶"] = {
					["正"] = {
						this = true
					}
				}
			},
			["件"] = {
				["刻"] = {
					["章"] = {
						this = true,
						["手"] = {
							["机"] = {
								this = true
							}
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["刻"] = {
				["章"] = {
					this = true,
					["毕"] = {
						["业"] = {
							["正"] = {
								this = true
							}
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["身"] = {
				["份"] = {
					["正"] = {
						this = true
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["刻"] = {
					["章"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["易"] = {
				["得"] = {
					["优"] = {
						["教"] = {
							["育"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["心"] = {
					this = true
				},
				["智"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			}
		},
		["証"] = {
			this = true
		},
		["證"] = {
			this = true,
			["件"] = {
				["刻"] = {
					["璋"] = {
						["手"] = {
							["機"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["执"] = {
			["业"] = {
				["证"] = {
					this = true
				}
			}
		},
		["职"] = {
			["^"] = {
				["称"] = {
					["证"] = {
						this = true
					}
				}
			},
			["称"] = {
				["$"] = {
					["证"] = {
						this = true
					}
				},
				["正"] = {
					this = true
				},
				["证"] = {
					this = true,
					["密"] = {
						["云"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				this = true
			}
		},
		["中"] = {
			["级"] = {
				["会"] = {
					["计"] = {
						["师"] = {
							this = true
						}
					}
				}
			}
		},
		["专"] = {
			["科"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["文"] = {
					["平"] = {
						this = true
					}
				}
			}
		},
		["资"] = {
			["格"] = {
				["証"] = {
					this = true
				}
			}
		},
		["自"] = {
			["考"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			}
		},
		["士"] = {
			["兵"] = {
				["证"] = {
					this = true
				}
			}
		},
		["居"] = {
			["民"] = {
				["户"] = {
					["口"] = {
						["本"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鸨"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["贝"] = {
		["肉"] = {
			this = true
		},
		["瑞"] = {
			["塔"] = {
				this = true
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["齐"] = {
			["米"] = {
				["特"] = {
					this = true
				}
			}
		},
		["斯"] = {
			["特"] = {
				this = true,
				["游"] = {
					["戏"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["领"] = {
			this = true
		},
		["贝"] = {
			["游"] = {
				["戏"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			}
		},
		["尔"] = {
			["刀"] = {
				["专"] = {
					this = true
				}
			},
			["戈"] = {
				["博"] = {
					["求"] = {
						["生"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["专"] = {
					this = true
				}
			},
			["求"] = {
				["生"] = {
					["刺"] = {
						["专"] = {
							this = true
						}
					},
					["刀"] = {
						this = true,
						["具"] = {
							["具"] = {
								this = true
							}
						},
						["正"] = {
							["品"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["砍"] = {
						["刀"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["野"] = {
				["外"] = {
					["自"] = {
						["卫"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["折"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["雷"] = {
			["塔"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["纳"] = {
			["利"] = {
				["摩"] = {
					["托"] = {
						["车"] = {
							["行"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["特"] = {
			["斯"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["者"] = {
			["十"] = {
				["尃"] = {
					["葯"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["苯"] = {
		["比"] = {
			this = true
		},
		["丙"] = {
			["胺"] = {
				this = true
			}
		},
		["基"] = {
			["甲"] = {
				["酮"] = {
					this = true
				}
			},
			["硫"] = {
				["醇"] = {
					this = true
				}
			}
		},
		["环"] = {
			["利"] = {
				["定"] = {
					this = true
				}
			}
		},
		["巴"] = {
			["比"] = {
				["妥"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["曲"] = {
				["秦"] = {
					this = true
				}
			}
		},
		["乙"] = {
			["酸"] = {
				this = true,
				["诺"] = {
					["龙"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["笨"] = {
		["屄"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["蛋"] = {
			this = true
		},
		["比"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["波"] = {
		["霸"] = {
			this = true,
			["乳"] = {
				["交"] = {
					["器"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			["微"] = {
				["信"] = {
					this = true
				}
			}
		},
		["音"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			}
		},
		["波"] = {
			["撸"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["佳"] = {
			["达"] = {
				this = true
			}
		},
		["动"] = {
			["少"] = {
				["女"] = {
					this = true
				}
			}
		},
		["動"] = {
			["少"] = {
				["女"] = {
					this = true
				}
			}
		},
		["多"] = {
			["野"] = {
				["结"] = {
					["衣"] = {
						this = true
					}
				}
			}
		},
		["斯"] = {
			["刀"] = {
				this = true
			},
			["枪"] = {
				this = true
			},
			["弯"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["推"] = {
			this = true
		},
		["风"] = {
			["九"] = {
				["八"] = {
					this = true
				}
			},
			["四"] = {
				["六"] = {
					this = true
				}
			},
			["9"] = {
				["8"] = {
					this = true
				}
			},
			["治"] = {
				["政"] = {
					this = true
				}
			}
		}
	}
end

temp()
