pg = pg or {}
slot0 = pg
slot0.word_template_155 = {}
slot1 = slot0.word_template_155

function temp()
	uv0["刀"] = {
		["迷"] = {
			["世"] = {
				["界"] = {
					this = true
				},
				["家"] = {
					this = true
				}
			},
			["汇"] = {
				this = true,
				["户"] = {
					["外"] = {
						["军"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["会"] = {
				this = true,
				["名"] = {
					["刀"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["商"] = {
				["城"] = {
					this = true
				}
			},
			["天"] = {
				["地"] = {
					this = true
				}
			}
		},
		["兵"] = {
			["坊"] = {
				this = true
			}
		},
		["刀"] = {
			["撸"] = {
				this = true
			},
			["网"] = {
				this = true
			}
		},
		["具"] = {
			this = true,
			["之"] = {
				["家"] = {
					["网"] = {
						this = true
					}
				}
			},
			["直"] = {
				["销"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["锋"] = {
			["户"] = {
				["外"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["友"] = {
			["论"] = {
				["坛"] = {
					["网"] = {
						this = true
					}
				}
			},
			["吧"] = {
				this = true
			}
		},
		["斤"] = {
			["平"] = {
				this = true
			}
		},
		["觔"] = {
			["平"] = {
				this = true
			}
		},
		["迈"] = {
			["乎"] = {
				this = true
			}
		},
		["邁"] = {
			["乎"] = {
				this = true
			}
		},
		["白"] = {
			["凤"] = {
				this = true
			}
		},
		["宝"] = {
			["斋"] = {
				["名"] = {
					["品"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["斧"] = {
			["专"] = {
				this = true
			},
			["子"] = {
				this = true
			}
		},
		["行"] = {
			["者"] = {
				["商"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["魂"] = {
			["网"] = {
				this = true
			}
		},
		["货"] = {
			["到"] = {
				["付"] = {
					["款"] = {
						this = true
					}
				}
			}
		},
		["剑"] = {
			["?"] = {
				["英"] = {
					["雄"] = {
						this = true
					}
				}
			},
			["匕"] = {
				["首"] = {
					["网"] = {
						this = true
					}
				}
			},
			["军"] = {
				["刺"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["匕"] = {
					["首"] = {
						this = true
					}
				}
			},
			["英"] = {
				["雄"] = {
					this = true
				}
			}
		},
		["劍"] = {
			["？"] = {
				["英"] = {
					["雄"] = {
						this = true
					}
				}
			},
			["英"] = {
				["雄"] = {
					this = true
				}
			}
		},
		["客"] = {
			["谷"] = {
				this = true
			},
			["栈"] = {
				this = true
			}
		},
		["琅"] = {
			["玕"] = {
				this = true
			}
		},
		["梦"] = {
			["网"] = {
				this = true
			}
		},
		["奴"] = {
			this = true,
			["版"] = {
				["大"] = {
					["白"] = {
						["鲨"] = {
							this = true
						}
					}
				}
			},
			["丛"] = {
				["林"] = {
					["虎"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["放"] = {
				["血"] = {
					["刺"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["有"] = {
				["货"] = {
					this = true
				}
			}
		},
		["努"] = {
			["网"] = {
				this = true
			}
		},
		["弩"] = {
			["官"] = {
				["方"] = {
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["手"] = {
			["枪"] = {
				this = true
			}
		},
		["特"] = {
			["军"] = {
				["品"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["网"] = {
			this = true,
			["军"] = {
				["刀"] = {
					["网"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				}
			}
		},
		["尧"] = {
			this = true
		},
		["璎"] = {
			["珞"] = {
				this = true
			}
		},
		["塔"] = {
			["押"] = {
				["注"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["米"] = {
		["尔"] = {
			["军"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["其"] = {
			["林"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["兰"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["克"] = {
			["户"] = {
				["外"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["奇"] = {
			["在"] = {
				["线"] = {
					["影"] = {
						["院"] = {
							["在"] = {
								["线"] = {
									["视"] = {
										["频"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					this = true
				}
			}
		},
		["田"] = {
			["共"] = {
				this = true
			},
			["友"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			M = {
				["6"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["名"] = {
		["刃"] = {
			["世"] = {
				["家"] = {
					this = true
				}
			}
		},
		["刀"] = {
			["网"] = {
				this = true
			},
			["阁"] = {
				this = true
			},
			["飞"] = {
				["龙"] = {
					["网"] = {
						this = true
					}
				}
			},
			["户"] = {
				["外"] = {
					["网"] = {
						this = true
					}
				}
			},
			["汇"] = {
				this = true
			}
		},
		["弩"] = {
			["网"] = {
				this = true
			},
			["商"] = {
				["城"] = {
					this = true
				}
			}
		},
		["仕"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["流"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["爵"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["男"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			}
		},
		["门"] = {
			B = {
				A = {
					H = {
						I = {
							["气"] = {
								["筒"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			}
		},
		["品"] = {
			["猎"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["县"] = {
				this = true
			}
		},
		["波"] = {
			["由"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["模"] = {
			["女"] = {
				["优"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["尊"] = {
				["享"] = {
					this = true
				}
			}
		},
		["牌"] = {
			["黑"] = {
				["车"] = {
					this = true
				}
			}
		},
		["片"] = {
			["式"] = {
				["强"] = {
					["效"] = {
						["迷"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["主"] = {
			["八"] = {
				["九"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["冷"] = {
		["锋"] = {
			["刀"] = {
				["铺"] = {
					this = true
				},
				["剑"] = {
					this = true
				}
			}
		},
		["钢"] = {
			this = true,
			["大"] = {
				["狗"] = {
					["腿"] = {
						this = true,
						["弯"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["刀"] = {
				this = true,
				["具"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["步"] = {
				["军"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["吹"] = {
				["箭"] = {
					this = true
				}
			},
			["粉"] = {
				["末"] = {
					["钢"] = {
						this = true
					}
				}
			},
			["狗"] = {
				["腿"] = {
					["大"] = {
						["折"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["刽"] = {
				["鱼"] = {
					["刺"] = {
						this = true
					}
				}
			},
			["虎"] = {
				["纹"] = {
					this = true
				}
			},
			["精"] = {
				["钢"] = {
					this = true
				}
			},
			["鹿"] = {
				["角"] = {
					this = true
				}
			},
			["三"] = {
				["美"] = {
					["武"] = {
						["士"] = {
							["刺"] = {
								this = true
							},
							["刀"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["武"] = {
				["士"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true
			}
		},
		["淡"] = {
			["经"] = {
				["理"] = {
					["求"] = {
						["欢"] = {
							["身"] = {
								["下"] = {
									["记"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["情"] = {
			["阁"] = {
				this = true
			}
		},
		["宽"] = {
			this = true
		},
		["静"] = {
			["习"] = {
				["左"] = {
					this = true
				}
			}
		},
		["靜"] = {
			["習"] = {
				["左"] = {
					this = true
				}
			}
		},
		["兵"] = {
			["器"] = {
				this = true,
				["正"] = {
					["品"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			}
		},
		["鋼"] = {
			["美"] = {
				["武"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["三"] = {
				["美"] = {
					["武"] = {
						["士"] = {
							["刺"] = {
								this = true
							},
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["冷"] = {
			["的"] = {
				["牙"] = {
					this = true
				}
			}
		},
		["妹"] = {
			["妹"] = {
				["2"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["漠"] = {
			["小"] = {
				["三"] = {
					this = true
				}
			}
		},
		["色"] = {
			["情"] = {
				["挑"] = {
					this = true
				}
			}
		},
		["水"] = {
			["江"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["香"] = {
			["谷"] = {
				this = true
			}
		},
		["艳"] = {
			["女"] = {
				["医"] = {
					["生"] = {
						this = true
					}
				}
			}
		},
		["夜"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["注"] = {
		["册"] = {
			this = true,
			["送"] = {
				["白"] = {
					["菜"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["马"] = {
					this = true
				}
			},
			["乐"] = {
				["透"] = {
					this = true
				}
			}
		},
		["射"] = {
			["迷"] = {
				["情"] = {
					["药"] = {
						this = true
					}
				},
				["葯"] = {
					this = true
				}
			},
			["肉"] = {
				["毒"] = {
					["素"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["彩"] = {
		["金"] = {
			this = true,
			["宏"] = {
				["辉"] = {
					this = true
				}
			}
		},
		["弹"] = {
			["狗"] = {
				this = true
			},
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["枪"] = {
				this = true
			}
		},
		["改"] = {
			["单"] = {
				this = true
			}
		},
		["5"] = {
			["8"] = {
				["8"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["虹"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["视"] = {
							this = true
						}
					}
				}
			},
			["骑"] = {
				["士"] = {
					this = true
				}
			}
		},
		["至"] = {
			["尊"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["票"] = {
			["机"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["奖"] = {
				["券"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["霸"] = {
			["王"] = {
				this = true
			}
		},
		["钢"] = {
			["刺"] = {
				this = true
			}
		},
		["绘"] = {
			["武"] = {
				["士"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["乐"] = {
			["吧"] = {
				this = true
			}
		},
		["民"] = {
			["红"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["名"] = {
			["杏"] = {
				["子"] = {
					["迅"] = {
						["雷"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			["凛"] = {
				this = true
			}
		},
		["色"] = {
			["避"] = {
				["孕"] = {
					["套"] = {
						this = true
					}
				}
			}
		},
		["香"] = {
			this = true
		},
		["信"] = {
			this = true
		},
		["讯"] = {
			["."] = {
				["网"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["訊"] = {
			["."] = {
				["網"] = {
					this = true
				}
			},
			["網"] = {
				this = true
			}
		},
		["运"] = {
			["来"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["斗"] = {
		["地"] = {
			["主"] = {
				this = true
			}
		},
		["角"] = {
			["式"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["殴"] = {
			this = true
		},
		["神"] = {
			["都"] = {
				["市"] = {
					this = true
				}
			}
		},
		["战"] = {
			["神"] = {
				this = true
			},
			["胜"] = {
				["佛"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["娱"] = {
		["乐"] = {
			["城"] = {
				this = true,
				["源"] = {
					["码"] = {
						this = true
					}
				},
				["注"] = {
					["册"] = {
						["送"] = {
							["现"] = {
								["金"] = {
									this = true
								}
							}
						}
					}
				},
				["线"] = {
					["路"] = {
						["检"] = {
							["测"] = {
								["中"] = {
									["心"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["航"] = {
				["母"] = {
					this = true
				}
			},
			["网"] = {
				["黄"] = {
					["站"] = {
						this = true
					}
				}
			},
			["圈"] = {
				["血"] = {
					["泪"] = {
						["史"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["棋"] = {
		["牌"] = {
			this = true,
			["真"] = {
				["钱"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["梭"] = {
		["哈"] = {
			this = true,
			["游"] = {
				["戏"] = {
					["在"] = {
						["线"] = {
							["玩"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
