pg = pg or {}
slot0 = pg
slot0.word_template_57 = {}
slot1 = slot0.word_template_57

temp = function()
	uv0["醋"] = {
		["酸"] = {
			["铊"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["汞"] = {
				this = true
			},
			["酐"] = {
				this = true
			},
			["三"] = {
				["甲"] = {
					["基"] = {
						["锡"] = {
							this = true
						}
					}
				}
			}
		},
		["氢"] = {
			["可"] = {
				["待"] = {
					["因"] = {
						this = true
					}
				},
				["酮"] = {
					this = true
				}
			}
		},
		["美"] = {
			["沙"] = {
				["朵"] = {
					this = true
				}
			}
		},
		["托"] = {
			["啡"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["赛"] = {
		["丸"] = {
			["丁"] = {
				this = true
			}
		},
		["她"] = {
			["娘"] = {
				this = true
			}
		},
		["妳"] = {
			["娘"] = {
				this = true
			}
		},
		["你"] = {
			["娘"] = {
				this = true
			}
		},
		["他"] = {
			["娘"] = {
				this = true
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["先"] = {
				["锋"] = {
					this = true
				}
			}
		},
		["克"] = {
			["网"] = {
				this = true
			}
		},
		["马"] = {
			this = true,
			["彩"] = {
				this = true
			},
			["会"] = {
				this = true,
				["博"] = {
					["彩"] = {
						["网"] = {
							this = true
						}
					}
				},
				["开"] = {
					["奖"] = {
						this = true
					}
				}
			}
		},
		["车"] = {
			["博"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["艇"] = {
			["车"] = {
				["祸"] = {
					this = true
				}
			},
			["队"] = {
				["员"] = {
					["车"] = {
						["祸"] = {
							this = true
						}
					}
				}
			},
			["选"] = {
				["手"] = {
					["车"] = {
						["祸"] = {
							this = true
						}
					}
				}
			}
		},
		["里"] = {
			["斯"] = {
				["设"] = {
					["计"] = {
						["私"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["乙"] = {
		["基"] = {
			["氰"] = {
				this = true
			}
		},
		["酸"] = {
			["苯"] = {
				["汞"] = {
					this = true
				}
			},
			["亚"] = {
				["铊"] = {
					this = true
				}
			},
			["汞"] = {
				this = true
			}
		},
		["硼"] = {
			["烷"] = {
				this = true
			}
		},
		["醚"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["氯"] = {
			["维"] = {
				["诺"] = {
					this = true
				}
			}
		},
		["撑"] = {
			["亚"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["川"] = {
			["纱"] = {
				["良"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["伊"] = {
			["耶"] = {
				["香"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["重"] = {
		["亚"] = {
			["硒"] = {
				["酸"] = {
					["钠"] = {
						this = true
					}
				}
			}
		},
		["铬"] = {
			["酸"] = {
				["钠"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["生"] = {
			["之"] = {
				["春"] = {
					["怀"] = {
						["缱"] = {
							["绻"] = {
								this = true
							}
						}
					}
				},
				["母"] = {
					["女"] = {
						["调"] = {
							["教"] = {
								this = true
							}
						}
					}
				}
			},
			["富"] = {
				["贵"] = {
					["公"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["题"] = {
			["工"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["庆"] = {
			["服"] = {
				["装"] = {
					["厂"] = {
						this = true
					}
				}
			},
			["钢"] = {
				["构"] = {
					this = true
				}
			},
			["婚"] = {
				["纱"] = {
					["摄"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["滤"] = {
				["油"] = {
					["机"] = {
						this = true
					}
				}
			},
			["木"] = {
				["门"] = {
					["厂"] = {
						this = true
					}
				}
			},
			["网"] = {
				["站"] = {
					["建"] = {
						["设"] = {
							this = true
						}
					}
				}
			},
			["物"] = {
				["业"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["薄"] = {
				this = true
			}
		},
		["大"] = {
			["利"] = {
				["好"] = {
					this = true
				}
			},
			["成"] = {
				["就"] = {
					["的"] = {
						["决"] = {
							["议"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["点"] = {
			["大"] = {
				["学"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			}
		},
		["睹"] = {
			["当"] = {
				["年"] = {
					this = true,
					["温"] = {
						this = true
					}
				}
			},
			["照"] = {
				["片"] = {
					c = {
						n = {
							n = {
								this = true
							}
						}
					},
					["温"] = {
						this = true
					}
				}
			}
		},
		["复"] = {
			["登"] = {
				["陆"] = {
					this = true
				},
				["录"] = {
					this = true
				}
			}
		},
		["回"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["机"] = {
			["枪"] = {
				this = true,
				["弹"] = {
					["夹"] = {
						this = true
					}
				}
			}
		},
		["機"] = {
			["槍"] = {
				["電"] = {
					["話"] = {
						this = true
					}
				}
			}
		},
		["建"] = {
			G = {
				["點"] = {
					["高"] = {
						["潮"] = {
							this = true
						}
					}
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			}
		},
		["口"] = {
			["凌"] = {
				["辱"] = {
					this = true
				}
			},
			["味"] = {
				this = true
			}
		},
		["弩"] = {
			["转"] = {
				["让"] = {
					this = true
				}
			}
		},
		["氢"] = {
			["甲"] = {
				["醇"] = {
					["哪"] = {
						["能"] = {
							["弄"] = {
								this = true
							}
						}
					}
				}
			},
			["乙"] = {
				["醇"] = {
					["结"] = {
						["构"] = {
							this = true
						}
					}
				}
			}
		},
		["慶"] = {
			["按"] = {
				["摩"] = {
					["網"] = {
						this = true
					}
				}
			},
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["樓"] = {
				["鳳"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["新"] = {
			["评"] = {
				["价"] = {
					["六"] = {
						["四"] = {
							["事"] = {
								["件"] = {
									["赵"] = {
										["紫"] = {
											["阳"] = {
												this = true
											}
										}
									}
								}
							},
							["赵"] = {
								["紫"] = {
									["阳"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["掌"] = {
				["權"] = {
					this = true
				}
			}
		},
		["型"] = {
			["狙"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["两"] = {
				["用"] = {
					["弓"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					},
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				}
			}
		},
		["装"] = {
			["武"] = {
				["力"] = {
					this = true
				}
			}
		},
		["组"] = {
			["时"] = {
				["候"] = {
					["你"] = {
						["出"] = {
							["牌"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["返"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			["井"] = {
				["冈"] = {
					["山"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["碳"] = {
		["酸"] = {
			["铊"] = {
				this = true
			},
			["亚"] = {
				["铊"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				Q = {
					this = true
				}
			}
		},
		["动"] = {
			["力"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["纤"] = {
			["维"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["酰"] = {
			["氯"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["矢"] = {
		["车"] = {
			["菊"] = {
				["甙"] = {
					this = true
				}
			}
		},
		["吹"] = {
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["百"] = {
					["合"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["优"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["優"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["畾"] = {
			["裡"] = {
				["萘"] = {
					this = true
				}
			}
		},
		["崎"] = {
			["茜"] = {
				this = true,
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["裑"] = {
			["蒶"] = {
				this = true,
				["蒾"] = {
					["奸"] = {
						["葯"] = {
							["專"] = {
								this = true
							}
						}
					}
				},
				["專"] = {
					this = true
				}
			}
		},
		["田"] = {
			["里"] = {
				["奈"] = {
					this = true
				}
			},
			["裡"] = {
				["奈"] = {
					this = true
				}
			},
			["凉"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["美"] = {
				["雪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["琴"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			},
			["沙"] = {
				["纪"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				},
				["紀"] = {
					this = true
				}
			}
		},
		["嘢"] = {
			["媄"] = {
				["膤"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			},
			["噖"] = {
				["羙"] = {
					["嘸"] = {
						["犸"] = {
							this = true
						}
					}
				}
			}
		},
		["憶"] = {
			["葯"] = {
				["氺"] = {
					this = true
				}
			}
		},
		["沢"] = {
			["る"] = {
				["い"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["洋"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			}
		},
		["澤"] = {
			["種"] = {
				["孒"] = {
					this = true
				},
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["索"] = {
		["曼"] = {
			this = true
		},
		["雷"] = {
			["尔"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["罗"] = {
			["门"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		K = {
			this = true
		},
		["尼"] = {
			V = {
				G = {
					N = {
						["-"] = {
							T = {
								X = {
									["5"] = {
										["7"] = {
											C = {
												N = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["鼻"] = {
			this = true
		},
		["博"] = {
			["漫"] = {
				["画"] = {
					this = true
				}
			}
		},
		["菲"] = {
			["亚"] = {
				["广"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		["琳"] = {
			this = true
		},
		["姆"] = {
			["拉"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["铊"] = {
		this = {
			this = true
		},
		["粉"] = {
			this = true,
			["订"] = {
				["购"] = {
					this = true
				}
			}
		},
		["盐"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["藜"] = {
		["芦"] = {
			["碱"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["硼"] = {
		["烷"] = {
			this = true
		},
		["乙"] = {
			["烷"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["偏"] = {
		["压"] = {
			["砷"] = {
				["酸"] = {
					["钠"] = {
						this = true
					}
				}
			}
		},
		["向"] = {
			["蝠"] = {
				["山"] = {
					["行"] = {
						this = true
					}
				}
			}
		},
		["钒"] = {
			["酸"] = {
				["铵"] = {
					["有"] = {
						["货"] = {
							this = true
						},
						["现"] = {
							["货"] = {
								this = true
							}
						}
					}
				},
				["钠"] = {
					["有"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["方"] = {
			this = true
		},
		["亚"] = {
			["砷"] = {
				["酸"] = {
					["钾"] = {
						this = true
					},
					["钠"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["硫"] = {
		["酸"] = {
			["铊"] = {
				this = true,
				["供"] = {
					["求"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["亚"] = {
				["铊"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["二"] = {
				["甲"] = {
					["酯"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["甲"] = {
				["酯"] = {
					this = true
				}
			},
			["羟"] = {
				["氯"] = {
					["喹"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["羥"] = {
				["氯"] = {
					["喹"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["乙"] = {
					["基"] = {
						["锡"] = {
							this = true
						}
					}
				}
			}
		},
		["氰"] = {
			["化"] = {
				["汞"] = {
					this = true
				}
			},
			["酸"] = {
				["高"] = {
					["汞"] = {
						this = true
					}
				}
			}
		},
		["代"] = {
			["芬"] = {
				["太"] = {
					["尼"] = {
						this = true
					}
				}
			},
			["磷"] = {
				["酰"] = {
					["氯"] = {
						this = true
					}
				}
			},
			["氯"] = {
				["化"] = {
					["磷"] = {
						["酰"] = {
							this = true
						}
					}
				}
			}
		},
		["磺"] = {
			this = true
		},
		["似"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["丙"] = {
		["烯"] = {
			["醛"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["酰"] = {
				["芬"] = {
					["太"] = {
						["尼"] = {
							this = true
						}
					}
				}
			}
		},
		["腈"] = {
			this = true,
			["直"] = {
				["销"] = {
					this = true
				}
			}
		},
		["二"] = {
			["酸"] = {
				["铊"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["鉈"] = {
					this = true
				},
				["亚"] = {
					["铊"] = {
						this = true
					}
				}
			}
		},
		["己"] = {
			["君"] = {
				this = true
			}
		},
		["吡"] = {
			["兰"] = {
				this = true
			}
		},
		["撑"] = {
			["亚"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["哌"] = {
			["利"] = {
				["定"] = {
					this = true
				}
			}
		},
		["炔"] = {
			["醇"] = {
				this = true
			}
		},
		["铜"] = {
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			}
		},
		["酮"] = {
			this = true,
			["?"] = {
				this = true
			},
			["合"] = {
				["氰"] = {
					["化"] = {
						["氢"] = {
							this = true
						}
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["氰"] = {
				["醇"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["乌"] = {
		["头"] = {
			["碱"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["克"] = {
			["兰"] = {
				["分"] = {
					["离"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			this = true
		},
		["兰"] = {
			["夫"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["木"] = {
				["伦"] = {
					this = true
				}
			}
		},
		["鲁"] = {
			["木"] = {
				["齐"] = {
					this = true,
					["7"] = {
						["."] = {
							["5"] = {
								this = true
							}
						}
					},
					["办"] = {
						["假"] = {
							["证"] = {
								this = true
							}
						},
						["文"] = {
							["凭"] = {
								this = true
							}
						},
						["证"] = {
							this = true
						}
					},
					["冰"] = {
						["毒"] = {
							this = true
						}
					},
					["溜"] = {
						["冰"] = {
							["毒"] = {
								this = true
							}
						}
					},
					["氯"] = {
						["胺"] = {
							["酮"] = {
								this = true
							}
						}
					},
					["麻"] = {
						["古"] = {
							this = true
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["云"] = {
			["其"] = {
				["木"] = {
					["格"] = {
						this = true
					}
				}
			},
			["典"] = {
				["当"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["尔"] = {
			["昏"] = {
				["精"] = {
					["粹"] = {
						this = true
					}
				}
			},
			["楷"] = {
				["西"] = {
					this = true
				}
			},
			["开"] = {
				["西"] = {
					this = true
				},
				["溜"] = {
					this = true
				},
				["喜"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				x = {
					this = true
				},
				["夕"] = {
					this = true
				},
				["习"] = {
					this = true
				},
				["戏"] = {
					this = true
				},
				["席"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["希"] = {
							this = true
						},
						["西"] = {
							this = true
						},
						x = {
							this = true
						}
					}
				}
			},
			["開"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			},
			["凯"] = {
				["习"] = {
					this = true
				}
			}
		},
		["坎"] = {
			this = true
		},
		["老"] = {
			["大"] = {
				this = true
			}
		},
		["市"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				}
			}
		},
		["苏"] = {
			["3"] = {
				d = {
					["防"] = {
						["滑"] = {
							["弓"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["托"] = {
			["邦"] = {
				["祭"] = {
					this = true
				}
			}
		},
		["伊"] = {
			["运"] = {
				this = true,
				["头"] = {
					["目"] = {
						this = true
					}
				}
			}
		},
		["蝇"] = {
			["水"] = {
				this = true
			}
		},
		["兹"] = {
			["冲"] = {
				["锋"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["滋"] = {
			["枪"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["烯"] = {
		["丙"] = {
			["胺"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["醇"] = {
				this = true
			},
			["罗"] = {
				["定"] = {
					this = true
				}
			},
			["醛"] = {
				this = true
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["羰"] = {
		["基"] = {
			["氟"] = {
				this = true
			},
			["镍"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["铁"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["赭"] = {
		["曲"] = {
			["毒"] = {
				this = true,
				["素"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["番"] = {
		["木"] = {
			["鳖"] = {
				["碱"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["虌"] = {
				["碱"] = {
					this = true
				}
			}
		},
		["号"] = {
			["列"] = {
				["表"] = {
					this = true
				}
			},
			["大"] = {
				["全"] = {
					this = true
				}
			},
			["集"] = {
				["结"] = {
					["器"] = {
						this = true
					}
				}
			},
			["永"] = {
				["不"] = {
					["消"] = {
						["失"] = {
							this = true
						}
					}
				}
			}
		},
		["金"] = {
			["连"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["禹"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["砷"] = {
		["化"] = {
			["氢"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["氫"] = {
				this = true
			},
			["三"] = {
				["氢"] = {
					this = true
				}
			},
			["物"] = {
				this = true
			}
		},
		["囮"] = {
			["氢"] = {
				this = true
			}
		},
		["酸"] = {
			this = true,
			["钙"] = {
				this = true
			},
			["汞"] = {
				this = true
			},
			["甲"] = {
				["有"] = {
					["售"] = {
						this = true
					}
				}
			},
			["硼"] = {
				["有"] = {
					["售"] = {
						this = true
					}
				}
			},
			["氢"] = {
				["汞"] = {
					this = true
				}
			},
			["三"] = {
				["钙"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["锇"] = {
		["酸"] = {
			this = true,
			["酐"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["碘"] = {
		["化"] = {
			["汞"] = {
				this = true,
				["配"] = {
					["方"] = {
						this = true
					}
				}
			},
			["钠"] = {
				this = true
			},
			["氰"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["甲"] = {
			["烷"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["乙"] = {
			["酸"] = {
				["乙"] = {
					["酯"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["光"] = {
		["气"] = {
			this = true
		},
		["端"] = {
			["机"] = {
				this = true
			}
		},
		["盘"] = {
			["与"] = {
				["真"] = {
					["相"] = {
						this = true
					}
				}
			},
			["图"] = {
				["书"] = {
					this = true
				}
			}
		},
		["复"] = {
			["民"] = {
				["国"] = {
					this = true
				}
			},
			["香"] = {
				["港"] = {
					this = true
				}
			},
			["武"] = {
				["汉"] = {
					this = true,
					[","] = {
						["时"] = {
							["代"] = {
								["革"] = {
									["命"] = {
										["\""] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["的"] = {
			["走"] = {
				this = true
			}
		},
		["棍"] = {
			["节"] = {
				["普"] = {
					["京"] = {
						this = true
					}
				}
			}
		},
		["华"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["瞄"] = {
			this = true
		},
		["明"] = {
			["2"] = {
				["0"] = {
					["号"] = {
						this = true
					},
					["日"] = {
						this = true
					}
				}
			},
			["二"] = {
				["十"] = {
					this = true
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["厂"] = {
				["最"] = {
					["会"] = {
						["赛"] = {
							["艇"] = {
								this = true
							}
						}
					}
				}
			},
			["奶"] = {
				["厂"] = {
					["厂"] = {
						["长"] = {
							this = true
						}
					}
				}
			}
		},
		["能"] = {
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			}
		},
		["启"] = {
			["路"] = {
				["的"] = {
					["蓝"] = {
						["天"] = {
							this = true
						}
					}
				}
			}
		},
		["速"] = {
			["拿"] = {
				["学"] = {
					["历"] = {
						this = true
					}
				}
			}
		},
		["头"] = {
			["哥"] = {
				["荡"] = {
					["漾"] = {
						this = true
					}
				}
			}
		},
		["咲"] = {
			["玲"] = {
				["奈"] = {
					this = true,
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["学"] = {
			["测"] = {
				["距"] = {
					["仪"] = {
						this = true
					}
				}
			}
		},
		["宇"] = {
			["華"] = {
				["夏"] = {
					this = true
				}
			}
		},
		["月"] = {
			["夜"] = {
				["也"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["之"] = {
			["国"] = {
				["度"] = {
					this = true
				}
			},
			["國"] = {
				["度"] = {
					this = true
				}
			}
		},
		["荣"] = {
			["的"] = {
				["抗"] = {
					["争"] = {
						this = true
					}
				}
			}
		},
		["復"] = {
			X = {
				G = {
					this = true
				}
			}
		},
		["舍"] = {
			["利"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["过"] = {
		["氯"] = {
			["甲"] = {
				["硫"] = {
					["醇"] = {
						this = true
					}
				}
			},
			["化"] = {
				["锑"] = {
					this = true
				}
			}
		},
		["滤"] = {
			["王"] = {
				["免"] = {
					["刷"] = {
						this = true
					}
				}
			}
		},
		["厂"] = {
			["卜"] = {
				["斤"] = {
					["平"] = {
						this = true
					}
				}
			}
		},
		["氧"] = {
			["丙"] = {
				["酮"] = {
					this = true
				}
			}
		},
		["机"] = {
			["版"] = {
				this = true,
				["人"] = {
					["民"] = {
						["币"] = {
							this = true
						},
						["钱"] = {
							["币"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["钞"] = {
						this = true
					},
					["钱"] = {
						this = true
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				},
				["钞"] = {
					this = true
				},
				["钱"] = {
					this = true,
					["币"] = {
						this = true
					}
				}
			}
		},
		["3"] = {
			["锤"] = {
				this = true
			}
		},
		["渡"] = {
			["政"] = {
				["府"] = {
					this = true
				}
			}
		},
		["激"] = {
			["性"] = {
				["生"] = {
					["活"] = {
						this = true
					}
				}
			}
		},
		["期"] = {
			["火"] = {
				["车"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["去"] = {
			["一"] = {
				["百"] = {
					["年"] = {
						["的"] = {
							["暴"] = {
								["徒"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["热"] = {
			["率"] = {
				this = true
			}
		},
		["三"] = {
			["锤"] = {
				this = true
			}
		},
		["彦"] = {
			["之"] = {
				this = true
			}
		},
		["瘾"] = {
			["的"] = {
				["好"] = {
					["东"] = {
						["东"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["任"] = {
		["意"] = {
			["显"] = {
				this = true,
				["示"] = {
					this = true,
					["手"] = {
						["机"] = {
							["去"] = {
								["电"] = {
									this = true,
									["号"] = {
										["码"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["号"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					}
				},
				["软"] = {
					["件"] = {
						this = true
					}
				}
			},
			["改"] = {
				this = true,
				["号"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["变"] = {
				["号"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["模"] = {
				["拟"] = {
					["器"] = {
						this = true
					}
				}
			},
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["顯"] = {
				["號"] = {
					["軟"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["你"] = {
			["博"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				this = true
			},
			["干"] = {
				["草"] = {
					["精"] = {
						["品"] = {
							["视"] = {
								["频"] = {
									["免"] = {
										["费"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["性"] = {
			["撸"] = {
				this = true
			},
			J = {
				K = {
					["调"] = {
						["教"] = {
							this = true
						}
					}
				}
			}
		},
		["博"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["建"] = {
			["新"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["宇"] = {
				this = true
			}
		},
		["泽"] = {
			["民"] = {
				this = true
			}
		},
		["弼"] = {
			["时"] = {
				this = true
			}
		},
		["达"] = {
			["华"] = {
				["三"] = {
					j = {
						["片"] = {
							this = true
						}
					},
					["级"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["飞"] = {
			["虹"] = {
				this = true
			}
		},
		["何"] = {
			["机"] = {
				["枪"] = {
					["弹"] = {
						["夹"] = {
							this = true
						}
					}
				}
			}
		},
		["君"] = {
			["恣"] = {
				["意"] = {
					["玩"] = {
						this = true
					}
				}
			}
		},
		["畹"] = {
			["町"] = {
				this = true
			}
		},
		["自"] = {
			["元"] = {
				this = true
			}
		},
		["期"] = {
			["结"] = {
				["束"] = {
					this = true
				}
			}
		},
		["内"] = {
			["复"] = {
				["兴"] = {
					this = true
				}
			}
		},
		["闽"] = {
			["敏"] = {
				["珠"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["变"] = {
		["音"] = {
			["改"] = {
				["号"] = {
					this = true
				}
			}
		},
		["号"] = {
			["改"] = {
				["号"] = {
					["王"] = {
						this = true
					}
				}
			},
			["王"] = {
				this = true,
				["官"] = {
					["方"] = {
						this = true,
						["下"] = {
							["载"] = {
								this = true
							}
						}
					}
				}
			},
			["呼"] = {
				["叫"] = {
					this = true
				}
			},
			["平"] = {
				["台"] = {
					this = true
				}
			},
			["软"] = {
				["件"] = {
					this = true,
					["电"] = {
						["脑"] = {
							["版"] = {
								this = true
							}
						}
					},
					["手"] = {
						["机"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["态"] = {
			this = true,
			["妹"] = {
				["控"] = {
					["世"] = {
						["习"] = {
							["习"] = {
								this = true
							}
						}
					}
				}
			},
			A = {
				V = {
					this = true
				}
			},
			["处"] = {
				["女"] = {
					["射"] = {
						["精"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["妈"] = {
					["妈"] = {
						this = true
					}
				}
			},
			["风"] = {
				["俗"] = {
					["娘"] = {
						this = true
					}
				}
			},
			["护"] = {
				["士"] = {
					this = true
				}
			},
			["集"] = {
				["锦"] = {
					this = true
				}
			},
			["家"] = {
				["族"] = {
					this = true
				}
			},
			["狂"] = {
				["人"] = {
					this = true
				}
			},
			["辣"] = {
				["椒"] = {
					this = true
				}
			},
			["老"] = {
				["婆"] = {
					this = true,
					["杂"] = {
						["记"] = {
							this = true
						}
					}
				}
			},
			["另"] = {
				["内"] = {
					this = true
				}
			},
			["满"] = {
				["足"] = {
					["你"] = {
						this = true
					}
				}
			},
			["女"] = {
				["子"] = {
					["监"] = {
						["狱"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					this = true
				}
			},
			["受"] = {
				["精"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					["群"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["心"] = {
				["魔"] = {
					["女"] = {
						["仲"] = {
							["村"] = {
								this = true
							}
						}
					}
				}
			},
			["修"] = {
				["士"] = {
					this = true
				}
			},
			["淫"] = {
				["贱"] = {
					["女"] = {
						this = true
					}
				},
				["乱"] = {
					["中"] = {
						["出"] = {
							this = true
						}
					}
				},
				["魔"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["制"] = {
				["服"] = {
					this = true
				}
			},
			["冷"] = {
				S = {
					this = true
				}
			}
		},
		["革"] = {
			["之"] = {
				["风"] = {
					this = true
				}
			}
		},
		["声"] = {
			["电"] = {
				["话"] = {
					this = true
				}
			},
			["器"] = {
				this = true
			}
		},
		["牌"] = {
			["器"] = {
				this = true
			}
		},
		["性"] = {
			["晓"] = {
				["薇"] = {
					this = true
				}
			}
		},
		["装"] = {
			["胶"] = {
				["衣"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["复"] = {
		["制"] = {
			this = true,
			["地"] = {
				["址"] = {
					["到"] = {
						["地"] = {
							["址"] = {
								["栏"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["手"] = {
				["机"] = {
					this = true,
					["卡"] = {
						this = true
					}
				}
			},
			["#"] = {
				["手"] = {
					["机"] = {
						["卡"] = {
							this = true
						}
					}
				}
			},
			["卡"] = {
				this = true
			},
			["克"] = {
				["隆"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["昵"] = {
				["称"] = {
					this = true
				}
			},
			["器"] = {
				this = true
			},
			["玩"] = {
				["家"] = {
					["昵"] = {
						["称"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true,
						["代"] = {
							["办"] = {
								this = true
							}
						}
					}
				},
				["联"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["銀"] = {
				["联"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["员"] = {
			["军"] = {
				["官"] = {
					["代"] = {
						["表"] = {
							this = true
						}
					},
					["诉"] = {
						["求"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["转"] = {
			["军"] = {
				["人"] = {
					this = true
				}
			}
		},
		["仇"] = {
			["的"] = {
				["喧"] = {
					["嚣"] = {
						this = true
					}
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["顾"] = {
				["问"] = {
					this = true
				}
			},
			["雇"] = {
				["佣"] = {
					["网"] = {
						this = true
					}
				}
			},
			["接"] = {
				["洽"] = {
					this = true
				}
			},
			["了"] = {
				["仇"] = {
					this = true
				}
			},
			["女"] = {
				["神"] = {
					this = true
				}
			},
			["一"] = {
				["条"] = {
					["龙"] = {
						this = true
					}
				}
			},
			["找"] = {
				["打"] = {
					["手"] = {
						this = true
					}
				}
			},
			["咨"] = {
				["询"] = {
					this = true
				}
			}
		},
		["方"] = {
			["斑"] = {
				["蝥"] = {
					["胶"] = {
						["囊"] = {
							this = true
						}
					}
				}
			},
			["环"] = {
				["磷"] = {
					["酰"] = {
						["胺"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["左"] = {
				["旋"] = {
					["肉"] = {
						["碱"] = {
							this = true
						}
					}
				}
			}
		},
		["合"] = {
			["动"] = {
				["力"] = {
					["弹"] = {
						["弓"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				this = true,
				["复"] = {
					["合"] = {
						["弩"] = {
							this = true
						}
					}
				},
				["滑"] = {
					["轮"] = {
						["弓"] = {
							["专"] = {
								this = true
							}
						}
					}
				},
				["手"] = {
					this = true
				}
			},
			["射"] = {
				["孔"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["活"] = {
			["道"] = {
				this = true
			}
		},
		["临"] = {
			["安"] = {
				["息"] = {
					["日"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["辟"] = {
			this = true,
			["文"] = {
				["革"] = {
					this = true,
					["折"] = {
						["腾"] = {
							["紧"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["兴"] = {
			["策"] = {
				this = true
			},
			["门"] = {
				["广"] = {
					["电"] = {
						["总"] = {
							["局"] = {
								["宿"] = {
									["舍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["医"] = {
				["院"] = {
					this = true
				}
			}
		},
		["装"] = {
			["弹"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["最"] = {
		["新"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						["复"] = {
							["制"] = {
								["器"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					["娱"] = {
						["乐"] = {
							["网"] = {
								["站"] = {
									this = true,
									["大"] = {
										["全"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["销"] = {
				["售"] = {
					["汽"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["地"] = {
				["址"] = {
					["一"] = {
						["个"] = {
							["色"] = {
								["导"] = {
									["航"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["版"] = {
				["假"] = {
					["钞"] = {
						[" "] = {
							["假"] = {
								["人"] = {
									["民"] = {
										["币"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["幣"] = {
						this = true
					}
				}
			},
			["假"] = {
				["币"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["佳"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					}
				}
			},
			["抵"] = {
				["债"] = {
					["妻"] = {
						this = true
					}
				}
			},
			["网"] = {
				["上"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["原"] = {
			["始"] = {
				["欲"] = {
					["望"] = {
						this = true
					}
				},
				["的"] = {
					["欲"] = {
						["望"] = {
							this = true
						}
					}
				}
			}
		},
		["真"] = {
			["实"] = {
				["的"] = {
					["手"] = {
						["枪"] = {
							["游"] = {
								["戏"] = {
									this = true
								}
							}
						}
					},
					["自"] = {
						["拍"] = {
							P = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["高"] = {
			["的"] = {
				["初"] = {
					["体"] = {
						["验"] = {
							this = true
						}
					}
				}
			},
			["绝"] = {
				["密"] = {
					["新"] = {
						["闻"] = {
							this = true
						}
					}
				}
			},
			["法"] = {
				["院"] = {
					["院"] = {
						["长"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["检"] = {
						["察"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["转"] = {
				["向"] = {
					["性"] = {
						["能"] = {
							this = true
						}
					}
				}
			},
			["单"] = {
				["打"] = {
					["世"] = {
						["界"] = {
							["排"] = {
								["名"] = {
									["1"] = {
										["4"] = {
											["位"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["淫"] = {
			["官"] = {
				["员"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["贴"] = {
						["图"] = {
							["区"] = {
								this = true
							}
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["牛"] = {
			["钉"] = {
				["子"] = {
					["户"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["拿"] = {
				["学"] = {
					["历"] = {
						this = true
					}
				}
			},
			["散"] = {
				["户"] = {
					this = true
				}
			}
		},
		["快"] = {
			["报"] = {
				["码"] = {
					["室"] = {
						this = true
					}
				}
			}
		},
		["便"] = {
			["宜"] = {
				[" "] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			}
		},
		["#"] = {
			["快"] = {
				["#"] = {
					["拿"] = {
						["学"] = {
							["历"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["撸"] = {
				this = true
			},
			["妈"] = {
				["妈"] = {
					["的"] = {
						["味"] = {
							["道"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纯"] = {
			["的"] = {
				["冰"] = {
					this = true
				}
			}
		},
		["顶"] = {
			["级"] = {
				["朋"] = {
					["友"] = {
						["圈"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["爆"] = {
				this = true
			}
		},
		["基"] = {
			["本"] = {
				["的"] = {
					["涵"] = {
						["义"] = {
							["是"] = {
								["主"] = {
									["权"] = {
										["在"] = {
											["民"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["狂"] = {
			["银"] = {
				["行"] = {
					["地"] = {
						["产"] = {
							["商"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["的"] = {
				["女"] = {
					["人"] = {
						this = true
					}
				}
			},
			["和"] = {
				["服"] = {
					["女"] = {
						this = true
					}
				}
			},
			["棋"] = {
				["后"] = {
					this = true
				}
			}
		},
		["难"] = {
			["管"] = {
				["住"] = {
					["的"] = {
						this = true
					}
				}
			},
			["忘"] = {
				["的"] = {
					["破"] = {
						["处"] = {
							this = true
						}
					}
				}
			},
			["捉"] = {
				["摸"] = {
					["的"] = {
						["官"] = {
							["话"] = {
								this = true
							}
						}
					}
				}
			},
			["琢"] = {
				["磨"] = {
					["的"] = {
						["话"] = {
							this = true
						}
					}
				}
			}
		},
		["年"] = {
			["轻"] = {
				["的"] = {
					["奶"] = {
						["奶"] = {
							this = true
						}
					}
				}
			}
		},
		["强"] = {
			["烈"] = {
				["地"] = {
					["抵"] = {
						["达"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["乳"] = {
					["初"] = {
						["解"] = {
							["禁"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["的"] = {
					["中"] = {
						["国"] = {
							["领"] = {
								["导"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["全"] = {
			["成"] = {
				["人"] = {
					["动"] = {
						["漫"] = {
							this = true
						}
					}
				}
			}
		},
		["弱"] = {
			["势"] = {
				["的"] = {
					["总"] = {
						["理"] = {
							this = true
						}
					}
				},
				["官"] = {
					["员"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["情"] = {
				this = true
			}
		},
		["贪"] = {
			["镇"] = {
				["长"] = {
					this = true
				}
			}
		},
		["县"] = {
			["委"] = {
				this = true
			}
		},
		["小"] = {
			["巧"] = {
				["的"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					},
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				},
				["电"] = {
					["视"] = {
						["棒"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["蛮"] = {
				["最"] = {
					["无"] = {
						["耻"] = {
							this = true
						}
					}
				}
			}
		},
		["易"] = {
			["接"] = {
				["受"] = {
					["的"] = {
						["行"] = {
							["贿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["有"] = {
			["害"] = {
				["的"] = {
					["书"] = {
						this = true
					}
				}
			}
		},
		["终"] = {
			["被"] = {
				["颜"] = {
					["射"] = {
						["了"] = {
							this = true
						}
					}
				}
			},
			["痴"] = {
				["汉"] = {
					["电"] = {
						["车"] = {
							this = true
						}
					}
				}
			}
		},
		["大"] = {
			["限"] = {
				["度"] = {
					this = true,
					["的"] = {
						["尅"] = {
							["製"] = {
								this = true
							}
						},
						["克"] = {
							["制"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["足"] = {
					["球"] = {
						["球"] = {
							["?"] = {
								["迷"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["后"] = {
			["一"] = {
				["枪"] = {
					this = true
				}
			},
			["领"] = {
				["导"] = {
					["人"] = {
						this = true
					}
				}
			},
			["拿"] = {
				["起"] = {
					["一"] = {
						["册"] = {
							["轻"] = {
								["巧"] = {
									["的"] = {
										["\\"] = {
											p = {
												P = {
													["*"] = {
														["历"] = {
															["史"] = {
																["决"] = {
																	["议"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["↑"] = {
			["的"] = {
				["那"] = {
					["位"] = {
						this = true
					}
				},
				["一"] = {
					["位"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["磁"] = {
		["道"] = {
			["内"] = {
				["码"] = {
					this = true,
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["条"] = {
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					this = true
				}
			}
		},
		["性"] = {
			["油"] = {
				["墨"] = {
					[" "] = {
						["凹"] = {
							["凸"] = {
								["版"] = {
									["印"] = {
										["刷"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["③"] = {
				["件"] = {
					["套"] = {
						this = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			},
			["锁"] = {
				["快"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["电"] = {
			["雷"] = {
				["管"] = {
					this = true
				}
			}
		},
		["县"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["借"] = {
		["记"] = {
			["卡"] = {
				this = true,
				["磁"] = {
					["条"] = {
						this = true
					}
				}
			}
		},
		["贷"] = {
			["宝"] = {
				["资"] = {
					["源"] = {
						this = true
					}
				},
				["裸"] = {
					["条"] = {
						["门"] = {
							["压"] = {
								["缩"] = {
									["包"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["1"] = {
					["0"] = {
						g = {
							["压"] = {
								["缩"] = {
									["包"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["腹"] = {
			["生"] = {
				["子"] = {
					this = true
				}
			}
		},
		["反"] = {
			["日"] = {
				["倒"] = {
					["习"] = {
						this = true
					}
				}
			}
		},
		["記"] = {
			["卡"] = {
				this = true
			}
		},
		["正"] = {
			["妹"] = {
				["住"] = {
					["一"] = {
						["晚"] = {
							this = true
						}
					}
				}
			}
		},
		["种"] = {
			this = true
		},
		["周"] = {
			["小"] = {
				["平"] = {
					["攻"] = {
						["击"] = {
							["习"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
