pg = pg or {}
slot0 = pg
slot0.word_template_232 = {}
slot1 = slot0.word_template_232

function temp()
	uv0["费"] = {
		["良"] = {
			["勇"] = {
				this = true
			}
		},
		["洛"] = {
			["蒙"] = {
				["失"] = {
					["忆"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["府"] = {
		["软"] = {
			["弱"] = {
				this = true
			}
		},
		["谷"] = {
			["群"] = {
				["体"] = {
					["性"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["妇"] = {
		["的"] = {
			["哀"] = {
				["羞"] = {
					this = true
				}
			}
		},
		["包"] = {
			["夜"] = {
				this = true
			}
		},
		["上"] = {
			["门"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["噶"] = {
		["玛"] = {
			["吧"] = {
				this = true
			},
			["巴"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["感"] = {
		["动"] = {
			["中"] = {
				["国"] = {
					["乱"] = {
						["弹"] = {
							["人"] = {
								["物"] = {
									["揭"] = {
										["晓"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["丰"] = {
			this = true
		},
		["官"] = {
			["世"] = {
				["界"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["告"] = {
		["别"] = {
			["蒸"] = {
				["笼"] = {
					["车"] = {
						this = true
					}
				}
			},
			["处"] = {
				["男"] = {
					["生"] = {
						["涯"] = {
							this = true
						}
					}
				}
			}
		},
		["全"] = {
			["国"] = {
				["股"] = {
					["民"] = {
						["同"] = {
							["胞"] = {
								["书"] = {
									this = true
								}
							}
						}
					}
				},
				["人"] = {
					["大"] = {
						["书"] = {
							this = true
						}
					}
				},
				["同"] = {
					["胞"] = {
						this = true,
						["书"] = {
							this = true
						}
					}
				}
			},
			["体"] = {
				["网"] = {
					["民"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["體"] = {
				["線"] = {
					["民"] = {
						["書"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["国"] = {
				["人"] = {
					["民"] = {
						["解"] = {
							["放"] = {
								["军"] = {
									["广"] = {
										["大"] = {
											["官"] = {
												["兵"] = {
													["书"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["同"] = {
			["胞"] = {
				["书"] = {
					["全"] = {
						["文"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["藏"] = {
				this = true,
				["同"] = {
					["胞"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["葛"] = {
		["振"] = {
			["峰"] = {
				this = true
			}
		},
		["光"] = {
			["佩"] = {
				this = true
			}
		},
		["玄"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["跟"] = {
		["踪"] = {
			["定"] = {
				["位"] = {
					["器"] = {
						this = true,
						["*"] = {
							["*"] = {
								this = true
							}
						},
						["{"] = {
							M = {
								O = {
									D = {
										["}"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["老"] = {
			["婆"] = {
				["回"] = {
					["老"] = {
						["家"] = {
							this = true
						}
					}
				},
				["做"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["熟"] = {
			["女"] = {
				["做"] = {
					["爱"] = {
						["续"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["爱"] = {
				["美"] = {
					this = true
				}
			},
			["愛"] = {
				["美"] = {
					this = true
				}
			}
		},
		["已"] = {
			["婚"] = {
				["女"] = {
					["偷"] = {
						["腥"] = {
							this = true
						}
					}
				}
			}
		},
		["蹤"] = {
			["定"] = {
				["位"] = {
					["軟"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["柱"] = {
			["去"] = {
				["邊"] = {
					["度"] = {
						this = true
					}
				},
				["边"] = {
					["度"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["更"] = {
		["衣"] = {
			this = true
		},
		["顿"] = {
			["确"] = {
				["吉"] = {
					["尼"] = {
						["玛"] = {
							this = true
						}
					}
				}
			}
		},
		["容"] = {
			["易"] = {
				["达"] = {
					["性"] = {
						["高"] = {
							["潮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["新"] = {
			["无"] = {
				["码"] = {
					a = {
						v = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["攻"] = {
		["台"] = {
			this = true
		},
		["占"] = {
			["台"] = {
				["湾"] = {
					this = true
				}
			}
		},
		["官"] = {
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		}
	}
end

temp()
