pg = pg or {}
slot0 = pg
slot0.word_template_221 = {}
slot1 = slot0.word_template_221

function temp()
	uv0["挥"] = {
		["发"] = {
			["型"] = {
				["迷"] = {
					["药"] = {
						this = true,
						["*"] = {
							this = true
						},
						["订"] = {
							["购"] = {
								this = true
							}
						}
					},
					["昏"] = {
						["药"] = {
							this = true
						}
					},
					["晕"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["霍"] = {
			["中"] = {
				["华"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["崔"] = {
		["英"] = {
			["杰"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["会"] = {
			["烈"] = {
				this = true
			}
		},
		["百"] = {
			["泉"] = {
				this = true
			}
		},
		["逢"] = {
			["9"] = {
				this = true
			},
			["九"] = {
				this = true
			}
		},
		["光"] = {
			["明"] = {
				this = true
			}
		},
		["健"] = {
			this = true,
			["一"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["绿"] = {
			["华"] = {
				this = true
			}
		},
		["情"] = {
			["粉"] = {
				this = true
			},
			["水"] = {
				this = true
			},
			["香"] = {
				["水"] = {
					this = true
				}
			},
			["药"] = {
				this = true
			}
		},
		["卫"] = {
			["平"] = {
				["刘"] = {
					["晓"] = {
						["波"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["仁"] = {
		["寿"] = {
			["警"] = {
				["方"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["吉"] = {
			["旺"] = {
				["姆"] = {
					this = true
				}
			}
		},
		["青"] = {
			["加"] = {
				this = true
			}
		},
		["波"] = {
			["切"] = {
				this = true
			}
		},
		["和"] = {
			["教"] = {
				["育"] = {
					["助"] = {
						["考"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["科"] = {
			["百"] = {
				["华"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["華"] = {
					this = true,
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			["性"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["曦"] = {
			["驾"] = {
				["校"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["愈"] = {
		["快"] = {
			["乐"] = {
				["愈"] = {
					["堕"] = {
						["落"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["油"] = {
		["田"] = {
			["总"] = {
				["部"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["行"] = {
			this = true
		},
		["冰"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["厦"] = {
		["门"] = {
			["大"] = {
				["游"] = {
					["行"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["纪"] = {
		["股"] = {
			["票"] = {
				["市"] = {
					["场"] = {
						["五"] = {
							["卅"] = {
								["惨"] = {
									["案"] = {
										this = true,
										["*"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["登"] = {
			["奎"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["律"] = {
			["检"] = {
				["查"] = {
					this = true
				}
			}
		},
		["元"] = {
			this = true,
			["网"] = {
				this = true
			}
		},
		["菅"] = {
			["野"] = {
				["绝"] = {
					["美"] = {
						["巨"] = {
							["乳"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["录"] = {
			["片"] = {
				["历"] = {
					["史"] = {
						["的"] = {
							["震"] = {
								["撼"] = {
									["历"] = {
										["史"] = {
											["不"] = {
												["会"] = {
													["忘"] = {
														["记"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							["勿"] = {
								["忘"] = {
									["历"] = {
										["史"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["念"] = {
			this = true,
			[" "] = {
				["\""] = {
					["六"] = {
						["四"] = {
							["二"] = {
								["十"] = {
									["\""] = {
										[" "] = {
											["\""] = {
												["周"] = {
													["年"] = {
														["\""] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["5"] = {
					["3"] = {
						["5"] = {
							this = true
						}
					}
				},
				["六"] = {
					["四"] = {
						this = true
					}
				},
				["事"] = {
					["件"] = {
						["二"] = {
							["十"] = {
								["周"] = {
									["年"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["年"] = {
						["前"] = {
							["记"] = {
								["忆"] = {
									["的"] = {
										["呼"] = {
											["唤"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["周"] = {
						["年"] = {
							["游"] = {
								["行"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["6"] = {
				["."] = {
					["4"] = {
						this = true,
						["二"] = {
							["十"] = {
								["一"] = {
									["周"] = {
										["年"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["4"] = {
					this = true
				}
			},
			["8"] = {
				["9"] = {
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["白"] = {
				["衣"] = {
					["服"] = {
						this = true
					},
					["行"] = {
						["动"] = {
							this = true
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					this = true,
					[" "] = {
						["\""] = {
							["二"] = {
								["十"] = {
									["周"] = {
										["年"] = {
											["\""] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["二"] = {
						["十"] = {
							["周"] = {
								["年"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					["二"] = {
						["十"] = {
							["周"] = {
								["年"] = {
									this = true,
									["天"] = {
										["安"] = {
											["门"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["五"] = {
				["四"] = {
					[" "] = {
						["正"] = {
							["视"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["日"] = {
				this = true
			}
		},
		["委"] = {
			this = true,
			["书"] = {
				["记"] = {
					this = true
				}
			}
		},
		["香"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["这"] = {
		["年"] = {
			["头"] = {
				["就"] = {
					["这"] = {
						["样"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["不"] = {
			["是"] = {
				["天"] = {
					["灾"] = {
						this = true
					}
				}
			}
		},
		["封"] = {
			["信"] = {
				["太"] = {
					["毒"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["个"] = {
			["男"] = {
				["的"] = {
					["好"] = {
						["野"] = {
							["蛮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["么"] = {
			["好"] = {
				["的"] = {
					["屄"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["贱"] = {
					["的"] = {
						["医"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["的"] = {
				["真"] = {
					["主"] = {
						["动"] = {
							this = true
						}
					}
				}
			}
		},
		["信"] = {
			["太"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["样"] = {
			["的"] = {
				["姐"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["好"] = {
				["操"] = {
					this = true
				}
			}
		},
		["是"] = {
			["我"] = {
				["的"] = {
					["职"] = {
						["责"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["绕"] = {
		["过"] = {
			["封"] = {
				["锁"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["湘"] = {
		["阴"] = {
			["杨"] = {
				["林"] = {
					["*"] = {
						this = true
					}
				}
			},
			["县"] = {
				["杨"] = {
					["林"] = {
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["潭"] = {
			["学"] = {
				["生"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["學"] = {
				["生"] = {
					["服"] = {
						["務"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		}
	}
end

temp()
