pg = pg or {}
slot0 = pg
slot0.word_template_74 = {}
slot1 = slot0.word_template_74

temp = function()
	uv0["楠"] = {
		["楠"] = {
			["的"] = {
				["暴"] = {
					["露"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["沙"] = {
				["耶"] = {
					["香"] = {
						["无"] = {
							["马"] = {
								this = true
							},
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["真"] = {
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["秋"] = {
		["日"] = {
			["天"] = {
				["空"] = {
					this = true
				}
			}
		},
		["色"] = {
			["之"] = {
				["空"] = {
					this = true
				}
			},
			["高"] = {
				["清"] = {
					A = {
						V = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["純"] = {
				["菜"] = {
					this = true
				}
			},
			["玲"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["优"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["耐"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["優"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["菜"] = {
			["里"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["川"] = {
			["沙"] = {
				["良"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["理"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["絵"] = {
			["高"] = {
				["清"] = {
					this = true
				}
			}
		},
		["吉"] = {
			["步"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["花"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["惠"] = {
				["里"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					},
					["紫"] = {
						["种"] = {
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["里"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["志"] = {
				["帆"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["津"] = {
			["薰"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["濑"] = {
			["留"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["千"] = {
			["门"] = {
				this = true
			}
		},
		["山"] = {
			["礼"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["祥"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["詩"] = {
				["央"] = {
					["里"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["志"] = {
				["穗"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["元"] = {
			["希"] = {
				["无"] = {
					["码"] = {
						this = true,
						["集"] = {
							["锦"] = {
								this = true
							}
						}
					}
				},
				["無"] = {
					["碼"] = {
						this = true
					}
				}
			},
			["优"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["優"] = {
				["奈"] = {
					B = {
						T = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["友"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["咔"] = {
		["得"] = {
			["撸"] = {
				this = true
			}
		},
		["巴"] = {
			["⑤"] = {
				["組"] = {
					["合"] = {
						this = true
					}
				}
			}
		},
		["吧"] = {
			["锁"] = {
				["快"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["菈"] = {
			["娯"] = {
				["楽"] = {
					["網"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["门"] = {
		["房"] = {
			["秦"] = {
				["大"] = {
					["爷"] = {
						["的"] = {
							["故"] = {
								["事"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["小"] = {
			["姐"] = {
				this = true
			}
		},
		["安"] = {
			["天"] = {
				this = true
			}
		},
		["徒"] = {
			["会"] = {
				this = true
			}
		},
		["边"] = {
			["插"] = {
				["片"] = {
					["拉"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["事"] = {
			["件"] = {
				["新"] = {
					["闻"] = {
						["网"] = {
							this = true
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["乃"] = {
		["汁"] = {
			["包"] = {
				["治"] = {
					["百"] = {
						["病"] = {
							["，"] = {
								["药"] = {
									["到"] = {
										["病"] = {
											["除"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["南"] = {
			["葵"] = {
				B = {
					T = {
						this = true
					}
				}
			}
		},
		["原"] = {
			["深"] = {
				["雪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["陷"] = {
		["入"] = {
			H = {
				["游"] = {
					["戏"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			["铲"] = {
				this = true
			},
			["鏟"] = {
				this = true
			}
		},
		["阱"] = {
			["屄"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["婚"] = {
		["婚"] = {
			["欲"] = {
				["醉"] = {
					this = true
				}
			}
		},
		["礼"] = {
			["上"] = {
				["干"] = {
					["新"] = {
						["娘"] = {
							this = true
						}
					}
				}
			}
		},
		["前"] = {
			["1"] = {
				["2"] = {
					["0"] = {
						["小"] = {
							["时"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纱"] = {
			["摄"] = {
				["影"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["外"] = {
			["恋"] = {
				this = true,
				["—"] = {
					["插"] = {
						["足"] = {
							["者"] = {
								this = true
							}
						}
					}
				}
			},
			["戀"] = {
				this = true
			},
			["情"] = {
				["实"] = {
					["录"] = {
						this = true
					}
				},
				["调"] = {
					["查"] = {
						this = true
					}
				}
			}
		},
		["宴"] = {
			["发"] = {
				["票"] = {
					this = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["宜"] = {
		["春"] = {
			["院"] = {
				this = true,
				["射"] = {
					["死"] = {
						["你"] = {
							["天"] = {
								["天"] = {
									["日"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["昌"] = {
			["当"] = {
				["阳"] = {
					["县"] = {
						["级"] = {
							["市"] = {
								["长"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["初"] = {
		["恋"] = {
			["双"] = {
				["人"] = {
					["组"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["连"] = {
				["讠"] = {
					this = true
				}
			}
		},
		["愽"] = {
			["連"] = {
				["訁"] = {
					this = true
				}
			}
		},
		["中"] = {
			S = {
				this = true
			},
			["生"] = {
				["领"] = {
					["导"] = {
						["全"] = {
							["世"] = {
								["界"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["博"] = {
				["士"] = {
					["座"] = {
						["位"] = {
							["涂"] = {
								["了"] = {
									["5"] = {
										["0"] = {
											["2"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["二"] = {
			["辣"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["哥"] = {
			["初"] = {
				["女"] = {
					["初"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["击"] = {
			["平"] = {
				this = true
			}
		},
		["流"] = {
			["出"] = {
				["ロ"] = {
					["リ"] = {
						["プ"] = {
							["リ"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["沙"] = {
				["希"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["拍"] = {
			["写"] = {
				["真"] = {
					["的"] = {
						["水"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["犬"] = {
			this = true
		},
		["始"] = {
			this = true,
			["转"] = {
				["注"] = {
					this = true
				}
			},
			["号"] = {
				this = true
			}
		},
		["霜"] = {
			this = true
		},
		["脱"] = {
			["熟"] = {
				["女"] = {
					this = true
				}
			}
		},
		["夏"] = {
			["青"] = {
				["姦"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["夜"] = {
			this = true,
			["的"] = {
				["屄"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["一"] = {
			["博"] = {
				["士"] = {
					["太"] = {
						["子"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["音"] = {
			["实"] = {
				this = true
			}
		},
		["学"] = {
			["生"] = {
				A = {
					V = {
						this = true
					}
				}
			}
		},
		["级"] = {
			["阶"] = {
				["段"] = {
					["基"] = {
						["本"] = {
							["路"] = {
								["线"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["笑"] = {
		["看"] = {
			["淫"] = {
				["生"] = {
					["外"] = {
						["传"] = {
							this = true
						}
					}
				}
			}
		},
		["宽"] = {
			["衣"] = {
				this = true
			}
		},
		["傲"] = {
			this = true,
			["江"] = {
				["湖"] = {
					this = true
				}
			}
		},
		["颜"] = {
			["天"] = {
				["使"] = {
					["降"] = {
						["临"] = {
							this = true
						}
					}
				}
			}
		},
		["顏"] = {
			["天"] = {
				["使"] = {
					["降"] = {
						["臨"] = {
							this = true
						}
					}
				}
			}
		},
		["贫"] = {
			["酮"] = {
				["痔"] = {
					this = true
				}
			}
		},
		["话"] = {
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["3"] = {
								["}"] = {
									["共"] = {
										["同"] = {
											["富"] = {
												["裕"] = {
													["|"] = {
														["共"] = {
															["同"] = {
																["富"] = {
																	["裕"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["5"] = {
																							["}"] = {
																								["笑"] = {
																									["话"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["嘿"] = {
		["咻"] = {
			this = true,
			["影"] = {
				["院"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["弟"] = {
		["也"] = {
			["骚"] = {
				this = true
			}
		},
		["疼"] = {
			this = true
		},
		["痛"] = {
			this = true
		},
		["子"] = {
			this = true
		},
		["*"] = {
			["子"] = {
				this = true
			}
		},
		["大"] = {
			["勿"] = {
				["勃"] = {
					this = true
				}
			},
			["物"] = {
				["勃"] = {
					this = true
				}
			}
		},
		["弟"] = {
			["粗"] = {
				["大"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["大"] = {
					["肉"] = {
						["棒"] = {
							this = true
						}
					}
				},
				["肉"] = {
					["棒"] = {
						["好"] = {
							["粗"] = {
								this = true
							}
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["淫"] = {
				["奸"] = {
					["姐"] = {
						["姐"] = {
							this = true,
							["穴"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蒲"] = {
		["友"] = {
			["之"] = {
				["家"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			}
		},
		["海"] = {
			["清"] = {
				this = true
			}
		},
		["团"] = {
			this = true
		},
		["江"] = {
			["县"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["良"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["链"] = {
		["子"] = {
			["枪"] = {
				this = true
			}
		},
		["条"] = {
			["枪"] = {
				this = true
			}
		},
		["式"] = {
			["供"] = {
				["弹"] = {
					["轻"] = {
						["机"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["套"] = {
		["件"] = {
			["内"] = {
				["脏"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["牌"] = {
			this = true,
			["车"] = {
				this = true,
				["$"] = {
					["走"] = {
						["私"] = {
							["车"] = {
								this = true
							}
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["见"] = {
					["车"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["专"] = {
					this = true
				},
				["走"] = {
					["私"] = {
						["车"] = {
							this = true,
							["有"] = {
								this = true
							}
						}
					}
				}
			},
			["罢"] = {
				["吃"] = {
					this = true
				}
			},
			["轿"] = {
				["车"] = {
					this = true
				}
			},
			["小"] = {
				["车"] = {
					this = true
				}
			}
		},
		["弄"] = {
			this = true,
			["鸡"] = {
				["巴"] = {
					this = true,
					["\""] = {
						["浪"] = {
							["叫"] = {
								this = true
							}
						}
					},
					["浪"] = {
						["叫"] = {
							this = true
						}
					}
				}
			},
			["插"] = {
				["逼"] = {
					this = true
				}
			},
			["花"] = {
				["心"] = {
					this = true
				}
			},
			["雞"] = {
				["巴"] = {
					["浪"] = {
						["叫"] = {
							this = true
						}
					}
				}
			},
			["姐"] = {
				["肉"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["肉"] = {
				["棒"] = {
					this = true
				}
			},
			["同"] = {
				["事"] = {
					["的"] = {
						["老"] = {
							["婆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["$"] = {
			["车"] = {
				this = true
			}
		},
		["车"] = {
			this = true,
			["价"] = {
				["格"] = {
					["便"] = {
						["宜"] = {
							this = true
						}
					}
				}
			}
		},
		["車"] = {
			this = true
		},
		["动"] = {
			this = true,
			["姐"] = {
				["双"] = {
					["乳"] = {
						this = true
					}
				}
			},
			["肉"] = {
				["棒"] = {
					this = true
				}
			},
			["双"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["動"] = {
			this = true
		},
		["号"] = {
			this = true,
			["本"] = {
				["科"] = {
					["学"] = {
						["位"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true,
						["办"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["挵"] = {
			["鳮"] = {
				["巴"] = {
					["蒗"] = {
						["訆"] = {
							this = true
						}
					}
				}
			}
		},
		["取"] = {
			["密"] = {
				["码"] = {
					this = true
				},
				["碼"] = {
					this = true
				}
			}
		},
		["套"] = {
			["的"] = {
				["新"] = {
					["用"] = {
						["法"] = {
							this = true
						}
					}
				}
			}
		},
		["图"] = {
			this = true,
			["成"] = {
				["人"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["合"] = {
				["集"] = {
					this = true
				}
			},
			["专"] = {
				["区"] = {
					this = true
				}
			}
		},
		["现"] = {
			this = true,
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["印"] = {
			this = true
		},
		["装"] = {
			["撬"] = {
				["杆"] = {
					this = true
				}
			}
		},
		["子"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["背"] = {
		["包"] = {
			["移"] = {
				["动"] = {
					["基"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["式"] = {
				["短"] = {
					["信"] = {
						["群"] = {
							["发"] = {
								["设"] = {
									["备"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["着"] = {
			["父"] = {
				["亲"] = {
					["偷"] = {
						["搞"] = {
							["母"] = {
								["亲"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["麦"] = {
			this = true
		},
		["插"] = {
			["淫"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["徳"] = {
			["愉"] = {
				["悦"] = {
					this = true
				}
			}
		},
		["後"] = {
			["插"] = {
				["穴"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["象"] = {
		["牙"] = {
			this = true,
			["雕"] = {
				["件"] = {
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			},
			["多"] = {
				["少"] = {
					["钱"] = {
						this = true
					}
				}
			},
			["工"] = {
				["艺"] = {
					["品"] = {
						["多"] = {
							["少"] = {
								["钱"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["制"] = {
				["品"] = {
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["征"] = {
			["圆"] = {
				["桌"] = {
					this = true
				}
			}
		},
		["棋"] = {
			["皇"] = {
				["后"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["呋"] = {
		["喃"] = {
			["芬"] = {
				["太"] = {
					["尼"] = {
						this = true
					}
				}
			},
			["甲"] = {
				["醛"] = {
					["配"] = {
						["制"] = {
							this = true
						}
					}
				}
			}
		},
		["塞"] = {
			["米"] = {
				this = true
			}
		},
		["替"] = {
			["啶"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["沈"] = {
		["跃"] = {
			["跃"] = {
				this = true
			}
		},
		["阳"] = {
			["公"] = {
				["安"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["昌"] = {
			["人"] = {
				["体"] = {
					["科"] = {
						["技"] = {
							this = true
						}
					}
				}
			}
		},
		["默"] = {
			["殺"] = {
				["手"] = {
					this = true
				}
			}
		},
		["彤"] = {
			this = true
		},
		["冰"] = {
			this = true
		},
		["澄"] = {
			this = true
		},
		["德"] = {
			["咏"] = {
				this = true
			}
		},
		["含"] = {
			["香"] = {
				this = true
			}
		},
		["括"] = {
			this = true
		},
		["万"] = {
			["3"] = {
				this = true
			},
			["三"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["郝"] = {
		["明"] = {
			["金"] = {
				this = true
			}
		},
		["建"] = {
			["秀"] = {
				this = true
			}
		},
		["海"] = {
			["东"] = {
				this = true
			}
		},
		["大"] = {
			["炮"] = {
				this = true
			}
		},
		["雪"] = {
			["花"] = {
				this = true
			}
		},
		["毅"] = {
			["博"] = {
				this = true
			}
		},
		["孩"] = {
			["冬"] = {
				["|"] = {
					["坏"] = {
						["地"] = {
							["西"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["坚"] = {
			["果"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["祁"] = {
		["培"] = {
			["文"] = {
				this = true
			}
		},
		["建"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["邱"] = {
		["会"] = {
			["作"] = {
				this = true
			}
		},
		["行"] = {
			["洛"] = {
				this = true
			}
		},
		["进"] = {
			this = true
		},
		["明"] = {
			["伟"] = {
				["退"] = {
					["党"] = {
						this = true
					}
				}
			}
		},
		["学"] = {
			["强"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["浮"] = {
		["夸"] = {
			["风"] = {
				this = true
			}
		},
		["情"] = {
			["浪"] = {
				["子"] = {
					this = true
				}
			}
		},
		["尸"] = {
			["国"] = {
				this = true
			}
		},
		["缘"] = {
			["枝"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["雞"] = {
		["巴"] = {
			this = true,
			["暴"] = {
				["脹"] = {
					this = true
				}
			}
		},
		["8"] = {
			this = true
		},
		["八"] = {
			this = true
		},
		["叭"] = {
			this = true
		},
		["芭"] = {
			this = true
		},
		["吧"] = {
			this = true
		},
		["掰"] = {
			this = true
		},
		["動"] = {
			["不"] = {
				["已"] = {
					["的"] = {
						this = true
					}
				}
			}
		},
		["雞"] = {
			this = true
		},
		["奸"] = {
			this = true
		},
		["女"] = {
			this = true
		},
		["婆"] = {
			["服"] = {
				["務"] = {
					this = true
				}
			}
		},
		["歪"] = {
			this = true
		},
		["院"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["姘"] = {
		["头"] = {
			this = true
		},
		["頭"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["戒"] = {
		["急"] = {
			["用"] = {
				["忍"] = {
					this = true
				}
			}
		},
		["严"] = {
			this = true,
			["部"] = {
				["队"] = {
					this = true
				}
			},
			["民"] = {
				["众"] = {
					["以"] = {
						["身"] = {
							["堵"] = {
								["截"] = {
									["军"] = {
										["车"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["张"] = {
				["世"] = {
					["军"] = {
						this = true
					}
				}
			}
		},
		y = {
			a = {
				n = {
					this = true
				}
			}
		},
		["~"] = {
			["严"] = {
				["部"] = {
					["~"] = {
						["队"] = {
							this = true
						}
					}
				}
			}
		},
		["备"] = {
			["森"] = {
				["严"] = {
					this = true
				}
			}
		},
		["邪"] = {
			["淫"] = {
				["网"] = {
					this = true
				}
			}
		},
		["烟"] = {
			["部"] = {
				["队"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["忍"] = {
		["伍"] = {
			["凡"] = {
				this = true
			}
		},
		this = {
			this = true
		},
		["不"] = {
			["住"] = {
				["欲"] = {
					["火"] = {
						this = true
					}
				}
			}
		},
		["术"] = {
			["修"] = {
				["炼"] = {
					this = true
				}
			}
		},
		["无"] = {
			["可"] = {
				["忍"] = {
					this = true
				}
			}
		},
		["者"] = {
			d = {
				a = {
					o = {
						this = true
					}
				}
			},
			["刺"] = {
				this = true,
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["刀"] = {
				this = true,
				["具"] = {
					["具"] = {
						this = true
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["斧"] = {
				["专"] = {
					this = true
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["槍"] = {
				this = true
			},
			["双"] = {
				["刀"] = {
					this = true
				}
			},
			["武"] = {
				["士"] = {
					["短"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["长"] = {
				["刀"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["耿"] = {
		["飚"] = {
			this = true,
			["*"] = {
				this = true
			},
			["的"] = {
				["秘"] = {
					["书"] = {
						this = true
					}
				}
			}
		},
		["飙"] = {
			this = true
		},
		["惠"] = {
			["昌"] = {
				this = true
			}
		},
		["燎"] = {
			["原"] = {
				this = true
			}
		},
		["马"] = {
			this = true
		},
		["文"] = {
			["清"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["向"] = {
		["忠"] = {
			["发"] = {
				this = true
			}
		},
		["巴"] = {
			["平"] = {
				["措"] = {
					this = true
				}
			}
		},
		["."] = {
			["外"] = {
				["代"] = {
					["办"] = {
						this = true
					}
				}
			}
		},
		["导"] = {
			["步"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["广"] = {
			["大"] = {
				["淫"] = {
					["民"] = {
						["敬"] = {
							["礼"] = {
								this = true
							}
						}
					}
				}
			},
			["度"] = {
				["和"] = {
					["深"] = {
						["度"] = {
							["进"] = {
								["军"] = {
									this = true
								}
							}
						}
					}
				},
				["深"] = {
					["度"] = {
						["进"] = {
							["军"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["化"] = {
			["镇"] = {
				this = true
			}
		},
		["井"] = {
			["绫"] = {
				["乃"] = {
					this = true
				}
			},
			["悠"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["警"] = {
			["绫"] = {
				["乃"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["良"] = {
			["心"] = {
				["说"] = {
					["谎"] = {
						["的"] = {
							["民"] = {
								["族"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
