pg = pg or {}
slot0 = pg
slot0.word_template_35 = {}
slot1 = slot0.word_template_35

function temp()
	uv0["無"] = {
		["碼"] = {
			this = true,
			H = {
				["漫"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["Ａ"] = {
				["片"] = {
					this = true
				}
			},
			["彩"] = {
				["圖"] = {
					this = true
				}
			},
			["長"] = {
				["片"] = {
					this = true
				}
			},
			["肛"] = {
				["交"] = {
					this = true
				}
			},
			["精"] = {
				["品"] = {
					this = true
				},
				["選"] = {
					this = true
				}
			},
			["婧"] = {
				["品"] = {
					this = true
				}
			},
			["炮"] = {
				["圖"] = {
					this = true
				}
			},
			["絲"] = {
				["襪"] = {
					this = true
				}
			},
			["體"] = {
				["驗"] = {
					this = true
				}
			},
			["無"] = {
				["套"] = {
					this = true
				}
			},
			["小"] = {
				["處"] = {
					["女"] = {
						this = true
					}
				}
			},
			["寫"] = {
				["真"] = {
					this = true
				}
			},
			["淫"] = {
				["漫"] = {
					this = true
				},
				["女"] = {
					this = true
				}
			},
			["直"] = {
				["接"] = {
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["愛"] = {
					this = true
				}
			}
		},
		["毛"] = {
			["穴"] = {
				this = true
			},
			["的"] = {
				["淫"] = {
					["亂"] = {
						["旅"] = {
							["行"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["界"] = {
			this = true,
			["瀏"] = {
				["覽"] = {
					["器"] = {
						this = true
					}
				}
			},
			["流"] = {
				["覽"] = {
					this = true
				}
			}
		},
		["網"] = {
			["界"] = {
				this = true,
				["流"] = {
					["覽"] = {
						this = true
					}
				}
			}
		},
		["修"] = {
			["正"] = {
				this = true,
				["動"] = {
					["画"] = {
						this = true
					}
				}
			}
		},
		["儘"] = {
			["之"] = {
				["任"] = {
					this = true
				}
			}
		},
		["限"] = {
			["連"] = {
				["人"] = {
					this = true
				}
			},
			["蓮"] = {
				["仁"] = {
					this = true
				}
			}
		},
		["憲"] = {
			["鐮"] = {
				["刃"] = {
					this = true
				}
			}
		},
		["產"] = {
			["階"] = {
				["級"] = {
					this = true
				}
			}
		},
		["毒"] = {
			A = {
				V = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["盡"] = {
			["的"] = {
				["任"] = {
					["務"] = {
						this = true
					}
				}
			}
		},
		["良"] = {
			["少"] = {
				["婦"] = {
					["綜"] = {
						["合"] = {
							["網"] = {
								this = true
							}
						}
					}
				}
			},
			["藝"] = {
				["人"] = {
					this = true
				}
			}
		},
		["名"] = {
			X = {
				["性"] = {
					["愛"] = {
						["照"] = {
							this = true
						}
					}
				}
			}
		},
		["事"] = {
			["干"] = {
				["秘"] = {
					["書"] = {
						this = true
					}
				}
			}
		},
		["膛"] = {
			["線"] = {
				["型"] = {
					this = true
				}
			}
		},
		["套"] = {
			["內"] = {
				["射"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["線"] = {
			["監"] = {
				["聽"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["竊"] = {
				["聽"] = {
					["%"] = {
						["器"] = {
							this = true
						}
					},
					["器"] = {
						this = true
					}
				}
			}
		},
		["邪"] = {
			["気"] = {
				["享"] = {
					["受"] = {
						["性"] = {
							["愛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["需"] = {
			["入"] = {
				["會"] = {
					this = true
				}
			},
			["刷"] = {
				["卡"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["要"] = {
		["色"] = {
			["色"] = {
				this = true
			}
		},
		["射"] = {
			["了"] = {
				this = true
			}
		},
		["9"] = {
			["0"] = {
				["妹"] = {
					["妹"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			}
		},
		A = {
			V = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["抱"] = {
			["抱"] = {
				["偷"] = {
					["情"] = {
						["網"] = {
							this = true
						}
					}
				}
			}
		},
		["插"] = {
			["逼"] = {
				["逼"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["干"] = {
			["我"] = {
				["操"] = {
					["内"] = {
						["射"] = {
							this = true
						}
					}
				}
			}
		},
		["高"] = {
			["潮"] = {
				["影"] = {
					["视"] = {
						this = true
					}
				}
			}
		},
		["你"] = {
			["射"] = {
				this = true
			}
		},
		["枪"] = {
			["联"] = {
				["系"] = {
					this = true
				}
			}
		},
		["账"] = {
			this = true,
			["打"] = {
				["架"] = {
					this = true
				}
			},
			["的"] = {
				["人"] = {
					this = true
				}
			},
			["要"] = {
				["账"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["耻"] = {
		["辱"] = {
			["轮"] = {
				["奸"] = {
					this = true
				}
			},
			["之"] = {
				["教"] = {
					["育"] = {
						["实"] = {
							["习"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["悦"] = {
			["人"] = {
				["妻"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["巨"] = {
		["乳"] = {
			this = true,
			["素"] = {
				["人"] = {
					this = true
				}
			},
			["俏"] = {
				["女"] = {
					["医"] = {
						this = true
					},
					["醫"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["穴"] = {
					this = true
				},
				["乱"] = {
					["美"] = {
						["少"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			},
			A = {
				V = {
					["女"] = {
						["优"] = {
							this = true
						},
						["優"] = {
							this = true
						}
					}
				}
			},
			O = {
				L = {
					this = true
				}
			},
			["爱"] = {
				["好"] = {
					["者"] = {
						this = true
					}
				}
			},
			["波"] = {
				["霸"] = {
					this = true,
					["妹"] = {
						this = true
					}
				}
			},
			["处"] = {
				["女"] = {
					this = true
				}
			},
			["肥"] = {
				["腚"] = {
					this = true
				}
			},
			["丰"] = {
				["臀"] = {
					this = true
				}
			},
			["护"] = {
				["士"] = {
					this = true
				}
			},
			["家"] = {
				["族"] = {
					this = true
				}
			},
			["开"] = {
				["苞"] = {
					this = true
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						this = true,
						["痉"] = {
							["挛"] = {
								this = true
							}
						}
					}
				},
				["熟"] = {
					["女"] = {
						this = true
					}
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["女"] = {
				this = true,
				["教"] = {
					["師"] = {
						this = true
					}
				},
				["警"] = {
					this = true
				},
				["神"] = {
					this = true,
					["引"] = {
						["退"] = {
							this = true
						}
					}
				},
				["优"] = {
					this = true
				},
				["優"] = {
					this = true
				},
				["子"] = {
					["高"] = {
						["生"] = {
							this = true
						}
					}
				}
			},
			["片"] = {
				this = true,
				["步"] = {
					["兵"] = {
						this = true
					}
				}
			},
			["魸"] = {
				this = true
			},
			["妻"] = {
				["子"] = {
					this = true
				}
			},
			["青"] = {
				["梅"] = {
					["竹"] = {
						["马"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["熟"] = {
				["女"] = {
					this = true
				}
			},
			["谭"] = {
				this = true
			},
			["天"] = {
				["使"] = {
					["初"] = {
						["登"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["现"] = {
				["场"] = {
					this = true
				}
			},
			["学"] = {
				["园"] = {
					this = true
				}
			},
			["颜"] = {
				["射"] = {
					this = true
				}
			},
			["揺"] = {
				["喘"] = {
					["潮"] = {
						["喷"] = {
							this = true
						}
					}
				}
			},
			["医"] = {
				this = true
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["整"] = {
				["形"] = {
					["女"] = {
						["医"] = {
							["师"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					this = true
				}
			}
		},
		["屌"] = {
			this = true,
			["成"] = {
				["人"] = {
					this = true
				}
			}
		},
		["炮"] = {
			this = true,
			["兵"] = {
				["团"] = {
					this = true
				},
				["團"] = {
					this = true
				}
			},
			["肉"] = {
				["穴"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			}
		},
		["骚"] = {
			this = true,
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["巨"] = {
				["浪"] = {
					this = true
				}
			}
		},
		["奶"] = {
			this = true,
			["大"] = {
				["妈"] = {
					this = true
				}
			}
		},
		["槌"] = {
			["騎"] = {
				["兵"] = {
					this = true
				}
			}
		},
		["鐵"] = {
			["角"] = {
				["哈"] = {
					["克"] = {
						this = true
					}
				}
			}
		},
		["富"] = {
			["名"] = {
				["刀"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			}
		},
		["星"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["城"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["棒"] = {
			["出"] = {
				["击"] = {
					this = true
				}
			}
		},
		["成"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["额"] = {
			["骗"] = {
				["储"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["吊"] = {
			this = true
		},
		["灵"] = {
			["神"] = {
				this = true
			}
		},
		["龙"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["牛"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["人"] = {
			["反"] = {
				["腐"] = {
					["之"] = {
						["路"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["育"] = {
					["网"] = {
						this = true
					}
				}
			},
			["名"] = {
				["录"] = {
					["数"] = {
						["据"] = {
							["库"] = {
								this = true
							}
						}
					}
				}
			},
			["杀"] = {
				["人"] = {
					this = true
				},
				["手"] = {
					this = true
				}
			},
			["精"] = {
				["品"] = {
					["福"] = {
						["利"] = {
							this = true
						}
					}
				}
			}
		},
		["騷"] = {
			this = true,
			["影"] = {
				["音"] = {
					["在"] = {
						["線"] = {
							this = true
						}
					}
				}
			},
			["綜"] = {
				["合"] = {
					this = true
				}
			}
		},
		["兽"] = {
			["杀"] = {
				["手"] = {
					this = true
				}
			}
		},
		["溪"] = {
			this = true
		},
		["型"] = {
			["充"] = {
				["气"] = {
					["蛤"] = {
						["蟆"] = {
							this = true
						}
					}
				}
			}
		},
		["胸"] = {
			["女"] = {
				["魔"] = {
					["鬼"] = {
						["身"] = {
							["材"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鹰"] = {
			["气"] = {
				["枪"] = {
					B = {
						B = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["妩"] = {
		["媚"] = {
			["挑"] = {
				["逗"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					["图"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["熟"] = {
				["模"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["裸"] = {
		["体"] = {
			this = true,
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["特"] = {
				["工"] = {
					this = true
				}
			}
		},
		["陪"] = {
			this = true
		},
		["露"] = {
			this = true,
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["聊"] = {
			this = true,
			["*"] = {
				this = true
			},
			["合"] = {
				["法"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			[","] = {
				["\""] = {
					this = true
				}
			},
			q = {
				this = true
			},
			["魅"] = {
				["惑"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["娘"] = {
			this = true
		},
		["贷"] = {
			["照"] = {
				["片"] = {
					["合"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["条"] = {
			["借"] = {
				["贷"] = {
					["资"] = {
						["源"] = {
							["种"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["门"] = {
				["全"] = {
					["套"] = {
						["资"] = {
							["源"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["干"] = {
			this = true
		},
		["女"] = {
			this = true,
			["对"] = {
				["对"] = {
					["碰"] = {
						this = true
					}
				}
			},
			["對"] = {
				["對"] = {
					["碰"] = {
						this = true
					}
				}
			},
			["艺"] = {
				["术"] = {
					this = true
				}
			},
			["自"] = {
				["淫"] = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["&"] = {
			["幹"] = {
				this = true
			}
		},
		["□"] = {
			["聊"] = {
				["聊"] = {
					["天"] = {
						["室"] = {
							this = true
						}
					}
				}
			}
		},
		l = {
			["聊"] = {
				this = true
			}
		},
		q = {
			["聊"] = {
				["现"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		y = {
			["聊"] = {
				this = true
			}
		},
		["背"] = {
			["门"] = {
				this = true
			}
		},
		["奔"] = {
			this = true
		},
		["的"] = {
			["彻"] = {
				["底"] = {
					this = true
				}
			}
		},
		["缚"] = {
			["狂"] = {
				["虐"] = {
					this = true
				}
			}
		},
		["幹"] = {
			this = true
		},
		["窷"] = {
			["寶"] = {
				["貝"] = {
					this = true
				},
				["赑"] = {
					this = true
				}
			},
			["窷"] = {
				["迗"] = {
					this = true
				}
			}
		},
		["模"] = {
			this = true,
			["女"] = {
				["神"] = {
					this = true
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true
		},
		["身"] = {
			["跳"] = {
				["楼"] = {
					this = true
				}
			},
			["玩"] = {
				["自"] = {
					["摸"] = {
						this = true
					}
				}
			}
		},
		["躰"] = {
			["視"] = {
				["频"] = {
					this = true
				}
			}
		},
		["軆"] = {
			["視"] = {
				["頻"] = {
					this = true
				}
			}
		},
		["體"] = {
			this = true
		},
		["图"] = {
			this = true,
			["网"] = {
				this = true
			}
		},
		["舞"] = {
			["视"] = {
				["频"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["需"] = {
				["您"] = {
					this = true
				}
			},
			["制"] = {
				["服"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["戏"] = {
			["超"] = {
				["清"] = {
					["晰"] = {
						this = true
					}
				}
			}
		},
		["眼"] = {
			["体"] = {
				["验"] = {
					this = true
				}
			}
		},
		["欲"] = {
			this = true
		},
		["照"] = {
			this = true,
			["录"] = {
				["像"] = {
					["事"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["录"] = {
						["像"] = {
							this = true
						}
					}
				}
			}
		},
		["着"] = {
			["体"] = {
				["聊"] = {
					["天"] = {
						this = true
					}
				}
			}
		},
		["足"] = {
			["腳"] = {
				["交"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["射"] = {
		["奶"] = {
			this = true
		},
		["爽"] = {
			this = true
		},
		["颜"] = {
			this = true
		},
		["了"] = {
			this = true,
			["還"] = {
				["說"] = {
					["要"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true
			},
			["还"] = {
				["说"] = {
					["要"] = {
						this = true
					}
				}
			},
			["满"] = {
				["满"] = {
					["的"] = {
						["精"] = {
							["液"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["精"] = {
			this = true,
			["嫖"] = {
				["娼"] = {
					this = true
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["钉"] = {
			["狗"] = {
				this = true
			},
			["枪"] = {
				this = true,
				["消"] = {
					["音"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["一"] = {
			["嘴"] = {
				this = true
			}
		},
		["射"] = {
			["网"] = {
				this = true
			}
		},
		["人"] = {
			["阁"] = {
				this = true
			}
		},
		["逼"] = {
			["逼"] = {
				this = true
			}
		},
		["抢"] = {
			this = true
		},
		["她"] = {
			["淫"] = {
				B = {
					["網"] = {
						this = true
					}
				}
			}
		},
		["狗"] = {
			["弓"] = {
				["弩"] = {
					this = true
				}
			}
		},
		["击"] = {
			["次"] = {
				["数"] = {
					this = true
				}
			},
			["精"] = {
				["度"] = {
					this = true
				}
			},
			["枪"] = {
				this = true
			},
			["鼡"] = {
				["闆"] = {
					this = true
				}
			},
			["用"] = {
				this = true,
				["$"] = {
					["品"] = {
						this = true
					}
				},
				["品"] = {
					this = true,
					["好"] = {
						["玩"] = {
							this = true
						}
					},
					["槍"] = {
						this = true
					}
				}
			},
			["砽"] = {
				["品"] = {
					this = true
				}
			},
			["师"] = {
				this = true
			}
		},
		["进"] = {
			["妈"] = {
				["妈"] = {
					["里"] = {
						["面"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				},
				["姨"] = {
					["子"] = {
						["体"] = {
							["内"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["孔"] = {
			["弹"] = {
				this = true
			},
			["器"] = {
				this = true
			},
			["枪"] = {
				this = true
			}
		},
		["你"] = {
			this = true,
			["嘴"] = {
				["里"] = {
					["没"] = {
						["商"] = {
							["量"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["屏"] = {
			this = true
		},
		["入"] = {
			["阁"] = {
				this = true
			},
			["阴"] = {
				["道"] = {
					["里"] = {
						this = true
					}
				}
			}
		},
		["死"] = {
			["你"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["网"] = {
			["枪"] = {
				this = true,
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["蛧"] = {
			["熗"] = {
				this = true
			}
		},
		["網"] = {
			["槍"] = {
				this = true
			}
		},
		["顏"] = {
			this = true
		},
		["在"] = {
			["女"] = {
				["人"] = {
					["口"] = {
						["中"] = {
							this = true
						}
					}
				}
			}
		},
		["擊"] = {
			["師"] = {
				this = true
			}
		},
		["龙"] = {
			["门"] = {
				["彩"] = {
					["票"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["杨"] = {
		["思"] = {
			["敏"] = {
				this = true
			}
		},
		["尚"] = {
			["昆"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		[" "] = {
			[" "] = {
				["晶"] = {
					this = true
				}
			}
		},
		["晶"] = {
			this = true
		},
		["野"] = {
			this = true,
			["的"] = {
				["禁"] = {
					["脔"] = {
						this = true
					}
				}
			}
		},
		["振"] = {
			this = true,
			["武"] = {
				this = true
			}
		},
		["晓"] = {
			["渡"] = {
				this = true
			}
		},
		["勇"] = {
			this = true,
			["芳"] = {
				this = true
			}
		},
		["洁"] = {
			["篪"] = {
				this = true
			}
		},
		["元"] = {
			this = true,
			["元"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["林"] = {
			this = true,
			["寨"] = {
				["*"] = {
					this = true
				}
			}
		},
		["得"] = {
			["志"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["汝"] = {
			["岱"] = {
				["*"] = {
					this = true
				}
			}
		},
		["白"] = {
			["冰"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["牛"] = {
				this = true
			}
		},
		["树"] = {
			["宽"] = {
				this = true
			}
		},
		["佳"] = {
			this = true
		},
		j = {
			this = true
		},
		["怀"] = {
			["安"] = {
				this = true
			}
		},
		["建"] = {
			["利"] = {
				this = true,
				[" "] = {
					["刘"] = {
						["霞"] = {
							this = true
						}
					}
				}
			}
		},
		["巍"] = {
			this = true
		},
		["月"] = {
			["清"] = {
				this = true
			}
		},
		["周"] = {
			this = true
		},
		["4"] = {
			["娘"] = {
				this = true
			}
		},
		["百"] = {
			["里"] = {
				this = true
			}
		},
		["传"] = {
			["堂"] = {
				this = true
			}
		},
		["春"] = {
			["林"] = {
				this = true
			}
		},
		["达"] = {
			["才"] = {
				this = true
			}
		},
		["栋"] = {
			["梁"] = {
				this = true
			}
		},
		["焕"] = {
			["宁"] = {
				this = true
			}
		},
		["继"] = {
			["绳"] = {
				this = true
			}
		},
		["家"] = {
			["坝"] = {
				["罢"] = {
					["工"] = {
						this = true
					}
				}
			},
			["洼"] = {
				["情"] = {
					["事"] = {
						this = true
					}
				}
			}
		},
		["金"] = {
			["山"] = {
				this = true
			}
		},
		["锦"] = {
			["霞"] = {
				this = true
			}
		},
		["君"] = {
			["凡"] = {
				this = true
			}
		},
		["立"] = {
			["顺"] = {
				this = true
			}
		},
		["丽"] = {
			["娜"] = {
				this = true
			}
		},
		["莲"] = {
			["子"] = {
				this = true
			}
		},
		["幂"] = {
			["裸"] = {
				["照"] = {
					this = true
				}
			}
		},
		["明"] = {
			["生"] = {
				this = true
			}
		},
		["千"] = {
			["里"] = {
				this = true
			}
		},
		["青"] = {
			["牛"] = {
				this = true
			}
		},
		["全"] = {
			["美"] = {
				this = true
			}
		},
		["绍"] = {
			["政"] = {
				this = true
			}
		},
		["十"] = {
			["里"] = {
				this = true
			}
		},
		["时"] = {
			this = true
		},
		["四"] = {
			["娘"] = {
				this = true
			}
		},
		["潭"] = {
			["容"] = {
				this = true
			}
		},
		["涛"] = {
			this = true
		},
		["天"] = {
			["水"] = {
				this = true
			}
		},
		["铁"] = {
			["信"] = {
				this = true
			}
		},
		["卫"] = {
			["泽"] = {
				this = true
			}
		},
		["文"] = {
			["广"] = {
				this = true
			}
		},
		["熙"] = {
			["平"] = {
				this = true
			}
		},
		["宪"] = {
			["宏"] = {
				this = true
			}
		},
		["震"] = {
			this = true
		},
		["铮"] = {
			this = true
		},
		["志"] = {
			["今"] = {
				this = true
			},
			["云"] = {
				this = true
			}
		},
		["智"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["野"] = {
		["外"] = {
			["性"] = {
				["交"] = {
					this = true
				}
			},
			["刀"] = {
				["具"] = {
					["网"] = {
						this = true
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			}
		},
		["鶏"] = {
			this = true
		},
		["战"] = {
			this = true,
			["砍"] = {
				["刀"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["短"] = {
				["刀"] = {
					this = true
				}
			},
			["军"] = {
				["品"] = {
					["站"] = {
						this = true
					}
				}
			},
			["求"] = {
				["生"] = {
					["刀"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		},
		["营"] = {
			["刀"] = {
				["具"] = {
					["网"] = {
						this = true
					},
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						}
					},
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				},
				["专"] = {
					["卖"] = {
						this = true
					}
				}
			},
			["开"] = {
				["山"] = {
					["刀"] = {
						["具"] = {
							["网"] = {
								this = true
							}
						},
						["军"] = {
							["刺"] = {
								this = true
							}
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					["网"] = {
						this = true
					},
					["户"] = {
						["外"] = {
							["军"] = {
								["刀"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				}
			}
		},
		["兽"] = {
			["眷"] = {
				["恋"] = {
					["的"] = {
						["百"] = {
							["合"] = {
								["香"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["味"] = {
			["枪"] = {
				["行"] = {
					this = true
				}
			}
		},
		["性"] = {
			["淫"] = {
				["魔"] = {
					this = true
				}
			},
			["的"] = {
				["释"] = {
					["放"] = {
						this = true
					}
				},
				["釋"] = {
					["放"] = {
						this = true
					}
				}
			},
			["家"] = {
				["庭"] = {
					["教"] = {
						["師"] = {
							this = true
						}
					},
					["女"] = {
						["教"] = {
							["师"] = {
								this = true
							},
							["師"] = {
								this = true
							}
						}
					}
				}
			},
			["姐"] = {
				["妹"] = {
					["花"] = {
						this = true
					}
				}
			}
		},
		["菜"] = {
			["挿"] = {
				["入"] = {
					["手"] = {
						["淫"] = {
							this = true
						}
					}
				}
			}
		},
		["村"] = {
			["佑"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["儿"] = {
			["子"] = {
				["毛"] = {
					["国"] = {
						["锋"] = {
							this = true
						}
					}
				}
			}
		},
		["疯"] = {
			["狂"] = {
				this = true,
				["3"] = {
					["级"] = {
						this = true
					}
				}
			}
		},
		["斧"] = {
			this = true
		},
		["宫"] = {
			["凛"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["乃"] = {
			["原"] = {
				["爱"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["原"] = {
			["怜"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["戰"] = {
			this = true
		},
		["鸡"] = {
			["街"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["俏"] = {
		["臀"] = {
			["摄"] = {
				["魄"] = {
					this = true
				}
			},
			["人"] = {
				["妖"] = {
					this = true
				}
			},
			["攝"] = {
				["魄"] = {
					this = true
				}
			}
		},
		["丽"] = {
			["的"] = {
				["老"] = {
					["板"] = {
						["娘"] = {
							this = true
						}
					}
				}
			},
			["轻"] = {
				["熟"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["秘"] = {
			["书"] = {
				this = true
			}
		},
		["尼"] = {
			["姑"] = {
				["仪"] = {
					["琳"] = {
						["异"] = {
							["传"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["师"] = {
			["母"] = {
				this = true
			}
		}
	}
end

temp()
