pg = pg or {}
slot0 = pg
slot0.word_template_11 = {}
slot1 = slot0.word_template_11

temp = function()
	uv0["粉"] = {
		["穴"] = {
			this = true,
			["嫩"] = {
				["逼"] = {
					this = true
				}
			}
		},
		["红"] = {
			["穴"] = {
				this = true
			},
			["的"] = {
				B = {
					B = {
						this = true
					}
				},
				["阴"] = {
					["道"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["不"] = {
						["减"] = {
							this = true
						}
					}
				}
			},
			["裤"] = {
				["袜"] = {
					["写"] = {
						["真"] = {
							this = true
						}
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					this = true
				}
			},
			["色"] = {
				["的"] = {
					["火"] = {
						["烈"] = {
							["鸟"] = {
								this = true
							}
						}
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["屄"] = {
			this = true
		},
		["飾"] = {
			["太"] = {
				["平"] = {
					this = true
				}
			}
		},
		["木"] = {
			["耳"] = {
				this = true,
				["鲍"] = {
					["照"] = {
						this = true
					}
				}
			}
		},
		["弹"] = {
			["枪"] = {
				this = true
			}
		},
		["鲍"] = {
			this = true,
			["美"] = {
				["臀"] = {
					this = true
				}
			}
		},
		["嫩"] = {
			this = true,
			["小"] = {
				["屄"] = {
					this = true
				},
				["洞"] = {
					this = true
				},
				["骚"] = {
					B = {
						this = true
					}
				},
				["穴"] = {
					this = true,
					["的"] = {
						["学"] = {
							["生"] = {
								this = true
							}
						}
					},
					["等"] = {
						["你"] = {
							this = true
						}
					},
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["流"] = {
						["血"] = {
							this = true
						}
					}
				},
				["淫"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["鲍"] = {
				["鱼"] = {
					this = true
				}
			},
			["的"] = {
				this = true,
				["妹"] = {
					["子"] = {
						this = true
					}
				}
			},
			["粉"] = {
				["嫩"] = {
					["的"] = {
						["小"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			},
			["嫩"] = {
				["的"] = {
					["尖"] = {
						["笋"] = {
							["奶"] = {
								this = true
							}
						}
					},
					["奶"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					this = true
				}
			},
			["穴"] = {
				this = true
			},
			["淫"] = {
				["臀"] = {
					this = true
				},
				["穴"] = {
					["图"] = {
						this = true
					}
				}
			},
			["萝"] = {
				["视"] = {
					["频"] = {
						["在"] = {
							["线"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["刺"] = {
			this = true
		},
		["饰"] = {
			["太"] = {
				["平"] = {
					this = true
				}
			},
			["以"] = {
				["金"] = {
					["碧"] = {
						["辉"] = {
							["煌"] = {
								["，"] = {
									["讽"] = {
										["歌"] = {
											["以"] = {
												["锦"] = {
													["绣"] = {
														["文"] = {
															["章"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["碎"] = {
			["林"] = {
				["陈"] = {
					["材"] = {
						["料"] = {
							this = true
						}
					},
					["反"] = {
						["党"] = {
							["集"] = {
								["团"] = {
									["反"] = {
										["革"] = {
											["命"] = {
												["政"] = {
													["变"] = {
														["的"] = {
															["斗"] = {
																["争"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["四"] = {
				["人"] = {
					["帮"] = {
						this = true
					}
				}
			}
		},
		["笔"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["冰"] = {
			this = true
		},
		["紅"] = {
			["愛"] = {
				["液"] = {
					this = true
				}
			},
			["穴"] = {
				this = true
			}
		},
		["末"] = {
			["钢"] = {
				this = true
			},
			["型"] = {
				this = true,
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["聊"] = {
				["天"] = {
					this = true
				}
			},
			["嫩"] = {
				["鲍"] = {
					["被"] = {
						["内"] = {
							["射"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["推"] = {
			this = true
		},
		["臀"] = {
			["红"] = {
				["痕"] = {
					this = true
				}
			}
		},
		["状"] = {
			["乳"] = {
				["化"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["开"] = {
		["苞"] = {
			this = true,
			["鸿"] = {
				["运"] = {
					["当"] = {
						["头"] = {
							this = true
						}
					}
				}
			},
			["后"] = {
				["被"] = {
					["内"] = {
						["射"] = {
							this = true
						}
					}
				}
			},
			["价"] = {
				["格"] = {
					this = true,
					["幼"] = {
						["女"] = {
							this = true
						}
					},
					["最"] = {
						["低"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					["流"] = {
						["出"] = {
							this = true
						}
					}
				}
			}
		},
		["房"] = {
			this = true,
			["记"] = {
				["录"] = {
					["查"] = {
						["询"] = {
							this = true
						}
					}
				}
			},
			["宾"] = {
				["馆"] = {
					["淫"] = {
						["乱"] = {
							this = true
						}
					}
				}
			},
			["拍"] = {
				this = true
			},
			["视"] = {
				["频"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					}
				},
				["慰"] = {
					this = true
				}
			}
		},
		["山"] = {
			["刀"] = {
				this = true,
				["专"] = {
					this = true,
					["买"] = {
						["店"] = {
							this = true
						}
					},
					["店"] = {
						this = true
					},
					["售"] = {
						this = true
					}
				},
				["具"] = {
					["网"] = {
						this = true
					},
					["具"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					this = true
				},
				["砍"] = {
					["刀"] = {
						this = true,
						["网"] = {
							this = true
						},
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				},
				["匕"] = {
					["首"] = {
						["专"] = {
							this = true
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["军"] = {
					["刺"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				},
				["世"] = {
					["界"] = {
						this = true
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			d = {
				a = {
					o = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["精"] = {
				["工"] = {
					["刀"] = {
						this = true
					},
					["忉"] = {
						this = true
					}
				}
			},
			["砍"] = {
				this = true,
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["刀"] = {
					this = true,
					["具"] = {
						["具"] = {
							this = true
						}
					},
					["热"] = {
						["销"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["斧"] = {
					["专"] = {
						this = true
					}
				},
				["砍"] = {
					["刀"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			}
		},
		["奖"] = {
			this = true,
			["结"] = {
				["果"] = {
					this = true
				}
			},
			["现"] = {
				["场"] = {
					["直"] = {
						["播"] = {
							this = true
						}
					}
				}
			},
			["斗"] = {
				["地"] = {
					["主"] = {
						this = true
					}
				}
			},
			["梭"] = {
				["哈"] = {
					this = true
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["户"] = {
			this = true,
			["资"] = {
				["源"] = {
					this = true
				}
			},
			["代"] = {
				["理"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["账"] = {
				["号"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["扎"] = {
				["金"] = {
					["花"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["球"] = {
					this = true
				}
			}
		},
		["瞟"] = {
			this = true
		},
		["锁"] = {
			this = true,
			["器"] = {
				this = true,
				["*"] = {
					this = true
				},
				["材"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["教"] = {
					["授"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["工"] = {
				["具"] = {
					this = true,
					["大"] = {
						["全"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["箱"] = {
						this = true
					},
					["小"] = {
						this = true
					},
					["直"] = {
						["销"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			},
			["宝"] = {
				["典"] = {
					this = true
				}
			},
			["必"] = {
				["备"] = {
					["工"] = {
						["具"] = {
							["全"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["全"] = {
					this = true
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["攻"] = {
				["略"] = {
					this = true
				}
			},
			["技"] = {
				["术"] = {
					this = true,
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["培"] = {
				["训"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["密"] = {
					["云"] = {
						this = true
					}
				}
			},
			["全"] = {
				["大"] = {
					["全"] = {
						this = true
					}
				}
			},
			["手"] = {
				["法"] = {
					this = true
				}
			},
			["书"] = {
				this = true,
				["密"] = {
					["云"] = {
						["地"] = {
							["区"] = {
								this = true
							}
						}
					}
				}
			},
			["术"] = {
				this = true
			},
			["万"] = {
				["能"] = {
					["钥"] = {
						["匙"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["王"] = {
				this = true
			}
		},
		["心"] = {
			["小"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["播"] = {
				["播"] = {
					this = true,
					["网"] = {
						this = true
					},
					["站"] = {
						this = true
					}
				}
			},
			["8"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				this = true,
				["情"] = {
					this = true,
					["站"] = {
						this = true
					}
				},
				["播"] = {
					["网"] = {
						this = true
					}
				},
				["影"] = {
					["视"] = {
						this = true
					}
				}
			},
			["五"] = {
				["月"] = {
					this = true,
					["五"] = {
						["月"] = {
							["深"] = {
								["深"] = {
									["爱"] = {
										this = true
									}
								}
							}
						}
					},
					["色"] = {
						["播"] = {
							["网"] = {
								this = true
							}
						}
					},
					["天"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["成"] = {
						["人"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["站"] = {
						this = true
					}
				}
			},
			["码"] = {
				["流"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					this = true,
					["站"] = {
						this = true
					}
				}
			},
			["生"] = {
				["意"] = {
					["网"] = {
						this = true
					}
				}
			},
			["水"] = {
				this = true
			},
			["四"] = {
				["房"] = {
					["色"] = {
						["播"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["赚"] = {
				this = true
			}
		},
		["花"] = {
			["弹"] = {
				this = true,
				[" "] = {
					["达"] = {
						["姆"] = {
							["弹"] = {
								this = true
							}
						}
					}
				},
				["达"] = {
					["姆"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["刃"] = {
			["刀"] = {
				["剑"] = {
					["专"] = {
						["卖"] = {
							["店"] = {
								this = true
							}
						},
						["店"] = {
							this = true
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					this = true
				}
			},
			["弹"] = {
				["簧"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["刀"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["虎"] = {
				["牙"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["军"] = {
				["刀"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["开"] = {
				["山"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["三"] = {
				["棱"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["跳"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["宿"] = {
			["迁"] = {
				["咨"] = {
					["询"] = {
						["费"] = {
							this = true
						}
					}
				}
			}
		},
		["票"] = {
			this = true,
			["公"] = {
				["司"] = {
					this = true,
					["代"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["快"] = {
				this = true
			}
		},
		["元"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["户"] = {
				["外"] = {
					this = true
				}
			}
		},
		["发"] = {
			["票"] = {
				this = true,
				c = {
					this = true
				},
				j = {
					["3"] = {
						this = true
					}
				},
				r = {
					this = true
				},
				s = {
					this = true
				},
				["保"] = {
					["真"] = {
						this = true
					}
				},
				["城"] = {
					["关"] = {
						this = true
					}
				},
				["代"] = {
					["理"] = {
						this = true
					}
				},
				["公"] = {
					["司"] = {
						this = true
					}
				},
				["汇"] = {
					this = true
				},
				["联"] = {
					["系"] = {
						this = true
					}
				},
				["密"] = {
					["云"] = {
						["地"] = {
							["区"] = {
								this = true
							}
						}
					}
				},
				["请"] = {
					["致"] = {
						["电"] = {
							this = true
						}
					}
				}
			},
			["$"] = {
				["票"] = {
					this = true
				}
			},
			["&"] = {
				["票"] = {
					["汇"] = {
						this = true
					}
				}
			},
			["漂"] = {
				this = true,
				["公"] = {
					["司"] = {
						this = true
					}
				},
				["联"] = {
					["系"] = {
						this = true
					}
				}
			},
			["水"] = {
				["票"] = {
					["汇"] = {
						this = true
					}
				}
			},
			["税"] = {
				["票"] = {
					["发"] = {
						["票"] = {
							this = true,
							["汇"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["机"] = {
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["打"] = {
				["发"] = {
					["漂"] = {
						this = true
					},
					["票"] = {
						this = true
					}
				},
				["法"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["發"] = {
			["票"] = {
				this = true
			},
			["飘"] = {
				this = true
			}
		},
		["放"] = {
			["杂"] = {
				["志"] = {
					this = true
				}
			},
			["6"] = {
				["位"] = {
					this = true
				}
			},
			["报"] = {
				["禁"] = {
					this = true
				}
			},
			["出"] = {
				["版"] = {
					["社"] = {
						this = true
					}
				}
			},
			["党"] = {
				["禁"] = {
					this = true
				}
			},
			["回"] = {
				["俱"] = {
					["乐"] = {
						["部"] = {
							this = true
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["六"] = {
				["位"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["性"] = {
				["游"] = {
					["戏"] = {
						this = true
					}
				}
			}
		},
		["垦"] = {
			["民"] = {
				["主"] = {
					this = true
				}
			}
		},
		["天"] = {
			["目"] = {
				this = true
			}
		},
		["沧"] = {
			["州"] = {
				["醱"] = {
					["票"] = {
						this = true
					},
					["漂"] = {
						this = true
					}
				},
				["酦"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["建"] = {
			["筑"] = {
				["发"] = {
					["票"] = {
						this = true
					},
					["漂"] = {
						this = true
					}
				},
				["法"] = {
					["票"] = {
						this = true
					}
				},
				["票"] = {
					this = true
				}
			},
			["材"] = {
				["费"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["东"] = {
			["莞"] = {
				["税"] = {
					["票"] = {
						this = true
					},
					["漂"] = {
						this = true
					}
				},
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["%"] = {
			["票"] = {
				this = true
			}
		},
		f = {
			a = {
				p = {
					i = {
						a = {
							o = {
								this = true
							}
						}
					}
				}
			}
		},
		G = {
			this = true
		},
		v = {
			["苞"] = {
				["价"] = {
					["格"] = {
						this = true
					}
				}
			}
		},
		["保"] = {
			["真"] = {
				["税"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["病"] = {
			["假"] = {
				["条"] = {
					this = true
				}
			}
		},
		["财"] = {
			["税"] = {
				this = true,
				["发"] = {
					["票"] = {
						this = true
					}
				}
			},
			["务"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["餐"] = {
			["饮"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["车"] = {
			["反"] = {
				["锁"] = {
					["新"] = {
						["疆"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["雷"] = {
				["慧"] = {
					["楠"] = {
						this = true
					}
				}
			},
			["门"] = {
				["好"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["去"] = {
				["开"] = {
					["房"] = {
						this = true
					}
				}
			}
		},
		["店"] = {
			["办"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["费"] = {
				this = true
			}
		},
		["定"] = {
			["额"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["法"] = {
			["票"] = {
				this = true,
				["公"] = {
					["司"] = {
						this = true
					}
				},
				["汇"] = {
					this = true
				},
				["联"] = {
					["系"] = {
						this = true
					}
				}
			}
		},
		["粉"] = {
			["红"] = {
				["小"] = {
					["阴"] = {
						["唇"] = {
							this = true
						}
					}
				}
			}
		},
		["封"] = {
			["办"] = {
				["假"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["证"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["市"] = {
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["做"] = {
				["假"] = {
					["身"] = {
						["份"] = {
							this = true
						}
					}
				}
			}
		},
		["服"] = {
			["务"] = {
				["业"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["福"] = {
			["区"] = {
				this = true
			},
			["州"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["市"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["伪"] = {
				["装"] = {
					this = true
				}
			}
		},
		["假"] = {
			["发"] = {
				["票"] = {
					["找"] = {
						["我"] = {
							this = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					["找"] = {
						["我"] = {
							this = true
						}
					}
				}
			}
		},
		["进"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						[" "] = {
							["学"] = {
								["生"] = {
									this = true
								}
							}
						},
						["学"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			},
			["北"] = {
				["京"] = {
					this = true
				}
			}
		},
		["据"] = {
			["酒"] = {
				["水"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["矿"] = {
			["雷"] = {
				["管"] = {
					this = true
				}
			}
		},
		["来"] = {
			this = true
		},
		["利"] = {
			["财"] = {
				["经"] = {
					this = true
				}
			}
		},
		["路"] = {
			["刀"] = {
				this = true
			}
		},
		["幕"] = {
			["式"] = {
				["的"] = {
					["新"] = {
						["解"] = {
							["释"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			["办"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["酦"] = {
			["票"] = {
				this = true
			}
		},
		["普"] = {
			["通"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			this = true,
			["木"] = {
				["樨"] = {
					["地"] = {
						this = true
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["厦"] = {
			["门"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["韶"] = {
			["关"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["深"] = {
			["圳"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["法"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["市"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["水"] = {
			["票"] = {
				this = true
			}
		},
		["税"] = {
			["票"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				}
			},
			["务"] = {
				["发"] = {
					["票"] = {
						this = true,
						["代"] = {
							this = true
						}
					}
				},
				["法"] = {
					["票"] = {
						["代"] = {
							this = true
						}
					}
				}
			}
		},
		["鎖"] = {
			["工"] = {
				["具"] = {
					this = true
				}
			}
		},
		["他"] = {
			["敏"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["拓"] = {
			["证"] = {
				["件"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["县"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["医"] = {
			["院"] = {
				["病"] = {
					["假"] = {
						["条"] = {
							this = true
						}
					}
				}
			}
		},
		["印"] = {
			["钞"] = {
				["机"] = {
					["还"] = {
						["债"] = {
							this = true
						}
					}
				}
			},
			["吵"] = {
				["机"] = {
					["还"] = {
						["债"] = {
							this = true
						}
					}
				}
			},
			["刷"] = {
				["费"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["赢"] = {
			["牌"] = {
				["具"] = {
					this = true
				}
			}
		},
		["原"] = {
			["市"] = {
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["运"] = {
			["输"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["业"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["增"] = {
			["值"] = {
				["税"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					},
					["法"] = {
						["票"] = {
							this = true
						}
					},
					["票"] = {
						this = true
					}
				}
			}
		},
		["斋"] = {
			this = true
		},
		["真"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["正"] = {
			["规"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["住"] = {
					["宿"] = {
						["费"] = {
							this = true
						}
					}
				}
			}
		},
		["周"] = {
			["天"] = {
				["秘"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["咨"] = {
			["询"] = {
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["法"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["口"] = {
			["梦"] = {
				this = true
			}
		},
		["广"] = {
			["告"] = {
				["费"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["国"] = {
			["大"] = {
				["典"] = {
					this = true
				}
			}
		},
		["明"] = {
			["专"] = {
				["制"] = {
					["现"] = {
						["代"] = {
							["君"] = {
								["主"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["辟"] = {
			["了"] = {
				["实"] = {
					["现"] = {
						["中"] = {
							["华"] = {
								["民"] = {
									["族"] = {
										["伟"] = {
											["大"] = {
												["复"] = {
													["兴"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["大"] = {
			["会"] = {
				["["] = {
					["^"] = {
						["员"] = {
							["]"] = {
								["|"] = {
									["开"] = {
										["大"] = {
											["会"] = {
												["$"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		h = {
			u = {
				i = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["口"] = {
		["活"] = {
			this = true,
			["精"] = {
				["湛"] = {
					this = true
				}
			},
			["太"] = {
				["犀"] = {
					["利"] = {
						this = true
					}
				}
			},
			["真"] = {
				["是"] = {
					["好"] = {
						this = true
					}
				}
			}
		},
		["内"] = {
			["爆"] = {
				["射"] = {
					this = true
				}
			},
			["射"] = {
				["精"] = {
					this = true
				}
			}
		},
		["淫"] = {
			this = true
		},
		["交"] = {
			this = true,
			["放"] = {
				["尿"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["器"] = {
				["具"] = {
					this = true
				}
			},
			A = {
				["片"] = {
					this = true
				}
			},
			["爆"] = {
				["浆"] = {
					this = true
				}
			},
			["吃"] = {
				["精"] = {
					this = true
				}
			},
			["的"] = {
				["樂"] = {
					["趣"] = {
						this = true
					}
				},
				["最"] = {
					["高"] = {
						["境"] = {
							["界"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				},
				["務"] = {
					this = true
				}
			},
			["肛"] = {
				["交"] = {
					["内"] = {
						["射"] = {
							this = true
						}
					}
				}
			},
			["靠"] = {
				this = true
			},
			["美"] = {
				["图"] = {
					this = true
				}
			},
			["男"] = {
				["视"] = {
					["频"] = {
						this = true
					}
				}
			},
			["群"] = {
				["交"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["片"] = {
					this = true
				}
			},
			["完"] = {
				["在"] = {
					["插"] = {
						B = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["性"] = {
				["交"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["颜"] = {
				["射"] = {
					this = true
				}
			},
			["专"] = {
				["区"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				},
				["卫"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["爆"] = {
			this = true,
			["吞"] = {
				["精"] = {
					this = true
				}
			},
			["+"] = {
				["内"] = {
					["射"] = {
						this = true
					}
				}
			},
			N = {
				["+"] = {
					["1"] = {
						["次"] = {
							this = true
						}
					}
				}
			},
			["吃"] = {
				["精"] = {
					this = true
				}
			},
			["打"] = {
				["工"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["乳"] = {
				["交"] = {
					this = true
				}
			},
			["骚"] = {
				["网"] = {
					["友"] = {
						this = true
					}
				}
			},
			["爽"] = {
				this = true
			},
			["颜"] = {
				["射"] = {
					this = true
				}
			},
			["中"] = {
				["出"] = {
					this = true
				}
			}
		},
		["射"] = {
			this = true
		},
		["头"] = {
			["检"] = {
				["查"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["技"] = {
			this = true
		},
		["香"] = {
			["糖"] = {
				["炸"] = {
					["弹"] = {
						this = true
					}
				},
				["型"] = {
					["春"] = {
						["药"] = {
							this = true
						}
					},
					["迷"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["角"] = {
			this = true
		},
		["暴"] = {
			this = true,
			["大"] = {
				["眼"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["射"] = {
				["嘴"] = {
					["里"] = {
						this = true
					}
				}
			}
		},
		["碑"] = {
			["功"] = {
				["绩"] = {
					[" "] = {
						["升"] = {
							["官"] = {
								[" "] = {
									["建"] = {
										["柱"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["理"] = {
				["财"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["贲"] = {
			["雾"] = {
				["蒙"] = {
					["氵"] = {
						["干"] = {
							["药"] = {
								this = true
							}
						}
					}
				},
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["吹"] = {
			this = true
		},
		["服"] = {
			this = true,
			["迷"] = {
				["▓"] = {
					["药"] = {
						this = true
					}
				},
				["幻"] = {
					["听"] = {
						["话"] = {
							["水"] = {
								this = true
							}
						}
					}
				},
				["昏"] = {
					["药"] = {
						this = true
					}
				},
				["魂"] = {
					["粉"] = {
						this = true
					}
				},
				["药"] = {
					this = true
				}
			},
			["听"] = {
				["话"] = {
					["乖"] = {
						["乖"] = {
							["水"] = {
								this = true
							}
						}
					}
				}
			},
			["型"] = {
				["昏"] = {
					["迷"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["感"] = {
			["轻"] = {
				["劲"] = {
					["头"] = {
						["大"] = {
							this = true
						}
					}
				}
			}
		},
		["工"] = {
			["游"] = {
				["戏"] = {
					this = true
				}
			}
		},
		["含"] = {
			["龟"] = {
				["头"] = {
					this = true
				}
			},
			["鸡"] = {
				["巴"] = {
					this = true
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["住"] = {
				["鸡"] = {
					["巴"] = {
						this = true
					}
				}
			}
		},
		["号"] = {
			["撤"] = {
				["下"] = {
					this = true
				}
			},
			["修"] = {
				["改"] = {
					this = true
				}
			},
			["比"] = {
				["谁"] = {
					["都"] = {
						["会"] = {
							["喊"] = {
								["\\"] = {
									p = {
										P = {
											["?"] = {
												["样"] = {
													["子"] = {
														["比"] = {
															["谁"] = {
																["都"] = {
																	["搞"] = {
																		["得"] = {
																			["像"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["合"] = {
			this = true
		},
		["火"] = {
			["暴"] = {
				this = true
			}
		},
		["鲛"] = {
			this = true
		},
		["径"] = {
			["4"] = {
				["."] = {
					["5"] = {
						["毫"] = {
							["米"] = {
								this = true
							}
						}
					}
				}
			},
			["型"] = {
				["新"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["那"] = {
			["里"] = {
				K = {
					["米"] = {
						["分"] = {
							this = true
						}
					}
				},
				["冫"] = {
					["水"] = {
						["毒"] = {
							this = true
						}
					}
				},
				["肾"] = {
					this = true
				},
				["有"] = {
					["三"] = {
						["唑"] = {
							["仑"] = {
								this = true
							}
						}
					}
				}
			},
			["有"] = {
				["木"] = {
					["仓"] = {
						this = true
					}
				}
			}
		},
		["內"] = {
			["爆"] = {
				["射"] = {
					this = true
				}
			}
		},
		["嚗"] = {
			this = true
		},
		["欠"] = {
			["箫"] = {
				this = true
			}
		},
		["蹄"] = {
			["疫"] = {
				this = true
			}
		},
		["味"] = {
			["稍"] = {
				["重"] = {
					this = true
				}
			}
		},
		["型"] = {
			["导"] = {
				["气"] = {
					["箍"] = {
						this = true
					}
				}
			}
		},
		["中"] = {
			["爆"] = {
				["射"] = {
					this = true
				}
			},
			["喝"] = {
				["的"] = {
					["是"] = {
						["蓝"] = {
							["带"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["袋"] = {
			["罪"] = {
				this = true
			}
		},
		["口"] = {
			["族"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["狼"] = {
		["友"] = {
			this = true,
			["交"] = {
				["流"] = {
					this = true
				}
			},
			["乐"] = {
				["园"] = {
					this = true
				}
			},
			a = {
				v = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["登"] = {
				["陆"] = {
					["器"] = {
						this = true
					}
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["阁"] = {
				["成"] = {
					["人"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["黄"] = {
				["站"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["基"] = {
				["地"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["射"] = {
				["图"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["性"] = {
				["息"] = {
					this = true
				}
			},
			["淫"] = {
				this = true
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["吧"] = {
				this = true
			}
		},
		["色"] = {
			["淫"] = {
				["窝"] = {
					this = true
				}
			}
		},
		["国"] = {
			["色"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			this = true,
			["干"] = {
				this = true,
				["综"] = {
					["合"] = {
						this = true
					}
				},
				["伊"] = {
					["人"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["阁"] = {
				this = true
			}
		},
		["客"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["网"] = {
						this = true
					},
					["成"] = {
						["人"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["黄"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["黃"] = {
				["色"] = {
					["網"] = {
						this = true
					}
				}
			},
			["情"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["色"] = {
				["情"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			}
		},
		["后"] = {
			["传"] = {
				["奇"] = {
					this = true
				}
			}
		},
		["狈"] = {
			["为"] = {
				["奸"] = {
					this = true
				}
			}
		},
		["妹"] = {
			this = true
		},
		["群"] = {
			this = true,
			["发"] = {
				["布"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["窝"] = {
			this = true,
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["性"] = {
			["失"] = {
				["禁"] = {
					this = true
				}
			}
		},
		["牙"] = {
			["棍"] = {
				this = true
			}
		},
		["妖"] = {
			this = true
		},
		["爷"] = {
			this = true
		},
		["欲"] = {
			["国"] = {
				["度"] = {
					this = true
				}
			}
		},
		["族"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娛"] = {
				["樂"] = {
					["網"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["春"] = {
		["药"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["光"] = {
			["外"] = {
				["泻"] = {
					this = true
				}
			},
			["灿"] = {
				["烂"] = {
					["武"] = {
						["大"] = {
							["郎"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["夏"] = {
			["自"] = {
				["由"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["交"] = {
					this = true,
					["的"] = {
						["政"] = {
							["治"] = {
								["風"] = {
									["波"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["满"] = {
			["香"] = {
				["夏"] = {
					this = true
				}
			}
		},
		["暖"] = {
			["花"] = {
				["开"] = {
					["性"] = {
						["吧"] = {
							this = true,
							["有"] = {
								["你"] = {
									this = true
								}
							}
						},
						["8"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			this = true,
			["阁"] = {
				this = true,
				["2"] = {
					["区"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			A = {
				V = {
					["激"] = {
						["情"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["乱"] = {
			["香"] = {
				["野"] = {
					this = true
				}
			}
		},
		["节"] = {
			["晚"] = {
				["会"] = {
					this = true,
					["正"] = {
						["统"] = {
							["文"] = {
								["化"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["藥"] = {
			this = true
		},
		["潮"] = {
			this = true
		},
		["城"] = {
			["路"] = {
				["+"] = {
					["爆"] = {
						["炸"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["淫"] = {
						["窝"] = {
							this = true
						}
					}
				}
			}
		},
		["风"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["透"] = {
			["海"] = {
				["棠"] = {
					this = true,
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["樱"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["意"] = {
			["盎"] = {
				["然"] = {
					this = true
				}
			}
		},
		["淫"] = {
			this = true
		},
		["欲"] = {
			["手"] = {
				this = true
			}
		},
		["华"] = {
			["出"] = {
				["任"] = {
					Z = {
						X = {
							this = true
						}
					}
				}
			}
		},
		["天"] = {
			["的"] = {
				["事"] = {
					["故"] = {
						this = true
					}
				}
			},
			["滴"] = {
				["事"] = {
					["故"] = {
						this = true
					}
				}
			}
		},
		["乔"] = {
			this = true
		},
		["桥"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["兽"] = {
		["欲"] = {
			this = true
		},
		["奸"] = {
			this = true
		},
		["交"] = {
			this = true,
			["集"] = {
				["合"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["现"] = {
				["场"] = {
					this = true
				}
			},
			["小"] = {
				["说"] = {
					this = true
				}
			},
			["幼"] = {
				["交"] = {
					["爽"] = {
						["片"] = {
							this = true
						}
					}
				},
				["片"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					["播"] = {
						["放"] = {
							this = true
						}
					}
				}
			}
		},
		["兽"] = {
			["门"] = {
				this = true,
				["不"] = {
					["雅"] = {
						["照"] = {
							this = true
						}
					}
				},
				["视"] = {
					["频"] = {
						this = true,
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["潮"] = {
					this = true
				}
			},
			["现"] = {
				["场"] = {
					this = true
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			}
		},
		["奴"] = {
			["的"] = {
				["幸"] = {
					["福"] = {
						["生"] = {
							["活"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["性"] = {
			this = true,
			["化"] = {
				["效"] = {
					["劳"] = {
						this = true
					}
				}
			},
			["新"] = {
				["人"] = {
					["类"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			["印"] = {
				["记"] = {
					this = true
				}
			}
		},
		["姐"] = {
			this = true
		},
		["类"] = {
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["心"] = {
			["沸"] = {
				["腾"] = {
					this = true
				}
			}
		},
		["用"] = {
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["麻"] = {
				["醉"] = {
					["箭"] = {
						this = true
					},
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["秘"] = {
		["唇"] = {
			this = true
		},
		["裂"] = {
			this = true
		},
		["密"] = {
			["文"] = {
				["件"] = {
					["*"] = {
						this = true
					}
				}
			},
			["潛"] = {
				["入"] = {
					this = true
				}
			},
			["花"] = {
				["园"] = {
					this = true,
					["淫"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["潜"] = {
				["入"] = {
					this = true
				}
			},
			["調"] = {
				["教"] = {
					["凌"] = {
						["辱"] = {
							this = true
						}
					}
				}
			},
			["熟"] = {
				["母"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["录"] = {
			this = true
		},
		["书"] = {
			["被"] = {
				["带"] = {
					["走"] = {
						[" "] = {
							[" "] = {
								["当"] = {
									["场"] = {
										["晕"] = {
											["倒"] = {
												this = true
											}
										}
									}
								}
							},
							["当"] = {
								["场"] = {
									["瘫"] = {
										["倒"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["的"] = {
				["大"] = {
					["乱"] = {
						["交"] = {
							this = true
						}
					}
				},
				["吊"] = {
					["带"] = {
						["黑"] = {
							["丝"] = {
								this = true
							}
						}
					}
				}
			},
			["刘"] = {
				["志"] = {
					["刚"] = {
						this = true
					}
				}
			},
			["室"] = {
				["の"] = {
					["秘"] = {
						["め"] = {
							["事"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					["被"] = {
						["偷"] = {
							["拍"] = {
								this = true
							}
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蜜"] = {
		["穴"] = {
			this = true,
			["被"] = {
				["插"] = {
					this = true
				}
			}
		},
		["洞"] = {
			this = true
		},
		["桃"] = {
			["9"] = {
				["5"] = {
					["撸"] = {
						["管"] = {
							["天"] = {
								["堂"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["爱"] = {
				["女"] = {
					["人"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				},
				["熟"] = {
					["时"] = {
						this = true,
						["3"] = {
							D = {
								this = true
							}
						},
						B = {
							T = {
								this = true
							}
						},
						["高"] = {
							["清"] = {
								this = true
							}
						},
						["钟"] = {
							["真"] = {
								this = true
							}
						}
					},
					["時"] = {
						B = {
							T = {
								this = true
							}
						}
					}
				}
			},
			["淑"] = {
				["女"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["蜂"] = {
			["妖"] = {
				["纪"] = {
					this = true
				}
			}
		},
		["液"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["玉"] = {
		["穴"] = {
			this = true
		},
		["乳"] = {
			this = true
		},
		["蒲"] = {
			["团"] = {
				this = true,
				["玉"] = {
					["女"] = {
						["心"] = {
							["经"] = {
								this = true
							}
						}
					}
				},
				["*"] = {
					this = true
				},
				["之"] = {
					["偷"] = {
						["情"] = {
							["宝"] = {
								["鉴"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["團"] = {
				this = true
			}
		},
		["杵"] = {
			this = true
		},
		["不"] = {
			["撸"] = {
				this = true
			}
		},
		["女"] = {
			["阁"] = {
				this = true
			},
			["心"] = {
				["经"] = {
					this = true
				}
			},
			["淫"] = {
				["情"] = {
					this = true
				}
			}
		},
		["色"] = {
			["阁"] = {
				this = true
			}
		},
		["华"] = {
			["户"] = {
				["外"] = {
					["刀"] = {
						["具"] = {
							["专"] = {
								["卖"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["刀"] = {
				["具"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["和"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["森"] = {
			["集"] = {
				["团"] = {
					this = true
				}
			}
		},
		["龟"] = {
			this = true
		},
		["人"] = {
			["阁"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["应"] = {
		["召"] = {
			this = true,
			["女"] = {
				["郎"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["勇"] = {
			["牺"] = {
				["牲"] = {
					this = true
				}
			},
			["抗"] = {
				["疫"] = {
					this = true
				}
			},
			["就"] = {
				["疫"] = {
					this = true
				}
			},
			["救"] = {
				["疫"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["菊"] = {
		["花"] = {
			this = true,
			["蕾"] = {
				this = true
			},
			["洞"] = {
				this = true
			},
			["蚕"] = {
				this = true
			},
			A = {
				V = {
					this = true
				}
			},
			["操"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["宫"] = {
				this = true
			},
			["文"] = {
				this = true
			},
			["穴"] = {
				this = true,
				["成"] = {
					["人"] = {
						this = true
					}
				}
			},
			["在"] = {
				["线"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["宫"] = {
				this = true,
				["音"] = {
					["影"] = {
						["先"] = {
							["锋"] = {
								this = true
							}
						}
					}
				}
			},
			["宮"] = {
				["網"] = {
					this = true
				}
			}
		},
		["门"] = {
			this = true
		},
		["穴"] = {
			this = true
		},
		["哥"] = {
			["哥"] = {
				["-"] = {
					X = {
						J = {
							P = {
								this = true
							}
						}
					}
				}
			}
		},
		["池"] = {
			["蓝"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["藍"] = {
				["电"] = {
					["驴"] = {
						this = true
					}
				}
			},
			["丽"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["衣"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						},
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["奈"] = {
				["津"] = {
					["美"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["由"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["川"] = {
			["沙"] = {
				["织"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["地"] = {
			["惠"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["麗"] = {
				["子"] = {
					this = true
				}
			},
			["凛"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["洞"] = {
			this = true
		},
		["剑"] = {
			this = true
		},
		["领"] = {
			["风"] = {
				["骚"] = {
					this = true
				}
			}
		},
		["門"] = {
			["破"] = {
				["壞"] = {
					this = true
				}
			}
		},
		["竹"] = {
			["武"] = {
				["士"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["尔"] = {
			["·"] = {
				["伊"] = {
					["力"] = {
						["哈"] = {
							["木"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["肉"] = {
		["蒲"] = {
			["团"] = {
				this = true
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["茎"] = {
			this = true
		},
		["棍"] = {
			this = true,
			["干"] = {
				["骚"] = {
					["妇"] = {
						this = true
					}
				}
			},
			["子"] = {
				this = true
			},
			["*"] = {
				this = true
			}
		},
		["便"] = {
			this = true,
			["器"] = {
				this = true
			}
		},
		["逼"] = {
			this = true
		},
		["棒"] = {
			this = true
		},
		["唇"] = {
			this = true
		},
		["沟"] = {
			this = true
		},
		["壶"] = {
			this = true
		},
		["淫"] = {
			["器"] = {
				["吞"] = {
					["精"] = {
						this = true
					}
				}
			}
		},
		["洞"] = {
			this = true,
			["抽"] = {
				["插"] = {
					this = true
				}
			},
			["火"] = {
				["棒"] = {
					this = true
				}
			},
			["骚"] = {
				["妇"] = {
					this = true
				}
			},
			["淫"] = {
				["水"] = {
					this = true
				},
				["液"] = {
					this = true
				}
			}
		},
		["具"] = {
			this = true
		},
		["丝"] = {
			this = true,
			["裤"] = {
				["袜"] = {
					this = true
				}
			}
		},
		["感"] = {
			this = true,
			["炮"] = {
				["友"] = {
					this = true
				}
			}
		},
		["箫"] = {
			this = true
		},
		["穴"] = {
			this = true,
			["*"] = {
				["*"] = {
					this = true
				}
			},
			["{"] = {
				M = {
					O = {
						D = {
							["}"] = {
								this = true
							}
						}
					}
				}
			},
			["鸡"] = {
				["巴"] = {
					this = true
				}
			},
			["十"] = {
				["八"] = {
					["摸"] = {
						this = true
					}
				}
			}
		},
		["缝"] = {
			this = true
		},
		["欲"] = {
			this = true,
			["满"] = {
				["堂"] = {
					this = true
				}
			},
			["山"] = {
				["庄"] = {
					this = true
				}
			}
		},
		["体"] = {
			this = true
		},
		["壁"] = {
			this = true
		},
		["文"] = {
			this = true,
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["漫"] = {
			this = true
		},
		["肉"] = {
			["小"] = {
				["说"] = {
					this = true
				},
				["剧"] = {
					["场"] = {
						["之"] = {
							["涌"] = {
								["泉"] = {
									["洞"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["文"] = {
				this = true
			}
		},
		["图"] = {
			this = true
		},
		["番"] = {
			this = true,
			["全"] = {
				["彩"] = {
					["漫"] = {
						["画"] = {
							this = true
						}
					}
				}
			},
			["漫"] = {
				["画"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["笔"] = {
			this = true
		},
		["绑"] = {
			this = true
		},
		["削"] = {
			this = true
		},
		["杵"] = {
			this = true
		},
		["毒"] = {
			["素"] = {
				this = true
			}
		},
		["木"] = {
			["奉"] = {
				this = true
			},
			["昆"] = {
				this = true
			}
		},
		["奴"] = {
			["隶"] = {
				this = true
			}
		},
		["乳"] = {
			["特"] = {
				["刊"] = {
					this = true
				}
			}
		},
		["色"] = {
			["裤"] = {
				["袜"] = {
					["图"] = {
						this = true
					}
				}
			},
			["乳"] = {
				["胶"] = {
					["手"] = {
						["套"] = {
							this = true
						}
					}
				}
			},
			["丝"] = {
				["袜"] = {
					this = true
				}
			},
			["硬"] = {
				["邦"] = {
					["邦"] = {
						this = true
					}
				}
			}
		},
		["身"] = {
			["显"] = {
				["现"] = {
					this = true
				}
			}
		},
		["食"] = {
			["系"] = {
				["痴"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["动"] = {
			["漫"] = {
				["无"] = {
					["遮"] = {
						["挡"] = {
							this = true
						}
					}
				}
			}
		},
		["冰"] = {
			["毒"] = {
				this = true
			}
		},
		["喇"] = {
			["叭"] = {
				this = true
			}
		},
		["汤"] = {
			["浇"] = {
				["地"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["后"] = {
		["庭"] = {
			this = true,
			["专"] = {
				["区"] = {
					this = true
				}
			},
			["花"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true
					}
				}
			},
			["诱"] = {
				this = true,
				["惑"] = {
					this = true,
					["地"] = {
						["址"] = {
							this = true
						}
					},
					["在"] = {
						["线"] = {
							["看"] = {
								this = true
							}
						}
					},
					["真"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["宫"] = {
			["春"] = {
				["色"] = {
					this = true
				}
			},
			["群"] = {
				["芳"] = {
					["谱"] = {
						this = true
					},
					["图"] = {
						this = true
					}
				}
			},
			["视"] = {
				["讯"] = {
					["情"] = {
						["色"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["阁"] = {
				this = true
			},
			["佳"] = {
				["丽"] = {
					["三"] = {
						["千"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["男"] = {
				["医"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["太"] = {
				["子"] = {
					["居"] = {
						this = true
					}
				}
			},
			["学"] = {
				["园"] = {
					this = true
				}
			}
		},
		["握"] = {
			this = true,
			["套"] = {
				["件"] = {
					this = true
				}
			}
		},
		["勤"] = {
			["集"] = {
				["团"] = {
					this = true
				}
			},
			["资"] = {
				["料"] = {
					["手"] = {
						["册"] = {
							this = true
						}
					}
				}
			}
		},
		["穴"] = {
			this = true
		},
		["方"] = {
			["想"] = {
				["定"] = {
					["的"] = {
						["编"] = {
							["写"] = {
								this = true
							}
						}
					}
				}
			}
		},
		v = {
			["庭"] = {
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			}
		},
		["编"] = {
			["藤"] = {
				["井"] = {
					this = true
				}
			}
		},
		["插"] = {
			["极"] = {
				["爽"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					this = true
				}
			}
		},
		["打"] = {
			["黑"] = {
				["时"] = {
					["代"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			["小"] = {
				["三"] = {
					this = true
				}
			}
		},
		["高"] = {
			["三"] = {
				["骚"] = {
					["货"] = {
						["自"] = {
							["拍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["花"] = {
			["园"] = {
				this = true
			}
		},
		["家"] = {
			["中"] = {
				["疯"] = {
					["狂"] = {
						["偷"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["街"] = {
			["女"] = {
				["网"] = {
					this = true
				}
			}
		},
		["进"] = {
			["式"] = {
				["大"] = {
					["集"] = {
						["合"] = {
							this = true
						}
					}
				}
			}
		},
		["控"] = {
			["黑"] = {
				["丝"] = {
					this = true
				}
			}
		},
		["门"] = {
			["?"] = {
				this = true
			}
		},
		["情"] = {
			["侣"] = {
				["沙"] = {
					["发"] = {
						["性"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["入"] = {
			["大"] = {
				["屁"] = {
					["股"] = {
						["女"] = {
							["友"] = {
								this = true
							}
						}
					}
				}
			},
			["肥"] = {
				["臀"] = {
					["~"] = {
						this = true
					}
				}
			},
			["情"] = {
				["人"] = {
					this = true
				}
			},
			["式"] = {
				this = true,
				["狂"] = {
					["操"] = {
						this = true
					},
					["日"] = {
						this = true
					}
				}
			},
			["网"] = {
				["袜"] = {
					["妹"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["台"] = {
			["浮"] = {
				["出"] = {
					["吴"] = {
						["官"] = {
							["正"] = {
								this = true
							}
						}
					}
				}
			},
			["江"] = {
				["苏"] = {
					["省"] = {
						["省"] = {
							["委"] = {
								this = true
							}
						}
					}
				}
			},
			["怒"] = {
				["插"] = {
					["骚"] = {
						["女"] = {
							this = true
						}
					}
				}
			}
		},
		["藤"] = {
			["惠"] = {
				["里"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					},
					["紫"] = {
						["种"] = {
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["土"] = {
			["娘"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["羿"] = {
			["弓"] = {
				["弩"] = {
					["专"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["有"] = {
			["强"] = {
				["大"] = {
					["的"] = {
						["祖"] = {
							["国"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["面"] = {
			["还"] = {
				["是"] = {
					["你"] = {
						this = true
					},
					["他"] = {
						this = true
					}
				}
			},
			["一"] = {
				["定"] = {
					["是"] = {
						["你"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["男"] = {
		["女"] = {
			["交"] = {
				["欢"] = {
					this = true
				},
				["歡"] = {
					this = true
				}
			},
			["蒲"] = {
				["典"] = {
					this = true
				}
			},
			["的"] = {
				["命"] = {
					["相"] = {
						["在"] = {
							["线"] = {
								["观"] = {
									["看"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["爱"] = {
				["爱"] = {
					this = true
				}
			},
			["撮"] = {
				["合"] = {
					["粉"] = {
						this = true
					}
				}
			},
			["公"] = {
				["关"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["淫"] = {
						["乱"] = {
							this = true,
							["图"] = {
								this = true
							},
							["穴"] = {
								this = true
							}
						},
						["贴"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					this = true
				},
				["交"] = {
					this = true
				},
				["数"] = {
					["据"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["性"] = {
					["息"] = {
						this = true
					}
				}
			},
			["用"] = {
				["嘴"] = {
					["亲"] = {
						["吻"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["宝"] = {
			this = true,
			["有"] = {
				["偿"] = {
					["送"] = {
						["养"] = {
							this = true
						}
					}
				}
			}
		},
		["童"] = {
			this = true
		},
		["婴"] = {
			this = true
		},
		["性"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["淫"] = {
				["魔"] = {
					["王"] = {
						this = true
					}
				}
			},
			["增"] = {
				["强"] = {
					this = true
				}
			}
		},
		["人"] = {
			["站"] = {
				this = true
			},
			["烟"] = {
				["具"] = {
					this = true
				}
			},
			["书"] = {
				["城"] = {
					this = true
				}
			},
			["天"] = {
				["堂"] = {
					this = true,
					["第"] = {
						["四"] = {
							["色"] = {
								this = true
							}
						}
					},
					["网"] = {
						["新"] = {
							["地"] = {
								["址"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["的"] = {
				["天"] = {
					["堂"] = {
						["东"] = {
							["京"] = {
								["热"] = {
									this = true
								}
							}
						}
					}
				},
				["抚"] = {
					["慰"] = {
						this = true
					}
				},
				["梦"] = {
					["中"] = {
						["情"] = {
							["人"] = {
								this = true
							}
						}
					}
				},
				["性"] = {
					["爱"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			["爱"] = {
				["上"] = {
					["的"] = {
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["帮"] = {
				["狩"] = {
					["猎"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["本"] = {
				["色"] = {
					this = true
				}
			},
			["操"] = {
				["逼"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["視"] = {
						["頻"] = {
							this = true
						}
					}
				}
			},
			["若"] = {
				["妻"] = {
					["夢"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["网"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				},
				["息"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					}
				}
			},
			["最"] = {
				["爱"] = {
					["的"] = {
						["淫"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["模"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			}
		},
		["子"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["手"] = {
				["淫"] = {
					["吃"] = {
						["精"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["监"] = {
					["狱"] = {
						this = true
					}
				}
			}
		},
		["男"] = {
			["爱"] = {
				this = true
			},
			["激"] = {
				["情"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["口"] = {
				["交"] = {
					this = true
				}
			},
			["女"] = {
				["女"] = {
					["愛"] = {
						this = true
					}
				}
			}
		},
		["鸭"] = {
			["少"] = {
				["爷"] = {
					this = true
				}
			},
			["子"] = {
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["孩"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["操"] = {
				["全"] = {
					["家"] = {
						this = true
					}
				}
			},
			["女"] = {
				["孩"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["公"] = {
			["关"] = {
				this = true,
				["包"] = {
					["养"] = {
						this = true
					}
				},
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["根"] = {
			["增"] = {
				["长"] = {
					this = true,
					s = {
						e = {
							x = {
								["吧"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["奴"] = {
			this = true,
			["找"] = {
				["女"] = {
					["王"] = {
						["信"] = {
							["息"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["按"] = {
			["摩"] = {
				["师"] = {
					this = true
				}
			}
		},
		["插"] = {
			["女"] = {
				this = true
			}
		},
		["妓"] = {
			this = true
		},
		["哪"] = {
			["网"] = {
				["址"] = {
					this = true
				}
			}
		},
		["色"] = {
			["女"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			}
		},
		["生"] = {
			["吻"] = {
				["女"] = {
					["生"] = {
						["下"] = {
							["边"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["同"] = {
			this = true
		},
		["下"] = {
			["体"] = {
				["照"] = {
					this = true
				}
			}
		},
		["妖"] = {
			["师"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["极"] = {
		["品"] = {
			["波"] = {
				["霸"] = {
					this = true
				},
				["神"] = {
					this = true
				}
			},
			["奶"] = {
				["妹"] = {
					this = true
				}
			},
			["黑"] = {
				["丝"] = {
					this = true
				}
			},
			["白"] = {
				["虎"] = {
					this = true
				}
			},
			["丝"] = {
				["袜"] = {
					["小"] = {
						["说"] = {
							["集"] = {
								["合"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["胶"] = {
				["托"] = {
					["大"] = {
						["威"] = {
							["力"] = {
								this = true
							}
						}
					}
				}
			},
			["部"] = {
				["落"] = {
					this = true
				}
			},
			["哥"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			M = {
				M = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["阿"] = {
				["昌"] = {
					["剑"] = {
						this = true
					}
				}
			},
			["爱"] = {
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			},
			["掰"] = {
				["穴"] = {
					this = true
				}
			},
			["屄"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					["3"] = {
						g = {
							p = {
								this = true
							}
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["影"] = {
						["视"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["波"] = {
					["女"] = {
						this = true
					}
				},
				["奶"] = {
					["妹"] = {
						["子"] = {
							this = true
						}
					}
				},
				["威"] = {
					["力"] = {
						["版"] = {
							this = true
						}
					}
				},
				["胸"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["东"] = {
				["京"] = {
					["热"] = {
						this = true
					}
				}
			},
			["夫"] = {
				["妻"] = {
					["网"] = {
						this = true
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["护"] = {
				["士"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["狗"] = {
					this = true,
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["辣"] = {
				["妹"] = {
					this = true
				}
			},
			["浪"] = {
				["女"] = {
					this = true
				}
			},
			["离"] = {
				["婚"] = {
					["女"] = {
						["教"] = {
							["师"] = {
								this = true
							}
						}
					}
				}
			},
			["留"] = {
				["学"] = {
					["生"] = {
						this = true,
						["出"] = {
							["租"] = {
								this = true
							}
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					this = true
				}
			},
			["美"] = {
				["眉"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				},
				["胸"] = {
					["熟"] = {
						["女"] = {
							this = true
						}
					}
				},
				["穴"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					this = true,
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["模"] = {
				["特"] = {
					this = true
				}
			},
			["嫩"] = {
				["屄"] = {
					this = true
				},
				["穴"] = {
					this = true
				}
			},
			["农"] = {
				["民"] = {
					this = true
				}
			},
			["女"] = {
				["水"] = {
					["好"] = {
						["多"] = {
							this = true
						}
					}
				},
				["优"] = {
					this = true,
					["3"] = {
						P = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["齐"] = {
				B = {
					["短"] = {
						["裙"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["城"] = {
						this = true
					}
				}
			},
			["弃"] = {
				["妇"] = {
					this = true
				}
			},
			["枪"] = {
				["械"] = {
					this = true
				}
			},
			["清"] = {
				["纯"] = {
					["网"] = {
						this = true
					}
				},
				["醇"] = {
					["学"] = {
						["生"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				},
				["生"] = {
					this = true
				}
			},
			["日"] = {
				["韩"] = {
					["爽"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["肉"] = {
				["弹"] = {
					this = true,
					["官"] = {
						["战"] = {
							this = true
						}
					}
				}
			},
			["乳"] = {
				["房"] = {
					this = true
				}
			},
			["骚"] = {
				["妇"] = {
					["一"] = {
						["夜"] = {
							["情"] = {
								this = true
							}
						}
					}
				},
				["女"] = {
					this = true
				},
				["穴"] = {
					this = true
				}
			},
			["色"] = {
				["片"] = {
					this = true
				},
				["医"] = {
					this = true
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true,
					["群"] = {
						P = {
							this = true
						}
					},
					["人"] = {
						["妻"] = {
							this = true
						}
					},
					["任"] = {
						["你"] = {
							["操"] = {
								this = true
							}
						}
					},
					["兽"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["生"] = {
				["活"] = {
					this = true
				}
			},
			["熟"] = {
				["女"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["双"] = {
				["胞"] = {
					["胎"] = {
						M = {
							M = {
								this = true
							}
						}
					}
				}
			},
			["桃"] = {
				["花"] = {
					["运"] = {
						this = true
					}
				}
			},
			["调"] = {
				["教"] = {
					this = true
				}
			},
			["腿"] = {
				["模"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["无"] = {
				["码"] = {
					["网"] = {
						this = true
					}
				}
			},
			["舞"] = {
				["蹈"] = {
					["学"] = {
						["生"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["妹"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				},
				["妞"] = {
					this = true
				}
			},
			["校"] = {
				["花"] = {
					this = true,
					["级"] = {
						["正"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["感"] = {
					["尤"] = {
						["物"] = {
							this = true
						}
					}
				},
				["虐"] = {
					["待"] = {
						this = true
					}
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						["支"] = {
							["援"] = {
								this = true
							}
						}
					}
				}
			},
			["尤"] = {
				["物"] = {
					this = true
				}
			},
			["游"] = {
				this = true
			},
			["幼"] = {
				["幼"] = {
					["极"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["援"] = {
				["交"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["做"] = {
				["爱"] = {
					["套"] = {
						["图"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			["宝"] = {
				["盒"] = {
					this = true
				}
			},
			["岛"] = {
				this = true,
				["裸"] = {
					["聊"] = {
						this = true
					}
				},
				["邮"] = {
					["箱"] = {
						["发"] = {
							["送"] = {
								this = true
							}
						}
					}
				}
			},
			["酷"] = {
				["刑"] = {
					this = true
				}
			}
		},
		["端"] = {
			["武"] = {
				["力"] = {
					this = true,
					["折"] = {
						["刀"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							["网"] = {
								this = true
							}
						}
					},
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						},
						["刀"] = {
							this = true
						}
					},
					["捕"] = {
						["鲸"] = {
							["叉"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						}
					},
					["毒"] = {
						["枭"] = {
							this = true
						}
					},
					["狗"] = {
						["狗"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				}
			},
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["度"] = {
			["诱"] = {
				["惑"] = {
					this = true,
					["裸"] = {
						["聊"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["强"] = {
				["奸"] = {
					this = true
				}
			},
			["受"] = {
				["虐"] = {
					["女"] = {
						["黑"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["感"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				},
				["虐"] = {
					this = true
				}
			},
			["淫"] = {
				["荡"] = {
					this = true
				},
				["乱"] = {
					this = true
				}
			}
		},
		["景"] = {
			this = true
		},
		["闆"] = {
			["畱"] = {
				["敩"] = {
					["泩"] = {
						this = true
					}
				}
			},
			["悻"] = {
				["疟"] = {
					["待"] = {
						this = true
					}
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["鍴"] = {
			["娬"] = {
				["劦"] = {
					["峬"] = {
						["鯨"] = {
							["紁"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["快"] = {
			["办"] = {
				["理"] = {
					this = true,
					["居"] = {
						["住"] = {
							["证"] = {
								this = true
							}
						}
					},
					["军"] = {
						["官"] = {
							["证"] = {
								this = true
							}
						}
					},
					["离"] = {
						["婚"] = {
							["证"] = {
								this = true
							}
						}
					},
					["律"] = {
						["师"] = {
							["证"] = {
								this = true
							}
						}
					},
					["凭"] = {
						["文"] = {
							this = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["学"] = {
						["历"] = {
							this = true
						},
						["生"] = {
							["卡"] = {
								this = true
							},
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["泺"] = {
			["島"] = {
				this = true
			}
		},
		["美"] = {
			["巨"] = {
				["乳"] = {
					["美"] = {
						["少"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["肉"] = {
					["体"] = {
						this = true
					}
				}
			}
		},
		["权"] = {
			["专"] = {
				["政"] = {
					this = true
				}
			},
			["之"] = {
				["路"] = {
					this = true
				}
			}
		},
		["色"] = {
			["王"] = {
				["朝"] = {
					this = true
				}
			}
		},
		["上"] = {
			["丝"] = {
				["袜"] = {
					["妇"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["速"] = {
			this = true,
			["办"] = {
				["证"] = {
					["网"] = {
						this = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					this = true
				}
			},
			["名"] = {
				["录"] = {
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["模"] = {
					this = true
				}
			},
			["色"] = {
				["欲"] = {
					U = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["通"] = {
				["办"] = {
					["证"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["终"] = {
				["结"] = {
					["着"] = {
						this = true,
						["密"] = {
							["云"] = {
								this = true
							}
						}
					}
				}
			},
			["骰"] = {
				["宝"] = {
					this = true
				}
			}
		},
		["趚"] = {
			["蔠"] = {
				["結"] = {
					["着"] = {
						this = true
					}
				}
			}
		},
		["太"] = {
			["合"] = {
				["体"] = {
					this = true
				}
			}
		},
		["武"] = {
			["力"] = {
				["捕"] = {
					["鲸"] = {
						["叉"] = {
							this = true,
							["刀"] = {
								this = true
							},
							["忉"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["限"] = {
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["欲"] = {
			["燃"] = {
				["烧"] = {
					this = true
				}
			}
		},
		["致"] = {
			["性"] = {
				["息"] = {
					["全"] = {
						["报"] = {
							this = true
						}
					}
				}
			}
		},
		["左"] = {
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["5"] = {
								["}"] = {
									["中"] = {
										["共"] = {
											["九"] = {
												["大"] = {
													["|"] = {
														["中"] = {
															["共"] = {
																["九"] = {
																	["大"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["5"] = {
																							["}"] = {
																								["极"] = {
																									["左"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["流"] = {
		["淫"] = {
			this = true,
			["水"] = {
				this = true
			}
		},
		["蜜"] = {
			["汁"] = {
				this = true
			}
		},
		["氓"] = {
			this = true,
			["政"] = {
				["府"] = {
					["*"] = {
						this = true
					}
				}
			},
			["民"] = {
				["运"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["无"] = {
				["产"] = {
					["者"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["察"] = {
					this = true
				}
			}
		},
		["脑"] = {
			this = true
		},
		["水"] = {
			["穴"] = {
				this = true
			},
			["了"] = {
				this = true
			}
		},
		["亡"] = {
			this = true,
			["藏"] = {
				["人"] = {
					this = true,
					["宪"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["政"] = {
				["府"] = {
					this = true
				}
			},
			["中"] = {
				["的"] = {
					["自"] = {
						["在"] = {
							this = true
						}
					}
				}
			},
			["星"] = {
				["火"] = {
					this = true
				}
			}
		},
		["血"] = {
			this = true,
			["冲"] = {
				["突"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			}
		},
		["出"] = {
			["大"] = {
				["量"] = {
					["淫"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["化"] = {
			["砷"] = {
				["有"] = {
					["售"] = {
						this = true
					}
				}
			}
		},
		["崎"] = {
			["裕"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["氰"] = {
			["化"] = {
				["汞"] = {
					this = true
				}
			},
			["酸"] = {
				["汞"] = {
					this = true,
					["铵"] = {
						["有"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["云"] = {
			["删"] = {
				this = true
			}
		},
		["絲"] = {
			this = true
		},
		["丝"] = {
			this = true
		},
		["亾"] = {
			["星"] = {
				["火"] = {
					this = true
				}
			}
		},
		["白"] = {
			["浆"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["销"] = {
		["魂"] = {
			["洞"] = {
				this = true
			},
			["艳"] = {
				["婢"] = {
					this = true
				}
			}
		},
		["售"] = {
			this = true,
			["热"] = {
				["线"] = {
					this = true
				}
			},
			["枪"] = {
				["支"] = {
					["*"] = {
						this = true
					}
				}
			},
			["/"] = {
				["专"] = {
					["卖"] = {
						["/"] = {
							["买"] = {
								["卖"] = {
									["7"] = {
										["7"] = {
											["式"] = {
												["手"] = {
													["枪"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["电"] = {
				["手"] = {
					["狗"] = {
						this = true
					}
				},
				["警"] = {
					["棍"] = {
						["北"] = {
							["京"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["手"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["运"] = {
				["动"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["红"] = {
				["樱"] = {
					["桃"] = {
						["苍"] = {
							["蝇"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["黑"] = {
				["寡"] = {
					["妇"] = {
						["催"] = {
							["情"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["缅"] = {
				["甸"] = {
					["冰"] = {
						k = {
							["粉"] = {
								this = true
							}
						}
					}
				}
			},
			["太"] = {
				["原"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								this = true
							}
						}
					}
				}
			},
			["河"] = {
				["南"] = {
					["防"] = {
						["身"] = {
							["电"] = {
								["警"] = {
									["棒"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["防"] = {
				["身"] = {
					["电"] = {
						["警"] = {
							["棒"] = {
								this = true
							}
						}
					},
					["警"] = {
						["用"] = {
							["电"] = {
								["击"] = {
									["棒"] = {
										this = true
									}
								}
							}
						}
					},
					["高"] = {
						["压"] = {
							["电"] = {
								["警"] = {
									["棍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["手"] = {
						["铐"] = {
							this = true,
							Q = {
								Q = {
									this = true
								}
							}
						}
					},
					["装"] = {
						["备"] = {
							["手"] = {
								["铐"] = {
									this = true
								}
							}
						}
					}
				},
				["服"] = {
					["警"] = {
						["用"] = {
							["手"] = {
								["铐"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["警"] = {
						["用"] = {
							["手"] = {
								["铐"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["超"] = {
				["高"] = {
					["压"] = {
						["电"] = {
							["警"] = {
								["棍"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					[" "] = {
						["广"] = {
							["州"] = {
								this = true
							}
						}
					}
				},
				["出"] = {
					["生"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["元"] = {
					["人"] = {
						["民"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["落"] = {
				["榜"] = {
					["生"] = {
						["名"] = {
							["单"] = {
								this = true
							}
						}
					}
				}
			},
			["二"] = {
				["甲"] = {
					["氧"] = {
						["基"] = {
							["安"] = {
								["非"] = {
									["他"] = {
										["明"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["弩"] = {
				["弓"] = {
					this = true
				}
			},
			["敌"] = {
				["百"] = {
					["虫"] = {
						this = true
					}
				}
			},
			["老"] = {
				["板"] = {
					["通"] = {
						["讯"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			},
			["英"] = {
				["语"] = {
					["等"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["五"] = {
				["连"] = {
					["发"] = {
						this = true
					}
				}
			},
			["爆"] = {
				["破"] = {
					["器"] = {
						["材"] = {
							this = true
						}
					}
				}
			},
			["格"] = {
				["斗"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["交"] = {
				["警"] = {
					["警"] = {
						["服"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["成"] = {
		["人"] = {
			this = true,
			["网"] = {
				this = true,
				["站"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["图"] = {
				this = true,
				["片"] = {
					this = true,
					["激"] = {
						["情"] = {
							["图"] = {
								["片"] = {
									["情"] = {
										["色"] = {
											["图"] = {
												["片"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["书"] = {
					this = true
				}
			},
			["片"] = {
				this = true
			},
			["午"] = {
				["夜"] = {
					this = true,
					["场"] = {
						this = true
					}
				},
				["间"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["社"] = {
				["区"] = {
					this = true
				},
				["區"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			},
			A = {
				["片"] = {
					this = true
				},
				V = {
					this = true,
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["影"] = {
						["院"] = {
							this = true
						}
					}
				},
				["*"] = {
					["*"] = {
						["片"] = {
							this = true
						}
					}
				},
				["游"] = {
					["戏"] = {
						this = true
					}
				}
			},
			["百"] = {
				["强"] = {
					this = true
				},
				["強"] = {
					this = true
				}
			},
			["小"] = {
				["说"] = {
					this = true
				},
				["說"] = {
					this = true
				}
			},
			["文"] = {
				["学"] = {
					this = true
				},
				["學"] = {
					this = true
				}
			},
			b = {
				t = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true,
					["网"] = {
						this = true
					},
					["?"] = {
						["自"] = {
							["输"] = {
								this = true
							}
						}
					},
					["<"] = {
						this = true
					},
					B = {
						T = {
							this = true
						}
					},
					H = {
						D = {
							this = true
						}
					},
					["俺"] = {
						["去"] = {
							["也"] = {
								this = true
							}
						}
					},
					["播"] = {
						["放"] = {
							["器"] = {
								this = true
							}
						}
					},
					["导"] = {
						["航"] = {
							this = true
						}
					},
					["地"] = {
						["址"] = {
							this = true
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["快"] = {
						["播"] = {
							this = true
						}
					},
					["轮"] = {
						["奸"] = {
							this = true
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["院"] = {
						this = true
					},
					["在"] = {
						["线"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["视"] = {
					["棒"] = {
						this = true
					}
				},
				["子"] = {
					["书"] = {
						this = true
					}
				},
				["礻"] = {
					["见"] = {
						["木"] = {
							["奉"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["考"] = {
					this = true,
					["考"] = {
						["前"] = {
							["答"] = {
								["案"] = {
									this = true
								}
							}
						}
					}
				},
				["清"] = {
					this = true
				}
			},
			["影"] = {
				["视"] = {
					this = true,
					["棒"] = {
						this = true
					}
				},
				["片"] = {
					this = true
				}
			},
			["3"] = {
				d = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					},
					["网"] = {
						["络"] = {
							["电"] = {
								["视"] = {
									["棒"] = {
										this = true
									}
								}
							}
						}
					}
				},
				D = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["版"] = {
				["电"] = {
					["视"] = {
						["棒"] = {
							this = true
						}
					}
				},
				["百"] = {
					["度"] = {
						["影"] = {
							["音"] = {
								this = true
							}
						}
					}
				},
				["动"] = {
					["画"] = {
						this = true
					}
				}
			},
			["色"] = {
				this = true,
				["情"] = {
					this = true
				}
			},
			["阁"] = {
				this = true
			},
			["首"] = {
				["页"] = {
					this = true,
					["干"] = {
						["妹"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			},
			g = {
				i = {
					f = {
						this = true
					}
				},
				a = {
					m = {
						e = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["讯"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["仿"] = {
				["真"] = {
					["抽"] = {
						["插"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["用"] = {
				["品"] = {
					this = true
				}
			},
			["{"] = {
				["5"] = {
					["}"] = {
						this = true
					}
				}
			},
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				},
				["視"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["交"] = {
				["友"] = {
					this = true
				},
				["流"] = {
					this = true
				}
			},
			["卡"] = {
				["通"] = {
					this = true
				}
			},
			["录"] = {
				["像"] = {
					this = true
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["漫"] = {
				this = true,
				["画"] = {
					this = true
				}
			},
			["配"] = {
				["色"] = {
					this = true
				}
			},
			["书"] = {
				["库"] = {
					this = true
				},
				["刊"] = {
					this = true
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			},
			["貼"] = {
				["圖"] = {
					this = true
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			},
			["網"] = {
				["站"] = {
					this = true
				}
			},
			["笑"] = {
				["话"] = {
					this = true
				}
			},
			["杂"] = {
				["志"] = {
					this = true
				}
			},
			["雜"] = {
				["誌"] = {
					this = true
				}
			},
			["裸"] = {
				this = true,
				["聊"] = {
					this = true,
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			[" "] = {
				["裸"] = {
					["聊"] = {
						[" "] = {
							["色"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["&"] = {
				b = {
					t = {
						this = true
					}
				},
				d = {
					v = {
						d = {
							this = true
						}
					}
				},
				["爱"] = {
					this = true
				},
				["愛"] = {
					this = true
				},
				["卡"] = {
					this = true
				},
				["聊"] = {
					this = true
				},
				["论"] = {
					this = true
				},
				["論"] = {
					this = true
				},
				["漫"] = {
					this = true
				},
				["色"] = {
					this = true
				},
				["视"] = {
					this = true
				},
				["視"] = {
					this = true
				},
				["贴"] = {
					this = true
				},
				["貼"] = {
					this = true
				},
				["图"] = {
					this = true
				},
				["圖"] = {
					this = true
				},
				["玩"] = {
					this = true
				},
				["网"] = {
					this = true
				},
				["網"] = {
					this = true
				},
				["文"] = {
					this = true
				},
				["武"] = {
					this = true
				},
				["小"] = {
					this = true
				},
				["笑"] = {
					this = true
				},
				["写"] = {
					["真"] = {
						this = true
					}
				},
				["寫"] = {
					["真"] = {
						this = true
					}
				},
				["性"] = {
					this = true
				},
				["影"] = {
					this = true
				},
				["用"] = {
					this = true
				},
				["游"] = {
					this = true
				}
			},
			["1"] = {
				["2"] = {
					["3"] = {
						this = true
					}
				}
			},
			["2"] = {
				["0"] = {
					["1"] = {
						["3"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["４"] = {
				["０"] = {
					["４"] = {
						this = true
					}
				}
			},
			["4"] = {
				["0"] = {
					["4"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				this = true
			},
			["9"] = {
				["8"] = {
					["色"] = {
						this = true
					}
				}
			},
			a = {
				v = {
					["大"] = {
						["片"] = {
							this = true
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["片"] = {
						this = true
					}
				},
				["片"] = {
					this = true,
					["在"] = {
						["线"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			},
			D = {
				V = {
					D = {
						this = true
					}
				}
			},
			h = {
				["动"] = {
					["画"] = {
						this = true
					},
					["漫"] = {
						this = true
					}
				},
				["漫"] = {
					["画"] = {
						this = true
					},
					["网"] = {
						["站"] = {
							this = true
						}
					}
				},
				["小"] = {
					["说"] = {
						this = true
					}
				}
			},
			H = {
				["网"] = {
					this = true
				}
			},
			Q = {
				V = {
					O = {
						D = {
							this = true
						}
					}
				}
			},
			T = {
				V = {
					["棒"] = {
						this = true
					}
				}
			},
			U = {
				["盘"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								this = true
							}
						}
					}
				},
				["盤"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			Y = {
				Y = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			y = {
				y = {
					["频"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["爱"] = {
				["催"] = {
					["情"] = {
						["网"] = {
							this = true
						}
					}
				},
				["情"] = {
					["片"] = {
						this = true
					}
				}
			},
			["吧"] = {
				this = true
			},
			["暴"] = {
				["露"] = {
					["色"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["变"] = {
				["态"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["播"] = {
				["播"] = {
					this = true
				},
				["放"] = {
					["器"] = {
						this = true
					}
				}
			},
			["操"] = {
				["逼"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["插"] = {
				["漫"] = {
					["画"] = {
						this = true
					}
				},
				["穴"] = {
					this = true
				}
			},
			["充"] = {
				["气"] = {
					["娃"] = {
						["娃"] = {
							this = true
						}
					}
				}
			},
			["催"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			},
			["大"] = {
				["片"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["单"] = {
				["机"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["地"] = {
				["域"] = {
					this = true
				}
			},
			["第"] = {
				["7"] = {
					["7"] = {
						q = {
							e = {
								this = true
							}
						}
					}
				}
			},
			["动"] = {
				["画"] = {
					this = true
				},
				["漫"] = {
					this = true
				},
				["态"] = {
					this = true
				},
				["温"] = {
					this = true
				},
				["物"] = {
					["性"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["動"] = {
				["溫"] = {
					this = true
				}
			},
			["毒"] = {
				["龙"] = {
					["钻"] = {
						this = true
					}
				}
			},
			["短"] = {
				["片"] = {
					this = true
				}
			},
			["夫"] = {
				["妻"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["黑"] = {
				["木"] = {
					["耳"] = {
						this = true
					}
				}
			},
			["黄"] = {
				["片"] = {
					this = true
				},
				["色"] = {
					this = true
				},
				["站"] = {
					this = true
				}
			},
			["基"] = {
				["地"] = {
					this = true
				}
			},
			["集"] = {
				["锦"] = {
					this = true
				}
			},
			["开"] = {
				["心"] = {
					["色"] = {
						["播"] = {
							this = true
						}
					}
				}
			},
			["看"] = {
				["片"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["考"] = {
				["试"] = {
					this = true
				}
			},
			["快"] = {
				["播"] = {
					this = true
				}
			},
			["来"] = {
				["吧"] = {
					this = true
				}
			},
			["狼"] = {
				["图"] = {
					this = true
				}
			},
			["连"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["两"] = {
				["性"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["聊"] = {
				this = true,
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["撸"] = {
				["成"] = {
					["人"] = {
						this = true
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["伦"] = {
				["理"] = {
					this = true
				}
			},
			["绿"] = {
				["色"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["妈"] = {
				["妈"] = {
					["网"] = {
						this = true
					}
				}
			},
			["免"] = {
				["费"] = {
					this = true
				}
			},
			["奶"] = {
				["妈"] = {
					["网"] = {
						this = true
					}
				}
			},
			["内"] = {
				["容"] = {
					this = true
				}
			},
			["欧"] = {
				["美"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["派"] = {
				["对"] = {
					this = true
				}
			},
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["陪"] = {
				["聊"] = {
					this = true
				}
			},
			["频"] = {
				["道"] = {
					this = true
				}
			},
			["品"] = {
				["色"] = {
					["堂"] = {
						this = true
					}
				}
			},
			["器"] = {
				["具"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					this = true
				}
			},
			["全"] = {
				["集"] = {
					["电"] = {
						["子"] = {
							["书"] = {
								this = true
							}
						}
					}
				},
				["裸"] = {
					["艳"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					this = true
				}
			},
			["乳"] = {
				["交"] = {
					this = true
				}
			},
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["三"] = {
				["级"] = {
					this = true
				},
				["金"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["煽"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["商"] = {
				["城"] = {
					this = true
				}
			},
			["肾"] = {
				this = true
			},
			["世"] = {
				["界"] = {
					this = true
				}
			},
			["收"] = {
				["费"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["爽"] = {
				this = true
			},
			["台"] = {
				this = true
			},
			["套"] = {
				["图"] = {
					this = true
				}
			},
			["天"] = {
				["地"] = {
					this = true
				}
			},
			["偷"] = {
				["拍"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["無"] = {
				["碼"] = {
					A = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["五"] = {
				["月"] = {
					["丁"] = {
						["香"] = {
							this = true
						}
					},
					["天"] = {
						this = true
					}
				}
			},
			["线"] = {
				["上"] = {
					this = true
				}
			},
			["線"] = {
				["上"] = {
					["電"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["性"] = {
				this = true
			},
			["亚"] = {
				["洲"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["言"] = {
				["情"] = {
					this = true
				}
			},
			["洋"] = {
				["妞"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["夜"] = {
				["话"] = {
					this = true
				},
				["色"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["音"] = {
				["影"] = {
					["先"] = {
						["锋"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["遊"] = {
				["戲"] = {
					this = true
				}
			},
			["有"] = {
				["码"] = {
					this = true
				},
				["声"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["招"] = {
				["妓"] = {
					["网"] = {
						this = true
					}
				}
			},
			["照"] = {
				["片"] = {
					this = true
				}
			},
			["之"] = {
				["家"] = {
					this = true
				},
				["美"] = {
					this = true
				}
			},
			["种"] = {
				["子"] = {
					this = true,
					["资"] = {
						["源"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				["区"] = {
					this = true
				},
				["升"] = {
					["本"] = {
						this = true
					}
				},
				["用"] = {
					["播"] = {
						["放"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["專"] = {
				["用"] = {
					["播"] = {
						["放"] = {
							["機"] = {
								this = true
							}
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["都"] = {
			["耍"] = {
				["耍"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["逍"] = {
				["遥"] = {
					["网"] = {
						this = true
					}
				}
			},
			["川"] = {
				["娇"] = {
					["网"] = {
						this = true
					}
				}
			},
			["户"] = {
				["口"] = {
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["品"] = {
			["燕"] = {
				["尾"] = {
					this = true
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["白"] = {
				["冰"] = {
					this = true
				}
			},
			["冰"] = {
				this = true,
				["毒"] = {
					this = true
				}
			},
			["果"] = {
				["子"] = {
					this = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["牙"] = {
				["签"] = {
					this = true
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			},
			["号"] = {
				this = true
			}
		},
		["熟"] = {
			["淫"] = {
				["乱"] = {
					["的"] = {
						["家"] = {
							["庭"] = {
								["美"] = {
									["妇"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["美"] = {
				["妇"] = {
					["与"] = {
						["青"] = {
							["年"] = {
								this = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					["带"] = {
						["套"] = {
							this = true
						}
					}
				}
			}
		},
		["佛"] = {
			["做"] = {
				["主"] = {
					this = true
				}
			}
		},
		["吉"] = {
			["习"] = {
				["汗"] = {
					this = true
				}
			},
			["習"] = {
				["汗"] = {
					this = true
				}
			},
			["思"] = {
				["汗"] = {
					this = true
				}
			}
		},
		["$"] = {
			["人"] = {
				["遊"] = {
					["戲"] = {
						this = true
					}
				}
			}
		},
		r = {
			e = {
				n = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["药"] = {
				this = true
			}
		},
		["功"] = {
			["偷"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["就"] = {
			["教"] = {
				["育"] = {
					["培"] = {
						["训"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["考"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			}
		},
		["克"] = {
			["杰"] = {
				this = true
			}
		},
		["快"] = {
			["播"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["濑"] = {
			["心"] = {
				["美"] = {
					this = true
				}
			}
		},
		["瀬"] = {
			["心"] = {
				["美"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["记"] = {
				this = true
			}
		},
		["美"] = {
			["雪"] = {
				["菜"] = {
					this = true
				}
			}
		},
		["年"] = {
			["人"] = {
				this = true,
				["电"] = {
					["视"] = {
						this = true
					},
					["影"] = {
						this = true
					}
				},
				["频"] = {
					["道"] = {
						this = true
					}
				},
				["网"] = {
					["站"] = {
						this = true
					}
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			},
			["野"] = {
				["兔"] = {
					this = true
				}
			},
			["片"] = {
				["黄"] = {
					["色"] = {
						this = true
					}
				}
			}
		},
		["仁"] = {
			["记"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			}
		},
		["性"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["娱"] = {
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["娛"] = {
			["色"] = {
				["導"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["千"] = {
			["上"] = {
				["万"] = {
					["的"] = {
						["群"] = {
							["众"] = {
								["，"] = {
									["其"] = {
										["中"] = {
											["大"] = {
												["多"] = {
													["是"] = {
														["无"] = {
															["辜"] = {
																["的"] = {
																	["市"] = {
																		["民"] = {
																			["，"] = {
																				["被"] = {
																					["强"] = {
																						["行"] = {
																							["入"] = {
																								["城"] = {
																									["的"] = {
																										["全"] = {
																											["副"] = {
																												["武"] = {
																													["装"] = {
																														["的"] = {
																															["士"] = {
																																["兵"] = {
																																	["杀"] = {
																																		["害"] = {
																																			this = true
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["姦"] = {
		["淫"] = {
			this = true,
			["電"] = {
				["車"] = {
					this = true
				}
			},
			["女"] = {
				this = true,
				["家"] = {
					["教"] = {
						this = true
					}
				}
			}
		},
		["染"] = {
			this = true
		},
		["夫"] = {
			["淫"] = {
				["婦"] = {
					this = true
				}
			}
		},
		["情"] = {
			this = true
		},
		["汙"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["给"] = {
		["你"] = {
			["爽"] = {
				this = true
			}
		},
		["陈"] = {
			["天"] = {
				["诚"] = {
					["光"] = {
						["明"] = {
							this = true
						}
					}
				}
			}
		},
		["老"] = {
			["婆"] = {
				["口"] = {
					["交"] = {
						this = true
					}
				}
			}
		},
		["力"] = {
			["的"] = {
				["性"] = {
					this = true,
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				},
				["淫"] = {
					["荡"] = {
						["妹"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["朋"] = {
				["友"] = {
					["舔"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["我"] = {
			["豹"] = {
				["豹"] = {
					this = true
				}
			}
		},
		["习"] = {
			["近"] = {
				["平"] = {
					["下"] = {
						["套"] = {
							this = true
						}
					}
				}
			}
		},
		["姨"] = {
			["妹"] = {
				["开"] = {
					["苞"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["一"] = {
				["种"] = {
					["明"] = {
						["明"] = {
							["在"] = {
								["行"] = {
									["走"] = {
										["却"] = {
											["向"] = {
												["后"] = {
													["退"] = {
														["的"] = {
															["魔"] = {
																["幻"] = {
																	["般"] = {
																		["视"] = {
																			["觉"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["偷"] = {
		["窥"] = {
			this = true,
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["有"] = {
				["罪"] = {
					this = true
				}
			},
			["盗"] = {
				["拍"] = {
					this = true
				},
				["摄"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			},
			["合"] = {
				["租"] = {
					["女"] = {
						["生"] = {
							this = true
						}
					}
				}
			},
			["记"] = {
				["录"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					["自"] = {
						["慰"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["拍"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["拍"] = {
				["摄"] = {
					this = true
				}
			},
			["色"] = {
				["片"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["无"] = {
				["罪"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["欢"] = {
			this = true,
			["*"] = {
				this = true
			},
			["门"] = {
				this = true
			},
			["诱"] = {
				["子"] = {
					this = true
				}
			}
		},
		["拍"] = {
			this = true,
			["美"] = {
				["穴"] = {
					this = true
				},
				["女"] = {
					this = true,
					["露"] = {
						["底"] = {
							this = true
						}
					},
					["美"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["*"] = {
				this = true
			},
			["，"] = {
				["自"] = {
					["拍"] = {
						this = true
					}
				}
			},
			["1"] = {
				["自"] = {
					["拍"] = {
						this = true
					}
				}
			},
			A = {
				V = {
					["女"] = {
						["优"] = {
							this = true
						},
						["優"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["野"] = {
					["战"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true,
					["荐"] = {
						this = true
					}
				}
			},
			["房"] = {
				["事"] = {
					["图"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					["员"] = {
						["打"] = {
							["扫"] = {
								this = true
							}
						}
					}
				}
			},
			["干"] = {
				["老"] = {
					["妞"] = {
						this = true
					}
				}
			},
			["饥"] = {
				["渴"] = {
					["情"] = {
						["侣"] = {
							this = true
						}
					}
				}
			},
			["妓"] = {
				["女"] = {
					["工"] = {
						["作"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					this = true
				}
			},
			["裸"] = {
				["照"] = {
					this = true
				}
			},
			["女"] = {
				this = true,
				["模"] = {
					["特"] = {
						this = true
					}
				},
				["优"] = {
					["学"] = {
						["生"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			},
			["器"] = {
				this = true
			},
			["情"] = {
				["侣"] = {
					["亲"] = {
						["热"] = {
							this = true
						}
					}
				}
			},
			["裙"] = {
				["底"] = {
					["漏"] = {
						["毛"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					["底"] = {
						["裤"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["淑"] = {
				["女"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["性"] = {
				["爱"] = {
					this = true
				}
			},
			["艳"] = {
				["照"] = {
					this = true
				}
			},
			["幼"] = {
				["女"] = {
					this = true
				},
				["幼"] = {
					this = true,
					["处"] = {
						["处"] = {
							this = true
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["孕"] = {
				["妇"] = {
					["兽"] = {
						["交"] = {
							this = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["正"] = {
				["妹"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true,
					["色"] = {
						["特"] = {
							["工"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["走"] = {
				["光"] = {
					["美"] = {
						["女"] = {
							this = true
						}
					},
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["听"] = {
			this = true,
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["器"] = {
				this = true
			},
			["距"] = {
				["离"] = {
					this = true
				}
			},
			["老"] = {
				["公"] = {
					["手"] = {
						["机"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["阁"] = {
				this = true
			}
		},
		["撸"] = {
			["网"] = {
				this = true
			}
		},
		["偷"] = {
			["色"] = {
				this = true
			},
			["2"] = {
				["0"] = {
					["1"] = {
						["5"] = {
							this = true
						}
					}
				}
			},
			["插"] = {
				this = true
			},
			["地"] = {
				["视"] = {
					["频"] = {
						["裸"] = {
							["聊"] = {
								this = true
							}
						}
					}
				}
			},
			["撸"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["要"] = {
				["色"] = {
					this = true
				}
			},
			["穞"] = {
				["网"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["香"] = {
			this = true,
			["窃"] = {
				["玉"] = {
					this = true
				}
			}
		},
		["窃"] = {
			this = true,
			["偷"] = {
				["拍"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["私"] = {
						["处"] = {
							this = true
						}
					}
				}
			}
		},
		[" "] = {
			["拍"] = {
				["*"] = {
					this = true
				}
			}
		},
		["电"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["窺"] = {
			this = true,
			["有"] = {
				["罪"] = {
					this = true
				}
			},
			["社"] = {
				["區"] = {
					this = true
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			}
		},
		["情"] = {
			this = true,
			["宝"] = {
				["鉴"] = {
					this = true
				}
			},
			["故"] = {
				["事"] = {
					this = true
				}
			},
			["男"] = {
				["女"] = {
					this = true,
					["小"] = {
						["泽"] = {
							["圆"] = {
								this = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["偷"] = {
				["拍"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			},
			["艳"] = {
				["照"] = {
					this = true
				}
			},
			["自"] = {
				["白"] = {
					this = true
				}
			}
		},
		["爱"] = {
			this = true
		},
		["操"] = {
			["嫂"] = {
				["嫂"] = {
					this = true
				}
			}
		},
		["盗"] = {
			this = true
		},
		["跟"] = {
			["学"] = {
				["妹"] = {
					["上"] = {
						["床"] = {
							this = true
						}
					}
				}
			}
		},
		["汉"] = {
			["子"] = {
				["的"] = {
					["快"] = {
						["感"] = {
							this = true
						}
					}
				}
			}
		},
		["歡"] = {
			this = true,
			["3"] = {
				P = {
					["性"] = {
						["生"] = {
							["活"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["会"] = {
			["猛"] = {
				["男"] = {
					["情"] = {
						["妇"] = {
							this = true
						}
					}
				}
			}
		},
		["鸡"] = {
			["倒"] = {
				["巴"] = {
					["去"] = {
						["考"] = {
							["察"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["交"] = {
			["人"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["精"] = {
			this = true
		},
		["看"] = {
			this = true,
			["妈"] = {
				["妈"] = {
					["换"] = {
						["衣"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["人"] = {
					["上"] = {
						["厕"] = {
							["所"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["矿"] = {
			this = true
		},
		["妻"] = {
			this = true
		},
		["竊"] = {
			["偷"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["聴"] = {
			["器"] = {
				this = true
			}
		},
		["腥"] = {
			["的"] = {
				["性"] = {
					["事"] = {
						this = true
					}
				}
			}
		},
		["淫"] = {
			["人"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["越"] = {
			["边"] = {
				["境"] = {
					this = true
				}
			}
		},
		["照"] = {
			this = true
		},
		["着"] = {
			["乐"] = {
				this = true
			}
		},
		["乐"] = {
			["国"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["豪"] = {
		["乳"] = {
			this = true,
			["荡"] = {
				["妇"] = {
					this = true
				}
			},
			["靓"] = {
				["屄"] = {
					this = true
				}
			},
			["娘"] = {
				this = true
			},
			["妩"] = {
				["媚"] = {
					["勾"] = {
						["魂"] = {
							this = true
						}
					}
				}
			}
		},
		["门"] = {
			this = true,
			["国"] = {
				["际"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					},
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["风"] = {
				["流"] = {
					["史"] = {
						this = true
					}
				}
			},
			["少"] = {
				["爷"] = {
					["猎"] = {
						["艳"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["浪"] = {
				["荡"] = {
					["史"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					},
					["城"] = {
						this = true
					}
				}
			}
		},
		["享"] = {
			["博"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["盛"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["发"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["老"] = {
								["虎"] = {
									["机"] = {
										this = true
									}
								}
							}
						}
					},
					P = {
						T = {
							["老"] = {
								["虎"] = {
									["机"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["欲"] = {
			["家"] = {
				["族"] = {
					this = true
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["亨"] = {
			["博"] = {
				this = true
			}
		},
		["情"] = {
			["富"] = {
				["婆"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["宅"] = {
			["李"] = {
				["源"] = {
					["潮"] = {
						this = true,
						["受"] = {
							["賄"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["娱"] = {
			["乐"] = {
				this = true
			}
		},
		["迈"] = {
			["哥"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["脱"] = {
		["内"] = {
			["裤"] = {
				this = true
			},
			["衣"] = {
				["的"] = {
					m = {
						m = {
							this = true
						}
					}
				}
			}
		},
		["氧"] = {
			["麻"] = {
				["黄"] = {
					["碱"] = {
						this = true
					},
					["素"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			}
		},
		["聊"] = {
			this = true
		},
		["光"] = {
			this = true,
			["点"] = {
				["击"] = {
					["观"] = {
						["看"] = {
							this = true
						}
					}
				}
			},
			["光"] = {
				["口"] = {
					["香"] = {
						["糖"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				}
			},
			["性"] = {
				["交"] = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["裤"] = {
			["门"] = {
				this = true,
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["党"] = {
			this = true
		},
		["团"] = {
			this = true
		},
		["衣"] = {
			this = true,
			["舞"] = {
				this = true,
				["电"] = {
					["视"] = {
						["台"] = {
							this = true
						}
					}
				},
				["交"] = {
					["友"] = {
						this = true
					}
				},
				["聊"] = {
					["天"] = {
						["室"] = {
							this = true
						}
					}
				},
				["女"] = {
					this = true,
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["諘"] = {
				["演"] = {
					this = true
				}
			},
			["不"] = {
				["雅"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				this = true
			},
			["嗨"] = {
				["女"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["聊"] = {
						["天"] = {
							this = true
						}
					},
					["裸"] = {
						["聊"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["集"] = {
				["锦"] = {
					["表"] = {
						["演"] = {
							this = true
						}
					}
				}
			},
			["裤"] = {
				["按"] = {
					["摩"] = {
						this = true
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					this = true,
					["女"] = {
						this = true
					},
					["网"] = {
						this = true
					}
				}
			},
			["美"] = {
				["女"] = {
					["做"] = {
						["愛"] = {
							this = true
						}
					}
				}
			},
			["片"] = {
				this = true
			},
			["网"] = {
				["上"] = {
					["做"] = {
						y = {
							["爱"] = {
								this = true
							}
						},
						["爱"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["感"] = {
					["美"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["秀"] = {
				["激"] = {
					["情"] = {
						["秀"] = {
							this = true
						}
					}
				}
			},
			["演"] = {
				this = true
			},
			["羽"] = {
				["毛"] = {
					["球"] = {
						["对"] = {
							["决"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["\\"] = {
			["衣"] = {
				["舞"] = {
					this = true
				}
			}
		},
		["的"] = {
			["光"] = {
				g = {
					["光"] = {
						this = true
					}
				}
			}
		},
		["轨"] = {
			this = true
		},
		["视"] = {
			["频"] = {
				["聊"] = {
					["天"] = {
						this = true
					}
				}
			}
		},
		["水"] = {
			["版"] = {
				this = true
			}
		},
		["逃"] = {
			this = true
		},
		["下"] = {
			["内"] = {
				["衣"] = {
					this = true
				}
			}
		},
		["北"] = {
			["者"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["浪"] = {
		["叫"] = {
			this = true
		},
		["穴"] = {
			this = true,
			["大"] = {
				["肉"] = {
					["棍"] = {
						this = true
					}
				}
			},
			["肉"] = {
				["棒"] = {
					this = true
				}
			},
			["骚"] = {
				["水"] = {
					this = true
				}
			},
			["淫"] = {
				["逼"] = {
					this = true
				}
			}
		},
		["女"] = {
			this = true,
			["穴"] = {
				["战"] = {
					["鬼"] = {
						["佬"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["叫"] = {
					this = true
				},
				["水"] = {
					this = true
				}
			}
		},
		["妇"] = {
			this = true
		},
		["媳"] = {
			["淫"] = {
				["翁"] = {
					this = true
				}
			}
		},
		["情"] = {
			["侠"] = {
				["女"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["会"] = {
						["所"] = {
							this = true
						}
					}
				}
			}
		},
		["漫"] = {
			["邂"] = {
				["逅"] = {
					this = true
				}
			},
			["夫"] = {
				["妻"] = {
					["网"] = {
						this = true
					}
				}
			},
			["官"] = {
				["途"] = {
					this = true
				}
			},
			["相"] = {
				["约"] = {
					this = true
				}
			},
			["樱"] = {
				["花"] = {
					this = true
				}
			}
		},
		["逼"] = {
			this = true
		},
		["货"] = {
			this = true,
			["骚"] = {
				["水"] = {
					this = true
				}
			},
			["淫"] = {
				["水"] = {
					this = true
				}
			}
		},
		["屄"] = {
			this = true
		},
		["荡"] = {
			["皇"] = {
				["帝"] = {
					["秘"] = {
						["史"] = {
							this = true
						}
					}
				}
			},
			["史"] = {
				this = true
			}
		},
		["蝶"] = {
			["偷"] = {
				["香"] = {
					this = true
				}
			}
		},
		["婦"] = {
			this = true
		},
		["客"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["妹"] = {
			["社"] = {
				["区"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["妻"] = {
			["淫"] = {
				["女"] = {
					this = true
				}
			}
		},
		["起"] = {
			["来"] = {
				this = true
			}
		},
		["琴"] = {
			this = true
		},
		["骚"] = {
			["逼"] = {
				this = true
			}
		},
		["史"] = {
			["奇"] = {
				["观"] = {
					this = true
				}
			}
		},
		["蹄"] = {
			["子"] = {
				this = true
			}
		},
		["臀"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["抠"] = {
		["穴"] = {
			this = true
		},
		["摸"] = {
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["淫"] = {
				["水"] = {
					this = true
				}
			}
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["颜"] = {
		["射"] = {
			this = true,
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["中"] = {
				["出"] = {
					this = true
				}
			},
			["吃"] = {
				["精"] = {
					this = true
				}
			}
		},
		["骑"] = {
			this = true,
			["美"] = {
				["少"] = {
					["女"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["面"] = {
			["骑"] = {
				["乘"] = {
					this = true
				}
			}
		},
		["色"] = {
			["革"] = {
				["命"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["露"] = {
		B = {
			this = true,
			["照"] = {
				this = true
			}
		},
		["阴"] = {
			this = true,
			["照"] = {
				this = true
			},
			["毛"] = {
				this = true
			},
			["人"] = {
				["体"] = {
					this = true
				}
			}
		},
		["逼"] = {
			this = true,
			["照"] = {
				this = true
			}
		},
		["毛"] = {
			this = true
		},
		["点"] = {
			this = true,
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["照"] = {
				this = true
			}
		},
		["穴"] = {
			this = true,
			["图"] = {
				this = true
			}
		},
		["屄"] = {
			this = true
		},
		["思"] = {
			["屋"] = {
				this = true
			}
		},
		["木"] = {
			["耳"] = {
				this = true
			}
		},
		["拉"] = {
			["3"] = {
				D = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true,
			["图"] = {
				this = true
			},
			["性"] = {
				["感"] = {
					this = true
				}
			}
		},
		["胸"] = {
			this = true,
			["图"] = {
				this = true
			}
		},
		u = {
			["点"] = {
				this = true
			}
		},
		["鲍"] = {
			["私"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["春"] = {
			["红"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true
					}
				}
			}
		},
		["點"] = {
			this = true
		},
		["沟"] = {
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["股"] = {
			["沟"] = {
				this = true
			}
		},
		["卡"] = {
			["素"] = {
				["左"] = {
					["旋"] = {
						["碱"] = {
							this = true
						}
					}
				}
			}
		},
		["脸"] = {
			["高"] = {
				["清"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["摸"] = {
				["奶"] = {
					this = true
				}
			}
		},
		["露"] = {
			["动"] = {
				["漫"] = {
					this = true
				}
			}
		},
		["面"] = {
			["6"] = {
				["1"] = {
					["0"] = {
						this = true
					}
				}
			}
		},
		["奶"] = {
			this = true
		},
		["茜"] = {
			["娅"] = {
				["娜"] = {
					this = true
				}
			}
		},
		["臀"] = {
			["沟"] = {
				this = true
			}
		},
		["陰"] = {
			["照"] = {
				this = true
			}
		},
		b = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["母"] = {
		["子"] = {
			this = true,
			["奸"] = {
				["情"] = {
					this = true
				}
			},
			["交"] = {
				["欢"] = {
					this = true
				},
				["媾"] = {
					this = true
				},
				["歡"] = {
					this = true
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				},
				["乱"] = {
					["论"] = {
						this = true
					}
				},
				["淫"] = {
					["贴"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["欲"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["Ａ"] = {
				["片"] = {
					this = true
				}
			},
			["爱"] = {
				["情"] = {
					this = true
				}
			},
			["的"] = {
				["淫"] = {
					["乱"] = {
						["生"] = {
							["日"] = {
								this = true
							}
						}
					}
				}
			},
			["间"] = {
				["的"] = {
					["故"] = {
						["事"] = {
							this = true
						}
					}
				}
			},
			["姦"] = {
				["情"] = {
					this = true
				}
			},
			["亂"] = {
				["倫"] = {
					a = {
						["片"] = {
							this = true
						}
					},
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["入"] = {
				["浴"] = {
					["交"] = {
						["尾"] = {
							this = true
						}
					}
				}
			},
			["呻"] = {
				["吟"] = {
					this = true
				}
			},
			["受"] = {
				["精"] = {
					this = true
				}
			},
			["相"] = {
				["奸"] = {
					this = true
				}
			},
			["销"] = {
				["魂"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["荡"] = {
					["网"] = {
						this = true
					}
				},
				["乱"] = {
					this = true
				},
				["情"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["奸"] = {
			this = true
		},
		["女"] = {
			["双"] = {
				["飞"] = {
					this = true
				}
			},
			["黑"] = {
				["丝"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true,
					["淫"] = {
						["荡"] = {
							this = true
						}
					}
				},
				["论"] = {
					["淫"] = {
						["荡"] = {
							this = true
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["者"] = {
						this = true
					}
				}
			},
			["雙"] = {
				["飛"] = {
					this = true
				}
			}
		},
		["系"] = {
			["漫"] = {
				["画"] = {
					this = true
				}
			},
			n = {
				t = {
					r = {
						this = true
					}
				}
			}
		},
		["乳"] = {
			["速"] = {
				["報"] = {
					this = true
				}
			},
			["吧"] = {
				this = true
			},
			["妻"] = {
				["挤"] = {
					["奶"] = {
						this = true
					}
				}
			}
		},
		["鸡"] = {
			["图"] = {
				["纸"] = {
					this = true
				}
			},
			["模"] = {
				["具"] = {
					this = true,
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true
			},
			["磨"] = {
				["具"] = {
					this = true
				}
			}
		},
		["之"] = {
			["欲"] = {
				["火"] = {
					this = true
				}
			}
		},
		["狗"] = {
			this = true
		},
		["乱"] = {
			["伦"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["奶"] = {
			["不"] = {
				["致"] = {
					this = true
				}
			}
		},
		["亲"] = {
			["的"] = {
				["爱"] = {
					this = true,
					["疗"] = {
						this = true
					}
				},
				["红"] = {
					["内"] = {
						["裤"] = {
							this = true
						}
					}
				},
				["内"] = {
					["裤"] = {
						this = true
					}
				}
			},
			["交"] = {
				["配"] = {
					this = true
				}
			}
		},
		["性"] = {
			["本"] = {
				["能"] = {
					this = true
				}
			}
		},
		["姊"] = {
			W = {
				["相"] = {
					["奸"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["丁"] = {
		["香"] = {
			this = true,
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["五"] = {
				["月"] = {
					["妞"] = {
						["妞"] = {
							["基"] = {
								["地"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["字"] = {
			["裤"] = {
				this = true,
				["翘"] = {
					["臀"] = {
						this = true
					}
				}
			}
		},
		["關"] = {
			["根"] = {
				this = true
			}
		},
		["关"] = {
			["根"] = {
				this = true,
				["*"] = {
					this = true
				},
				["苏"] = {
					["荣"] = {
						this = true
					}
				}
			}
		},
		["子"] = {
			["霖"] = {
				this = true
			}
		},
		["丙"] = {
			["诺"] = {
				["啡"] = {
					this = true,
					["各"] = {
						["地"] = {
							this = true
						}
					}
				}
			}
		},
		["腈"] = {
			this = true,
			["直"] = {
				["销"] = {
					this = true
				}
			}
		},
		["仲"] = {
			["礼"] = {
				this = true
			}
		},
		["薛"] = {
			["祥"] = {
				this = true,
				["大"] = {
					["秘"] = {
						this = true
					}
				},
				["近"] = {
					["平"] = {
						["秘"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["一"] = {
			["平"] = {
				this = true
			}
		},
		["度"] = {
			["巴"] = {
				["拉"] = {
					["斯"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["?"] = {
				["巴"] = {
					["拉"] = {
						["斯"] = {
							this = true
						}
					}
				}
			}
		},
		["元"] = {
			this = true
		},
		["波"] = {
			["浪"] = {
				this = true
			}
		},
		["春"] = {
			["秋"] = {
				this = true
			}
		},
		["亥"] = {
			["年"] = {
				["岁"] = {
					["尾"] = {
						this = true
					}
				}
			}
		},
		["基"] = {
			["苯"] = {
				["代"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["加"] = {
			["班"] = {
				this = true
			}
		},
		["励"] = {
			this = true
		},
		["涟"] = {
			["漪"] = {
				this = true
			}
		},
		["硫"] = {
			["环"] = {
				["磷"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["缅"] = {
			this = true
		},
		["石"] = {
			["孙"] = {
				this = true
			},
			["孫"] = {
				this = true
			}
		},
		["书"] = {
			["苗"] = {
				[" "] = {
					["朱"] = {
						["琳"] = {
							this = true
						}
					}
				},
				["案"] = {
					["朱"] = {
						["琳"] = {
							this = true
						}
					}
				}
			}
		},
		["树"] = {
			["苗"] = {
				["朱"] = {
					["琳"] = {
						this = true
					}
				}
			}
		},
		["烯"] = {
			["1"] = {
				this = true
			},
			["酮"] = {
				this = true
			}
		}
	}
end

temp()
