pg = pg or {}
slot0 = pg
slot0.word_template_157 = {}
slot1 = slot0.word_template_157

function temp()
	uv0["邻"] = {
		["氯"] = {
			["苯"] = {
				["基"] = {
					["环"] = {
						["戊"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["氨"] = {
			["基"] = {
				["苯"] = {
					["甲"] = {
						["酸"] = {
							this = true
						}
					}
				}
			}
		},
		["家"] = {
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["姐"] = {
				["姐"] = {
					["的"] = {
						["嫩"] = {
							["鲍"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["孩"] = {
					["1"] = {
						["号"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				["妹"] = {
					["少"] = {
						["女"] = {
							this = true
						}
					}
				}
			}
		},
		["居"] = {
			["荡"] = {
				["妇"] = {
					["李"] = {
						["太"] = {
							["太"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["少"] = {
					["妇"] = {
						this = true
					}
				}
			},
			["寡"] = {
				["妇"] = {
					this = true
				}
			},
			["美"] = {
				["妻"] = {
					this = true
				},
				["少"] = {
					["妇"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["里"] = {
			["偷"] = {
				["欢"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["云"] = {
		["南"] = {
			this = true,
			["情"] = {
				["蛊"] = {
					this = true,
					["药"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["联"] = {
				["富"] = {
					[" "] = {
						["甲"] = {
							["基"] = {
								["苯"] = {
									["丙"] = {
										["胺"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["办"] = {
				["大"] = {
					["学"] = {
						["文"] = {
							["凭"] = {
								this = true
							}
						}
					}
				},
				["证"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				}
			},
			["爆"] = {
				["乱"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["电"] = {
				["狗"] = {
					["网"] = {
						this = true
					}
				}
			},
			["攻"] = {
				["击"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["杀"] = {
				["人"] = {
					this = true
				}
			},
			["省"] = {
				["假"] = {
					["币"] = {
						this = true
					}
				}
			},
			["圣"] = {
				["战"] = {
					this = true
				}
			},
			["忄"] = {
				["青"] = {
					["蛊"] = {
						this = true
					}
				}
			},
			["牺"] = {
				["牲"] = {
					this = true
				}
			}
		},
		["顶"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							},
							["注"] = {
								["册"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			}
		},
		["鼎"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["六"] = {
			["橡"] = {
				["皮"] = {
					["科"] = {
						["技"] = {
							["有"] = {
								["限"] = {
									["公"] = {
										["司"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["擦"] = {
						this = true
					}
				}
			}
		},
		["恋"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["颠"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["石"] = {
			["灯"] = {
				this = true
			}
		},
		a = {
			["8"] = {
				["3"] = {
					["6"] = {
						["6"] = {
							c = {
								this = true
							}
						}
					}
				}
			}
		},
		["爆"] = {
			["弹"] = {
				this = true
			}
		},
		["蟾"] = {
			this = true
		},
		["玲"] = {
			["珑"] = {
				["工"] = {
					["作"] = {
						["室"] = {
							this = true
						}
					}
				}
			}
		},
		["岭"] = {
			["欲"] = {
				["望"] = {
					["强"] = {
						["女"] = {
							["干"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			this = true
		},
		["渺"] = {
			["渺"] = {
				this = true
			}
		},
		["飘"] = {
			["飘"] = {
				this = true
			}
		},
		["清"] = {
			["清"] = {
				this = true
			}
		},
		["山"] = {
			["恶"] = {
				["棍"] = {
					this = true
				}
			},
			["干"] = {
				["瞪"] = {
					["眼"] = {
						this = true
					}
				}
			},
			["架"] = {
				["空"] = {
					this = true
				}
			},
			["叫"] = {
				["板"] = {
					this = true
				}
			},
			["流"] = {
				["云"] = {
					["删"] = {
						this = true
					}
				}
			},
			["瘤"] = {
				["云"] = {
					["杉"] = {
						this = true
					}
				}
			},
			["敲"] = {
				["打"] = {
					this = true
				}
			},
			["文"] = {
				["化"] = {
					["流"] = {
						["氓"] = {
							this = true
						}
					}
				}
			},
			["习"] = {
				["江"] = {
					["斗"] = {
						this = true
					}
				}
			},
			["宣"] = {
				["传"] = {
					["口"] = {
						this = true
					}
				}
			}
		},
		["删"] = {
			["恶"] = {
				["棍"] = {
					this = true
				}
			},
			["文"] = {
				["化"] = {
					["流"] = {
						["氓"] = {
							this = true
						}
					}
				}
			}
		},
		["商"] = {
			["贸"] = {
				["云"] = {
					["数"] = {
						["贸"] = {
							this = true
						}
					}
				}
			}
		},
		["上"] = {
			["的"] = {
				["日"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["数"] = {
			["据"] = {
				this = true
			}
		},
		["松"] = {
			[" "] = {
				["劲"] = {
					["赚"] = {
						this = true
					}
				},
				["泽"] = {
					["凯"] = {
						this = true
					}
				}
			},
			["温"] = {
				this = true
			}
		},
		["霄"] = {
			["仙"] = {
				["子"] = {
					this = true
				}
			},
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["轩"] = {
			["阁"] = {
				this = true
			}
		},
		["阳"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["影"] = {
			["花"] = {
				["阴"] = {
					this = true
				}
			}
		},
		["雨"] = {
			this = true
		},
		["中"] = {
			["鹤"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["氟"] = {
		["硝"] = {
			["安"] = {
				["定"] = {
					this = true
				}
			},
			["西"] = {
				["泮"] = {
					this = true
				}
			}
		},
		["乙"] = {
			["酸"] = {
				this = true,
				["胺"] = {
					this = true
				},
				["甲"] = {
					["酯"] = {
						this = true
					}
				},
				["钠"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["醋"] = {
			["酸"] = {
				this = true,
				["钠"] = {
					this = true
				}
			}
		},
		["化"] = {
			["硼"] = {
				this = true
			}
		},
		["烷"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["盐"] = {
		["酸"] = {
			["羟"] = {
				["亚"] = {
					["胺"] = {
						this = true,
						[" "] = {
							["海"] = {
								["洛"] = {
									["因"] = {
										this = true
									}
								}
							},
							["化"] = {
								["工"] = {
									["公"] = {
										["司"] = {
											this = true
										}
									}
								}
							},
							["制"] = {
								["作"] = {
									["技"] = {
										["术"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					},
					["碱"] = {
						this = true
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["曲"] = {
				["马"] = {
					["多"] = {
						this = true
					}
				}
			},
			["哌"] = {
				["替"] = {
					["啶"] = {
						this = true
					}
				}
			}
		},
		["雾"] = {
			["试"] = {
				["验"] = {
					["箱"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["替"] = {
		["马"] = {
			["西"] = {
				["泮"] = {
					this = true
				}
			}
		},
		["人"] = {
			["报"] = {
				["仇"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["复"] = {
				["仇"] = {
					this = true
				}
			},
			["追"] = {
				["债"] = {
					this = true
				}
			},
			["出"] = {
				["气"] = {
					this = true
				}
			},
			["消"] = {
				["灾"] = {
					this = true
				}
			},
			["了"] = {
				["仇"] = {
					this = true
				}
			},
			["制"] = {
				["造"] = {
					["意"] = {
						["外"] = {
							this = true
						}
					}
				}
			}
		},
		["考"] = {
			this = true,
			["网"] = {
				["站"] = {
					this = true
				},
				["代"] = {
					["考"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["试"] = {
				this = true
			},
			["质"] = {
				["量"] = {
					["工"] = {
						["程"] = {
							["师"] = {
								this = true
							}
						}
					}
				}
			},
			["托"] = {
				["福"] = {
					this = true
				}
			},
			G = {
				R = {
					E = {
						this = true
					}
				}
			},
			["保"] = {
				["过"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["会"] = {
				["计"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				}
			},
			["机"] = {
				["构"] = {
					this = true
				}
			},
			["抢"] = {
				["手"] = {
					this = true
				}
			}
		},
		["."] = {
			["考"] = {
				this = true
			}
		},
		["比"] = {
			["夫"] = {
				["定"] = {
					this = true
				}
			}
		},
		["力"] = {
			["定"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["力"] = {
		["月"] = {
			["西"] = {
				["片"] = {
					this = true
				}
			}
		},
		["斯"] = {
			["曼"] = {
				["弩"] = {
					this = true
				}
			}
		},
		K = {
			["粉"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["福"] = {
		["寿"] = {
			["膏"] = {
				this = true
			},
			["糕"] = {
				this = true
			}
		},
		["布"] = {
			["斯"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["新"] = {
					["闻"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["利"] = {
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["套"] = {
				["图"] = {
					this = true
				}
			},
			["班"] = {
				this = true
			},
			["彩"] = {
				["票"] = {
					["会"] = {
						["员"] = {
							this = true
						}
					}
				}
			},
			["库"] = {
				this = true
			},
			["天"] = {
				["堂"] = {
					this = true
				}
			}
		},
		["鼎"] = {
			this = true,
			["·"] = {
				["艾"] = {
					["则"] = {
						["孜"] = {
							this = true
						}
					}
				}
			}
		},
		["音"] = {
			["会"] = {
				this = true
			}
		},
		["摩"] = {
			["萨"] = {
				this = true
			},
			["薩"] = {
				this = true
			}
		},
		["尔"] = {
			["摩"] = {
				["莎"] = {
					this = true
				},
				["萨"] = {
					this = true
				}
			},
			["可"] = {
				["定"] = {
					this = true
				}
			}
		},
		["安"] = {
			["迷"] = {
				["魂"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["彩"] = {
			["3"] = {
				d = {
					["胆"] = {
						["码"] = {
							this = true
						}
					},
					["膽"] = {
						["碼"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["爾"] = {
			["摩"] = {
				["薩"] = {
					this = true
				},
				["莎"] = {
					this = true
				}
			}
		},
		["呵"] = {
			["定"] = {
				this = true
			}
		},
		["建"] = {
			["办"] = {
				["正"] = {
					["刻"] = {
						["章"] = {
							this = true
						}
					}
				},
				["证"] = {
					this = true,
					["刻"] = {
						["章"] = {
							this = true
						}
					}
				}
			},
			["辦"] = {
				["證"] = {
					this = true
				}
			},
			["城"] = {
				["的"] = {
					M = {
						M = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["考"] = {
					["网"] = {
						this = true
					}
				}
			},
			["古"] = {
				["田"] = {
					["习"] = {
						["现"] = {
							["身"] = {
								this = true
							}
						}
					}
				}
			},
			["近"] = {
				["平"] = {
					["起"] = {
						["家"] = {
							this = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["省"] = {
				["委"] = {
					["办"] = {
						["公"] = {
							["厅"] = {
								this = true
							}
						}
					},
					["辦"] = {
						["公"] = {
							["廳"] = {
								this = true
							}
						}
					}
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			},
			["找"] = {
				["习"] = {
					this = true
				},
				["習"] = {
					this = true
				}
			}
		},
		["莱"] = {
			["斯"] = {
				["特"] = {
					this = true
				}
			}
		},
		["气"] = {
			["会"] = {
				this = true
			}
		},
		["清"] = {
			this = true,
			["市"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["原"] = {
			["爱"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["愛"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["德"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["咕"] = {
		["噜"] = {
			this = true,
			["壶"] = {
				this = true
			},
			["咕"] = {
				["噜"] = {
					["溜"] = {
						["冰"] = {
							["群"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["溜"] = {
		["冰"] = {
			this = true,
			["壶"] = {
				this = true
			},
			["毒"] = {
				this = true,
				["扣"] = {
					["扣"] = {
						this = true
					}
				}
			},
			["妹"] = {
				this = true,
				["联"] = {
					["系"] = {
						this = true
					}
				}
			},
			["有"] = {
				["货"] = {
					this = true
				}
			}
		},
		["果"] = {
			["子"] = {
				this = true
			}
		},
		["溜"] = {
			["看"] = {
				["片"] = {
					this = true
				}
			},
			["吧"] = {
				["免"] = {
					["费"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["吧"] = {
						this = true
					}
				}
			}
		},
		["扣"] = {
			["扣"] = {
				this = true
			}
		},
		["七"] = {
			["八"] = {
				["口"] = {
					this = true
				}
			}
		},
		["三"] = {
			["四"] = {
				["口"] = {
					this = true
				}
			}
		},
		["小"] = {
			["鸟"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["森"] = {
		["西"] = {
			["大"] = {
				["芽"] = {
					this = true
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			}
		},
		["林"] = {
			["之"] = {
				["虎"] = {
					this = true,
					["大"] = {
						["型"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					},
					["的"] = {
						["便"] = {
							["宜"] = {
								this = true
							}
						}
					},
					["弩"] = {
						this = true
					}
				},
				["鹰"] = {
					this = true,
					["二"] = {
						["代"] = {
							this = true
						}
					}
				},
				["狼"] = {
					this = true,
					["弓"] = {
						["弩"] = {
							this = true,
							["专"] = {
								this = true
							}
						},
						["努"] = {
							["专"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["豹"] = {
					this = true
				}
			},
			["汽"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["刀"] = {
			["户"] = {
				["外"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["彩"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["蔼"] = {
			["侠"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["川"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			},
			["泉"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["珠"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["村"] = {
			["甜"] = {
				["蜜"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["夏"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["町"] = {
			["心"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["高"] = {
			["千"] = {
				["春"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["乃"] = {
			["希"] = {
				["有"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["奈"] = {
			["奈"] = {
				["子"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["萘"] = {
			["萘"] = {
				["孒"] = {
					this = true
				}
			}
		},
		["水"] = {
			C = {
				o = {
					c = {
						o = {
							a = {
								this = true
							}
						}
					}
				}
			}
		},
		["田"] = {
			["め"] = {
				["ぐ"] = {
					["み"] = {
						this = true
					}
				}
			},
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["丅"] = {
			["理"] = {
				["喑"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		},
		["下"] = {
			["理"] = {
				["音"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["美"] = {
					["衣"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["悠"] = {
				["里"] = {
					this = true
				},
				["裡"] = {
					this = true
				}
			}
		},
		["咲"] = {
			["小"] = {
				["雪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["泉"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["原"] = {
			["由"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紀"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
