pg = pg or {}
slot0 = pg
slot0.word_template_18 = {}
slot1 = slot0.word_template_18

temp = function()
	uv0["胸"] = {
		["濤"] = {
			["乳"] = {
				["浪"] = {
					this = true
				}
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["推"] = {
			this = true
		},
		["部"] = {
			this = true,
			["走"] = {
				["光"] = {
					["偷"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["罩"] = {
			this = true
		},
		["摧"] = {
			this = true
		},
		["器"] = {
			["大"] = {
				["集"] = {
					["锦"] = {
						this = true
					}
				}
			}
		},
		["涛"] = {
			["乳"] = {
				["浪"] = {
					this = true
				}
			}
		},
		["型"] = {
			["很"] = {
				["完"] = {
					["美"] = {
						this = true
					}
				}
			}
		},
		["针"] = {
			["针"] = {
				["孔"] = {
					["摄"] = {
						["像"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["痴"] = {
		["乳"] = {
			this = true
		},
		["鳩"] = {
			this = true
		},
		["拈"] = {
			this = true
		},
		["女"] = {
			this = true,
			["系"] = {
				this = true
			}
		},
		["汉"] = {
			this = true,
			["电"] = {
				["车"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["是"] = {
				["犯"] = {
					["罪"] = {
						this = true
					}
				}
			}
		},
		["男"] = {
			["发"] = {
				["威"] = {
					this = true
				}
			}
		},
		["漢"] = {
			["ス"] = {
				["明"] = {
					["乃"] = {
						["夕"] = {
							["奈"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["娇"] = {
			["丽"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true
					}
				}
			}
		},
		["母"] = {
			this = true
		},
		["醫"] = {
			["生"] = {
				["松"] = {
					["島"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["姫"] = {
		["辱"] = {
			this = true
		},
		["奴"] = {
			["隷"] = {
				["双"] = {
					["子"] = {
						["王"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["咲"] = {
			this = true
		},
		["野"] = {
			["爱"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["嫐"] = {
		["屄"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["足"] = {
		["脚"] = {
			["交"] = {
				this = true
			}
		},
		["交"] = {
			this = true,
			["服"] = {
				["务"] = {
					this = true
				},
				["務"] = {
					this = true
				}
			},
			["劲"] = {
				["爆"] = {
					["中"] = {
						["出"] = {
							this = true
						}
					}
				}
			},
			["片"] = {
				this = true
			},
			["也"] = {
				["很"] = {
					["疯"] = {
						["狂"] = {
							this = true
						}
					}
				}
			},
			["口"] = {
				["爆"] = {
					this = true
				}
			}
		},
		["球"] = {
			["投"] = {
				["注"] = {
					this = true
				}
			},
			["博"] = {
				["彩"] = {
					this = true,
					["交"] = {
						["易"] = {
							this = true
						}
					}
				}
			},
			H = {
				["下"] = {
					["注"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["博"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["改"] = {
				["单"] = {
					this = true
				},
				["單"] = {
					this = true
				}
			},
			["皇"] = {
				["冠"] = {
					["开"] = {
						["户"] = {
							this = true
						}
					}
				}
			},
			["经"] = {
				["理"] = {
					this = true
				}
			},
			["經"] = {
				["理"] = {
					this = true
				}
			},
			["网"] = {
				["络"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["系"] = {
				["统"] = {
					["源"] = {
						["代"] = {
							["码"] = {
								this = true
							}
						},
						["码"] = {
							this = true
						}
					}
				}
			},
			["下"] = {
				x = {
					["注"] = {
						this = true
					}
				},
				["单"] = {
					this = true
				},
				["注"] = {
					this = true,
					["中"] = {
						["奖"] = {
							this = true
						},
						["獎"] = {
							this = true
						}
					}
				}
			},
			["现"] = {
				["金"] = {
					["开"] = {
						["户"] = {
							this = true
						}
					},
					["投"] = {
						["注"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["钱"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			}
		},
		["彩"] = {
			this = true,
			["网"] = {
				this = true
			}
		},
		["腳"] = {
			["交"] = {
				this = true
			}
		},
		["毬"] = {
			["下"] = {
				["註"] = {
					this = true
				}
			}
		},
		["坛"] = {
			["五"] = {
				["大"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["柔"] = {
		["阴"] = {
			["术"] = {
				this = true
			}
		},
		["肌"] = {
			["调"] = {
				["教"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["情"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["软"] = {
			["的"] = {
				a = {
					j = {
						["花"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["相"] = {
		["奸"] = {
			this = true
		},
		["思"] = {
			["红"] = {
				["娘"] = {
					this = true,
					["粉"] = {
						this = true
					}
				}
			}
		},
		["川"] = {
			["ま"] = {
				["み"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			},
			["百"] = {
				["合"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						},
						["種"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["聖"] = {
				["奈"] = {
					this = true
				}
			},
			["未"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["戶"] = {
			["愛"] = {
				["全"] = {
					["集"] = {
						this = true
					}
				}
			}
		},
		["姦"] = {
			["遊"] = {
				["戯"] = {
					this = true,
					["2"] = {
						this = true
					}
				}
			}
		},
		["见"] = {
			["无"] = {
				["期"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["琴"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["崎"] = {
			["琴"] = {
				["音"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["凉"] = {
				this = true
			},
			["桃"] = {
				B = {
					this = true
				}
			},
			["由"] = {
				["美"] = {
					this = true
				}
			}
		},
		["叶"] = {
			["沙"] = {
				["织"] = {
					this = true
				}
			}
		},
		["应"] = {
			["飞"] = {
				["渡"] = {
					["昆"] = {
						["仑"] = {
							this = true
						}
					}
				}
			}
		},
		["原"] = {
			["梨"] = {
				["花"] = {
					this = true,
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["留"] = {
				["美"] = {
					this = true
				}
			},
			["夏"] = {
				["海"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["麻"] = {
				["帆"] = {
					this = true
				}
			},
			["梦"] = {
				this = true
			},
			["仁"] = {
				["美"] = {
					this = true
				}
			},
			["优"] = {
				["香"] = {
					this = true
				}
			}
		},
		["澤"] = {
			["麻"] = {
				["帆"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["夢"] = {
				this = true
			}
		},
		["真"] = {
			["四"] = {
				["六"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["桃"] = {
		["园"] = {
			["蜜"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["色"] = {
			this = true,
			["网"] = {
				this = true
			},
			["0"] = {
				["0"] = {
					["7"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["導"] = {
				["航"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["动"] = {
				["情"] = {
					["素"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true
			},
			["情"] = {
				["缘"] = {
					["交"] = {
						["友"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["堂"] = {
					["网"] = {
						this = true
					}
				}
			},
			["香"] = {
				["居"] = {
					["童"] = {
						["铃"] = {
							this = true
						}
					}
				}
			},
			["星"] = {
				["期"] = {
					["五"] = {
						this = true
					}
				}
			},
			["艳"] = {
				["粉"] = {
					["堂"] = {
						this = true
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			}
		},
		["花"] = {
			["色"] = {
				this = true,
				["综"] = {
					["合"] = {
						["网"] = {
							this = true
						},
						["站"] = {
							this = true
						}
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				},
				["在"] = {
					["线"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					},
					["線"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["族"] = {
				this = true
			},
			["岛"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				},
				A = {
					V = {
						["网"] = {
							["址"] = {
								this = true
							}
						}
					}
				},
				["博"] = {
					["彩"] = {
						["导"] = {
							["航"] = {
								this = true
							}
						}
					}
				}
			},
			["村"] = {
				["上"] = {
					["野"] = {
						["色"] = {
							["多"] = {
								["村"] = {
									["色"] = {
										["无"] = {
											["边"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["阁"] = {
				this = true,
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["庵"] = {
				this = true,
				["男"] = {
					["保"] = {
						["安"] = {
							this = true
						}
					}
				}
			},
			["刺"] = {
				["青"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["江"] = {
				["边"] = {
					["桃"] = {
						["花"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			},
			["满"] = {
				["地"] = {
					this = true
				}
			},
			["仙"] = {
				this = true
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			},
			["艳"] = {
				["史"] = {
					this = true
				}
			},
			["影"] = {
				this = true
			},
			["园"] = {
				this = true
			},
			["源"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["院"] = {
								this = true
							}
						}
					}
				},
				["彩"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["隐"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["根"] = {
			["仙"] = {
				this = true
			}
		},
		["红"] = {
			["香"] = {
				["暖"] = {
					this = true
				}
			}
		},
		["井"] = {
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["望"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["夏"] = {
				["海"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["香"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["早"] = {
				["苗"] = {
					this = true
				}
			}
		},
		["警"] = {
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["望"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["夏"] = {
				["海"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["香"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["早"] = {
				["苗"] = {
					this = true
				}
			}
		},
		["实"] = {
			["仙"] = {
				this = true
			}
		},
		["咲"] = {
			["あ"] = {
				["い"] = {
					this = true
				}
			}
		},
		["叶"] = {
			["仙"] = {
				this = true
			}
		},
		["園"] = {
			["蜜"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["源"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["湖"] = {
				this = true
			}
		},
		["枝"] = {
			["仙"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["子"] = {
		["宫"] = {
			this = true,
			["的"] = {
				["记"] = {
					["忆"] = {
						this = true
					}
				}
			},
			["姓"] = {
				["党"] = {
					this = true
				}
			}
		},
		["宮"] = {
			this = true
		},
		["女"] = {
			["任"] = {
				["职"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		},
		["弹"] = {
			this = true,
			["模"] = {
				["具"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["5"] = {
				["0"] = {
					["发"] = {
						["订"] = {
							["货"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["专"] = {
				this = true,
				["营"] = {
					this = true
				}
			}
		},
		["霖"] = {
			["蒋"] = {
				["培"] = {
					["坤"] = {
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					this = true,
					["蒋"] = {
						["培"] = {
							["坤"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						["母"] = {
							["亲"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["母"] = {
			["弹"] = {
				this = true
			},
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["亿"] = {
			["棋"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["君"] = {
			["四"] = {
				["食"] = {
					["绝"] = {
						this = true
					}
				}
			}
		},
		["夜"] = {
			["精"] = {
				["品"] = {
					["视"] = {
						["频"] = {
							["在"] = {
								["线"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["扬"] = {
			["真"] = {
				["人"] = {
					this = true
				}
			}
		},
		["任"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["杂"] = {
		["种"] = {
			this = true
		},
		["交"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["爷"] = {
		["爷"] = {
			this = true,
			["干"] = {
				this = true
			},
			["射"] = {
				this = true
			}
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["阳"] = {
		["具"] = {
			this = true
		},
		["物"] = {
			this = true
		},
		["精"] = {
			this = true
		},
		["江"] = {
			["刀"] = {
				["剑"] = {
					["网"] = {
						this = true
					},
					["专"] = {
						["卖"] = {
							["站"] = {
								this = true
							}
						}
					},
					["直"] = {
						["销"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["刀"] = {
					["网"] = {
						this = true
					}
				},
				["批"] = {
					["发"] = {
						["网"] = {
							this = true
						}
					}
				},
				["具"] = {
					["批"] = {
						["发"] = {
							["网"] = {
								this = true
							}
						}
					},
					["直"] = {
						["销"] = {
							["网"] = {
								this = true
							}
						}
					},
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						}
					},
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["户"] = {
				["外"] = {
					["刀"] = {
						["具"] = {
							["专"] = {
								["卖"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					["网"] = {
						this = true
					},
					["专"] = {
						["卖"] = {
							["站"] = {
								this = true
							},
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["地"] = {
				["下"] = {
					["刀"] = {
						["具"] = {
							["批"] = {
								["发"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["正"] = {
				["品"] = {
					["刀"] = {
						["具"] = {
							["批"] = {
								["发"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["买"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			},
			["军"] = {
				["刀"] = {
					["吧"] = {
						this = true
					},
					["店"] = {
						this = true
					}
				},
				["品"] = {
					["军"] = {
						["刀"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["名"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["痿"] = {
			this = true
		},
		["春"] = {
			this = true
		},
		["萎"] = {
			this = true
		},
		["间"] = {
			["管"] = {
				["吃"] = {
					["管"] = {
						["住"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["武"] = {
		["藤"] = {
			this = true,
			["兰"] = {
				this = true,
				a = {
					v = {
						this = true
					}
				},
				["的"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				},
				["电"] = {
					["影"] = {
						["全"] = {
							["集"] = {
								this = true
							}
						}
					}
				},
				["东"] = {
					["京"] = {
						["素"] = {
							["人"] = {
								this = true
							}
						}
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["续"] = {
					this = true
				},
				["早"] = {
					["期"] = {
						["作"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			},
			["蘭"] = {
				this = true
			},
			["章"] = {
				this = true
			},
			["ク"] = {
				["レ"] = {
					["ア"] = {
						this = true
					}
				}
			},
			["爱"] = {
				this = true
			},
			["早"] = {
				["纪"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["士"] = {
			["直"] = {
				["刀"] = {
					this = true
				}
			},
			["刀"] = {
				this = true,
				["具"] = {
					["具"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			d = {
				a = {
					o = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["短"] = {
				["刀"] = {
					this = true
				}
			},
			["长"] = {
				["刀"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			this = true,
			["作"] = {
				["战"] = {
					["服"] = {
						this = true,
						["预"] = {
							["订"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["部"] = {
				["队"] = {
					["政"] = {
						["变"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["专"] = {
					this = true
				}
			}
		},
		["汉"] = {
			["夜"] = {
				["网"] = {
					this = true
				}
			},
			["办"] = {
				["証"] = {
					this = true
				}
			},
			["肺"] = {
				["炎"] = {
					this = true
				}
			},
			["起"] = {
				["疫"] = {
					this = true
				}
			},
			["飞"] = {
				["鼠"] = {
					["宴"] = {
						this = true
					}
				}
			}
		},
		["松"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["林"] = {
			["盟"] = {
				["私"] = {
					["密"] = {
						["记"] = {
							["事"] = {
								this = true
							}
						}
					}
				}
			},
			["情"] = {
				["皇"] = {
					["传"] = {
						this = true
					}
				}
			},
			["红"] = {
				["杏"] = {
					["传"] = {
						this = true
					}
				}
			},
			["启"] = {
				["示"] = {
					["录"] = {
						this = true,
						["全"] = {
							["集"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["史"] = {
						this = true
					}
				}
			}
		},
		["维"] = {
			["华"] = {
				this = true
			}
		},
		["力"] = {
			["统"] = {
				["一"] = {
					this = true
				}
			},
			["镇"] = {
				["压"] = {
					this = true,
					["8"] = {
						["9"] = {
							this = true
						}
					},
					["八"] = {
						["九"] = {
							this = true
						}
					}
				}
			}
		},
		["侯"] = {
			["祠"] = {
				this = true
			}
		},
		["腾"] = {
			["兰"] = {
				this = true,
				b = {
					t = {
						this = true
					}
				},
				["电"] = {
					["驴"] = {
						this = true
					},
					["影"] = {
						this = true,
						["?"] = {
							this = true
						}
					}
				},
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["套"] = {
					["图"] = {
						this = true
					}
				},
				["无"] = {
					["码"] = {
						this = true,
						["高"] = {
							["清"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["迅"] = {
					["雷"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["作"] = {
					["品"] = {
						this = true
					}
				}
			}
		},
		["昌"] = {
			["起"] = {
				["疫"] = {
					this = true
				}
			}
		},
		["痴"] = {
			this = true
		},
		["村"] = {
			["梨"] = {
				["乃"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["魂"] = {
			this = true,
			I = {
				I = {
					["号"] = {
						["砍"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					["大"] = {
						["号"] = {
							this = true
						}
					}
				}
			}
		},
		["井"] = {
			["枪"] = {
				["专"] = {
					this = true
				}
			}
		},
		["器"] = {
			["炮"] = {
				["弹"] = {
					["初"] = {
						["速"] = {
							["度"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["騰"] = {
			["蘭"] = {
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["田"] = {
			["镐"] = {
				["造"] = {
					["短"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["昌"] = {
					this = true
				}
			}
		},
		["威"] = {
			this = true,
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["文"] = {
			["建"] = {
				this = true,
				["油"] = {
					["画"] = {
						["语"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["侠"] = {
			["情"] = {
				["色"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			}
		},
		["穴"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["溜"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["装"] = {
			["反"] = {
				["抗"] = {
					this = true
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["}"] = {
								["昌"] = {
									["."] = {
										["{"] = {
											["0"] = {
												[","] = {
													["1"] = {
														["}"] = {
															["起"] = {
																["."] = {
																	["{"] = {
																		["0"] = {
																			[","] = {
																				["1"] = {
																					["}"] = {
																						["疫"] = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["帝"] = {
			["连"] = {
				r = {
					this = true
				}
			},
			["修"] = {
				["宪"] = {
					this = true
				}
			}
		},
		["焊"] = {
			f = {
				["盐"] = {
					this = true
				}
			}
		},
		["勋"] = {
			["贵"] = {
				["族"] = {
					this = true
				}
			}
		},
		["漢"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["猥"] = {
		["亵"] = {
			this = true,
			["痴"] = {
				["汉"] = {
					this = true
				}
			}
		},
		["琐"] = {
			this = true,
			["男"] = {
				["逆"] = {
					["袭"] = {
						this = true
					}
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			}
		},
		["褻"] = {
			this = true,
			["痴"] = {
				["汉"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				},
				["漢"] = {
					this = true
				}
			}
		},
		["瑣"] = {
			["图"] = {
				["魸"] = {
					this = true
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			}
		},
		["鎖"] = {
			["圖"] = {
				["爿"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["煞"] = {
		["笔"] = {
			this = true,
			["靠"] = {
				this = true
			}
		},
		["筆"] = {
			this = true
		},
		["逼"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["傻"] = {
		["逼"] = {
			this = true,
			["习"] = {
				["总"] = {
					this = true
				}
			},
			["靠"] = {
				this = true
			},
			["网"] = {
				this = true
			}
		},
		B = {
			this = true,
			["江"] = {
				["核"] = {
					["心"] = {
						this = true
					}
				}
			},
			["靠"] = {
				this = true
			}
		},
		["鳥"] = {
			this = true
		},
		["屄"] = {
			this = true
		},
		["比"] = {
			this = true
		},
		["吊"] = {
			this = true
		},
		["卵"] = {
			this = true
		},
		["子"] = {
			this = true,
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["8"] = {
								["}"] = {
									["指"] = {
										["挥"] = {
											["|"] = {
												["指"] = {
													["挥"] = {
														["."] = {
															["{"] = {
																["0"] = {
																	[","] = {
																		["8"] = {
																			["}"] = {
																				["傻"] = {
																					["子"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		X = {
			this = true
		},
		["毕"] = {
			this = true
		},
		["偪"] = {
			["習"] = {
				["總"] = {
					this = true
				}
			}
		},
		["\\"] = {
			["屄"] = {
				this = true
			}
		},
		["×"] = {
			this = true
		},
		f = {
			["逼"] = {
				q = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["瓜"] = {
			this = true
		},
		["鸟"] = {
			this = true
		},
		["批"] = {
			this = true
		},
		x = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["排"] = {
		["泄"] = {
			this = true
		},
		["三"] = {
			["试"] = {
				["机"] = {
					["号"] = {
						this = true
					}
				}
			}
		},
		["名"] = {
			["不"] = {
				["分"] = {
					["先"] = {
						["后"] = {
							["左"] = {
								["右"] = {
									["忠"] = {
										["奸"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["灭"] = {
		["族"] = {
			this = true
		},
		["火"] = {
			["器"] = {
				["改"] = {
					["枪"] = {
						this = true
					}
				},
				["瓶"] = {
					["改"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["做"] = {
					["枪"] = {
						["教"] = {
							["程"] = {
								this = true
							}
						}
					}
				},
				["吹"] = {
					["钢"] = {
						["珠"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				},
				f = {
					i = {
						r = {
							e = {
								e = {
									x = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["吹"] = {
				this = true
			}
		},
		["害"] = {
			["威"] = {
				this = true
			}
		},
		["绝"] = {
			["罪"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["刁"] = {
				this = true
			}
		},
		["中"] = {
			["共"] = {
				this = true
			}
		},
		["亡"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["共"] = {
			this = true
		},
		["习"] = {
			this = true
		},
		["国"] = {
			this = true
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["亡"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["倭"] = {
			["收"] = {
				["蛙"] = {
					["岛"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["卵"] = {
		["子"] = {
			this = true
		},
		this = {
			this = true
		},
		["蛋"] = {
			["网"] = {
				this = true
			}
		},
		["巢"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["淋"] = {
		["病"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["尻"] = {
		this = {
			this = true
		},
		["逼"] = {
			this = true,
			["图"] = {
				this = true
			}
		},
		["庇"] = {
			this = true
		},
		["穴"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["根"] = {
		["正"] = {
			["苗"] = {
				["红"] = {
					this = true
				}
			}
		},
		["达"] = {
			["亚"] = {
				["文"] = {
					["明"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["睾"] = {
		["丸"] = {
			this = true,
			["素"] = {
				this = true
			}
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["腚"] = {
		this = {
			this = true
		},
		["眼"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["娼"] = {
		this = {
			this = true
		},
		["妇"] = {
			this = true
		},
		["妓"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["瘪"] = {
		["三"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["爸"] = {
		this = {
			this = true
		},
		["爸"] = {
			["去"] = {
				["撸"] = {
					this = true
				}
			}
		},
		["射"] = {
			["网"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["爹"] = {
		this = {
			this = true
		},
		["爹"] = {
			["我"] = {
				["要"] = {
					["和"] = {
						["你"] = {
							["双"] = {
								["修"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["儿"] = {
		["子"] = {
			this = true,
			["专"] = {
				["用"] = {
					["肉"] = {
						["便"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["童"] = {
			["邪"] = {
				["典"] = {
					this = true
				}
			},
			["节"] = {
				["后"] = {
					["三"] = {
						["天"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
