pg = pg or {}
slot0 = pg
slot0.word_template_43 = {}
slot1 = slot0.word_template_43

function temp()
	uv0["撅"] = {
		["起"] = {
			["大"] = {
				["白"] = {
					["腚"] = {
						this = true
					}
				}
			}
		},
		["嘴"] = {
			["骡"] = {
				["子"] = {
					["长"] = {
						["条"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["双"] = {
		["龙"] = {
			["入"] = {
				["洞"] = {
					this = true
				},
				["穴"] = {
					this = true
				}
			}
		},
		["峰"] = {
			this = true,
			["微"] = {
				["颤"] = {
					this = true
				}
			}
		},
		["飞"] = {
			this = true,
			m = {
				e = {
					i = {
						n = {
							v = {
								this = true
							}
						}
					}
				}
			},
			["飞"] = {
				this = true
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["口"] = {
				["交"] = {
					["颜"] = {
						["射"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["推"] = {
				["油"] = {
					this = true
				}
			},
			["浴"] = {
				this = true
			}
		},
		["管"] = {
			this = true,
			["猎"] = {
				this = true,
				["枪"] = {
					this = true,
					["保"] = {
						["真"] = {
							this = true
						}
					},
					["北"] = {
						["京"] = {
							["专"] = {
								this = true
							}
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["沙"] = {
						this = true
					},
					["专"] = {
						this = true,
						["销"] = {
							this = true
						}
					},
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				},
				["图"] = {
					["纸"] = {
						this = true
					}
				},
				["%"] = {
					["狗"] = {
						["专"] = {
							this = true
						}
					}
				},
				["&"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				},
				["*"] = {
					this = true
				},
				g = {
					o = {
						u = {
							["专"] = {
								this = true
							}
						}
					}
				},
				["狗"] = {
					this = true,
					["儿"] = {
						["专"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["木"] = {
					["仓"] = {
						this = true
					}
				},
				["槍"] = {
					this = true,
					["儿"] = {
						["自"] = {
							["制"] = {
								this = true
							}
						}
					},
					["预"] = {
						["定"] = {
							this = true
						}
					},
					["自"] = {
						["制"] = {
							this = true
						}
					}
				}
			},
			["烈"] = {
				["抢"] = {
					this = true
				}
			},
			["立"] = {
				["式"] = {
					this = true,
					["猎"] = {
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						}
					},
					["质"] = {
						["量"] = {
							["好"] = {
								this = true
							}
						}
					}
				}
			},
			["平"] = {
				["式"] = {
					this = true,
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			}
		},
		["鹰"] = {
			M = {
				["5"] = {
					["0"] = {
						this = true
					}
				}
			},
			m = {
				["1"] = {
					["9"] = {
						["1"] = {
							["1"] = {
								this = true
							}
						}
					}
				}
			},
			C = {
				["9"] = {
					["6"] = {
						this = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["筒"] = {
			["猎"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["刃"] = {
			this = true,
			["尖"] = {
				["刀"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["刀"] = {
				this = true,
				["具"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			I = {
				["行"] = {
					this = true
				}
			},
			["刺"] = {
				this = true
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["行"] = {
				this = true
			},
			["护"] = {
				["手"] = {
					this = true
				}
			},
			["战"] = {
				["术"] = {
					["刺"] = {
						this = true
					},
					["直"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["子"] = {
			["星"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["母"] = {
				["性"] = {
					["本"] = {
						["能"] = {
							this = true
						}
					}
				}
			},
			["调"] = {
				["教"] = {
					["物"] = {
						["语"] = {
							this = true
						}
					}
				}
			}
		},
		["喜"] = {
			["赌"] = {
				["场"] = {
					this = true
				}
			}
		},
		["弹"] = {
			["鼓"] = {
				this = true
			},
			["耳"] = {
				this = true
			}
		},
		["赢"] = {
			["彩"] = {
				["票"] = {
					["网"] = {
						this = true
					}
				}
			},
			["百"] = {
				["2"] = {
					["对"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		},
		["重"] = {
			["快"] = {
				["感"] = {
					this = true
				}
			}
		},
		["鞋"] = {
			["的"] = {
				["故"] = {
					["事"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["臀"] = {
			this = true
		},
		["儿"] = {
			["篇"] = {
				this = true
			}
		},
		["规"] = {
			this = true,
			["王"] = {
				["立"] = {
					["军"] = {
						this = true
					}
				}
			}
		},
		["十"] = {
			this = true,
			["节"] = {
				this = true
			}
		},
		["腿"] = {
			["间"] = {
				["的"] = {
					["禁"] = {
						["地"] = {
							this = true
						}
					}
				},
				["の"] = {
					["禁"] = {
						["地"] = {
							this = true
						}
					}
				}
			}
		},
		["*"] = {
			["飞"] = {
				this = true
			}
		},
		["@"] = {
			["飞"] = {
				this = true
			}
		},
		["胞"] = {
			["胎"] = {
				["小"] = {
					["姨"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["槽"] = {
			["战"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["插"] = {
			this = true,
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["多"] = {
				P = {
					this = true
				}
			}
		},
		["动"] = {
			["击"] = {
				["发"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["六"] = {
				["连"] = {
					["发"] = {
						this = true
					}
				}
			},
			["双"] = {
				["排"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["折"] = {
				["刀"] = {
					["刀"] = {
						["有"] = {
							["货"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["洞"] = {
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["齐"] = {
				["插"] = {
					this = true
				}
			}
		},
		["泛"] = {
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["丰"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						this = true
					}
				}
			}
		},
		["凤"] = {
			["游"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["刚"] = {
			["管"] = {
				["猎"] = {
					["槍"] = {
						this = true
					}
				}
			}
		},
		["环"] = {
			["氧"] = {
				["乙"] = {
					["烷"] = {
						this = true
					}
				}
			}
		},
		["击"] = {
			["邀"] = {
				["请"] = {
					["对"] = {
						["象"] = {
							this = true
						}
					}
				}
			}
		},
		["娇"] = {
			["帝"] = {
				["王"] = {
					["套"] = {
						["餐"] = {
							this = true
						}
					}
				}
			}
		},
		["口"] = {
			["径"] = {
				["的"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["辽"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["流"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						this = true
					}
				}
			},
			["县"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["鹭"] = {
			["服"] = {
				["装"] = {
					this = true
				}
			}
		},
		["面"] = {
			["魔"] = {
				["王"] = {
					this = true
				}
			}
		},
		["名"] = {
			["人"] = {
				["砍"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["排"] = {
			["弹"] = {
				["匣"] = {
					this = true
				}
			}
		},
		["牌"] = {
			["冰"] = {
				["毒"] = {
					this = true,
					["各"] = {
						["地"] = {
							this = true
						}
					}
				}
			}
		},
		["柒"] = {
			this = true
		},
		["枪"] = {
			["颜"] = {
				["射"] = {
					["少"] = {
						["女"] = {
							this = true
						}
					}
				}
			}
		},
		["桥"] = {
			["区"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["氢"] = {
			["可"] = {
				["待"] = {
					["因"] = {
						this = true
					}
				}
			},
			["吗"] = {
				["啡"] = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true,
			["赤"] = {
				["裸"] = {
					["出"] = {
						["镜"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["球"] = {
				["开"] = {
					["奖"] = {
						this = true
					}
				}
			}
		},
		["手"] = {
			["紧"] = {
				["抓"] = {
					["住"] = {
						this = true
					}
				}
			}
		},
		["头"] = {
			["枪"] = {
				this = true
			},
			["槍"] = {
				this = true,
				["儿"] = {
					this = true
				}
			}
		},
		["穴"] = {
			["~"] = {
				["水"] = {
					["原"] = {
						this = true
					}
				}
			},
			["齐"] = {
				["插"] = {
					this = true
				}
			},
			["淫"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["鸭"] = {
			["山"] = {
				["办"] = {
					["警"] = {
						["官"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["猎"] = {
					["槍"] = {
						this = true
					}
				},
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["语"] = {
			["学"] = {
				["生"] = {
					["邮"] = {
						["报"] = {
							this = true
						}
					}
				}
			}
		},
		["掌"] = {
			["进"] = {
				["洞"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["处"] = {
		["女"] = {
			this = true,
			["开"] = {
				["包"] = {
					this = true
				}
			},
			["星"] = {
				["号"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["终"] = {
				["结"] = {
					["者"] = {
						this = true,
						["{"] = {
							M = {
								O = {
									D = {
										["}"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["理"] = {
			this = true
		},
		["红"] = {
			["阁"] = {
				this = true
			}
		},
		["鲁"] = {
			["阁"] = {
				this = true
			}
		},
		["男"] = {
			this = true,
			["*"] = {
				this = true
			},
			["心"] = {
				["经"] = {
					this = true
				}
			}
		},
		["破"] = {
			["学"] = {
				["生"] = {
					a = {
						v = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["馒"] = {
		["头"] = {
			["屄"] = {
				this = true
			},
			["逼"] = {
				this = true
			},
			["鲍"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["写"] = {
		["真"] = {
			this = true
		},
		["的"] = {
			["炸"] = {
				["弹"] = {
					["制"] = {
						["作"] = {
							["教"] = {
								["程"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["给"] = {
			["十"] = {
				["七"] = {
					["大"] = {
						["人"] = {
							["大"] = {
								["代"] = {
									["表"] = {
										["一"] = {
											["封"] = {
												["信"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					["的"] = {
						["备"] = {
							["忘"] = {
								["录"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["进"] = {
				["历"] = {
					["史"] = {
						this = true
					}
				}
			}
		},
		["意"] = {
			["风"] = {
				["流"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["寂"] = {
		["寞"] = {
			["自"] = {
				["摸"] = {
					this = true
				},
				["拍"] = {
					["可"] = {
						["裸"] = {
							["聊"] = {
								this = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true,
					["等"] = {
						["你"] = {
							X = {
								this = true
							}
						}
					},
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["男"] = {
				this = true
			},
			["女"] = {
				this = true,
				["可"] = {
					["加"] = {
						["扣"] = {
							["扣"] = {
								this = true
							}
						}
					}
				},
				["特"] = {
					["色"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["空"] = {
				["庭"] = {
					["春"] = {
						["欲"] = {
							["晚"] = {
								this = true
							}
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["网"] = {
						this = true
					}
				}
			},
			["陪"] = {
				["聊"] = {
					this = true
				}
			},
			["情"] = {
				["人"] = {
					this = true
				}
			},
			["骚"] = {
				["妇"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["处"] = {
			["阁"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["警"] = {
		["奴"] = {
			this = true
		},
		["匪"] = {
			this = true,
			["一"] = {
				["家"] = {
					this = true,
					["亲"] = {
						this = true
					}
				}
			},
			["1"] = {
				["家"] = {
					this = true
				}
			}
		},
		["用"] = {
			this = true,
			["枪"] = {
				this = true,
				["支"] = {
					this = true,
					["联"] = {
						["系"] = {
							["人"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				},
				["代"] = {
					["理"] = {
						this = true
					}
				},
				["系"] = {
					["列"] = {
						["枪"] = {
							["支"] = {
								this = true
							}
						}
					}
				},
				["械"] = {
					this = true
				}
			},
			["催"] = {
				["泪"] = {
					["剂"] = {
						this = true
					},
					["弹"] = {
						this = true
					},
					["喷"] = {
						["射"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["甩"] = {
				["棍"] = {
					this = true
				}
			},
			["钢"] = {
				["叉"] = {
					this = true
				}
			},
			["器"] = {
				["材"] = {
					this = true
				},
				["械"] = {
					this = true
				}
			},
			["臂"] = {
				["章"] = {
					this = true
				}
			},
			["手"] = {
				["铐"] = {
					this = true,
					["西"] = {
						["安"] = {
							this = true,
							["销"] = {
								["售"] = {
									this = true
								}
							}
						}
					},
					[" "] = {
						["价"] = {
							["格"] = {
								this = true
							}
						}
					},
					["出"] = {
						["售"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					Q = {
						Q = {
							["销"] = {
								["售"] = {
									this = true
								}
							}
						}
					},
					["专"] = {
						this = true,
						["卖"] = {
							Q = {
								Q = {
									this = true
								}
							}
						},
						["售"] = {
							this = true
						}
					},
					["仿"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["警"] = {
						["服"] = {
							this = true
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["正"] = {
						["品"] = {
							["专"] = {
								this = true
							}
						}
					},
					["装"] = {
						["备"] = {
							this = true
						}
					}
				},
				["电"] = {
					["专"] = {
						this = true
					}
				},
				["狗"] = {
					this = true,
					["便"] = {
						["宜"] = {
							this = true
						}
					},
					["低"] = {
						["价"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["内"] = {
						["部"] = {
							this = true
						}
					},
					["现"] = {
						["货"] = {
							this = true
						}
					}
				},
				["拷"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["銬"] = {
					this = true
				},
				["榴"] = {
					["弹"] = {
						this = true
					}
				},
				["枪"] = {
					this = true,
					["便"] = {
						["宜"] = {
							this = true
						}
					},
					["低"] = {
						["价"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["内"] = {
						["部"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["现"] = {
						["货"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["套"] = {
					this = true
				}
			},
			["电"] = {
				["棒"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["击"] = {
					["棒"] = {
						this = true
					},
					["器"] = {
						this = true,
						["防"] = {
							["身"] = {
								this = true,
								["供"] = {
									["应"] = {
										this = true
									}
								}
							}
						}
					},
					["棍"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				},
				["棍"] = {
					this = true,
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["售"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					},
					["出"] = {
						["租"] = {
							this = true
						}
					},
					["电"] = {
						["棒"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["转"] = {
						["手"] = {
							this = true
						}
					}
				},
				["警"] = {
					["棍"] = {
						this = true,
						["批"] = {
							["发"] = {
								this = true
							}
						},
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				},
				f = {
					["击"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["肩"] = {
				["章"] = {
					this = true
				}
			},
			["安"] = {
				["全"] = {
					["指"] = {
						["示"] = {
							["牌"] = {
								this = true
							}
						}
					}
				}
			},
			["标"] = {
				["志"] = {
					this = true
				}
			},
			["弩"] = {
				this = true
			},
			["刀"] = {
				this = true,
				["具"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["钱"] = {
				["包"] = {
					this = true
				}
			},
			["设"] = {
				["备"] = {
					this = true
				}
			},
			["教"] = {
				["材"] = {
					this = true
				}
			},
			["品"] = {
				this = true,
				["警"] = {
					["服"] = {
						this = true,
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				},
				["场"] = {
					["店"] = {
						this = true
					}
				},
				["井"] = {
					["服"] = {
						this = true
					}
				},
				["专"] = {
					this = true,
					["店"] = {
						this = true
					},
					["网"] = {
						this = true
					}
				}
			},
			["警"] = {
				["棍"] = {
					this = true,
					["手"] = {
						["铐"] = {
							["警"] = {
								["服"] = {
									["出"] = {
										["售"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["装"] = {
						["备"] = {
							this = true
						}
					}
				},
				["服"] = {
					["手"] = {
						["铐"] = {
							this = true,
							["出"] = {
								["售"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["棍"] = {
						this = true,
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["专"] = {
							this = true,
							["卖"] = {
								this = true
							}
						}
					},
					["电"] = {
						["棒"] = {
							this = true
						},
						["棍"] = {
							this = true
						},
						["警"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["物"] = {
				["品"] = {
					this = true,
					["便"] = {
						["宜"] = {
							this = true,
							["出"] = {
								["售"] = {
									this = true
								}
							}
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["装"] = {
				["备"] = {
					this = true,
					["手"] = {
						["铐"] = {
							this = true,
							["出"] = {
								["售"] = {
									["网"] = {
										this = true
									}
								}
							},
							["网"] = {
								this = true
							}
						}
					},
					["包"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				}
			},
			["7"] = {
				["7"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["报"] = {
				["警"] = {
					["器"] = {
						this = true
					}
				}
			},
			["匕"] = {
				["刀"] = {
					["首"] = {
						this = true
					}
				},
				["首"] = {
					this = true,
					["军"] = {
						["品"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["不"] = {
				["锈"] = {
					["钢"] = {
						["手"] = {
							["铐"] = {
								this = true
							}
						}
					}
				}
			},
			["常"] = {
				["服"] = {
					this = true,
					["制"] = {
						["式"] = {
							this = true
						}
					}
				}
			},
			["车"] = {
				["辆"] = {
					["号"] = {
						["牌"] = {
							this = true
						}
					}
				},
				["牌"] = {
					this = true
				}
			},
			["衬"] = {
				["衫"] = {
					this = true
				}
			},
			["刺"] = {
				this = true,
				["正"] = {
					["品"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["電"] = {
				["棍"] = {
					["電"] = {
						["棒"] = {
							["甩"] = {
								this = true
							}
						}
					}
				},
				["击"] = {
					["棒"] = {
						this = true
					}
				},
				["擊"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["对"] = {
				["讲"] = {
					["机"] = {
						this = true
					}
				}
			},
			["防"] = {
				["割"] = {
					["防"] = {
						["刺"] = {
							this = true,
							["服"] = {
								this = true
							}
						}
					}
				},
				["身"] = {
					["电"] = {
						["击"] = {
							["棒"] = {
								this = true
							},
							["器"] = {
								this = true
							}
						}
					},
					["装"] = {
						["备"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["服"] = {
				["装"] = {
					this = true,
					["装"] = {
						["备"] = {
							this = true
						}
					}
				}
			},
			["棍"] = {
				this = true,
				["刀"] = {
					this = true
				}
			},
			["脚"] = {
				["镣"] = {
					this = true
				}
			},
			["军"] = {
				["用"] = {
					["五"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["軍"] = {
				["用"] = {
					["五"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["录"] = {
				["音"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["錄"] = {
				["音"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["强"] = {
				["光"] = {
					["手"] = {
						["电"] = {
							this = true
						}
					}
				}
			},
			["拳"] = {
				["套"] = {
					["匕"] = {
						["首"] = {
							this = true
						}
					},
					["刀"] = {
						this = true
					}
				}
			},
			["商"] = {
				["品"] = {
					this = true
				}
			},
			["水"] = {
				["壶"] = {
					this = true
				}
			},
			["头"] = {
				["盔"] = {
					this = true
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						this = true
					}
				}
			},
			["训"] = {
				["练"] = {
					["服"] = {
						this = true
					}
				}
			},
			["腰"] = {
				["带"] = {
					this = true
				}
			},
			["侦"] = {
				["察"] = {
					this = true
				}
			},
			["制"] = {
				["式"] = {
					["常"] = {
						["服"] = {
							this = true
						}
					},
					["刀"] = {
						["具"] = {
							this = true
						}
					},
					["制"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["转"] = {
				["轮"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["裝"] = {
				["備"] = {
					["手"] = {
						["銬"] = {
							this = true
						}
					}
				}
			}
		},
		["服"] = {
			this = true,
			["肩"] = {
				["章"] = {
					this = true
				}
			},
			["春"] = {
				["秋"] = {
					["执"] = {
						["勤"] = {
							["装"] = {
								this = true,
								["出"] = {
									["售"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["手"] = {
				["铐"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["电"] = {
						["警"] = {
							["棍"] = {
								this = true,
								["出"] = {
									["售"] = {
										this = true
									}
								},
								["专"] = {
									["卖"] = {
										this = true
									}
								}
							}
						}
					},
					["器"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["棍"] = {
					["手"] = {
						["铐"] = {
							this = true,
							["出"] = {
								["售"] = {
									this = true
								}
							}
						}
					}
				},
				["车"] = {
					this = true
				},
				["官"] = {
					["证"] = {
						this = true
					},
					["證"] = {
						this = true
					}
				},
				["衔"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["用"] = {
					["品"] = {
						this = true
					},
					["手"] = {
						["铐"] = {
							this = true
						},
						["銬"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["棒"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							this = true,
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				},
				["击"] = {
					["棒"] = {
						["专"] = {
							this = true,
							["卖"] = {
								this = true,
								["网"] = {
									this = true
								}
							},
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["常"] = {
				["服"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["及"] = {
				["警"] = {
					["用"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["专"] = {
				this = true
			},
			["装"] = {
				["备"] = {
					this = true
				}
			}
		},
		["徽"] = {
			this = true,
			["牌"] = {
				["子"] = {
					this = true
				}
			}
		},
		["察"] = {
			this = true,
			["执"] = {
				["勤"] = {
					["服"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true,
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["真"] = {
					["皮"] = {
						this = true
					}
				}
			},
			["胸"] = {
				["标"] = {
					this = true
				}
			},
			["作"] = {
				["训"] = {
					["服"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["徽"] = {
				this = true,
				["章"] = {
					this = true
				}
			},
			["肩"] = {
				["章"] = {
					this = true
				}
			},
			["殴"] = {
				["打"] = {
					["*"] = {
						this = true
					}
				}
			},
			["我"] = {
				["们"] = {
					["是"] = {
						["为"] = {
							["人"] = {
								["民"] = {
									["服"] = {
										["务"] = {
											["的"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["打"] = {
				["人"] = {
					this = true
				}
			},
			["大"] = {
				S = {
					["逼"] = {
						this = true
					}
				},
				["傻"] = {
					B = {
						this = true
					},
					["逼"] = {
						this = true
					}
				}
			},
			["档"] = {
				["案"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["防"] = {
				["身"] = {
					["装"] = {
						["备"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["单"] = {
					this = true
				}
			},
			["钱"] = {
				["包"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["1"] = {
					["0"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["1"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["2"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["3"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["4"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["5"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["6"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["7"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["8"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["9"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					}
				},
				["2"] = {
					["0"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["1"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["2"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["3"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["4"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["5"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["6"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["7"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["8"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					},
					["9"] = {
						["发"] = {
							["装"] = {
								this = true
							}
						}
					}
				},
				["支"] = {
					this = true
				}
			},
			["手"] = {
				["铐"] = {
					this = true
				}
			},
			["死"] = {
				this = true
			},
			["腰"] = {
				["带"] = {
					this = true
				}
			},
			["正"] = {
				this = true
			},
			["治"] = {
				["国"] = {
					this = true
				}
			},
			["专"] = {
				["用"] = {
					this = true,
					["甩"] = {
						["棍"] = {
							this = true
						}
					}
				}
			},
			["装"] = {
				["备"] = {
					this = true
				}
			}
		},
		["衔"] = {
			this = true,
			["警"] = {
				["服"] = {
					this = true
				},
				["徽"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["官"] = {
			["证"] = {
				this = true,
				Q = {
					this = true
				},
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["服"] = {
				this = true
			},
			["正"] = {
				Q = {
					this = true
				},
				["办"] = {
					["理"] = {
						this = true
					}
				}
			},
			["證"] = {
				this = true
			}
		},
		["灯"] = {
			this = true,
			["专"] = {
				this = true
			}
		},
		["帽"] = {
			this = true
		},
		["探"] = {
			["姐"] = {
				["妹"] = {
					["花"] = {
						this = true
					}
				}
			}
		},
		["花"] = {
			["白"] = {
				["艳"] = {
					["妮"] = {
						this = true
					}
				},
				["燕"] = {
					["妮"] = {
						this = true
					}
				}
			},
			["堕"] = {
				["落"] = {
					["记"] = {
						this = true
					}
				}
			},
			["肉"] = {
				["搏"] = {
					["强"] = {
						["奸"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["更"] = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					["白"] = {
						["艳"] = {
							["妮"] = {
								this = true
							}
						},
						["燕"] = {
							["妮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["/"] = {
			["用"] = {
				["钱"] = {
					["包"] = {
						this = true
					}
				}
			}
		},
		["棍"] = {
			this = true,
			["警"] = {
				["用"] = {
					["装"] = {
						["备"] = {
							this = true,
							["出"] = {
								["售"] = {
									this = true
								}
							}
						}
					}
				}
			},
			[","] = {
				["电"] = {
					["警"] = {
						["棍"] = {
							["\""] = {
								this = true
							}
						}
					}
				}
			},
			["刀"] = {
				this = true
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["价"] = {
				["格"] = {
					this = true
				}
			},
			["批"] = {
				["髮"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			},
			["品"] = {
				["种"] = {
					["多"] = {
						["样"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["铐"] = {
					["警"] = {
						["械"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		d = {
			["察"] = {
				["专"] = {
					["用"] = {
						this = true
					}
				}
			}
		},
		["棒"] = {
			this = true
		},
		["报"] = {
			["器"] = {
				this = true
			}
		},
		["备"] = {
			["车"] = {
				["证"] = {
					this = true
				}
			},
			["品"] = {
				["付"] = {
					["款"] = {
						["发"] = {
							["货"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["变"] = {
			this = true
		},
		["嚓"] = {
			["證"] = {
				["眞"] = {
					["皮"] = {
						this = true
					}
				}
			}
		},
		["车"] = {
			["牌"] = {
				["照"] = {
					this = true
				}
			},
			["贴"] = {
				this = true
			}
		},
		["川"] = {
			["菜"] = {
				["菜"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["笛"] = {
			this = true
		},
		["电"] = {
			["击"] = {
				["棒"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["方"] = {
			this = true,
			["尚"] = {
				["义"] = {
					["街"] = {
						["活"] = {
							["捉"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["菔"] = {
			["手"] = {
				["铐"] = {
					this = true
				}
			}
		},
		["悹"] = {
			["證"] = {
				this = true
			}
		},
		["号"] = {
			this = true,
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["局"] = {
			this = true
		},
		["甪"] = {
			["催"] = {
				["涙"] = {
					["噴"] = {
						["射"] = {
							["噐"] = {
								this = true
							}
						}
					}
				}
			},
			["電"] = {
				["擊"] = {
					["棒"] = {
						this = true
					}
				}
			}
		},
		["民"] = {
			["冲"] = {
				["突"] = {
					this = true
				}
			},
			["两"] = {
				["用"] = {
					["匕"] = {
						["首"] = {
							this = true
						}
					}
				}
			}
		},
		["枪"] = {
			this = true
		},
		["容"] = {
			["界"] = {
				this = true
			}
		},
		["上"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["千"] = {
				["寻"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["尋"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["夕"] = {
				["美"] = {
					this = true
				}
			},
			["佑"] = {
				["香"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["绳"] = {
			this = true
		},
		["卫"] = {
			["局"] = {
				this = true
			},
			["谭"] = {
				x = {
					this = true
				}
			}
		},
		["务"] = {
			["文"] = {
				["职"] = {
					["档"] = {
						["案"] = {
							this = true
						}
					}
				}
			}
		},
		["械"] = {
			this = true,
			["装"] = {
				["备"] = {
					this = true
				}
			}
		},
		["证"] = {
			this = true,
			["号"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["惹"] = {
		["火"] = {
			["身"] = {
				["材"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["扉"] = {
		["之"] = {
			["阴"] = {
				this = true
			},
			["陰"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["空"] = {
		["姐"] = {
			["性"] = {
				["交"] = {
					this = true
				}
			},
			A = {
				V = {
					this = true
				}
			},
			["被"] = {
				["强"] = {
					["奸"] = {
						this = true
					}
				}
			},
			["操"] = {
				this = true
			},
			["出"] = {
				["台"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			},
			["强"] = {
				["奸"] = {
					["门"] = {
						this = true
					}
				}
			},
			["骚"] = {
				B = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				},
				["門"] = {
					["服"] = {
						["務"] = {
							this = true
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					this = true
				},
				["毛"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			},
			["無"] = {
				["碼"] = {
					this = true
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["制"] = {
				["服"] = {
					this = true,
					["的"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			}
		},
		["氣"] = {
			["精"] = {
				["靈"] = {
					this = true
				}
			}
		},
		["虛"] = {
			["的"] = {
				["伊"] = {
					["坤"] = {
						this = true
					}
				}
			},
			["之"] = {
				["地"] = {
					this = true
				}
			}
		},
		["气"] = {
			["炮"] = {
				this = true
			},
			["枪"] = {
				this = true
			}
		},
		["中"] = {
			["城"] = {
				["市"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					["墙"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["飞"] = {
				["人"] = {
					this = true
				}
			},
			["飛"] = {
				["人"] = {
					this = true
				}
			},
			["拦"] = {
				["截"] = {
					["改"] = {
						["号"] = {
							this = true
						}
					}
				}
			},
			["马"] = {
				["戏"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["军"] = {
			["一"] = {
				["号"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["副"] = {
				["参"] = {
					["谋"] = {
						["长"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["匕"] = {
						["首"] = {
							this = true
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			},
			["武"] = {
				["士"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["型"] = {
				["的"] = {
					M = {
						["1"] = {
							["6"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["空"] = {
			["撸"] = {
				this = true
			},
			["幻"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true
					}
				}
			}
		},
		["白"] = {
			["增"] = {
				["值"] = {
					["税"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true,
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["普"] = {
				["通"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["商"] = {
				["业"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["难"] = {
			this = true
		},
		["難"] = {
			this = true
		},
		m = {
			["姐"] = {
				this = true
			}
		},
		["包"] = {
			["弹"] = {
				["抛"] = {
					["射"] = {
						this = true
					}
				},
				["助"] = {
					["退"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["仓"] = {
			["挂"] = {
				["机"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			}
		},
		["巢"] = {
			["留"] = {
				["守"] = {
					["村"] = {
						["妇"] = {
							this = true
						}
					}
				}
			}
		},
		["间"] = {
			["中"] = {
				["奖"] = {
					this = true
				}
			}
		},
		["劲"] = {
			["功"] = {
				this = true
			}
		},
		["射"] = {
			["巡"] = {
				["航"] = {
					["导"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["天"] = {
			["使"] = {
				["好"] = {
					["色"] = {
						["妻"] = {
							this = true
						}
					}
				},
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["系"] = {
					["列"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["心"] = {
			["尖"] = {
				["头"] = {
					["铅"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["椅"] = {
			["子"] = {
				this = true,
				[" "] = {
					["奥"] = {
						["斯"] = {
							["陆"] = {
								this = true
							}
						}
					}
				},
				["奥"] = {
					["斯"] = {
						["陆"] = {
							this = true
						}
					}
				},
				["及"] = {
					["刘"] = {
						["晓"] = {
							["波"] = {
								this = true
							}
						}
					}
				},
				["奖"] = {
					this = true
				}
			}
		},
		["战"] = {
			["英"] = {
				["豪"] = {
					this = true
				}
			}
		},
		["之"] = {
			["色"] = {
				["水"] = {
					["之"] = {
						["色"] = {
							this = true
						}
					}
				}
			}
		},
		["降"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			}
		}
	}
end

temp()
