pg = pg or {}
slot0 = pg
slot0.word_template_184 = {}
slot1 = slot0.word_template_184

function temp()
	uv0["校"] = {
		["园"] = {
			["浪"] = {
				["荡"] = {
					["史"] = {
						this = true
					}
				}
			},
			["静"] = {
				["坐"] = {
					this = true
				}
			}
		},
		["鸡"] = {
			this = true,
			["门"] = {
				this = true
			},
			["店"] = {
				this = true
			}
		},
		["花"] = {
			this = true,
			["沉"] = {
				["沦"] = {
					["记"] = {
						this = true
					}
				}
			},
			[","] = {
				["沉"] = {
					["沦"] = {
						["记"] = {
							["\""] = {
								this = true
							}
						}
					}
				}
			},
			["被"] = {
				["干"] = {
					["出"] = {
						["屁"] = {
							["声"] = {
								this = true
							}
						}
					}
				}
			},
			["姐"] = {
				["姐"] = {
					["初"] = {
						["下"] = {
							["海"] = {
								this = true
							}
						}
					}
				}
			},
			["门"] = {
				["性"] = {
					["爱"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["門"] = {
				["性"] = {
					["愛"] = {
						["視"] = {
							["頻"] = {
								this = true
							}
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["级"] = {
			["复"] = {
				["员"] = {
					["军"] = {
						["官"] = {
							this = true
						}
					}
				}
			}
		},
		n = {
			["花"] = {
				this = true
			}
		},
		["服"] = {
			["妹"] = {
				["赤"] = {
					["裸"] = {
						["身"] = {
							["体"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["埖"] = {
			["冂"] = {
				["性"] = {
					["噯"] = {
						["視"] = {
							["頻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["友"] = {
			["劉"] = {
				["鶴"] = {
					this = true
				}
			}
		},
		["长"] = {
			["办"] = {
				["公"] = {
					["室"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蚊"] = {
		["香"] = {
			["社"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["影"] = {
		["音"] = {
			["先"] = {
				["锋"] = {
					["资"] = {
						["源"] = {
							["男"] = {
								["人"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					},
					a = {
						v = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["酷"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["搞"] = {
		["色"] = {
			["网"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["基"] = {
			this = true
		},
		["栗"] = {
			["棒"] = {
				this = true
			}
		},
		["晚"] = {
			["会"] = {
				this = true
			},
			["會"] = {
				this = true
			}
		},
		["1"] = {
			["次"] = {
				this = true
			}
		},
		B = {
			this = true
		},
		["比"] = {
			this = true
		},
		["处"] = {
			["女"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["得"] = {
			["冒"] = {
				["白"] = {
					["浆"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["的"] = {
			["骚"] = {
				["妇"] = {
					["爽"] = {
						["歪"] = {
							["歪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["定"] = {
			["女"] = {
				["网"] = {
					["友"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			}
		},
		["搞"] = {
			["色"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["邻"] = {
			["居"] = {
				["美"] = {
					["妻"] = {
						this = true
					}
				}
			}
		},
		["妹"] = {
			["妹"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["嫩"] = {
			["逼"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["你"] = {
			this = true
		},
		["破"] = {
			["鞋"] = {
				this = true
			}
		},
		["清"] = {
			["免"] = {
				["费"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["三"] = {
			["妹"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			["手"] = {
				["的"] = {
					["少"] = {
						["妇"] = {
							this = true
						},
						["婦"] = {
							this = true
						}
					}
				}
			}
		},
		["死"] = {
			this = true
		},
		["他"] = {
			this = true
		},
		["她"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["抚"] = {
		["玉"] = {
			this = true
		},
		["摸"] = {
			["乳"] = {
				["房"] = {
					this = true
				}
			}
		},
		["摩"] = {
			["女"] = {
				["性"] = {
					["阴"] = {
						["部"] = {
							this = true
						}
					}
				}
			},
			["她"] = {
				["的"] = {
					["嫩"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["弄"] = {
			["后"] = {
				["插"] = {
					["入"] = {
						["小"] = {
							["穴"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["逃"] = {
		["亡"] = {
			["艳"] = {
				["旅"] = {
					this = true,
					["*"] = {
						this = true
					},
					["电"] = {
						["子"] = {
							["书"] = {
								this = true
							}
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["豔"] = {
				["旅"] = {
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			}
		},
		["避"] = {
			["超"] = {
				["速"] = {
					this = true,
					["违"] = {
						["章"] = {
							this = true
						}
					}
				}
			}
		},
		["犯"] = {
			this = true,
			["条"] = {
				["例"] = {
					this = true
				}
			}
		},
		["逸"] = {
			this = true
		},
		["至"] = {
			["美"] = {
				["国"] = {
					["王"] = {
						["立"] = {
							["军"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["焚"] = {
		["天"] = {
			["愤"] = {
				["天"] = {
					["淫"] = {
						["魔"] = {
							["阴"] = {
								["魔"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["烧"] = {
			["中"] = {
				["国"] = {
					["国"] = {
						["旗"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["扣"] = {
		["逼"] = {
			["网"] = {
				this = true
			}
		},
		["应"] = {
			["队"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["晓"] = {
		["晓"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["雄"] = {
			["淮"] = {
				["屁"] = {
					this = true
				}
			}
		},
		["波"] = {
			this = true,
			["0"] = {
				["2"] = {
					["和"] = {
						["平"] = {
							["奖"] = {
								this = true
							}
						}
					}
				}
			},
			["哭"] = {
				this = true
			},
			["刘"] = {
				this = true,
				["霞"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["旺"] = {
		["旺"] = {
			["撸"] = {
				this = true
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["小"] = {
				["号"] = {
					this = true
				}
			}
		},
		["气"] = {
			["山"] = {
				this = true
			}
		},
		["氣"] = {
			["山"] = {
				this = true
			}
		},
		["报"] = {
			this = true
		},
		["即"] = {
			["鑫"] = {
				["汽"] = {
					["配"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			["食"] = {
				["品"] = {
					this = true
				}
			}
		},
		["角"] = {
			["集"] = {
				["会"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["占"] = {
				["领"] = {
					this = true
				}
			}
		},
		["仔"] = {
			["小"] = {
				["馒"] = {
					["头"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
