pg = pg or {}
slot0 = pg
slot0.word_template_21 = {}
slot1 = slot0.word_template_21

function temp()
	uv0["海"] = {
		["洛"] = {
			["因"] = {
				this = true,
				["制"] = {
					["作"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				},
				["出"] = {
					["售"] = {
						[" "] = {
							["北"] = {
								["京"] = {
									this = true
								}
							}
						},
						["冰"] = {
							["毒"] = {
								[" "] = {
									["手"] = {
										["枪"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				K = {
					["粉"] = {
						this = true
					}
				},
				T = {
					E = {
						L = {
							this = true
						}
					}
				},
				["白"] = {
					["牙"] = {
						["签"] = {
							this = true
						}
					}
				},
				["麻"] = {
					["古"] = {
						this = true
					}
				},
				["四"] = {
					["号"] = {
						this = true
					}
				},
				["在"] = {
					["哪"] = {
						this = true
					}
				},
				["猪"] = {
					["肉"] = {
						this = true
					}
				}
			},
			["茵"] = {
				this = true
			},
			["洇"] = {
				this = true
			}
		},
		["洋"] = {
			["局"] = {
				this = true
			},
			["之"] = {
				["神"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["豹"] = {
			M = {
				["9"] = {
					this = true,
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["汽"] = {
						["枪"] = {
							this = true
						}
					},
					["套"] = {
						["件"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			["神"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["燕"] = {
			["策"] = {
				["略"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["研"] = {
						["究"] = {
							["论"] = {
								["坛"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["上"] = {
			["皇"] = {
				["宫"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["弄"] = {
				["菊"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["峡"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["立"] = {
			["方"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						},
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["王"] = {
			["星"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["南"] = {
			["岛"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["哪"] = {
				["能"] = {
					["买"] = {
						["到"] = {
							["银"] = {
								["行"] = {
									["卡"] = {
										["四"] = {
											["件"] = {
												["套"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["中"] = {
				this = true
			}
		},
		["皇"] = {
			["星"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["盗"] = {
			["船"] = {
				["宅"] = {
					["男"] = {
						this = true
					}
				}
			},
			["的"] = {
				["悠"] = {
					["闲"] = {
						this = true,
						["生"] = {
							["活"] = {
								this = true,
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["の"] = {
				["悠"] = {
					["闲"] = {
						["生"] = {
							["活"] = {
								this = true
							}
						}
					}
				}
			},
			["刀"] = {
				this = true,
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["时"] = {
				["代"] = {
					this = true
				}
			},
			["王"] = {
				this = true
			},
			["与"] = {
				["吸"] = {
					["血"] = {
						["鬼"] = {
							this = true
						}
					}
				}
			}
		},
		["外"] = {
			["护"] = {
				["法"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["报"] = {
				["纸"] = {
					["缺"] = {
						["页"] = {
							this = true
						}
					}
				}
			},
			["民"] = {
				["运"] = {
					this = true
				}
			}
		},
		["量"] = {
			["论"] = {
				["坛"] = {
					["群"] = {
						["发"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		l = {
			u = {
				o = {
					["因"] = {
						this = true
					}
				}
			}
		},
		[" "] = {
			["洛"] = {
				[" "] = {
					["因"] = {
						this = true
					}
				}
			}
		},
		["边"] = {
			["的"] = {
				["恋"] = {
					["人"] = {
						["们"] = {
							this = true
						}
					}
				}
			}
		},
		["葱"] = {
			["糖"] = {
				["甙"] = {
					this = true
				}
			}
		},
		["盜"] = {
			["時"] = {
				["代"] = {
					this = true
				}
			},
			["王"] = {
				this = true
			}
		},
		["的"] = {
			["浪"] = {
				["漫"] = {
					this = true
				}
			}
		},
		["都"] = {
			["小"] = {
				["记"] = {
					["者"] = {
						this = true
					}
				},
				["記"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["丰"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["风"] = {
			["子"] = {
				this = true
			}
		},
		["港"] = {
			["城"] = {
				this = true
			}
		},
		["关"] = {
			["罚"] = {
				["没"] = {
					this = true
				}
			},
			["总"] = {
				["署"] = {
					this = true
				}
			}
		},
		["拉"] = {
			["尔"] = {
				this = true,
				["办"] = {
					["假"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["莱"] = {
			["特"] = {
				["尼"] = {
					["亚"] = {
						["孜"] = {
							this = true
						}
					}
				}
			}
		},
		["狸"] = {
			["嘴"] = {
				this = true
			}
		},
		["林"] = {
			["办"] = {
				["会"] = {
					["计"] = {
						["师"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["伦"] = {
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["螺"] = {
			["神"] = {
				this = true,
				["低"] = {
					["价"] = {
						this = true
					}
				}
			}
		},
		["米"] = {
			["那"] = {
				this = true
			}
		},
		["皮"] = {
			["撸"] = {
				this = true
			}
		},
		["水"] = {
			["浴"] = {
				["场"] = {
					["的"] = {
						["不"] = {
							["伦"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["棠"] = {
			["春"] = {
				["色"] = {
					this = true
				}
			}
		},
		["天"] = {
			["英"] = {
				["雄"] = {
					["传"] = {
						this = true
					},
					["傳"] = {
						this = true
					}
				}
			}
		},
		["威"] = {
			["尔"] = {
				["突"] = {
					["擊"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["伍"] = {
			["德"] = {
				this = true
			}
		},
		["妖"] = {
			this = true
		},
		["野"] = {
			["奈"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["真"] = {
				["珠"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["逸"] = {
			["半"] = {
				["岛"] = {
					["赌"] = {
						["博"] = {
							this = true
						}
					}
				}
			}
		},
		["楽"] = {
			["榊"] = {
				["專"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			}
		},
		["云"] = {
			["武"] = {
				["士"] = {
					["刺"] = {
						this = true,
						["专"] = {
							this = true
						}
					},
					["刀"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["砍"] = {
						["刀"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			}
		},
		["雲"] = {
			["武"] = {
				["士"] = {
					["刺"] = {
						this = true
					},
					["刀"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			}
		},
		["运"] = {
			["女"] = {
				["裸"] = {
					["照"] = {
						this = true
					}
				}
			}
		},
		["贼"] = {
			["王"] = {
				["顶"] = {
					["级"] = {
						["弹"] = {
							["弓"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["之"] = {
			["家"] = {
				["痴"] = {
					["汉"] = {
						this = true
					}
				}
			},
			["乐"] = {
				["章"] = {
					this = true
				}
			},
			["樂"] = {
				["章"] = {
					this = true
				}
			}
		},
		["珠"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["走"] = {
			["私"] = {
				["车"] = {
					["套"] = {
						["牌"] = {
							["车"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["冰"] = {
		["毒"] = {
			this = true,
			["技"] = {
				["术"] = {
					this = true
				}
			},
			["提"] = {
				["炼"] = {
					["教"] = {
						["程"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["制"] = {
					["作"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				},
				["真"] = {
					["正"] = {
						["賣"] = {
							["傢"] = {
								[" "] = {
									["冰"] = {
										["毒"] = {
											["什"] = {
												["麼"] = {
													["價"] = {
														["格"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["配"] = {
				["方"] = {
					this = true,
					[" "] = {
						["植"] = {
							["物"] = {
								["冰"] = {
									["成"] = {
										["品"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["制"] = {
				["作"] = {
					["配"] = {
						["方"] = {
							this = true
						}
					}
				}
			},
			["价"] = {
				["格"] = {
					[" "] = {
						["好"] = {
							["货"] = {
								[" "] = {
									["安"] = {
										["全"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			[" "] = {
				["麻"] = {
					["古"] = {
						["配"] = {
							["方"] = {
								this = true
							}
						}
					}
				},
				["真"] = {
					["正"] = {
						["的"] = {
							["卖"] = {
								["家"] = {
									this = true
								}
							}
						}
					}
				},
				["手"] = {
					["枪"] = {
						[" "] = {
							K = {
								["粉"] = {
									[" "] = {
										["麻"] = {
											["古"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					[" "] = {
						["上"] = {
							["海"] = {
								this = true
							}
						}
					},
					["海"] = {
						["洛"] = {
							["因"] = {
								["手"] = {
									["槍"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["买"] = {
				["卖"] = {
					[" "] = {
						["供"] = {
							["应"] = {
								[" "] = {
									K = {
										["粉"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["各"] = {
				["地"] = {
					this = true
				}
			},
			["教"] = {
				["程"] = {
					this = true
				}
			},
			["麻"] = {
				["古"] = {
					this = true
				}
			},
			["片"] = {
				this = true
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["拿"] = {
				["肉"] = {
					this = true
				}
			}
		},
		["粉"] = {
			this = true
		},
		["後"] = {
			this = true
		},
		["砖"] = {
			this = true,
			["牙"] = {
				["签"] = {
					this = true
				}
			}
		},
		["妹"] = {
			this = true,
			["陪"] = {
				["玩"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			}
		},
		["壶"] = {
			this = true,
			["水"] = {
				this = true
			}
		},
		["麻"] = {
			this = true,
			k = {
				this = true,
				["出"] = {
					["售"] = {
						this = true
					}
				}
			},
			["古"] = {
				this = true
			}
		},
		["桶"] = {
			["习"] = {
				["大"] = {
					["大"] = {
						this = true
					}
				}
			}
		},
		["火"] = {
			this = true,
			["两"] = {
				["重"] = {
					["天"] = {
						this = true
					}
				}
			},
			["兩"] = {
				["重"] = {
					["天"] = {
						this = true
					}
				}
			},
			["全"] = {
				["套"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			K = {
				["."] = {
					["古"] = {
						this = true
					}
				}
			}
		},
		["@"] = {
			d = {
				u = {
					this = true
				}
			}
		},
		d = {
			u = {
				this = true
			}
		},
		K = {
			["粉"] = {
				this = true
			}
		},
		S = {
			this = true
		},
		["Δ"] = {
			["毒"] = {
				this = true
			}
		},
		["蝳"] = {
			this = true
		},
		["狗"] = {
			this = true
		},
		["古"] = {
			this = true
		},
		["局"] = {
			this = true
		},
		["鉆"] = {
			this = true
		},
		["肉"] = {
			["麻"] = {
				["粉"] = {
					this = true
				}
			}
		},
		["石"] = {
			["配"] = {
				["方"] = {
					this = true
				}
			}
		},
		["糖"] = {
			["?"] = {
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["冰"] = {
				this = true,
				["壶"] = {
					this = true
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					}
				}
			},
			["少"] = {
				["量"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["油"] = {
			this = true,
			["4"] = {
				["号"] = {
					this = true
				}
			}
		},
		["磚"] = {
			this = true
		},
		["钻"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["摇"] = {
		["头"] = {
			["丸"] = {
				this = true,
				["制"] = {
					["作"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["*"] = {
					this = true
				},
				["成"] = {
					["品"] = {
						[" "] = {
							["冰"] = {
								["毒"] = {
									["技"] = {
										["术"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["玩"] = {
				this = true
			},
			[" "] = {
				["丸"] = {
					this = true
				}
			},
			["糖"] = {
				this = true
			},
			["芄"] = {
				this = true
			}
		},
		["乐"] = {
			["子"] = {
				this = true
			}
		},
		["钱"] = {
			["树"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		[" "] = {
			["头"] = {
				[" "] = {
					["丸"] = {
						this = true
					}
				},
				["丸"] = {
					this = true
				}
			}
		},
		["頭"] = {
			["丸"] = {
				this = true
			},
			["汍"] = {
				this = true
			}
		},
		["摇"] = {
			["乐"] = {
				["成"] = {
					["品"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鸦"] = {
		["片"] = {
			this = true,
			["液"] = {
				this = true
			},
			["渣"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["罂"] = {
		["粟"] = {
			this = true,
			["碱"] = {
				this = true
			},
			["壳"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["迷"] = {
		["幻"] = {
			["药"] = {
				this = true,
				["*"] = {
					this = true
				},
				["蒙"] = {
					["汗"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["蘑"] = {
				["菇"] = {
					this = true
				}
			},
			["精"] = {
				["华"] = {
					["素"] = {
						this = true
					}
				}
			},
			["液"] = {
				this = true
			},
			["催"] = {
				["情"] = {
					this = true
				}
			},
			["水"] = {
				this = true
			},
			["香"] = {
				this = true
			}
		},
		["奸"] = {
			this = true,
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["药"] = {
				this = true,
				["*"] = {
					this = true
				},
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["三"] = {
					["唑"] = {
						["仑"] = {
							["专"] = {
								["卖"] = {
									this = true
								}
							}
						}
					}
				},
				["强"] = {
					["奸"] = {
						["丸"] = {
							["专"] = {
								["卖"] = {
									this = true
								}
							}
						}
					}
				},
				["专"] = {
					["卖"] = {
						this = true
					}
				}
			},
			["香"] = {
				["水"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["表"] = {
				["妹"] = {
					["的"] = {
						["小"] = {
							["香"] = {
								["穴"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["粉"] = {
				this = true
			}
		},
		["药"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["魂"] = {
			this = true,
			["药"] = {
				this = true,
				["*"] = {
					this = true
				},
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["="] = {
					[">"] = {
						[">"] = {
							this = true
						}
					}
				},
				["激"] = {
					["情"] = {
						this = true,
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["币"] = {
						this = true
					}
				}
			},
			["香"] = {
				this = true,
				["*"] = {
					this = true
				},
				["烟"] = {
					this = true
				}
			},
			["洞"] = {
				this = true
			},
			["蚊"] = {
				["香"] = {
					this = true
				}
			},
			["藥"] = {
				this = true
			},
			["粉"] = {
				this = true
			}
		},
		["歼"] = {
			["药"] = {
				this = true
			}
		},
		["彩"] = {
			["秃"] = {
				["鹰"] = {
					this = true
				}
			}
		},
		["糊"] = {
			["蘑"] = {
				["菇"] = {
					["尼"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			this = true,
			["水"] = {
				this = true,
				["出"] = {
					["售"] = {
						this = true
					}
				}
			},
			["药"] = {
				["="] = {
					[">"] = {
						[">"] = {
							this = true
						}
					}
				}
			},
			["粉"] = {
				["拍"] = {
					["肩"] = {
						["迷"] = {
							["药"] = {
								["专"] = {
									["卖"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["失"] = {
			["少"] = {
				["女"] = {
					["天"] = {
						["堂"] = {
							this = true
						}
					}
				}
			},
			["北"] = {
				["京"] = {
					this = true
				}
			}
		},
		["色"] = {
			["谷"] = {
				["激"] = {
					["情"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["乱"] = {
			["禁"] = {
				["忌"] = {
					this = true
				}
			}
		},
		["昏"] = {
			["药"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["蚊"] = {
				["香"] = {
					this = true
				}
			},
			["香"] = {
				["烟"] = {
					this = true
				}
			}
		},
		["-"] = {
			["魂"] = {
				["-"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["/"] = {
			["魂"] = {
				["/"] = {
					["药"] = {
						["/"] = {
							["迷"] = {
								["/"] = {
									["昏"] = {
										["/"] = {
											["药"] = {
												["/"] = {
													["三"] = {
														["/"] = {
															["唑"] = {
																["/"] = {
																	["仑"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["{"] = {
			["5"] = {
				["}"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["殲"] = {
			["藥"] = {
				this = true
			}
		},
		["离"] = {
			["的"] = {
				["嫂"] = {
					["嫂"] = {
						this = true
					}
				}
			}
		},
		["香"] = {
			this = true
		},
		["藥"] = {
			this = true
		},
		["*"] = {
			["香"] = {
				this = true
			}
		},
		[","] = {
			["信"] = {
				["\""] = {
					this = true
				}
			}
		},
		["."] = {
			["香"] = {
				this = true
			}
		},
		["5"] = {
			["药"] = {
				this = true
			}
		},
		["你"] = {
			["色"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["水"] = {
				["妻"] = {
					this = true
				}
			},
			["丝"] = {
				["袜"] = {
					this = true
				}
			},
			["小"] = {
				["妞"] = {
					this = true
				}
			}
		},
		["忄"] = {
			["青"] = {
				["水"] = {
					this = true
				}
			}
		},
		["信"] = {
			this = true
		},
		["烟"] = {
			this = true
		},
		["葯"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["嗑"] = {
		["药"] = {
			this = true,
			["女"] = {
				this = true
			}
		},
		["藥"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0.K = {
		["粉"] = {
			this = true,
			["冰"] = {
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["毒"] = {
					this = true,
					["麻"] = {
						["古"] = {
							this = true
						}
					}
				}
			},
			["4"] = {
				["号"] = {
					this = true
				}
			},
			["低"] = {
				["价"] = {
					["现"] = {
						["货"] = {
							this = true
						}
					}
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						this = true
					}
				}
			},
			["货"] = {
				["源"] = {
					this = true
				}
			},
			["价"] = {
				["格"] = {
					this = true
				}
			},
			["教"] = {
				["程"] = {
					this = true
				}
			},
			["进"] = {
				["货"] = {
					["渠"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					}
				}
			},
			["缅"] = {
				["甸"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["售"] = {
				this = true
			},
			["四"] = {
				["号"] = {
					["白"] = {
						["粉"] = {
							this = true
						}
					}
				}
			},
			["送"] = {
				["货"] = {
					this = true,
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["牙"] = {
				["签"] = {
					this = true
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			},
			["有"] = {
				["货"] = {
					this = true
				},
				["售"] = {
					this = true
				}
			},
			["猪"] = {
				["肉"] = {
					this = true,
					["冰"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true
			}
		},
		E = {
			F = {
				U = {
					this = true
				}
			}
		},
		a = {
			o = {
				this = true
			}
		},
		I = {
			S = {
				S = {
					M = {
						Y = {
							A = {
								S = {
									S = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["7"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["娛"] = {
				["樂"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		T = {
			V = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["裸"] = {
					["体"] = {
						["门"] = {
							this = true
						}
					}
				},
				["女"] = {
					["孩"] = {
						this = true
					}
				}
			}
		},
		["2"] = {
			["香"] = {
				["料"] = {
					this = true,
					K = {
						["3"] = {
							["香"] = {
								["料"] = {
									this = true
								}
							}
						}
					},
					["叶"] = {
						["子"] = {
							["花"] = {
								this = true
							}
						}
					}
				}
			},
			K = {
				["3"] = {
					["香"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["飞"] = {
				["叶"] = {
					["子"] = {
						this = true
					}
				}
			},
			["精"] = {
				["炼"] = {
					["粉"] = {
						this = true
					}
				}
			},
			["鼠"] = {
				["尾"] = {
					["草"] = {
						this = true
					}
				}
			}
		},
		["3"] = {
			["香"] = {
				["料"] = {
					this = true
				}
			},
			["精"] = {
				["炼"] = {
					["粉"] = {
						this = true
					}
				}
			},
			["专"] = {
				["用"] = {
					["叶"] = {
						["子"] = {
							["花"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["他"] = {
			["命"] = {
				this = true
			}
		},
		["彩"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["8"] = {
			["凯"] = {
				["发"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["药"] = {
			this = true
		},
		u = {
			n = {
				d = {
					u = {
						n = {
							this = true
						}
					}
				}
			}
		},
		x = {
			["粉"] = {
				this = true
			}
		},
		i = {
			n = {
				g = {
					["萨"] = {
						["格"] = {
							["尔"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["&"] = {
			["粉"] = {
				this = true
			}
		},
		["="] = {
			["粉"] = {
				this = true
			}
		},
		["5"] = {
			["手"] = {
				["槍"] = {
					this = true
				}
			}
		},
		["6"] = {
			["窃"] = {
				["听"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		K = {
			["3"] = {
				["药"] = {
					this = true
				}
			},
			["骚"] = {
				["网"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		n = {
			e = {
				s = {
					e = {
						k = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		Y = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["房"] = {
			this = true
		},
		["歌"] = {
			["聊"] = {
				["天"] = {
					["打"] = {
						["屁"] = {
							this = true
						}
					}
				}
			}
		},
		["姐"] = {
			this = true
		},
		["仔"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["毒"] = {
		["品"] = {
			this = true
		},
		["龙"] = {
			["舔"] = {
				["脚"] = {
					this = true
				}
			}
		},
		["药"] = {
			this = true
		},
		["鼠"] = {
			["强"] = {
				this = true
			}
		},
		["狗"] = {
			["箭"] = {
				this = true
			},
			["丸"] = {
				this = true
			},
			["针"] = {
				this = true
			}
		},
		["气"] = {
			["赌"] = {
				["具"] = {
					this = true
				}
			}
		},
		["豺"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["古"] = {
		["柯"] = {
			this = true,
			["碱"] = {
				this = true
			},
			["叶"] = {
				this = true
			}
		},
		["龍"] = {
			["祭"] = {
				["壇"] = {
					this = true
				}
			}
		},
		["可"] = {
			["叶"] = {
				this = true
			}
		},
		["剑"] = {
			this = true,
			["淫"] = {
				["谭"] = {
					this = true
				}
			}
		},
		["方"] = {
			["迷"] = {
				["香"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["米"] = {
				["香"] = {
					this = true
				}
			}
		},
		["怪"] = {
			["歌"] = {
				this = true
			}
		},
		["拉"] = {
			["格"] = {
				this = true
			}
		},
		K = {
			this = true,
			["粉"] = {
				this = true
			}
		},
		["冰"] = {
			this = true
		},
		["川"] = {
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["由"] = {
				["麻"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["代"] = {
			["性"] = {
				["交"] = {
					this = true
				}
			}
		},
		["典"] = {
			["武"] = {
				["色"] = {
					this = true
				}
			},
			["征"] = {
				["战"] = {
					this = true
				}
			}
		},
		["董"] = {
			["枪"] = {
				this = true
			}
		},
		["都"] = {
			["光"] = {
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["野"] = {
					["外"] = {
						["刺"] = {
							["激"] = {
								this = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["汉"] = {
			this = true
		},
		["交"] = {
			["麻"] = {
				["古"] = {
					this = true
				}
			}
		},
		["兰"] = {
			["经"] = {
				this = true
			}
		},
		["老"] = {
			["的"] = {
				["符"] = {
					["咒"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["械"] = {
					this = true
				}
			}
		},
		["里"] = {
			["赤"] = {
				this = true
			}
		},
		["丽"] = {
			["米"] = {
				["拉"] = {
					["艾"] = {
						["明"] = {
							this = true
						}
					}
				}
			}
		},
		["鲁"] = {
			["拉"] = {
				this = true
			}
		},
		["刃"] = {
			["刀"] = {
				["剑"] = {
					this = true
				}
			}
		},
		["斯"] = {
			["兰"] = {
				["玛"] = {
					this = true
				}
			}
		},
		["桃"] = {
			["色"] = {
				["联"] = {
					["系"] = {
						this = true
					}
				}
			}
		},
		["田"] = {
			this = true,
			["会"] = {
				["议"] = {
					this = true,
					["习"] = {
						this = true
					}
				}
			},
			["會"] = {
				["議"] = {
					this = true
				}
			},
			["戒"] = {
				["严"] = {
					["安"] = {
						["检"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["军"] = {
					["会"] = {
						["议"] = {
							this = true
						}
					}
				}
			},
			["习"] = {
				["现"] = {
					["身"] = {
						this = true
					}
				}
			},
			["召"] = {
				["开"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								this = true
							}
						},
						["现"] = {
							["身"] = {
								this = true
							}
						}
					}
				}
			},
			["住"] = {
				["3"] = {
					["天"] = {
						this = true
					}
				},
				["三"] = {
					["天"] = {
						this = true
					}
				}
			}
		},
		["鹰"] = {
			this = true
		},
		["域"] = {
			["传"] = {
				["说"] = {
					this = true
				}
			},
			["傳"] = {
				["說"] = {
					this = true
				}
			}
		},
		["月"] = {
			["帝"] = {
				this = true
			}
		},
		["镇"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["子"] = {
			this = true
		},
		["惑"] = {
			["仔"] = {
				["之"] = {
					["少"] = {
						["年"] = {
							["激"] = {
								["斗"] = {
									this = true
								},
								["鬭"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
