pg = pg or {}
slot0 = pg
slot0.word_template_142 = {}
slot1 = slot0.word_template_142

function temp()
	uv0["约"] = {
		["炮"] = {
			this = true,
			["网"] = {
				this = true
			},
			["情"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["啪"] = {
			this = true,
			["秀"] = {
				this = true
			}
		},
		["泡"] = {
			this = true
		},
		["会"] = {
			["强"] = {
				["暴"] = {
					["药"] = {
						this = true,
						["片"] = {
							this = true
						}
					},
					["粉"] = {
						this = true
					}
				},
				["*"] = {
					["爆"] = {
						["药"] = {
							["片"] = {
								this = true
							}
						}
					}
				},
				["爆"] = {
					["药"] = {
						["片"] = {
							this = true
						}
					}
				},
				["奸"] = {
					["丸"] = {
						this = true
					}
				}
			},
			["药"] = {
				this = true
			}
		},
		["束"] = {
			["带"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["蓝"] = {
		["鲸"] = {
			this = true,
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["死"] = {
				["亡"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["挑"] = {
				["战"] = {
					this = true
				}
			}
		},
		["盾"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			}
		},
		["天"] = {
			["航"] = {
				["空"] = {
					["公"] = {
						["司"] = {
							["的"] = {
								["空"] = {
									["姐"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["不"] = {
				["见"] = {
					this = true
				}
			},
			["飞"] = {
				["扬"] = {
					this = true
				}
			},
			["开"] = {
				["锁"] = {
					this = true
				}
			}
		},
		["冠"] = {
			["在"] = {
				["线"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["宝"] = {
			["石"] = {
				["网"] = {
					["络"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["鸟"] = {
			["福"] = {
				["利"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["出"] = {
				["品"] = {
					["剧"] = {
						["情"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鹰"] = {
			["电"] = {
				["警"] = {
					["棍"] = {
						this = true
					}
				},
				["井"] = {
					["棍"] = {
						this = true
					}
				}
			},
			["第"] = {
				["三"] = {
					["代"] = {
						["电"] = {
							["棍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["纤"] = {
				["维"] = {
					["纸"] = {
						["浆"] = {
							this = true,
							["精"] = {
								this = true
							}
						}
					}
				}
			},
			["风"] = {
				["词"] = {
					["曲"] = {
						this = true
					}
				}
			},
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["魅"] = {
				["影"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["冰"] = {
			this = true
		},
		["布"] = {
			["谷"] = {
				["极"] = {
					["品"] = {
						["肉"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["川"] = {
			["惠"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["光"] = {
			["加"] = {
				["勒"] = {
					["比"] = {
						["无"] = {
							["马"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["洲"] = {
					A = {
						V = {
							this = true
						}
					}
				}
			}
		},
		["精"] = {
			["灵"] = {
				this = true,
				["催"] = {
					["情"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["井"] = {
			["路"] = {
				["加"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["警"] = {
			["路"] = {
				["加"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["尚"] = {
			["概"] = {
				["念"] = {
					this = true
				}
			}
		},
		["丝"] = {
			["带"] = {
				this = true,
				["运"] = {
					["动"] = {
						this = true
					}
				}
			}
		},
		["颜"] = {
			["有"] = {
				["奕"] = {
					this = true
				}
			}
		},
		["月"] = {
			["传"] = {
				["奇"] = {
					["私"] = {
						["服"] = {
							this = true
						}
					}
				}
			}
		},
		["仔"] = {
			this = true
		},
		["之"] = {
			["雨"] = {
				["催"] = {
					["情"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["朴"] = {
		["景"] = {
			["惠"] = {
				this = true
			}
		},
		["槿"] = {
			["惠"] = {
				this = true
			}
		},
		["鸣"] = {
			["呼"] = {
				this = true
			}
		},
		["诚"] = {
			["商"] = {
				["务"] = {
					["调"] = {
						["查"] = {
							this = true
						}
					}
				}
			}
		},
		["明"] = {
			["善"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["许"] = {
		["其"] = {
			["亮"] = {
				this = true
			}
		},
		["世"] = {
			["友"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["家"] = {
			["屯"] = {
				this = true
			}
		},
		["达"] = {
			["哲"] = {
				this = true
			}
		},
		["帆"] = {
			this = true
		},
		["伙"] = {
			["计"] = {
				this = true
			}
		},
		["江"] = {
			["艺"] = {
				["术"] = {
					["展"] = {
						this = true
					}
				}
			}
		},
		["万"] = {
			["平"] = {
				this = true
			}
		},
		["逊"] = {
			this = true
		},
		["耀"] = {
			["元"] = {
				this = true
			}
		},
		["颖"] = {
			["裸"] = {
				["照"] = {
					this = true
				}
			}
		},
		["永"] = {
			["跃"] = {
				this = true
			}
		},
		["振"] = {
			["东"] = {
				[" "] = {
					["贺"] = {
						["家"] = {
							["二"] = {
								["儿"] = {
									["子"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["宗"] = {
			["衡"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["范"] = {
		["长"] = {
			["龙"] = {
				this = true
			},
			["秘"] = {
				this = true
			}
		},
		["百"] = {
			["龄"] = {
				this = true
			}
		},
		["冰"] = {
			["冰"] = {
				this = true,
				A = {
					["片"] = {
						this = true
					}
				},
				["高"] = {
					["清"] = {
						["偷"] = {
							["拍"] = {
								this = true
							}
						}
					}
				},
				["裸"] = {
					["体"] = {
						this = true
					}
				}
			}
		},
		["纯"] = {
			["仁"] = {
				this = true
			}
		},
		["骅"] = {
			this = true
		},
		["统"] = {
			this = true
		},
		["爷"] = {
			["的"] = {
				O = {
					L = {
						["控"] = {
							this = true
						}
					}
				}
			}
		},
		["移"] = {
			["城"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["孟"] = {
		["建"] = {
			["柱"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["栗"] = {
		["战"] = {
			["书"] = {
				this = true
			}
		},
		["智"] = {
			this = true
		},
		["林"] = {
			["里"] = {
				["莉"] = {
					this = true
				}
			}
		},
		["崎"] = {
			["紗"] = {
				["理"] = {
					["奈"] = {
						this = true
					}
				}
			}
		},
		["原"] = {
			["美"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["韩"] = {
		[" "] = {
			[" "] = {
				["正"] = {
					this = true
				}
			}
		},
		["国"] = {
			["叛"] = {
				["逆"] = {
					["者"] = {
						this = true
					}
				}
			},
			A = {
				R = {
					["6"] = {
						["猎"] = {
							["人"] = {
								["王"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["撸"] = {
				this = true
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true
			}
		},
		["正"] = {
			this = true,
			["不"] = {
				["妙"] = {
					this = true
				}
			},
			["降"] = {
				["职"] = {
					["副"] = {
						["市"] = {
							["长"] = {
								this = true
							}
						}
					}
				}
			},
			["下"] = {
				["台"] = {
					this = true
				}
			}
		},
		["光"] = {
			this = true
		},
		["东"] = {
			["方"] = {
				this = true,
				["2"] = {
					["0"] = {
						["周"] = {
							["年"] = {
								this = true
							}
						}
					}
				},
				["6"] = {
					["4"] = {
						this = true
					}
				},
				["八"] = {
					["九"] = {
						["工"] = {
							["自"] = {
								["联"] = {
									["领"] = {
										["袖"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["工"] = {
					["运"] = {
						this = true
					},
					["自"] = {
						["联"] = {
							this = true,
							["韩"] = {
								["东"] = {
									["方"] = {
										this = true
									}
								}
							},
							["领"] = {
								["袖"] = {
									this = true
								}
							}
						}
					}
				},
				["领"] = {
					["袖"] = {
						this = true
					}
				},
				["学"] = {
					["运"] = {
						this = true
					}
				}
			}
		},
		["联"] = {
			["潮"] = {
				this = true
			}
		},
		["文"] = {
			["身"] = {
				["份"] = {
					["证"] = {
						["生"] = {
							["成"] = {
								["器"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["杼"] = {
			["滨"] = {
				this = true
			}
		},
		["版"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["成"] = {
			["珠"] = {
				["性"] = {
					["爱"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["非"] = {
			["占"] = {
				["位"] = {
					this = true
				}
			}
		},
		["桂"] = {
			["芝"] = {
				this = true
			}
		},
		["亨"] = {
			["林"] = {
				this = true
			}
		},
		["军"] = {
			["刺"] = {
				["收"] = {
					["藏"] = {
						this = true,
						["刀"] = {
							this = true
						},
						["忉"] = {
							this = true
						}
					}
				}
			}
		},
		["启"] = {
			["德"] = {
				this = true
			}
		},
		["日"] = {
			["无"] = {
				["码"] = {
					["色"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["世"] = {
			["忠"] = {
				this = true
			}
		},
		["式"] = {
			S = {
				E = {
					X = {
						["吧"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["刺"] = {
					["刀"] = {
						this = true
					},
					["忉"] = {
						this = true
					}
				}
			}
		},
		["天"] = {
			["石"] = {
				this = true
			}
		},
		["微"] = {
			["微"] = {
				["的"] = {
					["第"] = {
						["一"] = {
							["次"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["现"] = {
			["役"] = {
				["军"] = {
					["刀"] = {
						this = true
					},
					["忉"] = {
						this = true
					}
				}
			}
		},
		["银"] = {
			["叶"] = {
				this = true
			}
		},
		["映"] = {
			["雪"] = {
				this = true
			}
		},
		["永"] = {
			["安"] = {
				this = true
			}
		},
		["战"] = {
			["5"] = {
				["0"] = {
					["纪"] = {
						["念"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["长"] = {
			["赋"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["满"] = {
		["意"] = {
			["付"] = {
				["款"] = {
					this = true
				}
			}
		},
		["源"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["洲"] = {
			["第"] = {
				["三"] = {
					["帝"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		["狗"] = {
			this = true
		},
		["屏"] = {
			["尽"] = {
				["是"] = {
					["戏"] = {
						["（"] = {
							["习"] = {
								["）"] = {
									["宽"] = {
										["衣"] = {
											[""] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["园"] = {
			["春"] = {
				["色"] = {
					this = true
				}
			}
		},
		["足"] = {
			["你"] = {
				["们"] = {
					["的"] = {
						["欲"] = {
							["望"] = {
								this = true
							}
						}
					}
				}
			},
			["午"] = {
				["夜"] = {
					["激"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["欲"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["到"] = {
		["付"] = {
			this = true
		},
		["#"] = {
			["槍"] = {
				g = {
					o = {
						u = {
							["电"] = {
								this = true
							}
						}
					}
				}
			}
		},
		k = {
			["粉"] = {
				this = true
			}
		},
		["冰"] = {
			["毒"] = {
				this = true
			}
		},
		["好"] = {
			["枪"] = {
				this = true
			}
		},
		["假"] = {
			B = {
				this = true
			},
			["币"] = {
				this = true
			}
		},
		["蒾"] = {
			["情"] = {
				this = true
			}
		},
		["期"] = {
			["邓"] = {
				["小"] = {
					["平"] = {
						this = true
					}
				}
			},
			["杀"] = {
				["二"] = {
					["十"] = {
						["万"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["汽"] = {
			["枪"] = {
				this = true
			}
		},
		["枪"] = {
			this = true
		},
		["槍"] = {
			this = true,
			["$"] = {
				["电"] = {
					this = true
				}
			},
			g = {
				o = {
					u = {
						["电"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				this = true
			},
			["電"] = {
				this = true
			},
			["儿"] = {
				["电"] = {
					this = true
				}
			}
		},
		["手"] = {
			["枪"] = {
				this = true
			}
		},
		["葯"] = {
			this = true
		},
		["真"] = {
			["枪"] = {
				this = true
			}
		}
	}
end

temp()
