pg = pg or {}
slot0 = pg
slot0.word_template_14 = {}
slot1 = slot0.word_template_14

function temp()
	uv0["政"] = {
		["变"] = {
			this = true,
			["了"] = {
				this = true
			}
		},
		["治"] = {
			this = true,
			["反"] = {
				["对"] = {
					["派"] = {
						this = true
					}
				},
				["對"] = {
					["派"] = {
						this = true
					}
				}
			},
			["犯"] = {
				this = true
			},
			["打"] = {
				["击"] = {
					this = true
				}
			},
			["压"] = {
				["迫"] = {
					this = true
				}
			},
			["迫"] = {
				["害"] = {
					this = true
				}
			},
			["避"] = {
				["难"] = {
					this = true
				}
			},
			["局"] = {
				["常"] = {
					["委"] = {
						this = true
					}
				}
			},
			["风"] = {
				["波"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["恶"] = {
				["棍"] = {
					this = true
				}
			},
			["小"] = {
				["丑"] = {
					this = true
				}
			},
			["侦"] = {
				["察"] = {
					["学"] = {
						["×"] = {
							["×"] = {
								["×"] = {
									["×"] = {
										["×"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["遗"] = {
				["产"] = {
					this = true
				}
			},
			["遺"] = {
				["産"] = {
					this = true
				}
			}
		},
		["府"] = {
			this = true,
			["软"] = {
				["弱"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["无"] = {
				["能"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["文"] = {
				["件"] = {
					["*"] = {
						this = true
					}
				}
			},
			["是"] = {
				["保"] = {
					["姆"] = {
						this = true
					}
				}
			},
			["無"] = {
				["能"] = {
					this = true
				}
			},
			["要"] = {
				["保"] = {
					["护"] = {
						["腐"] = {
							["败"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["權"] = {
			this = true
		},
		["腐"] = {
			this = true
		},
		["付"] = {
			this = true
		},
		["俯"] = {
			this = true
		},
		["一"] = {
			["府"] = {
				this = true
			}
		},
		["百"] = {
			["度"] = {
				["府"] = {
					this = true
				}
			}
		},
		f = {
			this = true
		},
		z = {
			h = {
				i = {
					this = true
				}
			}
		},
		["协"] = {
			this = true,
			["车"] = {
				["证"] = {
					this = true
				}
			},
			["副"] = {
				["主"] = {
					["席"] = {
						this = true
					}
				}
			},
			["委"] = {
				["员"] = {
					this = true
				}
			},
			["主"] = {
				["席"] = {
					this = true
				}
			}
		},
		["法"] = {
			["委"] = {
				this = true,
				[" "] = {
					["康"] = {
						this = true
					}
				},
				["大"] = {
					["黑"] = {
						["马"] = {
							this = true
						}
					}
				},
				["书"] = {
					["记"] = {
						this = true
					}
				}
			},
			["沙"] = {
				["皇"] = {
					this = true
				}
			}
		},
		["變"] = {
			this = true
		},
		["策"] = {
			this = true
		},
		["改"] = {
			["难"] = {
				["南"] = {
					["海"] = {
						["来"] = {
							["信"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["见"] = {
			this = true
		},
		["令"] = {
			["不"] = {
				["出"] = {
					["中"] = {
						["南"] = {
							["海"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["权"] = {
			this = true
		},
		["坛"] = {
			["黑"] = {
				["马"] = {
					this = true
				}
			}
		},
		["要"] = {
			["亲"] = {
				["家"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["中"] = {
		["共"] = {
			this = true,
			["中"] = {
				["央"] = {
					this = true,
					["材"] = {
						["料"] = {
							this = true
						}
					},
					["大"] = {
						["换"] = {
							["血"] = {
								this = true
							}
						}
					},
					["黑"] = {
						["幕"] = {
							this = true
						}
					},
					["文"] = {
						["件"] = {
							this = true
						}
					},
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			},
			["十"] = {
				["七"] = {
					["大"] = {
						["*"] = {
							this = true
						},
						["幕"] = {
							["前"] = {
								["戏"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["走"] = {
				["狗"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["小"] = {
				["丑"] = {
					["*"] = {
						this = true
					}
				}
			},
			["恶"] = {
				["霸"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["邪"] = {
				["教"] = {
					["*"] = {
						this = true
					}
				}
			},
			["暴"] = {
				["行"] = {
					["*"] = {
						this = true
					}
				},
				["政"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["特"] = {
				["务"] = {
					["*"] = {
						this = true
					}
				}
			},
			["当"] = {
				["局"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["警"] = {
				["察"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["监"] = {
				["狱"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["政"] = {
				["权"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["坛"] = {
					["腐"] = {
						["败"] = {
							["内"] = {
								["幕"] = {
									this = true
								}
							}
						}
					}
				},
				["治"] = {
					["流"] = {
						["氓"] = {
							this = true
						}
					},
					["新"] = {
						["星"] = {
							this = true
						}
					}
				}
			},
			["迫"] = {
				["害"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["独"] = {
				["枭"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["裁"] = {
					this = true
				}
			},
			["专"] = {
				["制"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["视"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["党"] = {
				["魁"] = {
					this = true
				}
			},
			["第"] = {
				["六"] = {
					["代"] = {
						this = true
					}
				}
			},
			["媒"] = {
				["体"] = {
					this = true
				}
			},
			["内"] = {
				["斗"] = {
					this = true
				}
			},
			["太"] = {
				["子"] = {
					this = true
				}
			},
			["统"] = {
				["治"] = {
					this = true
				}
			},
			["亡"] = {
				this = true
			},
			["王"] = {
				["朝"] = {
					this = true
				}
			},
			["网"] = {
				["特"] = {
					this = true
				}
			},
			["伪"] = {
				["政"] = {
					["权"] = {
						this = true
					}
				}
			},
			["无"] = {
				["赖"] = {
					this = true
				}
			},
			["心"] = {
				["中"] = {
					["最"] = {
						["大"] = {
							["的"] = {
								["恐"] = {
									["惧"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["总"] = {
				["书"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["之"] = {
				["春"] = {
					this = true
				}
			},
			["猪"] = {
				this = true
			},
			["成"] = {
				["人"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["通"] = {
						this = true
					},
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["城"] = {
						this = true,
						["中"] = {
							["国"] = {
								["性"] = {
									["城"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["搜"] = {
					["网"] = {
						["*"] = {
							this = true
						}
					}
				}
			},
			["恐"] = {
				["怖"] = {
					["组"] = {
						["织"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						this = true
					},
					["打"] = {
						["猎"] = {
							["论"] = {
								["坛"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				},
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true,
					["网"] = {
						this = true
					},
					["大"] = {
						["全"] = {
							this = true
						}
					},
					["法"] = {
						this = true
					},
					["交"] = {
						["易"] = {
							["网"] = {
								this = true
							}
						}
					},
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					this = true
				}
			},
			["刀"] = {
				["网"] = {
					this = true
				},
				["剑"] = {
					["网"] = {
						this = true
					},
					["商"] = {
						["城"] = {
							["网"] = {
								this = true
							}
						}
					},
					["品"] = {
						["牌"] = {
							["专"] = {
								["卖"] = {
									["店"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["名"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				},
				["录"] = {
					["网"] = {
						this = true
					}
				}
			},
			["传"] = {
				["统"] = {
					["猎"] = {
						["法"] = {
							["狩"] = {
								["猎"] = {
									["论"] = {
										["坛"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["弩"] = {
				["弓"] = {
					["网"] = {
						this = true
					},
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					}
				},
				["箭"] = {
					["网"] = {
						this = true
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["爱"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["解"] = {
						["放"] = {
							["军"] = {
								this = true
							}
						}
					},
					["主"] = {
						["席"] = {
							this = true
						}
					},
					["志"] = {
						["愿"] = {
							["军"] = {
								this = true
							}
						}
					},
					["革"] = {
						["命"] = {
							["军"] = {
								["事"] = {
									["博"] = {
										["物"] = {
											["馆"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["都"] = {
					["在"] = {
						["上"] = {
							["的"] = {
								["四"] = {
									["大"] = {
										["当"] = {
											this = true,
											["*"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["权"] = {
					this = true,
					["观"] = {
						["察"] = {
							this = true
						}
					},
					["双"] = {
						["周"] = {
							["刊"] = {
								this = true
							}
						}
					},
					["卫"] = {
						["士"] = {
							this = true
						}
					}
				},
				["0"] = {
					["2"] = {
						["和"] = {
							["平"] = {
								["奖"] = {
									this = true
								}
							}
						}
					}
				},
				["的"] = {
					["希"] = {
						["望"] = {
							[" "] = {
								["\""] = {
									["热"] = {
										["血"] = {
											["与"] = {
												["光"] = {
													["荣"] = {
														["\""] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							},
							["热"] = {
								["血"] = {
									["与"] = {
										["光"] = {
											["荣"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["复"] = {
				["兴"] = {
					["党"] = {
						this = true
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["当"] = {
				["局"] = {
					this = true
				},
				["代"] = {
					["民"] = {
						["族"] = {
							["主"] = {
								["义"] = {
									["批"] = {
										["判"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["政"] = {
						["治"] = {
							["与"] = {
								["中"] = {
									["国"] = {
										["知"] = {
											["识"] = {
												["分"] = {
													["子"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			z = {
				f = {
					this = true
				}
			},
			["劳"] = {
				["工"] = {
					["通"] = {
						["讯"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["威"] = {
				["胁"] = {
					["论"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["运"] = {
						["输"] = {
							["机"] = {
								this = true,
								["*"] = {
									this = true
								}
							}
						}
					},
					["二"] = {
						this = true
					},
					["枪"] = {
						["支"] = {
							this = true
						}
					}
				},
				["刀"] = {
					["密"] = {
						["云"] = {
							["专"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["教"] = {
				["徒"] = {
					this = true
				},
				["父"] = {
					[" "] = {
						["九"] = {
							["江"] = {
								["文"] = {
									["化"] = {
										this = true
									}
								}
							}
						},
						["习"] = {
							this = true
						},
						["姚"] = {
							[" "] = {
								["国"] = {
									["安"] = {
										["诱"] = {
											["捕"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["习"] = {
						["近"] = {
							["平"] = {
								this = true
							}
						}
					}
				},
				["育"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			},
			["战"] = {
				["神"] = {
					["军"] = {
						["用"] = {
							["弓"] = {
								["弩"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["专"] = {
						this = true,
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						},
						["营"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["狩"] = {
						["猎"] = {
							["网"] = {
								this = true
							}
						}
					},
					["店"] = {
						this = true
					},
					["价"] = {
						["格"] = {
							this = true
						}
					}
				},
				["驽"] = {
					["网"] = {
						this = true
					}
				},
				["努"] = {
					["店"] = {
						this = true
					},
					["狩"] = {
						["猎"] = {
							["网"] = {
								this = true
							}
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["户"] = {
				["外"] = {
					["刀"] = {
						["具"] = {
							["网"] = {
								this = true
							}
						},
						["锋"] = {
							["网"] = {
								this = true
							}
						}
					},
					["军"] = {
						["刀"] = {
							["网"] = {
								this = true
							}
						},
						["品"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["报"] = {
				["禁"] = {
					this = true
				}
			},
			["承"] = {
				["认"] = {
					["影"] = {
						["视"] = {
							["网"] = {
								["中"] = {
									["国"] = {
										["成"] = {
											["人"] = {
												["网"] = {
													["中"] = {
														["国"] = {
															["成"] = {
																["人"] = {
																	["通"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["泛"] = {
				["蓝"] = {
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				}
			},
			["改"] = {
				["革"] = {
					["年"] = {
						["代"] = {
							["政"] = {
								["治"] = {
									["斗"] = {
										["争"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["高"] = {
				["层"] = {
					["权"] = {
						["力"] = {
							["斗"] = {
								["争"] = {
									this = true
								}
							}
						}
					},
					["人"] = {
						["事"] = {
							["变"] = {
								["动"] = {
									["解"] = {
										["读"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["等"] = {
					["学"] = {
						["历"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["官"] = {
					["待"] = {
						["遇"] = {
							this = true
						}
					}
				}
			},
			["革"] = {
				["命"] = {
					["党"] = {
						this = true
					}
				}
			},
			["共"] = {
				["产"] = {
					["党"] = {
						this = true,
						["亡"] = {
							this = true
						}
					}
				},
				["残"] = {
					["党"] = {
						this = true
					}
				},
				["惨"] = {
					["党"] = {
						this = true
					}
				},
				["和"] = {
					["党"] = {
						this = true
					}
				}
			},
			["孤"] = {
				["儿"] = {
					["院"] = {
						this = true
					}
				}
			},
			["国"] = {
				["家"] = {
					["领"] = {
						["导"] = {
							["人"] = {
								["的"] = {
									["最"] = {
										["强"] = {
											["阵"] = {
												["容"] = {
													this = true
												}
											}
										}
									}
								},
								["子"] = {
									["女"] = {
										["任"] = {
											["职"] = {
												["名"] = {
													["单"] = {
														this = true
													}
												}
											}
										}
									}
								},
								["最"] = {
									["强"] = {
										["阵"] = {
											["容"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["策"] = {
					["与"] = {
						["权"] = {
							["力"] = {
								["监"] = {
									["督"] = {
										["会"] = {
											["议"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["海"] = {
				["外"] = {
					["腐"] = {
						["败"] = {
							["兵"] = {
								["团"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					["真"] = {
						["相"] = {
							this = true
						}
					}
				},
				["十"] = {
					["年"] = {
						["代"] = {
							["大"] = {
								["饥"] = {
									["荒"] = {
										["纪"] = {
											["实"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					this = true,
					["党"] = {
						this = true,
						["联"] = {
							["合"] = {
								["总"] = {
									["部"] = {
										this = true
									}
								}
							}
						}
					},
					["报"] = {
						this = true
					},
					["节"] = {
						this = true
					},
					["阵"] = {
						["线"] = {
							this = true
						}
					},
					["之"] = {
						["悲"] = {
							["歌"] = {
								this = true
							}
						}
					}
				}
			},
			["社"] = {
				["会"] = {
					["的"] = {
						["艾"] = {
							["滋"] = {
								["病"] = {
									this = true
								}
							}
						}
					},
					["进"] = {
						["步"] = {
							["党"] = {
								this = true
							}
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["民"] = {
						["主"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			},
			["十"] = {
				["大"] = {
					["悲"] = {
						["情"] = {
							["语"] = {
								["句"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["是"] = {
				["全"] = {
					["球"] = {
						["唯"] = {
							["一"] = {
								["不"] = {
									["能"] = {
										["惹"] = {
											["的"] = {
												["国"] = {
													["家"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["特"] = {
				["色"] = {
					["错"] = {
						["别"] = {
							["字"] = {
								this = true
							}
						}
					}
				},
				["价"] = {
					["交"] = {
						["易"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["问"] = {
				["题"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["无"] = {
				["耻"] = {
					["语"] = {
						["录"] = {
							this = true
						}
					}
				}
			},
			["在"] = {
				["统"] = {
					["一"] = {
						["问"] = {
							["题"] = {
								["上"] = {
									["的"] = {
										["投"] = {
											["降"] = {
												["主"] = {
													["义"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["真"] = {
				["实"] = {
					["内"] = {
						["容"] = {
							this = true
						}
					}
				}
			},
			["政"] = {
				["坛"] = {
					["\""] = {
						["明"] = {
							["日"] = {
								["之"] = {
									["星"] = {
										["\""] = {
											this = true
										}
									}
								}
							}
						},
						["清"] = {
							["华"] = {
								["帮"] = {
									["\""] = {
										["盛"] = {
											["极"] = {
												["而"] = {
													["衰"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["新"] = {
						["星"] = {
							this = true,
							["中"] = {
								["的"] = {
									["四"] = {
										["大"] = {
											["天"] = {
												["王"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["治"] = {
					["新"] = {
						["星"] = {
							this = true
						}
					}
				},
				["府"] = {
					["发"] = {
						["布"] = {
							["的"] = {
								["2"] = {
									["1"] = {
										["人"] = {
											["通"] = {
												["缉"] = {
													["名"] = {
														["单"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["权"] = {
					["统"] = {
						["治"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["人"] = {
					["权"] = {
						this = true
					}
				},
				["陷"] = {
					["阱"] = {
						this = true
					}
				},
				["领"] = {
					["导"] = {
						["人"] = {
							this = true
						}
					}
				},
				["六"] = {
					["4"] = {
						["则"] = {
							["不"] = {
								["同"] = {
									this = true
								}
							}
						}
					}
				},
				["曼"] = {
					["德"] = {
						["拉"] = {
							this = true
						}
					}
				},
				["女"] = {
					["王"] = {
						this = true
					}
				},
				["钻"] = {
					["石"] = {
						["女"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			},
			["新"] = {
				["民"] = {
					["党"] = {
						this = true
					}
				},
				["闻"] = {
					["奖"] = {
						this = true
					}
				},
				["型"] = {
					["冲"] = {
						["锋"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["震"] = {
					["荡"] = {
						this = true
					}
				}
			},
			["时"] = {
				["报"] = {
					this = true
				}
			},
			["泄"] = {
				["露"] = {
					["新"] = {
						["冠"] = {
							["病"] = {
								["毒"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["害"] = {
				["的"] = {
					this = true
				}
			},
			["1"] = {
				["9"] = {
					["8"] = {
						["9"] = {
							[" "] = {
								["6"] = {
									[" "] = {
										["4"] = {
											["事"] = {
												["件"] = {
													this = true,
													["视"] = {
														["频"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							},
							["6"] = {
								["4"] = {
									["事"] = {
										["件"] = {
											this = true,
											["视"] = {
												["频"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					this = true,
					["真"] = {
						["相"] = {
							this = true
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["式"] = {
						this = true
					}
				}
			},
			M = {
				L = {
					H = {
						["革"] = {
							["命"] = {
								this = true
							}
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					["女"] = {
						this = true
					}
				}
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						["书"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["车"] = {
				["主"] = {
					["资"] = {
						["料"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["风"] = {
					["险"] = {
						this = true
					}
				},
				["陆"] = {
					["的"] = {
						["政"] = {
							["治"] = {
								["事"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["使"] = {
					["馆"] = {
						["前"] = {
							this = true
						}
					}
				},
				["学"] = {
					this = true
				}
			},
			["弹"] = {
				["弓"] = {
					["枪"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["底"] = {
				["层"] = {
					["访"] = {
						["谈"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			},
			["第"] = {
				["二"] = {
					["驸"] = {
						["马"] = {
							this = true,
							["冯"] = {
								["绍"] = {
									["东"] = {
										this = true,
										["曝"] = {
											["光"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						["专"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["非"] = {
				["暴"] = {
					["力"] = {
						["的"] = {
							["旗"] = {
								["帜"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["封"] = {
				["锁"] = {
					t = {
						w = {
							i = {
								t = {
									t = {
										e = {
											r = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["福"] = {
				["利"] = {
					["彩"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["气"] = {
						["枪"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["工"] = {
				["商"] = {
					["数"] = {
						["据"] = {
							["网"] = {
								this = true
							}
						}
					},
					["银"] = {
						["行"] = {
							this = true
						}
					}
				}
			},
			["公"] = {
				["民"] = {
					[" "] = {
						["诺"] = {
							["贝"] = {
								["尔"] = {
									["和"] = {
										["平"] = {
											["奖"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["股"] = {
				["民"] = {
					["资"] = {
						["源"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["官"] = {
				["方"] = {
					["称"] = {
						["之"] = {
							["为"] = {
								["动"] = {
									["乱"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["好"] = {
				["声"] = {
					["音"] = {
						["中"] = {
							["奖"] = {
								this = true
							}
						}
					}
				}
			},
			["黑"] = {
				["暗"] = {
					["事"] = {
						["件"] = {
							["公"] = {
								["布"] = {
									["名"] = {
										["单"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["客"] = {
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["刀"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["华"] = {
				["人"] = {
					["色"] = {
						["站"] = {
							this = true
						}
					}
				},
				["夏"] = {
					["弩"] = {
						["箭"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["驾"] = {
				["照"] = {
					["服"] = {
						["务"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["叫"] = {
				["床"] = {
					["功"] = {
						["夫"] = {
							this = true
						}
					}
				}
			},
			["禁"] = {
				["闻"] = {
					["维"] = {
						["权"] = {
							this = true
						}
					},
					["中"] = {
						["共"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["英"] = {
					["统"] = {
						["治"] = {
							["阶"] = {
								["层"] = {
									["的"] = {
										["政"] = {
											["治"] = {
												["氛"] = {
													["围"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["控"] = {
				["诉"] = {
					this = true
				}
			},
			["狼"] = {
				this = true
			},
			["零"] = {
				["八"] = {
					["宪"] = {
						["章"] = {
							this = true
						}
					}
				}
			},
			["留"] = {
				["学"] = {
					["生"] = {
						["张"] = {
							["丽"] = {
								this = true
							}
						}
					}
				}
			},
			["隆"] = {
				["丰"] = {
					this = true
				}
			},
			["楼"] = {
				["凤"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["裸"] = {
				["模"] = {
					this = true,
					["安"] = {
						["安"] = {
							this = true
						}
					},
					["晶"] = {
						["晶"] = {
							this = true
						}
					},
					["私"] = {
						["拍"] = {
							["辑"] = {
								this = true
							}
						}
					},
					["苏"] = {
						["蕾"] = {
							this = true
						}
					},
					["晓"] = {
						["敏"] = {
							this = true
						}
					}
				}
			},
			["绿"] = {
				["党"] = {
					this = true
				}
			},
			["猛"] = {
				["男"] = {
					this = true
				}
			},
			["梦"] = {
				["心"] = {
					["水"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["密"] = {
				["报"] = {
					this = true
				}
			},
			["茉"] = {
				["莉"] = {
					["花"] = {
						["革"] = {
							["命"] = {
								this = true
							}
						}
					}
				}
			},
			["慕"] = {
				["残"] = {
					["文"] = {
						["学"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["南"] = {
				["方"] = {
					["航"] = {
						["空"] = {
							this = true
						}
					}
				}
			},
			["努"] = {
				["弓"] = {
					["专"] = {
						this = true
					}
				}
			},
			["平"] = {
				["安"] = {
					[" "] = {
						["股"] = {
							["东"] = {
								[" "] = {
									["温"] = {
										["家"] = {
											["宝"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["企"] = {
				["业"] = {
					["名"] = {
						["录"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["狗"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true,
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["亲"] = {
				["兄"] = {
					["弟"] = {
						["弓"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["吧"] = {
					this = true
				},
				["情"] = {
					["站"] = {
						this = true
					}
				}
			},
			["神"] = {
				["努"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["弩"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["式"] = {
				["政"] = {
					["变"] = {
						this = true
					}
				}
			},
			["首"] = {
				["骗"] = {
					["陈"] = {
						["光"] = {
							["标"] = {
								this = true
							}
						}
					}
				}
			},
			["淘"] = {
				["宝"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["偷"] = {
				["拍"] = {
					["网"] = {
						this = true
					}
				}
			},
			["宪"] = {
				["政"] = {
					["转"] = {
						["型"] = {
							this = true
						}
					}
				}
			},
			["烟"] = {
				["花"] = {
					["爆"] = {
						["竹"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["阳"] = {
				["江"] = {
					["刀"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["野"] = {
				["狼"] = {
					["弩"] = {
						["箭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["业"] = {
				["务"] = {
					["员"] = {
						["联"] = {
							["盟"] = {
								this = true
							}
						}
					}
				}
			},
			["移"] = {
				["动"] = {
					this = true,
					["通"] = {
						["信"] = {
							this = true
						}
					}
				}
			},
			["异"] = {
				["议"] = {
					["人"] = {
						["士"] = {
							["六"] = {
								["四"] = {
									["平"] = {
										["反"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["银"] = {
				["联"] = {
					this = true
				}
			},
			["淫"] = {
				["女"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["帝"] = {
					["温"] = {
						["家"] = {
							["宝"] = {
								this = true
							}
						}
					}
				}
			},
			["永"] = {
				["远"] = {
					["不"] = {
						["平"] = {
							["安"] = {
								this = true
							}
						}
					}
				}
			},
			["有"] = {
				["炸"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["黄"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["网"] = {
						this = true
					}
				}
			},
			["直"] = {
				["销"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					["滚"] = {
						["动"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["然"] = {
					["特"] = {
						["异"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			},
			["足"] = {
				["彩"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["对"] = {
				["世"] = {
					["界"] = {
						["的"] = {
							["威"] = {
								["胁"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["央"] = {
			this = true,
			["电"] = {
				["视"] = {
					["台"] = {
						this = true
					}
				}
			},
			["電"] = {
				["視"] = {
					["臺"] = {
						this = true
					}
				}
			},
			["委"] = {
				["员"] = {
					this = true
				}
			},
			["习"] = {
				this = true
			},
			["领"] = {
				["导"] = {
					this = true
				}
			},
			z = {
				f = {
					this = true
				}
			},
			["军"] = {
				["委"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["文"] = {
				["件"] = {
					this = true
				}
			},
			["资"] = {
				["料"] = {
					this = true
				}
			},
			["社"] = {
				this = true
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["習"] = {
				this = true
			}
		},
		["文"] = {
			["搜"] = {
				["性"] = {
					["网"] = {
						this = true
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["年"] = {
			["美"] = {
				["妇"] = {
					this = true
				},
				["婦"] = {
					this = true
				}
			},
			["胖"] = {
				["子"] = {
					this = true
				}
			}
		},
		["毒"] = {
			["的"] = {
				["圖"] = {
					["騰"] = {
						this = true
					}
				}
			},
			["圖"] = {
				["騰"] = {
					this = true
				}
			}
		},
		["俄"] = {
			["邊"] = {
				["界"] = {
					this = true
				}
			},
			["边"] = {
				["界"] = {
					this = true,
					["新"] = {
						["约"] = {
							this = true
						}
					}
				}
			},
			["密"] = {
				["约"] = {
					this = true
				}
			}
		},
		["國"] = {
			["復"] = {
				["興"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["共"] = {
				["産"] = {
					["黨"] = {
						this = true
					}
				},
				["產"] = {
					["黨"] = {
						this = true
					}
				}
			},
			["孤"] = {
				["兒"] = {
					["院"] = {
						this = true
					}
				}
			},
			["和"] = {
				["平"] = {
					this = true
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["社"] = {
				["會"] = {
					["進"] = {
						["步"] = {
							["黨"] = {
								this = true
							}
						}
					},
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["威"] = {
				["脅"] = {
					["論"] = {
						this = true
					}
				}
			},
			["問"] = {
				["題"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["移"] = {
				["動"] = {
					["通"] = {
						["信"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["實"] = {
					["內"] = {
						["容"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["春"] = {
					this = true
				}
			},
			["猪"] = {
				this = true
			},
			["當"] = {
				["局"] = {
					this = true
				}
			},
			["國"] = {
				["家"] = {
					["領"] = {
						["導"] = {
							["人"] = {
								["子"] = {
									["女"] = {
										["任"] = {
											["職"] = {
												["名"] = {
													["單"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["恐"] = {
				["怖"] = {
					["組"] = {
						["織"] = {
							this = true
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					["黨"] = {
						this = true
					}
				}
			},
			["新"] = {
				["聞"] = {
					["獎"] = {
						this = true
					}
				},
				["型"] = {
					["衝"] = {
						["鋒"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["愛"] = {
					["城"] = {
						this = true
					}
				}
			},
			["遊"] = {
				["戲"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["政"] = {
				["府"] = {
					this = true
				}
			},
			["豬"] = {
				this = true
			},
			["病"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["華"] = {
			["大"] = {
				["地"] = {
					this = true
				},
				["衆"] = {
					this = true
				}
			},
			["講"] = {
				["清"] = {
					this = true
				}
			},
			["民"] = {
				["國"] = {
					this = true
				},
				["国"] = {
					this = true
				}
			},
			["人"] = {
				["民"] = {
					["實"] = {
						["話"] = {
							["實"] = {
								["說"] = {
									this = true
								}
							}
						}
					},
					["正"] = {
						["邪"] = {
							this = true
						}
					},
					["共"] = {
						["和"] = {
							["国"] = {
								this = true
							},
							["國"] = {
								this = true
							}
						}
					}
				}
			},
			["時"] = {
				["事"] = {
					this = true
				}
			},
			["養"] = {
				["生"] = {
					["益"] = {
						["智"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["實"] = {
					["報"] = {
						["道"] = {
							this = true
						}
					}
				}
			}
		},
		["华"] = {
			["民"] = {
				["国"] = {
					this = true
				},
				["國"] = {
					this = true
				},
				["族"] = {
					["的"] = {
						["哭"] = {
							["墙"] = {
								this = true
							}
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["用"] = {
						["品"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					},
					["装"] = {
						["备"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["打"] = {
				["猎"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["猎"] = {
				["坛"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["网"] = {
						this = true
					}
				}
			},
			["大"] = {
				["陆"] = {
					["行"] = {
						["政"] = {
							["执"] = {
								["事"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["地"] = {
					["思"] = {
						["考"] = {
							this = true
						}
					}
				},
				["众"] = {
					this = true
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["联"] = {
				["邦"] = {
					this = true,
					["政"] = {
						["府"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["讲"] = {
				["清"] = {
					this = true
				}
			},
			["人"] = {
				["民"] = {
					["实"] = {
						["话"] = {
							["实"] = {
								["说"] = {
									this = true
								}
							}
						}
					},
					["正"] = {
						["邪"] = {
							this = true
						}
					},
					["共"] = {
						["和"] = {
							["国"] = {
								this = true
							},
							["國"] = {
								this = true
							}
						}
					}
				}
			},
			["时"] = {
				["事"] = {
					this = true
				}
			},
			["养"] = {
				["生"] = {
					["益"] = {
						["智"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["实"] = {
					["报"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["局"] = {
				["域"] = {
					["网"] = {
						this = true
					}
				}
			},
			["刀"] = {
				["棍"] = {
					["网"] = {
						this = true
					}
				}
			},
			["电"] = {
				["视"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["展"] = {
					["基"] = {
						["金"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["端"] = {
					["名"] = {
						["录"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["网"] = {
						this = true
					}
				},
				["射"] = {
					this = true
				}
			},
			["教"] = {
				["育"] = {
					this = true,
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["品"] = {
					this = true
				}
			},
			["昆"] = {
				["仑"] = {
					["女"] = {
						["神"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			},
			["破"] = {
				["解"] = {
					["王"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["王"] = {
					this = true,
					["便"] = {
						["宜"] = {
							this = true
						}
					}
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["色"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["数"] = {
				["据"] = {
					["网"] = {
						this = true
					}
				}
			},
			["万"] = {
				["达"] = {
					["数"] = {
						["据"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					["网"] = {
						this = true
					}
				}
			},
			["学"] = {
				["人"] = {
					["联"] = {
						["谊"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["南"] = {
			["海"] = {
				this = true,
				["的"] = {
					["权"] = {
						["利"] = {
							["游"] = {
								["戏"] = {
									this = true
								}
							}
						}
					}
				},
				["斗"] = {
					["争"] = {
						this = true
					}
				},
				["高"] = {
					["层"] = {
						["权"] = {
							["利"] = {
								["斗"] = {
									["争"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["惊"] = {
					["现"] = {
						["东"] = {
							["宫"] = {
								["小"] = {
									["朝"] = {
										["廷"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["秘"] = {
					["闻"] = {
						this = true
					}
				},
				["内"] = {
					["斗"] = {
						this = true
					},
					["幕"] = {
						this = true
					}
				},
				["浓"] = {
					["云"] = {
						["密"] = {
							["布"] = {
								this = true
							}
						}
					}
				},
				["大"] = {
					["总"] = {
						["管"] = {
							this = true
						}
					}
				},
				["恩"] = {
					["仇"] = {
						["录"] = {
							this = true
						}
					}
				},
				["规"] = {
					["矩"] = {
						this = true
					}
				},
				["台"] = {
					["前"] = {
						["幕"] = {
							["后"] = {
								this = true
							}
						}
					}
				},
				["乌"] = {
					["托"] = {
						["邦"] = {
							this = true
						}
					}
				},
				["新"] = {
					["杀"] = {
						["局"] = {
							this = true
						}
					}
				},
				["烟"] = {
					this = true
				},
				["智"] = {
					["囊"] = {
						this = true,
						["披"] = {
							["露"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					this = true
				}
			},
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["宣"] = {
			["部"] = {
				this = true,
				["化"] = {
					["名"] = {
						["王"] = {
							["诚"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["握"] = {
			["秃"] = {
				this = true,
				["鹰"] = {
					this = true,
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				},
				["结"] = {
					["构"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			B = {
				["5"] = {
					["0"] = {
						this = true
					}
				}
			},
			S = {
				B = {
					["-"] = {
						["5"] = {
							["0"] = {
								this = true
							}
						}
					}
				}
			},
			["狗"] = {
				this = true
			},
			["托"] = {
				this = true
			},
			["5"] = {
				["0"] = {
					["精"] = {
						["度"] = {
							this = true
						}
					}
				}
			},
			p = {
				c = {
					p = {
						this = true
					}
				}
			},
			["套"] = {
				["件"] = {
					this = true
				}
			},
			["吹"] = {
				this = true
			},
			b = {
				["5"] = {
					["0"] = {
						["图"] = {
							["纸"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["体"] = {
					this = true
				}
			},
			["恒"] = {
				["压"] = {
					this = true
				}
			},
			["侧"] = {
				["拉"] = {
					b = {
						["5"] = {
							["0"] = {
								["完"] = {
									["整"] = {
										["图"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["折"] = {
			["式"] = {
				["气"] = {
					["枪"] = {
						this = true,
						["图"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["考"] = {
			["考"] = {
				["前"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				},
				["中"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				},
				["生"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					},
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["学"] = {
				["生"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["后"] = {
			["付"] = {
				["款"] = {
					this = true
				}
			}
		},
		["东"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["走"] = {
				["私"] = {
					["车"] = {
						this = true
					}
				}
			}
		},
		["原"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["油"] = {
				["田"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["刀"] = {
				["网"] = {
					this = true
				}
			},
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["綾"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["区"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["纪"] = {
			["委"] = {
				this = true,
				["封"] = {
					["杀"] = {
						this = true
					}
				},
				["前"] = {
					["书"] = {
						["记"] = {
							[" "] = {
								["博"] = {
									["讯"] = {
										this = true
									}
								},
								["儿"] = {
									["媳"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["人"] = {
					["事"] = {
						["信"] = {
							["号"] = {
								this = true
							}
						}
					}
				},
				["书"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["断"] = {
			["式"] = {
				["汽"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["款"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["彩"] = {
			["堂"] = {
				this = true
			}
		},
		["特"] = {
			["网"] = {
				this = true
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			}
		},
		["心"] = {
			["行"] = {
				["里"] = {
					["的"] = {
						["少"] = {
							["妇"] = {
								["们"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["珙"] = {
			this = true
		},
		g = {
			o = {
				n = {
					g = {
						this = true
					}
				}
			}
		},
		["日"] = {
			["没"] = {
				["有"] = {
					["不"] = {
						["友"] = {
							["好"] = {
								["的"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["混"] = {
				["血"] = {
					["女"] = {
						["模"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["清"] = {
					["字"] = {
						["幕"] = {
							this = true
						}
					}
				}
			}
		},
		["石"] = {
			["化"] = {
				["说"] = {
					["亏"] = {
						["损"] = {
							this = true
						}
					}
				},
				["票"] = {
					this = true
				}
			}
		},
		["印"] = {
			["边"] = {
				["界"] = {
					["谈"] = {
						["判"] = {
							["结"] = {
								["果"] = {
									this = true
								}
							}
						}
					}
				},
				["境"] = {
					this = true
				}
			}
		},
		["雷"] = {
			["产"] = {
				["品"] = {
					this = true
				}
			}
		},
		["功"] = {
			this = true
		},
		["美"] = {
			["国"] = {
				this = true,
				["家"] = {
					["领"] = {
						["导"] = {
							["人"] = {
								["的"] = {
									["子"] = {
										["女"] = {
											["职"] = {
												["业"] = {
													["对"] = {
														["照"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["俄"] = {
				["斗"] = {
					["地"] = {
						["主"] = {
							this = true
						}
					}
				}
			}
		},
		["办"] = {
			["发"] = {
				this = true
			}
		},
		["联"] = {
			["部"] = {
				this = true
			},
			["办"] = {
				this = true,
				["聚"] = {
					["集"] = {
						this = true
					}
				},
				["游"] = {
					["行"] = {
						this = true
					}
				}
			}
		},
		["组"] = {
			["部"] = {
				this = true
			}
		},
		["港"] = {
			this = true,
			["矛"] = {
				["盾"] = {
					this = true
				}
			}
		},
		["澳"] = {
			this = true
		},
		["出"] = {
			this = true,
			["丽"] = {
				["媛"] = {
					this = true
				}
			}
		},
		["齣"] = {
			["丽"] = {
				["媛"] = {
					this = true
				}
			},
			["麗"] = {
				["媛"] = {
					this = true
				}
			}
		},
		["供"] = {
			["中"] = {
				["秧"] = {
					["总"] = {
						["淑"] = {
							["记"] = {
								this = true
							}
						}
					},
					["總"] = {
						["淑"] = {
							["記"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["本"] = {
			["真"] = {
				["実"] = {
					["性"] = {
						["爱"] = {
							this = true
						}
					}
				}
			}
		},
		["藏"] = {
			["和"] = {
				["谈"] = {
					this = true
				}
			},
			["接"] = {
				["谈"] = {
					this = true
				}
			}
		},
		["差"] = {
			["评"] = {
				["克"] = {
					["星"] = {
						this = true
					}
				}
			}
		},
		["场"] = {
			["女"] = {
				["郎"] = {
					this = true
				}
			}
		},
		["超"] = {
			["足"] = {
				["球"] = {
					["赌"] = {
						["博"] = {
							this = true
						}
					}
				}
			}
		},
		["村"] = {
			["今"] = {
				["日"] = {
					["子"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			},
			["静"] = {
				["香"] = {
					this = true
				}
			},
			["晴"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["岛"] = {
			["京"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["度"] = {
			["损"] = {
				["坏"] = {
					this = true
				}
			}
		},
		["富"] = {
			["润"] = {
				["德"] = {
					this = true
				}
			}
		},
		["公"] = {
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			}
		},
		["谷"] = {
			this = true
		},
		["广"] = {
			["网"] = {
				this = true
			}
		},
		["廣"] = {
			["網"] = {
				this = true
			}
		},
		["号"] = {
			["三"] = {
				["美"] = {
					["武"] = {
						["士"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["河"] = {
			["原"] = {
				["椿"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["恒"] = {
			["高"] = {
				["仿"] = {
					["假"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["环"] = {
			["皇"] = {
				["后"] = {
					["像"] = {
						this = true
					}
				}
			},
			["清"] = {
				["场"] = {
					this = true
				}
			},
			["驱"] = {
				["散"] = {
					this = true
				}
			},
			["示"] = {
				["威"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["机"] = {
			["电"] = {
				this = true
			}
		},
		["機"] = {
			["電"] = {
				this = true
			}
		},
		["级"] = {
			["会"] = {
				["计"] = {
					["师"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						},
						["代"] = {
							["考"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["紀"] = {
			["委"] = {
				["特"] = {
					["務"] = {
						["所"] = {
							["至"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["间"] = {
			["道"] = {
				["路"] = {
					this = true,
					["协"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["奖"] = {
			["人"] = {
				["工"] = {
					this = true
				}
			},
			["投"] = {
				["诉"] = {
					this = true
				}
			},
			["玩"] = {
				["家"] = {
					this = true
				}
			},
			["诈"] = {
				["骗"] = {
					this = true
				}
			},
			["咨"] = {
				["询"] = {
					this = true
				}
			}
		},
		["獎"] = {
			["電"] = {
				["話"] = {
					this = true
				}
			},
			["玩"] = {
				["家"] = {
					this = true
				}
			},
			["用"] = {
				["戶"] = {
					this = true
				}
			}
		},
		["金"] = {
			["时"] = {
				["时"] = {
					["彩"] = {
						["平"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			},
			["往"] = {
				["事"] = {
					this = true
				}
			}
		},
		["科"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["控"] = {
			["解"] = {
				["码"] = {
					["器"] = {
						this = true
					}
				},
				["碼"] = {
					["器"] = {
						this = true
					}
				}
			},
			["拦"] = {
				["$"] = {
					["截"] = {
						["器"] = {
							this = true
						}
					}
				},
				["截"] = {
					this = true,
					["$"] = {
						["器"] = {
							this = true
						}
					},
					["器"] = {
						this = true
					}
				}
			},
			["乾"] = {
				["擾"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["里"] = {
			["爱"] = {
				["菜"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["愛"] = {
				["菜"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["优"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["裡"] = {
			["優"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["立"] = {
			["区"] = {
				["域"] = {
					["被"] = {
						["占"] = {
							["领"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["牟"] = {
			["县"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["欧"] = {
			["新"] = {
				["闻"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["青"] = {
			["旅"] = {
				["创"] = {
					["格"] = {
						this = true
					}
				},
				["創"] = {
					["格"] = {
						this = true
					}
				}
			},
			["网"] = {
				["现"] = {
					["公"] = {
						["开"] = {
							["信"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["景"] = {
				["彡"] = {
					["阝"] = {
						["完"] = {
							this = true
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["森"] = {
			["蓝"] = {
				this = true
			},
			["藍"] = {
				this = true
			},
			["玲"] = {
				["子"] = {
					this = true
				}
			}
		},
		["山"] = {
			["爱"] = {
				["里"] = {
					this = true
				}
			},
			["愛"] = {
				["裡"] = {
					this = true
				}
			},
			["办"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["春"] = {
				["菜"] = {
					this = true
				}
			},
			["代"] = {
				["开"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["里"] = {
				["菜"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["嘉"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["穗"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["沙"] = {
				["緒"] = {
					["里"] = {
						this = true
					}
				}
			},
			["羽"] = {
				["讯"] = {
					this = true
				}
			},
			["真"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["时"] = {
			["电"] = {
				["子"] = {
					["报"] = {
						this = true
					}
				}
			}
		},
		["式"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			}
		},
		["视"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["天"] = {
			["户"] = {
				["外"] = {
					this = true
				}
			},
			["万"] = {
				["方"] = {
					this = true
				}
			},
			["萬"] = {
				["方"] = {
					this = true
				}
			}
		},
		["田"] = {
			["由"] = {
				["真"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["条"] = {
			["美"] = {
				["华"] = {
					this = true
				}
			},
			["英"] = {
				["机"] = {
					this = true
				}
			}
		},
		["途"] = {
			["岛"] = {
				this = true
			}
		},
		["西"] = {
			["里"] = {
				["菜"] = {
					this = true
				}
			},
			["裡"] = {
				["菜"] = {
					["下"] = {
						["載"] = {
							this = true
						}
					}
				}
			}
		},
		["信"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["型"] = {
			["军"] = {
				["刺"] = {
					this = true
				}
			},
			["两"] = {
				["用"] = {
					["努"] = {
						this = true
					},
					["弩"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true
			}
		},
		["学"] = {
			["女"] = {
				["露"] = {
					["点"] = {
						this = true
					}
				}
			},
			["生"] = {
				["エ"] = {
					["ロ"] = {
						["画"] = {
							["像"] = {
								this = true
							}
						}
					}
				},
				["不"] = {
					["雅"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["数"] = {
					["据"] = {
						this = true
					}
				}
			}
		},
		["讯"] = {
			["汇"] = {
				["智"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			},
			["智"] = {
				["慧"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			}
		},
		["亚"] = {
			this = true
		},
		["炎"] = {
			["投"] = {
				["资"] = {
					["复"] = {
						["利"] = {
							this = true
						}
					}
				}
			}
		},
		["研"] = {
			["网"] = {
				this = true
			}
		},
		["野"] = {
			["美"] = {
				["奈"] = {
					this = true
				}
			},
			["千"] = {
				["夏"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["医"] = {
			["药"] = {
				["局"] = {
					this = true
				}
			},
			["院"] = {
				this = true
			}
		},
		["源"] = {
			["刀"] = {
				["网"] = {
					this = true
				}
			}
		},
		["远"] = {
			this = true
		},
		["遠"] = {
			["集"] = {
				["團"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["绘"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["亚"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["明"] = {
				["步"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["由"] = {
				["真"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["澤"] = {
			["由"] = {
				["真"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["正"] = {
			["式"] = {
				["步"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["子"] = {
			["弹"] = {
				this = true
			}
		},
		["字"] = {
			["凌"] = {
				["辱"] = {
					["连"] = {
						["锁"] = {
							this = true
						}
					}
				}
			},
			["奈"] = {
				["奈"] = {
					["见"] = {
						["沙"] = {
							["织"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["等"] = {
			["学"] = {
				["校"] = {
					["自"] = {
						["治"] = {
							["联"] = {
								["合"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["學"] = {
				["校"] = {
					["自"] = {
						["治"] = {
							["聯"] = {
								["郃"] = {
									["會"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["自"] = {
			["联"] = {
				this = true
			},
			["聯"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["共"] = {
		["产"] = {
			this = true,
			["党"] = {
				this = true,
				["*"] = {
					this = true
				},
				["的"] = {
					["报"] = {
						["应"] = {
							this = true
						}
					},
					["末"] = {
						["日"] = {
							this = true
						}
					},
					["饭"] = {
						this = true
					},
					["坟"] = {
						this = true
					},
					["锅"] = {
						this = true
					},
					["屋"] = {
						this = true
					}
				},
				[" "] = {
					["邪"] = {
						["教"] = {
							this = true,
							["本"] = {
								["质"] = {
									this = true
								}
							}
						}
					}
				},
				["靠"] = {
					this = true
				},
				["烂"] = {
					["逼"] = {
						this = true
					}
				},
				["统"] = {
					["治"] = {
						this = true
					}
				}
			},
			["主"] = {
				["义"] = {
					this = true,
					["的"] = {
						["幽"] = {
							["灵"] = {
								this = true
							}
						}
					},
					["黑"] = {
						["皮"] = {
							["书"] = {
								this = true
							}
						}
					},
					["政"] = {
						["权"] = {
							["受"] = {
								["难"] = {
									["者"] = {
										["纪"] = {
											["念"] = {
												["碑"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["专"] = {
				["制"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["王"] = {
				["朝"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["无"] = {
				["赖"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["极"] = {
				["权"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["."] = {
				["党"] = {
					this = true
				}
			},
			["小"] = {
				["丑"] = {
					this = true
				}
			},
			["档"] = {
				this = true
			},
			["黑"] = {
				["社"] = {
					["会"] = {
						this = true
					}
				}
			},
			["邪"] = {
				["灵"] = {
					this = true
				}
			}
		},
		["党"] = {
			this = true
		},
		["匪"] = {
			this = true,
			["共"] = {
				["框"] = {
					["非"] = {
						this = true
					}
				}
			},
			["*"] = {
				this = true
			}
		},
		["産"] = {
			this = true,
			["黨"] = {
				this = true
			},
			["主"] = {
				["義"] = {
					this = true
				}
			}
		},
		["黨"] = {
			this = true
		},
		["軍"] = {
			this = true
		},
		["榮"] = {
			["圈"] = {
				this = true
			}
		},
		["狗"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["青"] = {
			["团"] = {
				this = true,
				["中"] = {
					["央"] = {
						this = true
					}
				},
				["王"] = {
					["宝"] = {
						["森"] = {
							this = true
						}
					}
				},
				["背"] = {
					["景"] = {
						this = true
					}
				},
				["员"] = {
					this = true
				}
			},
			["團"] = {
				["員"] = {
					this = true
				}
			}
		},
		["参"] = {
			["党"] = {
				this = true
			}
		},
		["军"] = {
			this = true
		},
		["贪"] = {
			["党"] = {
				this = true
			}
		},
		["一"] = {
			["产"] = {
				["一"] = {
					["党"] = {
						this = true
					}
				}
			}
		},
		c = {
			["党"] = {
				this = true
			},
			h = {
				a = {
					n = {
						g = {
							["党"] = {
								this = true
							}
						}
					}
				}
			}
		},
		x = {
			["党"] = {
				this = true
			}
		},
		["铲"] = {
			this = true,
			["党"] = {
				this = true
			},
			["裆"] = {
				this = true
			}
		},
		["惨"] = {
			this = true,
			["党"] = {
				this = true
			}
		},
		["残"] = {
			["党"] = {
				this = true
			},
			["主"] = {
				["义"] = {
					this = true
				}
			},
			["裆"] = {
				this = true
			}
		},
		["奴"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["+"] = {
			["产"] = {
				["+"] = {
					["党"] = {
						this = true
					}
				}
			},
			["產"] = {
				["+"] = {
					["黨"] = {
						this = true
					}
				}
			},
			["铲"] = {
				["+"] = {
					["党"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["6"] = {
							["}"] = {
								["产"] = {
									["."] = {
										["{"] = {
											["0"] = {
												[","] = {
													["6"] = {
														["}"] = {
															["党"] = {
																["\""] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								},
								["產"] = {
									["."] = {
										["{"] = {
											["0"] = {
												[","] = {
													["6"] = {
														["}"] = {
															["黨"] = {
																["\""] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								},
								["铲"] = {
									["."] = {
										["{"] = {
											["0"] = {
												[","] = {
													["6"] = {
														["}"] = {
															["党"] = {
																["\""] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["产"] = {
				["."] = {
					["党"] = {
						this = true
					}
				},
				["党"] = {
					this = true
				}
			},
			["0"] = {
				this = true
			}
		},
		["和"] = {
			this = true,
			["国"] = {
				["之"] = {
					["怒"] = {
						this = true
					}
				},
				["的"] = {
					["坦"] = {
						["克"] = {
							this = true
						}
					}
				},
				["卫"] = {
					["士"] = {
						this = true
					}
				}
			}
		},
		["*"] = {
			["党"] = {
				this = true
			}
		},
		["。"] = {
			["产"] = {
				["。"] = {
					["党"] = {
						this = true
					}
				}
			},
			["產"] = {
				["。"] = {
					["黨"] = {
						this = true
					}
				}
			}
		},
		["测"] = {
			this = true
		},
		["缠"] = {
			["裆"] = {
				this = true
			}
		},
		["產"] = {
			["黨"] = {
				this = true,
				["的"] = {
					["飯"] = {
						this = true
					},
					["墳"] = {
						this = true
					},
					["鍋"] = {
						this = true
					},
					["屋"] = {
						this = true
					}
				}
			},
			["軍"] = {
				["幹"] = {
					["部"] = {
						this = true
					}
				}
			},
			["主"] = {
				["義"] = {
					this = true
				}
			}
		},
		["鏟"] = {
			["黨"] = {
				this = true
			}
		},
		["倒"] = {
			this = true
		},
		["抗"] = {
			["乙"] = {
				["肝"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			}
		},
		["荣"] = {
			this = true,
			["圈"] = {
				this = true
			},
			["台"] = {
				["湾"] = {
					this = true
				}
			}
		},
		["同"] = {
			["执"] = {
				["政"] = {
					this = true
				}
			}
		},
		X = {
			["党"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["反"] = {
		["党"] = {
			this = true,
			["小"] = {
				["说"] = {
					this = true
				}
			}
		},
		["共"] = {
			this = true,
			["*"] = {
				this = true
			},
			["传"] = {
				["单"] = {
					this = true
				}
			},
			["言"] = {
				["论"] = {
					this = true
				}
			},
			["游"] = {
				["击"] = {
					["队"] = {
						this = true
					}
				}
			}
		},
		["封"] = {
			["鎖"] = {
				this = true,
				["技"] = {
					["術"] = {
						this = true
					}
				}
			},
			["锁"] = {
				this = true,
				["技"] = {
					["术"] = {
						this = true
					}
				}
			}
		},
		["腐"] = {
			["敗"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			},
			["败"] = {
				this = true,
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				[" "] = {
					["自"] = {
						["由"] = {
							this = true
						}
					}
				},
				["联"] = {
					["盟"] = {
						this = true
					}
				},
				["自"] = {
					["由"] = {
						this = true
					}
				}
			},
			["总"] = {
				["攻"] = {
					this = true
				}
			},
			["第"] = {
				["一"] = {
					["大"] = {
						["鳄"] = {
							this = true
						}
					}
				}
			},
			["风"] = {
				["暴"] = {
					[" "] = {
						["大"] = {
							["鳄"] = {
								["浮"] = {
									["出"] = {
										this = true
									}
								}
							}
						}
					},
					["\""] = {
						["大"] = {
							["鳄"] = {
								["浮"] = {
									["出"] = {
										this = true
									}
								}
							}
						},
						["第"] = {
							["一"] = {
								["条"] = {
									["大"] = {
										["鳄"] = {
											["\""] = {
												["浮"] = {
													["出"] = {
														["水"] = {
															["面"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["第"] = {
						["一"] = {
							["条"] = {
								["大"] = {
									["鳄"] = {
										["浮"] = {
											["出"] = {
												["水"] = {
													["面"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["清"] = {
				["洗"] = {
					["朱"] = {
						["元"] = {
							["璋"] = {
								this = true
							}
						}
					}
				}
			},
			["庆"] = {
				["丰"] = {
					this = true
				}
			},
			["文"] = {
				["革"] = {
					["遗"] = {
						["风"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			["類"] = {
				this = true
			},
			["类"] = {
				this = true,
				["罪"] = {
					this = true
				},
				["+"] = {
					["活"] = {
						["埋"] = {
							this = true
						}
					}
				}
			},
			["民"] = {
				this = true
			}
		},
		["社"] = {
			["會"] = {
				this = true
			},
			["会"] = {
				this = true
			}
		},
		["动"] = {
			this = true
		},
		["革"] = {
			["命"] = {
				this = true,
				["政"] = {
					["变"] = {
						["纲"] = {
							["领"] = {
								this = true
							}
						}
					}
				},
				["暴"] = {
					["乱"] = {
						this = true
					},
					["亂"] = {
						this = true
					}
				}
			}
		},
		["华"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["恐"] = {
			["委"] = {
				["员"] = {
					["会"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true
			},
			["狙"] = {
				["击"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["日"] = {
			this = true,
			["万"] = {
				["人"] = {
					["游"] = {
						["行"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["佛"] = {
				["教"] = {
					this = true
				}
			},
			["活"] = {
				["动"] = {
					this = true
				}
			}
		},
		["政"] = {
			["府"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["变"] = {
				["演"] = {
					["习"] = {
						this = true
					}
				}
			}
		},
		["屏"] = {
			["蔽"] = {
				["考"] = {
					["试"] = {
						this = true,
						["设"] = {
							["备"] = {
								this = true
							}
						},
						["作"] = {
							["弊"] = {
								this = true,
								["设"] = {
									["备"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["无"] = {
					["线"] = {
						["耳"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["习"] = {
			["总"] = {
				this = true
			},
			["主"] = {
				["席"] = {
					this = true
				}
			},
			["大"] = {
				["大"] = {
					this = true
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["集"] = {
				["团"] = {
					this = true
				}
			},
			["势"] = {
				["力"] = {
					this = true
				}
			},
			["同"] = {
				["盟"] = {
					this = true
				}
			}
		},
		["对"] = {
			["习"] = {
				["总"] = {
					this = true
				},
				["主"] = {
					["席"] = {
						this = true
					}
				},
				["大"] = {
					["大"] = {
						this = true
					}
				}
			},
			["0"] = {
				["8"] = {
					["奥"] = {
						["运"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					},
					["主"] = {
						["义"] = {
							this = true
						}
					}
				}
			},
			["分"] = {
				["配"] = {
					["不"] = {
						["公"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["房"] = {
					["价"] = {
						this = true
					}
				},
				["价"] = {
					["学"] = {
						["费"] = {
							this = true
						}
					},
					["医"] = {
						["疗"] = {
							this = true
						}
					}
				}
			},
			["就"] = {
				["业"] = {
					["不"] = {
						["公"] = {
							this = true
						}
					}
				}
			},
			["日"] = {
				this = true
			},
			["失"] = {
				["业"] = {
					["下"] = {
						["岗"] = {
							this = true
						}
					}
				}
			},
			["物"] = {
				["价"] = {
					["上"] = {
						["涨"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["虐"] = {
					this = true
				}
			},
			["有"] = {
				["权"] = {
					["就"] = {
						["吃"] = {
							["肉"] = {
								this = true
							}
						}
					}
				}
			},
			["通"] = {
				["知"] = {
					this = true
				}
			}
		},
		["雷"] = {
			["达"] = {
				["测"] = {
					["速"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["達"] = {
				["測"] = {
					["速"] = {
						this = true
					}
				}
			}
		},
		["右"] = {
			["题"] = {
				["材"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["中"] = {
			this = true,
			["游"] = {
				["行"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["共"] = {
				this = true,
				["黑"] = {
					["色"] = {
						["暴"] = {
							["力"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["奥"] = {
			this = true,
			["运"] = {
				this = true
			}
		},
		["攻"] = {
			this = true,
			["大"] = {
				["陆"] = {
					this = true
				},
				["陸"] = {
					this = true
				}
			}
		},
		["民"] = {
			["主"] = {
				this = true
			}
		},
		p = {
			a = {
				r = {
					t = {
						y = {
							this = true
						}
					}
				}
			}
		},
		["分"] = {
			["裂"] = {
				this = true
			}
		},
		["庆"] = {
			["复"] = {
				["民"] = {
					this = true
				}
			}
		},
		["慶"] = {
			["復"] = {
				["民"] = {
					this = true
				}
			}
		},
		["習"] = {
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["集"] = {
				["糰"] = {
					this = true
				}
			},
			["勢"] = {
				["力"] = {
					this = true
				}
			},
			["衕"] = {
				["盟"] = {
					this = true
				}
			}
		},
		["*"] = {
			["共"] = {
				this = true
			},
			["华"] = {
				this = true
			}
		},
		G = {
			this = true
		},
		R = {
			this = true
		},
		["驳"] = {
			["为"] = {
				["六"] = {
					["4"] = {
						["辩"] = {
							["护"] = {
								["的"] = {
									["一"] = {
										["种"] = {
											["论"] = {
												["调"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["弹"] = {
			["放"] = {
				["量"] = {
					this = true
				}
			}
		},
		["岛"] = {
			["国"] = {
				this = true
			}
		},
		["电"] = {
			["子"] = {
				["犭"] = {
					["句"] = {
						this = true
					}
				},
				["狗"] = {
					this = true
				}
			}
		},
		["動"] = {
			this = true
		},
		["對"] = {
			["共"] = {
				["產"] = {
					["黨"] = {
						this = true
					}
				}
			},
			["日"] = {
				this = true
			}
		},
		["法"] = {
			["示"] = {
				["威"] = {
					this = true
				}
			},
			["游"] = {
				["行"] = {
					this = true
				}
			}
		},
		["珙"] = {
			this = true
		},
		["官"] = {
			["倒"] = {
				this = true
			}
		},
		["江"] = {
			["挺"] = {
				["胡"] = {
					["第"] = {
						["一"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["馈"] = {
			["信"] = {
				["息"] = {
					this = true
				}
			}
		},
		["猫"] = {
			["眼"] = {
				["观"] = {
					["察"] = {
						["镜"] = {
							this = true
						}
					}
				}
			}
		},
		["跑"] = {
			["道"] = {
				["炸"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		["器"] = {
			["材"] = {
				["步"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["潜"] = {
			["专"] = {
				["家"] = {
					this = true
				}
			}
		},
		["曲"] = {
			["大"] = {
				["黄"] = {
					["蜂"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true
			},
			["折"] = {
				["叠"] = {
					["弩"] = {
						["猎"] = {
							["鹰"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["锁"] = {
			this = true
		},
		["贪"] = {
			["绞"] = {
				["杀"] = {
					this = true
				}
			},
			["局"] = {
				["贪"] = {
					["污"] = {
						this = true
					}
				}
			},
			["南"] = {
				["征"] = {
					["北"] = {
						["战"] = {
							this = true
						}
					}
				}
			}
		},
		["制"] = {
			["江"] = {
				["泽"] = {
					["民"] = {
						this = true
					}
				}
			}
		},
		["专"] = {
			["制"] = {
				this = true,
				["大"] = {
					["游"] = {
						["行"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["转"] = {
		["法"] = {
			["轮"] = {
				this = true
			},
			["论"] = {
				this = true
			}
		},
		["让"] = {
			this = true,
			[" "] = {
				["猎"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					["配"] = {
						["方"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["期"] = {
				["货"] = {
					["客"] = {
						["户"] = {
							["资"] = {
								["源"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["温"] = {
				["切"] = {
					["斯"] = {
						["特"] = {
							["气"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["土"] = {
				["制"] = {
					["手"] = {
						["雷"] = {
							this = true
						}
					}
				}
			},
			["武"] = {
				["士"] = {
					["直"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["帖"] = {
			["乱"] = {
				["伦"] = {
					["人"] = {
						["妻"] = {
							["区"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["管"] = {
			["汽"] = {
				["抢"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["{"] = {
			["1"] = {
				["0"] = {
					["}"] = {
						["法"] = {
							["{"] = {
								["1"] = {
									["0"] = {
										["}"] = {
											["轮"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["办"] = {
			["高"] = {
				["仿"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["发"] = {
			["轮"] = {
				this = true
			},
			["论"] = {
				this = true
			}
		},
		["户"] = {
			["口"] = {
				["代"] = {
					["办"] = {
						this = true
					}
				}
			}
		},
		["基"] = {
			["因"] = {
				["动"] = {
					["员"] = {
						["令"] = {
							this = true
						}
					}
				},
				["狙"] = {
					["击"] = {
						["战"] = {
							this = true
						}
					}
				},
				["食"] = {
					["品"] = {
						this = true
					}
				},
				["危"] = {
					["害"] = {
						["深"] = {
							this = true
						}
					}
				},
				["阻"] = {
					["击"] = {
						["战"] = {
							this = true,
							["队"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["口"] = {
			["产"] = {
				["地"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["轮"] = {
			["法"] = {
				["王"] = {
					this = true
				}
			},
			["枪"] = {
				this = true
			},
			["圣"] = {
				["王"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					this = true,
					["弹"] = {
						this = true
					}
				},
				["槍"] = {
					this = true
				}
			}
		},
		["码"] = {
			this = true
		},
		["肾"] = {
			["源"] = {
				this = true
			}
		},
		["升"] = {
			["本"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["五"] = {
			["四"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["银"] = {
			["行"] = {
				["卡"] = {
					this = true
				}
			}
		},
		["战"] = {
			["房"] = {
				["地"] = {
					[" "] = {
						["拥"] = {
							["有"] = {
								["身"] = {
									["份"] = {
										["证"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["产"] = {
						[" "] = {
							["李"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["账"] = {
			["凭"] = {
				["证"] = {
					this = true
				}
			}
		},
		["自"] = {
			["蒜"] = {
				["头"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["自"] = {
		["焚"] = {
			this = true,
			["*"] = {
				this = true
			},
			["拆"] = {
				["迁"] = {
					this = true
				}
			},
			["强"] = {
				["拆"] = {
					this = true
				}
			}
		},
		["慰"] = {
			this = true,
			["抠"] = {
				["穴"] = {
					this = true
				}
			},
			Z = {
				["·"] = {
					W = {
						this = true
					}
				}
			},
			["器"] = {
				this = true,
				["专"] = {
					["卖"] = {
						this = true
					}
				},
				["供"] = {
					["应"] = {
						this = true
					}
				}
			},
			["，"] = {
				["喘"] = {
					["息"] = {
						["，"] = {
							this = true
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["队"] = {
				this = true
			},
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["高"] = {
				["潮"] = {
					this = true
				}
			},
			["技"] = {
				["法"] = {
					this = true
				}
			},
			["经"] = {
				["验"] = {
					this = true
				}
			},
			["摳"] = {
				["穴"] = {
					this = true
				}
			},
			["拍"] = {
				["摄"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["企"] = {
				["画"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["偷"] = {
				["拍"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["直"] = {
				["播"] = {
					this = true
				}
			}
		},
		["拍"] = {
			this = true,
			["美"] = {
				["穴"] = {
					this = true
				}
			},
			["写"] = {
				["真"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["集"] = {
						this = true,
						["锦"] = {
							this = true
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["贴"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["区"] = {
				this = true
			},
			P = {
				this = true
			},
			["插"] = {
				["穴"] = {
					this = true
				}
			},
			["干"] = {
				["炮"] = {
					this = true
				}
			},
			["合"] = {
				["集"] = {
					this = true
				}
			},
			["换"] = {
				["妻"] = {
					this = true
				}
			},
			["久"] = {
				["久"] = {
					this = true
				}
			},
			["口"] = {
				["交"] = {
					this = true
				}
			},
			["老"] = {
				["婆"] = {
					this = true
				}
			},
			["乱"] = {
				["伦"] = {
					["片"] = {
						this = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["女"] = {
				this = true,
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["友"] = {
					this = true
				}
			},
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["墙"] = {
				["角"] = {
					["门"] = {
						this = true
					}
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["骚"] = {
				["老"] = {
					["婆"] = {
						["爱"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			},
			["色"] = {
				["片"] = {
					this = true
				},
				["情"] = {
					["站"] = {
						this = true
					}
				},
				["图"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["熟"] = {
				["女"] = {
					this = true,
					["好"] = {
						["奶"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			},
			["偷"] = {
				["拍"] = {
					this = true,
					["大"] = {
						["合"] = {
							["集"] = {
								this = true
							}
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["寫"] = {
				["真"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					this = true
				}
			},
			["学"] = {
				["生"] = {
					["做"] = {
						["爱"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["妻"] = {
					this = true
				},
				["照"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["招"] = {
				["友"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["插"] = {
			this = true,
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["图"] = {
				this = true
			}
		},
		["民"] = {
			["党"] = {
				this = true
			},
			["黨"] = {
				this = true
			}
		},
		["已"] = {
			["的"] = {
				["故"] = {
					["事"] = {
						this = true
					}
				}
			}
		},
		["由"] = {
			this = true,
			["民"] = {
				["主"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["論"] = {
						["壇"] = {
							this = true
						}
					},
					["的"] = {
						["表"] = {
							["达"] = {
								["空"] = {
									["间"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["联"] = {
				["邦"] = {
					["*"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["州"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["洲"] = {
					this = true,
					["电"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["门"] = {
				this = true,
				["*"] = {
					this = true
				},
				["6"] = {
					["."] = {
						["3"] = {
							["3"] = {
								this = true
							}
						}
					}
				}
			},
			["蒙"] = {
				["古"] = {
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["西"] = {
				["藏"] = {
					this = true,
					["学"] = {
						["生"] = {
							["运"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["写"] = {
				["作"] = {
					["奖"] = {
						this = true
					}
				}
			},
			["之"] = {
				["门"] = {
					this = true
				},
				["門"] = {
					this = true
				}
			},
			["时"] = {
				["报"] = {
					this = true
				}
			},
			["港"] = {
				this = true
			},
			["幻"] = {
				["想"] = {
					this = true
				}
			},
			["荆"] = {
				["冠"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["欧"] = {
				["洲"] = {
					["电"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["圣"] = {
				["火"] = {
					this = true
				}
			},
			["通"] = {
				["任"] = {
					["意"] = {
						["显"] = {
							this = true
						}
					}
				}
			},
			["万"] = {
				["岁"] = {
					this = true
				}
			},
			["新"] = {
				["闻"] = {
					["报"] = {
						this = true
					}
				}
			},
			["亞"] = {
				["州"] = {
					this = true
				},
				["洲"] = {
					this = true,
					["電"] = {
						["臺"] = {
							this = true
						}
					}
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["花"] = {
				this = true
			}
		},
		["杀"] = {
			this = true,
			["手"] = {
				["册"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["指"] = {
				["南"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["李"] = {
				["秋"] = {
					["田"] = {
						this = true
					}
				}
			},
			["完"] = {
				["全"] = {
					["手"] = {
						["册"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			}
		},
		["制"] = {
			this = true,
			["手"] = {
				["枪"] = {
					this = true,
					["*"] = {
						this = true
					},
					["哪"] = {
						["里"] = {
							["买"] = {
								this = true
							},
							["有"] = {
								["卖"] = {
									this = true
								}
							}
						}
					}
				},
				["弩"] = {
					this = true
				},
				["槍"] = {
					this = true
				}
			},
			p = {
				c = {
					p = {
						this = true
					}
				}
			},
			["机"] = {
				["匣"] = {
					this = true
				}
			},
			["炸"] = {
				["药"] = {
					this = true,
					["配"] = {
						["方"] = {
							this = true
						}
					},
					["方"] = {
						["法"] = {
							this = true
						}
					}
				},
				["弹"] = {
					this = true
				}
			},
			K = {
				["粉"] = {
					["教"] = {
						["程"] = {
							this = true
						}
					}
				}
			},
			["烟"] = {
				["花"] = {
					this = true
				}
			},
			["槽"] = {
				["化"] = {
					["管"] = {
						this = true
					}
				}
			},
			["气"] = {
				["吹"] = {
					this = true
				}
			},
			["灭"] = {
				["火"] = {
					["器"] = {
						["枪"] = {
							this = true
						}
					},
					["吹"] = {
						this = true
					}
				}
			},
			["快"] = {
				["排"] = {
					["吹"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			},
			["渔"] = {
				["夫"] = {
					["吹"] = {
						this = true
					}
				}
			},
			["吹"] = {
				["尘"] = {
					["的"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["瞄"] = {
				this = true
			},
			["燃"] = {
				["烧"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["原"] = {
				["子"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["起"] = {
				["爆"] = {
					["器"] = {
						this = true
					}
				}
			},
			["勃"] = {
				["郎"] = {
					["宁"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["治"] = {
			["机"] = {
				["关"] = {
					this = true
				}
			},
			["县"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["考"] = {
			["考"] = {
				["前"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				},
				["试"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				}
			},
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["文"] = {
				["凭"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["书"] = {
					this = true
				}
			}
		},
		["摸"] = {
			this = true
		},
		f = {
			e = {
				n = {
					this = true
				}
			}
		},
		s = {
			h = {
				a = {
					this = true
				}
			}
		},
		["动"] = {
			["跳"] = {
				["刀"] = {
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					}
				}
			},
			["保"] = {
				["险"] = {
					this = true
				}
			},
			["补"] = {
				["给"] = {
					["弹"] = {
						["药"] = {
							this = true
						}
					},
					["道"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true,
					["泛"] = {
						["滥"] = {
							this = true
						}
					},
					["窝"] = {
						["点"] = {
							this = true
						}
					}
				}
			},
			["回"] = {
				["膛"] = {
					this = true,
					["8"] = {
						["连"] = {
							["发"] = {
								this = true
							}
						}
					}
				}
			},
			["卡"] = {
				["宾"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					["器"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					["手"] = {
						["炮"] = {
							this = true
						}
					}
				}
			},
			["霰"] = {
				["弹"] = {
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["引"] = {
				["爆"] = {
					["时"] = {
						["间"] = {
							this = true
						}
					}
				}
			},
			["装"] = {
				["填"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["撞"] = {
				["击"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["殘"] = {
			this = true
		},
		["殺"] = {
			["手"] = {
				["冊"] = {
					this = true
				}
			},
			["指"] = {
				["南"] = {
					this = true
				}
			}
		},
		["主"] = {
			["择"] = {
				["业"] = {
					["军"] = {
						["官"] = {
							this = true
						}
					}
				}
			}
		},
		i = {
			["慰"] = {
				this = true
			}
		},
		m = {
			["摸"] = {
				this = true
			}
		},
		["白"] = {
			["鲍"] = {
				["彤"] = {
					this = true
				}
			},
			["杜"] = {
				["导"] = {
					["正"] = {
						this = true
					}
				}
			}
		},
		["暴"] = {
			["其"] = {
				["丑"] = {
					["栽"] = {
						["赃"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爆"] = {
			["材"] = {
				["料"] = {
					this = true
				}
			}
		},
		["辩"] = {
			["书"] = {
				this = true,
				["六"] = {
					["四"] = {
						this = true
					}
				}
			}
		},
		["残"] = {
			this = true
		},
		["产"] = {
			["自"] = {
				["售"] = {
					this = true
				}
			}
		},
		["从"] = {
			["她"] = {
				["把"] = {
					["恶"] = {
						["习"] = {
							["染"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["動"] = {
			["上"] = {
				["堂"] = {
					this = true
				}
			},
			["手"] = {
				["槍"] = {
					["手"] = {
						["炮"] = {
							this = true
						}
					}
				}
			},
			["霰"] = {
				["彈"] = {
					["槍"] = {
						this = true
					}
				}
			}
		},
		["甘"] = {
			["堕"] = {
				["落"] = {
					["小"] = {
						["娇"] = {
							["妻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["干"] = {
			["五"] = {
				this = true
			}
		},
		["幹"] = {
			["五"] = {
				this = true
			}
		},
		["贡"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["行"] = {
			["署"] = {
				["名"] = {
					["报"] = {
						["道"] = {
							this = true
						}
					}
				}
			}
		},
		["己"] = {
			["扣"] = {
				["穴"] = {
					["遭"] = {
						["猛"] = {
							["干"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["家"] = {
			["繁"] = {
				["殖"] = {
					this = true
				}
			}
		},
		["力"] = {
			["霉"] = {
				["素"] = {
					this = true
				}
			}
		},
		["立"] = {
			["晚"] = {
				["报"] = {
					this = true
				}
			}
		},
		["聯"] = {
			this = true
		},
		["认"] = {
			["马"] = {
				["列"] = {
					["做"] = {
						["祖"] = {
							["宗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["上"] = {
			["而"] = {
				["下"] = {
					["的"] = {
						["革"] = {
							["命"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["身"] = {
			["点"] = {
				["亮"] = {
					this = true
				}
			}
		},
		["适"] = {
			["应"] = {
				["战"] = {
					["斗"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["手"] = {
			["槍"] = {
				this = true
			}
		},
		["售"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["玩"] = {
			["磨"] = {
				["豆"] = {
					["腐"] = {
						this = true
					}
				}
			}
		},
		["卫"] = {
			["武"] = {
				["器"] = {
					this = true
				}
			}
		},
		["缢"] = {
			this = true
		},
		["用"] = {
			["电"] = {
				["狗"] = {
					this = true
				}
			},
			["電"] = {
				["狗"] = {
					this = true
				}
			}
		},
		["游"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["製"] = {
			["鞭"] = {
				["炮"] = {
					this = true
				}
			},
			["槍"] = {
				this = true,
				["支"] = {
					this = true
				}
			},
			["人"] = {
				["民"] = {
					["幣"] = {
						this = true
					}
				}
			},
			["手"] = {
				["狗"] = {
					this = true
				},
				["槍"] = {
					this = true
				}
			},
			["炸"] = {
				["藥"] = {
					this = true
				}
			}
		},
		["做"] = {
			["枪"] = {
				["支"] = {
					["价"] = {
						["格"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["悼"] = {
				["念"] = {
					this = true
				}
			}
		},
		["髮"] = {
			["悼"] = {
				["唸"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["苏"] = {
		["家"] = {
			["屯"] = {
				this = true,
				["集"] = {
					["中"] = {
						["营"] = {
							this = true
						}
					}
				}
			}
		},
		["丹"] = {
			["的"] = {
				["财"] = {
					["富"] = {
						this = true
					}
				}
			},
			["达"] = {
				this = true
			},
			["型"] = {
				["刺"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["树"] = {
			["林"] = {
				this = true
			}
		},
		["东"] = {
			["解"] = {
				["体"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["振"] = {
			["华"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["军"] = {
			["情"] = {
				["况"] = {
					["汇"] = {
						["编"] = {
							this = true
						}
					}
				}
			}
		},
		["绍"] = {
			["智"] = {
				this = true
			}
		},
		["晓"] = {
			["康"] = {
				this = true,
				["流"] = {
					["亡"] = {
						this = true
					}
				},
				["通"] = {
					["缉"] = {
						this = true,
						["流"] = {
							["亡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["贞"] = {
			["昌"] = {
				this = true
			}
		},
		["达"] = {
			["仁"] = {
				this = true,
				[" "] = {
					["北"] = {
						["大"] = {
							["青"] = {
								["鸟"] = {
									[" "] = {
										["首"] = {
											["席"] = {
												["运"] = {
													["营"] = {
														["官"] = {
															this = true
														}
													}
												}
											}
										},
										["运"] = {
											["营"] = {
												["官"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["常"] = {
						["委"] = {
							["之"] = {
								["子"] = {
									this = true
								}
							}
						}
					},
					["管"] = {
						["家"] = {
							this = true
						}
					},
					["国"] = {
						["强"] = {
							this = true
						}
					},
					["贺"] = {
						[" "] = {
							["二"] = {
								["公"] = {
									["子"] = {
										this = true
									}
								}
							},
							["公"] = {
								["子"] = {
									this = true
								}
							}
						}
					},
					["锦"] = {
						["雷"] = {
							this = true
						},
						["涛"] = {
							this = true
						}
					},
					["马"] = {
						["仔"] = {
							this = true
						}
					},
					["某"] = {
						["退"] = {
							["休"] = {
								["常"] = {
									["委"] = {
										["之"] = {
											["子"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["青"] = {
						["鸟"] = {
							[" "] = {
								["首"] = {
									["席"] = {
										["运"] = {
											["营"] = {
												["官"] = {
													this = true
												}
											}
										}
									}
								},
								["运"] = {
									["营"] = {
										["官"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["首"] = {
						["席"] = {
							["运"] = {
								["营"] = {
									["官"] = {
										this = true
									}
								}
							}
						}
					},
					["退"] = {
						["休"] = {
							["常"] = {
								["委"] = {
									["之"] = {
										["子"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["运"] = {
						["营"] = {
							["官"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["飞"] = {
			this = true
		},
		["菲"] = {
			["尔"] = {
				["高"] = {
					["等"] = {
						["教"] = {
							["育"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["剑"] = {
			["岭"] = {
				this = true
			}
		},
		["南"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["荣"] = {
			this = true
		},
		["轼"] = {
			this = true
		},
		["双"] = {
			this = true
		},
		["苏"] = {
			["美"] = {
				["女"] = {
					["图"] = {
						["片"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["星"] = {
			["河"] = {
				this = true
			}
		},
		["醒"] = {
			["的"] = {
				["记"] = {
					["忆"] = {
						this = true
					}
				}
			}
		},
		["秀"] = {
			["文"] = {
				this = true
			}
		},
		["逸"] = {
			["清"] = {
				this = true
			}
		},
		["兆"] = {
			["征"] = {
				this = true
			}
		},
		["辙"] = {
			this = true
		},
		["联"] = {
			["解"] = {
				["体"] = {
					this = true
				}
			}
		},
		["大"] = {
			["强"] = {
				["和"] = {
					["保"] = {
						["姆"] = {
							["小"] = {
								["蔡"] = {
									["的"] = {
										["那"] = {
											["个"] = {
												["夜"] = {
													["晚"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["基"] = {
		["地"] = {
			["组"] = {
				["织"] = {
					this = true,
					["校"] = {
						["园"] = {
							["招"] = {
								["聘"] = {
									this = true
								}
							}
						}
					},
					["宣"] = {
						["战"] = {
							this = true
						}
					}
				}
			},
			["組"] = {
				["織"] = {
					this = true
				}
			}
		},
		["督"] = {
			this = true,
			["教"] = {
				this = true,
				["科"] = {
					["学"] = {
						["箴"] = {
							["言"] = {
								["报"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["灵"] = {
				["恩"] = {
					["布"] = {
						["道"] = {
							["团"] = {
								this = true
							}
						}
					}
				}
			},
			["基"] = {
				["督"] = {
					["教"] = {
						this = true
					}
				}
			}
		},
		["哥"] = {
			["帮"] = {
				["你"] = {
					["找"] = {
						["小"] = {
							["弟"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["站"] = {
			["圈"] = {
				["地"] = {
					["设"] = {
						["备"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			}
		},
		["本"] = {
			["配"] = {
				["方"] = {
					["是"] = {
						["硝"] = {
							["酸"] = {
								["甘"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["友"] = {
			this = true
		},
		["甲"] = {
			["酮"] = {
				this = true
			}
		},
		["金"] = {
			["安"] = {
				["非"] = {
					["他"] = {
						["命"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["员"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			}
		},
		["乐"] = {
			["部"] = {
				this = true
			}
		},
		["林"] = {
			this = true,
			["鱼"] = {
				["雷"] = {
					["2"] = {
						["2"] = {
							this = true
						}
					}
				}
			}
		},
		["异"] = {
			["丁"] = {
				["腈"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["塔"] = {
		["利"] = {
			["班"] = {
				this = true
			}
		},
		["內"] = {
			this = true
		},
		["烏"] = {
			this = true
		},
		["崩"] = {
			this = true
		},
		["形"] = {
			["流"] = {
				this = true
			}
		},
		["克"] = {
			["拉"] = {
				["玛"] = {
					["干"] = {
						["人"] = {
							["权"] = {
								["联"] = {
									["合"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["巴"] = {
			["夫"] = {
				["影"] = {
					["视"] = {
						this = true
					}
				}
			}
		},
		["里"] = {
			["班"] = {
				this = true
			}
		},
		["力"] = {
			["班"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["支"] = {
		["那"] = {
			this = true
		},
		["持"] = {
			["验"] = {
				["货"] = {
					this = true
				}
			},
			["台"] = {
				["湾"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			z = {
				d = {
					this = true
				}
			},
			["薄"] = {
				["熙"] = {
					["来"] = {
						this = true
					}
				}
			},
			["藏"] = {
				["独"] = {
					this = true
				}
			},
			["达"] = {
				["赖"] = {
					this = true,
					["喇"] = {
						["嘛"] = {
							this = true
						}
					}
				},
				["賴"] = {
					this = true
				}
			},
			["達"] = {
				["賴"] = {
					this = true
				}
			},
			["大"] = {
				["陆"] = {
					["民"] = {
						["主"] = {
							["运"] = {
								["动"] = {
									["基"] = {
										["金"] = {
											["会"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["陸"] = {
					["民"] = {
						["主"] = {
							["運"] = {
								["動"] = {
									["基"] = {
										["金"] = {
											["會"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["联"] = {
			this = true,
			["会"] = {
				this = true,
				["*"] = {
					this = true
				},
				[" "] = {
					["内"] = {
						["地"] = {
							[" "] = {
								["参"] = {
									["观"] = {
										["者"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["二"] = {
					["十"] = {
						["周"] = {
							["年"] = {
								this = true
							}
						}
					}
				},
				["口"] = {
					["号"] = {
						this = true
					}
				},
				["烛"] = {
					["光"] = {
						["晚"] = {
							["会"] = {
								this = true,
								["悼"] = {
									["念"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["主"] = {
				["席"] = {
					this = true
				}
			}
		},
		["付"] = {
			["宝"] = {
				["高"] = {
					["手"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				},
				["快"] = {
					["捷"] = {
						["退"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["退"] = {
					["款"] = {
						this = true,
						["流"] = {
							["程"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["聯"] = {
			["會"] = {
				this = true
			}
		},
		["农"] = {
			["野"] = {
				["事"] = {
					this = true
				}
			}
		},
		["树"] = {
			["平"] = {
				this = true
			}
		},
		["援"] = {
			["爱"] = {
				["国"] = {
					["民"] = {
						["主"] = {
							["运"] = {
								["动"] = {
									["联"] = {
										["合"] = {
											["会"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["愛"] = {
				["國"] = {
					["民"] = {
						["主"] = {
							["運"] = {
								["動"] = {
									["聯"] = {
										["郃"] = {
											["會"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["青"] = {
			["组"] = {
				this = true
			}
		}
	}
end

temp()
