pg = pg or {}
slot0 = pg
slot0.word_template_79 = {}
slot1 = slot0.word_template_79

temp = function()
	uv0["冯"] = {
		["勇"] = {
			["彬"] = {
				this = true
			}
		},
		["东"] = {
			["海"] = {
				this = true
			}
		},
		["素"] = {
			["英"] = {
				this = true
			}
		},
		["阿"] = {
			["3"] = {
				this = true
			},
			["三"] = {
				this = true
			}
		},
		["惠"] = {
			["敏"] = {
				this = true
			}
		},
		["绍"] = {
			["东"] = {
				["百"] = {
					["亿"] = {
						["基"] = {
							["金"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["仰"] = {
			["妍"] = {
				["快"] = {
					["播"] = {
						this = true
					}
				},
				["门"] = {
					this = true
				}
			}
		},
		["志"] = {
			["喜"] = {
				[" "] = {
					["温"] = {
						["家"] = {
							["宝"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["铸"] = {
			["铁"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["航"] = {
		["星"] = {
			["洗"] = {
				["涤"] = {
					this = true
				}
			}
		},
		["空"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["母"] = {
			["战"] = {
				["斗"] = {
					["群"] = {
						this = true
					}
				}
			}
		},
		["拍"] = {
			["飞"] = {
				["行"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["宇"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["烤"] = {
		["试"] = {
			this = true
		},
		["完"] = {
			["锡"] = {
				["纸"] = {
					this = true
				}
			}
		},
		["一"] = {
			["口"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["控"] = {
		["制"] = {
			this = true,
			["器"] = {
				this = true
			},
			["药"] = {
				["水"] = {
					this = true
				}
			}
		},
		["的"] = {
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["娘"] = {
			["淫"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["酷"] = {
		["睿"] = {
			["2"] = {
				["双"] = {
					["核"] = {
						T = {
							["7"] = {
								["2"] = {
									["0"] = {
										["0"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["刑"] = {
			["罪"] = {
				this = true,
				["*"] = {
					["*"] = {
						this = true
					}
				},
				["{"] = {
					M = {
						O = {
							D = {
								["}"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["操"] = {
				B = {
					["的"] = {
						["后"] = {
							["果"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["刀"] = {
			["网"] = {
				this = true
			}
		},
		["狗"] = {
			["军"] = {
				["品"] = {
					this = true
				}
			}
		},
		["行"] = {
			this = true
		},
		["客"] = {
			["吧"] = {
				this = true
			}
		},
		["爽"] = {
			["网"] = {
				["址"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			}
		},
		["我"] = {
			this = true,
			["音"] = {
				["乐"] = {
					["盒"] = {
						this = true
					}
				}
			}
		},
		["武"] = {
			["林"] = {
				this = true
			}
		},
		["艺"] = {
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			}
		},
		["藝"] = {
			["電"] = {
				["視"] = {
					["棒"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["伦"] = {
		["理"] = {
			this = true,
			["电"] = {
				["影"] = {
					this = true,
					q = {
						v = {
							o = {
								d = {
									this = true
								}
							}
						}
					}
				}
			},
			h = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			["片"] = {
				this = true
			},
			["毛"] = {
				this = true
			}
		},
		["-"] = {
			["理"] = {
				["-"] = {
					["电"] = {
						["-"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			}
		},
		_ = {
			["理"] = {
				_ = {
					["电"] = {
						_ = {
							["影"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["敦"] = {
			["西"] = {
				["藏"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["公"] = {
			this = true
		},
		["功"] = {
			this = true
		},
		["攻"] = {
			this = true
		},
		["乱"] = {
			["小"] = {
				["说"] = {
					["大"] = {
						["全"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["没"] = {
		["屁"] = {
			["眼"] = {
				this = true
			}
		},
		["有"] = {
			["共"] = {
				["铲"] = {
					["党"] = {
						this = true
					}
				}
			},
			["烟"] = {
				["抽"] = {
					["的"] = {
						["日"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["的"] = {
					["日"] = {
						["子"] = {
							["里"] = {
								this = true
							}
						}
					}
				}
			},
			x = {
				["3"] = {
					this = true
				}
			},
			["就"] = {
				p = {
					a = {
						s = {
							s = {
								["~"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["反"] = {
				["对"] = {
					["票"] = {
						this = true
					}
				}
			},
			["\\"] = {
				p = {
					P = {
						["+"] = {
							["就"] = {
								["没"] = {
									["有"] = {
										["\\"] = {
											p = {
												P = {
													["+"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["期"] = {
				["限"] = {
					["的"] = {
						["皇"] = {
							["上"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["张"] = {
					["反"] = {
						["对"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["读"] = {
			["过"] = {
				["中"] = {
					["学"] = {
						["的"] = {
							["博"] = {
								["士"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["想"] = {
			["到"] = {
				["他"] = {
					["（"] = {
						[" "] = {
							["）"] = {
								["这"] = {
									["么"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["马"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["帕"] = {
		["萨"] = {
			["特"] = {
				this = true
			}
		},
		["特"] = {
			["里"] = {
				["克"] = {
					["\\"] = {
						p = {
							P = {
								["?"] = {
									["麦"] = {
										["克"] = {
											["恩"] = {
												["罗"] = {
													["|"] = {
														P = {
															a = {
																t = {
																	r = {
																		i = {
																			c = {
																				k = {
																					M = {
																						c = {
																							E = {
																								n = {
																									r = {
																										o = {
																											e = {
																												this = true
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["刷"] = {
		["{"] = {
			["1"] = {
				["0"] = {
					["}"] = {
						["信"] = {
							["{"] = {
								["1"] = {
									["0"] = {
										["}"] = {
											["誉"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["收"] = {
			["藏"] = {
				this = true
			}
		},
		["淘"] = {
			["宝"] = {
				this = true
			}
		},
		["信"] = {
			["誉"] = {
				this = true
			}
		},
		["钻"] = {
			this = true
		},
		["票"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["头"] = {
		["号"] = {
			["警"] = {
				["花"] = {
					this = true
				}
			}
		},
		["戴"] = {
			["白"] = {
				["帽"] = {
					this = true
				}
			}
		},
		["条"] = {
			["日"] = {
				["报"] = {
					this = true
				}
			}
		},
		["上"] = {
			s = {
				c = {
					y = {
						s = {
							m = {
								this = true
							}
						}
					}
				}
			}
		},
		["顶"] = {
			["三"] = {
				["尺"] = {
					["有"] = {
						["神"] = {
							["明"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["疼"] = {
			["堵"] = {
				["嘴"] = {
					["脚"] = {
						["疼"] = {
							["也"] = {
								["堵"] = {
									["嘴"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["泄"] = {
		["题"] = {
			this = true
		},
		["."] = {
			["密"] = {
				this = true
			},
			["题"] = {
				this = true
			}
		},
		["愤"] = {
			this = true
		},
		["火"] = {
			this = true
		},
		["欲"] = {
			["女"] = {
				["尸"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["遭"] = {
		["警"] = {
			["察"] = {
				["殴"] = {
					["打"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["用"] = {
				["走"] = {
					["私"] = {
						["象"] = {
							["牙"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["坦"] = {
			["克"] = {
				["碾"] = {
					["压"] = {
						["双"] = {
							["腿"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["站"] = {
		["长"] = {
			["巴"] = {
				this = true
			},
			["吧"] = {
				this = true
			}
		},
		["街"] = {
			this = true
		},
		["前"] = {
			["留"] = {
				["學"] = {
					this = true
				}
			},
			["路"] = {
				this = true,
				["饮"] = {
					["水"] = {
						["下"] = {
							["毒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["台"] = {
			["声"] = {
				this = true
			}
		},
		["位"] = {
			["插"] = {
				["入"] = {
					["技"] = {
						["巧"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			this = true
		},
		["在"] = {
			["马"] = {
				["路"] = {
					["边"] = {
						["上"] = {
							["吃"] = {
								["社"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["祝"] = {
		["福"] = {
			["你"] = {
				["全"] = {
					["家"] = {
						this = true
					}
				}
			},
			["大"] = {
				["长"] = {
					["老"] = {
						["活"] = {
							["今"] = {
								["年"] = {
									["携"] = {
										["妻"] = {
											["带"] = {
												["女"] = {
													["原"] = {
														["地"] = {
															["升"] = {
																["仙"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["3"] = {
			["念"] = {
				this = true
			}
		},
		["春"] = {
			["林"] = {
				this = true
			}
		},
		["贺"] = {
			["熊"] = {
				["猫"] = {
					this = true
				}
			}
		},
		["賀"] = {
			["熊"] = {
				["貓"] = {
					this = true
				}
			}
		},
		["均"] = {
			["一"] = {
				this = true
			}
		},
		["桥"] = {
			["镇"] = {
				this = true
			}
		},
		["人"] = {
			["民"] = {
				["好"] = {
					["运"] = {
						this = true
					}
				}
			}
		},
		["三"] = {
			["念"] = {
				this = true
			}
		},
		["师"] = {
			["尊"] = {
				["大"] = {
					["法"] = {
						["弟"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["６"] = {
		["1"] = {
			["0"] = {
				["办"] = {
					["公"] = {
						["室"] = {
							this = true
						}
					}
				}
			}
		},
		["。"] = {
			["４"] = {
				this = true,
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["１"] = {
			["０"] = {
				["办"] = {
					["公"] = {
						["室"] = {
							this = true
						}
					}
				},
				["辦"] = {
					["公"] = {
						["室"] = {
							this = true
						}
					}
				}
			}
		},
		["９"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				},
				["體"] = {
					["藝"] = {
						["術"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["８"] = {
		["."] = {
			["9"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["８"] = {
			["交"] = {
				["换"] = {
					["链"] = {
						this = true,
						["集"] = {
							["锦"] = {
								this = true
							}
						},
						["接"] = {
							this = true
						}
					}
				},
				["換"] = {
					["鏈"] = {
						this = true
					}
				}
			},
			["科"] = {
				["技"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["伴"] = {
		["我"] = {
			["淫"] = {
				this = true
			}
		},
		["花"] = {
			["眠"] = {
				this = true,
				["在"] = {
					["线"] = {
						this = true
					}
				}
			}
		},
		["游"] = {
			this = true
		},
		["读"] = {
			["保"] = {
				["镖"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["辦"] = {
		["理"] = {
			this = true,
			["文"] = {
				["憑"] = {
					this = true
				}
			},
			["證"] = {
				["件"] = {
					this = true
				}
			},
			["假"] = {
				["证"] = {
					this = true
				},
				["証"] = {
					this = true
				}
			}
		},
		["假"] = {
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true
					},
					["證"] = {
						this = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["証"] = {
						this = true
					}
				}
			},
			["証"] = {
				["刻"] = {
					["章"] = {
						this = true
					}
				}
			}
		},
		["証"] = {
			this = true
		},
		["證"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["避"] = {
		["孕"] = {
			this = true,
			["套"] = {
				this = true
			}
		},
		["免"] = {
			["违"] = {
				["章"] = {
					["抓"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["难"] = {
			["王"] = {
				["立"] = {
					["军"] = {
						this = true
					}
				}
			}
		},
		["嫌"] = {
			["Ξ"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["边"] = {
		["坝"] = {
			["时"] = {
				["间"] = {
					this = true
				}
			}
		},
		["看"] = {
			["边"] = {
				["撸"] = {
					this = true
				}
			}
		},
		["喷"] = {
			["奶"] = {
				["边"] = {
					["打"] = {
						["炮"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["變"] = {
		["聲"] = {
			["電"] = {
				["話"] = {
					this = true
				}
			},
			["器"] = {
				this = true
			}
		},
		["態"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["兵"] = {
		["种"] = {
			["教"] = {
				["材"] = {
					this = true
				}
			}
		},
		["力"] = {
			["部"] = {
				["署"] = {
					this = true
				}
			}
		},
		["变"] = {
			this = true
		},
		["器"] = {
			this = true
		},
		["运"] = {
			this = true
		},
		["截"] = {
			["民"] = {
				["全"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["策"] = {
		["屁"] = {
			this = true
		},
		["略"] = {
			["页"] = {
				["游"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["茶"] = {
		["余"] = {
			["饭"] = {
				["后"] = {
					this = true
				}
			}
		},
		["间"] = {
			["痴"] = {
				["汉"] = {
					["场"] = {
						["所"] = {
							this = true
						}
					}
				}
			}
		},
		["叶"] = {
			["客"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["魚"] = {
			["論"] = {
				["壇"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["禅"] = {
		["密"] = {
			["功"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["炒"] = {
		["股"] = {
			["国"] = {
				["歌"] = {
					this = true
				}
			},
			["國"] = {
				["歌"] = {
					this = true
				}
			}
		},
		["肝"] = {
			["爷"] = {
				["爷"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["癡"] = {
		["漢"] = {
			["是"] = {
				["犯"] = {
					["罪"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["丑"] = {
		["化"] = {
			this = true
		},
		["港"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["慈"] = {
		["悲"] = {
			["功"] = {
				this = true
			}
		},
		["溪"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["职"] = {
				["高"] = {
					this = true
				}
			}
		},
		["禧"] = {
			["野"] = {
				["史"] = {
					["5"] = {
						["集"] = {
							["全"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
