pg = pg or {}
slot0 = pg
slot0.word_template_72 = {}
slot1 = slot0.word_template_72

temp = function()
	uv0["壬"] = {
		["天"] = {
			["堂"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["皿"] = {
			["大"] = {
				["会"] = {
					["堂"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["宏"] = {
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["服"] = {
				["务"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			}
		},
		["踏"] = {
			["鞋"] = {
				this = true
			}
		},
		["恩"] = {
			this = true
		},
		["法"] = {
			this = true
		},
		["志"] = {
			this = true
		},
		["治"] = {
			this = true
		},
		["宝"] = {
			["大"] = {
				["法"] = {
					["王"] = {
						this = true
					}
				}
			}
		},
		["岡"] = {
			["美"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["辉"] = {
			["遥"] = {
				["控"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["击"] = {
			["毁"] = {
				["榜"] = {
					this = true
				}
			}
		},
		["擊"] = {
			["毀"] = {
				["榜"] = {
					this = true
				}
			}
		},
		["鹏"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["伟"] = {
			this = true
		},
		["星"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["兴"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["远"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["至"] = {
			this = true
		},
		["大"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["纬"] = {
		["来"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["搏"] = {
		["亿"] = {
			["堂"] = {
				this = true
			}
		},
		["天"] = {
			["堂"] = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["彩"] = {
			this = true
		},
		["击"] = {
			["玫"] = {
				["瑰"] = {
					["外"] = {
						["传"] = {
							this = true
						}
					}
				}
			}
		},
		["一"] = {
			["搏"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["添"] = {
		["运"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["安"] = {
			["门"] = {
				this = true
			}
		},
		["藤"] = {
			["爱"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["愛"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["噯"] = {
				["媄"] = {
					["佺"] = {
						["雧"] = {
							this = true
						}
					}
				}
			}
		},
		["宪"] = {
			["宝"] = {
				["宝"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["逸"] = {
		["达"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["是"] = {
			["圣"] = {
				["甲"] = {
					["过"] = {
						["梨"] = {
							["沟"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["酒"] = {
			["扒"] = {
				["酒"] = {
					["溜"] = {
						["丝"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["玖"] = {
		["富"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["玖"] = {
			["资"] = {
				["源"] = {
					this = true
				}
			},
			["刀"] = {
				["吧"] = {
					this = true
				}
			},
			["金"] = {
				["币"] = {
					this = true
				}
			}
		},
		["平"] = {
			["共"] = {
				["产"] = {
					D = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["漫"] = {
		["赢"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["城"] = {
		["博"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["管"] = {
			this = true,
			["暴"] = {
				["力"] = {
					["执"] = {
						["法"] = {
							this = true
						}
					}
				}
			}
		},
		["市"] = {
			["激"] = {
				["情"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["猎"] = {
				["人"] = {
					["弓"] = {
						["弩"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["奈"] = {
				this = true
			}
		},
		["本"] = {
			["久"] = {
				["美"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["池"] = {
			this = true
		},
		["都"] = {
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			},
			["做"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["关"] = {
			["白"] = {
				["冰"] = {
					["黄"] = {
						["冰"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["隍"] = {
			["庙"] = {
				["路"] = {
					this = true
				}
			}
		},
		["口"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["麻"] = {
			["美"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["崎"] = {
			this = true,
			["麻"] = {
				["理"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["进"] = {
			["克"] = {
				["坦"] = {
					this = true
				}
			}
		},
		["南"] = {
			["阿"] = {
				["平"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["亨"] = {
		["利"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["腾"] = {
		["博"] = {
			["会"] = {
				this = true
			}
		},
		["讯"] = {
			this = true,
			["客"] = {
				["服"] = {
					["电"] = {
						["话"] = {
							this = true
						}
					}
				}
			},
			["幸"] = {
				["运"] = {
					["之"] = {
						["星"] = {
							this = true
						}
					}
				}
			},
			["官"] = {
				["方"] = {
					this = true,
					q = {
						["币"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["奖"] = {
					this = true
				}
			},
			["咨"] = {
				["询"] = {
					this = true
				}
			}
		},
		["文"] = {
			["生"] = {
				this = true
			}
		},
		["达"] = {
			["猎"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["飞"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["科"] = {
				["技"] = {
					this = true
				}
			},
			["快"] = {
				["速"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["数"] = {
				["卡"] = {
					this = true
				}
			},
			["调"] = {
				["查"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			}
		},
		["辉"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			this = true
		},
		["仁"] = {
			this = true
		},
		["任"] = {
			this = true
		},
		["天"] = {
			["狩"] = {
				["猎"] = {
					["器"] = {
						["材"] = {
							this = true
						}
					}
				}
			}
		},
		["武"] = {
			this = true
		},
		["翔"] = {
			["科"] = {
				["技"] = {
					this = true
				}
			}
		},
		["宇"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["宠"] = {
		["妃"] = {
			["撩"] = {
				["人"] = {
					["："] = {
						["王"] = {
							["爷"] = {
								["爱"] = {
									["来"] = {
										["暖"] = {
											["床"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["眷"] = {
			["的"] = {
				["稚"] = {
					["齿"] = {
						["情"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["霸"] = {
			["美"] = {
				["男"] = {
					this = true
				}
			}
		},
		["物"] = {
			["点"] = {
				["击"] = {
					["抽"] = {
						["奖"] = {
							this = true
						}
					}
				}
			},
			["王"] = {
				["国"] = {
					this = true
				}
			},
			["训"] = {
				["练"] = {
					["师"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["囧"] = {
		["囧"] = {
			this = true,
			["法"] = {
				["师"] = {
					["综"] = {
						["漫"] = {
							["游"] = {
								this = true
							}
						}
					}
				}
			},
			["影"] = {
				["视"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["仲"] = {
		["夏"] = {
			["梦"] = {
				["之"] = {
					["女"] = {
						["配"] = {
							this = true
						}
					}
				}
			}
		},
		["勋"] = {
			["刁"] = {
				this = true
			},
			["习"] = {
				this = true
			},
			["之"] = {
				["子"] = {
					this = true
				}
			},
			["高"] = {
				["干"] = {
					["子"] = {
						["弟"] = {
							this = true
						}
					}
				}
			},
			["太"] = {
				["上"] = {
					["皇"] = {
						this = true
					}
				}
			}
		},
		["勳"] = {
			["刁"] = {
				this = true
			},
			["習"] = {
				this = true
			},
			["之"] = {
				["子"] = {
					this = true
				}
			},
			["高"] = {
				["幹"] = {
					["子"] = {
						["弟"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["紗"] = {
				["代"] = {
					this = true
				}
			}
		},
		["村"] = {
			this = true
		},
		["籿"] = {
			this = true
		},
		["大"] = {
			["军"] = {
				["新"] = {
					["疆"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["谷"] = {
			["香"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["间"] = {
			["丽"] = {
				["奈"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["間"] = {
			["麗"] = {
				["奈"] = {
					this = true
				}
			}
		},
		["里"] = {
			["愛"] = {
				this = true
			},
			["紗"] = {
				["羽"] = {
					this = true
				}
			}
		},
		["西"] = {
			["紗"] = {
				["香"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["遍"] = {
		["地"] = {
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["桃"] = {
				["花"] = {
					this = true
				}
			},
			["開"] = {
				["蘤"] = {
					this = true
				}
			},
			["开"] = {
				["花"] = {
					this = true
				}
			},
			["燭"] = {
				["光"] = {
					this = true,
					["，"] = {
						["悼"] = {
							["唸"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["烛"] = {
				["光"] = {
					this = true,
					["，"] = {
						["悼"] = {
							["念"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					},
					["悼"] = {
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["收"] = {
			["天"] = {
				["下"] = {
					["美"] = {
						["娇"] = {
							["娘"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["父"] = {
		["皇"] = {
			["哥"] = {
				["哥"] = {
					["们"] = {
						["爱"] = {
							["我"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["戏"] = {
				["春"] = {
					["水"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["淫"] = {
						["色"] = {
							this = true
						}
					}
				}
			},
			["姐"] = {
				["弟"] = {
					["淫"] = {
						["乱"] = {
							this = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true,
					["Ａ"] = {
						["片"] = {
							this = true
						}
					},
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					this = true
				}
			}
		},
		["母"] = {
			["下"] = {
				["岗"] = {
					["儿"] = {
						["下"] = {
							["地"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["亲"] = {
			["性"] = {
				["搔"] = {
					["扰"] = {
						["女"] = {
							["儿"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["巨"] = {
					["野"] = {
						["县"] = {
							["供"] = {
								["电"] = {
									["公"] = {
										["司"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["荫"] = {
			this = true
		},
		["蔭"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["玲"] = {
		["珑"] = {
			["孽"] = {
				["缘"] = {
					this = true
				},
				["怨"] = {
					["全"] = {
						["本"] = {
							this = true
						}
					}
				}
			}
		},
		["柴"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["遮"] = {
		["天"] = {
			["有"] = {
				["爱"] = {
					["番"] = {
						["外"] = {
							["篇"] = {
								["之"] = {
									["梵"] = {
										["仙"] = {
											["篇"] = {
												["："] = {
													["怒"] = {
														["空"] = {
															["摘"] = {
																["星"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["挡"] = {
			["换"] = {
				["号"] = {
					["器"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["犬"] = {
		["交"] = {
			["兄"] = {
				["弟"] = {
					this = true
				}
			}
		},
		["犬"] = {
			x = {
				i = {
					this = true
				}
			}
		},
		["儒"] = {
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["肉"] = {
			["汤"] = {
				["淋"] = {
					["地"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["《"] = {
		["花"] = {
			["落"] = {
				["伴"] = {
					["官"] = {
						["途"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["勾"] = {
			["当"] = {
				["2"] = {
					["红"] = {
						["色"] = {
							["骆"] = {
								["驼"] = {
									["》"] = {
										["迅"] = {
											["雷"] = {
												["下"] = {
													["载"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["1"] = {
			["2"] = {
				["个"] = {
					["春"] = {
						["秋"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["风"] = {
			["波"] = {
				["记"] = {
					["》"] = {
						this = true
					}
				}
			}
		},
		["目"] = {
			["睹"] = {
				["中"] = {
					["国"] = {
						["改"] = {
							["革"] = {
								["开"] = {
									["放"] = {
										["2"] = {
											["8"] = {
												["年"] = {
													["之"] = {
														["怪"] = {
															["现"] = {
																["状"] = {
																	["》"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["苹"] = {
			["果"] = {
				["》"] = {
					this = true
				}
			}
		},
		["色"] = {
			["戒"] = {
				["》"] = {
					this = true
				}
			}
		},
		["天"] = {
			["音"] = {
				["》"] = {
					this = true,
					["专"] = {
						["辑"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["国"] = {
				["民"] = {
					["主"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["赢"] = {
			["麻"] = {
				["了"] = {
					["》"] = {
						this = true
					}
				}
			},
			["》"] = {
				this = true
			}
		},
		["年"] = {
			["轻"] = {
				["人"] = {
					["要"] = {
						["多"] = {
							["生"] = {
								["孩"] = {
									["子"] = {
										["》"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["脱"] = {
			["贫"] = {
				["不"] = {
					["脱"] = {
						["政"] = {
							["策"] = {
								["》"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["9"] = {
			["9"] = {
				["6"] = {
					["是"] = {
						["福"] = {
							["报"] = {
								["》"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["灵"] = {
			["活"] = {
				["就"] = {
					["业"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["特"] = {
			["色"] = {
				["社"] = {
					["会"] = {
						["主"] = {
							["义"] = {
								["》"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["基"] = {
			["建"] = {
				["狂"] = {
					["魔"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["稳"] = {
			["中"] = {
				["向"] = {
					["好"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["加"] = {
			["速"] = {
				["》"] = {
					this = true
				}
			}
		},
		["先"] = {
			["富"] = {
				["带"] = {
					["后"] = {
						["富"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["共"] = {
			["同"] = {
				["富"] = {
					["裕"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["求"] = {
			["救"] = {
				["》"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["於"] = {
		["宇"] = {
			["同"] = {
				["无"] = {
					["主"] = {
						["之"] = {
							["花"] = {
								this = true,
								["在"] = {
									["线"] = {
										["观"] = {
											["看"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["淼"] = {
			["林"] = {
				this = true
			}
		},
		["幼"] = {
			["軍"] = {
				this = true
			}
		},
		["天"] = {
			["瑞"] = {
				this = true
			}
		},
		["永"] = {
			["波"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["魔"] = {
		["卵"] = {
			["公"] = {
				["主"] = {
					this = true
				}
			}
		},
		["法"] = {
			["少"] = {
				["女"] = {
					["小"] = {
						["爱"] = {
							this = true
						}
					}
				}
			}
		},
		["魅"] = {
			this = true
		},
		["教"] = {
			this = true
		},
		["界"] = {
			["活"] = {
				["动"] = {
					["转"] = {
						["区"] = {
							this = true
						}
					}
				}
			}
		},
		["难"] = {
			["论"] = {
				this = true
			}
		},
		["鬼"] = {
			["身"] = {
				["材"] = {
					["大"] = {
						["波"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["使"] = {
					["催"] = {
						["情"] = {
							["粉"] = {
								this = true
							}
						}
					},
					["性"] = {
						["欲"] = {
							["粉"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["欲"] = {
					["粉"] = {
						this = true
					}
				}
			}
		},
		["力"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["水"] = {
						this = true
					}
				}
			},
			["米"] = {
				["奸"] = {
					["水"] = {
						this = true
					}
				}
			},
			["强"] = {
				["奸"] = {
					["水"] = {
						this = true
					}
				}
			}
		},
		["都"] = {
			["魔"] = {
				["鬼"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["仕"] = {
		["舞"] = {
			["妻"] = {
				this = true
			}
		},
		["达"] = {
			["屋"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["途"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["年"] = {
		["轻"] = {
			["的"] = {
				["母"] = {
					["亲"] = {
						["3"] = {
							["高"] = {
								["清"] = {
									["中"] = {
										["字"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["局"] = {
				["长"] = {
					["夫"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["妈"] = {
				["妈"] = {
					["的"] = {
						["大"] = {
							["乳"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["春"] = {
			["衫"] = {
				["薄"] = {
					this = true
				}
			}
		},
		["号"] = {
			["庆"] = {
				["丰"] = {
					this = true
				}
			}
		},
		["初"] = {
			["潮"] = {
				["吹"] = {
					this = true
				}
			}
		},
		["的"] = {
			["嫩"] = {
				["女"] = {
					["友"] = {
						this = true
					}
				}
			}
		},
		["第"] = {
			["一"] = {
				["炮"] = {
					this = true
				}
			}
		},
		["炮"] = {
			["友"] = {
				this = true
			}
		},
		["西"] = {
			["藏"] = {
				["和"] = {
					["平"] = {
						["抗"] = {
							["暴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["有"] = {
			["露"] = {
				["臉"] = {
					["老"] = {
						["騷"] = {
							["逼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["九"] = {
			["八"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["凹"] = {
		["凸"] = {
			A = {
				V = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true,
					["夫"] = {
						["妻"] = {
							["国"] = {
								["产"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["刁"] = {
				["凹"] = {
					this = true
				}
			}
		},
		["晕"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["囚"] = {
		["爱"] = {
			["玩"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["禁"] = {
			["女"] = {
				["教"] = {
					["师"] = {
						this = true
					}
				}
			}
		},
		["徒"] = {
			["回"] = {
				["忆"] = {
					["录"] = {
						this = true
					}
				}
			},
			["秘"] = {
				["密"] = {
					["回"] = {
						["忆"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["寡"] = {
		["妇"] = {
			["村"] = {
				["猎"] = {
					["美"] = {
						["致"] = {
							["富"] = {
								["记"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["看"] = {
				A = {
					["片"] = {
						this = true
					}
				}
			}
		},
		["头"] = {
			["执"] = {
				["政"] = {
					this = true
				}
			}
		},
		["人"] = {
			["只"] = {
				["想"] = {
					["怜"] = {
						["认"] = {
							this = true
						}
					},
					["廉"] = {
						["任"] = {
							this = true
						}
					},
					["链"] = {
						["刃"] = {
							this = true
						}
					},
					["连"] = {
						["任"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["柳"] = {
		["依"] = {
			["依"] = {
				["雪"] = {
					["霏"] = {
						["霏"] = {
							this = true
						}
					}
				}
			}
		},
		["斌"] = {
			["杰"] = {
				this = true
			}
		},
		["田"] = {
			["弥"] = {
				["生"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["彌"] = {
				["生"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["州"] = {
			this = true,
			["办"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						this = true
					}
				}
			},
			["金"] = {
				["逸"] = {
					this = true
				}
			}
		},
		["丝"] = {
			this = true,
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["3"] = {
				["1"] = {
					["年"] = {
						this = true
					},
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["十"] = {
					["一"] = {
						this = true
					}
				}
			},
			["公"] = {
				["开"] = {
					["信"] = {
						this = true
					}
				}
			},
			["学"] = {
				["运"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蹂"] = {
		["躏"] = {
			["警"] = {
				["花"] = {
					["柳"] = {
						["婷"] = {
							["婷"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
