pg = pg or {}
slot0 = pg
slot0.word_template_47 = {}
slot1 = slot0.word_template_47

temp = function()
	uv0["禁"] = {
		["书"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["忌"] = {
			this = true,
			["之"] = {
				["旅"] = {
					this = true
				}
			},
			["情"] = {
				["妇"] = {
					this = true
				}
			},
			["试"] = {
				["玩"] = {
					this = true
				}
			},
			["試"] = {
				["玩"] = {
					this = true
				}
			}
		},
		["品"] = {
			["乱"] = {
				["欲"] = {
					this = true
				}
			}
		},
		H = {
			this = true
		},
		["评"] = {
			this = true,
			["大"] = {
				["大"] = {
					this = true
				}
			},
			["同"] = {
				["志"] = {
					this = true
				}
			},
			["治"] = {
				["国"] = {
					this = true
				}
			},
			["时"] = {
				["代"] = {
					this = true
				}
			},
			["帝"] = {
				this = true
			},
			["新"] = {
				["政"] = {
					this = true
				}
			},
			["链"] = {
				["刃"] = {
					this = true
				}
			}
		},
		["播"] = {
			["*"] = {
				this = true
			},
			A = {
				["片"] = {
					this = true,
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["黄"] = {
				["片"] = {
					this = true
				}
			},
			["黃"] = {
				["片"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["动"] = {
						["漫"] = {
							this = true
						}
					},
					["動"] = {
						["漫"] = {
							this = true
						}
					}
				}
			}
		},
		["断"] = {
			["少"] = {
				["女"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["の"] = {
				["女"] = {
					["子"] = {
						["寮"] = {
							this = true
						}
					}
				}
			},
			["介"] = {
				["护"] = {
					["快"] = {
						["播"] = {
							this = true
						}
					}
				},
				["護"] = {
					this = true
				}
			}
		},
		["宮"] = {
			["秘"] = {
				["史"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["看"] = {
			this = true
		},
		["室"] = {
			["培"] = {
				["欲"] = {
					["6"] = {
						["赤"] = {
							["色"] = {
								["杀"] = {
									["意"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["网"] = {
			["禁"] = {
				["片"] = {
					this = true
				}
			}
		},
		["評"] = {
			["帝"] = {
				this = true
			}
		},
		["習"] = {
			["評"] = {
				this = true
			}
		},
		["爱"] = {
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["地"] = {
			["空"] = {
				["间"] = {
					this = true
				}
			}
		},
		["歌"] = {
			[" "] = {
				S = {
					Q = {
						U = {
							A = {
								R = {
									E = {
										this = true
									}
								}
							}
						}
					}
				},
				["浴"] = {
					["血"] = {
						this = true
					}
				}
			},
			s = {
				q = {
					u = {
						a = {
							r = {
								e = {
									this = true
								}
							}
						}
					}
				}
			},
			["浴"] = {
				["血"] = {
					this = true
				}
			}
		},
		["恋"] = {
			["深"] = {
				["陷"] = {
					["迷"] = {
						this = true
					}
				}
			}
		},
		["脔"] = {
			this = true
		},
		["区"] = {
			["女"] = {
				["领"] = {
					["导"] = {
						["大"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["食"] = {
			["6"] = {
				["4"] = {
					["小"] = {
						["时"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["天"] = {
					this = true
				}
			},
			["壹"] = {
				["天"] = {
					this = true
				}
			}
		},
		["外"] = {
			["连"] = {
				this = true
			}
		},
		["闻"] = {
			[" "] = {
				["近"] = {
					["平"] = {
						this = true,
						[" "] = {
							["博"] = {
								["士"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["近"] = {
				["平"] = {
					this = true
				}
			}
		},
		["止"] = {
			["评"] = {
				["论"] = {
					this = true
				}
			},
			["学"] = {
				["习"] = {
					this = true
				}
			}
		},
		["发"] = {
			["多"] = {
				["年"] = {
					["前"] = {
						["的"] = {
							["廣"] = {
								["場"] = {
									this = true
								}
							},
							["广"] = {
								["场"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["评"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["同"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["志"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["敬"] = {
		["国"] = {
			["神"] = {
				["社"] = {
					this = true
				}
			}
		},
		["國"] = {
			["神"] = {
				["社"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["静"] = {
		["坐"] = {
			this = true,
			[" "] = {
				["天"] = {
					["安"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			},
			["挺"] = {
				["薄"] = {
					["书"] = {
						["记"] = {
							this = true
						}
					}
				}
			}
		},
		z = {
			u = {
				o = {
					this = true
				}
			}
		},
		["初"] = {
			["散"] = {
				["人"] = {
					this = true
				}
			}
		},
		["等"] = {
			["黑"] = {
				["夜"] = {
					this = true
				}
			}
		},
		["静"] = {
			["撸"] = {
				this = true
			}
		},
		["美"] = {
			["印"] = {
				["务"] = {
					this = true
				}
			}
		},
		["默"] = {
			["航"] = {
				["行"] = {
					this = true
				}
			}
		},
		["态"] = {
			["爆"] = {
				["破"] = {
					["剂"] = {
						this = true
					}
				}
			}
		},
		["远"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["桩"] = {
			["功"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["纠"] = {
		["察"] = {
			["员"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["鸠"] = {
		this = {
			this = true
		},
		["屎"] = {
			this = true
		},
		["鹌"] = {
			["亚"] = {
				["黄"] = {
					this = true
				}
			}
		},
		["摩"] = {
			["智"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["军"] = {
		["长"] = {
			["发"] = {
				["威"] = {
					this = true,
					["*"] = {
						this = true
					},
					["="] = {
						P = {
							K = {
								this = true
							}
						}
					},
					P = {
						K = {
							this = true
						}
					}
				}
			},
			["徐"] = {
				["先"] = {
					["勤"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["妓"] = {
			this = true
		},
		["用"] = {
			this = true,
			["手"] = {
				this = true,
				["枪"] = {
					this = true,
					["钢"] = {
						["珠"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["&"] = {
						this = true
					},
					["便"] = {
						["宜"] = {
							this = true
						}
					},
					["出"] = {
						["^"] = {
							["售"] = {
								this = true
							}
						},
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["仿"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["技"] = {
						["术"] = {
							this = true
						}
					},
					["免"] = {
						["定"] = {
							["金"] = {
								this = true
							}
						}
					},
					["配"] = {
						["件"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["图"] = {
						this = true
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["%"] = {
					["枪"] = {
						this = true
					}
				},
				["&"] = {
					["枪"] = {
						["专"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["5"] = {
					["4"] = {
						["式"] = {
							this = true
						}
					}
				},
				["斧"] = {
					["专"] = {
						this = true
					}
				},
				["木"] = {
					["仓"] = {
						this = true
					}
				},
				["槍"] = {
					this = true
				},
				["抢"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["支"] = {
					this = true,
					["售"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				},
				["代"] = {
					["理"] = {
						this = true
					}
				},
				["加"] = {
					["盟"] = {
						["代"] = {
							["理"] = {
								this = true
							}
						}
					}
				},
				["具"] = {
					["专"] = {
						this = true
					}
				},
				["头"] = {
					["首"] = {
						this = true
					}
				},
				["械"] = {
					this = true,
					["瞄"] = {
						["准"] = {
							["镜"] = {
								this = true
							}
						}
					}
				},
				["专"] = {
					["店"] = {
						this = true
					}
				}
			},
			["雷"] = {
				["管"] = {
					this = true
				},
				["鸣"] = {
					["登"] = {
						this = true
					}
				}
			},
			["潜"] = {
				["水"] = {
					["刀"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["刺"] = {
						["刀"] = {
							["专"] = {
								this = true
							}
						}
					},
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					},
					["强"] = {
						this = true
					}
				}
			},
			["刺"] = {
				["刀"] = {
					this = true,
					["批"] = {
						["售"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["弩"] = {
				this = true,
				["箭"] = {
					this = true
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["弓"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["折"] = {
					["叠"] = {
						["弩"] = {
							this = true
						}
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["弩"] = {
						this = true
					},
					["努"] = {
						this = true
					}
				},
				["弩"] = {
					this = true
				},
				["鹰"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["折"] = {
				["叠"] = {
					["弩"] = {
						this = true
					},
					["刀"] = {
						this = true,
						["热"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				["刀"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				this = true,
				["弩"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							["网"] = {
								this = true
							},
							["店"] = {
								this = true
							}
						},
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					},
					["批"] = {
						["发"] = {
							this = true
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["真"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["努"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["专"] = {
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["狗"] = {
					this = true
				},
				["刀"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["战"] = {
				["术"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["刀"] = {
				this = true,
				["具"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							["店"] = {
								this = true
							}
						},
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					},
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						}
					},
					["&"] = {
						["专"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				},
				["刺"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["名"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true
				}
			},
			["品"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["专"] = {
					["销"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["式"] = {
						this = true,
						["枪"] = {
							["专"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["手"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["7"] = {
				["7"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["式"] = {
						this = true,
						["枪"] = {
							["专"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["帐"] = {
				["篷"] = {
					this = true
				}
			},
			["地"] = {
				["图"] = {
					this = true
				}
			},
			["教"] = {
				["材"] = {
					this = true
				}
			},
			["6"] = {
				["4"] = {
					this = true,
					["式"] = {
						this = true,
						["枪"] = {
							["专"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["9"] = {
				["2"] = {
					this = true,
					["式"] = {
						this = true,
						["枪"] = {
							["专"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["9"] = {
					["式"] = {
						this = true
					}
				}
			},
			B = {
				["手"] = {
					this = true,
					["专"] = {
						["店"] = {
							this = true
						}
					}
				}
			},
			d = {
				a = {
					o = {
						["具"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			l = {
				["枪"] = {
					this = true
				},
				["熗"] = {
					this = true
				}
			},
			["匕"] = {
				this = true,
				["$"] = {
					["首"] = {
						this = true
					}
				},
				["首"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["店"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["丛"] = {
				["林"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["弹"] = {
				["簧"] = {
					this = true,
					["刀"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["雷"] = {
						["鸣"] = {
							["登"] = {
								this = true
							}
						}
					},
					["式"] = {
						["手"] = {
							["狗"] = {
								this = true
							}
						}
					},
					["手"] = {
						["狗"] = {
							this = true
						},
						["抢"] = {
							this = true
						}
					}
				}
			},
			["短"] = {
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["把"] = {
					["刀"] = {
						this = true
					},
					["忉"] = {
						this = true
					}
				},
				["刀"] = {
					this = true,
					["具"] = {
						["具"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["瘋"] = {
				["狗"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				["5"] = {
					["4"] = {
						this = true
					}
				}
			},
			["虎"] = {
				["牙"] = {
					["格"] = {
						["斗"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["弓"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					},
					["努"] = {
						this = true,
						["专"] = {
							this = true
						}
					},
					["弩"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				}
			},
			["开"] = {
				["山"] = {
					["刀"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["六"] = {
				["四"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["录"] = {
				["音"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					A = {
						R = {
							["7"] = {
								this = true
							}
						}
					}
				}
			},
			["努"] = {
				this = true,
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["折"] = {
					["叠"] = {
						["努"] = {
							this = true
						}
					}
				},
				["专"] = {
					this = true
				}
			},
			["汽"] = {
				["狗"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["森"] = {
				["林"] = {
					["之"] = {
						["狐"] = {
							this = true
						},
						["虎"] = {
							this = true
						},
						["狼"] = {
							this = true
						},
						["王"] = {
							this = true
						},
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["商"] = {
				["品"] = {
					this = true
				}
			},
			["十"] = {
				["字"] = {
					["弩"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["式"] = {
				["汽"] = {
					["狗"] = {
						this = true
					}
				},
				["手"] = {
					g = {
						o = {
							u = {
								this = true
							}
						}
					},
					["狗"] = {
						this = true,
						["群"] = {
							["贩"] = {
								this = true
							}
						}
					}
				}
			},
			["五"] = {
				["连"] = {
					["发"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["四"] = {
					["六"] = {
						["四"] = {
							this = true
						}
					},
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["飞"] = {
					["虎"] = {
						this = true
					}
				},
				["口"] = {
					["径"] = {
						this = true
					}
				}
			},
			["原"] = {
				["装"] = {
					this = true,
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["铁"] = {
					this = true
				}
			},
			["直"] = {
				["刀"] = {
					this = true
				}
			},
			["制"] = {
				["式"] = {
					["5"] = {
						["4"] = {
							["式"] = {
								this = true
							}
						}
					},
					["9"] = {
						["2"] = {
							["式"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["阻"] = {
				["击"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["方"] = {
			["制"] = {
				["品"] = {
					this = true
				}
			}
		},
		["火"] = {
			this = true,
			["专"] = {
				["卖"] = {
					["店"] = {
						this = true
					}
				},
				["店"] = {
					this = true
				}
			},
			["酷"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["价"] = {
				["格"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["商"] = {
				this = true
			}
		},
		["品"] = {
			this = true,
			["气"] = {
				["枪"] = {
					this = true,
					["店"] = {
						this = true
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["刺"] = {
				["刀"] = {
					this = true,
					["定"] = {
						["购"] = {
							this = true
						}
					},
					["谁"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true
			},
			["之"] = {
				["家"] = {
					this = true
				}
			},
			["名"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			},
			["军"] = {
				["刺"] = {
					["网"] = {
						this = true
					}
				},
				["刀"] = {
					this = true,
					["网"] = {
						this = true
					},
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["&"] = {
				["&"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					this = true,
					["式"] = {
						this = true,
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					this = true,
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["式"] = {
						this = true,
						["手"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true
				}
			},
			["刀"] = {
				["具"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["谁"] = {
				this = true,
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			},
			["专"] = {
				this = true,
				["网"] = {
					["店"] = {
						this = true
					}
				}
			}
		},
		["刀"] = {
			this = true,
			["网"] = {
				this = true,
				["军"] = {
					["刀"] = {
						["专"] = {
							this = true,
							["卖"] = {
								this = true
							}
						}
					}
				},
				["折"] = {
					["刀"] = {
						["专"] = {
							this = true
						}
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["户"] = {
				["外"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["商"] = {
				["城"] = {
					this = true
				}
			},
			["专"] = {
				this = true,
				[" "] = {
					["卖"] = {
						this = true
					}
				},
				["卖"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					},
					["刀"] = {
						["具"] = {
							["批"] = {
								["发"] = {
									this = true
								}
							}
						}
					}
				},
				["刀"] = {
					["具"] = {
						this = true
					}
				},
				["军"] = {
					["刺"] = {
						this = true
					}
				},
				["密"] = {
					["云"] = {
						this = true
					}
				},
				["售"] = {
					this = true
				},
				["网"] = {
					this = true
				}
			},
			["军"] = {
				["品"] = {
					this = true,
					["网"] = {
						this = true
					},
					["密"] = {
						["云"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					}
				},
				["刺"] = {
					this = true,
					["甩"] = {
						["棍"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			},
			["图"] = {
				["片"] = {
					["砍"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["价"] = {
				["格"] = {
					["军"] = {
						["用"] = {
							["刀"] = {
								["具"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["直"] = {
				["刀"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					},
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["销"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["电"] = {
				["棍"] = {
					this = true,
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["甩"] = {
				["棍"] = {
					this = true,
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["吧"] = {
				this = true
			},
			["刺"] = {
				["专"] = {
					this = true
				}
			},
			["丛"] = {
				["林"] = {
					["刀"] = {
						this = true,
						["专"] = {
							this = true,
							["售"] = {
								this = true
							}
						}
					}
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["防"] = {
				["身"] = {
					this = true
				},
				["卫"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["具"] = {
				["具"] = {
					this = true,
					["匕"] = {
						["首"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			},
			["密"] = {
				["云"] = {
					this = true
				}
			},
			["收"] = {
				["购"] = {
					this = true
				}
			},
			["售"] = {
				this = true
			},
			["谁"] = {
				["要"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["下"] = {
				["的"] = {
					["现"] = {
						["代"] = {
							["化"] = {
								this = true
							}
						}
					}
				}
			},
			["折"] = {
				["刀"] = {
					["蝴"] = {
						["蝶"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			}
		},
		["刺"] = {
			this = true,
			["枪"] = {
				["刺"] = {
					this = true
				}
			},
			["刀"] = {
				this = true,
				["具"] = {
					["网"] = {
						this = true
					},
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["野"] = {
				["营"] = {
					["砍"] = {
						["刀"] = {
							this = true,
							["出"] = {
								["售"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["挂"] = {
				["刀"] = {
					this = true
				}
			},
			["精"] = {
				["品"] = {
					["折"] = {
						["刀"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				},
				["品"] = {
					["密"] = {
						["云"] = {
							["专"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["联"] = {
				["系"] = {
					["我"] = {
						this = true
					}
				}
			},
			["世"] = {
				["界"] = {
					["名"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["甩"] = {
				["棍"] = {
					this = true
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			},
			["转"] = {
				["让"] = {
					this = true
				}
			}
		},
		["官"] = {
			["证"] = {
				this = true,
				["样"] = {
					["本"] = {
						this = true
					}
				},
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				}
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["档"] = {
				["案"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				this = true
			}
		},
		["车"] = {
			this = true,
			["套"] = {
				["牌"] = {
					this = true
				}
			},
			["进"] = {
				["京"] = {
					this = true
				}
			},
			["牌"] = {
				["照"] = {
					this = true
				}
			},
			["如"] = {
				["林"] = {
					this = true
				}
			}
		},
		["人"] = {
			["证"] = {
				this = true,
				["件"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["装"] = {
				["扮"] = {
					["僧"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["狗"] = {
			this = true,
			["6"] = {
				["4"] = {
					this = true
				}
			}
		},
		["迷"] = {
			["购"] = {
				["枪"] = {
					["天"] = {
						["堂"] = {
							this = true
						}
					}
				}
			}
		},
		["匕"] = {
			["专"] = {
				["卖"] = {
					["网"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				}
			}
		},
		["警"] = {
			["靴"] = {
				this = true
			},
			["服"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["进"] = {
				["藏"] = {
					this = true
				}
			},
			["美"] = {
				["领"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["严"] = {
				["查"] = {
					["藏"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["用"] = {
				["具"] = {
					this = true
				},
				["品"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["装"] = {
				["备"] = {
					this = true
				}
			}
		},
		["械"] = {
			["所"] = {
				this = true
			}
		},
		["队"] = {
			this = true,
			["干"] = {
				["部"] = {
					["转"] = {
						["业"] = {
							["复"] = {
								["员"] = {
									["工"] = {
										["作"] = {
											["文"] = {
												["件"] = {
													["汇"] = {
														["编"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["走"] = {
				["私"] = {
					this = true
				}
			},
			["八"] = {
				["将"] = {
					["领"] = {
						this = true
					}
				}
			},
			["匕"] = {
				["首"] = {
					this = true
				}
			},
			["反"] = {
				["腐"] = {
					this = true
				}
			},
			["腐"] = {
				["败"] = {
					this = true
				}
			},
			["官"] = {
				["正"] = {
					this = true,
					["？"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			},
			["换"] = {
				["将"] = {
					["直"] = {
						["追"] = {
							["毛"] = {
								this = true
							}
						}
					}
				}
			},
			["开"] = {
				["进"] = {
					["了"] = {
						this = true
					}
				}
			},
			["木"] = {
				["樨"] = {
					["地"] = {
						this = true
					}
				}
			},
			["审"] = {
				["计"] = {
					["署"] = {
						this = true
					}
				}
			},
			["屠"] = {
				["杀"] = {
					[" "] = {
						["学"] = {
							["生"] = {
								this = true
							}
						}
					},
					["学"] = {
						["生"] = {
							this = true
						}
					}
				}
			},
			["政"] = {
				["变"] = {
					this = true
				}
			},
			["制"] = {
				["服"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["8"] = {
								["}"] = {
									["安"] = {
										["倍"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["事"] = {
			["标"] = {
				["号"] = {
					this = true
				}
			},
			["地"] = {
				["图"] = {
					this = true
				}
			},
			["训"] = {
				["练"] = {
					["大"] = {
						["纲"] = {
							this = true
						}
					},
					["评"] = {
						["定"] = {
							["标"] = {
								["准"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["社"] = {
				this = true
			},
			["爱"] = {
				["好"] = {
					["汽"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["械"] = {
					["网"] = {
						this = true
					}
				}
			},
			["委"] = {
				["员"] = {
					["会"] = {
						this = true
					}
				}
			},
			["冒"] = {
				["险"] = {
					this = true
				}
			}
		},
		["委"] = {
			this = true,
			["公"] = {
				["开"] = {
					["信"] = {
						this = true
					}
				}
			},
			["副"] = {
				["主"] = {
					["席"] = {
						this = true
					}
				}
			},
			["建"] = {
				["制"] = {
					this = true
				}
			},
			["卸"] = {
				["任"] = {
					["揭"] = {
						["露"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["管"] = {
					this = true
				}
			},
			["主"] = {
				["席"] = {
					this = true,
					["讲"] = {
						["话"] = {
							this = true
						}
					}
				}
			},
			["没"] = {
				["有"] = {
					["军"] = {
						["衔"] = {
							["|"] = {
								["军"] = {
									["委"] = {
										["成"] = {
											["员"] = {
												["没"] = {
													["有"] = {
														["衔"] = {
															["|"] = {
																["最"] = {
																	["高"] = {
																		["司"] = {
																			["令"] = {
																				["长"] = {
																					["官"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["需"] = {
			["物"] = {
				["质"] = {
					["保"] = {
						["管"] = {
							this = true
						}
					}
				},
				["资"] = {
					["保"] = {
						["管"] = {
							this = true
						}
					}
				}
			}
		},
		["政"] = {
			["名"] = {
				["单"] = {
					this = true
				}
			}
		},
		["转"] = {
			this = true,
			["安"] = {
				["置"] = {
					this = true
				}
			},
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		c = {
			this = true,
			["专"] = {
				this = true
			}
		},
		d = {
			a = {
				o = {
					this = true,
					B = {
						["手"] = {
							this = true
						}
					},
					["军"] = {
						c = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				}
			}
		},
		g = {
			o = {
				u = {
					this = true
				}
			}
		},
		["港"] = {
			["搜"] = {
				["购"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["哥"] = {
			["好"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["工"] = {
			["匕"] = {
				["首"] = {
					["专"] = {
						["店"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["刀"] = {
				this = true
			},
			["忉"] = {
				this = true
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["配"] = {
				["件"] = {
					["组"] = {
						["装"] = {
							this = true
						}
					}
				}
			}
		},
		["机"] = {
			["处"] = {
				["军"] = {
					["品"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["纪"] = {
			["委"] = {
				["前"] = {
					["书"] = {
						["记"] = {
							this = true
						}
					}
				}
			}
		},
		["砍"] = {
			["刀"] = {
				this = true
			}
		},
		["美"] = {
			["刀"] = {
				this = true
			}
		},
		["盟"] = {
			["枪"] = {
				["械"] = {
					this = true
				}
			}
		},
		["民"] = {
			["冲"] = {
				["突"] = {
					this = true
				}
			},
			["血"] = {
				["腥"] = {
					["冲"] = {
						["突"] = {
							this = true
						}
					}
				}
			}
		},
		["枪"] = {
			this = true,
			["匕"] = {
				["首"] = {
					this = true
				}
			},
			["零"] = {
				["件"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true,
					["专"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["收"] = {
				["藏"] = {
					this = true
				}
			},
			["王"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["下"] = {
				["的"] = {
					["现"] = {
						["代"] = {
							["化"] = {
								this = true
							}
						}
					}
				}
			},
			["支"] = {
				this = true,
				["军"] = {
					["刺"] = {
						["专"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["直"] = {
				["枪"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["日"] = {
			["刀"] = {
				this = true
			}
		},
		["手"] = {
			["枪"] = {
				this = true
			}
		},
		["团"] = {
			this = true,
			["邀"] = {
				["请"] = {
					this = true
				}
			},
			["战"] = {
				["模"] = {
					["式"] = {
						this = true
					}
				}
			}
		},
		["衔"] = {
			this = true
		},
		["艺"] = {
			["院"] = {
				["长"] = {
					[" "] = {
						["彭"] = {
							this = true
						}
					},
					["彭"] = {
						this = true
					}
				}
			}
		},
		["砽"] = {
			["扌"] = {
				["枪"] = {
					["绌"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["制"] = {
			["5"] = {
				["4"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["中"] = {
			["&"] = {
				["猫"] = {
					["头"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["猫"] = {
				["头"] = {
					["鹰"] = {
						this = true
					}
				}
			},
			["母"] = {
				["老"] = {
					["虎"] = {
						this = true
					}
				}
			}
		},
		["主"] = {
			["官"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["寇"] = {
		["晓"] = {
			["伟"] = {
				this = true
			}
		},
		["封"] = {
			this = true
		},
		["循"] = {
			this = true
		},
		["羽"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["黎"] = {
		["阳"] = {
			["评"] = {
				this = true
			},
			["平"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["城"] = {
			["辣"] = {
				["面"] = {
					this = true
				}
			},
			["筋"] = {
				this = true
			},
			["面"] = {
				this = true
			}
		},
		["安"] = {
			["友"] = {
				this = true
			}
		},
		["陽"] = {
			["評"] = {
				this = true
			}
		},
		["智"] = {
			["英"] = {
				this = true
			}
		},
		["枪"] = {
			["网"] = {
				this = true
			}
		},
		["晓"] = {
			["宏"] = {
				this = true
			}
		},
		["小"] = {
			["强"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["联"] = {
		["大"] = {
			this = true
		},
		["合"] = {
			["国"] = {
				this = true,
				["大"] = {
					["会"] = {
						this = true
					}
				},
				["人"] = {
					["权"] = {
						this = true,
						["专"] = {
							["员"] = {
								this = true
							}
						}
					}
				}
			},
			["起"] = {
				["诉"] = {
					["廉"] = {
						["政"] = {
							["大"] = {
								["论"] = {
									["坛"] = {
										this = true
									}
								}
							}
						}
					},
					["最"] = {
						["高"] = {
							["人"] = {
								["民"] = {
									["法"] = {
										["院"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["易"] = {
			this = true,
			["互"] = {
				["动"] = {
					this = true
				}
			}
		},
		["系"] = {
			this = true,
			["5"] = {
				["4"] = {
					["钢"] = {
						["珠"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["健"] = {
				["卫"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			},
			["我"] = {
				["枪"] = {
					["支"] = {
						this = true
					}
				}
			}
		},
		["盟"] = {
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["通"] = {
			["客"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["实"] = {
				["名"] = {
					["破"] = {
						["解"] = {
							this = true
						}
					}
				}
			},
			E = {
				S = {
					S = {
						["系"] = {
							["统"] = {
								["身"] = {
									["份"] = {
										["证"] = {
											["读"] = {
												["卡"] = {
													["器"] = {
														["插"] = {
															["件"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["众"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["赢"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["邦"] = {
			["政"] = {
				["府"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["专"] = {
				["员"] = {
					this = true
				}
			}
		},
		["名"] = {
			["上"] = {
				["书"] = {
					this = true
				}
			}
		},
		["总"] = {
			this = true,
			["这"] = {
				["声"] = {
					["传"] = {
						["单"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["声"] = {
					this = true,
					["传"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		},
		["署"] = {
			["公"] = {
				["开"] = {
					["信"] = {
						this = true
					}
				}
			}
		},
		["兴"] = {
			["棋"] = {
				["牌"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["粮"] = {
		["食"] = {
			["局"] = {
				this = true
			}
		},
		["荒"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["龙"] = {
		["新"] = {
			["民"] = {
				this = true
			}
		},
		["虎"] = {
			this = true,
			["斗"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["豹"] = {
				this = true
			},
			["平"] = {
				["台"] = {
					this = true
				}
			}
		},
		[" "] = {
			["虎"] = {
				[" "] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["城"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["腾"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["凤"] = {
			this = true,
			["桑"] = {
				["拿"] = {
					this = true
				}
			},
			["4"] = {
				["1"] = {
					["9"] = {
						this = true
					}
				}
			},
			["交"] = {
				["友"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["后"] = {
				["花"] = {
					["园"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["8"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["都"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["线"] = {
						["上"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["成"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["尊"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["门"] = {
			["娱"] = {
				["乐"] = {
					["国"] = {
						["际"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["战"] = {
			["士"] = {
				["传"] = {
					["说"] = {
						this = true
					}
				}
			}
		},
		["欲"] = {
			["都"] = {
				["市"] = {
					this = true
				}
			}
		},
		["小"] = {
			["霞"] = {
				this = true
			}
		},
		["吟"] = {
			["百"] = {
				["美"] = {
					["缘"] = {
						["下"] = {
							["载"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["负"] = {
			["麦"] = {
				this = true
			}
		},
		["川"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["利"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["海"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["泉"] = {
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				}
			},
			["驿"] = {
				["Ｋ"] = {
					["粉"] = {
						this = true
					}
				}
			}
		},
		["泽"] = {
			["彩"] = {
				["种"] = {
					["紫"] = {
						this = true
					}
				}
			},
			["加"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["仁"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["优"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["骡"] = {
		["干"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["麻"] = {
		["醉"] = {
			this = true,
			["钢"] = {
				["枪"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true,
				["网"] = {
					this = true
				},
				["弩"] = {
					this = true
				},
				["*"] = {
					this = true
				},
				["出"] = {
					["售"] = {
						["可"] = {
							["验"] = {
								["货"] = {
									this = true
								}
							}
						}
					}
				},
				["猎"] = {
					["枪"] = {
						["军"] = {
							["用"] = {
								this = true
							}
						}
					}
				}
			},
			["药"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["乙"] = {
				["醚"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true,
				["箭"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["箭"] = {
				this = true,
				["弩"] = {
					this = true
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["专"] = {
						["卖"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			},
			["吹"] = {
				["针"] = {
					this = true
				}
			},
			["镖"] = {
				["枪"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["鋼"] = {
				["槍"] = {
					this = true
				}
			},
			["迷"] = {
				["幻"] = {
					["极"] = {
						["品"] = {
							this = true
						}
					},
					["極"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["槍"] = {
				this = true,
				["华"] = {
					["北"] = {
						this = true
					}
				}
			},
			["藥"] = {
				this = true
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["抢"] = {
				this = true
			}
		},
		["古"] = {
			this = true,
			["配"] = {
				["方"] = {
					this = true
				}
			},
			["制"] = {
				["作"] = {
					["技"] = {
						["术"] = {
							this = true
						}
					},
					["方"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["壶"] = {
				this = true
			},
			["*"] = {
				this = true
			},
			K = {
				["粉"] = {
					["摇"] = {
						["头"] = {
							["丸"] = {
								["出"] = {
									["售"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			[" "] = {
				["摇"] = {
					["头"] = {
						["药"] = {
							[" "] = {
								["制"] = {
									["作"] = {
										["技"] = {
											["术"] = {
												["配"] = {
													["方"] = {
														this = true
													}
												}
											}
										}
									}
								},
								["见"] = {
									["货"] = {
										["付"] = {
											["款"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["冰"] = {
				this = true
			}
		},
		["黃"] = {
			["素"] = {
				this = true
			}
		},
		["果"] = {
			this = true,
			["配"] = {
				["方"] = {
					this = true
				}
			},
			["壶"] = {
				this = true
			},
			["的"] = {
				["制"] = {
					["作"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["黄"] = {
			this = true,
			["素"] = {
				this = true,
				["羟"] = {
					["亚"] = {
						["胺"] = {
							this = true
						}
					}
				},
				["出"] = {
					["售"] = {
						[" "] = {
							["冰"] = {
								["毒"] = {
									this = true
								}
							},
							["盎"] = {
								["司"] = {
									this = true
								}
							},
							["海"] = {
								["洛"] = {
									["因"] = {
										this = true
									}
								}
							}
						}
					}
				},
				[" "] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					},
					["氯"] = {
						["胺"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["浸"] = {
				["膏"] = {
					this = true
				}
			},
			["碱"] = {
				this = true
			},
			["草"] = {
				this = true
			},
			["提"] = {
				["纯"] = {
					this = true
				}
			}
		},
		["叶"] = {
			w = {
				e = {
					e = {
						d = {
							this = true
						}
					}
				}
			}
		},
		["痹"] = {
			this = true,
			["的"] = {
				this = true
			}
		},
		["衣"] = {
			this = true,
			["子"] = {
				["高"] = {
					["清"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["古"] = {
				this = true
			}
		},
		["仓"] = {
			["香"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["优"] = {
				["全"] = {
					["集"] = {
						this = true
					}
				}
			},
			["忧"] = {
				["家"] = {
					["居"] = {
						["黑"] = {
							["丝"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["倉"] = {
			["憂"] = {
				this = true
			},
			["優"] = {
				["快"] = {
					["播"] = {
						["網"] = {
							this = true
						}
					}
				}
			}
		},
		["粉"] = {
			this = true
		},
		["宫"] = {
			this = true,
			["淳"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["姑"] = {
			this = true
		},
		["谷"] = {
			this = true
		},
		["雷"] = {
			["子"] = {
				this = true
			}
		},
		["理"] = {
			["子"] = {
				this = true
			}
		},
		["美"] = {
			["ゆ"] = {
				["ま"] = {
					this = true
				}
			},
			["口"] = {
				["交"] = {
					this = true
				}
			},
			["由"] = {
				["真"] = {
					["作"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		["木"] = {
			["堇"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["生"] = {
			["绘"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["玲"] = {
				["夏"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["里"] = {
					this = true,
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["千"] = {
				["寻"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["梢"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["希"] = {
				["视"] = {
					["频"] = {
						this = true
					}
				}
			},
			["香"] = {
				["月"] = {
					this = true
				}
			},
			["早"] = {
				["苗"] = {
					this = true,
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["香"] = {
			["关"] = {
				["穗"] = {
					["里"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["麦"] = {
		["角"] = {
			["酸"] = {
				this = true,
				["提"] = {
					["炼"] = {
						["技"] = {
							["术"] = {
								this = true
							}
						}
					}
				},
				["二"] = {
					["乙"] = {
						["胺"] = {
							this = true
						},
						["酰"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["胺"] = {
				this = true
			},
			["乙"] = {
				["二"] = {
					["胺"] = {
						this = true
					}
				}
			},
			["新"] = {
				["碱"] = {
					this = true
				}
			},
			["二"] = {
				["乙"] = {
					["胺"] = {
						this = true
					}
				}
			},
			["醇"] = {
				this = true
			}
		},
		["司"] = {
			["卡"] = {
				["林"] = {
					this = true
				}
			}
		},
		["枪"] = {
			this = true
		},
		["当"] = {
			["劳"] = {
				["被"] = {
					["砸"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["妳"] = {
		["老"] = {
			["母"] = {
				["的"] = {
					this = true
				}
			}
		},
		["妈"] = {
			["的"] = {
				this = true
			}
		},
		["马"] = {
			["的"] = {
				this = true
			}
		},
		["娘"] = {
			this = true,
			["的"] = {
				this = true
			}
		},
		["媽"] = {
			["的"] = {
				this = true
			}
		},
		["馬"] = {
			["的"] = {
				this = true
			}
		},
		["她"] = {
			["妈"] = {
				["的"] = {
					this = true
				}
			},
			["媽"] = {
				["的"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["伱"] = {
		["妈"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["鸟"] = {
		G = {
			M = {
				this = true
			}
		},
		["你"] = {
			this = true
		},
		["枪"] = {
			["网"] = {
				this = true
			},
			["弹"] = {
				["弓"] = {
					["枪"] = {
						["图"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["店"] = {
				["网"] = {
					this = true
				}
			}
		},
		["巢"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["场"] = {
					this = true
				}
			},
			["缺"] = {
				["陷"] = {
					this = true
				}
			}
		},
		g = {
			this = true
		},
		["气"] = {
			["枪"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["农"] = {
		["业"] = {
			["部"] = {
				this = true
			}
		},
		["夫"] = {
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["色"] = {
				this = true,
				["站"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["燃"] = {
				["料"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					["最"] = {
						["新"] = {
							["地"] = {
								["址"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["聚"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		},
		["门"] = {
			["辣"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["民"] = {
			["真"] = {
				["正"] = {
					["贫"] = {
						["困"] = {
							["的"] = {
								["根"] = {
									["源"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["村"] = {
			["极"] = {
				["品"] = {
					["Ａ"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["乱"] = {
					["伦"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["拍"] = {
		["肩"] = {
			["神"] = {
				["药"] = {
					this = true,
					["*"] = {
						this = true
					}
				},
				["藥"] = {
					this = true
				}
			},
			["型"] = {
				["迷"] = {
					this = true,
					["魂"] = {
						["粉"] = {
							this = true,
							["真"] = {
								["话"] = {
									["药"] = {
										this = true
									}
								}
							}
						}
					},
					["*"] = {
						["药"] = {
							this = true
						}
					},
					["幻"] = {
						["剂"] = {
							this = true
						},
						["药"] = {
							this = true
						}
					},
					["药"] = {
						this = true
					}
				},
				["昏"] = {
					["迷"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				this = true,
				["药"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						},
						["售"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["▓"] = {
					["幻"] = {
						["▓"] = {
							["药"] = {
								this = true
							}
						}
					}
				},
				["幻"] = {
					["药"] = {
						this = true
					}
				}
			},
			["药"] = {
				this = true,
				["苍"] = {
					["蝇"] = {
						["水"] = {
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["水"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["粉"] = {
				this = true,
				["乖"] = {
					["乖"] = {
						["水"] = {
							this = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["失"] = {
					["忆"] = {
						["水"] = {
							this = true
						}
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["乙"] = {
					["醚"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["蒾"] = {
				["葯"] = {
					this = true,
					["專"] = {
						this = true
					}
				}
			},
			["听"] = {
				["话"] = {
					["粉"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["葯"] = {
				["仺"] = {
					["蠅"] = {
						["氺"] = {
							["專"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["拍"] = {
			["用"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["花"] = {
			["子"] = {
				this = true
			}
		},
		A = {
			V = {
				["內"] = {
					["射"] = {
						this = true
					}
				}
			}
		},
		["摄"] = {
			["做"] = {
				["爱"] = {
					["全"] = {
						["过"] = {
							["程"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["洗"] = {
			["澡"] = {
				this = true
			}
		},
		["案"] = {
			["惊"] = {
				["奇"] = {
					["大"] = {
						["宇"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["苹"] = {
		["果"] = {
			this = true,
			["日"] = {
				["报"] = {
					this = true,
					[" "] = {
						["李"] = {
							["东"] = {
								["生"] = {
									[" "] = {
										["习"] = {
											[" "] = {
												["财"] = {
													["富"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["版"] = {
				["电"] = {
					["视"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["机"] = {
				this = true
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["找"] = {
				["回"] = {
					["手"] = {
						["机"] = {
							this = true
						}
					}
				}
			},
			["针"] = {
				["孔"] = {
					["摄"] = {
						["像"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["仆"] = {
		["街"] = {
			this = true
		},
		["从"] = {
			this = true
		},
		["妹"] = {
			["毎"] = {
				["日"] = {
					["中"] = {
						["出"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["气"] = {
		["象"] = {
			["局"] = {
				this = true
			},
			["播"] = {
				["报"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			}
		},
		["皇"] = {
			this = true,
			["4"] = {
				["0"] = {
					["0"] = {
						this = true
					}
				}
			}
		},
		["狗"] = {
			this = true,
			["狗"] = {
				["粮"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["狗"] = {
					["粮"] = {
						this = true
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			},
			["配"] = {
				["件"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["专"] = {
				this = true,
				["卖"] = {
					this = true
				},
				["店"] = {
					this = true
				},
				["网"] = {
					this = true
				},
				["营"] = {
					this = true,
					["店"] = {
						this = true
					}
				}
			},
			["坐"] = {
				["子"] = {
					this = true
				}
			},
			["大"] = {
				["猫"] = {
					this = true
				}
			},
			["图"] = {
				["纸"] = {
					this = true
				}
			},
			["出"] = {
				["气"] = {
					["伐"] = {
						["解"] = {
							["剖"] = {
								["图"] = {
									this = true
								}
							}
						}
					}
				},
				["售"] = {
					[" "] = {
						["进"] = {
							["口"] = {
								["气"] = {
									["狗"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			[" "] = {
				["高"] = {
					["压"] = {
						["气"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			M = {
				["4"] = {
					A = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["爆"] = {
				["弹"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["儿"] = {
				["狗"] = {
					["儿"] = {
						["粮"] = {
							this = true
						}
					}
				},
				["货"] = {
					this = true
				},
				["粮"] = {
					this = true
				},
				["铅"] = {
					["弹"] = {
						this = true
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						},
						["抢"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["粮"] = {
				this = true,
				["便"] = {
					["宜"] = {
						this = true
					}
				},
				["密"] = {
					["云"] = {
						["怀"] = {
							["柔"] = {
								this = true
							}
						}
					}
				},
				["售"] = {
					this = true
				}
			},
			["零"] = {
				["件"] = {
					this = true
				}
			},
			["汽"] = {
				["狗"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["拉"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			}
		},
		["枪"] = {
			this = true,
			["枪"] = {
				["管"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["瞄"] = {
				["准"] = {
					["镜"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["器"] = {
						this = true,
						["配"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["点"] = {
							this = true
						},
						["店"] = {
							this = true
						},
						["售"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["铅"] = {
				["弹"] = {
					this = true,
					T = {
						E = {
							L = {
								this = true
							}
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["模"] = {
						["具"] = {
							this = true
						}
					},
					["现"] = {
						["货"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["子"] = {
					["的"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			},
			["免"] = {
				["定"] = {
					["金"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true,
				["业"] = {
					["配"] = {
						["件"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				},
				["卖"] = {
					["网"] = {
						this = true
					}
				},
				["城"] = {
					this = true
				},
				["点"] = {
					this = true
				},
				["店"] = {
					this = true
				},
				["门"] = {
					["网"] = {
						this = true
					}
				},
				["密"] = {
					["云"] = {
						["商"] = {
							["城"] = {
								this = true
							}
						}
					}
				},
				["区"] = {
					this = true
				},
				["商"] = {
					["城"] = {
						this = true
					}
				},
				["售"] = {
					this = true
				},
				["网"] = {
					this = true,
					["狙"] = {
						["击"] = {
							["弩"] = {
								this = true
							}
						}
					}
				},
				["销"] = {
					["网"] = {
						this = true
					}
				},
				["用"] = {
					["气"] = {
						this = true
					}
				},
				["展"] = {
					["示"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["品"] = {
					["网"] = {
						this = true
					}
				},
				["刀"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["购"] = {
					this = true
				},
				["为"] = {
					["您"] = {
						this = true
					}
				},
				["站"] = {
					this = true
				}
			},
			["猎"] = {
				["枪"] = {
					this = true,
					["专"] = {
						this = true,
						["网"] = {
							this = true
						},
						["店"] = {
							this = true
						}
					},
					["麻"] = {
						["醉"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["便"] = {
						["宜"] = {
							["出"] = {
								this = true
							}
						}
					},
					["钢"] = {
						["珠"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				},
				["具"] = {
					["网"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true
			},
			["制"] = {
				["做"] = {
					["教"] = {
						["学"] = {
							this = true
						}
					}
				}
			},
			["打"] = {
				["硬"] = {
					["币"] = {
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["猎"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["结"] = {
				["构"] = {
					["图"] = {
						this = true
					},
					["原"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["弹"] = {
				this = true,
				["模"] = {
					["具"] = {
						this = true
					}
				},
				["簧"] = {
					this = true,
					["?"] = {
						this = true
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["/"] = {
				["出"] = {
					["售"] = {
						["/"] = {
							["专"] = {
								["卖"] = {
									["网"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["猎"] = {
					["枪"] = {
						["/"] = {
							["钢"] = {
								["珠"] = {
									["枪"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						this = true,
						["出"] = {
							["售"] = {
								this = true
							}
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["槍"] = {
						this = true
					}
				}
			},
			["购"] = {
				["买"] = {
					["|"] = {
						["气"] = {
							["枪"] = {
								["组"] = {
									["装"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["货"] = {
				this = true,
				["到"] = {
					["付"] = {
						this = true,
						["款"] = {
							this = true,
							[","] = {
								["汽"] = {
									["狗"] = {
										["出"] = {
											["售"] = {
												["\""] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["价"] = {
				["格"] = {
					this = true,
					[" "] = {
						["仿"] = {
							["真"] = {
								["气"] = {
									["枪"] = {
										this = true
									}
								}
							}
						}
					},
					["，"] = {
						["气"] = {
							["枪"] = {
								["专"] = {
									["卖"] = {
										["店"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["看"] = {
				["货"] = {
					this = true,
					["加"] = {
						this = true,
						Q = {
							Q = {
								this = true
							}
						}
					}
				}
			},
			["联"] = {
				["系"] = {
					this = true,
					Q = {
						Q = {
							this = true
						}
					},
					["低"] = {
						["价"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["魂"] = {
					["药"] = {
						this = true
					}
				}
			},
			["$"] = {
				this = true,
				["专"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["、"] = {
				["电"] = {
					["狗"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			b = {
				["5"] = {
					["0"] = {
						["配"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			B = {
				B = {
					["弹"] = {
						this = true
					}
				}
			},
			d = {
				e = {
					this = true
				}
			},
			i = {
				["专"] = {
					["网"] = {
						this = true
					}
				}
			},
			M = {
				["7"] = {
					["0"] = {
						["0"] = {
							this = true
						}
					}
				}
			},
			Q = {
				this = true
			},
			["扳"] = {
				["机"] = {
					["结"] = {
						["构"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["厂"] = {
				this = true
			},
			["充"] = {
				["气"] = {
					this = true
				}
			},
			["大"] = {
				["全"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["的"] = {
				this = true,
				["网"] = {
					["站"] = {
						this = true
					}
				},
				["有"] = {
					["效"] = {
						["射"] = {
							["程"] = {
								this = true
							}
						}
					}
				},
				["原"] = {
					["理"] = {
						this = true,
						["书"] = {
							["籍"] = {
								this = true
							},
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["看"] = {
						["货"] = {
							["加"] = {
								this = true
							}
						}
					},
					["联"] = {
						["系"] = {
							this = true
						}
					},
					["小"] = {
						["口"] = {
							["径"] = {
								this = true
							}
						}
					},
					["组"] = {
						["装"] = {
							this = true
						}
					}
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["多"] = {
				["少"] = {
					["钱"] = {
						this = true
					}
				}
			},
			["阀"] = {
				this = true,
				["门"] = {
					["原"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					this = true,
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["狗"] = {
							this = true
						},
						["瓶"] = {
							this = true
						},
						["枪"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				["粮"] = {
					["专"] = {
						this = true
					}
				}
			},
			["构"] = {
				["造"] = {
					["及"] = {
						["原"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			},
			["官"] = {
				["方"] = {
					["网"] = {
						this = true
					}
				}
			},
			["海"] = {
				["豹"] = {
					M = {
						["9"] = {
							this = true
						}
					}
				}
			},
			["华"] = {
				["北"] = {
					["地"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["火"] = {
				["狗"] = {
					this = true
				}
			},
			["及"] = {
				["零"] = {
					["件"] = {
						this = true
					}
				}
			},
			["急"] = {
				["售"] = {
					this = true
				}
			},
			["解"] = {
				["剖"] = {
					["图"] = {
						this = true
					}
				}
			},
			["零"] = {
				["部"] = {
					["件"] = {
						this = true,
						["交"] = {
							["换"] = {
								this = true
							}
						},
						["现"] = {
							["货"] = {
								this = true
							}
						}
					}
				},
				["件"] = {
					this = true
				}
			},
			["麻"] = {
				["枪"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["南"] = {
				["哥"] = {
					["专"] = {
						this = true
					}
				}
			},
			["配"] = {
				["件"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["区"] = {
							this = true
						}
					}
				}
			},
			["皮"] = {
				["碗"] = {
					this = true
				}
			},
			["气"] = {
				["狗"] = {
					this = true
				},
				["枪"] = {
					["组"] = {
						["装"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["商"] = {
				["城"] = {
					this = true
				}
			},
			["上"] = {
				["品"] = {
					this = true
				}
			},
			["世"] = {
				["界"] = {
					["网"] = {
						this = true
					}
				}
			},
			["式"] = {
				["两"] = {
					["用"] = {
						["中"] = {
							["努"] = {
								this = true
							},
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["啥"] = {
					["样"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["收"] = {
				["藏"] = {
					["网"] = {
						this = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["膛"] = {
				["线"] = {
					this = true,
					["图"] = {
						["纸"] = {
							this = true
						}
					}
				}
			},
			["套"] = {
				["件"] = {
					this = true
				}
			},
			["图"] = {
				this = true,
				["纸"] = {
					this = true,
					C = {
						A = {
							D = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["需"] = {
					["定"] = {
						["金"] = {
							this = true
						}
					}
				}
			},
			["西"] = {
				["班"] = {
					["牙"] = {
						["高"] = {
							["价"] = {
								this = true
							}
						}
					}
				}
			},
			["现"] = {
				["货"] = {
					this = true
				}
			},
			["消"] = {
				["声"] = {
					["器"] = {
						this = true
					}
				},
				["音"] = {
					["器"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						this = true,
						["猎"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["压"] = {
				["气"] = {
					["活"] = {
						["塞"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["原"] = {
				["装"] = {
					["进"] = {
						["口"] = {
							this = true
						}
					}
				}
			},
			["展"] = {
				["示"] = {
					["网"] = {
						this = true
					}
				}
			},
			["之"] = {
				["家"] = {
					this = true
				}
			},
			["直"] = {
				["销"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["指"] = {
				["定"] = {
					this = true
				}
			},
			["中"] = {
				["心"] = {
					this = true
				}
			},
			["种"] = {
				["类"] = {
					this = true
				}
			},
			["转"] = {
				["让"] = {
					this = true
				}
			},
			["组"] = {
				["装"] = {
					this = true
				}
			}
		},
		["抢"] = {
			this = true,
			["网"] = {
				this = true
			},
			["土"] = {
				["鹰"] = {
					this = true
				}
			},
			["管"] = {
				this = true
			},
			["厂"] = {
				this = true
			},
			["仿"] = {
				["真"] = {
					["槍"] = {
						this = true
					}
				}
			},
			["看"] = {
				["货"] = {
					["加"] = {
						this = true
					}
				}
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						this = true
					}
				}
			},
			["专"] = {
				["网"] = {
					this = true
				}
			},
			["组"] = {
				["装"] = {
					this = true
				}
			}
		},
		["动"] = {
			["短"] = {
				["狗"] = {
					this = true
				}
			},
			["吹"] = {
				["箭"] = {
					this = true
				}
			},
			["狗"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["仿"] = {
				["真"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						this = true,
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					}
				}
			},
			["回"] = {
				["膛"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["力"] = {
				["钢"] = {
					["珠"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["铅"] = {
				["弹"] = {
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				this = true
			},
			["式"] = {
				["钢"] = {
					["珠"] = {
						this = true
					}
				}
			},
			["手"] = {
				g = {
					o = {
						u = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["长"] = {
				["狗"] = {
					this = true
				}
			}
		},
		g = {
			o = {
				u = {
					this = true,
					["粮"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				}
			}
		},
		["步"] = {
			["枪"] = {
				this = true,
				["专"] = {
					this = true,
					["业"] = {
						["网"] = {
							this = true
						}
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["二"] = {
					["手"] = {
						this = true
					}
				},
				["结"] = {
					["构"] = {
						["图"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["木"] = {
				["仓"] = {
					this = true
				}
			}
		},
		["弹"] = {
			["枪"] = {
				this = true,
				["专"] = {
					["网"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["槍"] = {
				this = true
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["同"] = {
			["枪"] = {
				this = true
			}
		},
		["弩"] = {
			this = true,
			["官"] = {
				["方"] = {
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["罐"] = {
			["枪"] = {
				["做"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["改"] = {
			["火"] = {
				this = true
			}
		},
		["阀"] = {
			["枪"] = {
				this = true
			}
		},
		["拉"] = {
			["鸡"] = {
				this = true
			}
		},
		["豞"] = {
			this = true
		},
		["秃"] = {
			this = true,
			["子"] = {
				this = true
			},
			["管"] = {
				this = true
			}
		},
		["仓"] = {
			this = true
		},
		["鸡"] = {
			this = true,
			["专"] = {
				this = true,
				["卖"] = {
					this = true
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true
				}
			}
		},
		["长"] = {
			["狗"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["仓"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["氵"] = {
					["气"] = {
						["犭"] = {
							["句"] = {
								this = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["豿"] = {
			this = true
		},
		["排"] = {
			["吹"] = {
				this = true
			}
		},
		["吹"] = {
			this = true,
			["抢"] = {
				this = true
			},
			["枪"] = {
				["做"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["压"] = {
			["鸟"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["筒"] = {
			["吹"] = {
				this = true
			}
		},
		["&"] = {
			g = {
				o = {
					u = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true
			}
		},
		G = {
			u = {
				n = {
					["专"] = {
						this = true
					}
				}
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							this = true,
							["弹"] = {
								this = true
							},
							["儿"] = {
								this = true
							},
							["货"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爆"] = {
			["爆"] = {
				["枪"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["熗"] = {
				this = true
			}
		},
		["车"] = {
			["干"] = {
				["扰"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["短"] = {
			["狗"] = {
				this = true,
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["狙"] = {
			["狗"] = {
				this = true
			},
			["击"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["控"] = {
			["式"] = {
				["枪"] = {
					["管"] = {
						this = true
					}
				}
			}
		},
		["猎"] = {
			this = true,
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["收"] = {
					["藏"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["驽"] = {
			["官"] = {
				["方"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				}
			}
		},
		["泡"] = {
			["网"] = {
				this = true
			}
		},
		["槍"] = {
			this = true,
			["步"] = {
				["槍"] = {
					["专"] = {
						this = true
					}
				}
			},
			["低"] = {
				["价"] = {
					["…"] = {
						["…"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["看"] = {
				["货"] = {
					["加"] = {
						this = true
					}
				}
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["小"] = {
				["口"] = {
					["径"] = {
						this = true
					}
				}
			},
			["专"] = {
				this = true,
				["店"] = {
					this = true
				}
			},
			["组"] = {
				["装"] = {
					this = true
				}
			}
		},
		["鎗"] = {
			this = true
		},
		["熗"] = {
			this = true
		},
		["球"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["手"] = {
			["狗"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				},
				["原"] = {
					["理"] = {
						this = true
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			}
		},
		["体"] = {
			["反"] = {
				["冲"] = {
					["式"] = {
						this = true
					}
				}
			},
			["前"] = {
				["冲"] = {
					["式"] = {
						this = true
					}
				}
			}
		},
		["性"] = {
			["坏"] = {
				["疽"] = {
					["病"] = {
						this = true
					}
				}
			},
			["壞"] = {
				["疽"] = {
					["病"] = {
						this = true
					}
				}
			}
		},
		["因"] = {
			["活"] = {
				["肤"] = {
					["比"] = {
						["区"] = {
							["之"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["钱"] = {
		["其"] = {
			["琛"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["柜"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["6"] = {
						["7"] = {
							["8"] = {
								this = true
							}
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["7"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["宝"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["袋"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["达"] = {
			this = true
		},
		["国"] = {
			["梁"] = {
				this = true
			}
		},
		["运"] = {
			["录"] = {
				this = true
			}
		},
		["大"] = {
			["拿"] = {
				this = true
			}
		},
		["多"] = {
			["多"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["心"] = {
					["水"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["还"] = {
			["没"] = {
				["存"] = {
					this = true
				}
			}
		},
		["宏"] = {
			["宇"] = {
				this = true
			}
		},
		["理"] = {
			["群"] = {
				this = true
			}
		},
		["联"] = {
			["系"] = {
				this = true
			}
		},
		["龙"] = {
			this = true
		},
		["明"] = {
			["奇"] = {
				this = true
			}
		},
		["士"] = {
			["臣"] = {
				["房"] = {
					["山"] = {
						["分"] = {
							["局"] = {
								this = true
							}
						}
					}
				},
				["钱"] = {
					["淑"] = {
						["琴"] = {
							this = true
						}
					}
				}
			}
		},
		["伟"] = {
			["成"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["学"] = {
			["森"] = {
				q = {
					v = {
						o = {
							d = {
								this = true
							}
						}
					}
				}
			}
		},
		["云"] = {
			["会"] = {
				this = true
			}
		},
		["庄"] = {
			["老"] = {
				["板"] = {
					this = true
				}
			}
		},
		["塘"] = {
			["江"] = {
				["自"] = {
					["此"] = {
						["泽"] = {
							["被"] = {
								["两"] = {
									["岸"] = {
										["人"] = {
											["民"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["包"] = {
			["里"] = {
				["的"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["文"] = {
			["雄"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["乔"] = {
		["石"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["波"] = {
			["室"] = {
				["内"] = {
					["滑"] = {
						["雪"] = {
							["馆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["峰"] = {
			this = true
		},
		["复"] = {
			["盛"] = {
				this = true
			}
		},
		["冠"] = {
			["华"] = {
				this = true
			}
		},
		["清"] = {
			["盛"] = {
				this = true
			}
		},
		["致"] = {
			["广"] = {
				this = true
			}
		},
		["牌"] = {
			["公"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["侨"] = {
		["办"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["切"] = {
		["七"] = {
			this = true
		},
		["波"] = {
			["特"] = {
				this = true
			}
		},
		["割"] = {
			["薄"] = {
				["谷"] = {
					["软"] = {
						["着"] = {
							["陆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["换"] = {
			["低"] = {
				["空"] = {
					N = {
						this = true
					}
				}
			},
			["高"] = {
				["空"] = {
					H = {
						this = true
					}
				}
			}
		},
		["尼"] = {
			["燧"] = {
				["发"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["听"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["窃"] = {
		["听"] = {
			this = true,
			["器"] = {
				this = true,
				["材"] = {
					this = true,
					["%"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					},
					["软"] = {
						["件"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["*"] = {
					this = true
				},
				["价"] = {
					["格"] = {
						this = true
					}
				}
			},
			["*"] = {
				this = true
			},
			["设"] = {
				["备"] = {
					this = true
				}
			},
			["王"] = {
				this = true
			},
			["%"] = {
				["器"] = {
					this = true
				}
			},
			["."] = {
				["器"] = {
					this = true
				}
			},
			["监"] = {
				["听"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["卡"] = {
				this = true
			},
			["噐"] = {
				this = true
			},
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["手"] = {
				["机"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["隐"] = {
				["私"] = {
					this = true
				}
			},
			["昆"] = {
				this = true
			}
		},
		["国"] = {
			["大"] = {
				["盗"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								this = true
							}
						}
					}
				},
				["滔"] = {
					this = true
				}
			}
		},
		["、"] = {
			["听"] = {
				this = true
			}
		},
		["."] = {
			["听"] = {
				["."] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["厛"] = {
			["軟"] = {
				["件"] = {
					this = true
				}
			}
		},
		["聽"] = {
			this = true,
			["器"] = {
				this = true
			}
		},
		["时"] = {
			["大"] = {
				["盗"] = {
					this = true
				}
			}
		},
		["喜"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["青"] = {
		["天"] = {
			["白"] = {
				["日"] = {
					this = true,
					["旗"] = {
						this = true
					}
				}
			}
		},
		["花"] = {
			["缘"] = {
				["社"] = {
					["区"] = {
						this = true
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["青"] = {
			["草"] = {
				["在"] = {
					["线"] = {
						this = true,
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["导"] = {
					["航"] = {
						this = true
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				}
			},
			["精"] = {
				["品"] = {
					["视"] = {
						["频"] = {
							["国"] = {
								["产"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["春"] = {
			["之"] = {
				["放"] = {
					["纵"] = {
						["高"] = {
							H = {
								this = true
							}
						}
					}
				}
			},
			["草"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["妇"] = {
				this = true
			},
			["活"] = {
				["力"] = {
					this = true
				}
			},
			["拉"] = {
				["拉"] = {
					["队"] = {
						["员"] = {
							this = true
						}
					}
				}
			},
			["無"] = {
				["敵"] = {
					this = true
				}
			},
			["小"] = {
				["妹"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["瓜"] = {
			["妹"] = {
				this = true
			}
		},
		["年"] = {
			["调"] = {
				["教"] = {
					["手"] = {
						["册"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["表"] = {
					this = true
				}
			},
			["乐"] = {
				["园"] = {
					this = true
				}
			},
			["民"] = {
				["主"] = {
					this = true
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["節"] = {
				["的"] = {
					["下"] = {
						["箇"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			},
			["节"] = {
				["的"] = {
					["下"] = {
						["个"] = {
							["月"] = {
								this = true
							}
						}
					},
					["一"] = {
						["个"] = {
							["月"] = {
								["后"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["楼"] = {
			["骚"] = {
				["货"] = {
					["养"] = {
						["成"] = {
							["日"] = {
								["记"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["十"] = {
				["二"] = {
					["房"] = {
						this = true,
						["翁"] = {
							["虹"] = {
								this = true
							}
						}
					}
				}
			},
			["吧"] = {
				this = true
			}
		},
		["岛"] = {
			["石"] = {
				["化"] = {
					["项"] = {
						["目"] = {
							["引"] = {
								["发"] = {
									["市"] = {
										["民"] = {
											["恐"] = {
												["慌"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["白"] = {
			["江"] = {
				this = true
			}
		},
		["藏"] = {
			["路"] = {
				this = true,
				["军"] = {
					["警"] = {
						["进"] = {
							["藏"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["蒿"] = {
			["素"] = {
				["出"] = {
					["货"] = {
						this = true
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["手"] = {
					["机"] = {
						this = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["提"] = {
					["炼"] = {
						["技"] = {
							["术"] = {
								this = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["化"] = {
			["苄"] = {
				["货"] = {
					this = true
				}
			}
		},
		["奸"] = {
			["露"] = {
				["出"] = {
					this = true
				}
			}
		},
		["姦"] = {
			["中"] = {
				["出"] = {
					this = true
				}
			}
		},
		["筋"] = {
			["巨"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["空"] = {
			["小"] = {
				["夏"] = {
					this = true
				}
			}
		},
		["蓝"] = {
			["双"] = {
				["娇"] = {
					this = true
				}
			}
		},
		["莲"] = {
			["记"] = {
				["事"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["湖"] = {
				["女"] = {
					["子"] = {
						["死"] = {
							["亡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["樓"] = {
			["十"] = {
				["二"] = {
					["房"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鸾"] = {
			["仙"] = {
				["子"] = {
					this = true
				}
			}
		},
		["冥"] = {
			["神"] = {
				["鹤"] = {
					this = true
				}
			}
		},
		["木"] = {
			["绘"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["絵"] = {
				["里"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["授"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["梨"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["莉"] = {
				["子"] = {
					this = true,
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["快"] = {
						["播"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["专"] = {
						["辑"] = {
							this = true
						}
					},
					["作"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["怜"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["琳"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["玲"] = {
				["迅"] = {
					["雷"] = {
						this = true
					}
				}
			},
			["铃"] = {
				this = true,
				b = {
					t = {
						this = true
					}
				},
				["电"] = {
					["驴"] = {
						this = true
					}
				},
				["快"] = {
					["播"] = {
						this = true
					}
				},
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["套"] = {
					["图"] = {
						this = true
					}
				},
				["无"] = {
					["码"] = {
						this = true,
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				},
				["迅"] = {
					["雷"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["专"] = {
					["辑"] = {
						this = true
					}
				},
				["作"] = {
					["品"] = {
						this = true
					}
				}
			},
			["美"] = {
				["空"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["梦"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["夢"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["沙"] = {
				["罗"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["诗"] = {
				["央"] = {
					["里"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["娘"] = {
			["虫"] = {
				["限"] = {
					["量"] = {
						this = true
					}
				}
			}
		},
		["牛"] = {
			["妖"] = {
				this = true
			}
		},
		["色"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["五"] = {
				["月"] = {
					["天"] = {
						this = true
					}
				}
			},
			["艺"] = {
				["术"] = {
					["中"] = {
						this = true,
						["心"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			}
		},
		["涩"] = {
			["可"] = {
				["爱"] = {
					["的"] = {
						["嫩"] = {
							B = {
								this = true
							}
						}
					}
				}
			},
			["门"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["纯"] = {
				this = true
			},
			["和"] = {
				["希"] = {
					B = {
						T = {
							this = true
						}
					}
				}
			},
			["可"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["珍"] = {
				["藏"] = {
					this = true
				}
			}
		},
		["田"] = {
			["早"] = {
				["纪"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["铜"] = {
			["峡"] = {
				["一"] = {
					["夜"] = {
						["情"] = {
							this = true
						}
					}
				}
			}
		},
		["羊"] = {
			["区"] = {
				this = true
			}
		},
		["野"] = {
			["诗"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["詩"] = {
				["織"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["叶"] = {
			["由"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["葉"] = {
			["由"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["羽"] = {
			["未"] = {
				["来"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["來"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["沼"] = {
			["知"] = {
				["朝"] = {
					B = {
						T = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["州"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["少"] = {
			["年"] = {
				["网"] = {
					["球"] = {
						["挑"] = {
							["战"] = {
								["赛"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["风"] = {
			["煲"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["塞"] = {
		["白"] = {
			this = true
		},
		["你"] = {
			["爸"] = {
				this = true
			},
			["公"] = {
				this = true
			},
			["老"] = {
				["母"] = {
					this = true
				},
				["师"] = {
					this = true
				}
			},
			["母"] = {
				this = true
			},
			["娘"] = {
				this = true
			}
		},
		["班"] = {
			["岛"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["尔"] = {
			["弗"] = {
				["里"] = {
					["奇"] = {
						this = true
					}
				}
			}
		},
		["克"] = {
			["虚"] = {
				["拟"] = {
					["家"] = {
						["庭"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["尔"] = {
				["裸"] = {
					["聊"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["雷"] = {
			["娜"] = {
				["\\"] = {
					p = {
						P = {
							["?"] = {
								["威"] = {
									["廉"] = {
										["姆"] = {
											["斯"] = {
												["|"] = {
													S = {
														e = {
															r = {
																e = {
																	n = {
																		a = {
																			W = {
																				i = {
																					l = {
																						l = {
																							i = {
																								a = {
																									m = {
																										s = {
																											this = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
