pg = pg or {}
slot0 = pg
slot0.word_template_11 = {}
slot1 = slot0.word_template_11

function temp()
	uv0["茉"] = {
		["莉"] = {
			["花"] = {
				this = true,
				["革"] = {
					["命"] = {
						this = true
					}
				}
			}
		},
		["滤"] = {
			["花"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["美"] = {
		["国"] = {
			this = true,
			["之"] = {
				["音"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["佬"] = {
				this = true
			},
			["柯"] = {
				["尔"] = {
					["特"] = {
						M = {
							["1"] = {
								["9"] = {
									["1"] = {
										["7"] = {
											["型"] = {
												["左"] = {
													["轮"] = {
														["手"] = {
															["枪"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["十"] = {
				["次"] = {
					["啦"] = {
						this = true
					},
					["撸"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true
			},
			["秃"] = {
				["狗"] = {
					this = true
				},
				["鹰"] = {
					this = true,
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["原"] = {
				["装"] = {
					["进"] = {
						["口"] = {
							["秃"] = {
								["鹰"] = {
									this = true
								}
							}
						}
					},
					["手"] = {
						["机"] = {
							["电"] = {
								["子"] = {
									["监"] = {
										["控"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["凯"] = {
				["德"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["军"] = {
				["刀"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["参"] = {
				["考"] = {
					this = true
				}
			},
			["维"] = {
				["吾"] = {
					["尔"] = {
						this = true
					}
				}
			},
			["广"] = {
				["播"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["沙"] = {
				["鹰"] = {
					this = true
				}
			},
			["唐"] = {
				["人"] = {
					["社"] = {
						this = true
					}
				}
			},
			["品"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["幼"] = {
			this = true,
			["专"] = {
				["区"] = {
					this = true
				}
			}
		},
		["女"] = {
			this = true,
			["走"] = {
				["光"] = {
					this = true
				}
			},
			["高"] = {
				["潮"] = {
					this = true
				}
			},
			["吞"] = {
				["精"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["果"] = {
				["聊"] = {
					this = true
				}
			},
			["口"] = {
				["爆"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["连"] = {
				["体"] = {
					["人"] = {
						["皮"] = {
							["面"] = {
								["具"] = {
									["产"] = {
										["品"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["犬"] = {
				["系"] = {
					["列"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["裸"] = {
						["聊"] = {
							["室"] = {
								this = true
							},
							["视"] = {
								["频"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["黄"] = {
				["色"] = {
					this = true
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					this = true
				}
			},
			["視"] = {
				["頻"] = {
					this = true
				}
			},
			["野"] = {
				["球"] = {
					["拳"] = {
						this = true
					}
				}
			},
			["做"] = {
				["愛"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					},
					["室"] = {
						this = true
					},
					["视"] = {
						["频"] = {
							this = true,
							["室"] = {
								this = true
							}
						}
					}
				},
				["体"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			q = {
				q = {
					["裸"] = {
						["体"] = {
							["聊"] = {
								["天"] = {
									["室"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["脱"] = {
				["衣"] = {
					["激"] = {
						["情"] = {
							["裸"] = {
								["聊"] = {
									["室"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["扒"] = {
				B = {
					["阴"] = {
						this = true
					}
				}
			},
			["福"] = {
				["利"] = {
					this = true
				}
			}
		},
		["腿"] = {
			this = true,
			["丝"] = {
				["足"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["寫"] = {
				["真"] = {
					this = true
				}
			}
		},
		["少"] = {
			["妇"] = {
				this = true,
				["的"] = {
					["哀"] = {
						["羞"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				this = true,
				["麻"] = {
					["雀"] = {
						this = true
					}
				}
			},
			n = {
				v = {
					["中"] = {
						["潮"] = {
							this = true
						}
					}
				}
			},
			["婦"] = {
				this = true
			}
		},
		["体"] = {
			["艳"] = {
				["姿"] = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true,
			["斗"] = {
				["艳"] = {
					this = true
				}
			},
			["美"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		},
		["骚"] = {
			["妇"] = {
				this = true
			}
		},
		["臀"] = {
			this = true,
			["嫰"] = {
				["穴"] = {
					this = true
				}
			},
			["夹"] = {
				["阴"] = {
					this = true
				},
				["阝"] = {
					["月"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["國"] = {
			this = true,
			["參"] = {
				["考"] = {
					this = true
				}
			},
			["佬"] = {
				this = true
			},
			["之"] = {
				["音"] = {
					this = true
				}
			}
		},
		["利"] = {
			["坚"] = {
				this = true
			}
		},
		["秃"] = {
			this = true,
			["图"] = {
				["纸"] = {
					this = true
				}
			},
			["套"] = {
				["件"] = {
					this = true
				}
			},
			["气"] = {
				["瓶"] = {
					this = true
				}
			}
		},
		["制"] = {
			["勃"] = {
				["朗"] = {
					["宁"] = {
						this = true
					}
				}
			}
		},
		["沙"] = {
			["酮"] = {
				this = true
			}
		},
		["乐"] = {
			["门"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["高"] = {
			["梅"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				},
				["赌"] = {
					["场"] = {
						this = true
					}
				},
				["真"] = {
					["人"] = {
						["赌"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["式"] = {
			["轮"] = {
				["盘"] = {
					this = true
				}
			}
		},
		["人"] = {
			["沟"] = {
				["一"] = {
					["窝"] = {
						["驴"] = {
							this = true
						}
					}
				}
			},
			["鱼"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["国"] = {
							["际"] = {
								["网"] = {
									["站"] = {
										this = true
									}
								}
							}
						},
						["城"] = {
							this = true
						}
					}
				},
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				},
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			},
			["劫"] = {
				this = true
			},
			["妻"] = {
				this = true
			}
		},
		["鲍"] = {
			this = true,
			["粉"] = {
				["木"] = {
					["耳"] = {
						this = true
					}
				}
			},
			["儿"] = {
				this = true
			},
			["色"] = {
				["图"] = {
					this = true
				}
			}
		},
		["熟"] = {
			["女"] = {
				["巨"] = {
					["乳"] = {
						this = true
					}
				}
			}
		},
		["特"] = {
			["气"] = {
				["动"] = {
					["拔"] = {
						["钉"] = {
							["枪"] = {
								["枪"] = {
									["针"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["托"] = {
			["酮"] = {
				this = true
			}
		},
		["金"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["妙"] = {
			["人"] = {
				["妻"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				},
				["妇"] = {
					this = true
				}
			}
		},
		["逼"] = {
			this = true,
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["服"] = {
			this = true
		},
		["甲"] = {
			this = true
		},
		["联"] = {
			["社"] = {
				this = true
			}
		},
		["♀"] = {
			["女"] = {
				this = true
			}
		},
		["1"] = {
			["国"] = {
				["1"] = {
					["伟"] = {
						["1"] = {
							["哥"] = {
								this = true
							}
						}
					}
				}
			}
		},
		z = {
			["女"] = {
				this = true
			}
		},
		["マ"] = {
			["ン"] = {
				["の"] = {
					["極"] = {
						["意"] = {
							this = true
						}
					}
				}
			}
		},
		["安"] = {
			["户"] = {
				["外"] = {
					this = true
				}
			}
		},
		["白"] = {
			["爆"] = {
				["乳"] = {
					["美"] = {
						["少"] = {
							["妇"] = {
								this = true
							}
						}
					}
				}
			},
			["水"] = {
				["嫩"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			}
		},
		["版"] = {
			["秃"] = {
				["鹰"] = {
					this = true
				}
			}
		},
		["爆"] = {
			["乳"] = {
				this = true,
				["少"] = {
					["女"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["屄"] = {
			this = true,
			["特"] = {
				["写"] = {
					this = true
				}
			}
		},
		["吡"] = {
			["利"] = {
				["啶"] = {
					this = true
				}
			}
		},
		["不"] = {
			["美"] = {
				["看"] = {
					["大"] = {
						["腿"] = {
							this = true
						}
					}
				}
			}
		},
		["妇"] = {
			this = true
		},
		["感"] = {
			["少"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["贵"] = {
			["妇"] = {
				this = true
			}
		},
		["籍"] = {
			["日"] = {
				["女"] = {
					["帰"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		["娇"] = {
			["娘"] = {
				this = true
			}
		},
		["脚"] = {
			["痴"] = {
				["女"] = {
					this = true
				}
			},
			["美"] = {
				["尻"] = {
					this = true
				}
			},
			["淫"] = {
				["乱"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["姐"] = {
			["凌"] = {
				["辱"] = {
					["计"] = {
						["划"] = {
							this = true
						}
					}
				}
			}
		},
		["巨"] = {
			["乳"] = {
				["自"] = {
					["慰"] = {
						this = true
					}
				}
			}
		},
		["尻"] = {
			["俱"] = {
				["樂"] = {
					["部"] = {
						this = true
					}
				}
			},
			["套"] = {
				["图"] = {
					this = true
				}
			},
			["物"] = {
				["语"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				},
				["語"] = {
					this = true
				}
			},
			["中"] = {
				["出"] = {
					this = true
				}
			}
		},
		["里"] = {
			["未"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["丽"] = {
			["的"] = {
				["身"] = {
					["躯"] = {
						["引"] = {
							["诱"] = {
								this = true
							}
						}
					}
				}
			},
			["新"] = {
				["世"] = {
					["界"] = {
						["－"] = {
							["战"] = {
								["争"] = {
									["与"] = {
										["和"] = {
											["平"] = {
												["－"] = {
													["1"] = {
														["9"] = {
															["8"] = {
																["9"] = {
																	["年"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["领"] = {
			["馆"] = {
				this = true
			}
		},
		["轮"] = {
			["春"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["眉"] = {
			this = true
		},
		["媚"] = {
			["穴"] = {
				["贴"] = {
					["图"] = {
						this = true
					}
				}
			},
			["自"] = {
				["慰"] = {
					["圖"] = {
						this = true
					}
				}
			}
		},
		["密"] = {
			["禿"] = {
				this = true
			}
		},
		["奈"] = {
			["美"] = {
				["蓝"] = {
					["这"] = {
						["全"] = {
							["集"] = {
								this = true
							}
						}
					}
				},
				["藍"] = {
					["這"] = {
						["全"] = {
							["集"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["七"] = {
			["七"] = {
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["妻"] = {
			["性"] = {
				["奴"] = {
					["史"] = {
						this = true
					}
				}
			},
			["瑶"] = {
				["瑶"] = {
					["三"] = {
						["部"] = {
							["曲"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["妓"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			}
		},
		["容"] = {
			["精"] = {
				["液"] = {
					this = true
				}
			}
		},
		["氵"] = {
			["少"] = {
				["酮"] = {
					this = true
				}
			}
		},
		["散"] = {
			["痛"] = {
				this = true
			}
		},
		["騷"] = {
			["婦"] = {
				this = true
			}
		},
		["色"] = {
			this = true
		},
		["纱"] = {
			["赤"] = {
				["裸"] = {
					this = true
				}
			}
		},
		["痧"] = {
			["酮"] = {
				this = true
			}
		},
		["神"] = {
			["ル"] = {
				["ナ"] = {
					this = true
				}
			}
		},
		["水"] = {
			["之"] = {
				["美"] = {
					this = true
				}
			}
		},
		["穂"] = {
			n = {
				["5"] = {
					this = true
				}
			}
		},
		["穗"] = {
			["由"] = {
				["纪"] = {
					["色"] = {
						["情"] = {
							["片"] = {
								this = true
							}
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			}
		},
		["他"] = {
			["佐"] = {
				["辛"] = {
					this = true
				}
			}
		},
		["堂"] = {
			["丽"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["童"] = {
			["颜"] = {
				["巨"] = {
					["乳"] = {
						this = true
					}
				}
			}
		},
		["禿"] = {
			this = true
		},
		["图"] = {
			["门"] = {
				["户"] = {
					this = true
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			}
		},
		["系"] = {
			["元"] = {
				["人"] = {
					["气"] = {
						["宫"] = {
							["嶋"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["仙"] = {
			["子"] = {
				this = true
			}
		},
		["咲"] = {
			["恭"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["结"] = {
				["衣"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["留"] = {
				["衣"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["唯"] = {
				b = {
					t = {
						this = true
					}
				},
				["电"] = {
					["驴"] = {
						this = true
					}
				},
				["電"] = {
					["驢"] = {
						this = true
					}
				},
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						this = true
					}
				}
			}
		},
		["性"] = {
			["网"] = {
				this = true
			}
		},
		["艳"] = {
			["嫩"] = {
				["模"] = {
					this = true
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					["生"] = {
						["活"] = {
							this = true
						}
					}
				}
			},
			["熟"] = {
				["妇"] = {
					this = true
				}
			},
			["淫"] = {
				["娃"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["美"] = {
				["网"] = {
					this = true
				}
			}
		},
		["妖"] = {
			this = true
		},
		["淫"] = {
			this = true
		},
		["语"] = {
			["圈"] = {
				["圈"] = {
					this = true
				}
			}
		},
		["月"] = {
			["安"] = {
				["娜"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["遥"] = {
				A = {
					V = {
						I = {
							this = true
						}
					}
				}
			}
		},
		["知"] = {
			["广"] = {
				["子"] = {
					this = true
				}
			}
		},
		["竹"] = {
			["凉"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["密"] = {
		["宗"] = {
			this = true
		},
		["穴"] = {
			this = true,
			["贴"] = {
				["图"] = {
					this = true
				}
			}
		},
		["室"] = {
			["淫"] = {
				this = true,
				["行"] = {
					this = true
				}
			},
			["陵"] = {
				["辱"] = {
					["3"] = {
						this = true
					}
				}
			}
		},
		["洞"] = {
			this = true
		},
		["码"] = {
			["成"] = {
				["人"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["谋"] = {
			["诱"] = {
				["奸"] = {
					this = true
				}
			}
		},
		["水"] = {
			["诳"] = {
				["流"] = {
					this = true
				}
			}
		},
		["云"] = {
			["百"] = {
				["家"] = {
					["乐"] = {
						["赌"] = {
							["博"] = {
								this = true
							}
						}
					}
				}
			},
			["苯"] = {
				["基"] = {
					["甲"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["餐"] = {
				["饮"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["残"] = {
				["疾"] = {
					["证"] = {
						["保"] = {
							["真"] = {
								this = true
							}
						}
					}
				}
			},
			["超"] = {
				["市"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["车"] = {
				["主"] = {
					["名"] = {
						["录"] = {
							this = true
						}
					}
				}
			},
			["城"] = {
				["关"] = {
					["迷"] = {
						["幻"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["狗"] = {
				this = true
			},
			["黑"] = {
				["火"] = {
					["药"] = {
						this = true
					}
				}
			},
			["黄"] = {
				["冰"] = {
					["白"] = {
						["冰"] = {
							this = true
						}
					}
				},
				["色"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["火"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			},
			["饥"] = {
				["渴"] = {
					["少"] = {
						["妇"] = {
							this = true
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			},
			["精"] = {
				["品"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["刻"] = {
				["假"] = {
					["章"] = {
						this = true
					}
				}
			},
			["快"] = {
				["速"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						["包"] = {
							["夜"] = {
								this = true
							}
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				}
			},
			["氰"] = {
				["化"] = {
					["钾"] = {
						["药"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			},
			["求"] = {
				["办"] = {
					["理"] = {
						["假"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["购"] = {
					["假"] = {
						["币"] = {
							this = true
						}
					},
					["肾"] = {
						["源"] = {
							this = true
						}
					}
				},
				["假"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["币"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					["包"] = {
						["夜"] = {
							this = true
						}
					}
				}
			},
			["县"] = {
				["办"] = {
					["理"] = {
						["假"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["假"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				},
				["人"] = {
					["体"] = {
						["器"] = {
							["官"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true,
					["信"] = {
						["息"] = {
							this = true,
							["服"] = {
								this = true
							}
						}
					}
				}
			},
			["找"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			},
			["壮"] = {
				["阳"] = {
					["保"] = {
						["健"] = {
							this = true
						}
					}
				}
			},
			["坐"] = {
				["台"] = {
					["少"] = {
						["爷"] = {
							this = true
						}
					}
				}
			}
		},
		["着"] = {
			["交"] = {
				["尾"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["民"] = {
		["国"] = {
			this = true,
			["7"] = {
				["8"] = {
					["年"] = {
						this = true
					}
				}
			},
			["七"] = {
				["十"] = {
					["八"] = {
						["年"] = {
							this = true
						}
					}
				}
			}
		},
		["进"] = {
			this = true,
			["党"] = {
				this = true
			}
		},
		["运"] = {
			this = true,
			["分"] = {
				["子"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["士"] = {
					this = true
				}
			},
			[" "] = {
				L = {
					i = {
						u = {
							["晓"] = {
								["波"] = {
									this = true
								}
							}
						}
					}
				},
				["逃"] = {
					["到"] = {
						this = true
					}
				}
			},
			["8"] = {
				["9"] = {
					this = true
				}
			},
			["大"] = {
				["游"] = {
					["行"] = {
						this = true
					}
				}
			},
			["逃"] = {
				["到"] = {
					this = true
				}
			},
			["屠"] = {
				["城"] = {
					this = true
				},
				["杀"] = {
					this = true
				}
			},
			["瓦"] = {
				["莱"] = {
					["丽"] = {
						["萨"] = {
							["姆"] = {
								["森"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					["屠"] = {
						["杀"] = {
							this = true
						}
					}
				}
			},
			["3"] = {
				["1"] = {
					["年"] = {
						this = true
					},
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["十"] = {
					["一"] = {
						this = true
					}
				}
			}
		},
		["主"] = {
			this = true,
			["潮"] = {
				this = true
			},
			["党"] = {
				this = true,
				["派"] = {
					this = true
				}
			},
			["墻"] = {
				this = true
			},
			["不"] = {
				["能"] = {
					["等"] = {
						["待"] = {
							this = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["评"] = {
				["论"] = {
					this = true
				}
			},
			["墙"] = {
				this = true
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["之"] = {
				["声"] = {
					this = true
				},
				["夜"] = {
					this = true
				}
			},
			["女"] = {
				["神"] = {
					this = true
				}
			},
			[" "] = {
				["6"] = {
					["4"] = {
						this = true
					}
				},
				["8"] = {
					["9"] = {
						this = true
					}
				},
				["防"] = {
					["线"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["8"] = {
				["9"] = {
					this = true
				}
			},
			["促"] = {
				["进"] = {
					["会"] = {
						this = true
					}
				}
			},
			["大"] = {
				["游"] = {
					["行"] = {
						this = true,
						["6"] = {
							["4"] = {
								this = true
							}
						}
					}
				}
			},
			["黨"] = {
				["派"] = {
					this = true
				}
			},
			["学"] = {
				["运"] = {
					this = true
				}
			},
			["學"] = {
				["運"] = {
					this = true
				}
			},
			["遗"] = {
				["志"] = {
					this = true
				}
			},
			["烈"] = {
				["士"] = {
					this = true
				}
			},
			["步"] = {
				["行"] = {
					this = true
				}
			},
			["单"] = {
				["车"] = {
					["大"] = {
						["游"] = {
							["行"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					this = true
				},
				["國"] = {
					this = true
				}
			},
			["与"] = {
				["自"] = {
					["由"] = {
						this = true
					}
				}
			},
			["與"] = {
				["自"] = {
					["由"] = {
						this = true
					}
				}
			}
		},
		["國"] = {
			this = true
		},
		["進"] = {
			["黨"] = {
				this = true
			}
		},
		["聯"] = {
			this = true
		},
		["意"] = {
			this = true,
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["陣"] = {
			this = true
		},
		["航"] = {
			["局"] = {
				this = true
			}
		},
		["政"] = {
			["部"] = {
				this = true
			}
		},
		["用"] = {
			["枪"] = {
				this = true,
				["械"] = {
					["交"] = {
						["易"] = {
							["网"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["警"] = {
			this = true,
			["冲"] = {
				["突"] = {
					this = true
				}
			},
			["当"] = {
				["副"] = {
					["院"] = {
						["长"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["泽"] = {
			["江"] = {
				this = true
			}
		},
		["为"] = {
			["法"] = {
				["执"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["告"] = {
			["官"] = {
				this = true
			}
		},
		["间"] = {
			["流"] = {
				["行"] = {
					["的"] = {
						["官"] = {
							["场"] = {
								["段"] = {
									["子"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["手"] = {
				["工"] = {
					["艺"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["挺"] = {
				["习"] = {
					this = true
				}
			}
		},
		["联"] = {
			this = true
		},
		["殇"] = {
			this = true
		},
		["運"] = {
			this = true,
			["人"] = {
				["士"] = {
					this = true
				}
			}
		},
		["阵"] = {
			this = true
		},
		["猪"] = {
			this = true
		},
		["族"] = {
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["矛"] = {
				["盾"] = {
					this = true
				}
			},
			["问"] = {
				["题"] = {
					this = true
				}
			},
			["大"] = {
				["学"] = {
					this = true
				}
			},
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["解"] = {
				["放"] = {
					this = true
				}
			},
			["歧"] = {
				["视"] = {
					this = true
				}
			}
		},
		["一"] = {
			["主"] = {
				this = true
			}
		},
		["竹"] = {
			this = true
		},
		["珠"] = {
			this = true
		},
		["間"] = {
			["挺"] = {
				["習"] = {
					this = true
				}
			}
		},
		["捧"] = {
			["习"] = {
				["话"] = {
					this = true
				}
			},
			["習"] = {
				["話"] = {
					this = true
				}
			}
		},
		["?"] = {
			["民"] = {
				["?"] = {
					["民"] = {
						["阵"] = {
							this = true
						}
					}
				}
			}
		},
		["办"] = {
			["高"] = {
				["校"] = {
					this = true
				}
			}
		},
		["工"] = {
			["强"] = {
				["奸"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["众"] = {
			[" "] = {
				["六"] = {
					["四"] = {
						["精"] = {
							["神"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["肆"] = {
					["逮"] = {
						["捕"] = {
							["通"] = {
								["缉"] = {
									["关"] = {
										["押"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["的"] = {
				["游"] = {
					["行"] = {
						["和"] = {
							["示"] = {
								["威"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["一"] = {
				["起"] = {
					["上"] = {
						["街"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["摩"] = {
		["门"] = {
			["教"] = {
				this = true
			}
		},
		["洛"] = {
			["客"] = {
				this = true,
				["成"] = {
					["人"] = {
						["网"] = {
							["址"] = {
								this = true
							}
						}
					}
				},
				["做"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["登"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["卡"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["斯"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							},
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纳"] = {
			["哥"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["臣"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["根"] = {
			["士"] = {
				["丹"] = {
					["利"] = {
						[" "] = {
							["温"] = {
								["家"] = {
									this = true
								}
							},
							["总"] = {
								["理"] = {
									["温"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["門"] = {
			["教"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["纳"] = {
		["粹"] = {
			this = true
		},
		["米"] = {
			["比"] = {
				["亚"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["南"] = {
		["华"] = {
			["早"] = {
				["报"] = {
					this = true
				}
			}
		},
		["蛮"] = {
			this = true,
			["子"] = {
				this = true
			}
		},
		["大"] = {
			["自"] = {
				["由"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					},
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["蠻"] = {
			["子"] = {
				this = true
			}
		},
		["联"] = {
			["盟"] = {
				this = true
			}
		},
		["非"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["京"] = {
			["大"] = {
				this = true,
				["学"] = {
					["法"] = {
						["学"] = {
							["院"] = {
								this = true,
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["代"] = {
				["开"] = {
					["税"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["方"] = {
			["军"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["街"] = {
			["村"] = {
				this = true
			}
		},
		["阳"] = {
			["多"] = {
				["功"] = {
					["能"] = {
						["电"] = {
							["警"] = {
								["棒"] = {
									["供"] = {
										["应"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["韩"] = {
			[" "] = {
				["出"] = {
					["售"] = {
						["假"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				a = {
					["售"] = {
						["假"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			},
			["高"] = {
				["科"] = {
					["开"] = {
						["锁"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				B = {
					this = true
				},
				["币"] = {
					this = true
				}
			}
		},
		["海"] = {
			["仲"] = {
				["裁"] = {
					this = true
				}
			},
			["警"] = {
				["民"] = {
					["冲"] = {
						["突"] = {
							this = true
						}
					}
				}
			},
			["问"] = {
				["题"] = {
					this = true
				}
			}
		},
		["澳"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["办"] = {
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["波"] = {
			["杏"] = {
				B = {
					T = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["电"] = {
					["驴"] = {
						this = true
					}
				},
				["高"] = {
					["清"] = {
						this = true
					}
				},
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["彩"] = {
			["菜"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["充"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["假"] = {
				["币"] = {
					this = true
				}
			}
		},
		["川"] = {
			["区"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["丰"] = {
			this = true
		},
		["和"] = {
			["黑"] = {
				["枪"] = {
					["的"] = {
						this = true
					}
				}
			}
		},
		["惠"] = {
			["里"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["佳"] = {
			["也"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			["茜"] = {
				this = true,
				b = {
					t = {
						this = true
					}
				},
				["电"] = {
					["驴"] = {
						this = true
					}
				},
				["電"] = {
					["驢"] = {
						this = true
					}
				},
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["無"] = {
					["碼"] = {
						this = true
					}
				}
			}
		},
		["靖"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["兰"] = {
			["羽"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["梨"] = {
			["央"] = {
				["奈"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["明"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["平"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["沙"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["水"] = {
			["北"] = {
				["调"] = {
					["即"] = {
						["失"] = {
							["败"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["条"] = {
			["彩"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["通"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["Ｋ"] = {
				["粉"] = {
					this = true
				}
			}
		},
		["夕"] = {
			["贵"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["貴"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["夏"] = {
			["子"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["香"] = {
			["织"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["雄"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["智"] = {
			["子"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["礼"] = {
			["士"] = {
				["路"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["明"] = {
		["慧"] = {
			this = true,
			["网"] = {
				this = true
			},
			["周"] = {
				["刊"] = {
					["*"] = {
						this = true
					}
				},
				["报"] = {
					this = true
				}
			},
			["*"] = {
				this = true
			},
			["{"] = {
				["5"] = {
					["}"] = {
						this = true
					}
				}
			}
		},
		["星"] = {
			["淫"] = {
				["图"] = {
					this = true
				},
				["乱"] = {
					this = true
				},
				["圖"] = {
					this = true
				}
			},
			["凌"] = {
				["辱"] = {
					["系"] = {
						["列"] = {
							this = true
						}
					}
				}
			},
			["爱"] = {
				["色"] = {
					["爱"] = {
						this = true
					}
				}
			},
			["插"] = {
				["穴"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["情"] = {
						["爱"] = {
							this = true
						}
					}
				}
			},
			["捐"] = {
				["款"] = {
					this = true
				}
			},
			["裸"] = {
				this = true,
				["体"] = {
					["写"] = {
						["真"] = {
							["图"] = {
								this = true
							}
						}
					},
					["照"] = {
						this = true
					}
				}
			},
			["情"] = {
				["爱"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					},
					["流"] = {
						["出"] = {
							["版"] = {
								this = true
							}
						}
					},
					["免"] = {
						["费"] = {
							this = true
						}
					},
					["曝"] = {
						["光"] = {
							this = true
						}
					}
				},
				["愛"] = {
					this = true
				}
			},
			["人"] = {
				["皮"] = {
					this = true
				}
			},
			["色"] = {
				["欲"] = {
					["档"] = {
						["案"] = {
							this = true
						}
					}
				}
			},
			["图"] = {
				this = true
			},
			["写"] = {
				["真"] = {
					["网"] = {
						this = true
					}
				}
			},
			["陰"] = {
				["穴"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					["做"] = {
						["爱"] = {
							this = true
						}
					}
				}
			},
			["走"] = {
				["光"] = {
					this = true
				}
			}
		},
		["珠"] = {
			["百"] = {
				["家"] = {
					["乐"] = {
						["园"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["城"] = {
								this = true
							},
							["大"] = {
								["厅"] = {
									["网"] = {
										["址"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["升"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["锤"] = {
			this = true,
			p = {
				c = {
					p = {
						["结"] = {
							["构"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["仕"] = {
			["亚"] = {
				["洲"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["發"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		H = {
			u = {
				i = {
					this = true
				}
			}
		},
		["报"] = {
			this = true
		},
		["日"] = {
			["花"] = {
				["无"] = {
					["码"] = {
						["写"] = {
							["真"] = {
								this = true
							}
						}
					}
				}
			},
			["香"] = {
				["&"] = {
					["静"] = {
						["流"] = {
							this = true
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			}
		},
		["煋"] = {
			["情"] = {
				["噯"] = {
					this = true
				}
			}
		},
		["鲜"] = {
			["帜"] = {
				["旗"] = {
					this = true
				}
			}
		},
		["陞"] = {
			["体"] = {
				["育"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["起"] = {
		["义"] = {
			this = true
		},
		["爆"] = {
			["器"] = {
				this = true,
				["方"] = {
					["法"] = {
						this = true
					}
				}
			},
			["药"] = {
				this = true,
				["配"] = {
					["制"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["装"] = {
				["置"] = {
					this = true
				}
			},
			["具"] = {
				this = true
			}
		},
		["点"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["凡"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["飞"] = {
			M = {
				this = true
			}
		},
		["航"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["嚗"] = {
			["药"] = {
				this = true
			}
		},
		["碰"] = {
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["義"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["亲"] = {
		["民"] = {
			["党"] = {
				this = true
			}
		},
		["子"] = {
			["风"] = {
				["吕"] = {
					this = true
				}
			}
		},
		["亲"] = {
			["草"] = {
				["鲁"] = {
					["鲁"] = {
						["在"] = {
							["线"] = {
								this = true
							}
						}
					}
				}
			},
			["黄"] = {
				["片"] = {
					this = true
				}
			},
			["狼"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["小"] = {
				["芳"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					["黄"] = {
						["片"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["共"] = {
			["行"] = {
				["动"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["来"] = {
				["源"] = {
					["*"] = {
						this = true
					}
				}
			},
			["分"] = {
				["子"] = {
					this = true
				}
			},
			["媒"] = {
				["体"] = {
					this = true
				}
			}
		},
		["爱"] = {
			["的"] = {
				["爸"] = {
					["爸"] = {
						["奸"] = {
							["淫"] = {
								["我"] = {
									this = true
								}
							}
						}
					}
				},
				["人"] = {
					this = true
				}
			}
		},
		["美"] = {
			this = true
		},
		["自"] = {
			["戴"] = {
				["口"] = {
					["罩"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			[" "] = {
				["梁"] = {
					["稳"] = {
						["根"] = {
							this = true
						}
					}
				}
			}
		},
		["江"] = {
			["系"] = {
				["媒"] = {
					["体"] = {
						this = true,
						["倒"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["戚"] = {
			this = true
		},
		["情"] = {
			["淫"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["日"] = {
			this = true
		},
		["身"] = {
			["感"] = {
				["受"] = {
					["伟"] = {
						["哥"] = {
							this = true
						}
					}
				}
			}
		},
		["外"] = {
			["甥"] = {
				["习"] = {
					["总"] = {
						this = true
					}
				}
			}
		},
		["吻"] = {
			["小"] = {
				["屄"] = {
					this = true
				}
			}
		},
		["兄"] = {
			["弟"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["要"] = {
			["黄"] = {
				["片"] = {
					this = true
				}
			},
			["美"] = {
				["眉"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			}
		},
		["嘴"] = {
			["女"] = {
				["人"] = {
					this = true
				}
			}
		},
		["母"] = {
			["门"] = {
				["安"] = {
					["天"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
