pg = pg or {}
slot0 = pg
slot0.word_template_224 = {}
slot1 = slot0.word_template_224

function temp()
	uv0["失"] = {
		["身"] = {
			this = true,
			["粉"] = {
				this = true,
				["迷"] = {
					["奸"] = {
						["药"] = {
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						}
					},
					["情"] = {
						["水"] = {
							this = true,
							["供"] = {
								["应"] = {
									this = true
								}
							}
						}
					}
				},
				["专"] = {
					this = true,
					["卖"] = {
						this = true
					}
				},
				["&"] = {
					["迷"] = {
						["奸"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["药"] = {
				this = true
			},
			["米"] = {
				["分"] = {
					this = true
				}
			},
			["神"] = {
				["水"] = {
					this = true
				}
			},
			["水"] = {
				this = true
			}
		},
		["密"] = {
			this = true
		},
		["忆"] = {
			["药"] = {
				this = true,
				["水"] = {
					this = true
				}
			},
			["粉"] = {
				this = true
			},
			["迷"] = {
				["情"] = {
					["药"] = {
						["水"] = {
							this = true
						}
					}
				}
			},
			["水"] = {
				this = true
			}
		},
		["意"] = {
			["药"] = {
				this = true
			},
			["藥"] = {
				this = true
			},
			["粉"] = {
				this = true
			}
		},
		["神"] = {
			["セ"] = {
				["ッ"] = {
					["ク"] = {
						["ス"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["扌"] = {
		["由"] = {
			["插"] = {
				this = true
			}
		},
		["白"] = {
			["肩"] = {
				["迷"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["比"] = {
			["发"] = {
				["美"] = {
					["氵"] = {
						["少"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["高"] = {
			["定"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			}
		},
		["戈"] = {
			["美"] = {
				["女"] = {
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["女"] = {
					["且"] = {
						this = true
					},
					["未"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["奂"] = {
			["妻"] = {
				this = true
			}
		},
		["機"] = {
			["変"] = {
				["號"] = {
					["岼"] = {
						["囧"] = {
							this = true
						}
					}
				}
			}
		},
		["柔"] = {
			["女"] = {
				["乃"] = {
					this = true
				}
			}
		},
		["喿"] = {
			["屄"] = {
				["自"] = {
					["慰"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["旨"] = {
			["纹"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["几"] = {
		["吧"] = {
			this = true
		},
		["八"] = {
			this = true
		},
		["巴"] = {
			this = true
		},
		["叭"] = {
			this = true
		},
		["芭"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["聊"] = {
		["性"] = {
			this = true
		},
		H = {
			I = {
				this = true
			}
		},
		["吧"] = {
			["影"] = {
				["城"] = {
					this = true
				}
			}
		},
		["聊"] = {
			h = {
				["天"] = {
					c = {
						["室"] = {
							this = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			}
		},
		["天"] = {
			["室"] = {
				["裸"] = {
					["聊"] = {
						this = true
					}
				}
			}
		},
		["斋"] = {
			["艳"] = {
				["谭"] = {
					this = true
				}
			},
			["之"] = {
				["艳"] = {
					["蛇"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["奈"] = {
		["美"] = {
			this = true
		},
		["保"] = {
			["子"] = {
				["高"] = {
					["清"] = {
						this = true
					}
				}
			}
		},
		["奈"] = {
			["见"] = {
				["沙"] = {
					["织"] = {
						["无"] = {
							["马"] = {
								this = true
							},
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["濑"] = {
				["爱"] = {
					b = {
						t = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["瀨"] = {
				["愛"] = {
					b = {
						t = {
							this = true
						}
					}
				}
			},
			["子"] = {
				this = true
			}
		},
		["央"] = {
			["."] = {
				["廣"] = {
					["末"] = {
						["奈"] = {
							["緒"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["砲"] = {
		["友"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["揉"] = {
		["乳"] = {
			this = true
		},
		["表"] = {
			["妹"] = {
				["的"] = {
					["乳"] = {
						["房"] = {
							this = true
						}
					}
				}
			}
		},
		["搓"] = {
			["淫"] = {
				["骚"] = {
					["穴"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["舞"] = {
		["女"] = {
			this = true
		},
		["浜"] = {
			["朱"] = {
				["里"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["春"] = {
			["云"] = {
				this = true
			}
		},
		["岛"] = {
			["美"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["島"] = {
			["美"] = {
				["織"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["而"] = {
			["开"] = {
				["西"] = {
					this = true
				}
			}
		},
		["冈"] = {
			["结"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["岡"] = {
			["結"] = {
				["希"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["倾"] = {
			["城"] = {
				this = true
			}
		},
		["田"] = {
			["华"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["華"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["奈"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["夏"] = {
		["川"] = {
			["纯"] = {
				this = true
			},
			S = {
				a = {
					y = {
						a = {
							this = true
						}
					}
				}
			},
			["光"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["春"] = {
				["荣"] = {
					this = true
				}
			}
		},
		["宝"] = {
			["龙"] = {
				this = true
			}
		},
		["各"] = {
			["庄"] = {
				["拆"] = {
					["迁"] = {
						this = true
					}
				}
			}
		},
		["哈"] = {
			["德"] = {
				["提"] = {
					this = true
				}
			}
		},
		["海"] = {
			["恋"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["河"] = {
			["得"] = {
				["提"] = {
					this = true
				}
			}
		},
		["侯"] = {
			["仁"] = {
				this = true
			}
		},
		["季"] = {
			["常"] = {
				["服"] = {
					["仿"] = {
						["真"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["服"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["凉"] = {
			["嘿"] = {
				["咻"] = {
					["时"] = {
						["光"] = {
							this = true
						}
					}
				}
			}
		},
		["美"] = {
			["舞"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["美"] = {
				["夕"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亚"] = {
				["矢"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["目"] = {
			["优"] = {
				["希"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["優"] = {
				["希"] = {
					this = true
				}
			},
			["朱"] = {
				["音"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["青"] = {
			["青"] = {
				this = true
			}
		},
		["日"] = {
			["艳"] = {
				["阳"] = {
					["诉"] = {
						["衷"] = {
							["情"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["韶"] = {
			["声"] = {
				this = true
			}
		},
		["树"] = {
			["里"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["唯"] = {
				this = true
			},
			["友"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["智"] = {
				["惠"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["樹"] = {
			this = true,
			["唯"] = {
				this = true
			},
			["亞"] = {
				["矢"] = {
					["电"] = {
						["驴"] = {
							this = true
						}
					}
				}
			}
		},
		["遂"] = {
			["良"] = {
				this = true
			}
		},
		["娃"] = {
			["的"] = {
				["诱"] = {
					["惑"] = {
						this = true
					}
				}
			}
		},
		["希"] = {
			["1"] = {
				["8"] = {
					["岁"] = {
						this = true
					}
				}
			}
		},
		["夏"] = {
			["小"] = {
				["说"] = {
					["黄"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["黄"] = {
						["站"] = {
							this = true
						}
					}
				}
			}
		},
		["赞"] = {
			["忠"] = {
				this = true
			}
		},
		["装"] = {
			["短"] = {
				["袖"] = {
					["警"] = {
						["服"] = {
							this = true
						}
					}
				}
			}
		},
		["作"] = {
			["战"] = {
				["服"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["召"] = {
		["雞"] = {
			this = true
		},
		["妓"] = {
			this = true
		}
	}
end

temp()
