pg = pg or {}
slot0 = pg
slot0.word_template_366 = {}
slot1 = slot0.word_template_366

function temp()
	uv0["傏"] = {
		["刀"] = {
			this = true
		},
		["亽"] = {
			["社"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["瑭"] = {
		["叨"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["螳"] = {
		["臂"] = {
			this = true,
			["挡"] = {
				["车"] = {
					this = true,
					["的"] = {
						["歹"] = {
							["徒"] = {
								this = true
							}
						}
					}
				}
			},
			["当"] = {
				["车"] = {
					this = true,
					["的"] = {
						["歹"] = {
							["徒"] = {
								this = true
							}
						}
					}
				}
			},
			["當"] = {
				["車"] = {
					this = true
				},
				["车"] = {
					this = true
				}
			},
			["攩"] = {
				["車"] = {
					["的"] = {
						["歹"] = {
							["徒"] = {
								this = true
							}
						}
					}
				}
			},
			["單"] = {
				["車"] = {
					["的"] = {
						["暴"] = {
							["徒"] = {
								this = true
							}
						}
					}
				}
			},
			["噹"] = {
				["車"] = {
					["的"] = {
						["歹"] = {
							["徒"] = {
								this = true
							}
						}
					}
				}
			},
			["单"] = {
				["车"] = {
					["的"] = {
						["暴"] = {
							["徒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["螂"] = {
			this = true,
			["黄"] = {
				["雀"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["躺"] = {
		["在"] = {
			["火"] = {
				["上"] = {
					["的"] = {
						["女"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["掏"] = {
		["宝"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["萄"] = {
		["京"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["討"] = {
		["伐"] = {
			["中"] = {
				["宣"] = {
					["部"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["藤"] = {
		["北"] = {
			this = true,
			["彩"] = {
				["香"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			}
		},
		["苝"] = {
			["彩"] = {
				["稥"] = {
					["兂"] = {
						["碼"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["爱"] = {
				b = {
					t = {
						this = true
					}
				}
			},
			["愛"] = {
				b = {
					t = {
						this = true
					}
				}
			},
			["聖"] = {
				["名"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["彩"] = {
			["香"] = {
				["迅"] = {
					["雷"] = {
						this = true
					}
				}
			}
		},
		["城"] = {
			["麻"] = {
				["纪"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["川"] = {
			["京"] = {
				["子"] = {
					this = true
				}
			},
			["唯"] = {
				this = true
			}
		},
		["宫"] = {
			["樱"] = {
				["花"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["谷"] = {
			["佳"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["詩"] = {
				["織"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["井"] = {
			["せ"] = {
				["い"] = {
					["ら"] = {
						this = true
					}
				}
			},
			["栞"] = {
				this = true
			},
			["小"] = {
				["百"] = {
					["合"] = {
						["无"] = {
							["马"] = {
								this = true
							},
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["丼"] = {
			["栞"] = {
				this = true
			}
		},
		["警"] = {
			["栞"] = {
				this = true
			},
			["小"] = {
				["百"] = {
					["合"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["木"] = {
			["涼"] = {
				["子"] = {
					["叫"] = {
						["刺"] = {
							["激"] = {
								this = true
							}
						}
					}
				}
			},
			["奈"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["亞"] = {
				["彌"] = {
					B = {
						T = {
							this = true
						}
					}
				}
			}
		},
		["乃"] = {
			["弥"] = {
				["生"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["浦"] = {
			["惠"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["崎"] = {
			["步"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["彩"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["葵"] = {
				this = true
			},
			["美"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["雨"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["秋"] = {
				["迅"] = {
					["雷"] = {
						this = true
					}
				}
			},
			["夕"] = {
				["凪"] = {
					this = true
				}
			}
		},
		["人"] = {
			this = true
		},
		["仁"] = {
			this = true
		},
		["任"] = {
			this = true
		},
		["森"] = {
			["步"] = {
				["种"] = {
					["子"] = {
						this = true
					},
					["紫"] = {
						this = true
					}
				}
			},
			["惠"] = {
				["里"] = {
					["菜"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["加"] = {
				["柰"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					},
					["紫"] = {
						["种"] = {
							["紫"] = {
								this = true
							}
						}
					}
				}
			},
			["香"] = {
				["織"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["子"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["田"] = {
			["彩"] = {
				["乃"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["亮"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							this = true
						}
					}
				}
			},
			["舞"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["武"] = {
			this = true
		},
		["野"] = {
			["沙"] = {
				["也"] = {
					["加"] = {
						["无"] = {
							["马"] = {
								this = true
							},
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["原"] = {
			b = {
				t = {
					this = true
				}
			},
			["电"] = {
				["驴"] = {
					this = true
				}
			},
			["美"] = {
				["恵"] = {
					this = true
				}
			},
			["全"] = {
				["集"] = {
					this = true
				}
			},
			["史"] = {
				["步"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["瞳"] = {
				this = true
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["舞"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["杏"] = {
				["面"] = {
					b = {
						t = {
							this = true
						}
					},
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["電"] = {
						["驢"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["無"] = {
						["碼"] = {
							this = true
						}
					}
				}
			},
			["佐"] = {
				["为"] = {
					this = true
				}
			}
		},
		["傆"] = {
			["媄"] = {
				["恵"] = {
					this = true
				}
			},
			["莕"] = {
				["緬"] = {
					["ｂ"] = {
						["τ"] = {
							this = true
						}
					},
					["電"] = {
						["驴"] = {
							this = true
						}
					},
					["佺"] = {
						["雧"] = {
							this = true
						}
					},
					["兂"] = {
						["碼"] = {
							this = true
						}
					}
				}
			}
		},
		["沢"] = {
			["美"] = {
				["歩"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["成"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["加"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["理"] = {
				["名"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["翔"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["騰"] = {
		["仁"] = {
			this = true
		},
		["武"] = {
			this = true
		},
		["訊"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["踢"] = {
		["出"] = {
			["队"] = {
				["伍"] = {
					this = true
				}
			},
			["房"] = {
				["间"] = {
					this = true
				}
			}
		},
		["踢"] = {
			["球"] = {
				this = true
			}
		}
	}
end

temp()
