pg = pg or {}
slot0 = pg
slot0.word_template_342 = {}
slot1 = slot0.word_template_342

function temp()
	uv0["圤"] = {
		["尅"] = {
			["汾"] = {
				["唽"] = {
					["儀"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["莆"] = {
		["田"] = {
			["冰"] = {
				["毒"] = {
					["麻"] = {
						["古"] = {
							this = true
						}
					}
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						["在"] = {
							["哪"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["浦"] = {
		["东"] = {
			["办"] = {
				["正"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["新"] = {
				["区"] = {
					["代"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["发"] = {
			["银"] = {
				["行"] = {
					this = true
				}
			}
		},
		["木"] = {
			["理"] = {
				["沙"] = {
					this = true
				}
			}
		},
		["志"] = {
			["强"] = {
				["无"] = {
					["罪"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鐠"] = {
		["嗵"] = {
			["ф"] = {
				["斷"] = {
					["鉽"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["瀑"] = {
		["布"] = {
			["般"] = {
				["的"] = {
					["淫"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["柒"] = {
		["柒"] = {
			["购"] = {
				["物"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["伍"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["戚"] = {
		["建"] = {
			["国"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["漆"] = {
		["车"] = {
			["车"] = {
				["门"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["脑"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["子"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["防"] = {
				["盗"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["干"] = {
				["扰"] = {
					["器"] = {
						this = true
					}
				}
			},
			["解"] = {
				["码"] = {
					["器"] = {
						this = true,
						["价"] = {
							["格"] = {
								this = true
							}
						},
						["联"] = {
							["系"] = {
								this = true
							}
						},
						["软"] = {
							["件"] = {
								this = true
							}
						},
						["直"] = {
							["销"] = {
								this = true
							}
						}
					},
					["仪"] = {
						this = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					["器"] = {
						this = true
					}
				}
			},
			["拦"] = {
				["截"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					},
					["器"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			},
			["屏"] = {
				["蔽"] = {
					["器"] = {
						this = true
					}
				}
			},
			["锁"] = {
				["解"] = {
					["码"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["万"] = {
				["能"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["芯"] = {
				["片"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["信"] = {
				["号"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["复"] = {
						["制"] = {
							["器"] = {
								this = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							},
							["专"] = {
								this = true
							}
						}
					},
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["控"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["专"] = {
				["用"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["黑"] = {
			["将"] = {
				["不"] = {
					["再"] = {
						["面"] = {
							["对"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["亓"] = {
		["苞"] = {
			["價"] = {
				["格"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["岐"] = {
		["山"] = {
			["的"] = {
				["私"] = {
					["交"] = {
						["朋"] = {
							["友"] = {
								this = true
							}
						}
					}
				}
			},
			["陷"] = {
				["阱"] = {
					this = true
				}
			},
			["欲"] = {
				["打"] = {
					["大"] = {
						["老"] = {
							["虎"] = {
								this = true
							}
						}
					}
				}
			},
			["最"] = {
				["危"] = {
					["險"] = {
						["的"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
