pg = pg or {}
slot0 = pg
slot0.word_template_49 = {}
slot1 = slot0.word_template_49

function temp()
	uv0["酒"] = {
		["店"] = {
			["援"] = {
				["交"] = {
					this = true
				}
			},
			["发"] = {
				["票"] = {
					this = true,
					Q = {
						Q = {
							this = true
						}
					},
					["出"] = {
						this = true
					},
					["大"] = {
						["量"] = {
							["开"] = {
								this = true
							}
						}
					}
				},
				["#"] = {
					["票"] = {
						this = true
					}
				},
				["漂"] = {
					this = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			p = {
				["完"] = {
					["整"] = {
						["版"] = {
							this = true
						}
					}
				}
			},
			["宾"] = {
				["馆"] = {
					this = true,
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			},
			["操"] = {
				["骚"] = {
					["货"] = {
						this = true
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			},
			["髮"] = {
				["票"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				},
				["務"] = {
					this = true
				}
			},
			["菔"] = {
				["務"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			},
			["公"] = {
				["关"] = {
					this = true
				}
			},
			["换"] = {
				["妻"] = {
					P = {
						this = true
					}
				}
			},
			["机"] = {
				["打"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["叫"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			},
			["开"] = {
				["房"] = {
					this = true,
					["查"] = {
						["询"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["事"] = {
					["部"] = {
						["招"] = {
							["聘"] = {
								this = true
							}
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					["按"] = {
						["摩"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					}
				},
				["門"] = {
					["服"] = {
						["務"] = {
							this = true
						}
					}
				}
			},
			["特"] = {
				["服"] = {
					this = true
				},
				["殊"] = {
					["服"] = {
						["务"] = {
							this = true
						},
						["務"] = {
							this = true
						}
					}
				}
			},
			["玩"] = {
				["胖"] = {
					["妞"] = {
						this = true
					}
				}
			},
			["卫"] = {
				["生"] = {
					["间"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				},
				["妹"] = {
					this = true
				}
			},
			["艳"] = {
				["遇"] = {
					["熟"] = {
						["女"] = {
							["客"] = {
								this = true
							}
						}
					}
				}
			},
			["夜"] = {
				["場"] = {
					this = true
				},
				["场"] = {
					this = true,
					["集"] = {
						["锦"] = {
							this = true
						}
					}
				}
			},
			["有"] = {
				["小"] = {
					["姐"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			},
			["找"] = {
				["的"] = {
					["大"] = {
						["学"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			},
			["住"] = {
				["宿"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					},
					["费"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["网"] = {
				this = true,
				["百"] = {
					["度"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			},
			["片"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["熟"] = {
				["女"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["網"] = {
				this = true
			},
			["淫"] = {
				["淫"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["瓶"] = {
			["门"] = {
				this = true
			}
		},
		["吧"] = {
			this = true,
			K = {
				["粉"] = {
					["摇"] = {
						["头"] = {
							["丸"] = {
								this = true
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			},
			["嗨"] = {
				["妹"] = {
					this = true
				}
			},
			["邂"] = {
				["逅"] = {
					this = true
				}
			}
		},
		["后"] = {
			["迷"] = {
				["奸"] = {
					this = true
				}
			}
		},
		["井"] = {
			["路"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["若"] = {
				["叶"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			["路"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["若"] = {
				["叶"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["动"] = {
		["漫"] = {
			["色"] = {
				["图"] = {
					this = true
				}
			},
			A = {
				V = {
					this = true,
					["片"] = {
						this = true
					}
				},
				["片"] = {
					this = true
				}
			},
			h = {
				d = {
					this = true
				}
			},
			H = {
				["片"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["淫"] = {
						["色"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["泳"] = {
					this = true
				}
			},
			["区"] = {
				this = true
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["爽"] = {
				["片"] = {
					["在"] = {
						["线"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["图"] = {
						this = true
					}
				}
			}
		},
		["力"] = {
			["手"] = {
				["枪"] = {
					this = true
				}
			},
			["防"] = {
				["御"] = {
					["强"] = {
						["化"] = {
							this = true
						}
					}
				}
			},
			["修"] = {
				["复"] = {
					["强"] = {
						["化"] = {
							this = true
						}
					}
				}
			}
		},
		["*"] = {
			["态"] = {
				["*"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["乱"] = {
			this = true
		},
		["态"] = {
			["代"] = {
				["理"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["阴"] = {
				["影"] = {
					["质"] = {
						["量"] = {
							this = true
						}
					}
				}
			}
		},
		["暴"] = {
			["乱"] = {
				this = true
			}
		},
		["感"] = {
			["佳"] = {
				["人"] = {
					this = true
				}
			}
		},
		["画"] = {
			h = {
				["网"] = {
					["站"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["版"] = {
						this = true
					}
				}
			}
		},
		["平"] = {
			["衡"] = {
				this = true
			}
		},
		["物"] = {
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					},
					["槍"] = {
						this = true
					}
				}
			},
			["人"] = {
				["与"] = {
					["驴"] = {
						this = true
					}
				}
			},
			["性"] = {
				["本"] = {
					["能"] = {
						["1"] = {
							["3"] = {
								this = true
							}
						}
					}
				}
			},
			["与"] = {
				["人"] = {
					a = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["向"] = {
			["月"] = {
				["刊"] = {
					this = true
				}
			},
			["杂"] = {
				["志"] = {
					this = true
				}
			}
		},
		["员"] = {
			["令"] = {
				this = true
			}
		},
		["运"] = {
			["九"] = {
				["八"] = {
					this = true
				}
			}
		},
		["行"] = {
			["雀"] = {
				["黄"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["经"] = {
		["典"] = {
			this = true,
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["头"] = {
				["套"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["语"] = {
				["录"] = {
					this = true
				}
			},
			["+"] = {
				["三"] = {
					["级"] = {
						this = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["催"] = {
				["情"] = {
					["性"] = {
						["药"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["吧"] = {
						this = true
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["甩"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["禁"] = {
				["播"] = {
					["片"] = {
						this = true
					}
				}
			},
			["陆"] = {
				["军"] = {
					M = {
						["1"] = {
							["5"] = {
								this = true
							}
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					a = {
						v = {
							this = true
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["淫"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["内"] = {
				["容"] = {
					this = true
				}
			},
			["情"] = {
				["侣"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					this = true,
					["电"] = {
						["影"] = {
							["网"] = {
								this = true
							}
						}
					},
					["快"] = {
						["播"] = {
							this = true
						}
					},
					["片"] = {
						this = true,
						["集"] = {
							["锦"] = {
								this = true
							}
						},
						["免"] = {
							["费"] = {
								this = true
							}
						}
					},
					["影"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["友"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					["片"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					}
				}
			}
		},
		["济"] = {
			["社"] = {
				["会"] = {
					["理"] = {
						["事"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["导"] = {
				["报"] = {
					this = true
				}
			}
		},
		["社"] = {
			["理"] = {
				["事"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["商"] = {
			["宽"] = {
				["衣"] = {
					this = true
				}
			}
		},
		["文"] = {
			this = true
		},
		["租"] = {
			["房"] = {
				this = true
			}
		},
		["第"] = {
			["三"] = {
				["国"] = {
					["回"] = {
						["大"] = {
							["陆"] = {
								this = true
							}
						},
						["台"] = {
							["湾"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["插"] = {
			["进"] = {
				["我"] = {
					["的"] = {
						["穴"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["达"] = {
			["赖"] = {
				this = true
			}
		},
		["纬"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["销"] = {
			["假"] = {
				["钞"] = {
					this = true
				}
			}
		},
		["营"] = {
			["电"] = {
				["动"] = {
					["长"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狙"] = {
					["狗"] = {
						this = true
					}
				}
			},
			["英"] = {
				["国"] = {
					["骚"] = {
						["本"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["童"] = {
		["颜"] = {
			["巨"] = {
				["乳"] = {
					this = true,
					["苍"] = {
						["井"] = {
							["空"] = {
								this = true
							}
						},
						["警"] = {
							["空"] = {
								this = true
							}
						}
					},
					["新"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["白"] = {
				["嫩"] = {
					this = true
				}
			},
			["大"] = {
				["奶"] = {
					this = true
				}
			},
			["和"] = {
				["谐"] = {
					["巨"] = {
						["乳"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["妹"] = {
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["奴"] = {
			["工"] = {
				this = true
			}
		},
		["屹"] = {
			this = true
		},
		["贯"] = {
			this = true
		},
		["化"] = {
			["铁"] = {
				this = true
			}
		},
		["妓"] = {
			["大"] = {
				["学"] = {
					this = true
				}
			}
		},
		["顏"] = {
			["巨"] = {
				["乳"] = {
					this = true,
					["蒼"] = {
						["井"] = {
							["空"] = {
								this = true
							}
						},
						["警"] = {
							["空"] = {
								this = true
							}
						}
					},
					["新"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["增"] = {
			this = true
		},
		["贞"] = {
			["开"] = {
				["包"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["貞"] = {
			["開"] = {
				["包"] = {
					this = true
				}
			}
		},
		["装"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["奇"] = {
		["淫"] = {
			["宝"] = {
				["鉴"] = {
					this = true
				}
			},
			["寶"] = {
				["鑒"] = {
					this = true
				}
			},
			["的"] = {
				["老"] = {
					["板"] = {
						["娘"] = {
							this = true
						}
					}
				}
			}
		},
		["艺"] = {
			["色"] = {
				this = true
			}
		},
		["米"] = {
			this = true,
			["影"] = {
				["院"] = {
					this = true
				},
				["视"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["色"] = {
					["哥"] = {
						this = true
					}
				}
			},
			["7"] = {
				["7"] = {
					this = true
				}
			},
			["色"] = {
				this = true,
				["影"] = {
					["视"] = {
						this = true
					}
				}
			},
			["四"] = {
				["色"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["摩"] = {
			["女"] = {
				["孩"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["幻"] = {
			["之"] = {
				["国"] = {
					this = true
				}
			}
		},
		["奇"] = {
			["色"] = {
				this = true,
				["电"] = {
					["影"] = {
						this = true
					}
				}
			},
			A = {
				V = {
					this = true
				}
			}
		},
		["热"] = {
			["色"] = {
				this = true
			}
		},
		["人"] = {
			["中"] = {
				["特"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["兵"] = {
			this = true
		},
		["迹"] = {
			["神"] = {
				["骑"] = {
					["乗"] = {
						["位"] = {
							this = true
						}
					}
				}
			},
			["世"] = {
				["界"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["天"] = {
				["下"] = {
					["辅"] = {
						["助"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["美"] = {
					["腿"] = {
						this = true
					}
				}
			}
		},
		["酷"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["网"] = {
				this = true
			}
		},
		["书"] = {
			["网"] = {
				this = true
			}
		},
		["特"] = {
			["的"] = {
				["艳"] = {
					["遇"] = {
						this = true
					}
				}
			}
		},
		["闻"] = {
			["网"] = {
				this = true
			}
		},
		["侠"] = {
			X = {
				I = {
					A = {
						H = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["跨"] = {
		["下"] = {
			["呻"] = {
				["吟"] = {
					this = true
				}
			}
		},
		["世"] = {
			["纪"] = {
				["的"] = {
					["良"] = {
						["心"] = {
							["犯"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["服"] = {
			P = {
				K = {
					["使"] = {
						["者"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["妖"] = {
		["媚"] = {
			["熟"] = {
				["母"] = {
					this = true
				}
			},
			["福"] = {
				["利"] = {
					["网"] = {
						this = true
					}
				}
			},
			["老"] = {
				["骚"] = {
					["货"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["榨"] = {
				["汁"] = {
					this = true
				}
			}
		},
		["宠"] = {
			this = true
		},
		["狐"] = {
			["网"] = {
				this = true
			},
			["艳"] = {
				["史"] = {
					this = true
				}
			}
		},
		["界"] = {
			["淫"] = {
				["游"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["美"] = {
			["巨"] = {
				["尻"] = {
					["物"] = {
						["语"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["娆"] = {
			["魅"] = {
				["惑"] = {
					["抛"] = {
						["美"] = {
							["胸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["成"] = {
				["人"] = {
					this = true
				}
			}
		},
		["兽"] = {
			["御"] = {
				["兽"] = {
					this = true
				}
			}
		},
		["术"] = {
			this = true
		},
		["艳"] = {
			["白"] = {
				["骨"] = {
					["精"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["艷"] = {
			["醫"] = {
				["生"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["入"] = {
		["穴"] = {
			["一"] = {
				["游"] = {
					this = true
				},
				["遊"] = {
					this = true
				}
			}
		},
		["肉"] = {
			["网"] = {
				this = true
			}
		},
		["党"] = {
			["申"] = {
				["请"] = {
					["书"] = {
						this = true
					}
				}
			}
		},
		["联"] = {
			this = true
		},
		["耳"] = {
			["关"] = {
				this = true
			}
		},
		["监"] = {
			this = true
		},
		["妈"] = {
			["的"] = {
				["肉"] = {
					["穴"] = {
						["深"] = {
							["处"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["门"] = {
			["开"] = {
				["锁"] = {
					["原"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["网"] = {
			["许"] = {
				["可"] = {
					["证"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["丰"] = {
		["唇"] = {
			["艳"] = {
				["姬"] = {
					this = true
				}
			}
		},
		["满"] = {
			this = true,
			["未"] = {
				["成"] = {
					["年"] = {
						["人"] = {
							p = {
								o = {
									r = {
										n = {
											o = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["*"] = {
				["*"] = {
					this = true
				}
			},
			["的"] = {
				["美"] = {
					["少"] = {
						["妇"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				this = true
			},
			["人"] = {
				["妻"] = {
					this = true,
					["最"] = {
						["迷"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["肉"] = {
				["感"] = {
					["的"] = {
						["美"] = {
							["妖"] = {
								this = true
							}
						}
					}
				}
			},
			["熟"] = {
				["模"] = {
					this = true
				}
			}
		},
		["尚"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["安"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["都"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["禾"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["汇"] = {
			["园"] = {
				["小"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["宁"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true,
			["美"] = {
				["臀"] = {
					this = true
				}
			},
			["又"] = {
				["多"] = {
					["水"] = {
						["的"] = {
							["妹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["润"] = {
			["性"] = {
				["感"] = {
					["美"] = {
						["少"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["顺"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["台"] = {
			["办"] = {
				["正"] = {
					this = true,
					["？"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			},
			["区"] = {
				this = true
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["田"] = {
			["强"] = {
				["开"] = {
					this = true
				}
			}
		},
		["臀"] = {
			["美"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["讯"] = {
			["网"] = {
				["游"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["盈"] = {
			["雪"] = {
				["白"] = {
					["的"] = {
						["肌"] = {
							["肤"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["腴"] = {
			["熟"] = {
				["妇"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0.M = {
		M = {
			["屄"] = {
				this = true
			},
			["按"] = {
				["摩"] = {
					["保"] = {
						["健"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["被"] = {
				["干"] = {
					["小"] = {
						["穴"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["小"] = {
					["嫩"] = {
						["穴"] = {
							this = true
						}
					},
					["穴"] = {
						this = true
					}
				},
				["诱"] = {
					["人"] = {
						["双"] = {
							["峰"] = {
								this = true
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["精"] = {
				["彩"] = {
					["裸"] = {
						["衣"] = {
							this = true
						}
					}
				}
			},
			["就"] = {
				["爱"] = {
					["干"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					this = true
				}
			},
			["嫩"] = {
				["穴"] = {
					this = true
				}
			},
			["破"] = {
				["处"] = {
					this = true
				},
				["處"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					this = true,
					["爱"] = {
						["爱"] = {
							this = true
						}
					},
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["全"] = {
						["套"] = {
							this = true
						}
					}
				},
				["門"] = {
					["服"] = {
						["務"] = {
							this = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					},
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["收"] = {
				["费"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["丝"] = {
				["秀"] = {
					this = true
				}
			},
			["脱"] = {
				["衣"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						["流"] = {
							["出"] = {
								this = true
							}
						},
						["视"] = {
							["频"] = {
								this = true
							}
						},
						["視"] = {
							["頻"] = {
								this = true
							}
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["走"] = {
				["光"] = {
					this = true
				}
			},
			["㈠"] = {
				["亱"] = {
					["綪"] = {
						["視"] = {
							["频"] = {
								this = true
							}
						}
					}
				}
			}
		},
		a = {
			i = {
				["骚"] = {
					this = true
				}
			},
			y = {
				["三"] = {
					["五"] = {
						["日"] = {
							this = true
						}
					}
				},
				["3"] = {
					["5"] = {
						["日"] = {
							this = true
						}
					}
				},
				V = {
					I = {
						I = {
							I = {
								["日"] = {
									this = true
								}
							}
						}
					}
				},
				["③"] = {
					["⑤"] = {
						["日"] = {
							this = true
						}
					}
				}
			}
		},
		["5"] = {
			["0"] = {
				["0"] = {
					S = {
						S = {
							B = {
								this = true
							}
						}
					}
				}
			}
		},
		["4"] = {
			A = {
				["1"] = {
					this = true,
					["卡"] = {
						["宾"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["真"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["消"] = {
					["音"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true
			}
		},
		P = {
			["6"] = {
				["5"] = {
					["4"] = {
						K = {
							this = true
						}
					}
				}
			},
			["1"] = {
				["8"] = {
					["冲"] = {
						["锋"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["4"] = {
				["0"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			}
		},
		["3"] = {
			["0"] = {
				["0"] = {
					this = true,
					["狙"] = {
						["击"] = {
							this = true
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					},
					["氣"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["冲"] = {
				["锋"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["瞄"] = {
				["准"] = {
					["镜"] = {
						this = true
					}
				}
			}
		},
		["9"] = {
			["2"] = {
				F = {
					S = {
						this = true
					},
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["0"] = {
				this = true,
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			},
			D = {
				["8"] = {
					["0"] = {
						["军"] = {
							["刺"] = {
								this = true
							},
							["刀"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						},
						["軍"] = {
							["刀"] = {
								this = true
							},
							["斧"] = {
								this = true
							},
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				["刺"] = {
					this = true
				},
				["刀"] = {
					this = true
				}
			},
			["式"] = {
				["9"] = {
					m = {
						m = {
							this = true
						}
					}
				}
			},
			["战"] = {
				["术"] = {
					["军"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["长"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		B = {
			["帅"] = {
				["哥"] = {
					this = true,
					["上"] = {
						["门"] = {
							["服"] = {
								["务"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["男"] = {
				this = true
			},
			["0"] = {
				["1"] = {
					C = {
						this = true
					}
				}
			},
			A = {
				["代"] = {
					["考"] = {
						this = true
					}
				},
				["考"] = {
					["生"] = {
						["信"] = {
							["息"] = {
								this = true
							}
						}
					}
				},
				["试"] = {
					["题"] = {
						["有"] = {
							["误"] = {
								this = true
							}
						}
					}
				}
			}
		},
		L = {
			this = true,
			["花"] = {
				this = true,
				["革"] = {
					["命"] = {
						this = true
					}
				},
				["运"] = {
					["动"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["天"] = {
						["室"] = {
							this = true
						}
					}
				}
			}
		},
		G = {
			M = {
				["贵"] = {
					["宾"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["子"] = {
					this = true
				}
			},
			["4"] = {
				["2"] = {
					["机"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			P = {
				["1"] = {
					["4"] = {
						["手"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			},
			["中"] = {
				["式"] = {
					["排"] = {
						["障"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		C = {
			C = {
				["色"] = {
					["站"] = {
						this = true
					}
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["军"] = {
				["团"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["軍"] = {
				["團"] = {
					this = true
				}
			}
		},
		["1"] = {
			["4"] = {
				["狗"] = {
					this = true
				},
				["自"] = {
					["动"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["6"] = {
				A = {
					["1"] = {
						this = true
					}
				},
				["突"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["消"] = {
					["瘦"] = {
						this = true
					}
				}
			},
			["9"] = {
				["0"] = {
					["5"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["1"] = {
					["1"] = {
						this = true,
						["手"] = {
							["槍"] = {
								this = true
							}
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				},
				["6"] = {
					["曳"] = {
						["光"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true
				}
			},
			["军"] = {
				["刺"] = {
					this = true
				}
			}
		},
		["2"] = {
			["1"] = {
				["狗"] = {
					this = true
				},
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["突"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["3"] = {
				["1"] = {
					["射"] = {
						["孔"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["4"] = {
				["狗"] = {
					this = true
				}
			},
			["5"] = {
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["极"] = {
				["端"] = {
					["武"] = {
						["力"] = {
							this = true
						}
					}
				}
			}
		},
		["6"] = {
			["0"] = {
				["手"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["7"] = {
			["0"] = {
				["0"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					},
					["狙"] = {
						["击"] = {
							["狗"] = {
								this = true
							}
						}
					}
				}
			},
			["刺"] = {
				["刀"] = {
					this = true
				}
			},
			["搜"] = {
				["服"] = {
					this = true
				}
			}
		},
		["8"] = {
			["2"] = {
				A = {
					["1"] = {
						["机"] = {
							["枪"] = {
								this = true
							}
						},
						["枪"] = {
							this = true
						}
					}
				},
				["原"] = {
					["型"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		c = {
			c = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		I = {
			["药"] = {
				this = true
			}
		},
		O = {
			P = {
				["炸"] = {
					["弹"] = {
						this = true
					}
				}
			}
		},
		S = {
			N = {
				["密"] = {
					["码"] = {
						["破"] = {
							["解"] = {
								this = true
							}
						}
					}
				}
			}
		},
		T = {
			["虎"] = {
				["牙"] = {
					this = true,
					["刀"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["忉"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["谁"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			}
		},
		X = {
			["强"] = {
				["迫"] = {
					["失"] = {
						["身"] = {
							["水"] = {
								this = true
							}
						}
					}
				}
			}
		},
		Y = {
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["坐"] = {
				["台"] = {
					["少"] = {
						["爷"] = {
							this = true
						}
					}
				}
			}
		},
		["国"] = {
			this = true,
			["指"] = {
				["挥"] = {
					["官"] = {
						this = true
					}
				}
			}
		},
		["唛"] = {
			["袖"] = {
				["珍"] = {
					["狗"] = {
						["腿"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["牲"] = {
			this = true
		},
		["系"] = {
			["军"] = {
				["枪"] = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["字"] = {
			["開"] = {
				["脚"] = {
					this = true
				}
			}
		}
	}
end

temp()
