_G.pg.ship_skin_words[205040] = {
	feeling1 = "로드니도 조금은 실망했답니다……?",
	feeling3 = "지휘관님은 상냥하시네요. 산책할 때 로드니의 페이스에 맞춰주시고. 이런 사소한 부분도 감동해버려요.",
	lose = "아직 싸울 수 있지만…… 일단 퇴각합니다.",
	propose = "지휘관님과 함께 보내는 하루하루가 기념일이에요. 이런 꿈만 같은 생활이 언제까지나 계속되면 좋겠네요…",
	expedition = "후후, 지휘관님, 의뢰를 끝낸 애들이 돌아왔어요.",
	win_mvp = "아우, 어느새… 탄약을 너무 많이 써버렸어요…",
	home = "차를 내올게요.",
	mission = "지휘관님, 새 미션 같이 수행해보죠?",
	touch2 = "집무실에선 하면 안 돼요.",
	voice_key_2 = -1,
	skill = "적에게 자비를 보일 필요가 없겠네요.",
	drop_descrip = "넬슨급 전함·로드니 (HMS Rodney)",
	mail = "새 우편이 있길래 가져왔어요.",
	touch = "무슨 일이신가요?",
	profile = "넬슨의 동생, 로드니입니다. 네! ……저희 자매도 그런대로 유명하죠.\n음, 싸움 방식이 겉보기랑 이미지가 다르다, 라고요? 어머 어머 지휘관님, 그런 소문은 당연히 거짓 소문이에요~",
	mission_complete = "미션 보너스에요. 열어보죠.",
	feeling4 = "상하관계는 확실히 하지 않으면 큰일이 벌어질 때도 있죠. 예전에 이런 일이…… 하지만 로드니와 지휘관님이라면 괜찮아요.",
	unlock = "처음 뵙겠습니다, 로드니입니다. 앞으로 잘 부탁드려요.",
	feeling5 = "지휘관님, 오늘은 같이 식사라도 어떠신지요? 제일 좋아하는 요리를 만들게요── 응? 특별한 날은 아니에요. 갑자기 생각나서…… 지휘관님이 괜찮다면 매일 해드려도 괜찮답니다?",
	main = "뭔 일 있으면 로드니한테 맡겨주세요!|지휘관님이 괜찮으시다면 로드니도 같이 하게 해주세요!|지휘관님? 또 땡땡이치면 로드니도 화낼 거예요?",
	battle = "네! ……여러분 모두가 의무를 다하길, 로드니, 기대하고 있습니다!",
	upgrade = "로드니, 기대해주세요~",
	voice_key = 20504,
	headtouch = "",
	feeling2 = "좋은 날씨네요. 외출하지 않으실래요, 지휘관님? 마침 좋은 이야기를 들었답니다. 조금 릴랙스하시는 건 어떤가요?",
	login = "아, 지휘관님 어서 오세요. 마침 서류 정리해놨답니다. 확인해보셔요.",
	vote = "",
	hp_warning = "화력을 조금 강하게 해도 되나요?",
	id = 205040,
	detail = "상세정보의 설명이 필요한가요?",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"후드 언니, 망설이면 안 돼요.",
			0
		},
		{
			{
				20501
			},
			1,
			"언니, 상대를 너무 깔보지 말아주세요.",
			0
		}
	}
}
