_G.pg.ship_skin_words[205050] = {
	feeling1 = "심지가 있거나, 요리를 준비해주는 아이를 선호하는데 말이지. 지휘관, 당신은 어느 쪽도 아닌 것 같군.",
	feeling3 = "후후, 지휘관, 어떤가? 이 몸의 요리실력에 감탄했나? 자아, 마음껏 먹도록 해. 그대가 먹는 모습을 보면 나도 기쁘거든.",
	lose = "그렇게 침울해지지 마라. 승패라는 것은 한 번의 전투로 정해지는 것이 아니다.",
	propose = "\"마음을 사로잡기 전에, 먼저 위장을 사로잡아라\" 라는 말도 있지만, 이건 위장을 넘어서서 단번에 내 마음까지 사로잡았군. 지휘관, 앞으로도 계속 요리를 만들어 주지 않겠나?",
	expedition = "부두에 움직임이……? 아아, 의뢰팀이 돌아와 준 모양이군.",
	win_mvp = "결코 방심은 하지 않는다. 승리도, 제군들의 안전도 전부 확보하겠어.",
	home = "지휘관, 전투는 즐거웠는가?",
	mission = "임무 말인가. 좀 더 도전하는 보람이 있으면 좋겠는데.",
	touch2 = "호오? 지휘관이 이렇게까지 대담한 사람이라고는 미처 생각하지 못했군.",
	voice_key_2 = -1,
	skill = "지지 않는 태양의 위세는 결코 빛이 바래지 않나니!",
	drop_descrip = "킹 조지 V급 전함 - 킹 조지 5세(HMS King George V)",
	mail = "편지……흐음, 도전장인가, 아니면 러브레터인가?",
	touch = "이 과자의 산은 뭐냐고? 배부르게 먹지 않으면 전투에 만전을 기할 수 없지.",
	profile = "내가 바로 킹 조지 5세급의 네임쉽 전함이다. 본토 함대의 기함을 담당하고 있으며, 수많은 작전에 참가하여 그 유명한 비스마르크와의 대전도 치루었지. 하지만, 그 때는 충분히 싸워보지 못했으니 혹시 가능하다면 한번 더 그녀와 겨뤄보고 싶은데……더 알고 싶은 게 있다면 말해보도록.",
	mission_complete = "임무를 수행한 후의 저녁 식사가 제일 맛있지. 그렇게 생각하지 않나? 지휘관.",
	feeling4 = "지휘관, 당신도 요리 연습을 시작한 건가? 흐음, 그것 참 반가운 일이야……나를 위해서 만들어 준 요리를 먹는 게 기대되는군.",
	unlock = "여기가 새로운 전장인가. 후후, 좀이 쑤시는군…… 그렇다면, 당신이 내 지휘관인가. 내 이름은 킹 조지 5세다. 잘 활용해보도록.",
	feeling5 = "식사와 전투는 내가 가장 즐기는 두 가지 일……뭐어, 전투는 혼자서도 할 수 있지만, 저녁 식사를 혼자 즐기는 건 쓸쓸하고 힘든 일이야. 같이 즐겨주는 당신과 만날 수 있었던 건 정말 기쁜 일이지.",
	main = "지휘관, 당신이 있어야 이 함대도 존재한다. 방심하지 말도록.|웨일즈와 그 일행인가. 사실은 내 품으로 달려와 '언니' '언니' 라고 불러줬으면 좋겠는데…내 그런 모습도 괜찮지 않겠는가,|나에게 있어 폐하 이상으로 모시는 보람이 있는 분은 존재하지 않는다. 지휘관, 무슨 말인지 알겠는가?|로열의 요리는 괴식 뿐이라고? 흐음, 나무만 보고 숲을 보지 못한다니 탐탁치 않군.",
	battle = "우리의 위명을 여기에도 떨쳐 보이도록 할까!",
	upgrade = "음……갑자기 폭식을 하고 싶어지는군.",
	voice_key = 20505,
	headtouch = "",
	feeling2 = "그러고보니 지휘관, 요리는 할 줄 아는가? 흠, 이래뵈도 나는 내 위장을 만족시키기 위해 노력하고 있거든.",
	login = "지휘관, 저녁 식사는 마쳤는가?",
	vote = "",
	hp_warning = "훗, 재미있군…!",
	id = 205050,
	detail = "로열에서의 나의 위치가 신경쓰인다고? 흠……그렇군, 예를 들자면 \"기사단장\" 이라고 하는 것이 제일 적절하겠군. 하하하.",
	couple_encourage = {
		{
			{
				20506
			},
			1,
			"웨일즈, 갑자기 사라지지 말라고!",
			0
		},
		{
			{
				20507
			},
			1,
			"함께 적진을 갈라놓도록 할까!",
			0
		}
	}
}
