_G.pg.ship_skin_words[205060] = {
	feeling1 = "떨어져. 너는 나를 거느릴 자격이 없어.",
	feeling3 = "당신의 죽음이, 얼마만큼의 계획, 노력, 그리고 희망을 바다에 가라앉히게 되는 것인지, 그걸 알아줬으면 한다. 그러니까 지휘관, 간단히 죽지 말라고.",
	lose = "네 발 달린 말도 때로는 넘어진다. 다음번에 만회하도록 하지.",
	propose = "형식은 중요치 않아. 중요한 건 당신이 내가 인정한 사람이 되었다는 것. ……그렇지만, 이건 기뻐. 고마워. ……언제나 몸에 지니도록 할게.",
	expedition = "의뢰가 완료된 것 같다. 그녀들의 마중은 너의 의무잖아?",
	win_mvp = "승리의 감촉은 역시 언제나 기쁜 법이지.",
	home = "승부도 그때의 운이니, 너무 자만하지는 마, 지휘관.",
	mission = "지휘관, 시험받을 때가 온 것 같다.",
	touch2 = "어떤 의미인지는 알고 있겠지…?",
	voice_key_2 = -1,
	skill = "나와 승부다!",
	drop_descrip = "킹 조지 5세급 전함·프린스 오브 웨일즈 (HMS Prince of Wales)",
	mail = "연락이 왔다.",
	touch = "잠깐 잡담을 할까, 지휘관.",
	profile = "조지 5세급 2번함 프린스 오브 웨일즈. 과거에는 수상을 따라, 그 헌장의 조인에도 참여했었지── 병기의 새 역사를 썼다? 흥, 내 앞에서 잘도 그런 말을 하는군.",
	mission_complete = "보수가 온 것 같군. 잘했어.",
	feeling4 = "정정당당히 싸우는 것의 나의 신조, 연애도 똑같지. 그러니…… 저…… 그…… 조금 어울려주겠나? …지휘관.",
	unlock = "지휘관인가? 좋아, 이 프린스 오브 웨일즈의 힘, 잘 보도록 해.",
	feeling5 = "꿈을 꿨다…… 그때의, 지금 생각해봐도 절망할 만큼의 무력함에 고통받는 꿈이었지. 하지만 눈을 뜨고 당신이 곁에 있는 것을 보니, 조금은, 아주 조금은, 이걸로 좋을 듯한 느낌이 드는군……",
	main = "고가인 것만이 좋은 게 아니야. 유한한 전력으로, 어떻게 최고의 전과를 얻을지 생각해내는 게 너의 책무다.|동료를 눈앞에서 잃는 고통, 두 번 다시 겪고 싶지 않아.|티타임이라도 어때? 샌드위치를 준비했어. 이참에 말하지만, 나는 오이 파다.",
	battle = "성공은 용감한 자의 것…… 전 함, 사격개시!",
	upgrade = "두 번 다시 되풀이하지 않기 위해서……",
	voice_key = 20506,
	headtouch = "",
	feeling2 = "원래 이름대로면 불길하다 하여 지금의 이름이 되었지만, 결과적으론 운명에서 벗어날 순 없었던 것 같군……",
	login = "돌아왔나? 홍차라도 한 잔 마시고 일을 시작해보지.",
	vote = "",
	hp_warning = "일어서! 계속 치고 나가는 거다!",
	id = 205060,
	detail = "운명은 곧잘 레일에서 벗어나는 법이다. 지휘관.",
	couple_encourage = {
		{
			{
				40303
			},
			1,
			"솔직히, 당신 마음속은 아무리 생각해도 잘 모르겠어.",
			0
		},
		{
			{
				20501
			},
			1,
			"모실 수 있게 되어 영광입니다, 폐하.",
			0
		},
		{
			{
				20403
			},
			1,
			"후후, 가끔은 로열 네이비답게 우아하게 가볼까.",
			0
		},
		{
			{
				20507
			},
			1,
			"지휘관에 관한 거라면, 혹시……한 번 얘기를 나눠보지 않겠나?",
			0
		},
		{
			{
				20123
			},
			1,
			"뱀파이어씨, 뭐든지 말씀만 해주십시오.",
			0
		},
		{
			{
				20402
			},
			1,
			"리펄스, 내가 얘기하는 것도 좀 그렇네만……자네는 좀 더 집중을 하는 편이 좋겠군.",
			0
		}
	}
}
