_G.pg.ship_skin_words[101020] = {
	feeling1 = "지휘관님… 태풍보다 무서워요……",
	feeling3 = "지휘관님, 듀이, 집무실을 정리했습니다. 조금 깨끗해진 것 같지 않나요? 지휘관님만 괜찮으시다면, 듀이, 침실도 정리하겠습니다!",
	lose = "또, 또 실패해버렸어요……",
	propose = "이건… 듀이에게 주시는 건가요? 가장 소중한 걸, 정말로…? 아, 알겠습니다! 할 수 있을지 모르지만, 업무적으로도, 사적으로도, 듀이는 온 힘을 다해 지휘관님을 도와드릴게요!",
	expedition = "다들 의뢰에서 돌아왔습니다! 가져온 건 적재적소에 사용해야 해요!",
	win_mvp = "듀이는 할 일을 했을 뿐이에요. 포상은…… 모두의 몫!",
	home = "작전 수고하셨습니다! 전투 상세 정보의 정리는 듀이에게 맡기시고, 모쪼록 편히 쉬어주시기 바랍니다.",
	mission = "임무, 귀찮다고 생각하시면, 듀이에게 맡겨주세요!",
	touch2 = "응……? 듀이, 별로 가슴은 아프지 않은데요?",
	voice_key_2 = -1,
	skill = "여기는 듀이에게 맡겨줘!",
	drop_descrip = "패러것급 구축함 - 듀이(DD-349)",
	mail = "지휘관님, 정보 확인은 꼼꼼히 해주세요. 정보를 항상 최신으로 갱신해둬야, 위험을 미연에 방지할 수 있다구요.",
	touch = "머리카락, 조금 삐쳤다구요…? 알려주셔서 감사합니다! 답례로 나중에 마사지해드릴게요!",
	profile = "패러것급 구축함 듀이입니다. 항공모함 호위나 구조 임무에 많이 참가했습니다. 네, 듀이의 자랑거리에요! 하지만… 그때는 두 자매함을 구해내지 못했어요… 태풍은 역시 무섭네요……",
	mission_complete = "임무 보수… 저기 놔두기만 하면 아깝다구요…?",
	feeling4 = "지휘관님, 뭔가 잃어버리셨나요? 듀이가 방에서 찾아보겠습니다!",
	unlock = "구축함 듀이입니다. …도와드릴 일이 있으면 언제든 듀이에게 알려주세요. 듀이는 어떤 일이든 최선을 다하겠습니다!",
	feeling5 = "지휘관님, 막 말린 이불은 기분 좋으셨나요? 역시 주변 환경을 깨끗하게 해야 건강에 좋겠죠… 아, 지휘관님이 병에 걸려도 듀이가 간병해드릴 테니까, 안심해주세요!",
	main = "듀이도 음악을 좋아해요. 가장 좋아하는 건… 렉싱턴 씨의 노래에요!|꺅!? 죄, 죄송해요, 지휘관님. 역시 듀이는 태풍이나 천둥이… 무서워요……|상냥한 요크타운 씨에, 멋있는 엔터프라이즈 씨, 활발한 새러토가… 유니온 사람들은 모두 좋은 사람들이에요.",
	battle = "모두를 위해, 듀이, 힘내겠습니다!",
	upgrade = "이번에는 어떤 상황이 닥치더라도, 절대 실패하지 않겠어요!",
	voice_key = 10102,
	headtouch = "",
	feeling2 = "지휘관님, 시장하신가요? 그럼 듀이가 카레라이스라도 만들어 드릴까요? 입에 맞으실지 어떨지는 모르겠지만…",
	login = "지휘관님, 어서 오세요. 모항의 재해 방지 장비를 확인해 보시겠어요? 언제 천재지변이 일어날 지는 아무도 모르니까요.",
	vote = "",
	hp_warning = "손상 확대… 하지만, 아직 지지 않아요!",
	id = 101020,
	detail = "지휘관님, 뭔가 고민거리라도 있으신가요? 듀이의 도움이 필요하신가요…?",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"또 라이브에 가도 괜찮나요…?",
			0
		},
		{
			{
				10703
			},
			1,
			"새러토가, 같이 힘내요!",
			0
		},
		{
			{
				10705,
				10706
			},
			2,
			"다시 같이 싸울 수 있을 줄은 몰랐어요… 듀이, 힘내겠습니다!",
			0
		},
		{
			{
				10105
			},
			1,
			"그리들리, 내키는 대로 쏴도 괜찮아!",
			0
		}
	}
}
