_G.pg.ship_skin_words[206030] = {
	feeling1 = "오빠… 저질…",
	feeling3 = "위험해지면 유우가 지켜줘── 오빠가 있으면 위험하지 않아? 에헤헤, 오빠, 유니콘의 기사 같아…",
	lose = "밖에… 무서워… 오빠… 유니콘 돌아가도 돼…? ",
	propose = "이렇게… 소중한 걸… 정말 유니콘이라도 괜찮아…? 유니콘… 힘낼게… 그야… 오빠가 정말 좋은걸…!",
	expedition = "의뢰에 나간 언니들이 돌아왔어… 오빠… 마중 나가자?",
	win_mvp = "유니콘… 오빠한테 도움 됐어?",
	home = "함대… 무사히 돌아왔어… 오빠 수고했어. 무릎베개해도… 되는데?",
	mission = "「미션」… 잊으면 안 돼…?",
	touch2 = "오빠라면…괜찮아.",
	voice_key_2 = -1,
	skill = "유니콘… 힘낼게…!",
	drop_descrip = "유니콘급 항공모함·유니콘 (HMS Unicorn)",
	mail = "「편지」… 볼래?",
	touch = "에헤헤… 오빠… 간지러워…",
	profile = "로열 네이비… 지원항모… 유니콘… 원래는 일러스트리어스 언니를 지원하기 위해 태어났어… 나중엔 다른 언니들하고도 행동했지만… 모두 나한테 잘 해줬어. 유니콘은 있지, 여러 곳에 가서 힘냈는걸? …조금은 의지가 될 수 있으면 좋겠다…… 에헤헤, 더 힘낼게? 오빠.",
	mission_complete = "「보너스」… 놓치면 떽, 이야…?",
	feeling4 = "유니콘, 노력하고 있는데? …언니를 지원하거나… 출격임무 하거나… 수송임무 하거나… 유니콘은 착한 애야? 도움 되고 있어? 오빠…",
	unlock = "아… 난… 로열 네이비… 유니콘… 지휘관… 저기이… 오빠라고 불러도… 돼?",
	feeling5 = "오빠 앞에서… 고집부려도 돼…? 어리광 피워도 돼…? 유니콘… 사실 그렇게 착한 애 아닌걸…? 그래도 괜찮아…?",
	main = "디스트로이 모드? 없는데? 그런 거…|유우의 뿔… 변형하고 그러지 않는데?|'엔티'…? 유니콘, 오빠가 무슨 말 하는지 모르겠어…|유니콘, 언젠가 일러스트리어스 언니 같은 어른이 될 수 있을까…?",
	battle = "후방지원은 맡겨줘… 유니콘… 힘낼게…!",
	upgrade = "오빠, 유니콘… 자랐을까나?",
	voice_key = 20603,
	headtouch = "오빠... 유니콘은 착한 아이지...? ",
	feeling2 = "이 애는 유우, 유니콘의 유우고… 유니콘의 친구야… 에헤헤…",
	login = "어서 와, 오빠… 오늘도 출격이야?",
	vote = "",
	hp_warning = "오빠… 아파아…",
	id = 206030,
	detail = "오빠… 유니콘에 대해, 더 알고 싶어?",
	couple_encourage = {
		{
			{
				20703
			},
			1,
			"일러스트리어스 언니의 지원은… 내가…!",
			0
		},
		{
			{
				10117,
				30105,
				20121,
				40123
			},
			1,
			"내 친구를 괴롭히지 마!",
			0
		},
		{
			{
				10224,
				20225,
				30710,
				40307,
				90503
			},
			1,
			"유니콘은 노래 부르는 걸 좋아해요… 하지만 모두들 앞에서는 역시…///",
			0
		}
	}
}
