_G.pg.ship_skin_words[206040] = {
	feeling1 = "동경해왔던 함대가 이럴 리가……",
	feeling3 = "구, 구축함 선배님들께 존댓말을 쓴 탓에 다들 놀라셨다…고요? 그, 그래도 제게 있어선 그 아이들도 존경해야 할 선배님들이라고요.",
	lose = "선배님들, 죄송해요……",
	propose = "평화로운 세상에 태어난 몸으로서, \"싸울 수 있어 다행이었다\" 라 말하기는 좀 그렇지만……그래도 지휘관님과 만나고, 그리고 이 함대에 배속받을 수 있게 되어 정말 다행이라 생각합니다.",
	expedition = "들려요…바람의 속삭임이……후후, 방금 건 농담이에요. 네, 의뢰팀의 모두가 돌아왔습니다.",
	win_mvp = "지휘관님, 저, 조금은 선배님들을 따라갈 수 있게 되었을까요?",
	home = "지휘관님과 선배님들의 전투는 언제나 공부가 된답니다.",
	mission = "지휘관님, 임무를 완료하러 가시는 거죠? 저도 함께하겠습니다.",
	touch2 = "지휘관님, 부끄러워요……",
	voice_key_2 = -1,
	skill = "선배님들의 용맹한 모습,  재현해 내보이겠습니다!",
	drop_descrip = "센토급 항공모함 - 센토 (HMS Centaur)",
	mail = "지휘관님, 새로운 우편이 온 것 같습니다. 가서 받아 올게요!",
	touch = "이 활을 잡아당겨 보고 싶다고요? 후후, 의외로 어렵다구요.",
	profile = "센토급 항공모함의 네임쉽, 센토라고 합니다. 대전 이후에 건조되다 보니 이런저런 일이 있었지만…덕분에 평화로운 나날을 지냈었죠. 제게 있어선 함대의 모두가, 심지어 구축함 아이들 마저도 선배님이랍니다. 아무쪼록 잘 부탁드립니다.",
	mission_complete = "지휘관님, 임무 보수는 어떻게 할까요?",
	feeling4 = "지휘관님이나 선배님들과 함께 하다보니, 다들 의외의 일면이 있다는 걸 알게 되었어요. 예를 들면… 지휘관님께선 대단하신 분이지만, 가끔씩 업무 중에 농땡이를 부리시곤 하시죠. 우후훗",
	unlock = "여기는 그 대전에 참전했던 선배님들이 모여있는 장소……처음 뵙겠습니다 지휘관님, 센토라고 합니다. 아무쪼록 잘 부탁드립니다.",
	feeling5 = "다들 저와 같은 평범한 사람이라는 건 알겠지만, 그래도 존경해야 할 여러분이라는 건 틀림없습니다……후배로서가 아니라, 동료로서로도 말이에요. ",
	main = "그러고 보니, 혹시 제가 진짜로 ‘켄타우루스’ 처럼 반인반마의 몸을 하게 된다면, 그건 그거대로 재미있을 것 같은데…지휘관님께선 어떻게 생각하세요?|평화로운 나날은 걱정거리 없이 지낼 수 있어 좋지만, 가끔은 제 자신이 왜 태어났는지 불안해지기도 해요.|비서함이 되면 선배님들을 더 많이 접할 수 있게 되니, 공부하기엔 꽤 좋은 기회가 되겠네요. 지휘관님, 감사합니다.",
	battle = "선배님들, 함께 열심히 하자고요!",
	upgrade = "지휘관님, 감사합니다. 선배님들을 목표로 더욱 열심히 할게요!",
	voice_key = 20604,
	headtouch = "",
	feeling2 = "지휘관님, 함대의 선배님들을 소개해주실 수 있을까요? 저, 혼자서는 역시 마음이 잘 놓이지 않아서……",
	login = "지휘관님, 오늘도 저, 열심히 선배님들을 보고 배울게요!",
	vote = "",
	hp_warning = "선배님들과 똑같이 끝까지 버티겠습니다!",
	id = 206040,
	detail = "외관…말씀이세요? 그렇네요, 이름이 원래 환상의 동물에서 따온 거 다 보니 좀 판타지스럽…죠?",
	couple_encourage = {
		{
			{
				20601
			},
			1,
			"선배님, 함께 싸울 수 있게 되어 영광입니다!",
			0
		}
	}
}
