_G.pg.ship_skin_words[206060] = {
	feeling1 = "지휘관, 마치 푹 삭은 청어 통조림 같은데...",
	feeling3 = "모두… 하고싶은 말 다 할 수 있어. … 별거 아냐. 안녕, 지휘관.",
	lose = "…미안. 실패했어.",
	propose = "사실 난 결코 지휘관을 미워하지 않아. 지휘관은 항상 나와 대화하길 원하고, 내 머리를 쓰다듬길 원하지…난 사실 지휘관을 가장 좋아해. 응...",
	expedition = "지휘관… 아니다. 나 화나지 않았어. 난 그저 의뢰받은 일을 끝내라고 당신을 일깨워주려는 것뿐이야.",
	win_mvp = "상대는… 노력이 더 필요해 보이는군.",
	home = "이런 전투는 금방 피로를 느끼지. 지휘관, 귀여운 병아리 같은데.",
	mission = "지휘관, 원래부터 임무 수행을 원치 않는 게으름뱅이였군?",
	touch2 = "지휘관, 해군부 구치소의 음식이 그리운 건 아니겠지?",
	voice_key_2 = -1,
	skill = "…내게 맡겨. ",
	drop_descrip = "콜로서스급 항공모함-퍼시어스",
	mail = "지휘관, 당신의 우편물이야. 별거 아냐. 그저 간단한 일일 뿐인데.",
	touch = "나와 잡담하기전에 먼저 자신의 일을 신경쓰는것이 어떤가?",
	profile = "나는 콜로서스급 항공모함 퍼시어스다. 대전 이후에야 들어왔고, 자랑할만한 공적도 없어. 하지만 나의 방식으로 노력할 것이다. 이럼 됐나?... 후...",
	mission_complete = "지휘관, 더 이상 받지 않으면, 임무 보상의 유효기간이 끝나.",
	feeling4 = "난 정말 바보군. 분명 지휘관과 잘지내고 싶으면서 매번 그런 말을 하다니… 지휘관은 분명 내가 싫어졌겠지…",
	unlock = "로열 네이비, 퍼시어스다. 페르세우스라고 불러도 된다…… 또 다른 할 말이 남았나? … 그럼, 앞으로 잘 부탁한다.",
	feeling5 = "지휘관에 대한 생각?... 마치 야간 항해 중 갑자기 쏟아지는 폭우처럼…아,아냐. 이걸 말하고 싶은건 아니라… 내가 말하고 싶은건… 사실 난 지휘관에게...",
	main = "뭔가 도움이 필요하다면 나에게 말해. 하지만 그전에 먼저 스스로 노력해서 끝을 보도록. 지휘관.|일은 유통기한을 곧 앞둔 식품과 같아. 두고 신경쓰지 않으면 문제가 생길거야. 지휘관.|유바리와 아카시 그녀들은 항상 재미있는 테스트를 하는 것 같아. 음… 나도 흥미가 좀 생기는군.",
	battle = "모두 신중함을 유지해주세요. 적은 마음을 놓을 수 없는 존재에요.",
	upgrade = "아주 고마워. … 답례가 필요한가?",
	voice_key = 20606,
	headtouch = "…음.",
	feeling2 = "지휘관, 다 들려. 그러니 제발 내 옆에서 큰소리 내지마. 시끄러워.",
	login = "일찍 일어난 새 가 먼저 먹이를 잡는다지. 지휘관은…거의 굶어죽을 새군.",
	vote = "",
	hp_warning = "…가볍게 생각할 수 없어…",
	id = 206060,
	detail = "방안에 전신 거울이 꽤 많다고? 그건…내가 좋아하는 거울이기 때문이지. 이렇게 대답하면 만족하나?",
	couple_encourage = {
		{
			{
				30201
			},
			1,
			"이번에 어떤 재미있는 새로운 장비가 있나?",
			0
		}
	}
}
