_G.pg.ship_skin_words[207060] = {
	feeling1 = "지휘관님, 귀관의 존재에 조금 위화감을 느끼고 있습니다만…",
	feeling3 = "함재기들이 언제나 고생을 많이 해서 조금은 쉬게 해주고 싶네요… 지휘관님, 전쟁에는 다정함이 존재할 여지가 정말로 없는 것일까요?",
	lose = "다, 다음에는 사전 정찰을 철저하게 하겠어요!",
	propose = "지휘관님과 함께라면 어떤 어려움도 극복할 수 있을 거예요! 이 영광(글로리어스)을 받아들일 준비는 되어 있으신가요?",
	expedition = "의뢰가 완료되었으면 다음은 음…그러니까… 아! 지휘관님, 보상을 받으러 가죠!",
	win_mvp = "영광스런 개선을!",
	home = "지휘관님, 경계는 언제나 소홀히 해서는 안 되겠죠.",
	mission = "우선은 기운을 차려서, 최고의 컨디션으로 단숨에 임무를 수행하도록 하죠!",
	touch2 = "지휘관, 지금 귀관이 손에 쥐고 있는 것은…이, 이 왕가의 영광입니다!",
	voice_key_2 = -1,
	skill = "나의 승리는 영광과 함께! …아, 아마도…",
	drop_descrip = "글로리어스급 항공모함 글로리어스 (HMS Glorious)",
	mail = "홍차는 여기에 놓아두었습니다! …우편? 앗…네, 넵! 새로운 우편도 있었…죠?",
	touch = "뭔가 지시하실 것이 있나요?",
	profile = "저는 로열의 대형… 크흠! 전 대형 순양함, 정규 항공모함인 글로리어스입니다. 과거에는 방심하여 샤른호르스트와 그나이제나우에게 격침되었지만, 실력에는 아무런 문제도 없습니다! 전장에서 그 상어 자매와 다시 마주치게 된다면…!",
	mission_complete = "이번에는 잊지 않았다구요! …크흠, 보너스는 서둘러 받아 주셨으면 해요!",
	feeling4 = "지휘관님, 벌써 밤이 깊었으니 조금은 휴식을 취해주세요.  새로운 우편과 홍차는 준비해 두었습니다…어, 어라? 준비해 두었던가… (쿨쿨)",
	unlock = "로열의 대형 순…크흠, 항모 글로리어스입니다. 지휘관님, 가슴을 펴세요. 제가 바로 귀관의 영광입니다!",
	feeling5 = "지휘관님, 지치셨다면 저의 품 안에서 쉬어 주세요. 응? 그렇게 하는 것이 정력 회복에 최고라고 말씀하신 것은 지휘관 아니었나요…?",
	main = "아덴트와 아카스타는 한계까지 최선을 다했는데, 저만…|두 번 다시 과오를 되풀이하지 않기 위해, 지금 저는 누구보다도 신중하고 주의 깊게 행동하고 있습니다. |지휘관님, 영광에는 용감함이 따라오기 마련이지만, 용감한 것과 경솔한 것을 착각하지는 말아주세요!",
	battle = "서치 앤 디스트로이!",
	upgrade = "감사합니다! 힘만으로는 승리를 얻을 수 없겠지만…",
	voice_key = 20706,
	headtouch = "",
	feeling2 = "전투에선 신중함보다 좋은 것은 없다…고는 하지만…",
	login = "멋진 날씨…날씨가 좋으면 기분도 밝아지죠. 일도 순조롭네요!",
	vote = "",
	hp_warning = "여, 연막을!",
	id = 207060,
	detail = "아무쪼록 기대해주세요! 이 글로리어스는 반드시 귀관의 영원한 영광이 되어 보이겠어요!",
	couple_encourage = {
		{
			{
				20702
			},
			1,
			"이번에야 말로 함께 싸우죠!",
			0
		}
	}
}
