_G.pg.ship_skin_words[207090] = {
	feeling1 = "사랑과 평화의 소망을 가장 가까운 지휘관님에게도 느낄 수 없는 건가요. 우으……",
	feeling3 = "아, 지휘관님. 움직이지 마세요! (만지작) 일러스트리어스의 손수건으로…… 이렇게…… 헤헤, 지휘관님! 입가에 묻은 케이크를 닦아드렸어요!",
	lose = "으… 사랑과 평화를 위해서 다, 다음 번에는 절대 용서하지 않겠어요!",
	propose = "이, 이건 서약… 이렇게 귀한 것 일러스트리어스에게 주시다니… 에헤헤, 정말 기뻐요. 아직 미숙하지만 지휘관님이 바라는 모습이 되기 위해서 열심히 노력할게요! 네, 반드시요!",
	expedition = "아, 의뢰조의 동료들이 돌아왔어요! 얼른 차를 준비해야겠네요!",
	win_mvp = "사랑과 평화에 한 걸음 더 가까워진 것 같아요!",
	home = "지휘관님, 수고하셨어요! 피곤하세요? 헤헤, 일러스트리어스가 어깨 주물러 드릴게요!",
	mission = "지휘관님, 끝내지 못한 임무 때문에 골치가 아프신가요? 으음, 일러스트리어스가 도와드릴 수 있는게 없을까요…",
	touch2 = "이건 새로운 게임인가요?",
	voice_key_2 = -1,
	skill = "빛이여, 사랑과 평화의 적을 없애주세요!",
	drop_descrip = "일러스트리어스급 항공모함—일러스트리어스, 현호 87",
	mail = "지휘관님, 편지에요! 가방에 넣어뒀는데, 어디—— 아, 찾았다. 여기 있어요!",
	touch = "지휘관님의 손은 정말 크네요. 일러스트리어스보다 훨씬 커요.",
	profile = "저는 세계 최초의 장갑 항공모함이에요! 헤헤, 언젠가는 저도 로열 네이비를 빛낼 거에요!",
	mission_complete = "임무 완료! 지휘관님의 노력 덕분에 더 많은 사람들이 사랑과 평화를 누릴 수 있게 됐어요!",
	feeling4 = "골치 아픈 일을 이야기 하는 것만으로도 한결 가슴이 편해질 거에요. 일러스트리어스가 함께 있으니까요! 그러니까 지휘관님, 골치 아픈 일이 있다면 저에게 이야기해주세요!",
	unlock = "지휘관님, 평안하신지요! 저는 로열 네이비 일러스트리어스급 항공모함, 일러스트리어스입니다! 저와 함께 사랑과 평화의 빛을 이 세상에 퍼뜨려 보아요!",
	feeling5 = "지휘관님, 정신이 없어보여요… —일이 너무 바빠서인가요? 우으… 잠깐 허리 좀 숙여주세요! 쓰담쓰담~ 착하다~ 이러면 피곤이 날아간대요~ 헤헤, 효과가 있었나요?",
	main = "일러스트리어스의 함재기요? 여기에 있어요. 헤헤, 모두 대단한 친구들이에요!|지휘관님, 외로우시다면 일러스트리어스가 말동무를 해드릴게요! |모두가 서로를 더 잘 이해한다면 이 세계는 더 아름다워질 거에요!",
	battle = "평화를 해치는 사람들은 반드시 벌을 받을 거에요!",
	upgrade = "이러면 사랑과 평화를 더 많이 퍼뜨릴 수 있을 거에요!",
	voice_key = 20709,
	headtouch = "",
	feeling2 = "지휘관님, 사랑과 평화를 위해서는 다른 사람과 함부로 싸우면 안 돼요!",
	login = "지휘관님, 평안하신지요! 원래 있던 대로 정리를 해봤어요. 어떻게 생각하세요?",
	vote = "",
	hp_warning = "사랑과 평화를 위해서라면 무섭지 않아요!",
	id = 207090,
	detail = "일러스트리어스는 아주 똑바로 서 있어요. 절대 넘어지지 않아요!",
	couple_encourage = {
		{
			{
				20704
			},
			1,
			"사랑과 평화를 위해서 적을 따끔하게 혼내줘요! 알겠어요~",
			0
		},
		{
			{
				20705
			},
			1,
			"지루하다면 같이 게임이라도…?",
			0
		},
		{
			{
				10703
			},
			1,
			"새러 선생님, 노래를 가르쳐줄 수 있나요?",
			0
		},
		{
			{
				30709,
				40702,
				10219,
				10220,
				10221,
				20218,
				20404
			},
			5,
			"함께 사랑과 평화를 전장에 퍼뜨려요!",
			0
		}
	}
}
