_G.pg.ship_skin_words[207110] = {
	feeling1 = "일러스트리어스의 노래가 지휘관님을 일깨워주길……",
	feeling3 = "지휘관님의 말을 듣고 이번에는 시그넷 일행이 추천한 노래를 참고했어요. 부드러운 선율과 마음을 치유하는 노래…… 아이돌은 미소를 가져다 주는 존재군요.",
	lose = "노래의 힘만으로는 아직 부족한가요…",
	propose = "지휘관님의 기대와 응원, 그리고 따뜻한 마음—— 모두 받았어요. 왜냐하면… 지휘관님이 무대와 일러스트리어스를 보는 눈에 행복한 빛이 가득하거든요. 후후.",
	expedition = "의뢰조가 돌아왔네요. 빅토리어스에게 부탁한 의상 재료가 도착했을까요…",
	win_mvp = "빛이 비추는 곳이 바로 저희들의 무대랍니다, 하하~",
	home = "♪~ 어머, 돌아오셨나, 지휘관님. 저희 신곡을 들어보시겠어요?",
	mission = "다이도가 정리해둔 임무 리스트예요. 확인해주세요~",
	touch2 = "지휘관님, 아이돌에 접촉하려면 예의를 지켜주세요~",
	voice_key_2 = -1,
	skill = "성스러운 빛을 노래에 담아서~",
	drop_descrip = "μ장비 테스트에 참여 중인 항공모함 일러스트리어스랍니다. 노래의 힘으로 이 바다에 사랑과 평화를 가져오겠어요—— 멋지지 않나요~?",
	mail = "팬레터 읽기는 정말 즐거운 일이예요. 지휘관님도 한번 해보시겠어요?",
	touch = "이건… 악수회 연습인가요? 네, 그러면 부탁드릴게요. 지휘관님~",
	profile = "일러스트리어스급 기갑 항공모함의 네임쉽…… 아, 지금은 아이돌 일러스트리어스라고 소개해야 맞겠네요~ 아직 부족한 점이 많지만 사랑과 평화를 위해서 힘낼게요.",
	mission_complete = "임무 완료네요. 보상을 확인해주세요~ 앞으로의 스케쥴은 어떤가요?",
	feeling4 = "모두와 함께 아이돌 레슨을 받으면서 잔잔한 노래 말고도 이렇게 파워풀한 노래를 부를 수 있게 될 줄은 몰랐어요… 모두 지휘관님 덕분이네요, 후후~",
	unlock = "μ장비 테스트에 참여 중인 항공모함 일러스트리어스랍니다. 노래의 힘으로 이 바다에 사랑과 평화를 가져오겠어요—— 멋지지 않나요~?",
	feeling5 = "사랑과 평화를 가져오는 노래와, 마음을 흔드는 춤이 합쳐져 만든 무대—— 이 빛이 지휘관님께도 전부 전해졌으면 좋겠어요.",
	main = "다음 레슨이 끝나면 다같이 티파티를 하는 건 어떨까요? |타슈켄트 일행의 경쾌한 춤을 보고 있는 것만으로도 가슴이 두근거려요. 후후~|이번 의상의 컨셉은 \"우주와 별\"이랍니다. 로맨틱함이 물씬 풍겨서 정말 마음에 드네요, 후후~",
	battle = "평화를 위해 노래를 부르도록 하겠어요——",
	upgrade = "이렇게 하면 빛과 노래를 더 먼 곳까지 퍼뜨릴 수 있겠지요.",
	voice_key = 20711,
	headtouch = "",
	feeling2 = "아이돌 활동의 일환으로 포미더블에게서 컬렉션을 빌려왔어요. 조금 시끄럽지만 힘이 가득하네요. 짜릿한 자극이 될 것 같아요…… 음, 방향이 잘못되었나요?",
	login = "지휘관님, 편안하신지요. 오늘은 어떤 레슨을 받을 예정인가요?",
	vote = "",
	hp_warning = "빛은… 쉽게 사라지지 않아요…!",
	id = 207110,
	detail = "하나, 둘, 하나, 둘, 아…… 고맙습니다, 지휘관님. 왜 이렇게 균형을 잡기 어려운 걸까요…",
	couple_encourage = {
		{
			{
				40308
			},
			1,
			"포옹… 좋아하세요?",
			0
		}
	}
}
