_G.pg.ship_skin_words[213010] = {
	feeling1 = "지휘관, 만약 어둠에 먹혀버린다면, 에레버스에게 사냥당할 준비를 해두길 바라.",
	feeling3 = "무서울 때는, 여동생을 떠올리면 버틸 수 있어. 여동생은 내가 없으면 안 되지만, 나도 그 아이가 없으면 안되는 모양이야.",
	lose = "나한테 이겨도, 앞으로도 영원히 끝없는 암흑으로부터 도망칠 수는 없어.",
	propose = "빛을 쫓는 그림자와, 그림자를 끌어안는 빛── 서로가 서로를 지워버리니 어리석지 않을 수 없다, 라고 하는 사람은 있어도, 빛과 그림자야말로 진정으로 행복하다는 것을 아는 사람은 없을 거야. 그렇지, 지휘관?",
	expedition = "모두 이상한 게 보인다고 하며, 나와 같이 의뢰를 받으러 나오는 걸 내켜 하지 않아. 어쩔 수 없지… 그것보다, 저 아가씨들이 돌아왔어. ",
	win_mvp = "적의 영혼은, 이 내가 거두었어.",
	home = "격전 후의 고요함은 얻기 어려운 거야. 편히 있어 줘.",
	mission = "죽어도 임무를 해내고 싶다는 집념은, 늘 따라오는 거야.",
	touch2 = "…으… (!!!) 미안, 방금 또 유체이탈해버린 것 같아.",
	voice_key_2 = -1,
	skill = "한 번, 죽어볼래?",
	drop_descrip = "에레버스급 모니터함·에레버스 (HMS Erebus)",
	mail = "편지는 인간을 서로 연결시켜주는 거야. 부디 소중히 해.",
	touch = "이 몸을 통해, 망자의 속삭임을 전해주겠어…",
	profile = "탐험대를 태우고 북극을 향해서, 그리고 두 번 다시 돌아오는 일은 없었으니까, 심연이라는 것의 의미로서는, 확실히…",
	mission_complete = "보상? 익숙하지 않은걸. 받지 않아도 괜찮아.",
	feeling4 = "이젠 더 이상 두렵지 않아. 당신의 곁이라면, 기꺼이 빛을 더욱 밝게 빛나게 하는 어둠이 되겠어. 설령 빛에 휩쓸려… 삼켜지게 되더라도, 바라던 바야.",
	unlock = "당신이 지휘관이었던 거네? 나는, 에레버스── 아득히 머나먼 암흑의 세계로부터, 당신의 부름을 받고 찾아왔어.",
	feeling5 = "빛이 있는 곳에 어둠이 있어. 당신이 있는 곳엔 반드시 내가 곁에 있어. 이건 운명이 아니라, 법칙이야── 후후, 아무것도 아냐. 옛날에, 좋아하는 사람이 생기게 되면 해주고 싶었던 말이었어.",
	main = "당신, 아까 유체이탈하지 않았었어?|앞으로도 쭉, 여동생을 지켜나갈 거야.|이 포근함은… 싫지 않을지도.",
	battle = "모두 안심해. 암흑이 있어야 비로소, 하늘의 별들이 한층 더 빛나 보일 수 있는 거야.",
	upgrade = "어둠이 깊어지면 깊어질수록, 내 마음도 진정돼.",
	voice_key = 21301,
	headtouch = "",
	feeling2 = "여동생을 보살피는 건 처음엔 어려웠지만, 이젠 익숙해졌어… 고독에 익숙해졌다고? 아니, 고독에 익숙해지는 것을 두려워할 뿐이야…",
	login = "지휘관, 에레버스는 쭉 여기서 당신이 부르기를 기다리고 있어…",
	vote = "",
	hp_warning = "어둠은 우리와 함께.",
	id = 213010,
	detail = "내 역할은 죽음을 불러오는 게 아냐… 생명의 불이 꺼지기 직전의 그녀들이 있을 곳을 깨끗이 해주는 것뿐.",
	couple_encourage = {
		{
			{
				21302
			},
			1,
			"테러, 언니 옆에 있어.",
			0
		},
		{
			{
				20123
			},
			1,
			"뱀파이어 아가씨, 피... 와인은 적당히 마시는 게 좋아요...",
			0
		},
		{
			{
				20502
			},
			1,
			"워스파이트님, 제가 지원해 드릴게요.",
			0
		},
		{
			{
				10
			},
			5,
			"몽키 군단, 정말 시끌벅적한 이름이네.",
			4
		}
	}
}
