_G.pg.ship_skin_words[213020] = {
	feeling1 = "테러는, 지휘관이 좀 무섭다고 느껴져요…",
	feeling3 = "눈을 뜨고부터 쭉 언니가 곁에 있어줘요… 그리고 언니와 쭉 함께 있어요, 단 하나뿐인 가족이에요…",
	lose = "으으… 지휘관이 데리고 돌아갈 때까지 힘낼게요오…",
	propose = "이럴 때, 웃어야 할지, 울어야 할지… 테러는… 모르겠어요. 모르겠지만, 지금까지 이렇게나 기뻤던 적은… 없어요…",
	expedition = "지휘관, 의뢰를 완료했어요. 그러고 보니, 전에 의뢰나갔을 때 팔을 잃어버렸어요. 모두 한참을 찾았었죠…",
	win_mvp = "지휘관, 저, 정말 열심히 했는데… 폐를 끼치진 않았죠?",
	home = "그래 그래, 착하지.",
	mission = "미션… 몸을 움직이는 것도 좋네요. 그렇지 않으면 또 무릎이 안 좋아지게 되어버려요.",
	touch2 = "으읏…",
	voice_key_2 = -1,
	skill = "…가라앉아라…",
	drop_descrip = "에레버스급 모니터함·테러 (HMS Terror)",
	mail = "편지… 저에게 편지를 써주실 분 계신가요?",
	touch = "느껴지나요? 저의… 온기가…",
	profile = "에레버스급 모니터함 2번함, 테러예요.\n애버크롬비는 저와 언니를 이길 수 없어요. 곧잘 다르다넬스 해협에 있곤 해요. 함포 사격…? 간단할지도…",
	mission_complete = "영차, 영차, 지휘관, 보너스를 가져왔어요…",
	feeling4 = "언니의 곁은 따뜻해요. 지휘관의 곁은… 마찬가지로 따뜻해요. 가족이 한 명 늘어서 기뻐요…",
	unlock = "저는 모니터함… 테러. 애버크롬비는 저와 언니를 이길 수 없어요. 저희는 곧잘 다르다넬스 해협에 있었어요. 육상으로의 함포 사격이라면… 눈 감고도 할 수 있어요…",
	feeling5 = "지휘관… 테러의 마음, 만져봐요… 이렇게나 두근거리거나, 뜨거워졌던 적은 없었어요… 이건 전부… 지휘관 덕분이에요…",
	main = "지휘관, 그 완두콩을 저쪽에 가져다주시겠어요? 그리고 전기톱도…|제게 「마음」이 있다는 것이, 그렇게나 이상한가요?|지휘관… 지휘관은… 에어 플레이어인가요?",
	battle = "테러도, 긴장되기 시작했어요…",
	upgrade = "몸을… 움직이기 쉬워진 것 같아.",
	voice_key = 21302,
	headtouch = "",
	feeling2 = "지휘관은… 테러가 무섭지 않으신가요? 저, 체온도 없고 감정도 별로 없으니까, 마치 죽은 사람같아요오…",
	login = "지휘관… 저, 예전부터, 지휘관과 이야기를 하고 싶어서… 저…",
	vote = "",
	hp_warning = "테러도… 두려워졌어요…",
	id = 213020,
	detail = "지금의 지휘관의 눈빛, 그 이상한 사람들과 똑같아…",
	couple_encourage = {
		{
			{
				21301
			},
			1,
			"언니, 테러… 힘낼게!",
			0
		}
	}
}
