_G.pg.ship_skin_words[213040] = {
	feeling1 = "이히히, 지휘관? 사실 마크Ⅰ은 '질량 병기'로도 운용 가능하다구. 이렇, 게……(콰앙!)",
	feeling3 = "지휘관~ 지·휘·관? 지~휘~관~! 에? 아무 일 없는데? 그냥 얼굴 보고 싶어져서~ 이히히~",
	lose = "쳇, 재미없어.",
	propose = "와, 와아! 고마워! 계~~속 끼고 있을게! 그, 그럼 내 마크Ⅰ 받아줘! 로버츠 언니가 이런 때는 가장 소중한 걸 상대에게 주는 거라고 말했거든!",
	expedition = "목표 발견, 사격 제원 산출… 뭐야, 의뢰팀이었잖아. 시시해…",
	win_mvp = "콰앙! 하하하~ 역시 마크Ⅰ은 최고야!",
	home = "지휘관~ 재밌는 거 안 가져왔어? 적의 파편이라든가 격추한 비행기 부품이라든가.",
	mission = "지휘관, 임무야! 이히히~ 이번 임무는 뭘 침몰시키는 걸까나? 기대 돼~",
	touch2 = "싫어어어어어!",
	voice_key_2 = -1,
	skill = "이거나 맞고 사라져랏!",
	drop_descrip = "로버츠급 모니터함 - 애버크롬비 (HMS Abercrombie)",
	mail = "우편은~ 숨겼지롱~♪ 갖고 싶다면~ 과자 줘~♪ 교·환! 교·환!",
	touch = "지휘관, 감자칩 먹을래? 자, 이거 줄게…… 로버츠 언니! 감자칩 먹은 범인 찾았어~~!",
	profile = "모니터함 애버크롬비야. 언니랑 지중해에서 육상 지원 임무를 자주 했었어. 이히히~ 역시 움직이지 않는 표적을 쏘는 편이 즐겁지~",
	mission_complete = "지휘관, 다음 임무도 이번처럼 재밌는 거야?",
	feeling4 = "스트레스 쌓였어? 마크Ⅰ 빌려줄까? 약실 한 번 비우면 고민거리도 '콰앙~'하고 날아가거든, 이 아이한테 푹 빠지게 될 거야!",
	unlock = "받아라! ……어라, 지휘관? 이히히~ 난 애버크롬비~ 오늘 날씨 참 좋네~",
	feeling5 = "지휘관이랑 마크Ⅰ이 합체하거나 할 순 없을까… 지휘관, 다음 출격 때 마크Ⅰ 위에 서서 지휘해보지 않을래?",
	main = "취미는 탄피 수집이야~ 있잖아, 탄피 보면 엄청 멋있다고 생각하지 않아?|후드 아줌마, 안녕~!|싫어어~! 웨일즈, 들어봐, 후드 아줌마 무서워, 무섭다구우~",
	battle = "이히히, 어디부터 요리해줄까? 함수? 포탑? 동력부?",
	upgrade = "이히히, 장약을 좀 과하게 한 것 같네~",
	voice_key = 21304,
	headtouch = "",
	feeling2 = "이히히~ 여기~ 하바네로 넣은 카레 어때? 에… 자, 잠깐 넬슨씨! 이거 넬슨씨 건 줄 몰랐어! ……살려줘~!!",
	login = "방금 주포 소리? 이히히, 지휘관이 영 안 오길래, 좀 심심해져서 쏴버렸어~",
	vote = "",
	hp_warning = "싫어어어! 내 장갑이~~",
	id = 213040,
	detail = "포 쏘는 건 즐겁구나~",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"후드 아줌마, 제가 지원하러 왔어요!",
			0
		},
		{
			{
				10703,
				10802
			},
			1,
			"내가 바로 장난 대마왕이다!",
			0
		}
	}
}
