_G.pg.ship_skin_words[301010] = {
	feeling1 = "지휘관이라면 알아줄 거라 생각했는데……",
	feeling3 = "동생들은 어떻게 지내고 있을까… 뭐 내 동생이니까, 분명 강하게 살고 있겠지! 응!",
	lose = "아야야…… 지휘관, 빨리 도망치자~",
	propose = "아, ‘앞으로’ 라고 했었는데, 의외로 금방 이렇게 됐네…… 아! 혹시 저번에 어떤 애가 좋냐고 물어봤을 때 거짓말한 거야? 정말이지 안되겠네 지휘관~ 그래도 용서해줄게♪ 에헤헤♡",
	expedition = "어~이, 의뢰팀이 돌아왔다고~ 일어나~",
	win_mvp = "엣헴! 나 굉장하지?",
	home = "이렇게 해서, 이렇게…… 어라? 지, 지휘관?! 어서 와~ 아하하하… 지금 아무 것도 안하고 있었다고!",
	mission = "지휘관, 꽤 임무가 쌓여있다고~ 아앗! 농땡이 피웠구나~?",
	touch2 = "꺄악?! 깜짝 놀랐어!",
	voice_key_2 = -1,
	skill = "후후… 특형 구축함의 힘을 보여주지!",
	drop_descrip = "특Ⅰ형 구축함 1번함・후부키",
	mail = "우편이네… 앗, 지휘관 앞으로 온 거구나…",
	touch = "일 도와주는 거? 맞다! 한가해보이니까 그만 까 먹었네! 데헷☆",
	profile = "얏호~! 세계가 놀래킨 구축함 후부키는 바로 날 두고 하는 말이라고! 아하하, 미안 미안, 별로 자랑할 생각은 없었어~ 왜냐면 그렇게 많은 전장에 참가했는데, 성과는 조금 밖에 없거든… 그래도 할 땐 하는 편이라고!",
	mission_complete = "지휘관, 임무 보수야~ 내가 있으면 보수도 늘어나거나 할지도? 농담이야☆",
	feeling4 = "지휘관은 어떤 타입의 여자애가 좋아? 응? 그냥 참고만 하려고 그러지. 아앗! 혹시 이상한 생각 했어?",
	unlock = "얏호~ 후부키급의 장녀는 바로 날 두고 하는 말이지! 당신이 지휘관이지? 잘 부탁해!",
	feeling5 = "저번 건 참고만 했던 거라고. 뭐, 지금은 어떤 타입의 여자애가 더 좋다고 해도, 나를 ‘앞으로’ 좋아하게 만들면 되지롱~ 에헤헤♪",
	main = "오늘은 날씨가 좋네~ 지휘관도 그렇게 생각 안해? |이나즈마, 지휘관은 인간적으론 형편없지만, 난 힘이 되줄테니까! 아마도!|지휘관이라면, 나를 100번 칭찬해줘도 좋아! …으음, 100번은 역시 좀 질릴지도…",
	battle = "날씨 좋고~ 간다앗!",
	upgrade = "우오옷?! 컨디션 최고!",
	voice_key = 30101,
	headtouch = "",
	feeling2 = "이거? ‘신장대’ 라는 건데, 뭔가 있어보여서 들고 나왔어~",
	login = "지휘관, 오늘 컨디션은 어때?",
	vote = "",
	hp_warning = "농담할 상황이 아니네…",
	id = 301010,
	detail = "에헤헤, 지휘관은 외로움을 많이 타나봐~",
	couple_encourage = {
		{
			{
				30105
			},
			1,
			"적에게 따끔한 맛을 보여주지!",
			0
		}
	}
}
