_G.pg.ship_skin_words[301020] = {
	feeling1 = "(귀를 잡고) 지휘관의 소리는 듣기 싫어...",
	feeling3 = "사람이 많을 때는 여러가지 소리가 들려서 머리가 아파... 시라유키에게는 조용한 곳이 맞아.",
	lose = "윽, 져버렸어... 동료들을 엄호하면서 퇴각하자...!",
	propose = "지휘관의 심장도 빨리 뛰어? 괜찮아, 나도 그러니까... 앞으로 계속 시라유키의 곁에 있어줄 거지? 후회하면 안 돼? 응, 약속이야...!",
	expedition = "(귀 쫑긋) 아, 의뢰조의 동료들이 돌아오는 소리를 들은 것 같아.",
	win_mvp = "이겼어? 후... 모두 무사하지?",
	home = "보글보글... 마침 잘 왔어, 물이 막 끓었는데 차 한 잔 하자.",
	mission = "새로운 임무다... 음, 후부키 언니에게 도와달라고 할까?",
	touch2 = "지, 지휘관! 뭐 하는 거야?!",
	voice_key_2 = -1,
	skill = "나는... 채식주의자가 아냐!",
	drop_descrip = "특I형 {namecode:2}급 구축함 2번함—{namecode:3}",
	mail = "우편... 계속 확인 안 하면 터지겠어.",
	touch = "지휘관... 뭔가 곤란한 일이라도 있어?",
	profile = "사쿠라 엠파이어의 구축함, 후부키급 2번함 시라유키야. 제3 어뢰편대에 잠시 머물렀어. 구체적인 것은... 할 말이 없네. 응, 여기에서 지휘관과 모두의 도움이 되고 싶어.",
	mission_complete = "음, 이번에는... 임무 보상이 오는 소리네.",
	feeling4 = "비가 내리는 날 지휘관과 같이 우산을 쓰고 빗소리를 들으면서 산책을 하고 싶... 에? 내, 내가 말했어?",
	unlock = "후부키급 2번함, 시라유키. 힘이 넘치는 언니와 다르게 나는 조금 조용해... 응, 앞으로 잘 부탁해.",
	feeling5 = "지휘관, 쉬고 싶으니까 가슴 좀 빌려줘... (찰싹) 이게 지휘관의 심장 소리구나. '두근, 두근\"... 편안해지는 소리야.",
	main = "사각사각... 지휘관의 글씨 쓰는 소리가 좋아. 뭔가... 안심이 돼. |후부키 언니는 항상 힘이 넘치고 뭐든지 다 할 수 있을 것 같은 느낌이야... 정말 대단해...|당근? 시라유키는 당근에 별로 관심 없어... 설마 날 진짜 토끼라고 생각하는 거야?",
	battle = "지휘 경험은 약간 있지만...",
	upgrade = "의욕이 넘치네~ 후부키 언니라면 이렇게 말 했겠지.",
	voice_key = 30102,
	headtouch = "으앗?! 여긴 가려워... 멈춰!",
	feeling2 = "(귀 쫑긋) 이상한 소리는 안 나... 응, 오늘도 평화롭네.",
	login = "아, 이 발소리는 지휘관의 것이구나... 응, 기억했어.",
	vote = "",
	hp_warning = "뭔가 이상한데...?",
	id = 301020,
	detail = "왜 다들 귀를 만지는 거지... 뭐가 그렇게 좋은 거야...",
	couple_encourage = {
		{
			{
				30101
			},
			1,
			"{namecode:2} 언니는 역시 힘이 넘치네...",
			0
		},
		{
			{
				10116
			},
			1,
			"토끼...신교?",
			0
		},
		{
			{
				30212
			},
			1,
			"지시를...!",
			0
		}
	}
}
