_G.pg.ship_skin_words[301100] = {
	feeling1 = "지휘관씨를 깨우려면 물리적인 방법 밖에 없는 것 같은데…… 곤란한걸.",
	feeling3 = "{namecode:11} 언니는 제6구축대를 다시 만들고 싶어하는 것 같지만…… 모두가 함께 있다면 이름은 별로 상관 없다는 생각이 들어!",
	lose = "아야야… 모항에 가면 또 수리를 해야할 것 같네……",
	propose = "드디어 이 때가 왔네. 헤헤~ 지휘관씨가 좋아! …… 아, 설마 부끄러운 거야? 하지만 내 공격은 끝나지 않았는걸! 좋아해, 정말 좋아해, 세상에서 제일 좋아해! 헤헤헤~",
	expedition = "아, 맞아. 의뢰가 끝난 것 같아. 같이 맞이하러 가지 않을래~?",
	win_mvp = "헤헤, 이번 MVP는 사양하지 않고 받아가겠어!",
	home = "수고했어! 이렇게 말 해도 해야할 일이 아직 잔뜩이니까. 아하하……",
	mission = "자잘한 임무가 정말 많네…… 걱정 마. 내가 도와줄게!",
	touch2 = "아~! 지휘관씨, 방금 그거 분명 일부러 그런거지!",
	voice_key_2 = -1,
	skill = "",
	drop_descrip = "특III형 {namecode:11}급 구축함 2번함—{namecode:12}",
	mail = "우편? 나도 보여줘!",
	touch = "오오! 지휘관씨, 불렀어?",
	profile = "나는 제6구축대의 {namecode:12}! 모두와 함께 많은 전투에 참여했고 끝까지 무사했어. …… 하지만 모항에 돌아와 수리를 받은 타이밍이 전부 미묘했네. 아하하……",
	mission_complete = "임~무~ 끝~! …… 저기, 지휘관씨. 말을 하면 반응을 좀 해.",
	feeling4 = "아, 맞아! 지휘관씨, 평소에 몸은 잘 돌보고 있는거야? 아프기라도 하면 곤란하다고…… 하지만 걱정 마. 정말 아프면 내가 잘 보살펴 줄게!",
	unlock = "에헤헤~ 드디어 지휘관씨와 만났네~ 나는 {namecode:12}! 잘 기억해 두라고!",
	feeling5 = "나에게도 지휘관씨의 이야기를 들려줘. 엄청 듣고 싶거든! …… 이유? 그런건 필요 없어! 우리 사이에 못할 얘기는 없잖아? 헤헤~",
	main = "‘Верный’…? 어쩐지 익숙한 이름이네……|모두와 다시 모일 수 있어서 정말 좋아~|별 일 없다면 {namecode:13}와 {namecode:14}를 찾아가서 놀아야겠어~",
	battle = "흥흥~ {namecode:12}는 대단하다고! 못 믿겠으면 두고 봐~",
	upgrade = "이게 바로 {namecode:13}가 말한 레벨업이라는 건가? 헤헤~",
	voice_key = 30110,
	headtouch = "",
	feeling2 = "항상 {namecode:11} 언니를 걱정하게 했으니까 제대로 사과하고 고맙다고 해야해.",
	login = "지휘관씨, 왔어~? 휴우~ 오늘 일도 함께 힘내자!",
	vote = "",
	hp_warning = "이렇게 간단히 끝나진 않아!",
	id = 301100,
	detail = "제6구축대는 모두 개성이 뚜렷해. {namecode:13}, {namecode:14}, 그리고 닌자가 되겠다는 {namecode:11} 언니까지. 그래도 나는 그런 모두가 좋아. 헤헤~",
	couple_encourage = {
		{
			{
				10204
			},
			1,
			"오오, 너도 불사조인 거야?",
			0
		},
		{
			{
				30109,
				30111,
				30112
			},
			2,
			"제6구축대, 가자!",
			0
		},
		{
			{
				30116
			},
			1,
			"진짜 불사조는 너일지도 모르겠네. 하하!",
			0
		},
		{
			{
				30109
			},
			1,
			"{namecode:11} 언니, 나도 같이 싸울래!",
			0
		},
		{
			{
				30111
			},
			1,
			"{namecode:13}, 보이지 않는 적을 조심해!",
			0
		},
		{
			{
				30112
			},
			1,
			"{namecode:14}, 보이지 않는 적을 조심해!",
			0
		}
	}
}
