_G.pg.ship_skin_words[301110] = {
	feeling1 = "그렇구나! 이대로 바다에 떠내려가면 집에 돌아갈 수 있단 거네……",
	feeling3 = "내일은 이카즈치의 생일이야. '선물' 은 준비해뒀어? 응? 그런 거 들은 적 없다고? 그럼…… 저쪽의 펜던트 보이지! 저걸 사서 맘에 드는 애한테 주면 분명 기뻐할 거야!",
	lose = "그렇구나…! 이럴 때야말로 '대리 플레이' 를 맡길 때네! '대리'! 기왕 이렇게 된 거 이카즈치에게 맡겨줘!",
	propose = "여기에 이름을 쓴다는 거네… 저기, 잘 모르겠는데… 이나즈마, 이건 뭐야? \"사인하면, 지휘관은 앞으로 쭉 이카즈치의 것이 된다\" 고? 응, 알았어!",
	expedition = "완료한 의뢰를 가만히 놔두면, '이자' 같은 게 붙지 않을까?",
	win_mvp = "그렇구나! 이게 바로 이카즈치 님의 '신분에 걸맞는' 다는 거지! 가만, 그게 아니라 '가기이방' 인가…?",
	home = "이럴 때일수록 '미주가효' ! 지친 마음에 상을 줘야겠지! 어라? 어디서 갖고 왔냐고? 숙사에 잔뜩 있잖아!",
	mission = "임무를 완료하지 않았어? ……일이 끝나지 않은 것만큼 큰일인 걸까",
	touch2 = "에,. 그러니까…… 그건가? 지휘관이 한 행동의 의미, 이카즈치는 저, 전부 아니까! 그, 그런 거구나…",
	voice_key_2 = -1,
	skill = "과연! 이게 자매의 힘이란 거네!",
	drop_descrip = "특Ⅲ형 구축함 3번함·이카즈치",
	mail = "그렇구나! 이거…… 그거구나! 갖고 있으면 '놀이공원' 에 들어갈 수 있다는 그거지!",
	touch = "그렇구나! 이게 평소의 '인사' 란 거지!",
	profile = "아카츠키형 구축함의 이카즈치야. 이래 봬도 사쿠라 엠파이어의 함대원들 사이에서도 대선배라구. 그 야마토조차 나를… 음, 뭐라 불렀더라? 뭐 어쨌든 이런 느낌! 앞으로도 이카즈치의 활약을 기대해줘! 그리고 이「좋아요」버튼도 팍팍 눌러보라구!",
	mission_complete = "뭐야! '비서함' 인데 지휘관 대신 자원을 받을 수 없다니! 윗사람들은 대체 무슨 생각을 하고 있는 거야?",
	feeling4 = "지휘관! 이카즈치, 뭔가 엄청난 돈벌이를 찾아냈어! 그러니까 이거, '자금 1만을 밑천 삼아 다단계 영업으로 두 명을 끌어들이면, 매달 30%씩 벌 수 있다' 나 뭐라나……  '다단계' 라는 건 대체 뭘까…",
	unlock = "나는 이카즈치. 아주 살짝 '분위기 파악을 못' 할지도 몰라. ……지휘관은 아마 앞으로 두 번째 이상의 나와도 만나려나?",
	feeling5 = "그렇구나! 지금 두근두근 거리는 건 '사랑' 이라는 거네! 응, 알고 있다고. 이건……! 어, 어라? 머리가 조금 어질어질…… 왠지 세상이 빙빙 도는 거 같은… 이것도 '사랑' 이야?",
	main = "시마카제처럼 빠르다고? 시마카제는 이카즈치랑 이나즈마 보다 빠르단 거야?|그렇구나! 이나즈마가 그 대전의 '퍼스트 어택' 을 받은 거구나!|그렇구나! 이카즈치도 조선소에 계속 있으면 '불사조' 가 되는 거네! 응응…… '피닉스 썬더'…?",
	battle = "그렇구나! 일단은 좌측 상단의 '자율전투' 버튼을 누르면 된다는 거네!",
	upgrade = "「코멘트 수」라던지,「좋아요!」라던지,「갖고 싶어!」같은 걸 강화하고 싶어!",
	voice_key = 30111,
	headtouch = "",
	feeling2 = "지휘관, 모르는 게 있으면 이카즈치에게 물어봐. 누가 뭐래도 이 이카즈치가 쓴 연료는 지휘관이 먹은 밥보다 훨씬 많으니까 말야.",
	login = "그렇구나! 이게 '로그인' 이지? 인간의 말은 심오하네~",
	vote = "",
	hp_warning = "",
	id = 301110,
	detail = "이 이카즈치님에게 열심히 절하면, 웬만한 소원은 다 이뤄져! ……효과 없다고? 그건……아직 충분히 빌지 않아서야!",
	couple_encourage = {
		{
			{
				30112
			},
			1,
			"제6 구축대… 발진!",
			0
		}
	}
}
