_G.pg.ship_skin_words[301120] = {
	feeling1 = "이나즈마는 지휘관 씨가 어떻게 되든 곁에 있을 거에요",
	feeling3 = "괴로운 일은 나누면 절반으로, 기쁜 일은 나누면 두 배가 된답니다. 그러니까, 무엇이든지 이나즈마에게 말씀해주세요.",
	lose = "후우……지휘관 씨…… '도망치는 거' 하난 빠르네요……",
	propose = "지휘관 씨…… 안심해주세요. 이나즈마는 지휘관 씨를 절대 버리거나 하지 않을 테니까요. 지휘관 씨가 질려서 집을 나간다고 해도 쭉, 언제나 이곳에서 기다려 드릴 테니까요.",
	expedition = "지휘관 씨…… '연료' 도 '물자' 도 돌아왔습니다.",
	win_mvp = "……이나즈마가 MVP인가요? ……이 함대……문제없는 거죠?",
	home = "다녀오셨어요 지휘관 씨. '신규 함선 업데이트' 가 없어도, 이나즈마는 여기 있답니다.",
	mission = "임무를 계속 완료하지 않으면…… '야근' 이란 이름의 끔찍한 녀석이 올 거에요.",
	touch2 = "지휘관 씨……. 이젠 진짜 답이 안 나오네요.",
	voice_key_2 = -1,
	skill = "모두 모여있어 준다면 좋을 텐데……",
	drop_descrip = "특Ⅲ형 구축함 4번함·이나즈마",
	mail = "메일 공포증' 입니까…… 괜찮아요. 이나즈마는 지휘관 씨의 곁에 있답니다.",
	touch = "지휘관 씨…… 머리를 쓰담쓰담하지 않으실래요?",
	profile = "사쿠라 엠파이어의 특Ⅲ형, 아카츠키형 구축함의 이나즈마… 입니다. 특형 구축함의 막내로서, 그 대전에서 수많은 전투에 참여했어요. 그렇지만 싸우는 것보다, 이나즈마는 역시 호위, 수송, 구조 임무를 하는 걸 더 좋아해요… 지휘관 씨? 지휘관 씨도 머리를 쓰담쓰담 해주길 원하나요?",
	mission_complete = "이번 달 '성과급' 은 다음 달로 연기되진 않는다고요.",
	feeling4 = "지휘관 씨가 어디에 가든 이나즈마가 곁에 있답니다…… 하지만 '액정 밖' 은…… 조금 무리일지도…",
	unlock = "당신이 지휘관 씨인가요……? 그다지 믿음직스러워 보이진 않지만…… 아, 자기소개가 늦었네요. 저는 이나즈마…… 라고 해요.",
	feeling5 = "지휘관 씨, '정크 푸드' 만 드시면 몸이 망가질 거라구요. 가끔은 직접 만들어 보는 건 어떤가요? 네? 괜찮아요. 이나즈마도 함께 간을 봐줄 테니까요!",
	main = "지휘관 씨의 가장 큰 '결점'은 상냥하다는 점, 이군요.|나카 언니는…… 절 많이 도와줬어요.|'구조' 는 이나즈마의 특기입니다!",
	battle = "에……에에! 매복하고 있었던 건가요!",
	upgrade = "후우…… 생각했던 것보다 아프지 않아서 다행이에요.",
	voice_key = 30112,
	headtouch = "",
	feeling2 = "지휘관 씨, 이나즈마는 응원해 드릴 거예요.",
	login = "어라…… 지휘관 씨인가요? 이 시간에 '로그인' 하시다니……. 땡땡이치고 계신 거죠?",
	vote = "",
	hp_warning = "",
	id = 301120,
	detail = "지휘관 씨…… 쭉 방 안에만 틀어박혀 계시네요……",
	couple_encourage = {
		{
			{
				10204
			},
			1,
			"히비키 언니…? 죄송해요, 잘못 봤네요…",
			0
		},
		{
			{
				30111
			},
			1,
			"제6 구축대… 발진합니다!",
			0
		}
	}
}
