_G.pg.ship_skin_words[101350] = {
	feeling1 = "너같이 쓸모없는 지휘관은 배시 아니면 돌봐줄 사람이 없겠지? 아아아, 정말 안됐네!",
	feeling3 = "오? 배시의 이 옷, 엄청 패셔너블하지? 지휘관도 이런 옷을 입는다면 혹시 멋었어질 수도? 하하하!",
	lose = "흥, 기다리고 있으라고. 다음 번엔 배시가 본때를 보여줄거야!",
	propose = "지휘관이 홀로 설 수 있어도 계속 배시의 관심이 필요할거라고. 하지만 괜찮아! 배시는 한평생 지휘관을 돌볼거니까. 하하, 각오해!",
	expedition = "지휘관! 누군가 돌아왔어! 의뢰조를 맞이하는 일은 지휘관의 임무니까 잊지 말라고!",
	win_mvp = "너무 약해. 네 녀석들, 정말 너무 약하잖아~",
	home = "기진맥진한 지휘관은 정말 꼴보기 싫다니까! 배시가 만든 특제 허니 스포츠 음료야, 얼른 마셔!",
	mission = "지휘관, 임무가 힘들다면 배시를 찾아와서 ‘돌봐달라고’ 해!",
	touch2 = "지휘관은 이 핫팬츠에 관심이 많네? 정말 형편없는 녀석이라니까~",
	voice_key_2 = -1,
	skill = "배시의 힘을 보여줄 시간이야!",
	drop_descrip = "야호~ 당신이 지휘관? 약해보이잖아~ 나는 오늘부로 함대에 합류하는 배시! 안심해, 내가 잘 \"돌봐줄테니까\". 기대하라고!",
	mail = "흥흥, 여기 편지! 꽤 바빠보이니까 배시가 특별히 읽어줄게. 지휘관~",
	touch = "지금 한눈 팔다가 이따 일 다 못하고 울면서 배시를 찾아오지나 말라고!",
	profile = "흥흥, 나는 플레처급 구축함에서 가장 멋있는 배시! 수리가오의 포화든, 오키나와의 비행기든 무섭지 않다고! 마지막으로 에게해의 아폴론상 옆에서 아름다운 나날을 보냈지. 다른 구축함은 이런 경험 하지 못했을걸. 하하하! ",
	mission_complete = "정말 손이 많이가는 지휘관이라니까. 이런 보상은 잊어선 안돼!",
	feeling4 = "지휘관, 옷이 너무 촌스럽잖아. 이리와봐! 배시가 지휘관에게 진정한 패션을 알려줄게!",
	unlock = "야호~ 당신이 지휘관? 약해보이잖아~ 나는 오늘부로 함대에 합류하는 배시! 안심해, 내가 잘 \"돌봐줄테니까\". 기대하라고!",
	feeling5 = "최근 지휘관의 옷차림이 너무 멋있어졌어. 예전같이 비실비실하지도 않아. 히히히, 배시도 지휘관에게 홀딱 반해버렸어!",
	main = "오늘은 바람이 좀 시끌시끌하네~ 아, 바람이 세면 무슨 일이 일어난다고. 기억하고 있어, 지휘관?|지휘관도 참, 뭘 모르네. 내가 입고 있는 이 옷은 유행의 상징이었다고!|사쿠라 엠파이어의 비행기? 배시 앞에선 무용지물이지. 하하하!",
	battle = "고작 너희들로 배시를 이겨보겠다고? 웃겨 죽겠네!",
	upgrade = "큭큭. 새로운 힘을 시험해 볼 시간이군!",
	voice_key = 10135,
	headtouch = "비실비실한 지휘관이긴 하지만 손바닥 하나는 정말 편안하네!",
	feeling2 = "아? 몸의 상처? 이정도는 밴드를 붙이면 돼~ 배시는 지휘관의 걱정같은 건 필요없다구. 히히~ ",
	login = "빨리 이 커피 마시고 정신 차리라고! 배시의 지휘관이라면 이렇게 힘이 없으면 안된다고!",
	vote = "",
	hp_warning = "잘 버티는구나! 하지만 배시가 훨씬 더 강할거라고. 하하하!",
	id = 101350,
	detail = "하하하. 배시가 출동할 시간인가?",
	couple_encourage = {
		{
			{
				10109,
				10111,
				10112,
				10113,
				10114,
				10115
			},
			1,
			"너는…… 너는…… 됐어! 배시는 이제 기억 안 나! 여하튼 다들 진격해!",
			0
		}
	}
}
