_G.pg.ship_skin_words[301200] = {
	feeling1 = "……지휘관의 곁에선 잠을 이룰 수가 없어……",
	feeling3 = "마이카제…… 이번엔 반드시 손을 내밀 거야…!",
	lose = "나는… 어디? 누가 쏜 거야?",
	propose = "이건… 자매의 증명!? 지휘관은 제 언니가 되고 싶은 건가요? …아닌가요!? 마이카제가 그렇게 말했었습니다만…",
	expedition = "누군가가 돌아왔어요… 밥 먹을 시간…?",
	win_mvp = "응? 내가 1위!? 오늘은 운이 좋네!",
	home = "지휘관, 후아암… 낮잠 자기 좋은 날이에요…",
	mission = "이, 임무? 어렵지 않으면 좋을텐데……",
	touch2 = "에헤헤, 지휘관은 꼭 마이카제 같아요……",
	voice_key_2 = -1,
	skill = "휘몰아치는 폭풍이여!",
	drop_descrip = "카게로형 구축함 15번함·노와키",
	mail = "자기 전에 보는 책은 필요 없어요……",
	touch = "어, 어라? 지휘관……? 에헤헤… 후우……",
	profile = "카게로형 구축함 노와키입니다. 악운? 그건 구레와 사세보의 얘기지, 우리 마이즈루를 얘기하는 게 아니에요. 트럭 정박지에 있었을 때는 마이카제를 구하지 못했지만, 레이테만에 있었을 때는 힘내서 치쿠마 씨를 구조하러 갔었다구요. 모두를 구할 순 없었지만… 꿈속에선 모두 함께야…",
	mission_complete = "보너스를 받지 않아도 사라지지 않아요……아마도……",
	feeling4 = "레이테 만에 있었을 때는 의욕이 너무 앞섰어요… 게다가 아무도 구할 수 없었고…",
	unlock = "여기는… 어라, 당신은 지휘관 씨!? 크흠, 구축함 노와키, 착임 했습니다!",
	feeling5 = "쿨쿨… 지휘관… 가끔은 땡땡이치고 낮잠 자도… 괜찮아… 쿠울… 쿠울…",
	main = "내가 더 노력했었더라면, 트럭 정박지에선…|여긴 동료를 상처입힐 필요가 없으니까, 좋아요……|아라시, 유키카제… 꿈속에선 모두 함께야……",
	battle = "지금은 잠들면 안 돼…!",
	upgrade = "쿨쿨… 어라, 벌써 끝난 거야?",
	voice_key = 30120,
	headtouch = "",
	feeling2 = "영화 말인가요? 별로 안 좋아해요……",
	login = "쿨쿨… 괜찮아─ 곧 일어날 테니까… 햇빛… 따뜻해… 쿠울…",
	vote = "",
	hp_warning = "어, 어떻게 된 거야?!",
	id = 301200,
	detail = "레이테? 그다지 기억나진 않습니다만……",
	couple_encourage = {
		{
			{
				30115
			},
			1,
			"당신과는 달라!",
			0
		},
		{
			{
				30701
			},
			1,
			"이번 어뢰는 적에게…!",
			0
		},
		{
			{
				30117
			},
			1,
			"어… 언니…",
			0
		}
	}
}
