_G.pg.ship_skin_words[301210] = {
	feeling1 = "지, 지휘관님, 이, 이 이상 다가오면, 쏘, 쏠 거에요!",
	feeling3 = "저기, 지, 지휘관님… 저, 저랑 대화 연습… 부탁드려도 될까요…? 저, 저… 함대의 모두와 사이좋게 지내고 싶어요…",
	lose = "으으… 나 역시 싸우는 건 적성에 안 맞아…",
	propose = "거, 겁많은 성격을 고치려면 시간이 걸리지만, 이젠 걱정하지 않아요… 그도 그럴 게 지휘관님이, 쭉 곁에 있어 주시니까요…",
	expedition = "지휘관님, 그, 의뢰를 받으러 나간 아이들이 돌아왔… 제, 제가 마중을? 무, 무무무리예요!!",
	win_mvp = "이긴… 거야?",
	home = "지, 지, 지휘관님, 수, 수수, 수고 많으셨어요…! 마, 말할 수 있었어요!!",
	mission = "지, 지휘관님! 그, 그… 임무를 내팽개쳐두면, 안돼요!",
	touch2 = "…!! (하츠하루가 기절한 모양이다)",
	voice_key_2 = -1,
	skill = "여, 여러분, 비켜주세요…!",
	drop_descrip = "하츠하루형 구축함 1번함 - 하츠하루",
	mail = "지휘관님… 펴, 편지 왔어요…",
	touch = "지휘관님과는 좀 더 이야기를 해야… 꺄앗!?",
	profile = "하, 하츠하루급, 1번함, 하, 하츠하루에요… 2, 21구축대의, 여동생들과, 부, 북방해역에서… 공을 세우진 못했지만, 여, 여여, 열심히 했어요…",
	mission_complete = "지, 지휘관님, 보너… 네!? 저, 저는 괜찮아요!!",
	feeling4 = "우으으… 역시 무, 무리이! …마, 만약, 지휘관님과 이야기라도 나눌 수만 있다면…",
	unlock = "처, 처, 처음 뵙겠습니다, 저, 저는 하츠하… 아, 저기… 저, 너무 쳐다보지 말아 주세요…!",
	feeling5 = "지, 지휘관님! 아, 아까 다른 아이랑 평범하게 이야기했어요!! 다행이야… 지, 지휘관님 덕분이에요…",
	main = "여동생들이 그리워…|지, 지휘관님, 너, 너무 쳐다보지 말아 주세요…|저, 저, 거, 겁 많은 성격이지만, 히, 힘낼게요오! …아마도…",
	battle = "하, 하츠하루, 힘내겠습니다!",
	upgrade = "모두의 도움이 될 수 있다면…",
	voice_key = 30121,
	headtouch = "",
	feeling2 = "지, 지휘관님, 제 낯가림은, 나, 나을 수 있을까요…",
	login = "으으… 비서함 같은 건 무리…",
	vote = "",
	hp_warning = "",
	id = 301210,
	detail = "지, 지휘관님, 그… 거, 걱정해주시는 건 기, 기쁘지만…",
	couple_encourage = {
		{
			{
				30126,
				30113
			},
			1,
			"어, 언니한테 붙어있어!",
			1
		}
	}
}
