_G.pg.ship_skin_words[301230] = {
	feeling1 = "아아앗, 지휘관.....안되겠네.",
	feeling3 = "지휘관과 친구가 될 수 있다니, 너어무 좋아!",
	lose = "우와.......",
	propose = "지금까지 함께할 수 있어서, 정말 좋았어......우웅.....안 울어. 그냥.....그냥 행복이 눈에서 넘친거야......오늘부터 {namecode:141}가 훨씬 더 힘낼게!",
	expedition = "산처럼 쌓인 물자 위에서 햇볕 쬐면서 누워 있고 싶다.....엣, 실수로 말해버렸네——",
	win_mvp = "지휘관, 어때, 어때!??",
	home = "수고했어.....아, 잠깐, 꼬리만 빤히 쳐다보지마——",
	mission = "지휘관, 새로운 임무가 나타났어!",
	touch2 = "꼬리 털이 전부 헝클어졌잖아......",
	voice_key_2 = -1,
	skill = "야호오오——!!!!",
	drop_descrip = "{namecode:30}급 구축함 3번함—{namecode:141}",
	mail = "그, 그건, 누가 보낸거야? 설마——",
	touch = "지휘관, 일할 때 딴 생각하면 안돼!",
	profile = "{namecode:30}급 3번함 {namecode:141}야~ 이름이 두 언니랑 같아. 모두 봄과 깊은 연관이 있지. {namecode:129}와 스킨십? 그건 그 애가 너무 귀여워서~ 맞아, 정말 귀여워~ 지휘관, 나중에 그녀도 데려올게~",
	mission_complete = "지휘관, 우리의 여정은 아직 멀었어, 끝나지 않았다구!",
	feeling4 = "그, 그게, 지휘관, 어떤 여자를 좋아해......? 앗, 다른 뜻은 없어... 응, 없다구!",
	unlock = "야호~ 좋은 아침, 지휘관! 나는 {namecode:30}급 3번함 {namecode:141}야~ 엣, 아침이 아니라구? 그, 그런건 신경쓰지마~",
	feeling5 = "히힛, 매번 몰래몰래 볼 때마다 나를 보고 있네......엇, 나 혼자 착각에 빠진 건 아니겠.....지?",
	main = "봄은 최고의 계절이야!|지휘관, 혹시 어제 누구누구랑——히힛, 나도 가십을 좋아하진 않지만 귀가 너무 예민해서. 응, 지나치게 예민하다니까~|지휘관, 내 꼬리 만지고 싶어?",
	battle = "우리의 실력을 보여주자!",
	upgrade = "헤헷~ 이런 느낌 너무 좋아~",
	voice_key = 30123,
	headtouch = "",
	feeling2 = "{namecode:30} 언니, 더 자신 있게 해, 할 수 있어!",
	login = "지휘관, 좋은 아침.....아얏! 그렇게 행복 가득한 얼굴로 내 꼬리를 안고 눕지마!",
	vote = "",
	hp_warning = "",
	id = 301230,
	detail = "털을 윤기나게 단정히~ 꼬리를 눈에 띄게 하고 싶다면, 매일 정성껏 관리해야해~",
	couple_encourage = {
		{
			{
				30121
			},
			1,
			"언니 힘내!",
			0
		}
	}
}
