_G.pg.ship_skin_words[301240] = {
	feeling1 = "아쉽다... 지휘관은 더 이상 놀릴 가치가 없어졌네~",
	feeling3 = "앗, 설마 날 공격할 셈이야? 포기하시지, 불가능하니까~",
	lose = "이런...... 다음엔 제대로 보여줄게......",
	propose = "반지? 흥, 평소에 너무 놀림 받아서 지금 나를 한 번 놀려 먹겠다는거야? 아쉽지만 그렇게 쉽게 속지 않는다고~ ...잠깐, 정말 진지한거야? 이, 이거...... 대본이 이럴리가 없을텐데?",
	expedition = "네가 놓아준 비둘기의 자매들의 얼굴에 차가운 표정이 너무 보고 싶어~",
	win_mvp = "MVP? 이 정도 쯤이야~",
	home = "모두 수고했어...... 아 오해 하지마, 네 얘기한거 아니야~",
	mission = "설마, 완성하지 않은 임무가 있는거야?",
	touch2 = "허허허... 지휘관, 용기가 가상한걸...",
	voice_key_2 = -1,
	skill = "날 얕보지 말라고~",
	drop_descrip = "{namecode:30}급 구축함 4번함—{namecode:129}",
	mail = "편지 있어. 내가 열어줄까? 히힛, 안심해, 보상은 건들지 않을게~",
	touch = "내 꼬리 만지고 싶어? 어떤 안 좋은 결과가 있을지 나도 몰라~",
	profile = "{namecode:30}형 구축함 {namecode:129}이야, 제 21구축대에 예속되어 크고 작은 각종 전역에 참전했었지. 피해도 거의 입지 않았어~ 마지막에 운만 조금 더 좋았었더라면...",
	mission_complete = "보상 수령하지 않았다는건 아직 모르는거지? 그렇다면......",
	feeling4 = "네가 이렇게 보수적일 줄은 몰랐네...... 그럼 어쩔 수 없지만 보상을 줄게. {namecode:129}님의 특별 무릎배게야. 감격에 벅차하면서 누워!",
	unlock = "어머, 그렇게 겁먹지 말아줘. 잡아먹거나 하지 않으니까. 참, 난 하츠하루급 하츠시모다, 앞으로 잘 부탁해, 헤헤~",
	feeling5 = "좋아, 완벽한 나의 패배야~ 인정할게. 오늘부터 나와 데이트할 수 있는 권리를 줄게. 어이, 여자랑 데이트마저 못하는건 아니겠지?",
	main = "지휘관은 역시 일에 전념하기 보다 여자 아이들에게 호감 사는 걸 더 중시하는거지~?|{namecode:22}? 인정할 수밖에 없지, 그녀가 운이 더 좋아......|으흠? 내가 방금——업무 시간에 멍 때린건 아니겠지?",
	battle = "얼른 해결해버리자!",
	upgrade = "뭐... 그럭저럭이네~",
	voice_key = 30124,
	headtouch = "",
	feeling2 = "나한테 무슨 감정 있는거 아니겠지? 적당히 해, 모두 헛수고야~",
	login = "해야할 일이 남아있다는 걸 이제 깨달은거야?",
	vote = "",
	hp_warning = "칫... 예상한 거랑 조금 다르잖아.......",
	id = 301240,
	detail = "좋아, 날 보러 올 시간을 기억하는구나~",
	couple_encourage = {
		{
			{
				30123
			},
			1,
			"{namecode:141}, 안개 속에서 더 주의해야 해",
			0
		}
	}
}
