_G.pg.ship_skin_words[301270] = {
	feeling1 = "……명령을 내려주십시오.",
	feeling3 = "주인님께서 말씀하시는 '커뮤니케이션' 과 '게임', 저…죄송합니다. 잘 이해가 가지 않습니다만……그래도……싫지는, 않습니다.",
	lose = "주인님, 모쪼록 철수하시지요. 뒤는 제가 맡겠습니다.",
	propose = "명령에 절대복종하는 것이야 말로 쿠노이치가 받들어야 하는 모든 것이라고 생각했습니다만, 지금은 지휘관님께서 알려주신 것을 이해했습니다……쿠로시오, 앞으로는 그림자로써가 아니라, 지휘관님의 반려로서, 목숨이 다하는 그날까지 따라갈 수 있도록 하겠습니다.",
	expedition = "주인님, 의뢰 임무에 출격한 함대는 예정 시간 대로 귀환했습니다.",
	win_mvp = "저는 주인님의 그림자…영광 따윈 필요 없습니다.",
	home = "주인님, 피곤하십니까? 제가 할 수 있는 일은 없습니까?",
	mission = "주인님, 새로운 임무가 도착했습니다.",
	touch2 = "이 몸은 주인님의 것이니까, 원하시는 대로……읏……하아……",
	voice_key_2 = -1,
	skill = "오의·천마복멸!",
	drop_descrip = "카게로급 구축함 3번함 - 쿠로시오",
	mail = "주인님, 새로운 편지가 있습니다.",
	touch = "쿠로시오, 대기 중입니다.",
	profile = "카게로급 3번함 쿠로시오, 제2 수뢰전대 제15 구축함 소속, 산호해 해전, 남태평양 해전, 제3차 솔로몬 해전 등의 전투에 참가하였고, 수송 임무 중 침몰했습니다. …다음엔 같은 과오를 반복하지 않을 겁니다. 주인님의 기대를 저버리지 않도록 열심히 노력하겠습니다.",
	mission_complete = "주인님, 임무 보수가 도착했습니다. 확인하여 주십시오.",
	feeling4 = "주인님, 면목없습니다. 임무 중 무심코 저번에 주인님께서 해주신 '커뮤니케이션' 을 떠올리니, 집중을 할 수 없게 되어버립니다. 부디, 이런 제게 처벌을…… ",
	unlock = "카게로급 3번함 쿠로시오, 참전……주인님의 명령이라면 반드시 완수하겠습니다.",
	feeling5 = "이것이 '감정'……아무것도 생각하지 않으니 편했습니다만, 그렇게 나쁜 건 아니군요……음, 주인님의 곁에 돌아가고 싶다는 '감정' 은, 저를 언제나 강하게 만들어주고 있습니다.",
	main = "음? 주인님, 제가 뭔가 얘기하는 편이 좋을까요?|뭘 얘기하면 좋을까요……주인님께서 말씀하시는 거라면 경청하도록 하겠습니다.|머리에 꽂고 있는 꽃 말씀이십니까? 오야시오에게 받은 것입니다. 오야시오는……건강히 잘, 지내고 있습니다.",
	battle = "주인님의 앞을 가로막는 자에겐 죽음뿐이다…!",
	upgrade = "더욱 명령을 내려주십시오.",
	voice_key = 30127,
	headtouch = "",
	feeling2 = "제대로 된 쿠노이치에게 감정이란 불필요한 것. 명령에 따라 행동할 뿐입니다.",
	login = "주인님, 어서 오십시오.",
	vote = "",
	hp_warning = "",
	id = 301270,
	detail = "주인님……너무 빤히 쳐다보지는 말아주십시오……",
	couple_encourage = {
		{
			{
				30109
			},
			1,
			"주인님을 위하여……!",
			0
		}
	}
}
