_G.pg.ship_skin_words[301300] = {
	feeling1 = "지휘관은 의외로 시시한 족속이구먼.",
	feeling3 = "취미? 충분한 숙식과, 지휘관을 만지작거리는 것 정도겠구먼. (큰 웃음) 그 표정을 보고 싶었다네.",
	lose = "으윽… 이 성능으로는 역시 따라주질 못하는 겐가…",
	propose = "지휘관, 지금이라면 아직 마음을 바꿔도 늦지 않다네~ 옳지 옳지, 차분히, 이 카미카제를 떠올려 보게나~ 음? 문? 흐음, 아무래도 문이 잠긴 것 같구먼~ 정말이지 곤란한 것이야~",
	expedition = "오늘도 의뢰라는 것을 무사히 해냈는가. 음, 수고 많았네!",
	win_mvp = "보게! 이것이야말로 내공이 담겨있는 실력일세!",
	home = "자, 오늘도 무사히 돌아왔구먼! 상으로 이 몸이 직접 만든 영양 음료라도 마시게! 자자~ 사양 말게나.",
	mission = "시중인가. 보러 가겠는가?",
	touch2 = "이것 보게, 지휘관의 번뇌가 넘쳐흐르기 시작한 모양이구먼. 이 몸이 액막이를 해줘야 하는 겐가?",
	voice_key_2 = -1,
	skill = "일기토로는 끌고 가지 못해 미안하구먼.",
	drop_descrip = "카미카제형 구축함 1번함·카미카제",
	mail = "전서… 유니온의 사자, 가 아닐까 싶구먼…",
	touch = "음? 뭔가?",
	profile = "카미카제형 구축함 1번함, 카미카제일세. 제1 구축대에 소속된 이 이름, 힘찬 울림이지 않은가? (웃음) 대전쟁 초기부터 태평양 제도를 전전하며, 허투루 함대의 대선배 노릇을 한 게 아닐세. 이래 뵈도, 대잠전이 특기라네. 그 이리 떼 놈들과의 사투를 떠올릴 때마다 피가 끓어오르는구먼~",
	mission_complete = "음? 시중의 급료인가? 어디 보자, 옮길 때는 주의하게나!",
	feeling4 = "음, 지휘관은 어떤 아이가 취향인지 궁금하구먼~ 이몸인가? 아니면 단아한 쪽인가? ──그건 진심인가? 자~ 보시게, 확실히 녹음해두었다네☆ 그럼, 그 아이에게 들려주도록 할까─",
	unlock = "제1 구축대, 제1호 구축함── 카미카제라 하네. 그대가 지휘관인겐가? 앞으로 즐거울지도 모르겠구먼. 후훗, 이 몸의 활약을 부디 잘 봐주시게나~",
	feeling5 = "(소곤) 지휘관… 이 몸은 그대를, 마음에 들어 하고 있는 것일세♡ ──글쎄, 지휘관, 얼굴이 달아올랐구먼~ 귀까지 시뻘겋게 되어서는.",
	main = "마지막까지 버티는 자야말로 승자일세!|호크빌! 이 몸에 비할 정도는 아니네만, 그야말로 무사라 할 만한 자였네.|제5 전대… 괜찮은 자들이었네…",
	battle = "잠수함과 어뢰를 조심하게. 전력으로 가겠네!",
	upgrade = "음, 기운이 넘치는 게야~ (웃음) 이걸로 또 한 번 크게 활약할 수 있겠구먼~",
	voice_key = 30130,
	headtouch = "",
	feeling2 = "지휘관, 장비를 옛것이냐 새것이냐로 따지는 것은 수준 낮은 초짜배기들이나 하는 짓일세.",
	login = "아, 왔는가~ 오늘은 왠지 이상한 일이라도 하는 겐가?",
	vote = "",
	hp_warning = "",
	id = 301300,
	detail = "호오~ 지휘관은 이 몸의 어디에 흥미가 있다는 겐가?",
	couple_encourage = {
		{
			{
				30907
			},
			1,
			"또 다시 함께 싸울 수 있겠구먼~",
			0
		}
	}
}
