_G.pg.ship_skin_words[101360] = {
	feeling1 = "지휘관은 바보 바보, 바보 멍텅구리야~~~!",
	feeling3 = "지휘관, 영화 스타로서 카메라를 의식하는 건 중요하다구. 후후~오늘도 하비는 귀엽지!",
	lose = "조금 실패했네……",
	propose = "헤헤, 드디어 왔네. 지휘관~ 하비, 더는 기다릴 수 없어! 앞으로 귀여운 하비의 사진을 좀 더 찍으면서, 쭉~ 하비의 말이 되어줘! 약속 했~다!",
	expedition = "의뢰가 완료됐어, 지휘관, 빨리 봐봐!",
	win_mvp = "헤헹! 하비가 최고야!",
	home = "드디어 전투가 끝났네. 하비랑 놀자~",
	mission = "아직 임무가 많이 남았지? 하비도 지휘관을 도와줄게!",
	touch2 = "지휘관, 정말 대담하네… 그러면 오늘 밤은 ABCD를 건너뛰고 하비랑 EFG까지 가볼까?……하하하, 부끄러워한다 부끄러워한다! 농담이야~",
	voice_key_2 = -1,
	skill = "유일무이한 하비, 기분 상태 최고!",
	drop_descrip = "벤슨급 구축함 하비 (DD-610)",
	mail = "우편이 왔어, 빨리 봐봐!",
	touch = "뭔가 도와줄 수 있는 것이 있을까? 뭐든지 말해~ 혹시 모르지, 하비는 지휘관에게 있어서 신과 같은 존재가 될지도~",
	profile = "이글 유니온 구축함 DD610, 하비라고 해! 다양한 곳을 돌아다녔지만 두드러진 공적은 없어~ 그치만 그치만, 하비는 예전에 영화에도 나왔다구~ 대단하지?",
	mission_complete = "오? 임무를 완료했구나……대단해~대단해~",
	feeling4 = "하비는 지휘관과 함께 있는 것이 가장 즐거워~ 헤헤~ 이 리본, 토끼의 큰 귀 같지 않아? 하비는 지휘관의 토끼가 되고 싶어!",
	unlock = "유일무이한 하비, 짜라란하고 등장! 지휘관 지휘관, 하비의 매력에 홀딱 반할 준비 됐어? 헤헹~!",
	feeling5 = "지휘관, 하루만이라도 좋으니까 하비의 말이 되어 줘~ 알겠지? 꾀부리는 건 안 돼! …하하하, 이랴~",
	main = "구축함이 뭔가 대단한 활약을 하기 힘들단 건 당연한 거겠지, 하비는 말이야, 즐거우면 됐어~ | 이름도 캐릭터도 하비는 유일무이하다구~ | 지휘관, 카메라가 없다면 귀여운 하비의 모습은 엄지와 검지로 찰칵~! 하고 찍어둬!",
	battle = "유일무이한 하비는 당연히 기함이라고!",
	upgrade = "헤헹! 조금 강해진 것 같아~ 지휘관, 고마워!",
	voice_key = 10136,
	headtouch = "헤헤~ 좋은 감촉이지? 더 만져도 돼~",
	feeling2 = "지휘관, 하비의 도움을 바란다면 확실히 말해~",
	login = "지휘관, 어서 와! 하비가 없어서 쓸쓸하니까 돌아온 거지?",
	vote = "",
	hp_warning = "이 녀석들, 하비는 용서하지 않을 거야!",
	id = 101360,
	detail = "하비는 이미 포즈를 잡고 있다구! …지휘관, 사진 제대로 찍었어?",
	couple_encourage = {
		{
			{
				10137,
				10116,
				10117,
				10127
			},
			2,
			"모두들~ 하비를 따라와!",
			0
		}
	}
}
