_G.pg.ship_skin_words[301390] = {
	feeling1 = "후아암……심심해…지휘과안… 뭔가 재밌는 것 좀 해봐아… 안 그럼 삐코 울려버린다…",
	feeling3 = "양치기 소년'이라구?……니히히, 아무래도 지휘관한테는 삐코를 진짜로 한 번 울려서, 나가츠키가 입만 산 게 아니란 걸 보여줄 필요가 있겠네~♪",
	lose = "우겍……삐코는 그냥 경보기일 뿐이라니까……",
	propose = "이 반짝이는 거……나가츠키 한테? 지휘관이 삐코 대신 날 지켜주는 거야? ……나, 지금 엄청 기뻐! 삐코 울려서 축하해도 되지?",
	expedition = "의뢰 재밌어보여~! 나도 보내달라구~!",
	win_mvp = "이, 이겼나?……냐하하하! 봐, 봤느냐! 이것이 나가츠키님의 힘이닷!",
	home = "지휘관, 어서 와! 내 딸기 아이스크림은? 에? 사오란 말 못 들었다구!?",
	mission = "나가츠키가 사치스럽게 살 수 있도록 지휘관은 팍팍 일하라구~!",
	touch2 = "…………! 본성을 드러냈구나! 삐코의 심판을 받아라~!",
	voice_key_2 = -1,
	skill = "삐코의 힘을 봐라!",
	drop_descrip = "무츠키급 구축함 8번함 - 나가츠키",
	mail = "니히히히, 우편함에 쌓인 우편을 계속 읽지 않으면, 우편이 도망가버린다구.",
	touch = "니히히, 지휘관은……무슨 짓을 하면 삐코가 울리는지 알고 싶은 거야?",
	profile = "무츠키급 '8번함' 나가츠키야! 호위 임무랑 수송 임무만 잔뜩 해왔지만, '쿨라만 해전'에선 열심히 싸웠어! 정말이라구! ……이게 뭐냐구? 후후후…… 이건 로리콘을 무찌르는 비밀병기 삐코닷!",
	mission_complete = "오오, 호화로운 보수네…… 엥! 내 몫은 없다구!?",
	feeling4 = "흐에에에…자, 잘못했어요……지휘관은 착하고 친절한 어른이니까, 나가츠키한테 화 안 낼 거지……?",
	unlock = "당신이 지휘관? 조금 수상하긴 해도…… 위험한 사람은 아닌 것 같네. 나는 나가츠키! 흐흥, 날 바보 취급했다간 큰코다친다구!",
	feeling5 = "삐코로 장난치지 말라구? 흐음……지휘관이 나랑 놀아준다면, 한번 생각해줄 수도 있을지도? 니히히♪",
	main = "이건 이렇게……손가락으로 이 고리를 힘껏 당기면……어뢰가 콰앙~할 때처럼 커다란 소리가 나!|내 함력? 그 유명한 나카씨도 구해준 적이 있다구! ……아마도.|지휘관, 이 글자는 어떻게 읽는 거야?…'승리'? 잘 모르겠지만, 삐코를 울려야 할 거 같은 기분이 들어!",
	battle = "오, 오지마─! 내 삐코는 나쁜 아이들의 천적이라구!",
	upgrade = "와아와아! 신난다!",
	voice_key = 30139,
	headtouch = "",
	feeling2 = "니히히히, 지휘관은 수상한 사람이 아니니까, 삐코 걱정은 하지 않아도 돼……정말로 수상한 사람 아니지…?",
	login = "니히히, 오늘은 어떤 재밌는 일을 할까나? 지휘관!",
	vote = "",
	hp_warning = "아아아앗! 좌, 좌초하는 건 아니지?!",
	id = 301390,
	detail = "누구를 위하여 삐코는 울리나?",
	couple_encourage = {
		{
			{
				30132,
				30133,
				30135,
				30137,
				30138,
				30139,
				30141
			},
			3,
			"나가츠키와 유쾌한 동료들, 간다~!",
			0
		}
	}
}
