_G.pg.ship_skin_words[301490] = {
	feeling1 = "결국은 나의 예상을 뛰어넘지 못할 정도의 인간이라는 건가. 지휘관.",
	feeling3 = "지휘관도 전쟁을 겪어봤던 몸이잖아? 어째서 그런 허풍을 믿지? 정의, 사랑, 평화 따위……",
	lose = "아직… 가라앉지 않았군. 어쩔 수 없는…건가.",
	propose = "설마 지휘관과 이렇게 될 줄이야…… 당신을 오래 상대하고 있었더니, 나까지 연약한 이상을 믿게 됐다… 나를 이렇게까지 여리게 만든 책임, 확실히 져 주겠지…?",
	expedition = "의뢰완료다. 보고서의 확인, 잊지 마라.",
	win_mvp = "솔로몬… 나를 부르고 있는 건가……",
	home = "전투가 끝나면 어떻게 되냐고? 다음 전투가 시작될 뿐이다.",
	mission = "새로운 임무다. ……뭐라고? 잠깐 잡담이라도 하자는 건가?",
	touch2 = "……시시한 짓을…",
	voice_key_2 = -1,
	skill = "안심해라. 순식간에 끝내주마.",
	drop_descrip = "시라츠유급 구축함 9번함 - 카와카제",
	mail = "우편이다. 나? 이런 것은 그다지……",
	touch = "비서함의 업무? 업무에 호불호 같은 건 없어. 비서함이든, 비서함이 아니든 그런 것은 상관없다.",
	profile = "개(改)시라츠유급 즉, 우미카제급 3번함 카와카제다. 그 대전에서는 동급함으로 제24 구축대를 결성했다. 솔로몬…말인가. 확실히, 여러 가지 추억이 담긴 장소다. 아이언 바텀 사운드, 노샘프턴, 그리고 최후의 기억도……",
	mission_complete = "보수가 왔군. 기대할 정도의 물건은 아니겠지만, 우선은 받아둬라.",
	feeling4 = "현실에서 눈을 돌리고, 그저 이상과 꿈을 외친다…… 그런 우매함과 연약함은 질색이다. 지휘관은 그렇게 되지 않을… 거지?",
	unlock = "시라츠유급, 이름은 카와카제. 친해질 생각은 없다. 인사 같은 건 필요 없다.",
	feeling5 = "꿈을 포기하지 않으면, 언젠간 현실로 만들 수 있다는 건가… 흥, 대단히 진부한 대답이군. 하지만 당신이라면……",
	main = "포탄은 상대를 죽이는 흉기다. 아무리 미사여구를 늘어놓아도 그것은 변하지 않아.|모르는 것이 있으면 진츠 씨에게 물어봐라. 나는…… 굳이 따지자면 센다이 씨에 가까우니까 말야.|이 함대는 꽤나 유쾌한 녀석이 많군……",
	battle = "싸움은…… 아무것도 변하지 않았구나",
	upgrade = "강해진 기분… 나쁘지 않군.",
	voice_key = 30149,
	headtouch = "",
	feeling2 = "전쟁에 선악미추 따위는 없다. 적도 아군도 그것은 똑같다.",
	login = "오늘도 아무것도 다를 것 없는 날이군.",
	vote = "",
	hp_warning = "이 정도… 신경 쓸 필요도 없어!",
	id = 301490,
	detail = "낚시는 좋아한다. 머리를 비우고, 아무것도 생각하지 않아도 좋으니까.",
	couple_encourage = {
		{
			{
				10303
			},
			1,
			"이번엔 아군인가… 뭐, 좋다",
			0
		}
	}
}
