_G.pg.ship_skin_words[301540] = {
	feeling1 = "모두들 지휘관 뒷담화를 하는 것 같아요... 지휘관님은 정말 그렇게 형편없나요...",
	feeling3 = "웅... 바, 밤길은 역시 조금... 지휘관님... 업무가 늦게 끝나면 저를 숙소까지 바래다 줄 수 있나요?",
	lose = "웅... 오, 오지마세요...",
	propose = "이 의식을 치른 후에 항상 지휘관님의 곁에 있을 수 있나요? 너무 좋아요...음... {namecode:32}가 준 노트는 일부분 이해되지 않지만, 지금은 눈을 감고 지휘관님의 행동을 기다려야겠네요...——",
	expedition = "의뢰조가 항구로 돌아왔어요, 음... 저도 마중나가야 겠죠...?",
	win_mvp = "M, MVP가 {namecode:174}라고? 이럴 수가...몰래 카메라 아니죠...?",
	home = "지휘관님 수고했어요... 토, 토토 쓰다듬어 보실래요? 털이 보드라워서 힐링 된답니다.",
	mission = "임무가 아직 많이 남은 것 같아요... 지휘관님, 괜찮죠?",
	touch2 = "확실하진 않지만...그래도...아하하, 간지러워요... 지휘관님 그만해요, 하하~",
	voice_key_2 = -1,
	skill = "가, 같이 본때를 보여주자, 토토야!",
	drop_descrip = "{namecode:35}급 구축함 8번함—{namecode:174}",
	mail = "우편이 왔어요, 지휘관님 어서 확인해보세요!",
	touch = "이건 토토에요. 너무 귀엽지 않나요? 히힛. {namecode:174}는 매일 토토와 함께 잔답니다.",
	profile = "저는 {namecode:35}급 구축함 8호함, {namecode:174}입니다...대공 능력이 강화되었지만, 하늘을 나는 건 역시.... {namecode:32} 그때도 마찬가지고... 만약 내가 더 분발했었다면... 그, 그래도 커리어가 그리 길지는 않지만 {namecode:174}도 어느 정도 전적이 있습니다... 이, 이번에도 최선을 다할거에요!",
	mission_complete = "임무...완성한 것 같아요. 지휘관님 정말 대단하십니다...",
	feeling4 = "사실, {namecode:174}는 토토 말고도 많은 \"털복숭이 친구\"들이 있어요, 다, 다음에 {namecode:174}의 \"털복숭이 보관실\" 구경하실래요, 지휘관님?",
	unlock = "{namecode:35}급 구축함, {namecode:174}입니다. 죄, 죄송해요...이건 저의 친구 토토입니다...자, 잘 부탁드립니다...! 웅...",
	feeling5 = "지휘관님과 함께 있으면 늦은 밤의 어둠이든, 하늘의 비행기든 무서울게 없을 것 같아요...! 음...다음번에는 뒤에서 따라가는 게 아니라, 앞에서 지휘관님을 보좌해도 될까요...?",
	main = "{namecode:32}와 같이 있으면 미묘한 안정감이 생겨요, 합숙할 때도 정말 기뻤답니다...{namecode:32} 같은 마음이 통하는 친구들을 더 많이 사귈 수 있기를...|우와아아아...또, 또 공습입니까!!??—...웅...지휘관님 이런 식으로 놀래키지 마세요!|{namecode:174}는 언제든 지휘관과 모두를 따라갈 수 있게 노력할 거에요. 그, 그러니까 저를 혼자두면 안됩니다...?",
	battle = "엑!? 제, 제가 모두를 이끌어요!? ...웅.....모, 모두 힘내!",
	upgrade = "토토야, {namecode:174} 좀 강해진 것 같지 않아...?",
	voice_key = 30154,
	headtouch = "",
	feeling2 = "엣, 왜 항상 다른 사람 뒤에 있냐구요? 음, 저도 모르게 그만... 그런데 느낌상 지휘관님 뒤에서 따라가는 게 맞는 것 같아요...",
	login = "지휘관님 드디어 돌아오셨군요...토토, 지휘관님께 인사드려야지?",
	vote = "",
	hp_warning = "저, 전 끝까지 견딜 수 있어요!",
	id = 301540,
	detail = "웅...{namecode:174}를 계, 계속 그렇게 빤히 쳐다보지 말아줄래요...?",
	couple_encourage = {
		{
			{
				30126
			},
			1,
			"음…{namecode:32}…나도 따라가도 돼...?",
			0
		}
	}
}
