_G.pg.ship_skin_words[301590] = {
	feeling1 = "가까이 오지 마, 멍청함이 옮으니까.",
	feeling3 = "하마카제랑 타니카제, 맨날 주뼛주뼛해가지곤, 조금도 무인답지 못하다니깐! 언니인 내가 나서 줘야…정말이지, 속 썩이는 아이들이라니깐…",
	lose = "크윽, 이……스, 승리는 병가지상사…라고!",
	propose = "드디어 내 굉장함을 깨달은 건가. 이 솔직하지 못한 녀석 같으니라고……그러니까 귀 안 쫑긋거렸고 기쁘지도 않다니까! 아아 그만해! 겨, 결혼식 도중이라고오!",
	expedition = "의뢰가 완료되었어. 안 잊어버렸지?",
	win_mvp = "이겼네……당연하잖아. 딱히 기쁘고 그런 건…",
	home = "흐, 흥! 수고했어, 들어가 쉬도록!",
	mission = "임무의 자료는 정리해뒀어……에, 나도 참가한다고?!",
	touch2 = "이런 짓을 당하고도 참고만 있을 수는 없지……죽어버려!",
	voice_key_2 = -1,
	skill = "지금이야!",
	drop_descrip = "카게로급 구축함 11번함 - 우라카제",
	mail = "네 앞으로 온 우편이야……응? 왜 안 읽는 거지? 나? 딱히 편지에 뭐가 쓰여 있는지 신경 쓰이지 않는다면, 가만 놔둬도 되잖아.",
	touch = "그렇게 찌르지 말라고! 네가 무슨 원숭이야?",
	profile = "우리 제17 구축함대는 그 대전에선 거의 계속 함께했었어. 수많은 작전임무에서 활약하고, 거의 처음부터 마지막까지 끝까지 싸웠지. 나와 콘고 언니만 함께 가라앉게 되었지만……아냐, 사생유명. 이까짓 거, 전혀 신경 안 쓴다고.",
	mission_complete = "보수 확인이 끝났어. 옮기는 건 네게 맡기지.",
	feeling4 = "따, 딱히 신경 안 쓰이고 답 같은 건 처음부터 알고 있지만, 일단 한 번 물어볼게. 내가 제 몫을 다 한다고 생각해?",
	unlock = "네가 우리 제17 구축함대를 지휘하는 대장? 느낌이 팍 오는 풍채는 아니네. 난 카게로 가문의 우라카제야. 그 실력, 내게 보여주실까!",
	feeling5 = "뭐야, 적당히 시험해 본 건데……뭐, 너라면 이야기 정도는 들어주지. 흥! 언젠가 반드시 날 다시 보게 해줄 테니까, 두고 보라구!",
	main = "하마카제…그 계집애. 자기도 여동생인데 나보다 어른 행세나 하고…바보! 흥!|그때 시라이온을 발견할 수 있었다면, 콘고 언니는…흥, 뭐 어때! 중요한 건 지금이라고!|공문? 나한테 보여줘……흠흠, 그렇군 그렇군~",
	battle = "크흠! 전함……출진!",
	upgrade = "고맙……지금 귀가 쫑긋거렸다고? 그럴 리 없잖아! 딱히 기쁘지는……",
	voice_key = 30159,
	headtouch = "",
	feeling2 = "부채? 아냐. 이건 군배라고 하는, 무장들이 지휘를 할 때 쓰는 군용 부채야. 너무 내 지식을 얕보지 말라고……아, 아무것도 아니야!",
	login = "늦어! 네가 무슨 논두렁의 거북이야?",
	vote = "",
	hp_warning = "책략을 잘못 썼나……",
	id = 301590,
	detail = "이 문장? 내가 고안해낸 거야. 이 겉옷도 말야. 귀엽다는 말 외에 다른 감상은 받지 않겠어.",
	couple_encourage = {
		{
			{
				30161,
				30162
			},
			2,
			"제17 구축함대, 전투준비!",
			0
		}
	}
}
