_G.pg.ship_skin_words[101370] = {
	feeling1 = "지휘관, 내가 만든 칠리소스맛 아이스크림은 싫어?… 칫…",
	feeling3 = "왔다 왔어~ 지휘관, 마술 보고 싶지 않아? 커크의 소매 속에 토끼가 숨어… 어라? 토끼가 왜 갑자기 사라져 버렸지?",
	lose = "우우… 부상 입는 건 시, 싫어….",
	propose = "지휘관, 소매 속에 손을 넣고… 내 손, 확실히 잡아줘! 둘이서 손을 잡으면 행운도 두 배가 될 거야. 헤헤헤 앞으로도 즐거운 날들이 계속되면 좋겠다!",
	expedition = "지휘관, 빨리 보수를 받으러 가자~",
	win_mvp = "오늘의 커크는 운이 좋네!",
	home = "지휘관, 태풍이 씽~씽~ 불어도 내가 함께 있으니까, 괜찮아~",
	mission = "지휘관, 또 임무가 왔어~",
	touch2 = "…이러면 지휘관은 기뻐?",
	voice_key_2 = -1,
	skill = "폭풍 속에서도 나아가자!",
	drop_descrip = "벤슨급 구축함 커크 (DD-611)",
	mail = "빨리 우편함을 열어 보자~",
	touch = "어라? 또 나 칭찬해 주는 거야? 고마워, 지휘관! 오늘 아침 모두의 아침밥을 특제 빨계 파스타로 바꿔놓길 잘했어~",
	profile = "나는 벤슨급 구축함, DD611의 커크. 이글 유니온에서는 다양한 임무를 맡아서, 많~은 곳에 갔었어. (작은 목소리로) 여기저기 뛰어다니는 것은 별로 좋아하지 않지만 말이야…",
	mission_complete = "임무, 무사히 완료했어. 헤헤헤, 지휘관, 수고~",
	feeling4 = "지휘관 지휘관~! …헤헤헤~ 지휘관이 즐거워하는 것을 보고 있으면 나도 즐거워져!",
	unlock = "커크, 부임했어~ (붕붕) 지휘관, 잠깐 나랑 하이터치 해 보자! 한 번에 탁! 하고 터치할 수 있다면 우리는 친구야!",
	feeling5 = "좀 더 모항에 있고 싶어~, 지휘관도 어디 가지 말고~ 저기, 괜찮지?",
	main = "밖에서 돌아다니는 것보다 지휘관과 함께 모항에 있는 것이 좋아 | 헤헤헤, 내 손을 잡으면 지휘관도 운이 좋아질 거야~ | 지휘관, 이번에 출격하기 전에~ 상으로 사탕 주라! 응? 그래도 돼? 헤헤헤~ 나중에 후회하면 안 되니까, 그래, 약속~♪",
	battle = "해보자고~ 제대로 힘내야겠네~",
	upgrade = "조금, 뜨거워… 하지만 나, 강해졌어! (붕붕) 몸도 가벼워졌다!",
	voice_key = 10137,
	headtouch = "",
	feeling2 = "나, 많~은 곳에 가서 많~은 것들을 보고 왔다구. 지휘관. 내 이야기, 들어 보고 싶지 않아?",
	login = "지휘관 지휘관, 지휘관이 없는 사이에 또 몰래 모두의 급식에 칠리 소스를 뿌렸었는데, 왜 내 것만 엄청 매웠던 걸까… 으아~ 꿀밤 때리지 마…",
	vote = "",
	hp_warning = "괜찮아, 커크는 운이 좋으니까, 할 수 있을… 거야!",
	id = 101370,
	detail = "좋은 장비로 제대로 달아줘~ 나쁜 비행기가 나에게 닿지 못하게 해야 하니까",
	couple_encourage = {
		{
			{
				10136,
				10116,
				10117,
				10127
			},
			2,
			"벤슨급의 모두들, 함께 가자!",
			0
		}
	}
}
