_G.pg.ship_skin_words[301600] = {
	feeling1 = "흥! 이제 대장이랑은 안 놀 거야! 하마카제~ 하마카제 어디야~?",
	feeling3 = "서군 돌격! 동군을 무찔러라~! 그 다음에는……우와앗! 히데아키가 배신했다! 대장 치사해! 이소카제는…우으으……",
	lose = "하마카제, 하마카제는 어디…이소카제를 구해줘~",
	propose = "대장, 다음에 누가 괴롭히면 이소카제한테 알려줘, 이소카제가 하마카제를 데리고 복수해줄게. 대장이랑 이소카제랑 하마카제는 친구니까 말야!",
	expedition = "목표, 모항 부두! 의뢰에서 돌아온 동료들을 마중나가자! 대장호, 달려라~!",
	win_mvp = "우라카제님, 이소카제의 활약, 보셨나요~!",
	home = "대장, 수고했어! 저기, 있잖아! 이소카제가 보고해줄게! 그러니까…",
	mission = "대장! 임무는 이소카제에게 맡기면 돼! 임무 따위, 개수일촉이라고! ",
	touch2 = "하하하, 간지러워~",
	voice_key_2 = -1,
	skill = "푸, 풍림화산!",
	drop_descrip = "카게로급 구축함 12번함 - 이소카제",
	mail = "대장, 편지를 가져왔어!",
	touch = "대장, 이소카제를 업어줘~ 지금부터 적진에 돌격한다아~!",
	profile = "제17 구축함대의 이소카제다! 예전엔… 에 그러니까, 하마카제, 우라카제님, 타니카제…앗, 유키카제랑도 함께 있었다! 함력이라면 누구에게도 지지 않는다고! 그러니까 임무는 이소카제에게 맡기면 되는 거다!",
	mission_complete = "대장, 임무 보수가 왔어! 몇만 석이나 있나~?",
	feeling4 = "대장, 이소카제랑 게임하자아~에엣! 바빠서 못 한다고! 정말? 일하는 거 도와줄게! 어깨 주물러줄게! ……얏호! 대장이 제일 좋아!",
	unlock = "전군돌격~!……어라라, 여, 여긴 어디야?! 앗! 너에 대해선 알고 있어! 음, 우라카제님께서 말했던…대장! 흥! 나는 이소카제, 장래 천하에 위세를 떨칠 대장이 될 거야!",
	feeling5 = "대장, 나 요즘 하마카제한테 차갑다고 우라카제님한테 혼나게 생겼어! 그치만 이소카제는 역시 대장이랑 놀고 싶은 걸……그니까 대장, 같이 하마카제랑 놀러 가자!",
	main = "대장! 이소카제랑 전국시대 놀이 하자아~! 대장은……이에야스! 이소카제는 미츠나리!|하마카제! 타니카제! 출발이야! 목표는……상경이다아!|우라카제님, 이소카제의 겉옷이 또 찢어졌어요…꿰매줘요~",
	battle = "선봉은 나 이소카제가……우와아아! 기다려어~",
	upgrade = "내가 바로 제17 구축함대의 선봉, 이소카제로소이다~!",
	voice_key = 30160,
	headtouch = "",
	feeling2 = "전국시대 말이야? 전부 우라카제님이 알려줬어! 우라카제님은 척척박사라구! 그치만 이소카제의 제일 친한 친구는 역시 하마카제야! 에헤헤~",
	login = "대장! 출진 시간이라고!",
	vote = "",
	hp_warning = "버텨야 할 때야!",
	id = 301600,
	detail = "천! 하! 포! 무!",
	couple_encourage = {
		{
			{
				30161
			},
			1,
			"하마카제, 날 따라와!",
			0
		}
	}
}
