_G.pg.ship_skin_words[301620] = {
	feeling1 = "지휘관 씨…… (찌릿ーー)",
	feeling3 = " '골바람'은 낮에만 불지만, 저는 언제나 여기 있답니다♪",
	lose = "어떻게 해야……",
	propose = "아아… 고, 고마워요…… 자, 잘 받을게요. 그러니까…… 저기, 음, 저, 저도, 지휘관 씨가… 제일 좋아요! 부, 부끄러워요오…",
	expedition = "지휘관 씨, 누군가가 돌아왔어요.",
	win_mvp = "지휘관 씨, 만족하셨나요?",
	home = "꺄악! 어서 오세요!",
	mission = "지휘관 씨, 아직 임무가 끝나지 않았어요.",
	touch2 = "볼 말고 다른 데를 찌르면 안 되죠!",
	voice_key_2 = -1,
	skill = "제 차례입니다!",
	drop_descrip = "카게로급 구축함 14번함 · 타니카제",
	mail = "새로운 우편이 바람과 함께 왔네요.",
	touch = "꺅! 지휘관 씨 또 제 볼을 찌르곤~ 정말이지…",
	profile = "카게로급 구축함, 14번함의 타니카제입니다. 제17구축대의 기함을 담당했습니다. 미드웨이 전투 때는 비행기가 가득했었지만, 거의 피해를 입지 않았었죠. 쿨라 만의 전투에선 하마카제와 함께…… 에헤헤♪",
	mission_complete = "역시 지휘관 씨네요.",
	feeling4 = "헤헤~ 지휘관 씨의 볼~ 쵹♪",
	unlock = "저는 타니카제… 골짜기를 따라 산꼭대기로 부는 바람, 이란 뜻이에요. …지휘관 씨, 저를 데리고 돌아가 주실 수 있을까요?",
	feeling5 = "지휘관 씨와 함께 있으면 시간이 빨리 흐르는 것 같아요. 지휘관 씨도 그렇게 생각하지 않나요?",
	main = "하마카제, 표정이 굳어있어요. 쵹쵹 ~♪|유, 유키카제가 온다고? 여, 열심히 화해할게요…… 아마도……|지휘관 씨와 있으면 안심이 되네요.",
	battle = "제17구축대, 출격합니다! 에, 지금 잘못 말했나요…?",
	upgrade = "오늘도 바람이 세네요……",
	voice_key = 30162,
	headtouch = "",
	feeling2 = "지휘관 씨에 관한 건 아직 잘 모르겠네요.",
	login = "지휘관 씨가 타니카제를 필요로 할 때, 타니카제는 여기에 있을 거에요.",
	vote = "",
	hp_warning = "",
	id = 301620,
	detail = "미드웨이? 우리들의 승리였었죠…… 또, 또 틀렸나요?!",
	couple_encourage = {
		{
			{
				30161
			},
			1,
			"쿨라 만 때 처럼…―",
			0
		}
	}
}
