_G.pg.ship_skin_words[301630] = {
	feeling1 = "아라시오… 어디야……",
	feeling3 = "또 나쁜 꿈을 꿨어요…지휘관님, 오늘밤은 같이 있어주실 수 있을까요? 아사시오…… 그 검은 해저, 아무것도 보이지 않는 꿈…… 무서워요…",
	lose = "조금 더 대공화기를 충실히 하면…",
	propose = "만약 아사시오에게 좋은 일이 있다고 한다면, 분명 그건 지휘관님과 만난 일입니다. 지휘관님, 앞으로도 아사시오가 잠들 때까지 곁에 있어 주실래요? 오늘도… 내일도… 매일……",
	expedition = "모두를 마중하러 가요.",
	win_mvp = "……아사시오가 엄청난 짓을 저지른 모양이네요. ",
	home = "여기보다 안심할 수 있는 곳은 없습니다. 지휘관님도 그렇게 생각하시나요?",
	mission = "지휘관님, 임무… 가끔은 의욕을 내주세요.",
	touch2 = "이상한 느낌이에요…",
	voice_key_2 = -1,
	skill = "이번엔… 꺾이지 않아!",
	drop_descrip = "아사시오급 구축함 1번함 - 아사시오",
	mail = "우편은 아사시오가 읽어드릴까요? 혹시… 아라시오에 대한 것이 적혀있을지도 모르니까요.",
	touch = "괜찮아요, 아사시오…… 무섭지 않아요.",
	profile = "아사시오급 구축함 네임쉽, 아사시오입니다. 아라시오, 그리고 동료 여러분과 함께 제8 구축대를 결성했습니다. 결국엔 해산했지만… 언젠가 반드시 동료들과 만날 수 있을 거라 믿고 있습니다. 지휘관님… 아사시오를 도와주실 건가요?",
	mission_complete = "임무의 보수… 먹을 것을 사러 가도 될까요.",
	feeling4 = "지휘관님과 같이 있으면 안심이 됩니다…하지만, 아라시오를 생각하면, 불안해요……",
	unlock = "헤어진 동료들을 찾기 위해, 구축함 아사시오, 당신의 함대에 참가했습니다… 지휘관님, 당신에게도… 잃고 싶지 않은, 소중한 동료가 있습니까?",
	feeling5 = "지휘관님은 항상 어느 틈엔가 아사시오를 안심시켜줍니다. 하지만 아사시오, 무서운 게 하나 늘었습니다. ……지휘관님은 계속, 아사시오의 곁에 있어 줄… 거죠?",
	main = "댐피어 해협? 아사시오, 그다지 그곳을 떠올리고 싶지는 않습니다만…… 그것보다 지휘관님, 대공포를 하나 추가해주시겠습니까?|잘 자고 잘 먹는 것이 최고의 행복입니다.|하아…… 벌써 이런 시간입니까…… 지휘관님은 아직도 고생하고 계시네요. 부디 건강에는 주의해주세요.",
	battle = "대공태세… 준비는 됐어？",
	upgrade = "아사시오는, 대공포를 하나 더 다는 편이 좋다고 생각합니다.",
	voice_key = 30163,
	headtouch = "",
	feeling2 = "수평선을 바라볼 때마다, 그때의 일을 떠올려버립니다.",
	login = "어서 오세요, 지휘관님. 당분간 출항하고 싶지 않으시다면, 이쪽에서 쉬는 것은 어떠신가요?",
	vote = "",
	hp_warning = "상황은… 그다지 좋지 않네요…",
	id = 301630,
	detail = "계속 모항에 있고 싶습니다. …하지만 이대로는 아라시오를 찾을 수 없겠죠…",
	couple_encourage = {
		{
			{
				30166
			},
			1,
			"이번엔… 같이 돌아가요",
			0
		},
		{
			{
				30164
			},
			1,
			"{namecode:145}도 귀여운 여자아이가 좋아요.. 다르다고요?",
			0
		},
		{
			{
				30165
			},
			1,
			"{namecode:145}도 노래하는 거 좋아해요.",
			0
		}
	}
}
