_G.pg.ship_skin_words[301640] = {
	feeling1 = "역시, 지휘관하고는 안 맞는 거 같데이……",
	feeling3 = "남자도 여자도, 우수하고 귀여운 아라카면 전부 좋데이~ 중요한 건 성별이 아이고, 마음인기라~",
	lose = "쪼매난 실패가꼬 풀 죽으면 안된데이~",
	propose = "내가 지휘관 좋아하고, 지휘관도 오오시오 좋아한다카는기, 참말로 좋네~ 맞제, 지·휘·관♡",
	expedition = "엄마야, 의뢰에 갔던 모두가 돌아왔나? …좋겠다~ 내도 가고 싶다~",
	win_mvp = "모두의 멋진 모습, 확실히 보고 있었데이~",
	home = "무사히 돌아왔데이~ 다들 다친 데 없제…?",
	mission = "지휘관, 임무 갈 시간이데이.",
	touch2 = "엄마야, 다른 아들한테 지휘관이 위험하다꼬 알리는 편이 좋겠다~",
	voice_key_2 = -1,
	skill = "함대의 모두를 위해서데이~",
	drop_descrip = "아사시오급 구축함 2번함 - 오오시오",
	mail = "지휘관, 편지데이~ 후후, 러브레터 아이가?",
	touch = "오늘은 뭘 만들면 좋겠노… 어머, 지휘관도 먹고 싶은 거가? 어쩔 수 없네~",
	profile = "아사시오급의 2번함, 오오시오데이~ 제8 구축대의 사령함으로서, 아사시오, 미치시오, 아라시오랑 같이 여러 가지 경험하고, 훈장도 그럭저럭 받았다아이가~ 그라다가 쪼매 다쳐가꼬 아사시오한테 사령함 양보했지만, 그런 거 다 옛날 얘기다. 그런 거보다, 지금 함대 애들 얘기나 함 해보까? ",
	mission_complete = "지휘관, 임무 훈장이 와있데이~",
	feeling4 = "지휘관은 좋은 사람이데이~ 함대 사람들이 우째 그리 지휘관을 믿는지, 이제 알았다~ 사실은 내도 지휘관을…… 후후후~",
	unlock = "어머, 우수해보이는 지휘관 씨 아이가~ 왜그라냐꼬? 지휘관 씨 뒤에 우수해 보이는 아들이, 잔뜩 있었으니까~ 내는 오오시오라 칸다. 다들, 잘 부탁한데이~",
	feeling5 = "후후후~ 우수하고 귀여운 지휘관, 좋아져 버렸데이~♡ 지휘관은? 오오시오가 좋나?",
	main = "이래 우수한 아들하고 하루쟁일 달라붙어 있다니, 지휘관이 부럽다~|아사시오는 귀엽데이~ 후후후…|지휘관, 한가하면 다들 불러가 다과회라도 열면 어떻겠노?",
	battle = "다치지 않게 조심해레이~",
	upgrade = "고맙데이~",
	voice_key = 30164,
	headtouch = "",
	feeling2 = "여자애는 전부 귀여운기라~ 귀여운 거 싫어하는 사람이 어디있노?",
	login = "지휘관, 오늘도 모두의 행복을 위해, 같이 노력하제이~",
	vote = "",
	hp_warning = "무리 안 해도 된데이~",
	id = 301640,
	detail = "지휘관은 어떤 애가 맘에 드노? 함 얘기해보까?",
	couple_encourage = {
		{
			{
				30114
			},
			1,
			"유다치, 이쪽이데이~",
			0
		},
		{
			{
				30163,
				30165
			},
			1,
			"제8 구축대, 출격~",
			0
		}
	}
}
