_G.pg.ship_skin_words[301660] = {
	feeling1 = "아사시오? 그래그래, 무서울 거 없어요…… 지휘관님, 먼저 실례하겠습니다. 아사시오의 곁에 있어 줘야……",
	feeling3 = "또 나쁜 꿈을 꾸셨나요? 괜찮아요. 다 잘될 거예요, 지휘관님.",
	lose = "신경 쓰실 필요 없습니다. 다음엔 이길 수 있을 테니까요!",
	propose = "지휘관님, 부끄러운 말씀이라 드리기 어렵지만, 들어주셨으면 하는 것이 있습니다…… 그러니까…… 앞으로도, 전 지휘관님을 보살펴드리겠습니다. 지휘관님의 곁이야말로, 제가 유일하게 의지할 수 있는 곳이니까요.",
	expedition = "지휘관님, 의뢰팀 모두가 돌아온 모양이에요. 어서 마중 나가볼까요?",
	win_mvp = "어머, 제가 MVP인가요…… 으응~ 이런 것도 나쁘지 않을지도 모르겠네요.",
	home = "수고하셨습니다. 무릎베개 해드릴 테니 잠깐 쉬지 않으실래요?",
	mission = "새로운 임무가 있네요. 지휘관님, 저도 돕겠습니다.",
	touch2 = "꺄악~~! 이건, 어른이 되기 위해 필요한 일, 인가요?",
	voice_key_2 = -1,
	skill = "제가 모두를 지켜드릴게요.",
	drop_descrip = "아사시오급 구축함 4번함 - 아라시오",
	mail = "우편이 왔네요. 지휘관님, 어서 확인하러 가볼까요?",
	touch = "음…… 모두가 뿔뿔이 흩어진 이유에 대해서는 되도록 생각하지 않으려 해요. 게다가 이렇게 다시 만났으니, 이대로 즐겁게 지내도록 하죠.",
	profile = "저는 아사시오급 4번함, 아라시오입니다. 오오시오와 미치시오, 그리고 아사시오와 함께 제8 구축함대에 소속됐었습니다. 이번에는 꼭…… 모두와 함께한다면 좋겠네요.",
	mission_complete = "임무가 완료됐습니다. 지휘관님도 수고하셨어요!",
	feeling4 = "잡담하다 보니 벌써 시간이 이렇게…… 정말 즐거웠어요! 지휘관님, 계속 앉아계셔서 어깨 결리지는 않으신가요? 주물러 드릴게요.",
	unlock = "구축함 아라시오, 지휘관님의 함대에 합류하겠습니다. 여기 있는 모두, 제가 정성껏 보살펴주겠어요.",
	feeling5 = "오늘은 둘 뿐이네요. 아까부터 가슴이 두근거려서…… 지휘관님, 아주 잠깐만, 가슴에 기대도 괜찮을까요?",
	main = "아사시오와는 옛날부터 쭉 함께였어요. 맞아요, 잘 때도 함께였죠. 아사시오, 자고 있을 때는 무척 조용하답니다. | 혹시 모두를 따라잡지 못해 뒤쳐진다 해도, 버려지지는 않을 거라고 믿고 있어요…… 그러니까, 여기가 제게 가장 소중한 보금자리에요. | 차를 내렸습니다. 천천히 드세요. 제 솜씨, 어떠신가요?",
	battle = "다들, 되도록 다치지 않도록 해……",
	upgrade = "이젠 다칠 일이 좀 더 줄겠네요. 감사합니다, 지휘관님",
	voice_key = 30166,
	headtouch = "",
	feeling2 = "지휘관님에 대해서 좀 더 알고 싶네요. 후훗, 먼저 어디부터 시작할까요?",
	login = "제 옷차림, 이상하지 않나요? 지휘관님을 맞이할 때는 역시 미소가 제일이죠!",
	vote = "",
	hp_warning = "이럴 때는 침착하게 가도록 하죠. 아라시오는 괜찮습니다.",
	id = 301660,
	detail = "날고 있는 비행기를 보면, 조금 침울해져요…… 뭐, 그래도 이제는 옛날 일이에요. 그보다 지금 중요한 건, 웃는 얼굴을 잃지 않는 것이겠죠, 지휘관님.",
	couple_encourage = {
		{
			{
				30163,
				30164,
				30165
			},
			2,
			"제8 구축대의 모두들, 잘 따라와주세요.",
			0
		},
		{
			{
				30163
			},
			1,
			"아사시오, 곁에 꼭 붙어있으니까, 괜찮아요.",
			0
		}
	}
}
