_G.pg.ship_skin_words[301720] = {
	feeling1 = "재미 없어……",
	feeling3 = "커다란 지휘냥이 폭신폭신… 아니… 울퉁불퉁… 근육… 귀여워!",
	lose = "얼른 돌아가자. 누군가 또 사라지는 건 싫어…",
	propose = "서약의 반지… 반짝반짝 예쁘다. 계속 끼고 있어도 되는 거지? 에헤헤… 지휘관이 세상에서 제일 좋아.",
	expedition = "의뢰조가 돌아왔어. 그렇구나… 지휘관, 이미 알고 있었네.",
	win_mvp = "다들 우라나미가 대단하다고 하는데… 왤까?",
	home = "지휘관, 다녀왔쥬… 만쥬를 한번 따라해봤어… 응…",
	mission = "임무가 잔뜩 도착했어——",
	touch2 = "유후!",
	voice_key_2 = -1,
	skill = "받아라——",
	drop_descrip = "특Ⅰ형 구축함 10번함 우라나미",
	mail = "편지 비행기… 슈웅… 떨어졌다——",
	touch = "지휘관, 고민중?",
	profile = "특I형… 음, 특II형 인가… 응, 아니야. 그 중간 어디에 속하는 구축함… 우라나미야. 제19 구축대의 동료들과 같이 참전했지. 응… 여기서 질문. 우라나미는 대체 무슨 형이지?",
	mission_complete = "임무 한가득을 끝내니 또 한가득이 더…",
	feeling4 = "지휘관은 재미있는 걸 많이 알고 있는 모양이네… 요괴에 관 한 이야기, 해줄 수 있어?",
	unlock = "에, 우라나미가 왜 여기에? …… 응? 우라나미를 데리러 온 거야? 그럼 따라가줄게. 잘 부탁해——",
	feeling5 = "지휘관과 같이 있을 때면 물 만난 물고기, 벌꿀 앞의 꿀벌이 된 것 같아. 두근두근 가슴이 막 콩닥콩닥 거려서 펑! 하고 터질 것 같아… 응. 이런 느낌인 것 같아.",
	main = "이 종이, 뒷장이 비어있어. 가져가서 그림 그리면 되겠다. 슥삭슥삭~|동료는 구하고 적은 무찌른다, 이게 우라나미의 신조야.|우라나미는 귀여운걸 좋아하지만… 내가 좋아하는 걸 말할 때마다 다들 왜 이상한 표정을 짓는 걸까…?",
	battle = "하늘과 바다는… 모두 파랗네—",
	upgrade = "아직도 안 끝났어? 놀러가고 싶은데… 쥬…?",
	voice_key = 30172,
	headtouch = "",
	feeling2 = "우라나미는 귀여운 물건 모으는 것을 좋아해. 지휘관, 다음 번에 우라나미 콜렉션을 구경시켜 줄게. 얼린 도롱뇽이라던가, 근육 만쥬라던가…",
	login = "우라나미, 여기서 놀 건데… 괜찮지?",
	vote = "",
	hp_warning = "무서워…",
	id = 301720,
	detail = "키누의 가면이 귀엽다고 생각해서 한번 빌려달라고 했는데… 거절당했어……",
	couple_encourage = {
		{
			{
				30105
			},
			1,
			"아야나미, 귀신이 되어버려?",
			0
		},
		{
			{
				30208
			},
			1,
			"키누 언니, 완전 멋있다.",
			0
		},
		{
			{
				30303
			},
			1,
			"아오바, 뭘 찍고있는 거야?",
			0
		}
	}
}
