_G.pg.ship_skin_words[301790] = {
	feeling1 = "다른 아이들의 평가까지 떨어지기 전에, 빨리 자신의 잘못을 인식하거라.",
	feeling3 = "성격이 서로 다른 동료에겐 각기 다른 접근 방식을 가지는 거야. 태도를 손바닥 뒤집듯이 하란 게 아니야. 인간관계를 원활히 하도록 처세술을 익히란 거지.",
	lose = "시대에는 따라가지 못하는 것 같구나……",
	propose = "이런 나로 만족하는가? 별로 사람을 끄는 매력도 없고, 참견하고 설교나 하기 좋아하고… 농담이 아니라고? 그, 그렇다면… 어흠, 그럼 바다가 말라 없어질 때까지, 내가 옆에 있어 주도록 하지……",
	expedition = "보수를 받기 전에, 수고한 동료들을 치하하는 걸 잊지 말게나.",
	win_mvp = "승리는 승리일 뿐. 허례허식도 찬사도 필요 없네.",
	home = "출격 수고했네. 차라도 한 잔 마시고, 전술 단계의 브리핑을 하도록 하지.",
	mission = "재능있는 자는 늘 바쁜 법. 미완료 임무를 방치하지 말도록.",
	touch2 = "……지금의 그 근성을 다른 곳에 쓴다면, 재평가할 여지라도 있었을 텐데 말이지.",
	voice_key_2 = -1,
	skill = "내 차례군.",
	drop_descrip = "카미카제형 구축함 5번함 ─ 하타카제",
	mail = "새로운 우편은 제때 확인하도록…… 참고로, 여기도 한 통 있으니까 말이네.",
	touch = "대공 능력은 중요하지. 참고로, 방심의 대가는 그대의 예상보다 훨씬 클 걸세.",
	profile = "카미카제급 구축함 하타카제라 하네. 참고로 함종으로 치자면 선배지만, 주로 호위 임무에 종사해서 화려한 전과가 없던 탓에, 카미카제처럼 마지막 순간까지 싸워보지는 못한 함력이지. 흠, 나로서는 조금 아쉽긴 하구나.",
	mission_complete = "호오……임무 보수라, 예상보다 많군.",
	feeling4 = "그래, 이 부적을 가져가도록, 인간관계도 잘 풀릴 걸세. 하지만 주의하게, 상대를 상처입히는 짓을 하면 벌이 내려질 것이야.",
	unlock = "그대가 지휘관인가. 흠흠…… 어허, 한심한 표정 짓지 말도록. 나는 제5구축대의 하타카제. 참고로, 앞으론 선배로서 잘 지도해 줄 터이니 각오해주시게.",
	feeling5 = "고민이라면 말해보게. 이래 봬도 연장자의 경험으로 해결한 적이 많으니. 애당초, 그대와 나 사이에 숨길 건 아무것도 없지 않나. 후후.",
	main = "마츠카제는 아무래도 자매함인 날 챙겨주지 않으면 마음이 놓이지 않는 모양이다만, 어떻게 응하면 좋을지 종종 고민이 된다네…|요령 피울 셈이라면 포기하게나. 참고로, 업무는 아직 꽤 남아있으니 말야.|카미카제, 지휘관을 놀리는 건 적당히 하게.",
	battle = "이제와서 숙고할 필요는 없네. 각자 맡은 바를 다 하면 싸움에서 이기는 법이지, 가자!",
	upgrade = "나같은 걸 위해 그렇게까지 할 필요는…… 아니, 감사한다.",
	voice_key = 30179,
	headtouch = "",
	feeling2 = "지휘관이 그럴 마음만 있다면, 선배로서 인간관계에 대해 충고해줄 의향도 있다만?",
	login = "시간 엄수, 지휘관에게 있어 기본 중의 기본이지…… 참고로 그대가 지금까지 노력한 것에 비추어봐서… 조금은 칭찬 못해줄 것도 없겠지.",
	vote = "",
	hp_warning = "큭, 손상은 무시할 수 없는 수준인가.",
	id = 301790,
	detail = "참고로, 내 초기 명칭은 '제9호 구축함'이었네. ……뭐, 이름 짓는 방식은 그대로 답습되지 않아서 다행이군.",
	couple_encourage = {
		{
			{
				30179,
				30130,
				30131
			},
			3,
			"전장에서 쌓은 연륜을 보여주마!",
			0
		},
		{
			{
				30115
			},
			1,
			"시구레, 방심하지 마라.",
			0
		}
	}
}
