_G.pg.ship_skin_words[301810] = {
	feeling1 = "지휘관, 슬퍼하지 마. {namecode:180}가 친구가 되어줄게.",
	feeling3 = "지휘관은 {namecode:180}의 친구야. {namecode:180}랑 둥실이가 항상 지휘관 곁에 있어줄게.",
	lose = "둥실아, 모두를 지켜줘.",
	propose = "{namecode:180}은 가장 소중한 선물을 받았어. 앞으로 지휘관에게 가장 중요한 사람이 되기 위해서 {namecode:180} 노력할게. …… 둥실아? 응, 둥실이가 그러는데 이럴 때는 좀 더 친근하게 대해야 한대. 그러니까, 츄—— 이렇게. 맞지?",
	expedition = "의뢰를 나간 동료들이 지휘관을 기다리고 있대. 아주 오래 기다렸다고 둥실이가 그랬어.",
	win_mvp = "둥실아, 해냈어.",
	home = "둥실아, 지휘관이 돌아왔어. 지휘관, 차 마셔.",
	mission = "임무가 있지만 지휘관이 게으름을 피우고 있다고 둥실이가 말해줬어.",
	touch2 = "지휘관, 둥실이가 지휘관을 물고 있어.",
	voice_key_2 = -1,
	skill = "모두, 같이 힘내자.",
	drop_descrip = "{namecode:145}급 구축함 10번함—{namecode:180}",
	mail = "우편, 둥실이가 가지고 올 수 있으면 좋을텐데.",
	touch = "지휘관, 둥실이랑 얘기해보고 싶어?",
	profile = "{namecode:180}, {namecode:145}급의 {namecode:180}야. 예호 작전에서 모두와 함께 임무를 수행했어. 동료들이 없었다면 {namecode:180} 혼자서는 할 수 없었을 거야.",
	mission_complete = "임무가 끝났다고 둥실이가 알려줬어. 지휘관, 잘 했으니까 {namecode:180}가 상을 줄게. 꼭 안아주기——",
	feeling4 = "지휘관. {namecode:180}, 같이 영화 보고 싶어. 둥실이랑 비슷한 것이 잔뜩 나오는 영화, {namecode:180} 엄청 좋아해. 괜찮아?",
	unlock = "{namecode:180}야. 지휘관은 {namecode:180}의 친구야?",
	feeling5 = "지휘관 눈에 보이지 않는 악당들을 둥실이가 쫓아줬어. 이러면 {namecode:180}가 지휘관을 지킨거지. 앞으로 {namecode:180}는 계속 지휘관 곁에 있을거야.",
	main = "둥실이는 {namecode:180}의 친구야. {namecode:180}가 있다면 둥실이도 있어. |{namecode:180}는 쉽게 지치니까…… 지휘관의 품, 편안해. |{namecode:20}는 항상 둥실이를 놀래켜. 둥실이가 도깨비불을 무서워하지 않을 방법이 있을까?",
	battle = "둥실아, 가자.",
	upgrade = "둥실아, {namecode:180} 변했어?",
	voice_key = 30181,
	headtouch = "",
	feeling2 = "둥실이는 시끄러운 곳을 싫어해. 그래서 {namecode:180}도 싫어.",
	login = "지휘관, 안녕. 둥실이도 지휘관에게 인사하자?",
	vote = "",
	hp_warning = "진지한 {namecode:180}는 대단하다고.",
	id = 301810,
	detail = "{namecode:180}는 모두가 보지 못하는 걸 볼 수 있어. 둥실이가 그래. 둥실이가 외로워하는 걸 {namecode:180}가 보고 우리는 친구가 됐어.",
	couple_encourage = {
		{
			{
				30118
			},
			1,
			"둥실아, 무서워하지 마. 도깨비불일 뿐이야.",
			0
		},
		{
			{
				21301
			},
			1,
			"둥실이는 이상한게 아니야.",
			0
		},
		{
			{
				30117,
				30118
			},
			1,
			"18구축대는 이제 괜찮을 거야.",
			0
		}
	}
}
