_G.pg.ship_skin_words[301820] = {
	feeling1 = "지휘관님, {namecode:29}는 지휘관님이 소외되는 것을 보고싶지 않아요. 하지만 계속 이러신다면 {namecode:29}도 도와드릴 수 없을지도…",
	feeling3 = "조금 부끄럽지만, 항상 꽃을 기르고 싶다고 생각해도 무엇을 심어야 좋을지 몰라서 결국 심지 못하곤 해요…… 지휘관님은 어떤 꽃을 좋아하세요? 이번에는 꼭 심어볼 생각이에요.",
	lose = "역시 제가 너무 우유부단했던 탓에… 모두에게 폐를 끼친 걸까요. 죄송합니다…",
	propose = "제가 제 감정에 망설이는 사이에 지휘관님께서는 벌써 답을 찾고 계셨네요. 드디어 저도 스스로 결정을 내릴 때가 온 것 같아요… 음, 지휘관님. {namecode:29}는 기쁘게 지휘관님의 반지를 받을게요. 지휘관님의 제일 소중한 사람이 되어서 기뻐요!",
	expedition = "의뢰조가 돌아왔네요. 지휘관님, {namecode:29}가 다과를 준비해서 맞이하러 가도 괜찮을까요?",
	win_mvp = "함께 싸워준 모두에게 고마워해야겠죠.",
	home = "다녀오셨어요, 지휘관님. 집같은 모항에 돌아오는 것처럼 안심되는 일은 없지요. 그렇지 않나요?",
	mission = "끝내지 못한 임무가 아직 이렇게나 많이… 흠흠, 지휘관님께서는 어떤 것을 먼저 끝내야 한다고 생각하세요?",
	touch2 = "으앗?! 저기, 지휘관님… 이런건 좋지 않아요… 지휘관님, 절대로 다른 동료들에게는 이러지 말아주세요…",
	voice_key_2 = -1,
	skill = "{namecode:29}, 전력으로 지원할게요!",
	drop_descrip = "{namecode:26}급 구축함 13번함—{namecode:29}",
	mail = "새로운 우편이 또 왔네요. {namecode:29}에게 정리를 시키고 싶으시다면 얼마든지 말씀해주세요~",
	touch = "네? {namecode:29}에게 시키실 일이라도 있으신가요? 할 수 있는 일이라면 {namecode:29}가 얼마든지 도와드릴게요.",
	profile = "저는 {namecode:29}, 세계 대전 말기에 처음 등장했던 대공과 대잠이 특기인 {namecode:26}형의 일원… 아니, {namecode:186}형… 음, 아니면 {namecode:186}형이었나…? 으으… 죄, 죄송합니다. 경험은 부족하지만, 잘 부탁드립니다!",
	mission_complete = "멋져요! 역시 지휘관님, 훌륭하게 임무를 끝내셨네요.",
	feeling4 = "사계절 내내 피어있는 꽃도 있고, 순식간에 져버리는 꽃도 있어요… 관상용 꽃도 있고, 치료용 꽃도 있지요… 지휘관님이 좋아하시는 꽃은 화려하게 핀 꽃인가요? 아니면 그 누구의 시선도 끌지 않고 홀로 묵묵히 피어있는 꽃인가요? 아! 저기, 죄송해요. 이상한 말을 해버렸네요.",
	unlock = "사쿠라 엠파이어 소속, 구축함 {namecode:29}, 지휘관님을 위해 일할 수 있어 기쁩니다. 동급 자매들처럼 방공과 대잠이 저의 특기입니다. 그리고 다른 도울 수 있는 일들도 최선을 다해 협조하겠습니다. 잘 부탁드립니다.",
	feeling5 = "지휘관님, 지휘실에 꽃을 장식하고 싶은데 괜찮을까요? 제가 없을 때 지휘관님이 이 꽃을 보시면 저를 생각하게 되시겠죠? 헤헤, 약간의 사심이 담겼답니다.",
	main = "허브티와 홍차 중 지휘관님은 무엇을 더 좋아하실지…|지휘관님, {namecode:157}에게 곤란한 일이 생긴 것 같아요. 무슨 일인지 알아보고 싶은데, 먼저 실례해도 괜찮을까요? |’유채꽃밭에 달은 동쪽으로, 해는 서쪽으로.’ 이런 경치를 볼 수 있으면 얼마나 좋을까요?",
	battle = "여러분, 잠수함의 습격을 조심하세요!",
	upgrade = "역시 그렇군요. 또 새로운 걸 배웠어요.",
	voice_key = 30182,
	headtouch = "",
	feeling2 = "지휘관님, 오늘은 햇살이 반짝이는 아름다운 날이에요. 괜찮으시다면 {namecode:29}와 함께 꽃구경 가지 않으실래요?",
	login = "다녀오셨어요, 지휘관님. 계속 일을 하셔야 하나요? 곤란한 일이 있으시다면 {namecode:29}에게 말씀해주세요. 기꺼이 도와드리겠습니다.",
	vote = "",
	hp_warning = "우으… 다른 동료들이 무사했으면 좋겠네요…",
	id = 301820,
	detail = "저는 꽃이 피는 봄이 좋아요. 하지만 1년 내내 봄이라면 다른 계절에 피는 꽃에게는 공평하지 않겠지요… 대자연에 사계절이 있는 것은 분명히 더 많은 꽃에게 기회를 주기 위함일 거에요.",
	couple_encourage = {
		{
			{
				30156,
				30157,
				30158
			},
			1,
			"대잠 대공 경계에 주의하세요!",
			0
		},
		{
			{
				20215
			},
			1,
			"오늘 정원의 상황은 어떤가요?",
			0
		}
	}
}
