_G.pg.ship_skin_words[301830] = {
	feeling1 = "지휘관님, 고민이 있다면 언제든 저에게 말씀하세요. 기다리고 있을게요……",
	feeling3 = "제 꼬리는 복실복실한 타입이고, {namecode:141}의 것은 좀 더 매끄러운 느낌이죠… 그리고 {namecode:129}의 경우는 얇고, {namecode:18}의 것은 굉장히 작고요… 여러가지가 많아요!",
	lose = "훌륭한 기함이 되려면 갈 길이 먼 것 같네요…",
	propose = "음… 지휘관님과 친밀해졌지만, 이런 때는 역시 조금 긴장되네요. 이제 어떻게 해야… 아! 지휘관님, 제 꼬리를 꼭 안아주세요! 이렇게 폭신폭신하면 분명 덜 긴장될 거에요!",
	expedition = "지휘관님, 의뢰를 나간 동료들이 돌아왔어요. 음… 고생한 모두를 위해 포옹을 준비해야겠네요.",
	win_mvp = "에헤헤, MVP가 될 줄은 몰랐는데… 하지만 승리한 것은 모두의 덕분이에요!",
	home = "지휘관님, 수고하셨어요! 얼른 앉으세요. 어깨 주물러 드릴게요.",
	mission = "운송 임무는 도와드릴 수 있지만 다른 것은…… 매일 이렇게 많은 임무를 처리하다니, 지휘관님 정말 대단해요!",
	touch2 = "지휘관님, 지금은 업무 시간인데요……",
	voice_key_2 = -1,
	skill = "먼저 어뢰 사격이 좋겠네요!",
	drop_descrip = "{namecode:35}급 구축함 4번함—{namecode:185}",
	mail = "지휘관님, 새로운 우편이에요. 제가 가지고 올게요. 좋은 소식이 있을지도 모르잖아요?",
	touch = "보송보송한 꼬리는 제 본체가 아니라구요? 제 본체는 바로 웃음과 모두에게 주는 온기랍니다.",
	profile = "저는 {namecode:35}급 4번함 {namecode:185}. 주로 운송 임무를 맡았지만 큰 작전에도 참여해본 경험이 있어요. 기함으로도 활약했었답니다. 전장에서 어려움을 겪더라도 모두가 함께 힘을 모아 서로를 믿는다면 분명 좋은 결과가 있을 거예요.",
	mission_complete = "임무 완료예요. 지휘관님, 수고하셨어요. 괜찮아요, 제 꼬리를 베개삼아서 잠시 쉬셔도 괜찮답니다.",
	feeling4 = "{namecode:135}가 가르쳐준 마법이, 이렇게… 응! 이마에 원을 그리고 나면 지휘관님의 연애운도 대통, 계속 행복해진대요!",
	unlock = "여기가 바로… 모항? (두리번) 아… 지휘관님! {namecode:35}급 4번함 {namecode:185}, 드디어 만나게 되었네요/ 자기소개라면… 음, 지휘관님이 좋아요. 물론 다른 동료들도요!",
	feeling5 = "아직도 덜 행복하세요? 그… 그러면 최후의 수단이 남았어요! 약간 모자란 운세는 직접 출격해서 메우는 거에요! 이렇게 행복을 직접 지휘관님께 드리는 것처럼요—— 쪽~",
	main = "{namecode:39} 선배는 아는 것이 많아서 믿음직스러워요. 저도 그렇게 될 수 있으면 좋겠네요. |지휘관님, 다음 작전에는 제가 기함을 맡아도 될까요? 지휘관님과 모두의 행복을 위해서 조금 더 노력하고 싶어요. |요즘 모두가 저에게 안기고 나면 목욕을 한 것처럼 피로가 사라진다는 말을 해요. 심지어 감기도 나았다니…?! 소문이 점점 이상해지네요……",
	battle = "작전의 기함 말씀인가요? 저에게 맡겨주세요!",
	upgrade = "포근하고 안심되는 힘, 이게 바로 강화인가요… 고마워요, 지휘관님/",
	voice_key = 30183,
	headtouch = "",
	feeling2 = "{namecode:33}급의 동료들은 모두 폭신폭신 귀여워요! 이런 모항에서 지낼 수 있다니 정말 행운이네요.",
	login = "다녀오셨어요, 지휘관님! 아무리 늦은 시간이라도 항상 여기서 기다릴게요. 왜냐하면… 지휘관님 곁에 있으면 행복한 기운이 느껴지거든요.",
	vote = "",
	hp_warning = "……동료들이 싸우고 있는데 여기서 쓰러져선 안 돼요!",
	id = 301830,
	detail = "온 몸에서 포근한 기운을 내뿜는다고요? 에헤헤, 쑥쓰러운 평가네요. 에? 지휘관님도 그렇게 생각하신다니… 좋아요!",
	couple_encourage = {
		{
			{
				30149,
				30117,
				30127,
				30180
			},
			2,
			"콤비네이션이라면 제2 수뢰전대는 지지 않아요!",
			0
		},
		{
			{
				30213,
				30221
			},
			1,
			"여러분과 함께 출격할 수 있어서 영광이에요!",
			0
		}
	}
}
