_G.pg.ship_skin_words[301840] = {
	feeling1 = "지휘관이 좀 싫어지려고 해.",
	feeling3 = "지휘관, 무슨 일이 있으면 사양 말고 맡겨줘! …에? 가끔은 지휘관에게 의지해도 된다고…?",
	lose = "음… 어쨌든 다들 반드시 무사히 돌아가야 해…!",
	propose = "아하하… 이런 때에도 긴장을 하게 되네… 사실은 꽤 여유로울 줄 알았는데… 저기… 지휘관, 앞으로… 전부 맡겨도 되겠지?",
	expedition = "같이 의뢰조 동료들을 맞이하러 가자! 아, 맞아. 위문품은 내가 가져갈게! 후~ 하~",
	win_mvp = "\"적장, 물리쳤다! \" …농담이야, 헤헤~",
	home = "\"갑은 내가 직접 지휘하고 을과 병은 예정된 계획대로 움직여. 그리고…… \" 아, 지휘관? 언제 돌아온 거지…",
	mission = "지휘관, 어려운 임무가 있어? 음… 나도 봐도 돼? 어쩌면 도움이 될 수 있을지도 몰라!",
	touch2 = "지, 지휘관! 함부로 해서는 안 되는 일이 있어!",
	voice_key_2 = -1,
	skill = "내가 모두를 지키겠어!",
	drop_descrip = "{namecode:26}급 구축함 3번함—{namecode:27}",
	mail = "왜 편지 귀퉁이가 없지? …아하하…… 푸타이 짓이야… 미안해…",
	touch = "얼굴에 남은 자국? 에, 정말 아무 것도 모르네. 이건 유행이라고! 멋있지 않아? 지휘관 얼굴에도 그려줄게!",
	profile = "나는 {namecode:26}급 구축함, {namecode:27}야! {namecode:26}, {namecode:189}와 함께 제61 구축대의 일원이었어~ {namecode:84}를 호위하고, {namecode:49} 구출도 했으니 나름 활발하게 활약했지? 여러 위기를 겪었고, 어뢰에도 두 번 당했고… \"천\"호 작전 때도 그랬지만… 어쨌든 마지막까지 살아남았어!",
	mission_complete = "임무 완료! 지휘관, 포상을 잊으면 안 돼?",
	feeling4 = "지휘관에게 의지한다라… 음, 생각해 보자…… 지휘관이 {namecode:27}에게 타주는 차, 지휘관이 {namecode:27}에게 만들어 주는 도시락, 지휘관이 잠든 {namecode:27}를 안아서 기숙사까지…… 재, 재미 없어!",
	unlock = "아하핫, 푸타이, 앞으로 여기가 우리의 새로운 집인거야?... 으음? {namecode:26}급 3번함·{namecode:27}, 등장! 동료들도, 지휘관도, 모두 내가 지켜주겠어!",
	feeling5 = "지휘관! 어깨 좀 빌려줘~ 휴우~ 역시 이래야 안심이 돼. 음, 나도 모르게 지휘관에게 자연스럽게 의지하고 있네… 제대로 책임져야 한다구, 지휘관? 헤헤, 농담이야~",
	main = "\"오뚜기 {namecode:27}, 너희들의 공격으로는 절대 나를 쓰러뜨릴 수 없다! \"…라는 느낌으로 어때? 헤헤~|푸타이, 지휘관 머리 위에 올라가고 싶어? 헤헤~ 그럼 가봐! 하지만 소란 피우면 안 돼! |음… 지휘관은 매일 굉장히 많은 일을 처리하는 구나. 그러니까 {namecode:143}, {namecode:142}~ \"다이묘\"나 \"장군\" 같은건 할 게 못 된단 말이야. 역시 지휘관 휘하의 \"심복\"이 제일 좋다고~",
	battle = "그럼 제군들, 무운을 빌어! 가자!",
	upgrade = "이걸로 모두를 지킬 수 있는 힘이 생겼어!",
	voice_key = 30184,
	headtouch = "응응, 복실복실한게 만지기 딱 좋지! …아,내 귀가 아니라 얘 말하는 거라고!",
	feeling2 = "자화자찬 같이 들릴 수도 있겠지만 {namecode:27}는 꽤 믿음직하다고? \"{namecode:27}, 고마워! 덕분에 살았어. \"라는 소리를 {namecode:27}는 꽤 자주 듣는다구~",
	login = "돌아왔구나! …새로운 작전 임무라도 있어? 맡겨줘!",
	vote = "",
	hp_warning = "지금이 바로 클라이맥스!",
	id = 301840,
	detail = "동료들에게 의지하면 마음 속에서 뭐든지 할 수 있을 것 같은 힘이 샘솟아.",
	couple_encourage = {
		{
			{
				30220
			},
			1,
			"다치지 않게 조심해!",
			0
		},
		{
			{
				30156,
				30157,
				30158,
				30182
			},
			1,
			"함께 모두를 보호하자!",
			0
		},
		{
			{
				30160
			},
			1,
			"{namecode:143}, 도와줘!",
			0
		}
	}
}
