_G.pg.ship_skin_words[301850] = {
	feeling1 = "됐어, 네가 변할 거라고 기대도 안 해... 이대로 있으면 돼.",
	feeling3 = "외출할 때 호위를? 그래... 잠깐, 자기 모항에서 움직이는데 왜 호위가 필요해?",
	lose = "단련이 더 필요해...",
	propose = "난 서약의 의식도 모르고, 이럴 때 뭘 해야하는지도 몰라... 네, 네가 얘기 꺼냈으니까, 다 너한테 맡길게... 나, 나까지 포함해서. 응, 얘, 얘기 끝났어...",
	expedition = "의뢰조가 돌아왔어. 내가 물자 운반은 도울 수 있어. 하지만 검수는 네가 해야 해.",
	win_mvp = "말했었지, 맡은 일은 잘 할 거라고.",
	home = "그동안 함부로 지휘실에 들어간 사람은 없었어. 음, 보고 끝이야.",
	mission = "이렇게 간단한 임무들 때문에 곤란하다니… 정말 안 될 것 같으면 내가 볼게.",
	touch2 = "으야앗!!? 너너너너너너 뭐해!!",
	voice_key_2 = -1,
	skill = "내가 해결할 거야...!",
	drop_descrip = "{namecode:124}급 구축함 6번함—{namecode:192}",
	mail = "우편 왔어. 내가 말 안 했다고 하지마.",
	touch = "!? 간지러워, 그만해!",
	profile = "난 과거에 제 6 수뢰전대에서 제 29 구축대의 기함을 맡았었어. 크고 작은 호위 임무와 운송 임무를 수행했었지. 비슷한 임무가 있으면 나한테 맡겨줘. 음, 얘기 끝이야.",
	mission_complete = "임무 완료했어, 잊지 말고 보상 수령하러 가.",
	feeling4 = "호위 임무는 순조로워. 모항 내에서 적을마주친다는 건 말도 안 되지... 아 참, 그리고... 그, 너랑 얘기하는 거, 엄청 즐거웠어. 얘, 얘기 끝났어...!",
	unlock = "나는 {namecode:124}급 구축함 {namecode:192}, 오늘 모항에 합류했어. 맡은 일은 알아서 잘 할거야. 다른 일들은 상황 보고 도울게. 음, 얘기 끝났어.",
	feeling5 = "사실 진작 알고 있었어. \"호위 임무\"라는 게 서로의 사이를 좁힐 수 있는 핑계였다는 거. 상관 없어. 어, 어차피 내 마음은 너한테 속아 넘어갔으니까, 네가 나 책임져. 응, 책임져...!",
	main = "대체 어떻게 해야 {namecode:49}가 내 귀를 습격하는 걸 막을 수 있을까…|미안해, 지휘관, 서류에 빽빽한 글자들을 너무 오래 보고 있으니까 머리가 좀 어지럽네, 좀 쉴 수 있을까…|지휘실에 있는 것도 좋구나. 적어도 프로펠러가 웅웅거리는 소리는 안 들려.",
	battle = "특별히 일러줄 건 없어, 공격해.",
	upgrade = "… 어쨌든 고마워.",
	voice_key = 30185,
	headtouch = "얏!?？ 귀, 귀 간지러워!",
	feeling2 = "날 찾아? 얘기해봐, 무슨 임문데?",
	login = "네가 제때 와서 다행이야. 아니면 내가 부르러 가야하잖아… 별 건 없어. 오늘 해야할 일들 시작하자.",
	vote = "",
	hp_warning = "결정적인 순간에 혼란을 일으키다니...!",
	id = 301850,
	detail = "계속 여기 있네… 지휘관, 한가하구나?",
	couple_encourage = {
		{
			{
				30220
			},
			1,
			"내가 엄호해 줄게.",
			0
		}
	}
}
