_G.pg.ship_skin_words[301860] = {
	feeling1 = "역시... 모두 외로운 거구나... 나도, 지휘관도...",
	feeling3 = "응, 지휘관은 이상한 사람이 아니니까 친구를 해도 돼. ...사실 카자구모가 친구를 사귀고 싶던 거 아니냐고? 안, 안 알려줄 거야...",
	lose = "아... 나는 역시...",
	propose = "저기, 지휘관. 영원히 헤어지지 않겠다고 약속한 거야? 먼저 약속하면 나도 할게. 반대는 안 돼. ...응, 고마워. 지휘관이 제일 좋아.",
	expedition = "의뢰조가 돌아왔어. 마중하는 걸 잊지 마... 나? 나, 나는 됐어...",
	win_mvp = "계속 이러면 좋겠다...",
	home = "지휘관, 수고했어. ...이상한 리코더 소리? 잘, 잘못 들은 거야.",
	mission = "임무... 아직 많이 남았네. 게으름 피우면 안 돼.",
	touch2 = "저주에 당해서 불운이 올 거야...",
	voice_key_2 = -1,
	skill = "아... 빨리 끝났으면...",
	drop_descrip = "{namecode:35}급 구축함 3번함—{namecode:203}",
	mail = "이 아이들이 편지를 가져다 줬지? 아... 빼앗으면 안 돼.",
	touch = "지휘관... 뭐 하려고? (카자구모가 의심의 눈빛으로 보고 있다.)",
	profile = "유구모급 3번함 카자구모야. 제10구축대에서 운송과 호위를 담당했어... 이 둘은 내 동료야. 취미? 안 알려줄래...",
	mission_complete = "임무 완료야... 카자구모도 도움이 되었겠지...",
	feeling4 = "지휘관, 요즘 모항에 흰 옷을 입은 여자가 계속 보이지 않아? 방금 전에도 지휘관의 뒤에 있던 것 같은데—— 이상하네, 안 무서워? 작전 실패군...",
	unlock = "나는 유구모급 구축함 카자구모. 오늘부터 모항에 합류했어. 모두와 잘 지내고 싶어... 응, 지휘관이 나쁜 생각을 하는 건 아니겠지... 조금 수상해...",
	feeling5 = "지휘관과 함께 있으면 즐거워... 지휘관은 카자구모의 가장 좋은 친구야. 그러니까 앞으로도... 카자구모와 함께 있어줘야 해.",
	main = "지휘관, 그렇게 보지 말아줘. 집중을 할 수가 없어...|업무 시간에 잡담은 하면 안 돼... 계속 심심하다면 못, 못할 것도 없지만...|리코더 소리가 좋아. 듣고 있으면 편안하거든... 한번 불어보라고? 지, 지금은 안 돼...",
	battle = "이길 수... 있겠지.",
	upgrade = "지휘관, 고마워...",
	voice_key = 30186,
	headtouch = "나는 애완동물이 아니야...",
	feeling2 = "카자구모와 친구가 되고 싶다고? 안 되는 건 아니지만... 불순한 의도가 보이면 절교할 거야.",
	login = "악! ...지휘관, 다들 놀라서 도망 갔잖아.",
	vote = "",
	hp_warning = "물, 물 속을 봐야지...",
	id = 301860,
	detail = "혼자서 방에 있는 것을 좋아해... 뭘 하냐고? ...안 알려줄래.",
	couple_encourage = {
		{
			{
				30704
			},
			1,
			"{namecode:94} 언니, 내가 지켜줄게",
			0
		},
		{
			{
				30180
			},
			1,
			"{namecode:162}, 물 속을 봐.",
			0
		}
	}
}
