_G.pg.ship_skin_words[302080] = {
	feeling1 = "겁쟁이는 귀신을 절대로 다룰 수 없지.",
	feeling3 = "흥, 비록 {namecode:46}들은 한마디로 설명하기가 어려운 부분이 있지만, 그래도 각자 제 쓸모를 찾아 주었군. 대신 감사를 표하지. ——뭐라, 내가 어디가 설명하기 어렵다는 거야…… 어디? 어서 말하지 못해!",
	lose = "귀신이, 결국 시대에 져버린 것인가…",
	propose = "너는 귀신을 무릎 꿇렸다, 지휘관. 오늘의 서약은 마음 속 깊이 새길 것이니 함께 더 강해지자!",
	expedition = "의뢰조의 동료들이 오래 기다렸겠군.",
	win_mvp = "나를 적으로 둔 시점에서 너희의 패배는 이미 정해졌다.",
	home = "돌아왔다. 출격이 길어질수록 모항이 그리워지는군. 푹 쉬면서 힘을 기르도록 해.",
	mission = "너의 임무를 잊지 마라. 상부의 명령을 이행하는 것은 군인의 의무야.",
	touch2 = "정말로 나를 화나게 할 생각인가?",
	voice_key_2 = -1,
	skill = "도망갈 생각은 마라!",
	drop_descrip = "{namecode:46}급 경순양함 5번함—{namecode:181}",
	mail = "지휘관, 중요한 내용은 이미 체크를 해뒀다.",
	touch = "나와 대련을 하고 싶다고? 걱정 마. 한 손만 사용해 상대해 줄테니.",
	profile = "{namecode:46}형 경순양함, {namecode:181}다. 이름은 ‘사납고 난폭하기가 귀신의 분노 같다’는 키누가와에서 유래했지. 그 이름처럼 귀신의 분노는 아주 무섭다는 걸 잊지 말도록 해. 절대로 그런 모습을 보고 싶지는 않을 테니까.",
	mission_complete = "보상을 받아라. 임무를 완수한 자가 받아야 할 보답이지.",
	feeling4 = "오늘 밤 나와 한잔 하겠나? 하, 걱정 마라. 평범하게 잡담을 하자는 것이니. 술 기운을 빌어 속마음을 얘기하는 것, 이것보다 마음 편한 일이 또 있겠나?",
	unlock = "나는 {namecode:181}. 귀신을 부리려면 먼저 귀신 앞에서 너의 힘을 증명해 봐라.",
	feeling5 = "음…… 너에게는 나를 전부 맡길 수 있을 것 같다는 느낌이 든다. 귀신이 머물 곳은, 여기인가… 지휘관. 만약 나를 쫓아낼 수 있다고 한다면, 어떻게 할 것인가?",
	main = "대하기 힘든 상대? 굳이 말하자면… {namecode:46}인가. 왜냐하면… 에? {namecode:46} 언니?! 잠, 잠시만. 안지 마! 으으으~|신형 산소 어뢰… 나에게도 장비해줄 수는 없을까? 그렇다면 그 성능을 제대로 발휘할 수 있을텐데. |망토가 멋있다고? 흠, 너도 역시 그렇게 생각하는군! … 아니, 농땡이 피울 생각은 하지 마라!",
	battle = "마음껏 덤벼라!",
	upgrade = "실전은 강화의 성과를 확인하는 유일한 방법이지.",
	voice_key = 30208,
	headtouch = "마음대로 내 머리를 만지지 마라.",
	feeling2 = "너같이 무해해보이는 자가 이 모항의 지휘관이란 말이지. 너에게 조금 흥미가 생겼다.",
	login = "오늘의 임무는 뭐지? 어서 지시해.",
	vote = "",
	hp_warning = "하하하! 진짜 귀신의 모습을 보여주지!",
	id = 302080,
	detail = "다른 곳은 마음대로 점검해도 좋지만, 웬만하면 귀면은 만지지 않는 것이 좋아.",
	couple_encourage = {
		{
			{
				30201
			},
			1,
			"조심해. 방심하지 마.",
			0
		},
		{
			{
				30303
			},
			1,
			"이봐, {namecode:55}, 다시는 나한테 업어달라고 하지마.",
			0
		},
		{
			{
				30209
			},
			1,
			"네 어뢰, 다음 번에 빌려주지 않겠어?",
			0
		}
	}
}
