_G.pg.ship_skin_words[302100] = {
	feeling1 = "어쨌든, 나같은 재수 옴붙은 사람도 이런 지휘관을 만날 수 있었으니...",
	feeling3 = "내 뿔 이야기 하니까 말인데...신경이 쓰이기는 하지만 이마에 자라 있으니 꽤나 눈에 띄잖아. 아무래도 인파 속에서 사람들이 이 뿔에 주목하는게 적응이 안되더라고...하...",
	lose = "내가 이정도인가...",
	propose = "나같은 사람을 선택하다니...정말 후회 안하겠어? 응, 알겠어. 이제부터 나도 너와 함께 앞으로 나아갈 수 있는 사람이 되기 위해 노력할게...어쨌든, 자, 잘 부탁해.",
	expedition = "의뢰에서 돌아오는 아이들 마중 나가게? 난 안 갈래, 괜한 충돌은 피해야...",
	win_mvp = "나는 최고라고...뭐 불만 있어?",
	home = "다들 무사하게 돌아왔으니, 잘 된거죠.",
	mission = "임무 정리가 끝났어...이정도는 식은 죽 먹기지, 아마",
	touch2 = "응?!!!지, 지휘관, 나같은 사람한테 관심이...",
	voice_key_2 = -1,
	skill = "이번에는 실패하지 않아!",
	drop_descrip = "{namecode:57}급 중형 순양함 1번함 {namecode:57}",
	mail = "새로운 메일을 가져왔어. 여기 두면 되지?",
	touch = "말 안해도 열심히 일 할거야.",
	profile = "나는 {namecode:57}급 네임쉽 전함{namecode:57}라고 한다...말이야 그렇지, 미드웨이섬과 레이터만에서 {namecode:58}와 {namecode:64}을(를)저 모양으로 만들어서 네임쉽 전함의 자격은 없지만 말이야. {namecode:64}와(과) 충돌한 후 나도...하여간, 나한테 일을 맡기는건 상관없지만 큰 기대는 하지 않는게 좋을거야.",
	mission_complete = "임무 보상은 내가 가지러 갈게. 계속 일 하고 있어.",
	feeling4 = "...나도 {namecode:64}랑 {namecode:58}가 날 원망하지 않는다는 건 알아. 하지만 그래서 내 스스로를 더 용서할 수가 없어...후, 하지만 너랑 같이 있으면서 마음이 많이 편해졌어...뿔이 귀엽다고?!!!......바, 바보...",
	unlock = "{namecode:57}, 착임했어. 난 신경쓰지 말고 그냥 내버려둬.",
	feeling5 = "그게...지휘관...만약에...정말 만약에 말이야...괜찮다면...내...뿔 쓰다듬어 볼래?",
	main = "{namecode:58}지금은 뭘 해야 할지 모르겠어...하지만 쟤는 나랑 달라서 걱정할 필요 없을 거야.|정말 내가 비서를 해도 괜찮겠어? 나보다 훨씬 나은 사람들이 많이 있잖아?열심히 할거야, 도망 칠 생각은 없어.|{namecode:64}을(를) 본받아서 좀 더 밝아질 수 있도록 연습을...앗, 이런...생각이 입으로 나왔네...",
	battle = "싸우고 싶지 않지만...지기도 싫어.",
	upgrade = "고마워...뭐, 왜, 내가 고맙다고 하는게 이상해?",
	voice_key = 30210,
	headtouch = "",
	feeling2 = "나같이 운 나쁜 사람이랑 왕래를 하고 싶어하다니, 너 정말 호기심이 왕성하구나. 뭐, 그냥 대화라면...괜찮겠지.",
	login = "잘 돌아왔어. 응? 더 열정적으로? 그건 힘들겠어.",
	vote = "",
	hp_warning = "내 나쁜 운이 모두를 해친거야...",
	id = 302100,
	detail = "말을 안 할 때가 좀 멋있는 것 같다고?...너만 그렇게 생각하는 걸거야.",
	couple_encourage = {
		{
			{
				30211
			},
			1,
			"{namecode:58}, 그래도 미안해...",
			0
		},
		{
			{
				30308
			},
			1,
			"{namecode:64}, 미안...",
			0
		},
		{
			{
				30501
			},
			1,
			"{namecode:78}언니, 끝나고 나서 저 액막이 좀 해주실래요?",
			0
		}
	}
}
