_G.pg.ship_skin_words[302120] = {
	feeling1 = "여긴 이제 작별해야 하나.",
	feeling3 = "부정한 것은 주먹으로 바로잡아주지 않으면 성이 안 차, 이게 바로 내가 사는 방식이다. 그러니 남에게 폐를 끼치지 않도록 굳이 남들과 엮이지 않으려 하는 거야.",
	lose = "아파라……후후후…역시 이거야…",
	propose = "지휘관… 이걸 받기 전까지는 네가 혹시 초심을 잃으면 내가 떠나면 그만이었지만, 이제 이걸 받은 이상… 사랑과 분노의 주먹은 아프다고, 우후훗~",
	expedition = "어이, 의뢰가 완료됐다. 설마 그 아이들을 기다리게 할 셈은 아니겠지.",
	win_mvp = "훗, 붕대를 바꿀 수고를 덜었군.",
	home = "다음 출격은 언제야? 바꿀 붕대는 잔뜩 가져왔다고.",
	mission = "임무……좋아한다. 이런 거 말야.",
	touch2 = "지휘관, 사는 게 지겨워졌나? 두들겨 패줘 머리를 식혀줄까? 응?",
	voice_key_2 = -1,
	skill = "부서져라!",
	drop_descrip = "센다이급 경순양함 1번함 - 센다이",
	mail = "자, 편지다.",
	touch = "지휘관, 무심코 가까이 오면 다쳐.",
	profile = "센다이급의 1번함, 센다이다. 동생처럼 대단한 함력 따윈 없지만, 3수전의 기함을 맡아 많은 전투에 참가했지. 최후를 맞은 건 부건빌이였지만, 뭐 전사로서 후회는 없어.",
	mission_complete = "지휘관, 보수 안 받아도 괜찮나? 나는 딱히 상관없지만.",
	feeling4 = "줄곧 여기에 예전부터 있었던 것 같은… 뭐랄까, 내 입으로 말하는 것도 좀 그렇지만, 꽤 오래됐구나…",
	unlock = "지휘관인가? 그런 거, 내겐 필요 없지만……뭐 이렇게 만난 것도 인연이겠지. 잠시 실례하도록 하마. 나는 센다이라 한다. 잊지 말라고.",
	feeling5 = "너란 녀석은 꽤 굉장하구나. 내가 하고 싶은 걸 하게 해주고, 나보다도 한 수 위란 말이지…너와 함께 있으면 시간이 어떻게 지나가는지도 모르겠어…네가 지금의 자신을 잊지 않는 한, 나 센다이는 바다의 끝까지 함께 해주겠다.",
	main = "꿈은 정의를……뭐, 지금 건 농담으로 받아들여 줘|내가 가진 건 이상과 주먹뿐이다. 그럼에도 계속 앞으로 나아가는 거야.|지휘관은 가장 큰 적이 누구라고 생각하나? 세이렌인가? 난 자신의 마음이라고 생각해.",
	battle = "이 내가 상대해주지!",
	upgrade = "더욱 강해져서, 그러고 나서…!",
	voice_key = 30212,
	headtouch = "",
	feeling2 = "사람과는 그다지 깊이 관계를 갖지 않는 편이라, 그냥 내버려뒀으면 좋겠다만…뭐 안심해라. 네 부하가 된 이상 일은 제대로 할 테니 말야.",
	login = "워밍업이 끝났다. 출격할까?",
	vote = "",
	hp_warning = "",
	id = 302120,
	detail = "붕대? 이건 상처 같은 게 아니라, 주먹에 감는 건데……내게 상처를 입힐 수 있는 녀석들은 그렇게 많이 없거든.",
	couple_encourage = {
		{
			{
				30302
			},
			1,
			"카고, 내 곁에서 떨어지지 마.",
			0
		},
		{
			{
				30213
			},
			1,
			"진츠, 나는 뭘 하면 되지?",
			0
		}
	}
}
