_G.pg.ship_skin_words[302140] = {
	feeling1 = "언니들은 이러쿵저러쿵 듣는 소리 없이 느긋하게 지낼 수 있어서 지휘관님을 고른 건가요? 이상하네요……",
	feeling3 = "취미요? ……딱히 생각해본 적은 없네요. 독서도 훈련도 즐거워서… 아, 지휘관님도 나카와 함께 노력해보시는 건 어떠세요? 헤헤헤.",
	lose = "아앗, 지휘관, 빨리 철수하죠! 진츠 언니는 무의미한 희생은 불필요하다고 했다구요!",
	propose = "나카를 좀 더 봐주셔도 괜찮다구요. 에헤헤~ 지금부터는 문무양도에 지휘관님이 너무 좋은 나카가, 지휘관님 곁에 있어 드릴 테니까요!",
	expedition = "군사 의뢰가 완료된 모양이에요. 돌아온 사람들을 격려해주러 가자고요!",
	win_mvp = "언니들을 넘어서는 것이 목표니까, 이 정도는 아무것도 아니야!",
	home = "역시 모항으로 돌아오는 건 좋네요. 지휘관도 그렇게 생각하시죠?",
	mission = "지휘관님, 임무 목록을 정리했습니다! 자, 하나 골라주세요!",
	touch2 = "꺅! ……정말이지, 지휘관님. 근무 중에는 업무에 집중해주시라구요!",
	voice_key_2 = -1,
	skill = "나카는 굉장하다니까 말야!",
	drop_descrip = "센다이형 경순양함 3번함 - 나카",
	mail = "지휘관님, 우편이에요. 자율 훈련에서 돌아올 때 겸사겸사 가져왔습니다.",
	touch = "♪～아, 죄송해요, 지휘관님. 업무에 방해되었나요…?",
	profile = "센다이급 3번함 나카입니다! 어떤 이유로 언니들보다 늦게 건조되서, 여러 곳의 배치 되었었고, 4수전의 기함으로서의 전적은 두드러지지 않았지만…… 괜찮아요! 나카, 언니들을 넘어서기 위해 힘낼 테니까요!",
	mission_complete = "또 하나, 임무가 클리어 되었습니다! 역시 지휘관님이에요! 나카도 힘내야겠어요!",
	feeling4 = "으음… 지휘관님이 항상 어울려주시는 건 역시 조금 죄송스럽네요… 지휘관님도 하시고 싶은 일 있나요? 나카도 어울려 드릴게요!",
	unlock = "지휘관님, 처음 뵙겠습니다! 경순양함 나카입니다! 두 언니만큼 유명하진 않지만, 언젠가 반드시 넘어 보이겠어요!",
	feeling5 = "어라, 지휘관님도 나카처럼 데이트 기회를 엿보고 있었나요? 에헤헤, 그럼 지휘관님~ 데이트, 해버릴까요?",
	main = "지휘관, 나카가 도와드릴 일이 없다면, 잠깐 자율 훈련해도 괜찮을까요? 지휘관 업무 방해하진 않을게요.|지력의 진츠 언니에, 무력의 센다이 언니… 나카는 문무양도를 노릴게요! …아하하, 할 수 있을지 없을지는 모르지만요!|지휘관, 피로하시면 릴렉스하는 방법 알려드릴까요? 실은 나카, 꽤 박식하다구요~",
	battle = "언니들, 나카의 활약을 기대해줘!",
	upgrade = "지휘관님의 서포트가 있으면, 더욱 힘낼 수 있을 거에요!",
	voice_key = 30214,
	headtouch = "",
	feeling2 = "휴일에 어떻게 지내냐고요? 에, 그러니까… 일어나서 아침 훈련 1시간 후 독서 1시간, 포술 훈련 2시간, 그리고…… 어쨌든 충실하게 지내고 있습니다! 아, 강해지기 위해선 필수적인 노력이라구요!",
	login = "지휘관님, 어서오세요! 오늘도 힘내겠습니다!",
	vote = "",
	hp_warning = "모두, 진정하고 전략을 바꿔보자!",
	id = 302140,
	detail = "지휘관님, 같이 스터디라도 할까요?",
	couple_encourage = {
		{
			{
				30212,
				30213
			},
			2,
			"언니들처럼 빛나겠어요!",
			0
		}
	}
}
