_G.pg.ship_skin_words[302200] = {
	feeling1 = "지휘관님과 같은 공기를 호흡하고 있는 것 자체가 불쾌하네요~",
	feeling3 = "지휘관님, 잠시 잡담 괜찮으실까요. 네, 지휘관님은 어떤 분이신지 알고 싶은걸요.",
	lose = "방심했네요……돌아가면 특훈이에요, 우후훗",
	propose = "지휘관님은 아가노를 좋아하시는 건지? 아가노와 언제나 있고 싶으신 건가요? 왜 아가노가 이런 걸 물어보고 있냐고요? 우후후, 아무리 저라도 이럴 때 주도권을 빼앗기면 부끄러워지긴 하니 말이죠…",
	expedition = "지휘관님, 의뢰를 나간 아이들이 돌아왔답니다. 더 노닥거리시다가는 마중 나갈 타이밍을 놓치고 말게 됩니다만…?",
	win_mvp = "아가노의 활약, 잘 보셨나요?",
	home = "지휘관님, 출격하느라 고생 많으셨습니다. 뜨거운 차라도 어떠세요?",
	mission = "새로운 임무의 서류, 정리해두었답니다.",
	touch2 = "지휘관님~ (생긋)",
	voice_key_2 = -1,
	skill = "최신예란 이름은 허세가 아니랍니다~",
	drop_descrip = "아가노급 경순양함 1번함 - 아가노",
	mail = "지휘관님께 온 편지, 그 아이에게서 온 연애편지는 아닌지요? 우후후♪",
	touch = "이 자료는 저에게…어머? 의외라고요? 업무와 취미는 따로 나눠서 생각하는 주의랍니다?",
	profile = "아가노급의 장녀, 아가노에요~ 경순양함으로써의 실력은 수준급이지만, 뭐…시대를 잘못 만나서 말이죠…지휘관님, 아무쪼록 잘 부탁드릴게요.",
	mission_complete = "지휘관님, 보수의 수송도 비서함에게 맡겨버리면 몸도 머리도 굳어버린다고요. 하긴 그렇게 되는 것도 재밌을 것 같긴 하지만…우후훗♪",
	feeling4 = "저 말씀이세요? 전 재밌는 게 좋답니다. 예를 들면…지휘관님을 이렇게 괴롭히는 것도…우후후, 방금 건 너그러이 넘어가 주시길~",
	unlock = "당신이 지휘관님? 아가노라고 합니다. 잘 부탁드릴게요, 우후후……아뇨, 아무것도 아니랍니다. 함대 근무, 기대하고 있어요.",
	feeling5 = "좋아하는 사람을 괴롭히고 싶어지는 부류의 인간…지휘관님은 알고 계시나요? 우후후, 저는 그런 여자인 걸까요~",
	main = "지휘관님, 피곤하시다면 집무실 안을 개구리뜀으로 돌아보시면 어떠세요? 혈액순환이 좋아진답니다~|후방근무는 재미있지만, 너무 오래 하면 질려버리죠……|지휘관님, 피곤하신가요? 응? 우후후, 그냥 물어본 겁니다. 농땡이 피우지 마시고 계속 열심히 해 주셔요~",
	battle = "같이 힘내자고요.",
	upgrade = "아가노급 경순양함의 실력, 기대해 주십시오.",
	voice_key = 30220,
	headtouch = "",
	feeling2 = "오늘은 무슨 일이 일어날지…우후후, 기대되네요.",
	login = "지휘관님, 아직은 집무 시간이 아니랍니다. 시간을 착각하신 건 아닌지?",
	vote = "",
	hp_warning = "어머머, 일이 좀 커졌네.",
	id = 302200,
	detail = "어머, 지휘관님 아니세요. 저, 과자를 만들고 있었답니다. 괜찮으시면 기미를…..아니, 시식을 부탁드려도 될까요?",
	couple_encourage = {
		{
			{
				30204
			},
			1,
			"나가라를 괴롭히고 싶으면, 내게 양해를 받고 하도록.",
			0
		}
	}
}
