_G.pg.ship_skin_words[101400] = {
	feeling1 = "지휘관님, 잘 들으세요. 계속 이러면 저도 거리를 둘 수 밖에 없겠는걸요…",
	feeling3 = "듀이와 비교하면 약간… 흥! 뚱뚱하진 않거든요? 진짜, 지휘관님 상대를 말아야 겠어요!",
	lose = "아우… 져버렸다. 지휘관님, 사탕으로 위로해주실 수 있나요…？",
	propose = "지휘관님… 렉싱턴 씨를 좋아해도 괜찮아요. 하지만… 저를 안 좋아하시면 안돼요? 지휘관님이 계속 좋아하게 만드려고 매일같이 노력하고 있어요. 그러니까… 꼭 저를 지켜봐주세요. 꼭이에요?",
	expedition = "의뢰 완료예요. 지휘관님, 같이 의뢰팀을 맞이하러 가요.",
	win_mvp = "MVP예요! 칭찬해주셔야 좋은 지휘관이라구요~",
	home = "어서오세요, 지휘관님! 맛있는 것 사오셨나요? 와아. 정말 감사드려요!",
	mission = "임무가 있네요. 얼른 움직여요, 히히. 지금 끝내지 못해도 괜찮아요~",
	touch2 = "아, 지휘관님. 이런건 예의가 아니라구요?",
	voice_key_2 = -1,
	skill = "아일윈도 적에게 본때를 보여줄거라구요~",
	drop_descrip = "패러것급 구축함-아일윈, DD-355",
	mail = "에? 우편이 있는 것 같은데… 아, 얼른 보세요! 좋은 물건이 왔어요~",
	touch = "무-슨-일이세요, 지휘관님?",
	profile = "저는 유니온의 구축함, 아일윈. 많은 연습과 작전을 겪으면서 로열 메이드대와 아이리스 리브레의 여러분들과 인연이 있었답니다. 렉싱턴씨와 같은 성숙한 여성을 동경하고 있어요… 잘 부탁드려요, 지휘관님.",
	mission_complete = "임무가 끝났어요. 지휘관님의 포상이 굉장히 크겠네요~",
	feeling4 = "…지휘관님은 역시 약간 통통한 타입을 좋아하시나요? …매일 우유와 사탕을 먹고 있으니 언젠간 지휘관님이 좋아하는 타입이 될 수 있겠죠?",
	unlock = "처음 뵙겠습니다, 지휘관님. 아일윈이라고 해요. 사실은 저, 많은 곳을 다녀봤기 때문에 항로에는 익숙하답니다. 그러니 길안내가 필요하다면 저를 찾아주세요~",
	feeling5 = "지휘관님, 오늘 약간 다른 점이 있는데 혹시 알아 차리셨나요? …아직이신가요?… 얼른요, 얼른 알아차려주세요… 네?",
	main = "어젯밤 꿈에 렉싱턴씨와 함께 공연하는 꿈을 꿨어요~ 진짜 만약인데, 만약 제가 아이돌이 된다면 지휘관님은 응원하러 와주셨을까요?|음… 연습, 또 연습… 실전 나가고 싶다. 모두와 같이 출전하고 싶다…|듀이와 함께 출전할 때 마다 보살핌을 받고 있어요. 똑같이 렉싱턴을 좋아하는 동지의식 아닐까요? 후후.",
	battle = "모두, 함께 힘내요!",
	upgrade = "후우… 별 느낌이 없는 것 같은데? 괜찮아요. 강해지는 건 항상 좋은 일이거든요.",
	voice_key = 10140,
	headtouch = "",
	feeling2 = "지휘관님, 바쁘세요? 응, 할 말이 있어서요. 자요, 막대사탕~ 당분은 뇌에 좋은거라구요.",
	login = "다녀오셨어요, 지휘관님. 새로운 하루가 또 시작되네요~",
	vote = "",
	hp_warning = "아직, 아직 괜찮아요… 아마도……",
	id = 101400,
	detail = "지휘관님, 렉싱턴씨와 새러토가씨 중 누가 더 좋으세요? 아니면… 다른 여자아이가 좋으신건가요?",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"렉싱턴씨, 호위해드릴게요. 계속 곁에 있을게요~",
			0
		},
		{
			{
				10102
			},
			1,
			"언니, 제가 하는 걸 잘 보세요~",
			0
		}
	}
}
