_G.pg.ship_skin_words[302210] = {
	feeling1 = "꽤나 조급한 것 같네요. 냉정하게 자신의 행동에 대해 반성해보는 건?",
	feeling3 = "{namecode:49} 언니가 함께 훈련을 하자고 했지만… 음… 또 놀리려고 하는 것 같은데… 하지만 거절하기에는 마땅한 이유가 없고… 그래요. 그 시간에 저에게 당신이 일을 맡겨주면 되겠네요!",
	lose = "물러날 수밖에 없네요…",
	propose = "마음을 받아들였으니 그에 맞는 보답을 해야겠죠. 그 뒤는…… 데이트, 도시락 싸기, 감정 교류. 하지만 훈련도 게을리 할 수 없고 비서함 업무도…… 아, 죄송해요. 잠시 멍하게 있었네요. 계, 계속 하나요?",
	expedition = "다음 의뢰조를 파견할 시간이군요.",
	win_mvp = "냉정한 생각과 정확한 판단으로 도출해낸 결과는, 당연히 승리죠.",
	home = "음……응? 아, 죄송해요. 생각 중이라서. 돌아오셨군요. 그렇다면 이번 출격의 결과에 대해 피드백 해볼까요?",
	mission = "임무가 많으면 먼저 중요한 순서대로 나눠보지 그래요?",
	touch2 = "방, 방금 전 행동에 대해서 검토가 필요해요!",
	voice_key_2 = -1,
	skill = "바로 지금!",
	drop_descrip = "{namecode:49}급 경순양함 2번함——{namecode:50}",
	mail = "우편? 제가 확인하죠. 이상한 내용은 없겠죠?",
	touch = "문제가 생기면 먼저 냉정하게 생각해보는 건 어떤가요?",
	profile = "언니의 말 대로 우리는 때를 잘못 타고 태어났을 수 있어요. 하지만 신예 {namecode:49}급의 일원으로서 저에게 실력을 발휘할 환경만 만들어 주신다면, 절대로 당신을 실망시키지 않을 거랍니다.",
	mission_complete = "임무 보상을 받았어요. 혹시나 빠진 것이 없는지 한번 확인해보죠.",
	feeling4 = "그러고 보니, ‘여자의 직감’이 뭐죠? 동료들이 이야기하는 것을 듣고 궁금해서 물어본 건데…… 당신도 잘 모르는 건가요? 미안해요. 곤란하게 했군요.",
	unlock = "{namecode:49}급 2번함, {namecode:50}, 오늘부로 함대에 착임했답니다. 함께 노력해 서로에게 자신의 능력을 증명해보도록 하죠.",
	feeling5 = "이게 바로 ‘두근거림’이라는 건가요… 저는 ‘직감’보다는 이성적인 사고방식에 익숙해져 있기에, 이런 기분은 혼란스럽네요… 하지만 이해했어요. 제 마음도, 그리고 당신의 마음도.",
	main = "음, 내일 세끼를 뭘 먹을지 먼저 계획해 볼까요……|합리적으로 분류하고 정리하면 필요한 자료를 찾는 시간을 줄일 수 있어요. 당신도 책상 정리를 해보는 건 어때요? |{namecode:49} 언니는 항상 웃고 있지만… 언니가 무슨 생각을 하는지 읽을 수가 없어서, 결국은 농락당하기만 하네요…",
	battle = "작전 계획을 다시 한 번 확인해 보죠.",
	upgrade = "전력 향상은 당신에게 맡기겠어요.",
	voice_key = 30221,
	headtouch = "",
	feeling2 = "훈련에 대해 생각하고 있었어요. 당신도 해야할 일을 하지 그래요?",
	login = "어머나, 일찍 오셨네요. 그렇다면 오늘의 계획을 먼저 생각해보는 건 어떨까요?",
	vote = "",
	hp_warning = "적의 함정인가?!",
	id = 302210,
	detail = "어떤 상황이라도 냉정하게 생각하면 문제를 해결할 수 있다, 이게 제 철칙이랍니다.",
	couple_encourage = {
		{
			{
				30220
			},
			1,
			"언니, 또 다치지 않게 조심하세요.",
			0
		},
		{
			{
				10707,
				10708
			},
			2,
			"음… 너무 가, 가까이 오지 말아줄래요?",
			0
		}
	}
}
