_G.pg.ship_skin_words[303030] = {
	feeling1 = "후… 역시 해외에 나가서 취재하는 게 좋겠네~",
	feeling3 = "함대에 온 지도 좀 되었으니까 뭐, 일단 모두를 취재했지만, 지휘관은 첫인상이 나쁜 놈으로 박혀있었는데도, 의외로 모두에게서 신뢰받고 있단 말이지. 제법 훌륭하잖아~",
	lose = "이쪽은 아오바… 칫, 이 정도로 주눅 들거나 하진 않는다고─!",
	propose = "말해두겠지만, 이런 장소는 서투르니까, 너무 그렇게 어리광부리는 건 좀… 뭐… 내 대답은 하나밖에 없으니까 말해볼게… 후… 나, 나도 당신을 저, 저, 정말 좋아해!!",
	expedition = "「한창때의 여자아이들의 절경을 부디!」로… 좋아, 지휘관, 간식 더 챙겨, 모항에 취재하러 가자!",
	win_mvp = "ok, 다음은 패배자의 지금 심경을 독점 취재해야~ …뭐야 벌써 가버렸어!?",
	home = "지휘관, 방금 출격한 애들 중에, 어떤 아이가 가장 마음에 들어?",
	mission = "임무? 여기서 지휘관의 용감한 모습을 쓰고 있을게~ 뭐, 나도 간다고!?",
	touch2 = "…지휘관, 기자를 적으로 돌리는 건 그다지 추천하고 싶지 않은걸.",
	voice_key_2 = -1,
	skill = "가만히 있으라구─ 지금 취재 중이니까 말야!",
	drop_descrip = "아오바형 중순양함 1번함·아오바",
	mail = "지휘관의 정보는 좀 입질이 부족하단 말이지~ 자, 새로운 우편이야.",
	touch = "아! 떠올랐어! 이거 분명 재미있을 거야─!",
	profile = "나는 아오바, 예전엔 거의 제6 전대에 있었고, 여동생과 수많은 전투에 참여해서 최후의 최후까지 살아남았어. 뭐, 칭찬할 점은 따로 있지만 말야… 자, 자! 갑갑한 얘기는 여기까지! 나, 예전엔 종군기자한테서 조금 이것저것 배웠었지… 그니까 지휘관, 화젯거리가 될 만한 소재, 뭐 없어? ",
	mission_complete = "지휘관, 우물쭈물하지 말고 빨리 보상 가져와 달라구. 홍보 사진, 찍어줄 테니까!",
	feeling4 = "나, 그때 제대로 일을 저질러버렸으니까, 그러니까 열심히 했던 모두에게 뭔가 남겨주고 싶어서 말야… 아, 미안 미안, 나답지 않은 말을 해버려서. 뭐, 이런 이야길 해버린 건 지휘관 탓이기도 하니까, 내가 하는 질문에 제대로 대답해달라구!",
	unlock = "하하, 마침내 냄새를 맡았다구, 그래! 이 함대에 있는 특종의 냄새를! 당신이 지휘관인 걸까? 그럼─, 이 아오바에게 마음껏 취재당해주세요!",
	feeling5 = "좋아, 정했어! 여기 있는 모두에 관해서 쓸 거야! 지휘관에 대해서? 정말이지─ 그 정도는 스스로 생각해보라구♡",
	main = "노력은 꼭 보상받을 거라고 믿고 있다구── 응? 어제는 왜 자꾸 뒤를 밟았냐고? 글─쎄, 무슨 말씀이신지~|지휘관, 내게 취재하게 해준다면 대가도 확실히 챙겨줄게─ 예를 들면, 언제나 신경 쓰이는 그 아이에 대해서, 라든가 말야~|소재를 찾는다는 건 어렵단 말이지… 차라리 내가 부채질해버릴까!?",
	battle = "이 아오바의 시선에서 도망치기엔 1만 년은 이르다는 거야!",
	upgrade = "이건 좀 있으면 매스컴에 취직할 수 있을지도? 땡큐─ 지휘관!",
	voice_key = 30303,
	headtouch = "",
	feeling2 = "지휘관, 이렇게까지 거대한 하레……이 아니라 함대를 가진 기분, 부디 들려줄 수 없을까나?",
	login = "헤헤─, 지휘관, 보여지고 있다구~",
	vote = "",
	hp_warning = "자기가 신문에 찍히게 된다거나 하는 거, 할 짓이 못 된단 말이지…",
	id = 303030,
	detail = "왜 그래? 정보는 공짜가 아니라구~",
	couple_encourage = {
		{
			{
				30304
			},
			1,
			"아차─… 또 설교를 듣게 생겼네─",
			0
		},
		{
			{
				30301
			},
			1,
			"후루타카, 그땐 미안했어.",
			0
		},
		{
			{
				30301,
				30302,
				30304
			},
			1,
			"제6 전대, 출격!",
			0
		},
		{
			{
				10105
			},
			1,
			"누가 더 냄새를 잘 맡는지, 겨뤄볼까!",
			0
		}
	}
}
