_G.pg.ship_skin_words[303040] = {
	feeling1 = "이젠 아무래도 좋아요.",
	feeling3 = "언니는 언제나 저런 식이지만, 그때의 일을 계속 신경 쓰고선, 아직도 미안하다고 생각하고 있는 거랍니다.",
	lose = "좀 있다가 반성회를 해야겠군요…",
	propose = "정말이지 지휘관도 참, 이런 중요한 때에 소매도 옷깃도 제대로 정리하지 않으셨다니. 자, 나중에 제대로 설교할 테니까, 우선 식장 쪽으로 가도록 해요♡",
	expedition = "지휘관, 직접 찾아가 주지 못하더라도, 열심히 하는 모두를 격려하고 위로하는 걸 잊지 말아 주세요.",
	win_mvp = "여러분, 이겼다고 해도 들떠선 안 돼요.",
	home = "지휘관, 과로를 조심하세요. 우선 조금 쉬도록 하죠.",
	mission = "지휘관, 일을 미뤄두기만 한다면 나중에 산더미처럼 쌓여버린답니다.",
	touch2 = "…지휘관, 여기 앉으세요. 지금부터 함대의 기강이란 무엇인가에 관해서 설명해드리죠.",
	voice_key_2 = -1,
	skill = "규칙은 지키라고 있는 거예요!",
	drop_descrip = "아오바형 중순양함 2번함·키누가사",
	mail = "지휘관, 우편 체크는 부지런히 하시라고 말씀드렸을 텐데요?",
	touch = "지휘관, 간단한 체조라도 해서, 긴장을 풀고 여유를 가져보시는 건 어떤가요?",
	profile = "안녕하세요, 저는 키누가사라고 해요. 예전엔 아오바 언니와 함께 제6 전대에 배속되어 있었습니다. 웨이크섬부터 산호해, 솔로몬에 이르기까지의 여러 전투에 참여했고, 마지막엔 언니에 비해선 살짝 운이 없었지만… 어쨌든, 지휘관은 언니처럼 일에 너무 열중해서 건강을 망가뜨리거나 하면 안 돼요.",
	mission_complete = "지휘관, 보상은 그냥 두기만 하면 늘어나거나 하지 않는다구요?",
	feeling4 = "과한 설교는 오히려 좋지 않다고 생각하고 있습니다만, 언니에겐 늘 하던 거라 그만… 게다가 지휘관도 저를 말려주지 않으시니… 네? 오히려 그게 좋다, 고요? 그럼… 사양하지 않을 거예요…?",
	unlock = "처음 뵙겠습니다, 키누가사라고 해요. 지휘관, 세 끼 식사와 수면은 제대로 하고 계신가요? 제 언니처럼 깔끔하지 못해선 안되니까요… 그러고 보니, 제 언니도 여기 있나요?",
	feeling5 = "언니는 가끔 제 설교를 싫어하곤 합니다만, 제게 있어서는 좋아하는 언니니까, 미움받은 정도로는 설교를 멈추지 않을 거예요. 지휘관도 마찬가지랍니다. 제게 있어 소중한 사람이니까요.",
	main = "지휘관, 제대로 쉬고 있나요? 건강이 제일이에요.|언니는 제대로 쉬고 있으려나… 하아… 지휘관도, 언니처럼 건강을 소홀히 해서는 안 돼요.|일할 때는 일하고, 쉴 때는 쉬어야만, 행복한 생활을 할 수 있답니다.",
	battle = "모두, 방비에 주의하세요! 혼자 따로 날뛰지 않도록 하세요!",
	upgrade = "지휘관, 낭비는 안 된답니다?",
	voice_key = 30304,
	headtouch = "",
	feeling2 = "지휘관, 방 정리는 제대로 하셨나요? 문단속은요? 잊은 물건은 없으시겠죠?",
	login = "다녀오셨어요, 지휘관. 오늘의 영양은 제대로 섭취하셨나요? 부족하다면 제가 뭔가 만들어 드릴까요?",
	vote = "",
	hp_warning = "당황하지 마세요! 우선 대열을 바로 잡으세요!",
	id = 303040,
	detail = "건강이 제일이에요!",
	couple_encourage = {
		{
			{
				30303
			},
			1,
			"언니, 촐싹거리지 마세요!",
			0
		}
	}
}
