_G.pg.ship_skin_words[303090] = {
	feeling1 = "지휘관 나리, 저와 있는 게 마땅치 않으시다면, 직접 말씀해주셔도 상관없습니다만…",
	feeling3 = "에, 저기, 저, 역시 재주가 좋은 편이 아니라서…이 종이학, 학처럼은 안 보이지만……아, 아무튼 받아주셔요! 왠지 이렇게 해야 할 것 같아서……",
	lose = "아, 아직 싸울 수 있습니다!",
	propose = "지휘관 나리! 이, 이런 서프라이즈는 반칙이라고요! …주위에 아무도 없죠? ……그, 그럼…지휘관 나리, 잠시 등을 기대도 될까요? ……지휘관 나리, 따뜻해요…",
	expedition = "지휘관 나리, 의뢰팀이 귀환했습니다.",
	win_mvp = "그…그럭저럭, 이네요……",
	home = "지휘관 나리……쉬어도 된다고 해주셔도, 너, 너무 느슨해지는 건 좋지 않다고 생각합니다……",
	mission = "임무, 꽤 남아 있습니다……지휘관 나리, 전 이런 임무는 잘 몰라서…오히려 발목을 잡거나 하진 않겠죠…?",
	touch2 = "큭……나, 나중에 묘코 언니에게 이럴 땐 어떻게 해야 좋을지 확인해야……",
	voice_key_2 = -1,
	skill = "전부 베어주마!",
	drop_descrip = "묘코급 중순양함 3번함 - 아시가라",
	mail = "배달부가 사명을 다해주었네요. 지휘관 나리, 어서 확인하죠!",
	touch = "묘코언니에게 받은 이걸로, 언니가 말하는 건 늘 녹음해서 가끔 들을 수 있도록 하고 있습니다……이, 이상한가요?",
	profile = "묘코급 중순양함 3번함, 아시가라입니다. 영광스럽게도 사쿠라 엠파이어의 대표로서, 과거 로열 네이비의 대관함식에 참가했었습니다…거주성이요? ……저, 전장에서 살아남기 위해선 희생이 필요하단 것도 있지요……",
	mission_complete = "임무가 완료되었습니다. 지휘관 나리께선 보수도 확인 부탁드립니다.",
	feeling4 = "지휘관 나리, 괜찮으세요? 양치컵이랑 얼굴 닦는 수건까지 침대 옆에 놔두시고……우왓?! 벌써 시간이 이렇게?! 와, 완전히 늦잠 자버렸네요……",
	unlock = "아시가라, 착임했습니다. 지휘관 나리, 제 칼날은 당신의 적을 전부 베어버릴 것입니다.",
	feeling5 = "지휘관 나리, 죄송해요……지휘관 나리께서 안 계신 동안 못 참을 정도로 너무 불안해서……정신차려보니 종이학을 100마리나 접어버렸어요……여, 역시 이상하죠……",
	main = "장비의 성능 차이가 아니라, 자신의 실력으로 승부는 정해지는 것……이라고, 묘코 언니가 알려줬습니다.|\"사쿠라 엠파이어라고 하면 아시가라\" 라뇨……그렇죠, 그걸 목표로 열심히 할 생각입니다.|지휘관 나리……늘 상대해주셔서 감사합니다! 더욱더 정진하겠습니다!",
	battle = "전함 전진! 무운을!",
	upgrade = "좋아, 이걸로 원기충천 입니다!",
	voice_key = 30309,
	headtouch = "",
	feeling2 = "지휘관 나리께선 제 방을 견학하고 싶으신 겁니까? …저, 정리를 할 테니 잠시만 기다려주셔요!",
	login = "드디어 돌아오셨군요 지휘관 나리. 저기…잠깐 시간이 괜찮으시다면……연습 상대를 부탁드려도 될까요?",
	vote = "",
	hp_warning = "저희들의 힘을 시험해볼 때입니다! ……전진!!!",
	id = 303090,
	detail = "아무리 보셔도 제가 강해지거나 하진 않으니까…지휘관 나리, 그…그러지 마시고 출격을 더 시켜주세요!",
	couple_encourage = {
		{
			{
				30307
			},
			1,
			"묘코 언니, 함께 적을 해치울 때가 온 것 같네요!",
			0
		}
	}
}
