_G.pg.ship_skin_words[101410] = {
	feeling1 = "오늘의 스탠리는 실망모드야! 흥!",
	feeling3 = "비버즈 함대의 다른 동료들도 재밌지만, 지휘관과 함께 있는 게 제일 즐거워!",
	lose = "망했다. 얼른 도망가야해…… 퇴각 모드!",
	propose = "지휘관, 손 줘봐…… 됐다, 연결 성공! 이러면 스탠리는 지휘관과 마음이 통하게 되는거지! 히히, 스탠리의 행복이 느껴져?",
	expedition = "다음 의뢰를 할 때는 스탠리가 호송해줄게!",
	win_mvp = "으흥, MVP는 내 거야!",
	home = "윽, 지휘관. 언제 왔어? 스탠리의 휴식 모드는 아직 한참 남았는데……",
	mission = "임무를 넘길 수 있는 모드가 있으면 좋겠다.",
	touch2 = "아쉽네. 이상한 모드는 없거든~",
	voice_key_2 = -1,
	skill = "공격! 공격!",
	drop_descrip = "플레처급 구축함—스탠리, 현호 DD-478",
	mail = "새로운 소식이 있어! 내가 안 알려줬다는 말은 하면 안돼?",
	touch = "자기방어 모드 기동! ……거짓말이야. 하하!",
	profile = "스탠리는 말이야, 많은 동료들의 호송을 한 적이 있어. 그리고 비버즈 함대의 일원으로 엠프레스 오거스타 만 해전에도 참여했었지…… 낮이건 밤이건 열심 모드의 스탠리는 믿음직스러울거야!",
	mission_complete = "우와! 보상이 왔어! 지휘관, 얼른 가보자!",
	feeling4 = "지휘관과 함께라면 스탠리의 행복 수치는 계속해서 올라간다고! 그러니까 지휘관, 스탠리와 조금만 더 놀아줘.",
	unlock = "안녕, 지휘관. 나는 유니온 소속의 구축함 스탠리. 당신의 명령에 따라 승리를…… 푸…… 하하하! 미안해. 점잖은 자기 소개는 역시 너무 어렵네. 하하하……",
	feeling5 = "경고. 스탠리는 이미 ‘지휘관과 3M 이상 떨어지면 셀프 디스트로이 모드’에 들어갔다고…… 진, 진짜야! 그러니까 스탠리는 지휘관의 옆에 항상 있어야해. 히히~",
	main = "지휘관, 나와 함께 정의의 동료가 되지 않을래? 푸하하하! 장난이야! |지휘관, 아직도 작업 모드 중이야? 정말이지, 스탠리를 너무 오래 기다리게 하지 말라고……|지휘관의 머리카락 정말 재밌네! 돌돌~ 돌돌~",
	battle = "전투 모드 기동! 출격!",
	upgrade = "강화 성공! 응, 나한테 상으로 휴식을 줘야겠어!",
	voice_key = 10141,
	headtouch = "",
	feeling2 = "오늘의 스탠리는 무엇을 하든 활기찬 즐거운 모드야!",
	login = "스탠리, 작업 모드 돌입! 한가지 알려주자면 이 모드의 지속 시간은 엄청 짧다구. ",
	vote = "",
	hp_warning = "방, 방어 모드 전환!",
	id = 101410,
	detail = "아무리 봐도 스탠리는 변신같은 거 안 한다고?",
	couple_encourage = {
		{
			{
				10111
			},
			1,
			"여기는, 비버즈 함대의 \"정의 모드\"!",
			0
		}
	}
}
