_G.pg.ship_skin_words[303118] = {
	feeling1 = "",
	feeling3 = "",
	lose = "",
	propose = "",
	expedition = "",
	win_mvp = "",
	home = "그대가 무사히 귀환할 것을 믿고 기다린다…이런 것도 점차 익숙해지고 있군.",
	mission = "지휘관 나리, 임무는 제대로 처리해야지.",
	touch2 = "지, 지휘관 나리, 여기는 집무실이라고……",
	voice_key_2 = -1,
	skill = "",
	drop_descrip = "지휘관 나리, 소인은 이날을 위해 그 많은 수행을 했던 것이다. 전속함으로서 지휘관 나리를 실망시키지 않겠네!",
	mail = "새로운 편지는 소인이 가져다주지.",
	touch = "지휘관 나리, 제대로 직무를 완수하도록. ……설마, 소인이 곤란해 하는 표정을 보고 싶어서 희롱을 하는 건 아니겠지.",
	profile = "",
	mission_complete = "임무를 완료했네……지휘관 나리의 이런 노력하는 모습을 보고 있자면, 소인의 마음도 기뻐지는군.",
	feeling4 = "",
	unlock = "지휘관 나리, 소인은 이날을 위해 그 많은 수행을 했던 것이다. 전속함으로서 지휘관 나리를 실망시키지 않겠네!",
	feeling5 = "수행만 하며 지냈던 소인이, 지휘관 나리라는 좋은 주인을 얻게 되었을 뿐만 아니라, 가연까지 맺게 될 줄이야……소인은 얼마나 행복한 사람이란 말인가.",
	main = "지금 생각해보면, 이렇게 그대와 평화로운 나날을 보내는 건 전엔 생각도 못 했던 기적일지 모르겠군.|오늘의 수행을 끝내면, 식자재의 보충도……'좋은 아내' 라고?! ……그, 그 정도는……|요즘 표정이 부드러워졌단 얘길 아타고에게 들었네. 후훗, 그대를 생각하면 나도 모르게 미소짓게 되는 탓이려나.",
	battle = "지금의 나를 너희가 막을 수 있을 것 같으냐!",
	upgrade = "",
	voice_key = 0,
	headtouch = "",
	feeling2 = "",
	login = "지휘관 나리, 소인이 직접 만든 요리를 들어보게.",
	vote = "",
	hp_warning = "",
	id = 303118,
	detail = "이렇게 신부 의상으로 갈아입었지만, 실은 여전히 칼을 차고 있다네. 그대가 볼 수 없는 데다 숨겨놓았지.",
	couple_encourage = {
		{
			{
				303120
			},
			1,
			"아타고, 등 뒤는 맡기겠다!",
			0
		},
		{
			{
				303130,
				303140
			},
			2,
			"제4함대, 나를 따르라!",
			0
		}
	}
}
