_G.pg.ship_skin_words[303140] = {
	feeling1 = "지휘관님, 같이 힘내자구요.",
	feeling3 = "지휘관님, 오늘 저녁 메뉴는 뭐가 좋을까요? 으~음, 초카이가 정해도 괜찮나요? …야채를 넣은 크림 스튜나 돈까스, 둘 중 하나로 어떠신가요?",
	lose = "아직…… 싸울 수 있습니다! 더 이상 누구도 잃고 싶지 않아요!",
	propose = "으~음, 지휘관님께서 응해주시리라곤 생각도 못 했습니다만… 지휘관님께서 진심이시라면, 초카이는… 물론, 기쁘게 받도록 하겠습니다♪ 지휘관님, 이 행복의 반지, 끼워주시겠어요?",
	expedition = "군사 의뢰 완료, 보수 물자는…… 네! 전부 빠짐없이 적어두었습니다!",
	win_mvp = "함께 신나게 싸워서 이기자구요!",
	home = "출격 수고하셨습니다. 서류 작업은 초카이에게 맡겨주시고, 잠깐이라도 쉬셔요.",
	mission = "지휘관님, 새로운 임무 목록을 정리해두었습니다.",
	touch2 = "지, 지휘관님께서 하고 싶다 말씀하시는 거라면……",
	voice_key_2 = -1,
	skill = "상냥한 건… 동료에게만이에요!",
	drop_descrip = "타카오급 중순양함 4번함 - 초카이",
	mail = "지휘관님, 우편 내용을 읽어드리겠습니다.",
	touch = "해님이 떠 있는 동안 어디서 산책이라도 하시는 건 어떤가요?",
	profile = "타카오급 중순양함 4번함, 초카이입니다. 한때는 제 8함대의 기함으로서 수많은 해전에서 활약했습니다. 지휘관님, 무엇이든 초카이에게 맡겨주시기 바랍니다!",
	mission_complete = "지휘관님, 해냈어요! 임무를 무사히 완료했습니다!",
	feeling4 = "지휘관님께서 즐거워하시는 게, 초카이의 가장 큰 행복이랍니다♪",
	unlock = "마야의 동생, 초카이입니다. 앞으로 잘 부탁드립니다. 저기… 그러고보니 지휘관님과는 어디서 만난 적이 있는 것 같네요……",
	feeling5 = "초카이는 지휘관님을 위해서라면 뭐든지 할 수 있다구요? ……지휘관님도 마찬가지라구요? 후후… 초카이는 지금 무척 행복해요♪",
	main = "지휘관님은 역시 상냥하시네요……|지휘관님, 언제 외출하기 좋은 날에 민들레 구경이라도 함께 가지 않으시겠어요?|지휘관님, 잠시 쉬지 않으시겠어요? 실은 이런 때를 대비해서, 피로 회복에 좋은 마사지를 공부해뒀답니다! 부디 사양 마시길~",
	battle = "전 함선 상황 확인…… 포격전 준비!",
	upgrade = "감사합니다. 이 초카이, 삼가 지휘관님을 위해 이 힘을 쓰겠습니다.",
	voice_key = 30314,
	headtouch = "",
	feeling2 = "지휘관님, 잠시 휴식하는 건 어떠신가요? …초카이의 노래가 듣고싶으시다구요? 으~음, 그렇다면……",
	login = "지휘관, 어서 오세요. 서류는 초카이가 정리해두었습니다. 그리고… 여기 쿠키는 어떠신지요?",
	vote = "",
	hp_warning = "아직…… 괜찮습니다!",
	id = 303140,
	detail = "에, 따분하지 않냐고요…? 괜찮습니다. 아무것도 하지 않아도, 지휘관님과 함께라면 초카이는 즐겁답니다!",
	couple_encourage = {
		{
			{
				30402
			},
			1,
			"이번에도 잘 부탁드립니다",
			0
		},
		{
			{
				30313
			},
			1,
			"함께 힘내자구요! ",
			0
		}
	}
}
