_G.pg.ship_skin_words[303180] = {
	feeling1 = "지휘관… 이건 별론데~ 아, 혼내는 거 아니야. 그저 나에게도 생각이 조금 있을 뿐이라고~",
	feeling3 = "지휘관~ {namecode:60} 혼자서 너무 심심해. 누가 놀아줬으면 좋겠어~ 다른 사람 찾아보라고? 너무해! {namecode:60}는 지휘관이랑 놀고 싶다구~ 응? 놀자!",
	lose = "이걸 어떻게 더 하냐구~",
	propose = "윽, \"서로 믿고 도와주며……\" 그 뒤가 뭐였지? 아아, 이런 건 너무 길고 외워지지도 않아! 그리고 다른 사람 앞에서 하는 것도 부끄러워! 그냥 안 하고 바로 방으로 가면 안 돼? 달링도 괜찮지?",
	expedition = "의뢰조가 돌아왔네. 얼른 마중하러 가자~!",
	win_mvp = "{namecode:60}, MVP! 헤헤~ 얼른 칭찬해줘, 칭찬해줘!",
	home = "전투 반성회? 좋네, 가봐~? 에, {namecode:60}에게 하라는 거야?",
	mission = "임무인가… 이런 건{namecode:59}가 적격인데…",
	touch2 = "후~ 지휘관은 이런 걸 좋아하는구나~ 괜찮아. 이정도라면 마음대로 해도 돼~♡",
	voice_key_2 = -1,
	skill = "제대로 눕혀주겠어!",
	drop_descrip = "{namecode:57}급 중순양함 4번함—{namecode:60}",
	mail = "밀서… 아니, 우편이 왔어! 지휘관, 읽은 척 하면 안 돼!",
	touch = "아하~ 지휘관, 방금 몰래 훔쳐봤지? 후후후, 그렇게 몰래 보지 말고 당.당.하.게. 봐도 괜찮은데.",
	profile = "나는 {namecode:57}형 중순양함, {namecode:60}! 세계대전에서 제7함대의 일원으로 활약했어! 어떻게 말해야 하지? 그 섬에서 있던 마지막 순간에는 여러 일이 있었지만… 됐어, 이번에는 동료들과 함께 최선을 다해서 노력할거야. 아무튼 잘 부탁해!",
	mission_complete = "피곤해… 으악, 망했다. 임무 보상이 왔어! 저기~!",
	feeling4 = "{namecode:60}랑 같이 놀아줄 거야? 완전 좋아! 처음부터 그렇게 말 하면 좋잖아~ 그럼 어디서 놀까? 우리 둘.이.서♡",
	unlock = "짠~! 중순양함 {namecode:60}, 착임~! 지휘관, 잘 부탁해~",
	feeling5 = "지, 지휘관이 {namecode:60}를 좋아한다고?! 그렇구나…… 사실 {namecode:60}도 지휘관이 좋다구…? 엑, 진짜야!",
	main = "에, 전투를 할 때는 진지하다고? 그건~ {namecode:60}가 해야할 때는 제대로 하는 타입이라 그런 거겠지. |지휘관~ 어떤 타입의 여자아이가 좋아? 설마… {namecode:60}에게도 기회가…? 에헷☆|완전 피곤해… 지휘관, {namecode:59} 불러와도 돼? 다음 외출에서 살 물건에 대해서 얘기하고 싶어~",
	battle = "적함 발견! 이러면 싸울 수밖에 없지!",
	upgrade = "오오! 어쩌면 출격 기회가 늘어날지도?",
	voice_key = 30318,
	headtouch = "",
	feeling2 = "지휘관~ 피곤해~ 뭐라도 좀 해봐~ 정말, 뭐라도 상관 없다구! 살이 떨어져 나가는 것도 아니잖아~ 아, 아파!",
	login = "오오, 지휘관! 왔구나! 그러니까~ 오늘은 뭘 해야 해? {namecode:60}랑 같이 놀기? 칫, 일 해야 하나…",
	vote = "",
	hp_warning = "반드시… 모항으로 돌아가겠어…!",
	id = 303180,
	detail = "지휘관, {namecode:60}랑 같이 놀자~ 아! 사탕 줄 거야? 그럼 같이 안 놀아도 괜찮아! 음~ 그럼!",
	couple_encourage = {
		{
			{
				30210
			},
			1,
			"{namecode:57} 언니, {namecode:60}랑 놀자!",
			0
		},
		{
			{
				30317
			},
			1,
			"{namecode:59}, 그쪽은 맡길게!",
			0
		},
		{
			{
				20216
			},
			1,
			"이 화장 괜찮은데?",
			0
		}
	}
}
