_G.pg.ship_skin_words[101420] = {
	feeling1 = "아, 넌 계속 집에 있어. 난 운동하러 갈게, 안녕.",
	feeling3 = "지휘관, 다음에 쉬는 날 같이 운동용품 사러 가는 거 어때? 좋은 장비가 보조해주면 효과가 더 좋거든.",
	lose = "여기 공기가 좀 별로다...",
	propose = "안심해, 지휘관. 난 운동만 아는 멍청이는 아니니까. 이렇게 오래 함께 열심히 했으니 네가 무슨 생각하는지 나도 알아. 다만, 그게... 어떻게 반응해야 할지 모르겠어... 그러니까, 내 말은... 나도 좋아...",
	expedition = "의뢰를 완료했어? 지휘관, 누가 먼저 항구에 도착하나 시합할까?",
	win_mvp = "후, 상태 괜찮네.",
	home = "수건 줄게 땀 닦아.",
	mission = "임무로 자신의 능력을 인증하는 거야? 마음에 들어.",
	touch2 = "내... 돌려차기를 받아라!",
	voice_key_2 = -1,
	skill = "너희는 피할 수 없어.",
	drop_descrip = "플레처급 구축함—스몰리, 현호 DD-565",
	mail = "새로운 우편이 있다고? 내가 가져올게. 10초, 아니, 8초면 충분해.",
	touch = "지휘관, 너도 자유 격투를 배워봐. 스스로 지킬 수 있어.",
	profile = "난 스몰리야, 플레처급의 스몰리. 함력은 별로 얘기할만한 게 없어. 전에 멀리에서 거물을 한번 본 것 말고는. 하지만 전투 후에 일을 좀 했지... 취미는 내가 다시 말 안 해도 되겠지?",
	mission_complete = "난 보상보다 임무로 자신을 증명하는 느낌을 더 좋아해.",
	feeling4 = "지휘관, 역시 너도 아는 거지? 운동으로 자신이 조금씩 바뀌는 걸 보는 그런 성취감, 헤헷, 우리 정말 잘 맞는다.",
	unlock = "스몰리, 구축함, 취미는 킥복싱, 착임.",
	feeling5 = "역시 두 사람이 서로 재촉하고 도와주니까 혼자 할 때보다 훨씬 재미있다... 지휘관, 우리 함께 최고를 향해 달리자!",
	main = "지휘관, 내가 운동을 알려줄 수 있어. 앉아서 할 수 있는 그런 거. 운동이 너무 부족하면 건강에 안 좋거든.|자유 격투에서 중요하게 여기는 건 조금도 거리낄 것이 없는 거야. 어떤 부위도 무기가 될 수 있지. 비록... 해전에서 사용하지 못하긴 하지만. 그래서 그냥 취미인 거야.|기회가 되면 전함급 언니들과 겨루어보고 싶어. 언니 중에... 세 보이는 사람이 꽤 많거든.",
	battle = "일단 준비 운동 먼저 하자.",
	upgrade = "고마워, 몸이 좀 가벼워진 것 같아.",
	voice_key = 10142,
	headtouch = "",
	feeling2 = "지휘관, 같이 운동하러 갈래?",
	login = "지휘관, 사무실에서 훈련해도 돼?",
	vote = "",
	hp_warning = "운동 부족이야...",
	id = 101420,
	detail = "볼티모어 씨? ...... 아, 지휘관인가...... 미안, 방금 단련하느라 몰랐어. ",
	couple_encourage = {
		{
			{
				10109
			},
			1,
			"언니, 제가 지켜줄게요!",
			0
		}
	}
}
