_G.pg.ship_skin_words[304010] = {
	feeling1 = "당신은 승리에 어울리지 않아요!",
	feeling3 = "즈이카쿠는 혼자서 괜찮으려나…… 응, 조금 멀리서 지켜보도록 하죠. 이 거리라면 발견되진 않을 터…",
	lose = "안심하세요. 아직 뒤집을 수 없을 정도로 전황이 기울어지진 않았답니다.",
	propose = "저를 쫓아다닌 노력에는 제대로 보답을 해드려야 하겠죠. 자, 저의 손을 꼭 잡도록 하세요. ",
	expedition = "후우…… 조금 쉬도록 할게요. 지휘관님, 홍차 한 잔 어떠신가요?",
	win_mvp = "승리란 곧, 우아함이랍니다!",
	home = "수고하셨어요. 전술목표는 제대로 달성하셨나요?",
	mission = "이 제가 직접 나서드릴까요?",
	touch2 = "이봐요 당신, 설마 제 여동생들에게도 이런 파렴치한 짓을 하는 건 아니겠죠!?",
	voice_key_2 = -1,
	skill = "몰아붙이겠어요!",
	drop_descrip = "콘고급 고속전함 1번함 - 콘고",
	mail = "새로운 정보를 토대로 작전계획을 조정하도록 하세요.",
	touch = "뭐, 뭐죠!? 긴급사태인가요!?",
	profile = "고속전함의 네임쉽, 7대 연합 함대 기함, 그리고 옛날 사쿠라 엠파이어가 해외에 발주한 마지막 주력함…… 그것이 바로 저, 콘고랍니다!",
	mission_complete = "엑셀런트! 최후의 승리를 향해 한 걸음 전진이군요!",
	feeling4 = "사람은 해가 저물 때에 가장 마음을 털어놓기 쉽다고 들은 적이 있는데…… 당신도… 그, 그런가요?",
	unlock = "콘고급 순양전함 1번함, 콘고에요. 승리를 향한 길은 바로 제가 이끌어 드리죠!",
	feeling5 = "히에이 녀석 또 연회를 열다니…… 지휘관님, 오늘 밤은 어울려 주시겠어요?",
	main = "전함인 제가 어뢰 따위에 가라앉을 것 같나요!|자, 적을 몰아내고, 저 좁은 운하를 건너, 저의 출생지로 향하는 거에요!|제가 너무 성실하다고요? 당신이야말로 너무 불성실한 거 아닌가요!?|뿔? 어머, 이것 말인가요? 제복 모자에 붙은 그저 장식일 뿐이랍니다. 우후후, 이런 거, '사쿠라 엠파이어의 멤버' 같아서 괜찮지 않나요?",
	battle = "전 함, 전투 배치!",
	upgrade = "후우~ 비장의 수단이 또 하나 늘었군요!",
	voice_key = 30401,
	headtouch = "",
	feeling2 = "지휘관님, 승리가 찾아오는 것을, 마음 단단히 먹고 기다리는 게 좋을 거에요.",
	login = "휴식은 이제 충분한가요? 함대 지휘권은 그쪽에게 돌려드리죠.",
	vote = "",
	hp_warning = "일발역전의 기회로군요!",
	id = 304010,
	detail = "…'전쟁'에서 찾을 수 있는 유일한 가치는 그 뒤에 있을 '평화'랍니다. 부디 잊지 마시길 바랍니다. ",
	couple_encourage = {
		{
			{
				30402,
				30403,
				30404
			},
			1,
			"고속전함, 출격하겠어요!",
			0
		},
		{
			{
				30402
			},
			1,
			"승리로 나아가겠어요!",
			0
		},
		{
			{
				30403
			},
			1,
			"저, 적의 포탄에는 주의하도록 해!",
			0
		},
		{
			{
				30404
			},
			1,
			"인기인 같은 건… 전장에선 결코 좋은 것이 아니랍니다?",
			0
		}
	}
}
