_G.pg.ship_skin_words[304030] = {
	feeling1 = "기대를 말아야지……",
	feeling3 = "격전 후에는 흰쌀을 가득 담은 고봉밥이 먹고 싶어져.",
	lose = "큭…… 미안해… 하지만, 진 건 진 거지…",
	propose = "조, 조금 부끄럽네…… 이제부터는 지휘관이 내 제일 소중한 사람…… 어, 언니와 비교하면 어떠냐고? 그, 그건 전혀 다른 얘기잖아?!",
	expedition = "좋아, 다음은 내가…… 응? 아직이야…?",
	win_mvp = "콘고 언니! 포상을 주세요!",
	home = "수고했어. 적하고 만났어?",
	mission = "히에이 씨, 같이 몸이나 좀 움직여보지 않을래?",
	touch2 = "하! ……장갑을 끼고 있으면, 다음에 때릴 때 손을 더럽히지 않고 끝낼 수 있겠네.",
	voice_key_2 = -1,
	skill = "화력…… 전개!!",
	drop_descrip = "콘고급 고속전함 3번함 - 하루나",
	mail = "지휘관의 목소리가 좋아. 그러니까…… 읽어주지 않을래?",
	touch = "히에이 씨가 만든 와삼본…… 지휘관도 좋아해?",
	profile = "사쿠라 엠파이어 고속전함 중 최고 속도를 자랑하며, 최후까지 분전한 콘고급 3번함 하루나. 이번에도…… 몸과 혼을 다해, 전력으로 싸우겠어!",
	mission_complete = "콘고 언니, 저도 이제 제 몫은 할 수 있다고요.",
	feeling4 = "지휘관은 춤도 출 수 있어? 저기, 그…… 나에게 춤추는 법을 가르쳐주지 않을래…?",
	unlock = "처음 뵙겠습니다, 사쿠라 엠파이어의 첫 고속전함, 하루나라고 합니다. 칼보다 주먹을 좋아하는 성격이지만, 아무쪼록 잘 부탁드립니다.",
	feeling5 = "지휘관, 이번 히에이 씨의 연회에서, 내 댄스 파트너가 되어주지 않을래……?",
	main = "드디어… 드디어 웨일즈와 싸울 수 있어…!|용기와 근성으로 이길 수 없는 상대는 없어. 지휘관도 그렇게 생각하지 않아?|소고기는 역시 죠슈규지. 지휘관도 먹어볼래?",
	battle = "자, 시작한다!",
	upgrade = "속력, 상승!",
	voice_key = 30403,
	headtouch = "",
	feeling2 = "콘고 언니, 어깨를 주물러 드릴게요. ",
	login = "날씨 좋네. \"모처럼 화창한 날인데 출항할 걸\" 같은 소리는 안 나오게 하는 편이 좋아. 지휘관도 그렇게 생각하지?",
	vote = "",
	hp_warning = "아직 끝이 아니야!",
	id = 304030,
	detail = "나도 키리시마처럼 인기인이 되고 싶…… 달까……",
	couple_encourage = {
		{
			{
				30401
			},
			1,
			"콘고 언니, 제 활약 어땠나요!?",
			0
		},
		{
			{
				30402
			},
			1,
			"눈 앞의 모든 것을…… 쓰러뜨린다!!",
			0
		},
		{
			{
				30404
			},
			1,
			"내 늠름한 모습을 보여주겠어!",
			0
		},
		{
			{
				30503,
				30504
			},
			2,
			"구레 배속 전함대, 전진!",
			0
		}
	}
}
