_G.pg.ship_skin_words[304040] = {
	feeling1 = "뭐, 지휘관도 말할 수 없는 고민이 있는 모양이니……",
	feeling3 = "하루나와는 쌍둥이지만, 나에게 그 녀석은 성가신 여동생같은 존재야.",
	lose = "포격전에서 흩어질 수 있는 건, 어쩌면 행운일지도 모르겠군……",
	propose = "서, 설마 지휘관에게 대쉬받을 줄은… 왠지 부끄럽군… 크, 크흠! 그럼 답례로… 지휘관, 앞으로도 계속 댄스 파트너가 되어줄게.",
	expedition = "큰일이군… 나도 도와줄까?",
	win_mvp = "나의 전력을 활용해준다면, 이렇게 되는 건 당연하지.",
	home = "지휘관, 수고했다. 다음은 이 몸도 데려가 보는 건 어떤가?",
	mission = "흠, 이번에 돌아올 땐 선물은 뭐로 해야 하나……",
	touch2 = "지휘관, 난 여기 있다고. 할 테면 정면에서 당당하게 해야지. 아하하, 뭐야~ 지휘관이 더 부끄러워하고 있잖아",
	voice_key_2 = -1,
	skill = "간파했다고!",
	drop_descrip = "콘고급 고속전함 4번함·키리시마",
	mail = "우편이다. 지휘관은 인기가 많군.",
	touch = "지휘관, 외로워진 건가?",
	profile = "콘고급의 막내, 고속전함 키리시마다. 헨더슨 비행장과, 그 전함 사우스다코타를 향해 주포를 발사했었지. 탐조등에… 3식 통상탄? ……아, 아하하하……",
	mission_complete = "피곤에 쓰러진 애들이 있다더군. 함께 숙소까지 부축하지.",
	feeling4 = "뭐, 언니들은 모두 우수하니까 말이지. 언니들의 발목을 잡지 않도록 이쪽도 필사적으로 열심히 할 수밖에 없지…… 나도 우수하다고? 하하하, 지휘관에게 인정받으니 기쁘군.",
	unlock = "나는 고속전함, 키리시마다! 자, 지휘관, 앞으로의 멀고도 험한 길, 함께 나아가지 않겠나!",
	feeling5 = "히에이가 주최하는 파티에 댄스타임이 있네만… 같이 춰 주지 않겠나? 파트너를 생각해봤지만 지휘관밖에 떠오르지 않아서 말야…… 응? 보통은 남자가 먼저 물어보는 건가? 아하하, 그랬나……",
	main = "탐조등? 아하하하… 전장은 무대와는 다르다고|복면? 후훗, 왜 복면을 하고 있는지 맞춰보지 않겠나?|콘고, 지금 도와주…… 엇? 피, 필요 없나……",
	battle = "이 주포로 끝내겠다!",
	upgrade = "이대로 개수가 계속되면 어떻게 될지…",
	voice_key = 30404,
	headtouch = "",
	feeling2 = "히에이는 어떤 상황에서도 당황하지 않는구나…",
	login = "지휘관, 이 몸이 활약해 줄 일이 있는가?",
	vote = "",
	hp_warning = "자아… 최후의 막이 열린다!",
	id = 304040,
	detail = "콘고로부터 홍차를 받았다네. 같이 마셔보지 않겠나?",
	couple_encourage = {
		{
			{
				10514
			},
			1,
			"최강의 방패, 그 이름에 걸맞는지 확인해보도록 하지!",
			0
		},
		{
			{
				30401
			},
			1,
			"콘고, 오늘도 예쁘군",
			0
		},
		{
			{
				30402
			},
			1,
			"히에이, 이번엔 날 떠나지 말아줘!",
			0
		},
		{
			{
				30403
			},
			1,
			"하루나, 승부라도 해보겠나?",
			0
		}
	}
}
