_G.pg.ship_skin_words[304050] = {
	feeling1 = "훌륭한 상사는 좀처럼 찾기가 어렵군요.",
	feeling3 = "기책에 기대 이길 수 있다 해도, 정석으로 대적하지 못한다면 전장은 제압할 수 없으니… 콜록콜록, 지휘관님, 스스로의 힘을 기르는 것이야말로 가장 중요하답니다.",
	lose = "계산이… 틀린 걸까요…",
	propose = "지휘관님… 이 아마기를 선택해주셨군요? 후후, 원래부터 지휘관님을 위해 몸바칠 각오였습니다만… 선택해주신 이상, 저 자신의 건강도 조금은 신경 쓰는 편이 좋겠군요.",
	expedition = "지휘관님, 의뢰를 완료했습니다. 다음 출격의 인선에 관해 외람되오나 제안 드릴 사항이……",
	win_mvp = "자, 그럼… 이 승리를 어떻게 활용할지……",
	home = "지휘관님, 제 작전이 도움되었는지요?",
	mission = "다음 임무는………",
	touch2 = "음…지휘관님…지금은 다른 사항에 대해 고찰 중이었습니다만……",
	voice_key_2 = -1,
	skill = "후후후후……",
	drop_descrip = "아마기급 순양전함 1번함 - 아마기",
	mail = "지휘관님, 편지가 왔습니다. 새로운 정보인가요?",
	touch = "후후후후…… 지휘관님, 지금 간식을 뭘로 할지 고찰하던 참이었습니다.",
	profile = "아마기급 순양전함의 기함, 아마기입니다. 원래는 아카기와 함께 항공모함으로 개조될 예정이었습니다만… 그때의 천재지변으로 쓰러지고 말았습니다. 콜록콜록… 네, 보시는 대로 그다지 건강한 체질은 아닙니다만, 아무쪼록 걱정 마시길…",
	mission_complete = "임무 보수… 가장 유용한 곳에 사용해야겠지요.",
	feeling4 = "콜록콜록… 지휘관님은 이 아마기도 인정하게 만든 분이시니까, 좀 더 자신을 가지시는 편이 좋을 거예요.",
	unlock = "콜록콜록… 순양전함 아마기, 도착했습니다. 여기라면 저도 힘을 발휘할 수 있을 것 같네요… 지휘관님, 먼저 적에 대한 설명을 부탁드려도 될까요?",
	feeling5 = "콜록콜록… 아마기를 걱정하신다면, 온 힘을 다해 앞으로 나아가 주세요… 지휘관님의 승리, 그리고 미소야말로 저에게는 특효약이랍니다.",
	main = "앞길이 험난하다곤 합니다만, 그렇기에 도전할 가치가 있다고 생각합니다.|지휘관님, 실패를 두려워할 필요는 없습니다. 이 아마기가 있는 한, 실패도 좌절도 다음 승리의 거름으로 만들어 드리겠습니다.|아아, 아카기…… 이상하게 자라버렸네요……",
	battle = "그럼, 계획대로 가겠습니다.",
	upgrade = "몸 상태가 많이 좋아졌습니다.",
	voice_key = 30405,
	headtouch = "",
	feeling2 = "계책을 마련하기 위해선 정보가 필요한 법… \"고명한 지혜로 간자를 부리는 자, 삼군이 믿고 따를지니\", 라고 할 수 있겠지요.",
	login = "지휘관님, 오늘의 작전 요강을 책상에 올려놓았습니다. 확인 부탁드립니다.",
	vote = "",
	hp_warning = "계책을 바꿀 필요가 있군요……",
	id = 304050,
	detail = "아무도 상처 입히고 싶지 않다는 건가요……? 지휘관님께서는 무리한 주문을 하시는군요… 후후, 방법은 찾아보겠습니다.",
	couple_encourage = {
		{
			{
				40701
			},
			1,
			"아카기…? 어머, 사람을 잘못 봤군요…",
			0
		},
		{
			{
				30701
			},
			1,
			"아카기, 지휘관님의 명령은 잘 들어야겠죠?",
			0
		}
	}
}
