_G.pg.ship_skin_words[304060] = {
	feeling1 = "콩고 언니! 이제 이 지휘관님과는 만나고 싶지 않아요!",
	feeling3 = "저, 저기……. 으으……. 그게, 지휘관님, 여기를 모르겠는데……. 히에이에게 가르쳐 주시겠어요……?",
	lose = "……으으, 겨, 겨우 이 정도의 실패, 히에이는 딱히…….",
	propose = "후후후, 놀라셨어요? 실은 이 연회는 모두 지휘관님을 위해서 준비한 거예요. 히에이에게 있어서 오늘은 중요한 날이니까요. 게다가, 그……. 지, 지휘관님도 히에이에게 소중한 분이니까! ……허억, 허억, 제대로 말했어요……!",
	expedition = "의뢰을 완료했습니다. 히에이가 여러분을 맞이하고 올게요.",
	win_mvp = "이 정도의 승리, 히에이에게는 아무 것도 아니에요!",
	home = "출격 고생하셨어요. ……그보다, 지휘관님을 마중하는 히에이의 지금 모습은 괜찮은가요?",
	mission = "임무 완수는 자랑스러운 일이라고 생각해요!",
	touch2 = "이, 이이, 이 파렴치한!",
	voice_key_2 = -1,
	skill = "거, 거친 파도와 함께 사라지세요!",
	drop_descrip = "콩고형 고속전함 2번함 - 히에이",
	mail = "새로운 메일……. 혹시 소집?",
	touch = "무슨 일이 생기면 히에이에게 맡겨 주세요. 이것도 수행의 일환이에요!",
	profile = "콩고급 히에이에요. 후훗, 콩고 언니가 돌아오면, 우리 콩고급이 분명 세계를 깜짝 놀라게 할 테니까, 그때까지 히에이도 한사람 몫을 해야지! ……하지만 예의라든가, 예법이라든가, 히에이에게는 조금 어려운걸…….",
	mission_complete = "보상을 받을 때는 당당하게 가슴을 펴야죠!",
	feeling4 = "다음 연회의 준비는 히에이에게 맡긴다고요? 정말인가요?! 히에이, 실망시키지 않을게요!",
	unlock = "지휘관님? 히에이는 더 높으신 분을 모시는 것을 목표로 하고 있어요! 음, 뭐, 지휘관님을 수행 상대로 삼아도 나쁘지 않겠네요.",
	feeling5 = "지휘관님, 히에이의 연회는 어땠나요? 만족하셨어요? 에헤헤, 다음에는 더 열심히 할 테니까, 꼭 와 주세요!",
	main = "연회? 응, 좋아요! 어디에서……. 앗, 이런 걸 생각할 때가 아니에요~!|히에이의 언니는 로열에서 유, 유학을 한 적이 있어요! 흥, 유학이 뭔지 모르시죠?!|멍하니 있으면 이걸로 때릴 거에요! 엄청 아프다고요!",
	battle = "흥, 히에이는 지지 않아요!",
	upgrade = "히에이는 실망시키지 않아요!",
	voice_key = 30406,
	headtouch = "",
	feeling2 = "히에이는 혼자서도 괜찮아요. 지휘관님은 다른 일을 해 주세요.",
	login = "평안하신……, 아윽?! 손잡이에 부딪혔어요……!",
	vote = "",
	hp_warning = "히에이는 어중간한 일은 하지 않아요!",
	id = 304060,
	detail = "어째서 히에이를 뚫어져라 쳐다보는 거죠……? 검이 너무 무겁지 않냐고요? 히에이는 혼자서도 괜찮아요! 걱정할 필요 없어요!",
	couple_encourage = {
		{
			{
				30402
			},
			1,
			"왠지 마음이 따뜻해져요…….",
			0
		},
		{
			{
				30401
			},
			1,
			"콩고 언니! 잘 부탁해요!",
			0
		},
		{
			{
				30511
			},
			1,
			"미, 미카사 님! 오늘의 메뉴는 뭘로 할까요……?",
			0
		},
		{
			{
				10117
			},
			1,
			"토끼 씨! 지지 않겠어요!",
			0
		}
	}
}
