_G.pg.ship_skin_words[304070] = {
	feeling1 = "지휘관님, 혹시 몸이 안 좋아서 정신까지 영향을 받은 건 아니죠...?",
	feeling3 = "아마기의 건강을 바란다니, 그... 지휘관님의 부하와 함선으로서 건강 관리는 굉장히 중요한 일이에요... 아마기가 조금 더 특별한 일을 해야 할까요?",
	lose = "크흠... 이런 모습으로 아카기 일행을 보러갈 수는 없어요...",
	propose = "지휘관님, 안 돼요. 만약 아마기가 이 반지를 받는다면 아카기는 분명히... 아카기도 괜찮다고 했나요? 다행이다, 그 아이도 성장했군요... 아, 아니요, 지금은 아카기보다 먼저 지휘관님의 마음을 헤아려야... 저기, 그게요! 아마기, 정말 영광이에요!",
	expedition = "지휘관님, 의뢰가 끝났어요. 원하신다면 아마기가 다음 출격할 인원에 대한 건의를 드려도 될까요?",
	win_mvp = "그러면... 어떻게 이 승리를 이용해야 할까요? ...후후후...",
	home = "지휘관님, 오셨군요. 사쿠라 엠파이어의 간식을 드시겠어요? ...괜찮다면 아마기도 같이 먹어도 될까요?",
	mission = "끝내지 못한 임무가 있어요. 임무의 보수는 가장 알맞은 곳에 사용해야 해요.",
	touch2 = "? 지휘관님, 아마기는 지금 뭔가 생각하고 있어요.",
	voice_key_2 = -1,
	skill = "후후후...",
	drop_descrip = "아마기급 순양전함 1번함 - 아마기",
	mail = "간식이 왔나요? ...평, 평범한 편지였네요.",
	touch = "이건 옷이 흘러내린 것이 아니라 사실... 감기 조심하라고요? 네, 꼭 그럴게요.",
	profile = "사쿠라 엠파이어 소속 순양전함 아마기입니다. 이 모항에서 쑥쑥 자라서 지휘관님과 아카기의 힘이 되겠어요—— 그러려면 잘 먹고 잘 자야죠, 네!",
	mission_complete = "지휘관님, 임무가 끝났어요. 다음 임무는 언제 확인할 예정이세요?",
	feeling4 = "냠냠... 맛있다... 아, 지휘관님, 죄송해요. 실수로 떡을 먹어버렸어요... 마음껏 먹어도 괜찮다고요? 그, 그렇다면 아마기가 맛있게 먹도록 할게요...",
	unlock = "순양전함 아마기, 지휘관님을 뵙습니다. 크흠… 아, 괜찮습니다. 방금 바람이 불어와서… 에취! 으음……",
	feeling5 = "지휘관님, 휴식 시간이에요. 아마기의 건강을 걱정하면서 지휘관님의 몸을 돌보지 않는 것은 전혀 설득력이 없는 일이랍니다. 자, 제가 이불을 깔아드릴게요~",
	main = "역시 로열 네이비의 메이드장이에요. 이렇게 멋진 홍차라니, 정말 감탄했어요... 후~ 후~|아카기, 지휘관  님은 부하가 아니에요....계속 이렇게 지휘관님을 귀찮게 한다면 혼쭐을 내겠어요. |아, 또 만쥬를 경단으로 만들어 버렸다... 조금 배가 고파서 그런가봐요...",
	battle = "계획대로 행동하세요.",
	upgrade = "아카기를 지키기 위해서 아마기도 더 강해져야 해요.",
	voice_key = 30407,
	headtouch = "으으으, 지휘관님, 잠시만요...",
	feeling2 = "사쿠라 엠파이어와 아카기, 그리고 모항의 동료들을 지키기 위해서 아마기는 뭐든지 할 준비가 되어 있어요. 지휘관님, 부디 명령을.",
	login = "지휘관님, 오늘의 확인해야 할 자료는 모두 여기에 두었습니다. 이정도는 저도 혼자서 할 수 있답니다.",
	vote = "",
	hp_warning = "어디서 잘못된 걸까요...",
	id = 304070,
	detail = "크흠, 으... 괜, 괜찮아요... 아마기가 간식을 먹을 때 사레가 들려서... 꿀꺽꿀꺽... 으으...",
	couple_encourage = {
		{
			{
				30701,
				30709,
				30710
			},
			1,
			"{namecode:91}, 지휘관님을 곤란하게 해서는 안 돼요.",
			0
		},
		{
			{
				30507,
				30508
			},
			2,
			"지휘관님에게 무서운 표정을 보이지 마세요.",
			0
		}
	}
}
