_G.pg.ship_skin_words[305050] = {
	feeling1 = "그대의 바람은… 이 몸에게 과오를 되풀이하라는 것인가? 이 몸은… 알겠다…",
	feeling3 = "모두와 좀 더 함께 있어, 라고? 함께 있어도 이 몸은 무엇을 하면 좋을지 모르거니와, 게다가 이 몸을 모두가 겁내는 것이 훤히 보인다…… 뭘 하고 있느냐! 어째서 이 몸의 장비를 벗기려 하는 것이냐!",
	lose = "우으…… 또 실패해버렸어……",
	propose = "전란의 저편에 있는 것이, 그 모든 것을 집어삼키는 빛이 아니라 그대의 따뜻한 온기라면, 지금의 나는… 달리 아무것도 바라지 않아.",
	expedition = "의뢰가 완료되었다… 여, 여봐라… 모처럼 이 몸이 시간을 기억했는데, 그대는 아무 생각도 들지 않는 겐가?",
	win_mvp = "어리석은 놈이… 어찌하여 이 몸을 화나게 한 것이냐?",
	home = "사람을 마중나간 적은 없다만… 포를 쏘면 되겠지?",
	mission = "임무의 서류는 이걸로 됐는가? 이 몸은 잘 모르겠다만.",
	touch2 = "……무, 무례한 놈!",
	voice_key_2 = -1,
	skill = "이 몸은 나가토… 사쿠라 엠파이어의 나가토다!",
	drop_descrip = "나가토급 전함 1번함 - 나가토",
	mail = "이 종이조각은? '우편'? 그런가, 우편인가. 이 몸이 읽어봐도 되겠는가?",
	touch = "……! 이, 이리도 쉽게 이 몸을 만진 자는 없었다… ",
	profile = "사쿠라 엠파이어의 혼, 사쿠라 엠파이어의 자랑, 그리고 사쿠라 엠파이어의 영광…… 그 시대 자체의 상징이기도 한, 빅 세븐인 이 몸을, 괄목하여 보도록 하거라……이걸로 됐는가? 지쳤으니, 이 몸은 이제 쉬겠노라.",
	mission_complete = "임무 보수… 영차… 후우… 여기 두면 되겠는가?",
	feeling4 = "과연, 장비를 벗고 나서부터, 모두가 무서워하지 않게 되었구나. 확실히 기분이 가벼워졌다만… 하지만 이 희미한 상실감은 어째서인가… 기함을 야마토에게 물려줄 때와 같은 듯한……",
	unlock = "이 몸은 사쿠라 엠파이어 연합함대 기함…… 나가토다. 그대는 지휘관인가? 천하를 취할 자질이 있는지, 똑똑히 이 눈으로 보도록 하마.",
	feeling5 = "소중히 대해주는 사람이 있는 게 좋은 건가? 그렇다면… 이 몸을 데려나온 것이 그대이니, 채, 책임을 져줘야겠다… 저기… 그, 그러니… 그, 그대에게 명한다… 이 몸을 소중히 하는 것이다… 어, 어떠냐…?",
	main = "다툼은 좋아하지 않는다, 그러나 그때는… 이 몸에게 선택지는 없었다.|전쟁을 논하는 무리는, 과연 제대로 된 각오와 자신이 있는가?|그 재해에서 구한 백성들의 웃는 얼굴, 이 몸은 절대로 잊지 못한다… 그것이야말로 이 몸이 지키고 싶은 것이다.",
	battle = "다시… 슬픈 전쟁을… ",
	upgrade = "싸움이 멈추는 날이 오기를……",
	voice_key = 30505,
	headtouch = "",
	feeling2 = "무슨 일이냐? 이 몸? 이 몸은 아무것도 하고 있지 않다. 그 일을 야마토에게 맡겼으니, 이 몸이 할 일은 싸움밖에 남아있지 않노라.",
	login = "어서 오레… 혀, 혀를 깨물었을 뿐이니라…",
	vote = "",
	hp_warning = "결전의 때인가…!",
	id = 305050,
	detail = "모두의 얼굴에 미소가 넘치는구나…… 이 몸은 이 장소가 마음에 들었다!",
	couple_encourage = {
		{
			{
				3
			},
			5,
			"연합함대, 적을 분쇄하라",
			3
		},
		{
			{
				30501,
				30502,
				30506
			},
			1,
			"제1 전대, 화력 전개",
			0
		}
	}
}
