_G.pg.ship_skin_words[305060] = {
	feeling1 = "지휘관… 어째서야?",
	feeling3 = "모르는 게 행복한 것도 있는 건 알지만… 그래도 알고 싶어! 게다가, 아는 편이 행복한 것도 좀 더 있잖아?",
	lose = "지휘관, 3번 포탑이 조금……",
	propose = "이걸로 나하고 지휘관이 이어져 있는 거네? 대단해! 반지를 보면, 정말로 지휘관하고 같이 있는 느낌이야! 어째서?",
	expedition = "지휘관, 누군가가 항구에 돌아왔어!",
	win_mvp = "지휘관, 이거 봐, 이거 봐! 엄청 예쁜 물고기가 있었어! 무슨 물고기야?",
	home = "지휘관, 움직이지 마, 액막이를 해줄게!",
	mission = "지휘관, 이 임무는 뭐 하는 거야? …이건?",
	touch2 = "지휘관, 왜 만지는 거야? 무슨 일이야?",
	voice_key_2 = -1,
	skill = "고양이 씨, 꼭 붙잡고 있어~ 진심으로 갈게!",
	drop_descrip = "나가토급 전함 2번함 - 무츠",
	mail = "이게 '우편'이구나… 지휘관에게 '우편'을 쓸 테니까, '답장' 해줘!",
	touch = "아하하하~ 지휘관 간지러워~ 아하하하~",
	profile = "나는 나가토급 2번함의 무츠! 그 대전까지는 나가토 언니랑 빙글빙글 교대로 연합함대의 기함을 맡았어! 그 뒤에는 야마토 씨에게 맡겼지만! 바깥 세계는 역시 여러 가지 새로운 게 많네~ 3번 포탑? 응… 이번엔 괜찮겠지?",
	mission_complete = "지휘관? 보너스는 포탑에 실어서 옮겼어! 아! 고양이 씨를 깨우지 말아줘!",
	feeling4 = "지휘관, 나하고 놀자! 어, 일이 있으면 나중에 다시 올게! 물어보고 싶은 게 잔뜩 있지만, 지휘관에게 알려주고 싶은 것도 잔뜩, 자~아안뜩 있어!",
	unlock = "안녕하세요. 나는 무츠! 나가토 언니의 동생! 저기, 당신은 지휘관? 왜? 지휘관은 어떻게 되는 거야? 지휘관은 굉장한 거야? 가르쳐 줘, 가르쳐 줘!",
	feeling5 = "지휘관에게 물어볼 건… 그러니까… 나 좋아? 내가 여러 가지 물어봐서 귀찮아? 그리고… 응! 함대의 모두와 지휘관이 정말 좋다고 말하고 싶어!",
	main = "지휘관, 여기는 왜 이렇게 되는 거야? 이렇게 하면 안 되는 거야? 왜?|지휘관, 바깥은 뭔가 재밌어 보여! 보러 가도 돼?|개미 씨들은 어디로 가는 걸까… 알고 싶어!",
	battle = "연합함대! 어… 출격!",
	upgrade = "노력할게!",
	voice_key = 30506,
	headtouch = "",
	feeling2 = "옛날에 나가토 언니랑 같이 하시라지마에 있을 때부터 자주 생각했는데… 하늘은 왜 파란 거야? 새는 왜 날 수 있어? 다들 왜 전쟁하는 거야? …신기한 일이 잔뜩…",
	login = "아, 지휘관! 저기, 없는 동안에 모르는 게 있었어! 왜……(무츠가 질문 폭격을 해왔다.)",
	vote = "",
	hp_warning = "모두를 지키고 싶어!",
	id = 305060,
	detail = "지휘관, 3번 포탑의 검사, 도와줘!",
	couple_encourage = {
		{
			{
				30505
			},
			1,
			"나가토 언니~ 같이 힘내자!",
			0
		}
	}
}
