_G.pg.ship_skin_words[305080] = {
	feeling1 = "약자는 가만히 지켜보도록 해. 큰 파도가 몰려오면 지켜줄 수 없으니까.",
	feeling3 = "우리 사쿠라 엠파이어의 함선을 상대로 동요하지 않다니, 지휘관도 이상한 사람이군… 하지만 이런 한담을 주고받는 것도 즐겁다, 그러니 오늘은 무슨 이야기를 할텐가?",
	lose = "아무래도 나 역시 가끔은 자만하는 건가…",
	propose = "운명이 준 선물이 커다란 무대일 것이라고 생각했는데, 진정한 선물이 평생을 함께할 반려일 것이라고는 생각하지 못했다… 인생은 길고, 갈 길은 머니 너와 함께 하는 것도 나쁘지는 않겠지.",
	expedition = "의뢰가 끝났다는 사실을 내가 알려줘야 하는 것은 아니겠지?",
	win_mvp = "이렇게 끝? 흥, 고작 이정도인가.",
	home = "뭔가 재미있는 일이라도 있나? 아, 오해하지 마. 내가 관심있는 것은 네가 아니라 네가 겪은 일이니까.",
	mission = "지휘관, 네가 임무를 선택해야지 임무가 너를 선택해서는 안 된다.",
	touch2 = "그 충동적인 행동으로 목숨을 버릴 수 있다는 생각은 하지 않는가? 후후~",
	voice_key_2 = -1,
	skill = "어느 쪽이 위인지 깨닫게 해주지!",
	drop_descrip = "{namecode:92}급 전함 2번함—{namecode:81}",
	mail = "우편? 흥, 믿을만한 정보가 3할 정도만 있다면 고맙겠는데.",
	touch = "무료하다면 나와 검술 대련을 하는 건 어떤가?",
	profile = "{namecode:92}급 2번함, {namecode:81}다. 가장 마지막까지 건조되지 않았기에…… 항공모함으로, 전함으로, 또 실험함이나 표적함으로, 그렇게 좋을대로 사용되었지. 흥, 이 모습으로 착임한 이상 실망시키지는 않을 거다.",
	mission_complete = "임무 완료인가? 그렇다면 꾸물대지 말고 당장 보상을 받아와.",
	feeling4 = "혼자라면 세상의 규칙에 얽매이지 않고 하고싶은 일을 할 수 있지. 하지만 네가 있으면 나도 신중하게 움직일 수밖에 없다. 지휘관, 너는 정말 귀찮군.",
	unlock = "{namecode:92}급 2번함, {namecode:81}. 난 맘에 드는 업무만 수행하지. 너에 대해서는——경솔하게 결정하는 건 내 스타일이 아니니까, 우선 네 능력을 보여줘봐.",
	feeling5 = "네가 바라는 것이 무엇인지 관심은 없다. 내가 아는 것은 거기에 내 도움이 필요하고, 내 계획에도 네가 필요하다는 점이지. 우리는 바로 '운명 공동체’다. 누구도 떠날 수 없지…… 안 그런가?",
	main = "무력은 가장 원시적이지만 가장 효과적인 대화 수단이지. 하지만 가능하다면 나는 나의 적이 통쾌하게 변론을 할 수 있는 상대이기를 바란다. |목적을 달성하기 위해 수단을 가리지 않는 것은 좋지. 규칙에 얽매여 실패하는 것보다는 나아.|네 자신이 충분히 강하지 않다고 생각해도 상관 없다. 뒤에 숨어있으면 되니까. 강자에게는 강자의, 약자에게는 약자의 도리가 있는 법이지 ――언니는 그렇게 말했다.|나는 {namecode:161}처럼 진중하지는 않지만 {namecode:92} 언니처럼 포악하지도 않다… 아니라고? 언니를 말하는 건가, 아니면 나를 말하는 건가?",
	battle = "어라? 나보고 날뛰라는 건가?",
	upgrade = "보는 눈이 있군, 지휘관.",
	voice_key = 30508,
	headtouch = "",
	feeling2 = "나는 언제든 네 목숨을 취할 수 있는데, 왜 그렇게 무방비하지? …… 음? ‘신뢰’? 하하, ‘신뢰’라, 듣기 좋은 단어군.",
	login = "뭔가 재미있는 일을 찾아줘, 지휘관.",
	vote = "",
	hp_warning = "후후… 위험한 싸움일 수록 재밌지!",
	id = 305080,
	detail = "나는 ‘언제나 그래왔다’라는 말을 입에 달고 사는 사람을 제일 싫어한다. 그들의 어리석음 때문에 지금까지의 잘못을 되풀이 하지 않았는가?",
	couple_encourage = {
		{
			{
				30507
			},
			1,
			"언니, 같이 가시죠!",
			0
		},
		{
			{
				30405
			},
			1,
			"역시 {namecode:161}는 이길 수 없는 것인가……",
			0
		}
	}
}
