_G.pg.ship_skin_words[305120] = {
	feeling1 = "쯧, 네 부하 짓도 재미 없어……",
	feeling3 = "음…… 좋아! 이 {namecode:80}가 함께 운동을 해주지! 실내에만 있지 말고 나와서 운동 하자. 목검을 휘두른다던가, 뭐든 상관 없어!",
	lose = "윽… 화력 부족인가……",
	propose = "동료 사이에는 원래 격의 없이 지낸다… 라고 했잖아. 그러니까 이런 건 필요 없는데…… 그게 아니야? 내가 이런 말을 잘 못하는 건 너도 알거야… 그래. 모처럼의 마음이니 받아줄게! 걱정 마. 과거에도, 지금도, 그리고 미래에도 너를 지켜주겠어!",
	expedition = "의뢰와 같은 단순한 일에는 관심 없지만 돌아온 동료들을 못본 척 할 수는 없지. 마중하러 가자!",
	win_mvp = "좋아! 화끈한 전투였어!",
	home = "모항에 주둔하는 것보다 전장에서 화려하게 싸우는 게 훨씬 이목이 집중되지 않겠어?",
	mission = "새로운 임무? 해역에 나타난 적들을 해치워야 하는 거라면 나에게 맡겨줘!",
	touch2 = "서로의 감정을 발전시키기 위한 밀접 접촉인가… 괜찮네!",
	voice_key_2 = -1,
	skill = "자! 신나게 놀아보자!",
	drop_descrip = "{namecode:80}급 전함—{namecode:80}",
	mail = "우편이다… 누가 도전장이라도 보낸 걸까? 좋아, 받아주지! ……에이, 아니었잖아…",
	touch = "뭔가 곤란한 일이라도 있어? 사양하지 말고 말 해봐.",
	profile = "나는 {namecode:80}급 전함의 1번함, {namecode:80}야. 여러가지 이유 때문에 세계대전에서는 내 실력을 발휘할 수 없었지만…… 드디어 보여줄 기회가 생겼어! 지휘관, 원하는 대로 마음껏 나에게 명령을 내려줘!",
	mission_complete = "깔끔하게 임무 완료군. 좋았어!",
	feeling4 = "전장에서 빛나는 것도 그걸 봐줄 동료들이 있어야 재미있지~ 좋아! 일이 끝나면 {namecode:77}와 대련을 하고, 그 다음에 같이 {namecode:76}를 찾아가서 마시자고! 물론 너와 {namecode:175}도 함께야!",
	unlock = "전함 {namecode:80} 등장! 여기서는 아무렇지 않게 권법을 사용해도 된다며? 흐흥, 좋았어! 앞으로의 날들이 기대되는걸. 너도 내 활약을 맘껏 기대하라고!",
	feeling5 = "지키고 싶은 것이 생기면 자연스럽게 강해지게 돼. 지금 나에게는 모항의 동료들과 네가 있으니 자연스럽게 강해질 수 있지. 하하!",
	main = "누가 괴롭히면 나에게 말 해. 내가 날려버릴게! …응? 진짜야. 농담 아닌데. |으~ 계속 이러고 있으니까 몸이 굳는 것 같아… 왜 그렇게 쭈뼛거려? 응? 옷이 흐트러졌다고? |{namecode:175}~ 오늘 일 끝나면 {namecode:76} 일행이랑 같이 한잔 하자! 에이, 그렇게 매정하게 굴지 말고… 그럼 가는 거다?",
	battle = "정정당당하게 승부다!",
	upgrade = "좋아. 실전에서 바로 강화의 결과를 확인해 보자고!",
	voice_key = 30512,
	headtouch = "",
	feeling2 = "저기, 조금만 움직여도 그렇게 헉헉대? 조금 운동 부족 아니야? 마치 {namecode:175} 같네.",
	login = "드디어 왔구나? 내 대포가 쓸쓸해서 죽는 줄 알았다고. 워밍 업을 시켜줄 때야!",
	vote = "",
	hp_warning = "하, 잔재주를 부리다니!",
	id = 305120,
	detail = "검이든 대포든 무기는 커야 좋아. 기세에서부터 이겼다! 하는 느낌이거든. 어떻게 생각해, 지휘관?",
	couple_encourage = {
		{
			{
				30405
			},
			1,
			"전략은 네가, 싸움은 내가!",
			0
		},
		{
			{
				30514
			},
			1,
			"부끄러워 하지 말고 화려하게 가자!",
			0
		},
		{
			{
				30503,
				30504
			},
			1,
			"이기고 나서 한잔 하자고!",
			0
		}
	}
}
