_G.pg.ship_skin_words[306070] = {
	feeling1 = "지휘관님께는 가까이 다가가고 싶지 않은 기운이 풍겨요…",
	feeling3 = "칭찬이나 비판에 대해서 지휘관님은 어떻게 생각하세요? 아뇨, 약간 궁금해서요. 신경 쓰지 마세요…",
	lose = "흥, 이번에는 한 수 물러나 드리지요.",
	propose = "{namecode:179}, 앞으로도 지휘관님의 곁에서 함께 하겠어요. …… 앞, 앞으로 숨기는 것 없이 지휘관님을 대할 테니 각오하세…………요?",
	expedition = "의뢰가 완료되었습니다. 먼저 마중을 가보겠습니다. 큰 수확이 있으면 좋겠네요.",
	win_mvp = "승부를 막론하고 담담한 자세를 유지하는 것, 이것이 바로 사쿠라 엠파이어가 가져야 할 자세.",
	home = "수고하셨습니다. 잠시 쉬시는 것도… 하지만 너무 풀어지면 안 됩니다. 잠시 뒤에 전술 피드백이 있으니까요!",
	mission = "새로운 임무인가…… 상부의 명령이니 얼른 끝내도록 해요.",
	touch2 = "마음속 번뇌를 없애 드리죠!",
	voice_key_2 = -1,
	skill = "승리는… 내 손 안에!",
	drop_descrip = "{namecode:179}급 경항공모함—{namecode:179}",
	mail = "편지, 무슨 내용일까…… 신경 쓰이네요.",
	touch = "화려하면서도 늠름한 이 의상, 지휘관님도 이 아름다움을 아시겠지요?",
	profile = "잠수모함에서 경항공모함으로, 숱한 출격 끝에 결국은 세토 내해에 머물게 되었지만…… 가만히 머무르기만 하지는 않겠습니다. 저 {namecode:179}는 이전에 말했던 것 같이 지휘관님을 위해 승리를 가져다드리겠습니다.",
	mission_complete = "지휘관님의 노력 덕분에 임무를 순조롭게 마칠 수 있었습니다.",
	feeling4 = "노력해서 받은 포상이라면 기꺼이 받아들이고 앞으로 나아갈 힘으로 삼겠어요. …… 그, 그러니 지휘관님. 앞으로도 저에게 출격할 기회를 주세요!",
	unlock = "잠수모함 {namecode:183}의 개조형, {namecode:88}급 경항공모함 {namecode:179}. 승리를 가져다드리겠습니다! 네, 이번에는 좌절이 아닌 끊이지 않는 승리만을!",
	feeling5 = "지휘관님의 곁이기 때문에 제 실력을 보여드릴 기회를 잡을 수 있었어요. 지휘관님이 없으면 오늘의 저도 없겠지요. 그러니 지휘관님 앞에서는 생각을 억누르지 않아도… 에? 평소에도 제대로 표현하고 있었다고요? 그, 그랬나요?!",
	main = "잠수함 아이들을 돌보기는 쉽지 않아요…… 이, 이건 제가 직접 겪은 일이니 믿어주세요! |다른 사람의 시선에 얽매이지는 않습니다. 우리는 함선, 무가 출신과도 같으니 당연한 태도지요.|가끔은 정규항모들이 부럽기도 해요. 저에게도 그런 힘이 있다면…",
	battle = "쌓이고 또 쌓인 투자와 열정, 전부 적에게 쏟아부으리!",
	upgrade = "특별히 보살펴주셔서 감사합니다. 지휘관님.",
	voice_key = 30607,
	headtouch = "",
	feeling2 = "저 바다는 그립지만 복잡한 마음이 들게 하는 곳이네요…… 하지만 이제는 상관없는 일이죠. 저에게 필요한 건 노력뿐이에요.",
	login = "이렇게 오래 기다리게 하다니… 아, 아닙니다. 이 정도는 괜찮으니까요.",
	vote = "",
	hp_warning = "쯧, 하필 이럴 때…",
	id = 306070,
	detail = "잠수함의 힘에 대해서는 잘 알고 있습니다. 지금 할 말은 아니지만, 세계 대전 때 항공모함으로 개조되지 않았다면 저는 모두에게 어떤 존재가 되었을까요……",
	couple_encourage = {
		{
			{
				30601
			},
			1,
			"같이 힘내봐요!",
			0
		},
		{
			{
				10707
			},
			1,
			"윽, 당신은 그때의……",
			0
		},
		{
			{
				30603
			},
			1,
			"{namecode:89} 선배, 잘 부탁드려요!",
			0
		},
		{
			{
				8
			},
			1,
			"아아아, 매달리지 마!",
			1
		}
	}
}
