_G.pg.ship_skin_words[101450] = {
	feeling1 = "됐어 됐어, 기분 안 좋으면 와서 어리광 피워도 돼~ 누나의 따뜻함 품을 빌려줄게~",
	feeling3 = "후~ 오늘 훈련 순조롭게 완료! 다음은 휴식 시간... 엇, 지휘관, 잡았다! 이 별 스티커는 나랑 같이 수고해준 너한테 줄게——이마에 붙이면 돼~",
	lose = "너무 방심했나, 니어 미스라서 다행이야… 반성할게~",
	propose = "이건 대체 내가 지휘관을 공략한 건지, 지휘관이 날 공략한 건지... 아, 모르겠다, 결과가 해피엔딩이면 됐어! 에헤헤~ 사랑해, 지휘관~",
	expedition = "의뢰가 완료됐어! 물자 분류 태그는 내가 스티커로 대체했어~",
	win_mvp = "에이, 이거 뭐 간단하잖아~ 돌아가서 별 하나 더 붙여야지~",
	home = "오! 복귀 환영해! 소파에 자리 있어.",
	mission = "난 매정한 임무 알리미~ 임무 있어, 임무, 얼른 완성해, 얼른~",
	touch2 = "헷, 피했지롱, 또 피했지롱~",
	voice_key_2 = -1,
	skill = "한 번 신나게 놀아볼까!",
	drop_descrip = "알렌 M. 섬너급 구축함—알렌 M. 섬너, 현호 DD-692",
	mail = "새로운 우편이야! … 나중에 본다고? 그럼 \"읽지 않음\" 태그 붙여놓을게~",
	touch = "왜? 나한테 애교 부릴려고? 해봐 해봐~",
	profile = "알렌 M. 섬너급은 플레처급의 개량형이야. 수량으로는 비교할 수 없지만, 화력이나 대공은 한 수 위지! 그때 활약한 이글 유니온의 최강 구축함이라고 해도 과언이 아닐 정도라고~",
	mission_complete = "임무 완성! … 아니, 나랑 아무 상관 없는 것 같은데?",
	feeling4 = "다음번 휴일 때 무슨 계획 없지? 확실하지? 좋아, 그날은 내가 찜했어! 내가 방에서 게임기랑 다 준비해놓고 기다릴게~",
	unlock = "이글 유니온 신형 구축함, 알렌 M. 섬너가 바로 나야! 알렌이라고 부르면 돼. 잘 부탁해, 지휘관~ 듣기로는 모항은 음식도 맛있고 생활도 아주 편리하다는데, 정말 사실이야?",
	feeling5 = "Zzz… 음, 지휘관? 깜박 잠들어버렸네 에헤헤… 그러니까, 나 좀 소파까지 업어다 줘~ 부·탁·이·야~ 에이, 우리가 어떤 사이인데, 이 정도 스킨십은 정상 아니야~?",
	main = "네 사무실 테이블 너무 밋밋하다. 반짝이는 스티커 같은 거 붙여보는게 어때? 헤헷, 이런 거 추천할게~|플레처는 정말 자매들을 걱정하는구나… 나? 굳이 얘기하자면… 나는 자유파야!|지휘관의 일은 이런 거구나… 이것들을 배우면, 나도 지휘관이 될 수 있는 거야? 헤헤, 농담~ 어때, 좀 편안해진 것 같아?|지휘관, 너 방금 졸았네, 맞지? 잘못을 인정하는 착한 사람이 되라고~",
	battle = "좋아, 출발하자~!",
	upgrade = "오~옷! 슬슬 몸 좀 움직여 볼까~",
	voice_key = 10145,
	headtouch = "흐음~?",
	feeling2 = "으흠, 함장 상태 퍼펙트! 다음번 출격도 너희들에게 맡길게~ 헤헷~",
	login = "잠 덜 깬 모습 좀 봐… 후! 후! 어때, 정신 좀 들었지?",
	vote = "",
	hp_warning = "판도가 굳었어…",
	id = 101450,
	detail = "지휘관, 넌 애교 부리는 쪽이 좋아, 아니면 애교 부리는 걸 받는 쪽이 좋아? 그냥 궁금해서~",
	couple_encourage = {
		{
			{
				10144
			},
			1,
			"검은 고양이다! … 헤헤, 농담이야~",
			0
		},
		{
			{
				10117
			},
			1,
			"라피? 음, 살짝 좀 다르네~",
			0
		},
		{
			{
				10227,
				10308,
				10324
			},
			1,
			"오, 이 새로운 스티커 엄청 귀엽지 않아~?",
			0
		},
		{
			{
				10601
			},
			1,
			"유령씨의 긴 소매를 새로운 트렌드로~",
			0
		}
	}
}
