_G.pg.ship_skin_words[307010] = {
	feeling1 = "지휘관을 갈기갈기 찢고 옆에 두면, 아카기는 이렇게 슬퍼할 일 없어…… 후후훗…",
	feeling3 = "지휘관님은 저만의 것이에요. 함대를 관리하고 계실 때도 그걸 잊지 않으셨으면 해요…… 그렇지 않으면……",
	lose = "이 정도 상처, 지휘관님에게 버림받는 거에 비하면 아무것도 아니어요.",
	propose = "아카기, 이날만을 기다렸어요. 후후훗…… 앞으로는 누구든 간에 지휘관님과 아카기를 떨어뜨려 놓을 수 없어. 저의 모든 것이 지휘관님의 것, 지휘관님의 모든 것은 제 것이에요…… 후훗, 후후훗, 우후후후후후훗……",
	expedition = "이대로 돌아오지 않으면 좋을 텐데…… 의뢰는 제가 확인해놨사와요. 지휘관님은 훑어보시기만 해도 된답니다~",
	win_mvp = "지휘관님을 위해서라면, 신조차 능가해 보이겠어요~",
	home = "「운명의 5분」? 지휘관님과 함께 있는 시간을 5분씩 나눈 건가요?",
	mission = "새로운 임무…… 그건 즉, 지휘관님과의 새로운 인연… 우후훗……",
	touch2 = "지휘관님이 하고 싶으시다면, 자매들을 불러서 모두 보는 눈앞에서 해도 된답니다~",
	voice_key_2 = -1,
	skill = "내 사랑은 무적이랍니다! 후훗, 후후훗, 후하하하하하핫!!",
	drop_descrip = "아카기형 항공모함·아카기",
	mail = "편지네…… 저기, 지휘관님. 누구한테서 온 편지에요? 누구예요? 누구에게서 온 거야?",
	touch = "사모하고 있사와요~",
	profile = "영광스런 1항전, 무적군함이라 찬양받는 함대의 아카기라 합니다.\n 자랑스러운 함재기, 그리고 지휘관님과 함께라면 어떠한 전국이라도 극복해 보이겠어요. 우후후. 네, 지휘관님과 함께라면…",
	mission_complete = "보상…… 전 지휘관님과 같이 있다는 사실만 있으면 돼요.",
	feeling4 = "지휘관님. 지금 다른 애하고 얘기하셨죠? 아카기를 만나러 오는데 왜 다른 애랑 이야기하는 거죠? 유혹당한 건가요? 그럼 그런 녀석, 이 아카기가……",
	unlock = "이제야 만났네요, 지휘관님. 하지만… 방해꾼이 꽤 많은 것 같네요… 우선 「청소」하고 나서, 친목을 다져나가죠. 후후훗……",
	feeling5 = "지휘관님~ 후후훗. 이걸로 단둘뿐…… 지휘관님의 품속, 지휘관님의 미소, 지휘관님의 냄새, 전부, 전부 제 것이에요……",
	main = "진지하게 업무 보시는 지휘관님 귀여워. 우후훗… 보는 것만으로도 화상 입을 것 같아…|아카기 발이 느린 걸 놀리기 없기… 후훗♡ 붙·잡·았·어·요♡|이 냄새는… 그 아이네… 지휘관님, 아카기는 잠시 쉬고 올게요~♡",
	battle = "당신들도 지휘관님에게 가까워지고 싶다고?! ──아하하하!",
	upgrade = "아아… 지휘관님의 사랑은 아카기의 가슴 속에서 끓어오르고 있어요…",
	voice_key = 30701,
	headtouch = "",
	feeling2 = "아카기와 지휘관님은 이어질 운명이에요…… 한눈에 지휘관님이야말로 제가 찾아다니던 분이라는 걸 알았는걸요.",
	login = "어머, 어서 와요… 지휘관님이 조금만 더 늦었더라면 여길 불바다로 만들어 버릴 참이었어요… 우후훗.",
	vote = "",
	hp_warning = "우후후훗… 흥분되기 시작했어요~",
	id = 307010,
	detail = "지휘관님, 이 아카기를 소중히 여겨주시는 건가요? 기쁘와요~",
	couple_encourage = {
		{
			{
				30702
			},
			1,
			"지휘관님, 저 예뻐요?",
			0
		},
		{
			{
				10706
			},
			1,
			"뒤에서 맞는 거 조심하렴~",
			0
		},
		{
			{
				10502,
				20122
			},
			1,
			"전 관대하답니다, 우후훗……",
			0
		},
		{
			{
				10209,
				10501,
				10502,
				10704,
				10705,
				10706,
				10701,
				30702
			},
			3,
			"지휘관님. 이건 아카기에게 주는 사랑의 시련인가요?",
			0
		}
	}
}
