_G.pg.ship_skin_words[307030] = {
	feeling1 = "일은 제대로 해주세요.",
	feeling3 = "제 과거를? 그다지 대단한 건 아닙니다만, 관심이 있으시다면 화투라도 치면서 얘기하죠. ",
	lose = "초조함은 금물이네요. 돌아와서 반성해야겠어요.",
	propose = "지휘관, 또 경비로 뭔가 이상한 걸 사지 않았나요!? …제게 줄 선물? 그런 변명── 에? 이건…! 크흠! 콜록콜록!… 요, 용서해드리는 건 이번만이에요!",
	expedition = "의뢰 위탁 부대, 정시에 맞춰 모항으로 복귀하였음. 지휘관, 성과 확인을 부탁드립니다. ",
	win_mvp = "괜히 최정예 항공모함인 게 아니라구요. ",
	home = "처리해야 할 서류가 아직 많이 있지만, 지금은 잠깐 쉬어주세요.",
	mission = "미션도, 계획대로 진행해주세요.",
	touch2 = "잠깐! …그 손 잘라버릴 겁니다?",
	voice_key_2 = -1,
	skill = "이노, 시카, 쵸!",
	drop_descrip = "소류형 항공모함·소류",
	mail = "지휘관, 새로 온 편지가 있습니다.",
	touch = "…지휘관, 업무를 방해하지 말아 주세요.",
	profile = "사쿠라 엠파이어 최초의 순수 정규 항공모함, 이후 항공모함 설계의 원형이 되었습니다. …죄송합니다, 미드웨이 얘기만은 하지 말아주셨으면 합니다만…",
	mission_complete = "미션의 보상 목록입니다. 확인해주세요.",
	feeling4 = "어느새 지휘관과 화투를 칠 사이가 되었군요. 얘기도… 되돌아보면, 그때 화투에 흥미가 있다던 말씀, 제게 다가오기 위한 변명이었던 거죠…",
	unlock = "저는 소류입니다. 지휘관, 이제부터는 뭔가 이상한 짓 하기 전에, 반드시 문서를 작성해서 신청해주세요.",
	feeling5 = "화투에서 시작한 것은 화투로 마무리해요. 후훗, 다음 승부에서 제게 이긴다면 뭐든 답해드릴게요?",
	main = "지휘관, 뭘 멍하니 있는 건가요? 제대로 일을 해주세요!|성실히 임무를 수행해주세요! 이상한 것에 흥미를 가지면 안됩니다.|항공대, 전방위로 지휘관을 포위하고, 사무 작업을 계속 수행하게 하도록 하세요!",
	battle = "의미 없는 싸움은 피하고 싶습니다만…",
	upgrade = "전투에서의 성과로 보답하겠습니다.",
	voice_key = 30703,
	headtouch = "",
	feeling2 = "지휘관, 뭔가요? 화투? 흥미가 있다면 물론 괜찮습니다만… 그럼, 이 패는 소나무, 이 패는 매화… ",
	login = "지휘관, 서류가 준비되었습니다, 확인 부탁드립니다.",
	vote = "",
	hp_warning = "지휘관, 진정해주세요!",
	id = 307030,
	detail = "이런 데이터로도 도움이 될 수 있다면…",
	couple_encourage = {
		{
			{
				30704
			},
			1,
			"히류, 워밍업은 끝났어?",
			0
		},
		{
			{
				10705
			},
			1,
			"정말이지 화날 마음도 안 생기네…",
			0
		}
	}
}
