_G.pg.ship_skin_words[307050] = {
	feeling1 = "지휘관이…… 아카기 선배에게 찔리는 미래가 보여요. 우후훗♪",
	feeling3 = "선배에 대한 불만? 네에, 있고 말고요~ 그런 상황을 만들어놓고, 뻔뻔하게 할 말은 있나봐요?",
	lose = "히류 선배라면 가라앉을 때까지 싸울지도 모르지만… 전 달라요. 우후훗, 유감이네.",
	propose = "이 피리가 연주하는 선율은, 진혼곡이 아니랍니다── 5항전·쇼카쿠, 앞으로는 계속, 당신의 곁에…",
	expedition = "마루5계획을 위해, 의뢰임무 수행도 필요하네요.",
	win_mvp = "5항전의 영광, 이곳에 있나니! …우후훗♪",
	home = "모두 무사히 모항에 돌아왔네요. 그래요, 우리들 5항전 처럼, 말이죠♪",
	mission = "임무를 확인해볼게요. ……산호해가 아니구나, 아쉽네요~",
	touch2 = "지휘관, 이 쇼카쿠에게 더욱 빠져들어도 괜찮아요.",
	voice_key_2 = -1,
	skill = "언니의 특권입니다♪",
	drop_descrip = "쇼카쿠형 항공모함·쇼카쿠",
	mail = "본부로 부터, 함대 결전 작전을 결행하라 우편이…… 우후훗♪지금 건 농담이에요~",
	touch = "지휘관, 이 피리 소리, 들어보지 않으시겠어요?",
	profile = "선배들이 먼저 이 세상을 떠버리는 바람에, 항공부대의 중심을 담당하게 되었습니다. 여동생과 선배들 이상으로 노력했는데, 왜인지 약하다는 이미지가 생겨버려서…… 다시 소개 올리지요, 사쿠라 엠파이어의 '피해 담당', 쇼카쿠입니다. 잘 부탁드려요, 우후훗♪",
	mission_complete = "점감 요격… 실행 안 하시나요? 칫",
	feeling4 = "들어주세요 지휘관! 선배들은 치사해요! 조금만 더 하면 앞지를 수 있었는데… 또 금방 한참 위로 가버리고! 정말이지… 진짜 치사해요!",
	unlock = "제5 항공전대 기함, 쇼카쿠입니다. ……1항전 선배님들에 대해? …\"선배들을 목표로 힘내겠습니다!\"는 어떤가요? 후훗♪ 지금 건 일·부·러 한 거랍니다?",
	feeling5 = "지휘관, 잠시 어깨를 빌릴 수 있을까요? …응… 제게도 멍하니 있고 싶어질 때가 있답니다…… 앞으로도, 이렇게 바싹 붙어있어도 될까요…",
	main = "1항전 선배들에게 휘둘려져선, 지휘관도 큰일이네요…|이전엔 가해자와 피해자였지만…앞으로도 잘 부탁드려요, 렉싱턴씨.|즈이카쿠, 이글 유니온의 동료들에게 또 폐를 끼치면, 오늘밤 덴푸라는… 양을 늘려놓을게? 우후훗♪",
	battle = "완성형 정규 항공모함… 쇼카쿠, 갑니다!",
	upgrade = "이걸로 즈이카쿠를 더 잘 지킬 수 있겠네요.",
	voice_key = 30705,
	headtouch = "",
	feeling2 = "여동생과 그 가장 험했던 2년 간을 견뎌냈지만, 그 '선배' 들이 좀 더 노력해 줬으면 했었어요……",
	login = "지성은 여자의 매력이라고 합니다만…… 덕분에 '선배들' 과는 자주 껄끄러워져요… 우후훗, 곤란하네요♪",
	vote = "",
	hp_warning = "반대쪽에 주수! 서둘러!",
	id = 307050,
	detail = "이 피리 소리는 망자를 달래는 진혼곡…… 지휘관, 한 곡 어떠신지요? 우후훗♪",
	couple_encourage = {
		{
			{
				30706
			},
			1,
			"즈이카쿠, 전력 출격이야! 내가 엄호할게!",
			0
		},
		{
			{
				30701
			},
			1,
			"제 실력을 보셨나요? 아카기 선배!",
			0
		},
		{
			{
				30702
			},
			1,
			"이번에야말로… 반드시 인정하게 만들어줄 테니까!",
			0
		},
		{
			{
				10702
			},
			1,
			"후훗♪ 이 이상 제 곁에서 떨어지면 엄호해 드릴 수가 없답니다?",
			0
		},
		{
			{
				10703
			},
			1,
			"도크의 히키코모리 씨는 어디로 나갈 생각인 걸까? 후훗♪",
			0
		}
	}
}
