_G.pg.ship_skin_words[101460] = {
	feeling1 = "의미도 없다…… 난 이만 갈게. 무슨 일 있으면 불러.",
	feeling3 = "왜 옆에서 보고만 있냐고?…… 너도 도와달라고 말 안 했잖아? 부탁할 게 있으면, 얘기하면 돼. 눈빛으로 말해봤자 난 몰라.",
	lose = "에구, 너무 쉽게봤네……",
	propose = "서약하면, 책임도 따라서 더 많아져, 뭔가 더 피곤해질 것 같아…… 아아, 그냥 아무렇게나 내뱉은 말이야. 자신이 좋아하는 사람을 위해서라면 좀 더 피곤해지는 게 뭐 어떻다고~",
	expedition = "의뢰 완료됐어. 네가 까먹을 것 같아서, 미리 알려주는 거야.",
	win_mvp = "그냥 뭐... 사실 이렇게 활약할 생각은 없었어.",
	home = "흐흐흠♪~ 어? 왔어?",
	mission = "새로운 임무야! 아, 이런, 내가 말해버려서 지휘관이 몰래 휴식하고 있는 핑계거리가 없어졌네……",
	touch2 = "꺅! 너, 너 엄청 직접적이구나……",
	voice_key_2 = -1,
	skill = "빨리 해결해버리자.",
	drop_descrip = "플레처급 구축함—스테판 포터, 현호 DD-538",
	mail = "테이블 위에 있는 우편이 누구껀지 아무도 관심이 없네——",
	touch = "껌 줘? 민트맛 아니면 레몬맛?",
	profile = "나같은 구축함은 호위하고, 공습 대비하고, 가끔 잠수함 잡고, 지원 임무에 참여하면 OK야. 구축함의 임무는 대부분 감당할 수 있어. 물론 나더러 영웅처럼 위험한 일에 용감히 나서라고 한다면 사양할게……",
	mission_complete = "임무 완료했어? 그럼 난 가서 쉴게……",
	feeling4 = "안심할 수가 없어…… 아니, 네가 과로하거나 게으름 피우는 걸 걱정하는 게 아니라, 그냥 단순히 네가 걱정되는 그런…… 됐어, 그냥 지켜보고 있어야겠어.",
	unlock = "나는 플레처급 스테판 포터야. 플레처급은 이미 익히 봐왔을 테니까, 길게 설명은 안 할게, 그럼.",
	feeling5 = "나도 좀 생각해 봤었어, 사랑한다, 좋아한다, 이런게 대체 뭘 의미하는 건지…… 그래서? 결과는, 너무 복잡해서 생각하기 귀찮아졌어. 어쨌든, 네 옆에만 있으면, 자연스럽게 천천히 알게되겠지~",
	main = "아, 농땡이 피우는 거 지휘관한테 들켰네…… 잠깐, 모르는 것 같은데? 됐다, 계속 멍 때려야지~|재즈 들을래? 에이, 잠깐 음악 듣는 거뿐인데, 나태한 건 아니지.|지휘관, 외투 잠깐 입을 일 없지? 빌려줘——음, 괜찮은 이불이야~",
	battle = "아, 기함이면 농땡이 못 피우잖아… 됐어, 모두 같이 공격!",
	upgrade = "농땡이 필 기회가 적어졌어……",
	voice_key = 10146,
	headtouch = "음…… 왜 어떤 사람들은 머리 쓰다듬는 걸 좋아하는지 대충 이해했어.……",
	feeling2 = "나에게 부탁할 일이 있다고? 음, 플레처급 자매들이 그렇게 많은데, 다른 사람 찾아도 되잖아.",
	login = "\"업무\"라는 이름의 지옥에 돌아온 걸 환영해. 아, 걱정마, 정말로 너무 바쁘면 내가 도와줄 거니까.",
	vote = "",
	hp_warning = "전력을 다 해야겠는걸.",
	id = 101460,
	detail = "지휘관도 여기서 몰래 쉬고 싶어하는 것 같네~",
	couple_encourage = {
		{
			{
				10109,
				10110,
				10111,
				10112,
				10113,
				10114,
				10115,
				10129,
				10130,
				10131,
				10133,
				10134,
				10135,
				10138,
				10139,
				10141,
				10142,
				10143
			},
			2,
			"조금은 몰래 놀아도…… 괜찮겠지?",
			0
		},
		{
			{
				10210
			},
			1,
			"이 껌 새로 나온 맛인데, 줄까?",
			0
		}
	}
}
