_G.pg.ship_skin_words[307100] = {
	feeling1 = "{namecode:91}에게 사과하는 지휘관님의 비명소리… 그것도 꽤 듣기 좋은 노래겠네요… 우후후.",
	feeling3 = "지휘관님이 원하신다면 {namecode:91}의 라이브는 오직 지휘관님의 것이랍니다~ 맞아요. {namecode:91}의 스테이지도 영원히 지휘관님만을 위한 스테이지가 될 거예요♡",
	lose = "큭… 위험했네요. 지휘관님께 이런 모습을 보여드릴 수는 없죠……",
	propose = "우후후후… 이걸로 저의 모든 것은 지휘관님의 것, 지휘관님의 모든 것도 저의 것이 되었네요… 앞으로 라이브처럼… 지휘관님의 눈과 귀… 그리고 마음을 사로잡을 거예요… 지휘관님, 이미 도망갈 길은 없답니다…?",
	expedition = "벌레 따위가… 지휘관님, 잠시 기다려주실 수 있나요",
	win_mvp = "어머, 앵콜을 요구하는 아이들까지 모두 태워버렸네? ",
	home = "지휘관님, 응원의 라이브는 어떨까요? 물론 {namecode:91} 혼자랍니다~",
	mission = "지휘관님, 임무는 저에게 맡겨주실 수 없나요?",
	touch2 = "관중석의 눈빛을 신경 쓸 필요는 없어요? 지휘관님이 원하신다면… 우후후♡",
	voice_key_2 = -1,
	skill = "우후후… 떨어져라.",
	drop_descrip = "사쿠라 엠파이어의 비술이라면 이 정도의 변신은 쉽게… 후후, 지휘관님? {namecode:91}의 모습이 어떠신가요?",
	mail = "편지… 지휘관님? 설마… 다른 사람에게 팬레터를 보내진 않으셨겠죠…?",
	touch = "지휘관님, 무엇을 망설이고 계시는 걸까요? {namecode:91}는 항상 만반의 준비를 갖추고 있답니다.",
	profile = "특수 병기-사쿠라 엠파이어의 항공모함 {namecode:91}, 인사 올립니다. 지휘관님, 이번에는 예전과 다르게 ‘아이돌’ 스타일을 시도해 보았답니다. 잘 부탁드려요~ 후후후…",
	mission_complete = "임무 완료랍니다. 이 뒤에도 {namecode:91}의 곁에 있어 주실 수 있나요?",
	feeling4 = "이제 다른 사람은 필요 없어… 역시 지휘관님을 위해서… ‘청소’를 한 번 해야겠네…… 후후후……",
	unlock = "사쿠라 엠파이어의 비술이라면 이 정도의 변신은 쉽게… 후후, 지휘관님? {namecode:91}의 모습이 어떠신가요? ",
	feeling5 = "다른 멤버들과 잘 지내라고요? 지휘관님의 뜻이라면, {namecode:91}도 따르겠지만… 그 대신 지휘관님? {namecode:91}만을 바라봐 주세요♡",
	main = "{namecode:91}도 정말 궁금하네요~ 지휘관님이 누구의 팬인지… 네… 정말 궁금해요.|’아이돌’과는 조금 다르지만, 상관없어요. 지휘관님이 원한다면 저는 무엇이든……|{namecode:92}, 이 뒤의 연습을 전부 취소해 주겠니? 지휘관님과 함께 있는 시간은 1초도 낭비할 수 없거든.",
	battle = "{namecode:91}의 라이브, 제대로 봐달라고요~ 우후후.",
	upgrade = "이것이 바로 사랑의 힘이랍니다~ 우후후후~ ",
	voice_key = 30710,
	headtouch = "",
	feeling2 = "지휘관님, 제 라이브를 보고 싶다고 하셨다면서요? 기뻐요~ {namecode:92}, 맨 앞의 자리를 비워둘 수 있니? ",
	login = "지휘관님, 오늘의 스케쥴은 어떤 것인가요? 우후후.",
	vote = "",
	hp_warning = "내 사랑은 이 정도가 아니야!",
	id = 307100,
	detail = "지휘관님을 위해서라면 {namecode:91}는 무엇이든 할 수 있어요. 물론 ‘아이돌’ 같은 일이라도요… 우후후.",
	couple_encourage = {
		{
			{
				90503,
				10224,
				40307,
				20225
			},
			2,
			"지휘관님의 얼굴을 봐서 너희들과 맞춰주도록 하지.",
			0
		}
	}
}
