_G.pg.ship_skin_words[307110] = {
	feeling1 = "설마 {namecode:97}가 아이돌에 어울리지 않는 건가요…?!",
	feeling3 = "지휘관님♡ {namecode:97}, 레슨을 너무 열심히 받아서 온 몸에 근육통이 생겼답니다~ 기숙사까지 데려다주실 수…… 아니, 지휘관님 방에서 쉬었다 가도록 해요~",
	lose = "쯧, 벌레 따위가…!",
	propose = "지휘관님, {namecode:97}의 새로운 무대를 어떻게 생각하세요? 이 의상은요? 그리고… 지휘관님이 지겹다고 하실 때까지 {namecode:97}는 계속, 계속 무대에서 가장 아름답게 빛날 거랍니다~ 아하하하하!",
	expedition = "지휘관님, 의뢰조의 마중을 부탁드려도 될까요? …이글 유니온의 그 아가씨라면 분명히 어디에 숨어있다 놀래킬 것 같아서 말이죠…",
	win_mvp = "아하하하, {namecode:97}의 사랑 앞에 굴복하세요!",
	home = "지휘관님♡ {namecode:97}의 레슨 성과를 보시겠어요?",
	mission = "지휘관님을 위해서라면 {namecode:97}는 어떤 오퍼를 보내더라도 전혀 개의치… 아니, 기꺼이 하겠어요!",
	touch2 = "후후후, 가십 기사 같은 건 신경 쓸 필요 없답니다♡",
	voice_key_2 = -1,
	skill = "벌레는 빠르게 박멸해야지요♪",
	drop_descrip = "이 옷, 그리고 이 무대…… 후후, 후후후후…… 지휘관님의 마음은 결국 {namecode:97}의 차지랍니다… 아아, 지휘관님~ {namecode:97}의 노래를 끝까지 들어주세요♡",
	mail = "팬레터…? 지휘관님 말고 다른 사람을 신경 쓸 이유가 있나요?",
	touch = "후후♪ 이 자세는 역시 지휘관님에게도 매력적으로 느껴지겠지요♡",
	profile = "사쿠라 엠파이어의 기갑 항공모함 {namecode:97}, \"μ장비\" 테스트에 참여합니다… 후후후♡ 지휘관님이 원하신다면 {namecode:97}는 언제든 이 몸을 바칠 준비가 되어있답니다~ 물론 목숨까지도요~",
	mission_complete = "후후후…… {namecode:97}도 조금 발전했군요…!",
	feeling4 = "지휘관님♡ {namecode:97}의 굿즈랍니다~ 판매하고 있는 것이 아니라 모.두. 지휘관님을 위해 특별히 만든 \"한정판\"이지요… 어떤 특.별.한 점이 있는지 궁금하지 않으신가요? 후후후♪",
	unlock = "이 옷, 그리고 이 무대…… 후후, 후후후후…… 지휘관님의 마음은 결국 {namecode:97}의 차지랍니다… 아아, 지휘관님~ {namecode:97}의 노래를 끝까지 들어주세요♡",
	feeling5 = "무대 위에서 빛나는 것 따위 {namecode:97}에게는 아무런 감흥도 없어요. 하지만 지휘관님께서 {namecode:97}의 그런 모습을 보고 싶다고 하신다면… 후후후♪ 그렇다면 {namecode:97}도 지휘관님을 위해서 뭐든지 해낼 거랍니다~",
	main = "쯧, 춤이라는 것이 이렇게 어려울 줄이야… 지휘관님께 최고의 모습을 보여드리기 위해서는 제대로 레슨을 받아야겠어요! |메탈 블러드의 그 사람… \"치유계\"를 밀다니… 아무리 봐도… 전부 거짓말이겠죠? |지휘관님♡ {namecode:97}의 레슨을 보러 오시다니… {namecode:97}, 갑자기 의욕이 넘치는 것 같네요~!",
	battle = "{namecode:97}의 매력에 푹 빠지도록 하세요.",
	upgrade = "어서 지휘관님께 특훈의 성과를 보여드리고 싶네요~",
	voice_key = 30711,
	headtouch = "지, 지휘관님?! 아아, {namecode:97}를 어린아이 취급하시다니… 후후♡",
	feeling2 = "지휘관님 외의 사람들 앞에서 춤추고 노래를 해야 하다니…… 아, 아니, {namecode:97}가 아이돌을 하는 것은…… 어쨌든 지휘관님 때문이니까, 다시 말해서 아이돌 활동을 하는 것도 전부 지휘관님을 위해서예요! 이렇게 생각하면 아무런 문제가 없지요…!",
	login = "지휘관님~ {namecode:97}는 오늘 무엇을 해야 하나요?",
	vote = "",
	hp_warning = "지휘관님이 보고 계셔…!",
	id = 307110,
	detail = "원래는 솔로로 데뷔하고 싶었지만, 아이돌로서 공부해야 할 것도 많고 지휘관님의 부탁도 있었기 때문에… 그럼 일단 참아볼까요… 후후후♡",
	couple_encourage = {
		{
			{
				40308
			},
			1,
			"지휘관님에게 너무 가까이 다가가지 말아요…",
			0
		}
	}
}
