_G.pg.ship_skin_words[308010] = {
	feeling1 = "아직 충분히 노력하고 있지 않아서 그런 거지…?",
	feeling3 = "바라는 건……마사지? 어깨 두드려주기? 아니면 내 허벅지로 무릎 베게? 에헤헤~",
	lose = "우으, 아파……지휘관 곁으로 돌아가고 싶어……",
	propose = "앞으로 지휘관은 나만의 것이란 거네~ 더 칭찬받고, 잔뜩 잔뜩 추억을 만들고 싶어~",
	expedition = "의뢰를 나간 아이들을 마중 나가는 거야? 나도 가고 싶어! 응응, 괜찮지?",
	win_mvp = "이걸로 지휘관에게 칭찬받을 수 있겠네……에헤헤~",
	home = "수고했어~ 마사지라도 해줄까나~ 얍, 얍, 어때? 나 대단하지? 에헤헤~",
	mission = "임무? 도와줘도 돼? 힘낼게~",
	touch2 = "에헤헤~ 날 칭찬해준다면 뭘 해도 다 좋아~",
	voice_key_2 = -1,
	skill = "나, 더욱~더 힘낼 거야~!",
	drop_descrip = "순잠 을형 잠수함 이19",
	mail = "우편? 벌써 가져왔다고. 어때? 나 머리 좋지~",
	touch = "릴랙스 해줬으면 좋겠어?",
	profile = "구축함, 항공모함, 전함, 일제사격으로 해치워버리자고~! 저기 저기 지휘관, 나 굉장하지? 굉장하지 않아?",
	mission_complete = "임무 보수를 가져왔어~ 지휘관, 칭찬해줘 칭찬해줘~",
	feeling4 = "지휘관, 나 귀여워? 에헤헤~ 더 듣고 싶네~ 있잖아, 한 번 더 말해줘~",
	unlock = "이19야! 지~휘~관! 이19는 계속 계속 기다렸다구☆",
	feeling5 = "이제 나, 지휘관 곁에서 못 떨어지겠어…지휘관도 그렇지? 그치 그치~ 에헤헤♪",
	main = "지휘관에게 뜨거운 차를 끓여봤어! 있잖아, 나 대단하지 않아? |서류를 정리해뒀어! 에헤헤~ 머리 쓰담쓰담 해주면 좋겠네~|흐흥~ 어디를 뚫어지게 쳐다보고 있는 거야~?",
	battle = "열심히 할게~",
	upgrade = "더욱 날 칭찬해도 좋다고~",
	voice_key = 30801,
	headtouch = "",
	feeling2 = "적? 놓치지 않겠다~! 지휘관의 적은 전~부 해치워버릴 테니까!",
	login = "지휘관, 쭈~~욱 기다렸어!",
	vote = "",
	hp_warning = "벼, 별로 이 정도는 무섭지 않은걸~!",
	id = 308010,
	detail = "나랑 만나고 싶어졌어? 에헤헤, 무척 기뻐♪",
	couple_encourage = {
		{
			{
				10129
			},
			1,
			"사탕은 싫어! …절로 가! (>~<)",
			0
		},
		{
			{
				10708,
				10512
			},
			1,
			"나 말야 굉~장히 굉장하지 않아? 그렇지 않아?",
			0
		}
	}
}
