_G.pg.ship_skin_words[308040] = {
	feeling1 = "지휘관님, 죄송하지만 이 말씀은 드려야 할 것 같아서요...지휘관님의 산만함이 다른 사람들에게 피해가 가서요...",
	feeling3 = "...오늘은 지휘관님이 안오시려나...외로워 죽겠네...지, 지휘관님?! 방금 이야기 들으셨어요?",
	lose = "다들 괜찮아요...?",
	propose = "이게 바로 지휘관님과의 맹세의 증거...감사합니다! 저 너무 행복해요!...그리고...사실은 이렇게 하루 종일 지휘관님과 함께 있을 수 있는것도 정말 기뻐요...헤헤",
	expedition = "의뢰팀이 전원 무사하게 복귀했습니다~음...위로의 뜻으로 수제 초콜릿을 가져다 주는게 어떨까요?",
	win_mvp = "헤헤, 앞으로도 임무 많이 주세요.",
	home = "지휘관님이 웃고 계신 걸 보니 이기셨나보군요. 하하~어깨 좀 주물러 드릴까요?",
	mission = "아직 마치치 못한 임무들이 있어요~ 지휘관님, 함께 해요~",
	touch2 = "어...지휘관님 이, 이 느낌이 좋으신가요?",
	voice_key_2 = -1,
	skill = "지금이 바로 공격 할 때입니다!",
	drop_descrip = "순잠 을형 잠수함 이25",
	mail = "지휘관님, 계속해서 새로운 우편이 오고 있으니 어서 읽어보세요~",
	touch = "하아...지휘관님 분부대로 보급을 완료했습니다.",
	profile = "저는 순잠 을형 잠수정 이25입니다. 일생동안 여러차레 순찰과 통상 파괴, 운송 임무를 완수했으며, 상당히 대담한 작전도 몇 차례 실시했답니다. 어떤 임무라도 맡겨주세요. 지휘관님~ ",
	mission_complete = "이건 다 여러분의 노력의 결실이니 가슴을 당당히 펴고 받아야죠~",
	feeling4 = "지휘관님, 가, 갑자기 찾아와 죄송합니다...그냥 갑자기 좀 외로워져서요...좀 건방진가요?헤헤...그 때 대전에서 제가 이렇게 적진으로 파고 들었잖아요? 좀 들어보실래요?",
	unlock = "후...드디어 사람을 만났네요. 지휘관님, 처음 뵙겠습니다. 저는 이25라고 합니다. 앞으로 제가 지휘관님께 도움이 될 수 있었으면 좋겠어요.",
	feeling5 = "아우...지휘관님...오, 오늘도 같이 있어도 되나요? 지휘관님과 함께 있으면 전 절대 외롭지 않아요!",
	main = "식사 할 때마다 동급 자매들이랑 함께 \"잘 먹겠습니다\"라고 할 때 편안한 느낌이 들어요.|동생이 폐를 끼쳤군요. 너무 활발하지 않나요?...음...저는 저렇게 힘이 넘치는 아이를 상대하기가 너무 힘들어요.|지휘관님...지휘관님...?정신이 드세요?...죄송해요, 좀 걱정이 되어서요...",
	battle = "가끔은 좀 눈에 띄어야...!",
	upgrade = "절 이렇게 듬직하게 만들어 주셔서 정말 감사해요~",
	voice_key = 30804,
	headtouch = "",
	feeling2 = "지휘관님, 자주 방문해 주셔서 감사합니다. 오늘은 열심히 일을 할 수 있겠네요. 헤헷.",
	login = "우음...지휘관님, 돌아오신 것을 환영합니다. 자리를 비우신 동안 발생한 사항을 정리해 두었으니 검토 부탁드립니다~",
	vote = "",
	hp_warning = "일이 좀 어렵게 됐어요...",
	id = 308040,
	detail = "지휘관님, 바쁘신데 번거롭게 해드려 정말 죄송합니다만...정찰기 성능 테스트 좀 도와주시겠습니까?",
	couple_encourage = {
		{
			{
				30802
			},
			1,
			"이탈하시면 안된답니다?",
			0
		}
	}
}
