_G.pg.ship_skin_words[101470] = {
	feeling1 = "역시, 전 여기에 맞지 않는군요...",
	feeling3 = "지휘관님, 곰돌이에게 관심이 있나요? 저기, 제가 좀 소개시켜 드릴까요...?",
	lose = "아파요... 으... 모항으로 돌아가고 싶어요...",
	propose = "후... 예전에 이런 상황을 대비해서 특별 훈련을 했으니까 괜찮아, 모리슨, 넌 할 수 있어... 지휘관님, 저기, 준비 됐어요! 그러니까, 이제... 부, 부탁할게요!",
	expedition = "의뢰 완료에요. 저기, 일손이 필요하시다면 지금 마침 한가한데...",
	win_mvp = "이제 숨을 돌릴 수 있겠죠...",
	home = "지휘관님, 저기... 이게 도움이 될 지는 모르겠지만... (서류를 건넨다)",
	mission = "지휘관님, 임무에 도움이 필요하시다면 혹시 제가...",
	touch2 = "아, 곰돌이가 폭주했어요!",
	voice_key_2 = -1,
	skill = "도, 도움이 필요하신가요?",
	drop_descrip = "플레처급 구축함—모리슨, 현호 DD-560",
	mail = "곰돌아, 우편을 지휘관님에게 전해줘...",
	touch = "곰돌이도 지휘관님이랑 인사해도 되나요? 일단 평범하게 손인사를... 때, 때리면 안 돼!",
	profile = "저는 평범한 플레처급의 일원이에요. 동료들과 함께 사쿠라 엠파이어의 잠수함을 격침시키기도 했고, 지원 작전에도 참여했었어요... 지휘관님, 제 도움이 필요하다면 아마... 괜찮을 거에요.",
	mission_complete = "임무를 완료하셨나요? 아, 당분간은 제가 필요 없으려나요...",
	feeling4 = "지휘관님, 시간 있으신가요? 사실 요즘 곰돌이를 개조하고 싶은데 아이디어가 떠오르지 않아서요... 괜찮으시다면 저기, 같이 생각해 주실래요...?",
	unlock = "휴, 무사히 도착했다… 저기, 당신이 지휘관님이시죠? 전 플레처급 모리슨이라고 해요. 맞아요, 동급 함선이 아주 많은 그 플레처급이에요…",
	feeling5 = "지휘관님, 모리슨이 도움이 되었을까요? 폐를 끼치진 않았겠죠...? 매번 지휘관님의 확신에 찬 대답을 들을 때마다 안심이 돼요... 고마워요...",
	main = "메탈 블러드의 장비... 연구할 수 있는 샘플이 있으면 좋겠네요...|아, 네! ...에, 지휘관님. 방금 부르지 않았나요? 죄송해요...|오늘은 맑네요. 하지만 맑은 것이 꼭 좋은 날씨라고는 할 수 없어요...",
	battle = "또, 또 싸우는 건가요...",
	upgrade = "나, 나를 위해서 이렇게 하지 않아도 돼...",
	voice_key = 10147,
	headtouch = "곰돌이...? 지휘관님, 곰돌이가 고의로 방해한 건 아닐 거에요...",
	feeling2 = "지휘관님, 저기... 볼 일이... 됐어요. 아, 아니에요. 마음에 담아두지 마세요...",
	login = "지휘관님, 저기, 일단 방해하지 않을게요...",
	vote = "",
	hp_warning = "곰돌아, 지켜줘...!",
	id = 101470,
	detail = "곰돌이는 모리슨의 동료에요. 이거 봐요, 오른손에—— 아, 지휘관님을 조준하면 안 돼!",
	couple_encourage = {
		{
			{
				10723
			},
			1,
			"호, 호위... 힘낼게요!",
			0
		}
	}
}
