_G.pg.ship_skin_words[308050] = {
	feeling1 = "절 좀 혼자 냅둬주세요...",
	feeling3 = "함대 사람들은 다들 사이가 좋네요...후훗...—응? 아, 아무것도 아니에요. 저는 혼자 두시면 돼요...",
	lose = "조용히 철수하죠...",
	propose = "이건...나 아직도 꿈 꾸는건가? 음, 분명 꿈일거야. 하지만 지휘관님은 평소처럼 부드러운데...저...지휘관님 저 좀 꼬집어 주실래요?",
	expedition = "이번 의뢰팀은 어떤 조합이 될까요...",
	win_mvp = "......다음엔, 첫 번째가 아니기를...",
	home = "오늘 전투...는 꽤 순조로웠죠?",
	mission = "지휘관님, 이건...임무 지시서...죠?",
	touch2 = "응?!서, 설마 여기서 지휘관님께...?!아, 아니에요, 죄송해요...",
	voice_key_2 = -1,
	skill = "어쩔 수 없네, 가죠...!",
	drop_descrip = "순잠 을형 改 2형 잠수함 이56",
	mail = "우편은 잘 읽어보셔야죠...?",
	touch = "지휘관님, 왜 그러세요? 앗, 설마 제가 또 저도 모르는 사이에 이상한 말을 했나요?",
	profile = "저는 순잠 을형 개2형 잠수함입니다. 혹은 이54형 잠수함 2호, 이58호라고도 한답니다. 저는 눈에 띄는 전과는 없답니다...태어난 때가 그 시기였으니까 방법이 없었죠...",
	mission_complete = "...하! 큰일이네, 임무 보상을 점검 하다가 나도 모르게 망상에 빠져서는...",
	feeling4 = "가끔 마음 속 이야기가 저도 모르게 입으로 나오는 거니까...너, 너무 신경쓰지 마세요.",
	unlock = "들켰네요...전 이56입니다. 저, 저한테는 혼자 수행할 수 있는 임무를 주시겠어요?",
	feeling5 = "지휘관님, 요즘 찾아오지 않아서 죄송해요...그게...요즘 저와 지휘관님이 함께 하는 장면이 멈추지 않고 계속 머리를 맴돌아서...너무 창피해요...",
	main = "지휘관님은 매일 저렇게 많은 함선들이랑 교류를 하시네요. 정말 대단해요. 저라면 절대 못해요.|지휘관님과 단 둘이 있을 때는 정말 안심되고 편안해서 생각하기 참 좋아요...|58이랑 19...헉, 26같은 스포츠형은 사실 꽤...하아?!지휘관님?! 아, 아무것도 아니에요...",
	battle = "아무도 못봤겠죠?",
	upgrade = "그...고마워요.",
	voice_key = 30805,
	headtouch = "",
	feeling2 = "존재감이 없는 것도 좋은 점이 있어요. 많은 귀찮은 일을 피할 수 있거든요...",
	login = "어! 지휘관님, 인사 안해주셔도 되는데...",
	vote = "",
	hp_warning = "보, 보는 눈이 너무 많은 것 같은데...",
	id = 308050,
	detail = "히익?!지, 지휘관님...무슨 일이신가요?",
	couple_encourage = {
		{
			{
				30803
			},
			1,
			"58은 대체 누구랑 같이 하는게 좋을까...",
			0
		}
	}
}
