_G.pg.ship_skin_words[308060] = {
	feeling1 = "네가 제일 싫어! 저리 가!",
	feeling3 = "이16! 갑표 핑계로 나한테 빌붙지 말라고! 아, 이16가 아니잖아?!",
	lose = "(부글부글부글부글)",
	propose = "드, 드디어 날 찾아 주는거야? 정말 나로 괜찮겠어...?헤헤....뭐, 뭣? 솔직하지 못한건 너지!",
	expedition = "모두들 수고했어!...뭔가 좋은 물건이 있으려나...",
	win_mvp = "이야! 봤어? 방금 그 활약 봤어?",
	home = "잘 했어, 좀 쉬어.",
	mission = "임무...?흥! 내가 알려줄테니 잘 들으라고!",
	touch2 = "응? 무, 무슨일이지?!",
	voice_key_2 = -1,
	skill = "가라앉아라!",
	drop_descrip = "해대 VI형 A급 잠수함 이168",
	mail = "여기 편지, 어서 읽어봐!...나한테 온 편지는...",
	touch = "마음대로 만지지 말라고!...안마? 그런거였어?...그럼 부탁해!",
	profile = "나는 이호 168번째 잠수정이야! 그 전투에서 요크타운이랑 허먼을 쫓아내고 {namecode:94}의 복수를 했어! 그리고...음...노력은 했는데...다른 배를 침몰 시킨 적이...",
	mission_complete = "꽤 하잖아?흠, 상을 줘야겠어!",
	feeling4 = "내가 그 전투에서 요크타운을 침몰시켜서 가끔 허먼이 날 노려봐...무슨 상관이야! 요크타운 본인은 신경쓰지 않는다고 했는데!",
	unlock = "난 이168이야. 168이라고 불러. 나도 엄연한 무훈함이니 잘 이용해 보라고!",
	feeling5 = "흥! 솔직한 사람이 좋으면 솔직한 사람을 찾아서 계약하면 되잖아! ——어쩜 이럴 수가 있어! 허먼은 나보다 더 속이 시커먼데!",
	main = "심심해...지휘관, 재밌는 거 없어?|졸려...역시 바닷 속이 편하다니까...|허먼? 트집이 잡고 싶다면 덤비라지! 납작하게 눌러주겠어!",
	battle = "자, 대어를 낚으러 가자고!",
	upgrade = "좋았어! 또 강해졌어요!",
	voice_key = 30806,
	headtouch = "뭐, 뭐해요?!",
	feeling2 = "흥! 그렇게 보지 말라구. 그 전투에서 나는 사쿠라 엠파이어를 대표해서 대형 항공모함을 격침 시켰다고! 얼른 경배하지 않고 뭐해?",
	login = "느.려! 우리 잠수정들이 때를 잘 기다린다곤 해도 이렇게 오래 기다리게 하는건 좀...",
	vote = "",
	hp_warning = "",
	id = 308060,
	detail = "무슨 할 말 있어?....없어도 상관은 없고...",
	couple_encourage = {
		{
			{
				10125
			},
			1,
			"이제 우린 팀원이야!",
			0
		}
	}
}
