_G.pg.ship_skin_words[401010] = {
	feeling1 = "안 되겠네, 지휘관. 전혀 즐기고 있지 않아.",
	feeling3 = "인생은 짧은 것이다. 지휘관, 나는 전력으로 가고 싶으니까, 동료인 너도 늦지 말라고. 자, 웃어봐!",
	lose = "잘도 했겠다……!",
	propose = "다른 녀석이랑 사귀게 되면, 자기만 생각할 수는 없어지니깐 말이지. 울고 싶을 때 울고, 웃고 싶을 때 웃는 생활과는 작별이지만. …너와 사귀게 된 것, 후회하지 않아. 지휘관.",
	expedition = "의뢰가 끝났다. 자, 정신 차려. 긴 여행을 갔다 온 애들한테 최고의 미소를 보여줘야지.",
	win_mvp = "핫핫하! 레베 님은 무적이다!",
	home = "좋은 얼굴이다. 꽤나 멋진 전투였지?",
	mission = "새로운 미션이다. 도전해보는 게 어때?",
	touch2 = "「귀여움」 받고 싶은 거냐?",
	voice_key_2 = -1,
	skill = "나를 따르라─!",
	drop_descrip = "1934년형 구축함·Z1 레베레히트·마스",
	mail = "흥, 새로운 편지다. 제대로 받으라고!",
	touch = "인사라면 이런 나약한 방법으론 안 된다고!",
	profile = "언니라 불리는 다른 녀석들과는 달리, 나 레베 님은 제3 제국 모든 구축함의 누님인 것이다. 짊어진 무게가 다르다고. 그러니 이제 지휘관은 걱정하지 않아도 괜찮아, 왜냐면 이 무적의 레베 님이 왔으니깐 말이지!",
	mission_complete = "우리들의 콤비네이션은 무적이다! 미션 보너스를 보자고.",
	feeling4 = "세계의 끝이라도 두렵지는 않아. 거기다 지휘관도 있고 말야. 분명 이렇게 웃으며 지낼 수 있겠지.",
	unlock = "지휘관이여, 지금이야말로 갈채를 보내야 할 때! 이제부터는 이 레베 님에게 맡기면 문제없는 거다!",
	feeling5 = "그러고 보니, 세계의 끝이라고 하니, 멋진 연애 이야기라던가, 세계의 끝에서 끌어안는 둘이라든가를 연상하게 되네. 지휘관, 나의 이브가 되지 않겠나?",
	main = "서류 작업 속도를 겨뤄볼까!|풀네임은 레베레히트·마스지만, 레베라고 해도 좋아.|힘내 지휘관, 내가 항상 옆에 있으니깐 말야.",
	battle = "바람을 타고 파도를 가로지르는 거다! Feuer!",
	upgrade = "하하하! 이 느낌이 좋다고!",
	voice_key = 40101,
	headtouch = "",
	feeling2 = "어때, 지휘관. 나와 지내는 일상은 즐거운가? 나는 매일매일 즐기고 있다구.",
	login = "좋아, 전쟁을 시작하자!",
	vote = "",
	hp_warning = "뭘 겁먹고 있나!",
	id = 401010,
	detail = "빠르고 강하다! 그것이 바로 나, 레베 님이다!",
	couple_encourage = {
		{
			{
				40303
			},
			1,
			"억지 웃음이 지나치다고.",
			0
		}
	}
}
