_G.pg.ship_skin_words[401020] = {
	feeling1 = "저는 괜찮습니다만, 레베 군에게서 떨어져 주셨으면 합니다. 네.",
	feeling3 = "또 잡담이십니까? 저를 알고 있으면, 맞장구 이상의 대답이 돌아오지 않는다는 것이 자명한 이치임에도. 아니면 이 무미건조한 대사를 즐기고 계신 겁니까?",
	lose = "퇴각 엄호, 하겠습니다. 레베 군 덕분에 익숙합니다, 이런 건. 안심하십시오.",
	propose = "이것이 결혼이군요. 확고한 유대를 가지게 된 이 기분…… 제 얼굴이 빨개졌다, 라고 하셨습니까? ……죄송합니다, 지금 제 얼굴, 찍어주시지 않으시겠습니까? 빨갛게 된 제 얼굴, 본 적이 없으니까요. 네.",
	expedition = "의뢰조가 귀환했습니다. 마중을 나가서, 그녀들을 치하하는 것이 도리겠죠. …필요하다면 저도 동행하겠습니다.",
	win_mvp = "승리에 취해 져 버리는 사례는 셀 수 없이 많습니다. 경계를 게을리하지 않도록, 부디 부탁드립니다.",
	home = "분부 하신 대로 전과 보고를 정리했습니다. 확인 부탁 드립니다.",
	mission = "새로운 임무입니다. 알기 쉽게 정리했습니다. 네.",
	touch2 = "용기 있는 행동 중에서도 최악인 부류라고 생각합니다. 네.",
	voice_key_2 = -1,
	skill = "빨라질 수 있어. 조금만 더.",
	drop_descrip = "1934년형 구축함 - Z2 게오르크 틸레",
	mail = "우편입니다. 네, 당장에라도 개봉해서 확인하는 것을 추천 드립니다. 그러지 않으면, 누가 지휘관님 아니랄까 봐 금방 잊어버리시니까요. 네.",
	touch = "네, 물론, 말씀하신 그대로입니다. 그 밖에 용건은…?",
	profile = "게오르크 틸레, 또 다른 이름은 Z2, 실험적으로 건조된 1934년형 구축함입니다. 뛰어난 기동력으로 상대를 농락할 예정이었습니다만…… 아무것도 아닙니다. 지금 건 못 들은 걸로 해 주십시오.",
	mission_complete = "임무 보수를 받는 건 상관없습니다만, 지휘관님에 대한 제 평가는 내려갑니다. 괜찮으십니까.",
	feeling4 = "별난 생각을 잔뜩 가진 지휘관님입니다만, 레베 군에게 휘둘려 왔던 저에게는 지휘관님과 같은 타입이 딱 알맞은 걸지도 모르겠습니다. 네.",
	unlock = "Z2 (게오르크 틸레) 라고 합니다. 명령을 내려주십시오. 하지만 명령에 부실한 점이 있다면, 생각 좀 해보겠습니다. 모쪼록 잘 부탁 드립니다.",
	feeling5 = "지휘관님, 저와의 관계를 더욱 진전시키고 싶으시다면, 평소처럼…… 그대로 말씀하시고 싶으신 걸 말씀 하시고, 하시고 싶은 걸 해 주십시오. 그걸로 충분합니다. 네.",
	main = "지휘관님, 되도록 레베 군처럼 날뛰거나 하진 말아 주십시오. 기절시키는 건 귀찮고, 상사에게 손을 대고 싶지도 않습니다. 네.|한가하시다면, 네, 서류를 전부 가져다 드릴 테니 각오해 주십시오.|이 아이의 이름은 레베 군입니다. 네, 잘못 들으신 게 아닙니다, 레베 군입니다. 귀엽네요.",
	battle = "매복에 주의. 너무 앞으로 나가지 않도록……",
	upgrade = "이 이상 강화되면, 결함이 생기는 건 아닐까요…?",
	voice_key = 40102,
	headtouch = "",
	feeling2 = "지휘관님, 레베 군에 관해 알고 싶으신 게 있으십니까? …저에 관해 알고 싶으신, 겁니까? 별난 일도 다 있군요. 네, 생각 좀 해보겠습니다.",
	login = "지휘관님, 어째서 항상 저보다 늦게 오시는 겁니까? 라고 질문 드립니다.",
	vote = "",
	hp_warning = "포탑 침수…… 난감합니다. 네.",
	id = 401020,
	detail = "지휘관님, 모두에게 여러 가지 옷을 갈아입히는 취미를 가지고 계십니까? 라고 질문 드립니다.",
	couple_encourage = {
		{
			{
				40101
			},
			1,
			"레베 군, 조심하세요, 뒤처리는 귀찮으니까요.",
			0
		},
		{
			{
				40101,
				40118,
				40119,
				40120,
				40121,
				40123
			},
			2,
			"바람을 타고 파도를…… 역시 무리로군요. 네.",
			0
		}
	}
}
