_G.pg.ship_skin_words[101480] = {
	feeling1 = "만약 네 머리에 나사가 있다면, 난 무조건 안에 어떤 이상한게 있나 열어볼 거야……",
	feeling3 = "쿠퍼, 저번에 말한 \"변신 도구\" 완성했어...... 잠깐, 알렌, 이상한 스티커 맘대로 붙이지마!",
	lose = "아… 돌아가서 이 장비들 잘 점검해 봐야겠어.",
	propose = "난 또 네가 비교적 둔한 건줄 알았는데, 이렇게 주동적일 줄이야. 참, 이건 직접 만든 반지야…… 이 서약의 반지와는 비교할 수 없지만, 네가 소중히 여겨줬으면 좋겠어. 난 두 개는 만들고 싶지 않으니까.",
	expedition = "의뢰 끝났어. 괜찮다면 내가 자투리 부품 가져가도 되지?",
	win_mvp = "좋아, 장비 상태 퍼펙트~",
	home = "음… 여기가 역시 안 맞았구나, 1mm 정도…… 아, 지휘관, 마침 잘 왔어, 이것 좀 볼래?",
	mission = "새로운 임무? 아, 여기저기 다니고 싶지 않은데…",
	touch2 = "바로 이 손 맞지? 나한테 잡히면 잘못했다고 할 때까지 캘리퍼스로 집을 거야——",
	voice_key_2 = -1,
	skill = "내 탓은 안 돼?",
	drop_descrip = "알렌 M. 섬너급 구축함—잉그레이엄, 현호 DD-692",
	mail = "우편… 내가 우편함 업그레이드시켜 줄까?",
	touch = "야, 아무렇게나 건드리지마.",
	profile = "음… 생각해 봐도 역시 소개할 게 없어… 차라리… 내가 만든 알렌 M. 섬너급 미니어처를 보여줄까? 이건 주포고, 이건 대공포, 이건 심해 폭탄 장치야…",
	mission_complete = "임무 완료 확인 서류에 서명할 펜 찾아? 자, 이거 빌려줄게.",
	feeling4 = "지휘관, 내가 남는 시간에 부품들 모아서 훈장 만들었어. 이리 와봐, 달아 줄게——풋, 꽤 잘 어울리네.",
	unlock = "이글 유니온 구축함, 잉그레이엄이야. 음... 특별히 소개할 건 없는데... 아무튼 앞으로 잘 부탁해.",
	feeling5 = "지휘관, 앞으로 무슨 일 있으면 나 찾아와도 돼…… 아 물론 아무 일 없을 때도 괜찮아. 아무튼, 네가 곁에 없으면 좀 외로우니까…… 크, 크흠!",
	main = "지휘관, 여기서 이거 만드는데 네 업무 방해하진 않았겠지?… 그럼 됐어.|양말이 없다고? 아침에 깜박했나봐… 됐어, 중요한 거 아냐.|나사가 옷장 밑으로 떨어진 것 같아… 저기, 내가 주울 거야, 넌 이상한 곳만 쳐다보지 않으면 돼.",
	battle = "각 모듈 조정 완료. 출격할 수 있어.",
	upgrade = "장비 강화… 그런대로 괜찮은 것 같아.",
	voice_key = 10148,
	headtouch = "머리핀? 손에 닿는대로 집은 건데… 이상해?",
	feeling2 = "어떤 부품에 아주 조금의 오차라도 제조품 전체의 결과에 영향을 줄 수 있어…… 그러니까, 정확성을 반드시 보장해야해.",
	login = "너 지각했네? 지휘관에게 멈추지 않는 알람 시계를 만들어 주는게 좋을려나…",
	vote = "",
	hp_warning = "아! 여기 보수하기 정말 귀찮아!",
	id = 101480,
	detail = "물건을 파괴하는 것은 어렵지 않아. 하지만 물건을 하나 만드는 건 정말 어렵지.",
	couple_encourage = {
		{
			{
				10145
			},
			1,
			"알렌, 너무 풀어지면 안돼.",
			0
		},
		{
			{
				10226
			},
			1,
			"이 건틀렛, 좀 멋진데……",
			0
		},
		{
			{
				30201
			},
			1,
			"보수 기술 교류할래?",
			0
		}
	}
}
