_G.pg.ship_skin_words[401240] = {
	feeling1 = "그대는... 지극히 타락한 인간이 어떤 최후를 맞이하게 될 것인지 알게 될 거야.",
	feeling3 = "상대가 어떻든지, 나의 위력을 느낀다면 놀라서 줄행랑을 칠 것이다! ... 어째서 그대는 나에 대해 어떠한 두려움도 없는 거지?",
	lose = "하아... 하아... 이제...... 참지 않아도 되겠지? 모든 것들의 모든 것을 모조리 파괴해버려도 되겠지...?",
	propose = "허~ 감히 정말로 나에게 서약을 내미는 것이냐, 그대의 용기를 칭찬해 주겠다, 인간! 흐흥, 오늘부터 변함없이 나에게 경외와 공물을 바쳐야 한다!",
	expedition = "의뢰 보상? 관심 없다... 하지만 다크 초콜릿이나 블랙 포레스트 케이크 같은 맛있는 음식이라면 꼭 나에게 바치거라. 인간!",
	win_mvp = "아하하하핫! 선혈과 화염이 주조한 전장의 불꽃이 정말 멋지구나!",
	home = "그대 드디어 돌아왔구나, 피곤해. 좀 쉬어야겠다. 급한 일이 있거나 다크 초콜릿이 있는 게 아니라면 부르지 말거라.",
	mission = "임무? 이런 자질구레하고 번거로운 일들을 계속 거기에 두지 마라. 서둘러서 처리해버리라고, 인간.",
	touch2 = "감히 나에게 이런 불경을... 필히 마음의 준비는 충분히 되어있겠지, 인간...?",
	voice_key_2 = -1,
	skill = "전부 나의 발 아래 무릎 꿇어라! 아하하하핫!!",
	drop_descrip = "벌벌 떨어라, 인간! 그대의 면전에 있는 것은, 적과 흑의 두려움의 마왕, 메탈 블러드 구축함 Z24! 고민하지 말고, 나의 발 치에 엎드려 그대의 경외심을 표하라!",
	mail = "심연으로 부터 온 정보... 후후......",
	touch = "이 거대 발톱 멋지지 않은가? 위압감이든 살상력이든, \"마왕\"이라는 칭호에 걸맞지! 흐흐흥~",
	profile = "Z23부터, 나 등등 1936형, 그리고 이후의 구축함은 모두 번호를 호칭으로 하지. 이는 왜일까? 분명 \"레베레히트 마스\"나 \"게오르크 틸레\" 같은 멋지고 적이 기억하기도 어려운 이름이 훨씬...",
	mission_complete = "흐흥, 뭐가 어떻든지 간에, 성과를 거두는 시간은 언제나 즐겁구나, 그렇지, 인간~?",
	feeling4 = "나에게 바칠 다크 초코 케이크가 있다고? 후훗, 넘어가 주지. 인간. 자~ 아... 아직도 멍하니 뭘 하는 게냐? 어서 먹여주거라!",
	unlock = "벌벌 떨어라, 인간! 그대의 면전에 있는 것은, 적과 흑의 두려움의 마왕, 메탈 블러드 구축함 Z24! 고민하지 말고, 나의 발 치에 엎드려 그대의 경외심을 표하라!",
	feeling5 = "좋아, 그대가 날 이렇게 존경하는 것을 보아, 그대에게 나와 친밀히 접촉할 수 있는 권력을 부여하겠다! 와라! (두 팔 벌리며)... 포옹이다, 포옹! 꼭 내가 이렇게 똑똑히 말을 해야하는가, 어리석은 인간!",
	main = "\"블랙\"은 고귀함의 상징이다! 블랙 커피, 다크 초콜릿, 블랙 포레스트 케이크, 모두 이름에서부터 고귀한 느낌을 풍기지. 그렇게 생각하지 않는가, 인간~|하암~~ 무료하여 잠이 오는구나... 다음에 지휘실에 들어오는 자를 놀래켜주기라도 해야겠다~... 음, 안되는가? 재미없군...|나의 길을 관철하는 것이야 말로 인생이다! 그러니까 Z23, 숙제 따위는 나에게 짐일 뿐이야! 아얏! 아, 알았다. 난 신경쓰지 말거라!|위문품을... 잊어? ...... 보아하니 그대에게 생명이란 얼마나 약한 것인지를 깨닫게 해줘야겠구나, 인간.",
	battle = "흐흥, 그럼 시작하지. 흥분케하는 피와 철의 축제를!",
	upgrade = "잘했다, 인간! 힘이 점점 응집되는 것 같구나!",
	voice_key = 40124,
	headtouch = "가, 간도 크구나, 인간. 나의 머리를 만지다니...... 음, 다, 다시 만져도 괜찮다...",
	feeling2 = "음... 하늘에서 이리저리 날아다니는 그 \"파리\"들은 정말 짜증나는군, 안 그래?",
	login = "그대는 지금 시간이 몇 신줄 아는가? 어서 업무 위치로 돌아가거라, 나태한 인간!",
	vote = "",
	hp_warning = "하아... 하아...... 이제 되었겠지...?",
	id = 401240,
	detail = "인간, 감히 나를 두려워하지 않다니? 이미 충분히 위압감을 드러내 보였을텐데... 어찌하여......",
	couple_encourage = {
		{
			{
				40305
			},
			1,
			"흐흥, 같이 적을 산산조각내자!",
			0
		},
		{
			{
				40125
			},
			1,
			"그대의 검은 사마, 아주 재미있구나.",
			0
		},
		{
			{
				40126
			},
			1,
			"이번엔, 그대 혼자 하얀 폭풍에서 헤매게 두지 않을 것이다.",
			0
		},
		{
			{
				40136
			},
			1,
			"악마(Devil)여, 악마의 명령에 따라 적을 멸하라~",
			0
		},
		{
			{
				40123
			},
			1,
			"난 설교가 싫다!",
			0
		}
	}
}
