_G.pg.ship_skin_words[401250] = {
	feeling1 = "앵커 씨……여기서 벗어나자……",
	feeling3 = "있지, 모두 나더러 열심이라고, 책임감이 강하다고 칭찬해주고, 또 같이 출격하거나 의뢰 나가고 싶어한대. 지휘관도 내가 있으면 안심하고……앵커 씨, 나 잘할 수 있을 거야!",
	lose = "이번 전투……제대로 되돌아보지 않으면……",
	propose = "역시, 앵커 씨와 한 얘기, 전부 듣고 있었던 거야……? 우으, 역시 나, 바보 같아……하지만 지휘관이 이걸 줘서…기뻐……이, 이제 후회해도 늦었다고!",
	expedition = "귀환한 의뢰팀이 모항에서 대기하고 있어. 내가 마중 나가줄까?",
	win_mvp = "좋아! 다음에도 이런 느낌으로 가죠!",
	home = "수고했어. 장비 검사는 해두도록 해.",
	mission = "임무를 방치하면 안돼. 어서 처리해버리자!",
	touch2 = "꺄악?! ……고의로 그런 거면…다음엔 때릴 거야!",
	voice_key_2 = -1,
	skill = "Ziel erfasst!",
	drop_descrip = "1936년 A형 「나르비크」 구축함 - Z25",
	mail = "새로운 우편이네. 중요한 정보를 놓치면 큰일난다구.",
	touch = "후우…앗! 미, 미안, 멍하니 있었어……",
	profile = "Z23 언니 이래로 우리는 번호로 불리고 있어. 내 경우는……그래! 뭐라 불리든, 어디에 있든, 직무를 완수하면 되는 거야!",
	mission_complete = "임무 완료네. 어때? 다음 계획은 생각했어?",
	feeling4 = "요즘, 지휘관이 좀 신경 쓰여서, 같이 있으면 두근두근하고, 마음이 잘 안 놓여……앵커 씨, 나 어떡하면 좋지……",
	unlock = "1936년 A형 구축함 Z25입니다. 안심하십시오. 내가 전력을 다해 싸울 테니.",
	feeling5 = "조, 좋아, 좋아해……역시 무리야…미안해 앵커 씨, 같이 이렇게나 연습해줬는데, 난……역시 됐어…지금처럼 만으로도……에…어라? 지, 지휘관?!?! ",
	main = "Z23 언니……지금은 독서 중이네……|과학 연구……군사 의뢰……우윽, 아직 잘 때가 아니야!|이거? 그, 그냥 인형이야!",
	battle = "Z25, 색적태세!",
	upgrade = "강해지면…더 Z23 언니에 가까워질 수 있어!",
	voice_key = 40125,
	headtouch = "",
	feeling2 = "지휘관에겐 안심하라 해버렸지만, 역시 모두와 사이좋게 지낼 수 있을지는 좀 걱정돼……앵커 씨, 나 잘할 수 있을까……",
	login = "시간 맞춰 왔네. 나도 힘내야겠지!",
	vote = "",
	hp_warning = "조금만 더……!",
	id = 401250,
	detail = "앵커 씨, 난 어떻게 해야 언니처럼 우수해질 수 있을까……",
	couple_encourage = {
		{
			{
				40123
			},
			1,
			"언니, 같이 힘내자!",
			0
		}
	}
}
