_G.pg.ship_skin_words[401260] = {
	feeling1 = "지휘관, 불합격이에요!",
	feeling3 = "네, 오늘 잘 했어요, 지휘관. 앞으로 더 분발하세요! ...... 이러면 지휘관이 저의 칭찬하고 싶다는 뜻을 이해할 수 있겠죠?",
	lose = "졌어요... 모두들, 정말 죄송해요!",
	propose = "「환경이 좋든 나쁘든, 부유하든 가난하든, 건강하든 병에 걸리든, 즐겁든 우울하든, 저는 영원히 당신을 사랑하고, 아낄 것이며, 당신에게 충성할 것입니다. 영원토록」...... 후, 좋았어, 한 글자도 틀림없이 외웠어요! ... 아, 참! 지휘관, 이어서 지휘관이 말할 차례죠?",
	expedition = "외뢰조가 돌아왔어요, 활약이 괜찮네요! ...... 아니, 수고가 많았네요가 맞겠죠!",
	win_mvp = "모두 더 노력해야 해요! ...... 아니, 모두 수고 많았어요가 맞겠죠!",
	home = "지휘관, 커피 드세요! ...... 설탕 추가요? 그럼, 각설탕 10개 넣으면 될까요?",
	mission = "임무가 있어요! 음, 이 때 적절한 말은... 지휘관 서둘러 임무를 완성해 주세요!",
	touch2 = "불순한 접촉은, 안됩니다!",
	voice_key_2 = -1,
	skill = "전 준비 됐어요!",
	drop_descrip = "1936 A \"나르비크\"형 구축함—Z26",
	mail = "최신 정보에요! 지휘관, 확인해 보세요!",
	touch = "제가 해야할 일이 있나요? 어서 말해요! ...... 아니, 말씀해 주세요!",
	profile = "저의 내력을 소개해 보라고요? 알았어요! 저는 메탈 블러드의 1936 A형 구축함·Z26입니다! 슈피와 쉐어를 호위했었고, Z24, Z25와 함께 PQ-13 함대를 막는 작전에도 참여했었어요. 하지만, 그 작전에서는 최후의 결말을 맞이하기도 했었죠...",
	mission_complete = "임무를 완성했어요! 이 때 적절한 말은... 함대에 대한 지휘관의 공헌에 감사드려요!",
	feeling4 = "일은 노동과 휴식이 결합되어야 해요. 지휘관, 내일은 휴일이에요. 제가 감시할 겁니다. 일 못하게. 그러면, 지휘관은 반드시 충분히 휴식할 수 있을 거에요!",
	unlock = "메탈 블러드 구축함·Z26, 착임 보고합니다! 앞으로 잘 부탁드릴게요, 지휘관! ...... 좋아! 이러면 문제없을 거에요!",
	feeling5 = "짧은 기간 관찰을 통해서 한 가지 결론을 도출했어요. 지휘관은 저의 감시가 없어도 잘 해낸다는 거에요. 네, 지휘관은 아주 훌륭한 사람이에요! 저는 저에게 이런 지휘관이 있다는 게 자랑스러워요!",
	main = "지휘관, 게으름 피우는 건 안돼요! ...... 이미 많은 임무를 완료했다고요? 그럼, 지휘관, 일하느라 수고했어요!|Z23은 독서를 좋아하고, Z1은 운동을 좋아해요. 그럼, 그녀들을 뛰어넘고 싶다면... 독서하면서 운동을 해야 하나요? 정말 할 수 있을 거 같은데요?|Z25의 장난감 인형은, 사실 살아있어요. ...... 왜냐하면, Z25가 그 아이와 이야기하는 걸 자주 봤거든요.",
	battle = "모두들, 함께 선봉을 따라가요! ... 제가 선봉? 그럼, 모두 저를 따라 오세요!",
	upgrade = "느낌이 좋아요! ...... 아니, 감사합니다 지휘관이 맞겠죠!",
	voice_key = 40126,
	headtouch = "",
	feeling2 = "적의 타겟이 되면 어떻게 하냐고요? 으음...... 그들이 사람을 잘못 봤기를 기도해야죠! 아니면, 그들이 어뢰를 잘못 쏴서 서로 맞히길 기다리던지요!",
	login = "죄송합니다. 여긴 지휘관이 업무를 보는 곳이라 관계자 외 출입을 금합니다...... 아, 지휘관은 관계자 외가 아니죠, 그럼... 환영합니다, 지휘관!",
	vote = "",
	hp_warning = "Z25들은 어디 간 거지...",
	id = 401260,
	detail = "저는 눈보라가 싫어요. 동료들을 떨어뜨리게 하고, 적을 회피하지도 못하게 하니까요......",
	couple_encourage = {
		{
			{
				40125
			},
			1,
			"다시는 절 잃어버리지 말아요!...... 아니, 다시는 여러분과 떨어지지 않을게요!",
			0
		}
	}
}
