_G.pg.ship_skin_words[401280] = {
	feeling1 = "지휘관이 잘못을 시정하고 다시 사람들이 수용하기 전까지는 제가 돌봐줄게요. 그러니까 자신감을 잃지마세요!",
	feeling3 = "휴가를 내고 쉬신다고요? 좋아요, 이유는 제가 대신 생각할게요. 하지만, 지휘관님의 업무는 제가 도와드릴 수 없을 것 같아요... 나중에 꼭 마무리하세요.",
	lose = "지휘관님, 저희 모두 안전하게 퇴각했어요, 상심하지 마세요~ 다음엔 반드시 이길 거예요!",
	propose = "지휘관님에게 이걸 받을 거라곤 생각해본 적 없는데... 정말 너무 기뻐요! 앞으로도, 저에게 마음껏 지휘관님의 심정을 털어놓으세요. 제가 다 받아 줄게요!",
	expedition = "의뢰가 끝났어요~ 지휘관님, 일 보세요, 제가 의뢰조를 맞이하러 갈게요!",
	win_mvp = "이겼다, 이겼다! 지휘관님 최고!",
	home = "지휘관님 수고했어요! 이건 안전 회항의 포옹~",
	mission = "새로운 임무요...? 지휘냥 데리고 노는 임무 같은 건 없나요?",
	touch2 = "이런 짓을 하면 여자 아이들한테 미움 받을 텐데요?",
	voice_key_2 = -1,
	skill = "총 공격! 헤~",
	drop_descrip = "지휘관님, 안녕하세요! 저는 1936 A형 구축함 중앙에 위치한 Z28입니다! 지휘관님의 업무를 전력 지원하는게 바로 저의 임무입니다!",
	mail = "새들이 편지를 가져왔어요. 제가 읽어드릴까요?",
	touch = "주무세요~ 쉬고 나서 다시 일해도 괜찮아요!",
	profile = "저는 항로 안내 구축함이기 때문에, 무기는 자매들에 비해 조금 떨어져요. 이건 제가 직접적인 방법보다는 다른 방식으로 문제를 해결하길 더 선호하는 이유이기도 하죠~",
	mission_complete = "임무를 완벽하게 마쳤어요! 이건 추가 보상으로 드리는 포옹이에요~",
	feeling4 = "오늘 업무도 원만히 끝내셨나요? 음, 그럼 지휘관님께 보상으로 포옹을 드릴게요! 최고 최고~",
	unlock = "지휘관님, 안녕하세요! 저는 1936 A형 구축함 중앙에 위치한 Z28입니다! 지휘관님의 업무를 전력 지원하는게 바로 저의 임무입니다!",
	feeling5 = "지휘관님, 피곤하세요? 그럼, 제 무릎을 베고 좋은 꿈과 함께 피로와 번뇌를 조금씩 조금씩 잊어주세요~",
	main = "귀여운 동물들이랑 하루 종일 놀고 싶어요~|큰 사무실은, 텅 비었지만 차분한 분위기를 자아내며, 더욱 집중할 수 있게 해줘요.|이 서류를 제때 처리하신다면, 지휘관님께 맛있는 간식을 준비해드릴게요~",
	battle = "모두 저를 따라오세요!",
	upgrade = "음, 함장이 더 귀엽게 변했으면 좋을텐데...",
	voice_key = 40128,
	headtouch = "헤헤, 저도 이렇게 지휘관님을 쓰담쓰담~",
	feeling2 = "전 항상 궁금했어요. 나무 위에서 재잘거리는 새들은 무슨 재미있는 이야기를 하고 있을까요~",
	login = "음... 지휘관님, 분명 무슨 이유가 있어서 지각하신 거죠? 하지만 괜찮아요, 지금부터 힘내서 업무를 시작하자구요!",
	vote = "",
	hp_warning = "적이 꽤 강합니다, 모두 조심하세요!",
	id = 401280,
	detail = "지휘관님, 제 어뢰를 보여드릴게요~ 제가 다양한 표정들을 그려놓았어요, 귀엽죠?",
	couple_encourage = {
		{
			{
				40123
			},
			1,
			"z23 언니, 지휘관님한테 너무 엄격하게 굴지마~",
			0
		},
		{
			{
				40124
			},
			1,
			"z24 언니가 하는 말은 이해가 좀 어려워...",
			0
		},
		{
			{
				40125
			},
			1,
			"언니를 도와 앵콜 씨 좀 봐 드릴까요?",
			0
		},
		{
			{
				40126
			},
			1,
			"서두를 필요 없이 하고 싶은 말은 천천히 하세요!",
			0
		},
		{
			{
				40401
			},
			1,
			"샤른호르스트씨가 싸우는 모습, 정말 너무 멋져요!",
			0
		}
	}
}
