_G.pg.ship_skin_words[401360] = {
	feeling1 = "당신이 파멸하는 미래, 이 제크의 마안이 포착했다!",
	feeling3 = "흐흥, 데빌 아이돌의 각인을 그 몸에 깃들게 해 주지!...앗! 기다려! 아직 다 못 그렸단 말이야!",
	lose = "큭…데빌 아이돌에게 패배린 없어……!",
	propose = "데빌 아이돌, 함께 영혼의 선율을 연주하는 상대를 손에 넣었다! 그렇다면 해야 할 일은 하나뿐……무대에서도, 전장에서도, 고혹의 힘은 앞으로 사랑하는 지휘관만을 위해서 사용할거야!......즉, 제크는 계속 당신과 함께라는 거야♪ 알겠어?",
	expedition = "멀리 나갔던 동료들이 돌아왔어. 감사하는 마음으로 귀환을 영접하러 가자!",
	win_mvp = "이 승리는 운명이 인도한 것…즉, 필승이다!",
	home = "하아…하아……왜 이렇게 지쳤냐구? 흥, 그야 물론 이 고혹의 힘을…아앗, 알았어, 알았다구! 콘서트 연습이 있었어! ><",
	mission = "하늘에 빛나는 것은, 갈 곳을 잃은 샛별! 자아, 행등을 시작하는 거다!",
	touch2 = "데, 데빌 아이돌의 몸을 멋대로 만지면 벌 받을 거야!",
	voice_key_2 = -1,
	skill = "고혹을 관장하는 악마의 전력……온몸으로 받아랏!",
	drop_descrip = "1936B형 구축함 - Z36",
	mail = "숭배자로부터 편지가?......음, 그렇구나, 지휘관한테 온 건가……",
	touch = "자, 잠깐 기다려! 아무리 지휘관이어도 내 힘을 봉인한 이 붕대를 푸는 것은 용서받을 수 없어! 용서 못 해요! 네!",
	profile = "브레멘 출신의 구축함, 사람들은 나를 \"데빌 아이돌 제크\" 라고 부르지! 동료와 함께 발트해를 건너왔지만, 마지막에는 그 심해에 가라앉는 검은 마구가 되어……흥, 내 고혹의 힘으로 당신에게 승리를 가져다 주지!",
	mission_complete = "별이 가져다 준 우리들의 분진을 위한 보상……지휘관, 놓치지 말고 보도록 해!",
	feeling4 = "각인을 공유하는 자……그래, 당신은 지금 데빌 아이돌과 운명을 함께하는 사람이야! 즉, 제크의 팬이라는 거지! 에헤헤♪",
	unlock = "음후후훗, 당신이 지휘관인가? 이렇게 만난 것 또한 운명의 인도…… 매혹의 힘을 관장하며, 메탈 블러드의 염원을 가슴에 품은, 이름하여 '데빌 아이돌 제크짱', 당신의 힘이 되어주지! (짜잔~~~!)",
	feeling5 = "큭…지휘관 곁에서라면 내 고혹의 힘을 사용하지 않더라도 마음속에서 무한하게 우러러나오는 용기와 사랑을 느낄 수 있어. 그건 즉……지휘관을 좋아하게 되었다는 뜻이지! 에헤헤♪",
	main = "지휘관, 퓐 못 봤어? 한순간에 모습을 감추는 그 신출귀몰함, 이 마안을 가지고 있어도…엣, 저기 있다구?|고혹의 힘을 주입하는 데빌 아이돌의 노래, 아무도 도망갈 수 없어! (번쩍!)|후후후…전투든! 콘서트든! 이 힘을 해방시키면 식은 죽 먹기지!",
	battle = "봉인 해제! 자아, 데빌 아이돌의 힘을 그 눈에 똑똑히 새기도록 해! (번쩍!)",
	upgrade = "악마에게 받은 고혹의 힘…데빌 아이돌의 각성이 지금, 다시 한 번!",
	voice_key = 40136,
	headtouch = "보여주도록 하지! 이 몸의 어둠의 율동을……잠깐, 지휘관! 이 이상 머리를 쓰다듬으면 키가 안 큰다구!",
	feeling2 = "흐흥, 데빌 아이돌의 파장을 수신할 수 있는 소질이 있는 자인 것 같군! 자아, 이 제크의 팬이 되도록!",
	login = "오오, 마침 잘 왔군! 흠, 나의 신곡……이름하여 '악마서곡-데빌 인트로'……듣고 가지 않을래?",
	vote = "",
	hp_warning = "큭, 힘이 폭주한다…!",
	id = 401360,
	detail = "흐흥~, 어때? 이 불길한 힘을 표현하는 그라나트(Granat)의 마안……레, 렌즈 낀 거 아니거든!",
	couple_encourage = {
		{
			{
				40135
			},
			1,
			"데빌 아이돌 듀엣……엣!? 퓐, 날 두고 가지 마!",
			0
		}
	}
}
