_G.pg.ship_skin_words[403010] = {
	feeling1 = "이 쓰레기가! 내 눈 앞에 나타나지 말라고!",
	feeling3 = "하아?! 내가 걱정된다고? 너 같은 바보한테 걱정받아도 전혀 안 기쁘다고!",
	lose = "이 무슨 굴욕적인…! 분하다…!!",
	propose = "하?! 왜 이런 걸 하지 않으면 안되는 건데! …뭐, 뭐 좋아, 모처럼 오늘은 기분도 좋으니 끼워주어도…죽을 때까지 날 돌봐주겠다고? 흥! 그런 건 당연하잖아!",
	expedition = "이 얼간아! 뭘 잊었는지 아직도 생각이 안 나는 거야?",
	win_mvp = "흥! 뭐 오늘만 칭찬하는 걸 허락해주도록 할게!",
	home = "바보야! 돌아왔는데 왜 만나러 안 오는 거야! 하아? 누가 너 따위를 걱정한다는 거야!",
	mission = "바보야! 한창 임무 중에 한눈파는 거 아니야!",
	touch2 = "하아?!?! 이런 허접바보멍청이얼간아!! 죽어버려! 킬만 앞바다에 가라앉아버려!",
	voice_key_2 = -1,
	skill = "하아? 누가 저항해도 좋다 그랬어!",
	drop_descrip = "아드미랄 히퍼급 중순양함 - 아드미랄 히퍼",
	mail = "얼간아! 새 편지가 와 있는데 눈치 못 챈 거야?",
	touch = "하아? 만지는 걸 허락한 기억은 없는데 말야!",
	profile = "과학의 나라의 중순양함, 아드미랄 히퍼야. 이름은 불패의 제독 '프란츠 폰 히퍼' 에서 따온 거야. 다양한 전투에 참가해 전력을 다했지만! 뭐? 바렌츠 해? 그건 쿠메츠 제독이 당신보다 좀 더 바보 같아서 그랬던 것뿐이야!",
	mission_complete = "바보야! 임무가 완료되면 보수를 받아오라고! 뭘 내 앞에서 자랑하고 앉아있어!",
	feeling4 = "하?! 누가 널 좋아하게 된다는 거야! 오이겐 녀석이 너랑 밥 먹고 싶다 그래서 따라가는 거라고! 이 바보야! 착각하지 말라고!! ",
	unlock = "하아? 당신이 지휘관? 이런 어디서 굴러먹던 개뼈다귀 같은 놈한테도 지휘관을 시켜준다니, 전황이 이제 그 정도로 절박해진 거야?!",
	feeling5 = "하?! 누가 널 사랑한다는 거야! 나, 나는 출격해서 어쩌다 보니 주운 걸 규정대로 상관에게 넘겨준 것뿐이라고! 하!? 반지?! 그따위 걸 누가 한다는 거야!",
	main = "블뤼허, 이번에야 말로 반드시 지켜줄게!|설마 당신 같은 허접이, 이 나와 순양함의 지휘기술을 겨룰 수 있다 생각해?|하아? 슈바인스학세랑 맥주 준비는 아직이야? …몇 인분이냐고? 이 바보야! 네 뇌는 폼으로 달고 다니는 거야?",
	battle = "이런 거, 유틀란트 해에 비하면 애들 장난하는 정도지!",
	upgrade = "하아?! 이 내가 감동이라도 할 거라 생각하는 거야?!",
	voice_key = 40301,
	headtouch = "",
	feeling2 = "하아? 이런 것도 제대로 못 하다니, 너 바보야? 잠깐 나한테 줘봐!",
	login = "얼간아, 이제 일어났냐? 하아? 뭘 히죽히죽 거리고 있어! 모항을 산책하다 우연히 본 것뿐이라고!",
	vote = "",
	hp_warning = "",
	id = 403010,
	detail = "이 바보야, 뭘 보는 거야! 빨리 내 방에서 나가라고!",
	couple_encourage = {
		{
			{
				40303
			},
			1,
			"오이겐! 누가 빨래판 츤데레라는 거야!"
		},
		{
			{
				20114
			},
			1,
			"글로우웜, 해치워버리라고!"
		}
	}
}
