_G.pg.ship_skin_words[403030] = {
	feeling1 = "눈앞에서 사라져줄래? 거슬리는데.",
	feeling3 = "지휘관, 좋아해── 농담이야. 방금 걸로 두근거렸어?",
	lose = "후후후훗…… 너희들, 제법이네……",
	propose = "──이게 네 대답이야? 어떡한담…… 후훗, 둔감한 지휘관님. 이제 무엇에도 진심이 될 수 없어. 옛날의 내가 아니라구. 날 변하게 한 건 누구인지, 잊은 거야?",
	expedition = "의뢰가 끝났어? 우후훗, 그럼 재밌는 게 있는지 보러 갈까.",
	win_mvp = "그으…… 전함? 식은 죽 먹기지~ ",
	home = "지휘관, 같이 욕탕에 가서 씻지 않을래?",
	mission = "임무…… 신기한 거 없어?",
	touch2 = "그럼, 이번엔 내가 널 맛볼 차례야.",
	voice_key_2 = -1,
	skill = "이 정도론 부족해. 더, 더……!",
	drop_descrip = "아드미랄 히퍼급 중순양함·프린츠 오이겐",
	mail = "새로운 우편이야. 우후훗",
	touch = "이 정도로 만족이려나?",
	profile = "제3 제국의 기적, 아드미랄 히퍼급 3번함── 프린츠 오이겐. 어떤 전투라도 살아남을 수 있어. ……악운? 감히 그런 말을 하다니…… ",
	mission_complete = "지휘관, 상이야── 나? 별로.",
	feeling4 = "Ich liebe dich── 진심일까, 농담일까? 지휘관의 판단에 맡길게.",
	unlock = "흐응…… 당신이 지휘관? 얼마나 즐겁게 해주려나? 기대할게.",
	feeling5 = "──왜 웃었냐고? 지휘관이 허둥대는 모습을 보고 즐거워졌거든. 이번엔 진심으로 웃고 있는 거야. 우후훗……",
	main = "과로는 좋지 않아. 죽·는·다·구?|행운을 부르는 배? ……그거 비꼬는 거야?|──「라인 연습 작전」이라. 생각해보면 그게 모든 것의 시작이었어…",
	battle = "전 함대, 화력 전개! Feuer!",
	upgrade = "이 느낌…… 나쁘지 않네.",
	voice_key = 40303,
	headtouch = "",
	feeling2 = "──잘 안 웃는다고? 지휘관, 시험해볼래? 날 웃게 할 수 있는지 없는지",
	login = "흐흥~뭐야? 오늘은 어떻게 귀여워해줄까?",
	vote = "",
	hp_warning = "후훗…… 재밌네.",
	id = 403030,
	detail = "응? ……검사? Vielen Dank…",
	couple_encourage = {
		{
			{
				10105,
				10108
			},
			2,
			"후우, 유니온의 기자도 발이 빠르네……",
			0
		},
		{
			{
				20501,
				20101
			},
			1,
			"그 츤데레는, 너희들 금발 빨래판의 탬플릿이야?",
			0
		},
		{
			{
				20403
			},
			1,
			"그 우아함, 언제까지 지킬 수 있을까?",
			0
		}
	}
}
