_G.pg.ship_skin_words[403050] = {
	feeling1 = "어떤 지휘관이라 해도, 그라프 슈피는 명령에 따를 뿐……",
	feeling3 = "이 손은 승리를 움켜쥐기 위해……소중한 사람을 두 번 다신 안을 수 없게 되어도, 어쩔 수 없는 거야.",
	lose = "졌나……아직이야, 아직 끝나지 않아!",
	propose = "당신을 안지 못해도, 당신이 나를 안을 수 있구나……있잖아 지휘관, 조금 더, 조금만 더……이대로 나를 안아줘……",
	expedition = "의뢰가 끝났다고? 그럼 기습당하지 않았단 얘기네. 다행이다.",
	win_mvp = "이 승리는, 언제까지 계속될 수 있을지……",
	home = "지휘관, 모항이 봉쇄되지 않았는지 확인했지?",
	mission = "어떠한 임무라도, 하달된 이상 수행할 필요가 있는 거야.",
	touch2 = "지휘관, 이 손으로 껴안아도 돼?",
	voice_key_2 = -1,
	skill = "소중한 것을 위해!",
	drop_descrip = "도이칠란트급 초갑순양함 - 아드미랄 그라프 슈피",
	mail = "이 편지는…… 다행이다, 리나운과는 관계가 없어서.",
	touch = "오늘 날씨는 맑음인가? 응…라플라타 강의 그때처럼 말야.",
	profile = "메탈 블러드 해군 도이칠란트급 장갑함 3번함, 아드미랄 그라프 슈피. 로열 네이비 순양함의 공격을 받아, 몬테비데오 항으로 도망쳤지만, 결국은 자침했다……지휘관, 이번엔 마지막까지……싸우겠어!",
	mission_complete = "그 때의 나와는 다르게, 임무는 제대로 처리했네.",
	feeling4 = "지휘관, 이번엔 혼자서 가라앉는 게 아니라, 당신과 함께 마지막을 맞이할 수 있을까?",
	unlock = "어디에 있든 전쟁은 끝나지 않는구나……지휘관, 도이칠란트급 장갑함 3번함, 아드미랄 그라프 슈피, 착임했어.",
	feeling5 = "아무리 싸워도 마음의 틈이 메워지지 않아……그 원인은 당신이야……",
	main = "싸움은 살육을 위해 있는 게 아니라, 승리를 위한 것이야.|첫 전투가 마지막이 된다니…우리 메탈 블러드에겐 딱히 드문 일도 아니야.|다 함께 수다…라고? 늘 혼자였으니까, 모두의 앞에선 무슨 말을 하면 좋을지…",
	battle = "메탈 블러드의 존엄과 이익을 위해, 무궁한 영광을!",
	upgrade = "이것이……힘……",
	voice_key = 40305,
	headtouch = "지휘관, 그렇게 쓰담쓰담하지 말아줄래…?",
	feeling2 = "줄곧 혼자서, 항해하고, 전투하고, 침몰하고……이런 나라도, 메탈 블러드 해군에 공헌했다 할 수 있을까.",
	login = "당신을 위해 마지막까지 싸울 거야.",
	vote = "",
	hp_warning = "조금 더 견딜 수 있다면……!",
	id = 403050,
	detail = "승리할 확률이 아무리 낮더라도, 전장으론 향할 거야……그렇게 하는 편이 인간들에게 동경 받을 수 있으니까.",
	couple_encourage = {
		{
			{
				20401
			},
			1,
			"가까이 오지 마……"
		},
		{
			{
				20203
			},
			1,
			"여전히 악취미구나."
		},
		{
			{
				40401,
				40402
			},
			1,
			"다시 함께 싸울 수 있게 되어 영광입니다."
		}
	}
}
