_G.pg.ship_skin_words[403070] = {
	feeling1 = "하아? 너 같이 쓸모없는 녀석과 함께 할 수 있을 리가 없잖아!",
	feeling3 = "스케쥴 표라니—— 하아?! 이런 매니저 일은 누구나 할 수 있는 거야! 절대로 일부러 너에게 맡기는 게 아니라고!",
	lose = "멍청아——! 기억해 두라고——!!",
	propose = "하아? 이런 반지 누…… 누가… 이러면 됐지? 얼른 끝내고 모두에게 최고의 라이브를 보여주자고!",
	expedition = "거기서 멍하니 뭘 하고 있는거야! 의뢰조의 마중, 같이 가도록 해!",
	win_mvp = "이 정도라면 나를 내보내지 말았어야지!",
	home = "하아? 바보, 네가 이렇게 늦게 돌아오니까 걱… 내가 지금 무슨 말을 하는 거람!",
	mission = "임무든 오퍼든 어서 빨리 해치워 버려!",
	touch2 = "하아? 일부러 그러는 거지?!",
	voice_key_2 = -1,
	skill = "내 퍼포먼스, 잘 보라고!",
	drop_descrip = "하아? 뭐야 그 이상한 눈빛은?! 말해두지만 절대 하고 싶어서 하는 게 아니니까",
	mail = "하아? 팬레터는 네가 먼저 확인해!",
	touch = "하아? 누가 마음대로 만져도 좋다고 한거지? ",
	profile = "메탈 블러드 소속, 세계 제일의 중순양함 아드미랄 히퍼야. 이런 일, 하고 싶지 않았지만 어쩔 수 없었다고.",
	mission_complete = "보수… 오이겐이 비웃지만 않으면 됐어…",
	feeling4 = "아~ 아~ ……오늘 상태가 나쁘지 않네…… 하아?! 누구 마음대로 훔쳐보는 거야?! 비는 시간에 연습하고 있는 것뿐이니까! 돌아가서 네 할 일이나 해!",
	unlock = "하아? 뭐야 그 이상한 눈빛은?! 말해두지만 절대 하고 싶어서 하는 게 아니라고!",
	feeling5 = "그래서? 다음 스케쥴은 뭐야? 이런 사소한 일은 이미 정해져 있겠지? …… 정해졌으면 어서 알려달라는 말이야! 일부러 질질 끌면서 놀리는 거야?! 너……!",
	main = "바보, 다음 스케쥴이 뭔지나 어서 말해! 대체 날 얼마나 더 기다리게 할 거야? |도이칠란트, 동생 자랑은 적당히 해! … 나 참, 남의 동생은 저렇게 열심히인데 우리는 왜…! |하아? 누구 마음대로 홍보를 하는 거야! 팬은 스스로의 힘으로 확보하겠어!",
	battle = "내 실력을 보여주도록 하지!",
	upgrade = "오이겐, 조금 있다 내 실력을 보여줄테니까!",
	voice_key = 40307,
	headtouch = "",
	feeling2 = "말해두지만 하려고 마음을 먹었으면 최선을 다해. 건성건성 하는 건 용납 못 한다고…… 제대로 들어!",
	login = "연습 끝났어. 나 참, 대체 왜 이런 일을 해야하는 거야…!",
	vote = "",
	hp_warning = "아직 안 끝났어!",
	id = 403070,
	detail = "…오늘 기타의 상태가 썩 별로야… 조율을 해야 하나? 아니, 역시 연습을 먼저 하는 게 좋겠어…",
	couple_encourage = {
		{
			{
				90503,
				10224,
				30710,
				20225
			},
			2,
			"내 발목 잡지 마!",
			0
		}
	}
}
