_G.pg.ship_skin_words[102040] = {
	feeling1 = "저쪽으로 가버려, 이 겁쟁이!",
	feeling3 = "왜 그래? 나라도 괜찮다면 상담을 해주도록 하지!",
	lose = "칫, 기억하라고!",
	propose = "……고마워. 그럼 받아둘게. 그리고 저기…… 나는, 달달한 이야기나 애교 같은 건 잘 모르지만 선택받은 이상 실망만은 절대 시키지 않아!",
	expedition = "의뢰 완료 (국어책 읽기) ……있잖아, 슬슬 나도 보내주지 않겠어?",
	win_mvp = "후후, 강한 상대는 이제 없는 건가?",
	home = "엇차, 오늘도 무사히 돌아왔구만!",
	mission = "임무라면 일등이 아니면 안 되겠지?",
	touch2 = "Hey! 착실하게 젠틀맨으로 있으라고!",
	voice_key_2 = -1,
	skill = "동방은… 붉게…!",
	drop_descrip = "브루클린급 순양함·피닉스 (CL-46)",
	mail = "헤이 지휘관! 새로운 편지라고!",
	touch = "왔다 왔다! 슬슬 바다로 가겠나?",
	profile = "나는 피닉스. 봉황으로서 한때 어떤 분이 탄 배지. 이름대로 어떤 사지여도 다 견뎌 보이겠어! 그러니까 어떤 위험한 임무라도 맡겨줘! 실망하게 하지는 않을 테니까!",
	mission_complete = "우리의 보너스, 드디어 도착했구만!",
	feeling4 = "그분은 존경하고 있지만, 지휘관은 지휘관이야. 내 뒤에 지휘관만 있으면 무적이지!",
	unlock = "네가 지휘관? 나는 피닉스. 그래, 봉황인 피닉스다. 댁은 나를 제대로 다룰 수 있을까?",
	feeling5 = "과연, 지휘관과 있으면 몸이 타오르는 것 같은 이 기분이야말로, 사랑이라는 건가…… 이런 건 느꼈던 적이 없어…",
	main = "내 방침은 「무슨 일이든 일등」이다!|아르헨티나의 태양은 좀 더 큰가?|사지를 극복하는 것보다 스릴 넘치는 일 따윈 없다고!",
	battle = "봐라! 동방은 붉게 타오르고 있다!",
	upgrade = "좋았어! 강해졌다고!",
	voice_key = 10204,
	headtouch = "",
	feeling2 = "죽음을 무서워하지 않는 녀석만 살 자격이 있다는 거지! ──아, 지휘관 무서워하지 마! 딱히 산다든가 죽는다는가가 아니라, 마음의 준비만은 해두라고 말하고 싶었던 거라고!",
	login = "Hey! 지휘관! 오늘도 이 피닉스가 지켜줄게!",
	vote = "",
	hp_warning = "이 손이 승리를 잡으라고 외치고 있다!",
	id = 102040,
	detail = "지휘관, 뭔 일 있었어? 눈이 멍하다고.",
	couple_encourage = {
		{
			{
				10504
			},
			1,
			"누님, 퍼지면 안 된다고",
			0
		}
	}
}
