_G.pg.ship_skin_words[403090] = {
	feeling1 = "지휘관이 무슨 일을 겪어서 지금의 모습처럼 변했는지는 모르지만... 누군가 꼭 끌어당겨야 정신을 차릴 수 있다면 내가 하게 해줘! 아무 말도 하지말고, 내 손 꽉 잡아!",
	feeling3 = "항구에서 동료들의 이야기를 들었는데, 정말 재밌더라고~ 나도 그렇게 \"경력\"이 많았다면, 지금 어떤 모습일까? 상상만 해도 재밌을 것 같아~",
	lose = "엑——? 설마 지다니!?",
	propose = "음, 반지 말고도 뭐가 빠진 것 같은 느낌인데... 아, 그래! 이거지~ ...... (쪽) 헤헤~ 앞으로도 잘 부탁해, 지휘관!",
	expedition = "의뢰조가 돌아왔어~ 다음에도 내가 나갈게, 알았지 알았지~?",
	win_mvp = "승리와 MVP 전부 내 차지! 하하~♪",
	home = "항구에 있기보다 바다에 나가는 게 더 재미있어~ 다음에 출격할 때도 나 데리고 가~",
	mission = "새로운 임무가 있어? 나한테 맡겨! 내가 적을 싹 쓸어 버릴게~",
	touch2 = "Stooooop! 여기까지야!",
	voice_key_2 = -1,
	skill = "바로 지금이라고 말해!",
	drop_descrip = "Hallo, 지휘관! P급 장갑함 1호, 프린츠 하인리히가, 바로 나야! 여긴 내 파트너 \"아이젠\", 너도 지휘관한테 인사해!——아, 지휘관 옷은 물면 안돼!",
	mail = "아, 우편 먹으면 안 돼, 그럼 지휘관이 곤란해 진다고!",
	touch = "음~~ 아~ 이렇게 오래 일했는데, 지휘관도 피곤하지? 같이 어디 좀 가서 걸을까~",
	profile = "자기소개? 음, 내 이름은 \"프린츠 하인리히\"이고 \"P급 장갑함\"이야, 이거 외에는 별로 얘기할 게 없네. 음~~ 아이젠은? 지휘관한테 하고 싶은 말 있어~?",
	mission_complete = "또 싸인하고, 또 도장 찍고, 임무 하나 완료하는데 정말 귀찮네... 음, 보상은 여기...",
	feeling4 = "지휘관! 나한테 네 이야기를 해줄 수 있어? 용감한 지휘 경험도 좋고, 업무 중의 황당한 일도 좋아. 무슨 이야기든지 듣고 싶어! 헤헤~ 말해줘, 말해줘~",
	unlock = "Hallo, 지휘관! P급 장갑함 1호, 프린츠 하인리히가, 바로 나야! 여긴 내 파트너 \"아이젠\", 너도 지휘관한테 인사해!——아, 지휘관 옷은 물면 안돼!",
	feeling5 = "지휘관, 오늘도 데이트하자! 시간...? 놀만큼 놀고 돌아오자! 장소...? 가면서 생각해! 에이, 뭐든지 시작을 해야 결과가 있지~ 가자 가자!",
	main = "지휘관이 찾는 문서는 바로, 여기 있다! 음, 못 맞혔나?|항구 내에 다른 진영에도 나처럼 함력이 없는 동료들이 꽤 있네~ 메탈 블러드에만 있는 줄 알았는데~|페터는 항상 나한테 여러 일들을 하라고 알려줘. 가끔 좀 귀찮긴 해도, 그녀가 없었으면 정말 어떻게 되었을지 모르지, 아하하~",
	battle = "전원 돌격! Los! Los!",
	upgrade = "강! 해! 졌! 다!",
	voice_key = 40309,
	headtouch = "어어~",
	feeling2 = "과거에 아무것도 가진게 없다면, 앞만보고 전진하는 용기를 얻을 수 있다! 헤헤, 말 엄청 잘하지 않았어, 아이젠? 지휘관?",
	login = "어~서~와~! 같이 힘내서 새로운 하루를 맞이하자고! 헤헤~",
	vote = "",
	hp_warning = "아직 좀 더 버틸 수 있어~",
	id = 403090,
	detail = "음~ 어떻게 해야 사람들이 이 아이를 무서워하지 않을 수 있을까... 귀여운 포스트잇을 붙여볼까?",
	couple_encourage = {
		{
			{
				40204,
				40205
			},
			1,
			"아, 물고기 놀래키지면 안돼!"
		},
		{
			{
				40304,
				40305
			},
			2,
			"장갑함 돌격!"
		}
	}
}
