_G.pg.ship_skin_words[405022] = {
	feeling1 = "",
	feeling3 = "",
	lose = "",
	propose = "",
	expedition = "지휘관, 새로운 의뢰가 끝난 것 같다. 다녀와. 여기서 기다리고 있겠다.",
	win_mvp = "만약 그녀라면… 이 싸움을 어떻게 헤쳐나갔을까.",
	home = "지휘관, 내가 언니를 어떻게 대하는지 알고 싶나?",
	mission = "새로운 임무가 있나? 그래, 언니는 조금 기다려도 괜찮겠지.",
	touch2 = "",
	voice_key_2 = -1,
	skill = "",
	drop_descrip = "언니가 대체 어떻게 나를 초대할지 생각하는 중이였는데, 역시 지휘관에게 부탁했군…… 후후, 그럼 가도록 하지. 오래 기다리게 해선 안되니까——",
	mail = "춤 신청이 끊이질 않는군, 지휘관. 그러면, 나도 한 곡 청할게.",
	touch = "",
	profile = "",
	mission_complete = "지휘관, 모처럼의 파티인데 너무 조급해하지 않아도 좋다. 먼저 뭐라도 먹지.",
	feeling4 = "",
	unlock = "언니가 대체 어떻게 나를 초대할지 생각하는 중이였는데, 역시 지휘관에게 부탁했군…… 후후, 그럼 가도록 하지. 오래 기다리게 해선 안되니까——",
	feeling5 = "",
	main = "한 때, \"언니\"라는 두 글자에는 큰 감흥이 없었지. 하지만, 그녀와 다시 한 번 만났을 때 첫 눈에 알 수 있었어. 아, 그녀가 나의 언니구나.|봐, 휘황찬란한 홀 중앙에서 그녀는 세계의 중심마냥 모든 사람에게 둘러싸여있지——하지만 우리는 알아, 그건 그녀가 원하는 것이 아니라는 것을.|언니의 초대를 기다리기만 하고 먼저 찾아가지 않는 것은, 동생의 작은 심술이라고 할까. 어쨌든, 언니니까. 안 그래?",
	battle = "",
	upgrade = "",
	voice_key = 0,
	headtouch = "",
	feeling2 = "",
	login = "왔구나, 지휘관? 긴장하지 마. 밤은 기니까.",
	vote = "",
	hp_warning = "",
	id = 405022,
	detail = "사실 나도 언니와 어떤 대화를 해야 할지 잘 모르겠지만… 하지만 이번에는, 시간은 부족하지 않겠네. 그러니 대화할 화제는 생길거야. 그렇지?",
	couple_encourage = {
		{
			{
				40501
			},
			1,
			"슬퍼하는 얼굴은 어울리지 않습니다, 언니.",
			0
		}
	}
}
