_G.pg.ship_skin_words[406010] = {
	feeling1 = "충고 하나 할게, 지휘관. 상태 안 좋으면, 휴가 내고 잠 좀자. 그 안 좋은 상태를 모든 이들에게 내비치지 말고.",
	feeling3 = "페터는 훌륭하지만, 너무 빡빡해. 가끔은 \"시간\", \"계획\" 같은 귀찮은 단어들은 버리고 자신을 놓을 줄도 알아야 하는데.",
	lose = "음, 함재기 운용은 역시 아직은 덜 익숙해...",
	propose = "서약의 의식? 급할 거 없어. 까먹지도 않았고, 갑자기 사라지지도 않으니까. 그게 아니면... 내가 지휘관한테 그정도로 신뢰가 없나? 하하, 농담이야. 기나긴 앞으로의 시간 동안에도 잘 부탁해, 지휘관.",
	expedition = "의뢰조 돌아왔어? 신경 안 쓰는 건 좀 아니지... 내가 먼저 가볼까?",
	win_mvp = "예상대로 승리한 건가.",
	home = "지휘관 정말 바쁘게 일하는구나... 한숨 돌리고 좀 쉬어.",
	mission = "새로운 임무가 있어? 괜찮아, 우선 당장하고 있는 일부터 끝내고 확인해.",
	touch2 = "너의 용기는... 아마 표현 방식을 바꿔보는 게 더 낫겠는데.",
	voice_key_2 = -1,
	skill = "때가 왔어!",
	drop_descrip = "중순양함 자이틀리츠——아니, 호위항공모함 베저, 착임 보고. 왜 이름이 두 개인지 궁금해? 침착해, 앞으로 천천히 알려줄게.",
	mail = "네 편지야. 긴급한 내용이 아니면, 나중에 봐도 괜찮아.",
	touch = "힘들면 얼마든지 쉬어. 누가 오면, 내가 깨워줄게.",
	profile = "아드미럴 히퍼급 4번함 자이틀리츠나, 호위항공모함 베저나 모두 전황 때문에 최종적으로 완성되지 못했어. 하지만, 지금 여기서는 내가 하고 싶은 일들을 할 수 있는 시간이 충분하니까, 그때의 한을 푼 셈이겠지.",
	mission_complete = "임무 완료했어. 안심해, 보상은 도망가지 않으니까, 이따가 수령하면 돼.",
	feeling4 = "난 언제나 생각해. 우리가 어떻게 살지를 선택해야지, 생활이 우리를 결정하게 하면 안된다고. 그러니까, 난 계속 내 리듬에 맞춰서 살 거야. 지휘관은, 현재 자신의 생활을 좋아해?",
	unlock = "중순양함 자이틀리츠——아니, 호위항공모함 베저, 착임 보고. 왜 이름이 두 개인지 궁금해? 침착해, 앞으로 천천히 알려줄게.",
	feeling5 = "보아하니까, 이제 내 스텝을 따라올 수 있게된 것 같네. 아니면, 내가 점점 지휘관의 스텝에 적응이 된 건가? 하하, 아무튼, 네가 옆에 있으면... 확실히 마음이 놓여.",
	main = "메탈 블러드의 항공모함은 다른 진영들에 비하면 아주 적어서, 연습할 때마다 손해보는 듯한 느낌이야...|\"불침 전함\"? ...아, 네가 말하는 게 누군지 알아. 나중에 그 존경할 만한 \"자이틀리츠\" 선배를 볼 기회가 있을지 모르겠네?|히퍼, 오이겐... 그녀들이랑 같이 전투할 수 있을 줄은 정말 생각도 못했어. 모두 지휘관 덕분이야.",
	battle = "냉정과 인내심을 유지한다면 승리는 자연히 우리 몫이 될 거야.",
	upgrade = "더 강한 장비를 다룰 수 있을 것 같아, 고마워, 지휘관.",
	voice_key = 40601,
	headtouch = "",
	feeling2 = "전장은 언제나 예상하기 어려운 변수로 가득하지. 정해진 지령을 묵묵히 고수하는 것만으로는 승리를 잡을 수 없어.",
	login = "급급하게 일에 뛰어들기 전에, 앉아서 커피 한 모금을 즐겨보는 건 어때?",
	vote = "",
	hp_warning = "아직 초조해할 때가 아닌데…!",
	id = 406010,
	detail = "지휘관, 설마 한가한 거야? 그럼 나 함재기 특훈하는 것 좀 도와줄래?",
	couple_encourage = {
		{
			{
				49902
			},
			1,
			"네 계획은 뭐야?",
			0
		},
		{
			{
				40303,
				40301
			},
			2,
			"안심하고 들어가, 내가 지원할게.",
			0
		}
	}
}
