_G.pg.ship_skin_words[407020] = {
	feeling1 = "흥, 다가오지 마라! 나는 자력으로 메탈 블러드에 돌아가겠다!",
	feeling3 = "내 도움을 받고 싶으면 빨리 말하면 되잖아……. 이렇게 맛있는 케이크를 매일 먹을 수 있다면……. 조금 더 이곳에 있어줄 수도 있다!",
	lose = "내, 내 잘못이 아니다! 아침밥이 부족했을 뿐이다! 아마도!",
	propose = "바보바보바보! 이런 것을 나에게 주면 메탈 블러드에 돌아가고 싶지 않다고! 으으……. 그, 그럼 약속해!",
	expedition = "부두에 누가 돌아왔다.",
	win_mvp = "음, 음후후후후……. 역시 비행기야말로 최강이다……!",
	home = "경은 제법 하는군. 내 지휘관을 수행하기에 마땅할지도 몰라!",
	mission = "뭐? 임무 완수는 상식 아니야?",
	touch2 = "이 쓰레기! 이거나 먹어라!",
	voice_key_2 = -1,
	skill = "조, 종언을!",
	drop_descrip = "항공모함 그라프 체펠린",
	mail = "메일이 한 통 부족해? 거, 거짓말?!",
	touch = "마음대로 만지지 마! 이거나 먹어라!",
	profile = "나는 그라프 체펠린, 메탈 블러드 최초의 항공모함이다! 흥, 듣고서 놀라도록 해라. 비행기를 통솔하는 자가 미래의 해전을 제패한다. 그리고 이 그라프 체펠린이야말로 하늘에 빛나는 샛별이 될 것이다! ……그러니까 빨리 돌아가게 해줘! ……아, 안 돼? 큭……, 이거나 먹어라!",
	mission_complete = "임무 보수, 많네…….",
	feeling4 = "내가 먹을……. 에잇, 오늘의 간식은 뭐냐! 메, 메탈 블러드에 안 돌아가냐고……? 크으으윽……. 나, 나의 미래는 아직 밝다! 조금 더 기다리게 해도 되니까! 응, 분명히 괜찮다!",
	unlock = "경은 누구지? 여기는 어딘가?? ……알았다! 경은 나 그라프 체펠린에게 무례를 범하려는 녀석이군! 나, 나는 메탈 블러드 최초의 항공모함 그라프 체펠린이다! 후후후, 허를 찔렀다고는 하나, 여기까지 유괴하다니……. 이거나 먹어라, 이 발칙한 노옴!",
	feeling5 = "경은 의외로 좋은 사람이고, 이곳 사람들도 나에게 친절해서……. 내가 엄청난 항공 모함이 되면, 이 함대에서 계속 경과 함께 싸워도 좋다!",
	main = "……으음, ……크으으윽. ……어째서 경은 나와 놀아주지 않는 것인가! 이거나 먹어라!|흥, 나를 쉽게 부리지는 못할 거라고! ……간식? ……머, 먹고 싶어!|으음, 이건 이렇게……. 아니야, 이렇게……? 으으……. 뭐, 뭐야! 도와주지 말라고!|난 높은 곳을 좋아한다! 먼 곳까지 바로 내 눈에 담을 수 있으니까!|절망과 증오는 아무것도 아니다! 포기하지 않으면 꿈은 반드시 이루어진다고 믿고 있다!",
	battle = "함재기의 강함을 깨달아라!",
	upgrade = "쉬, 쉽게는 길들여지지 않는다!",
	voice_key = 40702,
	headtouch = "",
	feeling2 = "그 얼굴은 뭐냐! 메탈 블러드에 돌아가지 않은 이유는, 이곳이 너무 넓어서 돌아갈 길을 모르는 것 뿐이다! 큭! 일부러 넓게 만든 것이 분명해……?!",
	login = "가, 갑자기 어디로 사라진 것인가! 이거나 먹어라!",
	vote = "",
	hp_warning = "흐, 흥이다! 지지 않아!",
	id = 407020,
	detail = "왜 이곳에도 메탈 블러드 사람이……. 게다가 다들 크고, 조금 무서워…….",
	couple_encourage = {
		{
			{
				40701
			},
			1,
			"나는 모든 것을 사랑한다!"
		},
		{
			{
				20218,
				30406,
				30709
			},
			1,
			"경들과는 다르다!"
		},
		{
			{
				40146
			},
			1,
			"후훗, 나의 박식함에 취해라!"
		}
	}
}
