_G.pg.ship_skin_words[407030] = {
	feeling1 = "넌... 내가 시간을 쓸 가치가 없다.",
	feeling3 = "지휘관, 네 방 시계가 2분 느리더군. 하지만 괜찮다. 내가 떼어내서 고쳐놓았으니. \"시계가 느려서\"라고 지각의 이유를 대면 안되겠지? 후후~",
	lose = "실패의 원인을 찾는 데 시간을 보내는 것이, 실수를 반복하여 더 많은 시간을 허비하는 것보다 낫다.",
	propose = "서로의 시간 투입이 물거품이 되지 않도록... 네가 이렇게까지 말한 이상, 이 증표는 받아둘게. 미래는 더 기니까, 서로 더 많은 \"시간\"과... \"감정\"을 쏟아붓자. 후훗~",
	expedition = "의뢰가 이미 끝났다. 동료들의 높은 효율은 칭찬 받을 만해.",
	win_mvp = "오? 예측된 종료 시간보다 이르군.",
	home = "정밀한 기기일수록, 유지 보수를 잘못하여 고장나기 쉽다. 사람은 더욱 그러하지. 적절한 휴식을 잊지 마라, 지휘관.",
	mission = "새로운 임무가 왔다. 시간을 써서 임무를 계획하자. 한꺼번에 하는 것보다 훨씬 효율적일 것이다.",
	touch2 = "이렇게해서 너의 업무 효율이 상승할 수 있다면, 이 또한 의미 있는 시간 소비겠지...",
	voice_key_2 = -1,
	skill = "때가 왔다!",
	drop_descrip = "나는 아직 세상에 나온 적이 없는 그라프 체펠린급 \"항공모함B\". 지금 \"페터 슈트라서\"로서 여기 태어났다. 시간은 유한하지만, 완성해야할 일은 많지. 바로 본론부터 시작하자.",
	mail = "우편이 있다, 어서 확인해봐, 지휘관.",
	touch = "아직 휴식 시간이 아닐텐데, 지휘관?",
	profile = "운명을 한탄하는 그라프 체펠린급 항공모함 중 하나, 진수를 경험하지 못하고 철거된 \"항공모함B\"가, 바로 나다. \"페터 슈트라서\"라는 이름에 관해서는... 어쨌든 \"항공모함B\" 보다는 좋게 들리지, 안 그런가?",
	mission_complete = "후후, 임무의 보상도 우리가 임무에 소비한 시간에 맞췄나보군.",
	feeling4 = "많은 시간을 다른 한 사람에게 쏟는 것은 일종의 대단한 \"낭비\"다. 어찌 보더라도, 이건 수익과 지불이 극도로 어긋나는 행위이지...... 그렇지?",
	unlock = "나는 아직 세상에 나온 적이 없는 그라프 체펠린급 \"항공모함B\". 지금 \"페터 슈트라서\"로서 여기 태어났다. 시간은 유한하지만, 완성해야할 일은 많지. 바로 본론부터 시작하자.",
	feeling5 = "두 사람 모두 시간을 서로에게 쏟으면, 상대적인 \"수지 균형\"을 이룰 수 있다...고? 정말 흥미로운 계산법이군. 우선은 너의 이런 방법을 인정하지, 후후.",
	main = "계획을 분당으로 맞춰 놓으면 망설임과 선택으로 허비되는 시간을 줄일 수 있지 않을까. 시도해 보겠어, 지휘관?|하인리히, 여기 너의 훈련 계획이다. 다음엔 절대 잊지 마.|예정된 시간마다 일이 하나씩 풀리는 걸 보는 것은, 정말 즐거운 일이지. 후후~",
	battle = "좋다, 그럼 먼저 이 수는 어떠한지 볼까.",
	upgrade = "강화가 완료되었다. 후훗, 뜻깊은 시간을 보냈군.",
	voice_key = 40703,
	headtouch = "",
	feeling2 = "시간은 소중하다, 지휘관. 무슨 일이 있다면 최대한 간결하게 설명해.",
	login = "왔는가? 좋다, 오늘도 힘내서 고효율로 업무를 완성하도록 하자.",
	vote = "",
	hp_warning = "사태는... 아직 통제 가능 범위 내에 있어.",
	id = 407030,
	detail = "시간은 무형지물. 하지만 \"시계\"라는 정밀한 기계를 통해 사람에게 직관적인 인지를 갖게 하였지. 확실히 매우 훌륭한 일이야, 그렇지 않나?",
	couple_encourage = {
		{
			{
				40701
			},
			1,
			"세계를 멸망시키기보다 눈앞의 적을 어떻게 멸망시킬 것인가를 먼저 생각해 보는 것은 어떨까."
		},
		{
			{
				40309
			},
			1,
			"무턱대고 뛰어들지 말고 원래 정한 전술대로 행동해... 어이!"
		},
		{
			{
				40402
			},
			1,
			"하하하, 잘 해보자고~"
		},
		{
			{
				20705
			},
			1,
			"크흠... 침착해, 너무 흥분하지마."
		}
	}
}
