_G.pg.ship_skin_words[408040] = {
	feeling1 = "부탁이니까, 두 번 다시 그런 표정 짓지 말아줘…응?",
	feeling3 = "지휘관, 내가 잠영을 하는 모습이 보고 싶어? 흐흥, 이것만큼은 비스마르크 언니에게도 칭찬받은 내 자랑스러운 특기거든!",
	lose = "그 때의 실패는……두 번 다시 되풀이하지 않겠어!",
	propose = "바다의 신에게 맹세하겠어! 무슨 일이 있어도 지휘관을 지키겠다고!......흐흥, 나도 믿음직스러운 부분이 있지? 앞으로도 기대해줘! 지휘관!",
	expedition = "의뢰를 보냈던 애들이 돌아온 모양이야! 마중 나갈까?",
	win_mvp = "흐흥, 승리의 여신은 우리 편이라는 거지!",
	home = "지휘관이 없는 동안에 책을 몇 권 가져와 버렸는데, 사실은 어디에 돌려놔야 할 지 모르겠어서……그, 정말 미안해. 에헤헤헤……",
	mission = "에에엣, 임무 수행해야 되나…",
	touch2 = "앗! 지휘관, 도망가지 마!",
	voice_key_2 = -1,
	skill = "늦었잖아!",
	drop_descrip = "메탈 블러드 ⅦC형 잠수함 U-556",
	mail = "삐삐삐! 이 U-556이 새로운 정보를 수신했어!",
	touch = "지휘관, 비스마르크 언니를 만나러 가지 않을래?",
	profile = "어디에 있든 간에, 비스마르크 언니가 위험에 처하면 무슨 일이 있어도 지켜주겠다고, 옛날에 바다의 신에게 맹세한 적이 있어! ……하지만, 나 혼자서는 할 수 없는 일도 있어…아하하하……",
	mission_complete = "임무 완료! 이제 놀러 가도 돼?",
	feeling4 = "에엥~ 왜 언니는 나를 꼭 껴안아주지 않는 걸까? 어린애 같다니……그럼, 대신에...오오! 에헤헤, 지휘관은 내 마음을 알아주는구나!",
	unlock = "안녀-엉, VIIC형 잠수함 U-556이야! 여기가 내가 앞으로 신세 질 모항인가 보네! 앗, 비스마르크 언니도 여기 있을까나?",
	feeling5 = "지휘관과 언니, 둘 다 나에게는 소중한 사람이야! 혹시 지휘관이 사라진다면 난 전투를 할 수 없을 만큼 침울해질 거야…그러니까 계속 곁에 있어 줘서 기쁘고 행복해……",
	main = "지휘관, 나랑 놀아주지 않으면 언니가 있는 쪽으로 가버릴 거야!|지휘관, 수영하러 가지 않을래? 내가 옆에 있으면 무슨 일이 일어나도 괜찮으니까!|지휘관, 계속 앉아있기만 하면 몸이 상한다구!",
	battle = "더 이상은 도망 못 가!",
	upgrade = "바다여, 내가 돌아왔다!",
	voice_key = 40804,
	headtouch = "",
	feeling2 = "비스마르크 언니! 놀러 왔어!......어, 어라?",
	login = "어서 와! 오늘도 왠지 신날 것 같은 하루네!",
	vote = "",
	hp_warning = "주, 중요한 순간에 폭주하지 마!",
	id = 408040,
	detail = "에에에에에잇! 받아라아아아앗! 헉…헉…얘는 가끔 폭주하니까, 진정시켜줘야 된단 말이지……아하하하……",
	couple_encourage = {
		{
			{
				40501
			},
			1,
			"언니! 화려하게 적을 물리치자구요!",
			0
		},
		{
			{
				20702
			},
			1,
			"미안, 별로 만나고 싶지 않아…",
			0
		},
		{
			{
				40502
			},
			1,
			"티르피츠 씨, 내가 할게!",
			0
		}
	}
}
