_G.pg.ship_skin_words[408050] = {
	feeling1 = "음…모두가 기다리고 있으니까…지휘관, 미안! 먼저 갔다 올게~",
	feeling3 = "몰래 다가가서, 천천히 찬스를 기다린 후에…자아, 기습이다! 하하하, 지휘관, 잡았다♪",
	lose = "아니 그게……아하하….설마 질 줄은……",
	propose = "후훗, 이렇게 빨리 올 줄은 몰랐지만, 이제부터 지휘관은 내 일부가 되는 거야! 좋아, 누나에게 전부 맡겨줘! 평생 돌봐줄 테니까♪",
	expedition = "의뢰 완료! 다들 잘 해줬어!",
	win_mvp = "후훗! 내 힘은 잘 봤어?",
	home = "어서와! 흐흥, 나한테 맡길 수 있는 일은 맡기고 제대로 쉬어~",
	mission = "임무가 도착했구나. 지휘관, 같이 수행하자!",
	touch2 = "흐응…보아하니 지휘관, 어뢰 몇 발 맞고 싶은 것 같은데?",
	voice_key_2 = -1,
	skill = "이리떼 전술, 발동!",
	drop_descrip = "메탈 블러드 Ⅶ B형 잠수함 U-73",
	mail = "메일 왔어~ 아, 내가 대신 확인하는 게 나을까?",
	touch = "응? 내가 도와줄 수 있는 일 있어? 뭐든지 말해 봐.",
	profile = "메탈 블러드 잠수함 U-73, 수많은 출격 임무를 수행해 온 메탈 블러드 늑대들의 리더야!",
	mission_complete = "내 서포트가 있으면 임무같은 건 완전 식은 죽 먹기라구!",
	feeling4 = "이제 슬슬 이 누나의 매력을 눈치챘어? 지휘관, 앞으로도 내 곁에 있어줘!",
	unlock = "메탈 블러드 소속, U-73이 착임 했어! 자아, 명령이든 고민이든 뭐든 말해보렴. 누나에게 맡겨두시라!",
	feeling5 = "지휘관, 분명 잠항을 하면 내 속도는 느려지겠지만……지휘관은 무슨 일이 있어도 붙잡을 거야! 특히 마음을, 말이지! 흐흥!",
	main = "계속 잠항을 하고 있다 보면, 가끔은 수면에서 달리고 싶어져…아! 지휘관, 바다에서 한 번 달리고 오지 않을래?|모항에서 가만히 있는 것 보다 해역에서 잠항해서 적에게 다가가는 게 스릴있고 좋아……|다른 사람들의 고민을 들어주거나 그걸 해결해주는 건 재미있어. 고민 상담실…?같은 걸 열어볼까? 지휘관은 뭐 고민 같은 거 있어?",
	battle = "늑대를 이끄는 자, 그게 바로 나야!",
	upgrade = "이제 더 정확하게 타격을 줄 수 있게 되었네~. 흐흥~♪",
	voice_key = 40805,
	headtouch = "",
	feeling2 = "오, 지휘관! 겨우 한 숨 돌린 거야? 잠깐 같이 산책하지 않을래?",
	login = "야호~ 지휘관, 또 만났네! 이쪽은 준비 만반, 언제든 출격 가능! ……당신 명령 한 마디만 있다면, 말야♪",
	vote = "",
	hp_warning = "와아아! 여기서는 회피 행동을 취해야겠어……",
	id = 408050,
	detail = "지휘관, 뭐 너무 고민하지 마~ 전부 다 잘 될 거야!",
	couple_encourage = {
		{
			{
				40801,
				40804,
				40802,
				40803
			},
			2,
			"다음은 우리들 유보트 차례야!",
			0
		}
	}
}
