_G.pg.ship_skin_words[408090] = {
	feeling1 = "너 같은 사람은 바다에 상어밥으로 던져 버리는 게 딱인데. 농담이야.",
	feeling3 = "왜? 잠수함 전투 체험에 관심 있어? 그럼 다음에 우리랑 같이 출전해 볼래? ...... 아, 지휘관은 우리처럼 이렇게 길게 잠수 못하지. 그러면, 우선 잠수 기술을 연습해봐.",
	lose = "됐어, 다음에 다시 돌아오지.",
	propose = "우왓!? 지휘관에게 선제공격을 당해버렸네... 아니야, 나도 아직 반격의 기회가... 지휘관, 눈 감아!——(쪽) 흐흥, 어때, 나에게 \"격침\" 당한 느낌이 들어~?",
	expedition = "의뢰조가 돌아왔어. 적은 우리 같은 이런 \"울프팩\"은 없는 것 같네. 정말 잘 됐어.",
	win_mvp = "에이스의 패기를 조금은 알았겠지~",
	home = "지휘관, 잠깐 지도 좀——읏차... 됐어, 내가 표시한 이 몇 군데가 매복 공격하기 좋은 곳이야. 다음 계획에 고려해 보는게 어때?",
	mission = "뭐? 아직 미완성한 임무를 발견하지 못한 거야?",
	touch2 = "뭐야? 여기에 그렇게나 관심이 있던 거야?",
	voice_key_2 = -1,
	skill = "Jetzt(지금이야)!",
	drop_descrip = "메탈 블러드 VIIC형 잠수함 U-96",
	mail = "우편함, 처리 안 하면 조만간 꽉 찰 텐데? 그때 되면 내가 말 안 했다고 하지 마......",
	touch = "왜, 나한테 바라는 거 있어?",
	profile = "나는 메탈 블러드의 VIIC형 잠수함, 제7잠수함 편대의 U96이야. 전투 중 11번의 순찰에서 적지 않은 전과를 취득했다고 할 수 있지. 비록 마지막엔 혐오하는 비행기에게 망신을 당했어도...... 흐흥, 안심해. \"에이스\"의 실력은, 실망시키지 않을테니까.",
	mission_complete = "뭐? 내가 임무 보상을 받아서 네 앞에 가져다 줘야해?",
	feeling4 = "생각해봤는데, 수면 위에서 순항하면 지휘관을 태울 수 있는 거지? 안심해, 수면 위라도 내 항행 기술은 완벽하니까! 너를 떨어뜨리거나 갑자기 아래로 잠수하거나 하진 않을게~ 아니면, 지금 가서 체험해볼래?",
	unlock = "VIIC형 잠수함 U-96이다. 과거 「Vorwärts」의 일원 중 한 명이었지. 흐흥, 똑똑히 봐둬, 지휘관. 내가 전과를 아주 많이 가져다줄 테니까.",
	feeling5 = "지금 생각하기엔, 기회가 된다면 너랑 같이 하면서, 이 바다를 한가롭게 누비면 좋을 것 같아. 아 참, 그때가 오면, 네가 우리의 이야기를 소설로 써봐! 영화로 만들 수 있다면 가장 좋고! ...... 음, 생각해보니깐 조금 부끄러운 것 같기도 하고... 그냥 우리 둘의 기억으로 삼자!",
	main = "눈에 보이는 위협보다 잠복해 있는 알 수 없는 것들이 더 두렵게 하지. 맞아, 마치 우리 잠수함처럼——|잠항과 기다림은 우리 잠수함의 주종목이야. 하지만 앞으로 기회가 있다면, 계속 해수면 위에서 여유롭게 항행할 수 있기를 바라지.|\"오크리프 순찰대\"라... 아주 영광스러운 명성이지, 사실 우리는 울프팩으로서 목표물을 끊임없이 사냥할 뿐이야.",
	battle = "새로운 사냥을 시작하자!",
	upgrade = "다음 번 출격이 아주 기대되는 걸, 헤헤~",
	voice_key = 40809,
	headtouch = "",
	feeling2 = "잠수함 작전은 사실 대부분의 시간 동안 엄청 지루해. 그래서 모두 어떻게 즐거움을 찾는지 잘 알고 있지. 만약 심심하면, 항구의 잠수함 동료들을 찾아서 놀도록 해봐.",
	login = "엄청 일찍 왔잖아? 지각한 지휘관은 얼마나 당황스러워하는지 보고 싶었는데.",
	vote = "",
	hp_warning = "웬만하면 그만하지...",
	id = 408090,
	detail = "뭐야? U보트의 출격 전 늠름한 모습에 반한 거야?",
	couple_encourage = {
		{
			{
				40801,
				40802,
				40803,
				40804,
				40805,
				40806,
				40807,
				40808
			},
			2,
			"\"울프팩\"으로부터 벗어날 수 있는 사냥감은 없어!",
			0
		}
	}
}
