_G.pg.ship_skin_words[408110] = {
	feeling1 = "지휘관은... 사람들과 잘 어울리지 못하는 것 같은데 어쩜 좋지...",
	feeling3 = "잠수함에 빠질 수 없는 건 바로 \"인내심\"이지. 지휘관은 중요한 사람을 위해 얼마나 기다려 줄 수 있어?",
	lose = "전세 역전은 무리이야... 후퇴하는 수밖에 없겠어~",
	propose = "\"준비\" 시간이 꽤 길잖아... 후후, 어때, 내 곁에서 아주 오랫동안 함께 있을 준비는 된 거야? ... 그럼 됐어♪",
	expedition = "의뢰에서 무사히 돌아왔어, 너무 다행이야~",
	win_mvp = "수상부대 애들이 좀 더 힘을 내줘야 할 것 같은데",
	home = "급할수록 돌아가야 하는 거 알지? 잠시 숨을 돌리자고.",
	mission = "히히, 지휘관도 마지막 순간에 임무를 완수하는 짜릿함을 추구하는 사람일까?",
	touch2 = "어머나, 내 옷차림에 신경이 쓰이는 거야~?",
	voice_key_2 = -1,
	skill = "조심하세요~",
	drop_descrip = "메탈 블러드 VIIC형 잠수함U-410",
	mail = "잔뜩 쌓아놓고 하나씩 확인하는 편지도 좋지만, 좋은 습관이라곤 할 수 없겠지?",
	touch = "게으름 피우고 싶을 땐, 내게 사인을 보내줘~",
	profile = "나는 메탈 블러드의 \"울프팩\" 중에서 그렇게 뛰어난 편은 아니지. 한번 동료를 구한 것과 손에 꼽을 수 있는 몇 번의 전투 외에는 별로 자랑할만한 것이 없거든... 다만 바라는 건——가능하다면 항구가 아닌 바다에서 잠들고 싶어...",
	mission_complete = "임무를 완성하는 과정이 더 중요하다고 하지만, 역시 보수가 있는 편이 더 기쁘긴 하지~",
	feeling4 = "\"사냥감\"이 거의 걸려들 거 같은데. 무슨 말이냐고? 조금 이따 알려 줄 테니까 \"인내심\"을 갖고 기다려 줘~",
	unlock = "내가 바로 VIIC형 잠수함 U410이야. 물론 다른 이름으로 불러도 돼. 어떤 이름? 지휘관이 부르고 싶은 이름이면 다 좋아. 히히.",
	feeling5 = "지휘관 우리 데이트라도 할래?... 너무 갑자기야? 후후, 사실은 오늘의 \"습격\"을 위해서 아주 오래 전부터 준비해 왔는걸? 히히, 어서 \"투항\"하라고♡",
	main = "피곤해 보이는데 클라우트 주스로 피로 회복 하는 건 어때~|페넬로피도 여기 있으니까 잘 보살펴 줘야 해 알았지?| 응? 보고서에 모르는 게 있다고? 어디보자… 앗? 너무 가깝다고? 에쿠, 미안해~",
	battle = "긴장하지 말고 편안하게.",
	upgrade = "전투 능력이 향상되는 것만큼 좋은 건 없어.",
	voice_key = 40811,
	headtouch = "",
	feeling2 = "어둠 속에 잠복해 있는 미지의 공포, 가장 쉽게 인간의 마음속에 공포를 일으키는, 꼭 전쟁터의 잠수함 같은 존재라 할 수 있지... 히히",
	login = "어서 와 지휘관. 산처럼 쌓인 서류를 처리할 준비는 되있어?",
	vote = "",
	hp_warning = "나 진지하게 해 볼게...!",
	id = 408110,
	detail = "잠수함으로서 \"신비감\"을 유지하는 게 좋지 않을까? 어때, 지휘관?",
	couple_encourage = {
		{
			{
				40801,
				40802,
				40803,
				40804,
				40805,
				40806,
				40807,
				40808,
				40809,
				40810
			},
			2,
			"늑대에게서 도망갈 생각 마.",
			0
		},
		{
			{
				20229
			},
			1,
			"바로 저기야~ 적을 데려오라고~",
			0
		}
	}
}
