_G.pg.ship_skin_words[501010] = {
	feeling1 = "지휘관님, 보하이 만에 심은 산사나무가 꽃필 무렵이니, 휴가를 허가해 주셨으면 합니다만!",
	feeling3 = "제가 싸우지 않게 되어도, 보하이…… 그 석양에 붉게 물드는 바다를 계속 바라보고 싶습니다.",
	lose = "일단 퇴각해서 함대를 재편하죠! 이대로 질 수는 없습니다!",
	propose = "지휘관님, 이 생명, 이 몸, 그리고 이 혼은 전부 당신에게 맡깁니다! ……확실히, 책임져 주세요(///)",
	expedition = "좋아! 전원 모항으로 귀환했습니다!",
	win_mvp = "지휘관님의 도움이 될 수 있어 영광입니다!",
	home = "조금 쉬도록 하죠. 계속 긴장하고 있는 건 몸에 좋지 않아요.",
	mission = "평화를 지키기 위해, 임무를 해내는 것도 중요해요.",
	touch2 = "저기! ……여동생들에게 보일지도 몰라요!",
	voice_key_2 = -1,
	skill = "소양둔갑의 청룡, 앞길을 열어라!",
	drop_descrip = "안샨급 구축함 - 안샨",
	mail = "지휘관님, 새로운 우편이 있습니다. 대신 개봉할까요?",
	touch = "지휘관님…… 에헤헤, 가끔은 이런 것도 좋네요.",
	profile = "이스트 글림 안샨급 구축함, '사천왕'의 장녀, 안샨입니다. 자매의 기함으로서 연습이나 해역의 순시, 적 세력 함선에 대한 경고 등 여러 임무를 성공시켰습니다! 실전 경험만 없을 뿐이지, 항해한 거리의 길이에는 자신이 있습니다!",
	mission_complete = "마음을 다잡고, 앞으로도 노력할게요!",
	feeling4 = "지휘관님, 안심하십시오. 지휘관님이 어디에 있든, 반드시 곁에서 지켜드리겠습니다. 네? 그야, 지휘관님은 저의……",
	unlock = "구축함 안샨, 착임했습니다! 여동생들과 지휘관님은 제가 지키겠습니다!",
	feeling5 = "지휘관님과 만나서 정말 다행입니다. 여러 친구와 여러 추억이 생겨서…… 그, 지휘관님, '사천왕'의 책무가 없어지면 저와 함께 세계 일주라도 하지 않으실래요?",
	main = "이것이 전함…… 처음 봤습니다!|정말, 푸슌 또 어딜 간 거야? 조금은 언니가 하는 말을 들어 줘…|푸슌, 창춘, 타이위안, 모두 자랑스러운 여동생이에요!",
	battle = "무엇을 위해 싸우는 거지!",
	upgrade = "이걸로 '드 헤이븐' 따위에겐 지지 않아요.",
	voice_key = 50101,
	headtouch = "",
	feeling2 = "지휘관님, 소중한 것을 지키는 데엔 싸움도 필요합니다. 개인의 선호는 관계없어요.",
	login = "오늘 스케줄도 빡빡하네요. 같이 힘내자고요!",
	vote = "",
	hp_warning = "지휘관님, 정신 차리고, 집중하세요!",
	id = 501010,
	detail = "지휘관님은 어떤 정보를 알고 싶으십니까?",
	couple_encourage = {
		{
			{
				50102
			},
			1,
			"뛰어다니지 말고, 언니 옆으로 와!",
			0
		},
		{
			{
				50103
			},
			1,
			"신중하게 움직여서 나쁠 건 없지!",
			0
		},
		{
			{
				50104
			},
			1,
			"더 용기를 가지고! 그래, 그 기세!",
			0
		}
	}
}
