_G.pg.ship_skin_words[501020] = {
	feeling1 = "와! 창춘, 타이위안, 지휘관이 왔어!",
	feeling3 = "지휘관, 이게 내가 만든 미사일이야! 멋있지? 지휘관이 여기에 타면 무조건 높이 날 수 있을 거야! 내릴 때는 어떡하냐고? 괜찮아! 나랑 창춘이 받아줄게!",
	lose = "우으…… 어, 언니, 어디…?",
	propose = "이걸로 지휘관과는 가족이네! ……창고 열쇠를 빌려도 돼? 부탁이야! 하루만이라도!",
	expedition = "내가 갖고 싶은 것도 가져왔어. 밀수는 아니야! …라고 생각합니다아…",
	win_mvp = "흐흥, 나 아직 진심이 아니야.",
	home = "그럼, '모항의 불가사의' 조사를 계속해볼까~ 창춘도 올래?",
	mission = "임무를 해내러 가자!",
	touch2 = "꺅!? 지휘관 어딜 만지는 거야! 아무것도 숨기지 않았다니까!",
	voice_key_2 = -1,
	skill = "주명이화의 주작, 나의 항로를 밝혀라!",
	drop_descrip = "안샨급 구축함 - 푸슌",
	mail = "긴급 우편은 아닌 것 같고, 일부러 지휘관에게 알릴 것도 없을까나?",
	touch = "꺅! 아, 아니아니아니, 마침 손을 등 뒤로 돌렸을 뿐이고 별로 아무것도 숨기는 거 없… 다고 생각합니다아…",
	profile = "이스트 글림 안샨급 구축함, '사천왕'의 차녀, 푸슌이야! '레스키'는 어릴 적 이름이야. 많은 임무를 해냈는데 실전 경험이 없는 건 역시 조금 분하달까~ 어쨌든, 전장에서 마음껏 활약하게 해줘!",
	mission_complete = "임무 완료했어. 응? 모항에 검은 연기가? 지휘관, 잘못 본 거 아니야?",
	feeling4 = "지휘관, 좋은 아침! 아, 어제는 뭐 하고 있었냐고? 왜, 왜 갑자기… 별로 나쁜 짓은 안 했다고? 집무실이 엉망진창으로…? 나, 나 아니라니까! 늑대의 짓이야! …라고 생각합니다아…",
	unlock = "구축함 푸슌, 착임했습니다~ 어라? 창춘은? 아까까지 뒤에 붙어있었는데.",
	feeling5 = "거기는 내 비밀기지! 어때, 멋있지! 이거야말로 나의 최고의 비밀이야! 응? 그냥 문득 생각난 거야! 별로 아무것도 꾸미고 있지 않다니까!",
	main = "이걸 타이위안에게 선물하면 분명히 기뻐해 주겠지!|해 질 녘 북쪽 해역에 나타나는 유령선? 어디선가 들은 것 같은…|창춘은 여동생이지만 자주 이것저것 알려줘!",
	battle = "언니, 이번엔 연습이 아니야!",
	upgrade = "더 강해질 수 있어!",
	voice_key = 50102,
	headtouch = "",
	feeling2 = "아, 지휘관? 나, 난 아무것도 안 했다고? 엑, 학교 창문이 깨졌어? ……아마 창춘이 말한 '유령'의 짓이 아닐까… 하고 생각합니다아……",
	login = "오늘의 푸슌도, 의욕 MAX!",
	vote = "",
	hp_warning = "에잇! 진심으로 할 거야!",
	id = 501020,
	detail = "알고 싶은 게 있으면 같이 알아볼게!",
	couple_encourage = {
		{
			{
				50101
			},
			1,
			"언니가 있으면 아무것도 무섭지 않아!",
			0
		},
		{
			{
				50104
			},
			1,
			"타이위안, 뭔가 공부가 됐어?",
			0
		}
	}
}
