_G.pg.ship_skin_words[501030] = {
	feeling1 = "지휘관…… 그러면 안 돼.",
	feeling3 = "응, 지휘관도 여길 발견했구나. 비밀기지? 에헤헤, 잘 모르겠는데~ 그러고 보니 지휘관, 내 간식 못봤어? …응? 그건 못 먹는 건데?",
	lose = "윽, 실패한 것 같아.",
	propose = "내게서 영원히 떨어지지 않는다고 약속해주면 이걸 받아줄게~ 뭐, 가끔은 거짓말이라도 믿는 게 내 장점이니까 말이야.",
	expedition = "의뢰가 완료됐어! 내 딤섬도 있는 것 같네.",
	win_mvp = "오늘도 아무 일 없는 날이네~",
	home = "모두에게 마사지를 해 줄게. 내 손은 약손~",
	mission = "임무…… 중요하지~",
	touch2 = "지휘관은 이런 사람이야?",
	voice_key_2 = -1,
	skill = "경금귀명의 백호, 나의 별자리를 지켜봐줘♪",
	drop_descrip = "안샨급 구축함 - 창춘",
	mail = "새로운 우편? 흠흠, 마침 이 책상다리를 받칠 게 없어서……",
	touch = "지휘관도 이 옷이 마음에 들면, 타이위안에게 한 벌 더 만들어달라고 할까?",
	profile = "이스트 글림 안샨급 구축함, 사천왕의 셋째, 창춘이야. 이스트 글림 해군의 기둥으로서, 선원 육성이나 노하우 축적에 크게 공헌했어. 응? 푸슌 언니 또 사고를 쳤다고…? 안샨 언니도 큰일이네……",
	mission_complete = "다음은… 어라, 뭔가 창고가 불타고 있어…? 아아! 내 딤섬이!!",
	feeling4 = "지휘관, 물놀이라면 학교 뒤편의 해변을 추천해. 응? 아무것도 꾸미고 있지 않아. 우연히 지휘관이 튜브를 산 걸 망원경 너머로 봐버려서. 에헤헤~",
	unlock = "구축함 창춘, 착임했어~ 추위에 딱히 약한 게 아니야. 두껍게 입은 건 따뜻해서 기분 좋으니까 그런거라구.",
	feeling5 = "답답하니까 인형 옷을 벗어달라고? 에헤헤~ 지휘관이 하나 약속해주면 그럴게♪",
	main = "이래 봬도 우리들은 상당한 명가 출신이야.|여름에는 타이위안이 통기성이 좋은 걸 준비해주니까 괜찮아.|푸슌 언니, 밤에 혼자서 학교에 가면 무서운 '유령'과 마주칠 거야.",
	battle = "어째서 싸우는 거야……",
	upgrade = "미사일은…… 언제쯤이면 장착하는 걸까.",
	voice_key = 50103,
	headtouch = "",
	feeling2 = "…'학교의 유령'? 나, '루퍼트 왕자의 눈물'이라는 게 유령에 효과적이라고 들어서 푸슌 언니에게 가르쳐준 것 뿐인데? 창문이 깨졌어? 잘 모르겠는데……",
	login = "지휘관 좋은 아침~ 에헤헤~ 이제 아침은 아니지만.",
	vote = "",
	hp_warning = "재밌어질 거야~",
	id = 501030,
	detail = "푸슌이 산 건 여기 없어.",
	couple_encourage = {
		{
			{
				50101
			},
			1,
			"응, 언니 말대로 경계할게.",
			0
		},
		{
			{
				50104
			},
			1,
			"당황하지 말고 언니 뒤에 숨어있어.",
			0
		}
	}
}
