_G.pg.ship_skin_words[501040] = {
	feeling1 = "안샨 언니, 저, 저 조금 무서워요……",
	feeling3 = "지휘관님은 언니들 말고 처음으로 만든 친구니까요… 그, 그러니까 푸슌 언니의 미사일에는 절대 타지 말아주세요!!",
	lose = "여, 역시 저는 아직 멀었네요…",
	propose = "지휘관님, 감사합니다…… 저, 아직 못 미더운 부분이 있지만…… 앞으로는 더욱더 의지해 주세요!",
	expedition = "아, 누군가 돌아왔다. 안샨 언니, 저는 괜찮아요.",
	win_mvp = "네에! 이걸로 된 건가요…?",
	home = "드디어 안심할 수 있겠네요. …그, 저기, 푸슌 언니, 어딜 데려가는 거야!?",
	mission = "임무…… 어려워 보이네요… 괜찮나요?",
	touch2 = "아으!? 지, 지휘관님… 이 이상은……",
	voice_key_2 = -1,
	skill = "현천후토의 현무, 우리에게 가호를…!",
	drop_descrip = "안샨급 구축함 - 타이위안",
	mail = "지, 지휘관님, 새로운 우편이에요. 푸슌 언니와는 관계없을까요…",
	touch = "지휘관님은 어떤 책을 좋아하나요?",
	profile = "이스트 글림 안샨급 구축함, '사천왕'의 막내, 타이위안이에요. 예전에는 '지린'으로도 불렸어요. 우리 '사천왕'은 이스트 글림 해군에 몇십 년이나 공헌했어요. 이 책…… 「핵물리 가설」은 아주 재밌으니까 언니들도 읽어봤으면 해요.",
	mission_complete = "이, 이걸로 저도 성장한 걸까요…",
	feeling4 = "지휘관님은 여기 계셨군요. 응? 산책이 아니에요. 그게, 지휘관님의 얼굴을 보고 싶어서, 저기……",
	unlock = "구, 구축함 타이위안 착임했습니다… 지휘관님, 언니들을 못 보셨나요?",
	feeling5 = "지휘관님…… 저, 아직 미숙하지만, 더 노력할 테니까, 그러니까… 기다려 주실래요…? 제가 언니들을 넘어설 때까지…… 정말인가요! 다행이다……",
	main = "노, 녹스? 별로 만나고 싶지 않은데…|안샨 언니 힘들어 보여…… 저, 언제쯤이면 도움이 될 수 있을까요.|지금 읽고 있는 책은 「유양잡조」라고 해요. 창춘 언니에게 받았어요.",
	battle = "시, 실전이군요… 노력하지 않으면…!",
	upgrade = "우왓… 역시 조금 무서워요.",
	voice_key = 50104,
	headtouch = "",
	feeling2 = "지, 지휘관님인가요? 죄송해요, 창춘 언니가 불러서……",
	login = "네? 지휘관님입니까… 죄송해요, 독서에 열중해서… 벌써 이런 시간인가요?",
	vote = "",
	hp_warning = "으으으, 어, 어떡하지……",
	id = 501040,
	detail = "아까 '레인보우 프로젝트'가 뭐냐고 푸슌 언니가 물어봤습니다만, 지휘관님도 알고 싶으신가요?",
	couple_encourage = {
		{
			{
				50101
			},
			1,
			"안샨 언니에게 도움이 되도록 노력하지 않으면……",
			0
		},
		{
			{
				50102
			},
			1,
			"푸슌 언니, 너무 앞으로 나갔어요…… 꺅!",
			0
		}
	}
}
