_G.pg.ship_skin_words[502010] = {
	feeling1 = "지휘관님은…… 제가 기다리던 '그 사람'은 아닌 것 같네요…",
	feeling3 = "지휘관님의 곁으로 돌아올 수 있어 정말 다행입니다.",
	lose = "포기한다? 아니요, 그런 건 하지 않아요. 더는 예전의 나약한 얏센이 아니랍니다.",
	propose = "이것은…… 인연의 힘…… 꿈 처럼 어느덧 깨어버릴지도 몰라서, 무서워서…… 아뇨, 괜찮아요… 얏센, 이제부터 쭉 곁에 있을게요.",
	expedition = "의뢰를 담당한 아이들이 돌아왔습니다. 상태를 보러 가지 않으실래요?",
	win_mvp = "이 바람이 불 때만, 자신의 존재를 확실히 느낄 수 있어요……",
	home = "집, 마음이 따뜻해지는 곳이에요.",
	mission = "새로운 임무를 전달받았습니다. 네, 얏센의 준비는 완벽해요. 언제든지 지시해 주세요.",
	touch2 = "여성에 대해 이런 식의 행동을 하시다니, 지휘관님은 마음의 준비가 되어 있으신가 보군요.",
	voice_key_2 = -1,
	skill = "여기까지입니다!",
	drop_descrip = "경순양함 - 얏센",
	mail = "우편입니까? 책상에 올려뒀어요.",
	touch = "뭔가요? 이상한 기대를 품지 말아 주세요.",
	profile = "이스트 글림 해군 제1 함대 소속, 얏센이라고 합니다. 다들 여기에 있다고 들었습니다. 이번에는 절대, 지휘관님의 곁에서 떨어지지 않겠어요.",
	mission_complete = "임무 보수의 집계가 완료되었습니다. 확인을…… 저… 말씀인가요? 아니요, 딱히 구체적으로 원하는 건 없어요.",
	feeling4 = "예전 일, 말인가요……? 네, 지휘관님에게만… 그때의 이야기를 해드릴까요?",
	unlock = "이 때를 줄곧 손꼽아 기다려왔습니다…… 이스트 글림 제1 함대 소속 얏센, 당신을 위해 전력을 다하겠습니다.",
	feeling5 = "지휘관님의 얼굴을 보면 가끔 숨 쉬는 것 조차 잊고 말아요…… 이상한 느낌, 이네요…",
	main = "닝하이의 빠오즈? 으음…… 그리운 맛이네요~|역사를 잊지 말아야만 비로소 더욱 앞으로 나아갈 수 있답니다.|가끔 모두와 함께 훈련하던 나날을 떠올립니다……",
	battle = "선배님들, 이 막중한 임무는 지금 얏센이 맡고 있답니다.",
	upgrade = "더 빨리 강해졌었다면, 어쩌면……",
	voice_key = 50201,
	headtouch = "얏센은 이제 그때의 울보가 아니에요.",
	feeling2 = "지휘관님…… '그 사람'은… 당신인가요?",
	login = "또 만났군요, 지휘관님. 부디 걱정하지 마세요. 얏센이 계속 곁에서 모시도록 하겠습니다.",
	vote = "",
	hp_warning = "진정한 지옥은… 이미 경험했습니다!",
	id = 502010,
	detail = "이 얏센에 관해서 무언가 알고 싶으신가요? 지휘관님?",
	couple_encourage = {
		{
			{
				50202,
				50203
			},
			2,
			"예전처럼 모두와 함께 있을 수 있는 것만으로, 이미 만족해요.",
			0
		}
	}
}
