_G.pg.ship_skin_words[502020] = {
	feeling1 = "네 고기만두는 안 먹어!",
	feeling3 = "그러니까 중요할 때 고기만두로 얼버무리지 마! 내가 그렇게 간단히 낚일 것처럼 보이── 우걱우걱! ……맛있어!",
	lose = "역부족이었어…",
	propose = "……지휘관이 그렇게까지 신뢰해준다면, 빨리 계획을 세울까. 앞으로 함대의 방침은── 자원개발과 지출 삭감이야! 함대를 길게 운영하기 위해선 절약은 필수야! 그리고…… 아아, 도망치지 마!",
	expedition = "지휘관, 의뢰가 곧 완료될 시간이야.",
	win_mvp = "자매들도 날 이겨야 할 텐데!",
	home = "고기만두 다 됐어. 하나 먹고 쉬지 않을래?",
	mission = "멍하니 있어도 임무가 끝나는 건 아니라고. 빨리 출발해.",
	touch2 = "흐흥… 옥황상제를 불러오든 고기만두 10판 더 올려주든 절대로 용서 안 할 거야……",
	voice_key_2 = -1,
	skill = "쿵푸의 힘, 보여주겠어!",
	drop_descrip = "닝하이급 경순양함·닝하이",
	mail = "편지를 제때 읽는 건 매너의 기본이야. 제대로 답장해주라고.",
	touch = "뭐야? 손이라도 잡고 싶어?",
	profile = "닝하이급 네임쉽인 닝하이야. 해군 부흥을 위해, 여동생과 계속 절약 생활을 해왔어. 만약 지휘관이 낭비하면 나 화낼 거다!",
	mission_complete = "임무 보수를 자료에 정리해뒀어. 고기만두 몇 개 정도…… 으흠! 자, 이거야.",
	feeling4 = "이번엔 안 당할 거야! 똑똑히 말해주…… 어, 좋아해!? 잠깐, 기다, 정말, 새롭게 얼버무리는 방법이야!? 우우…….",
	unlock = "당신이 지휘관? 오늘부터 내가 당신을 감독하겠어. 제대로 업무를…… 빠오즈! 엣헴. 고, 고기만두? 고, 고마워, 잘 먹을게. ",
	feeling5 = "우리 이스트 글림의 속담에는 「절약에서 낭비로 이어지는 건 쉽지만 낭비에서 절약으로 돌아가는 건 어렵다」란 말이 있어. 좋아하는 사람은 호화롭게 살았으면 하지…… 조조조, 좋아한다는 말 안 했거든! 방금 거 잘못 들은 거겠지!",
	main = "책상에 고기만두를 놔도 긴장을 풀진 않는다구……|나 자신이 강해지는 것 보다, 지휘관과 함대가 강해지는 걸 보고 싶어.|정말 병약하네, 다시 단련시켜 줄게!",
	battle = "적에겐 용서 없다고!",
	upgrade = "함대의 가계를 지키기 위해서라도 더 열심히 해야…",
	voice_key = 50202,
	headtouch = "",
	feeling2 = "저기, 이번 달 지출은 어떻게 된 거야 !! 왜 고기만두가 또…… 밥? 아직인데…… 그, 그럼 같이 먹을까?",
	login = "느려! 어디서 농땡이 친 거야? 어? 먹을 거 가져왔다고? ……뭐, 일이나 하라고…",
	vote = "",
	hp_warning = "버텨내!",
	id = 502020,
	detail = "뭐야? 연무가 보고 싶어?",
	couple_encourage = {
		{
			{
				50203
			},
			1,
			"핑하이, 이제 고기만두 먹지 마!",
			0
		}
	}
}
