_G.pg.ship_skin_words[502030] = {
	feeling1 = "지휘관은, 언니가 말하던 나쁜 사람이야……",
	feeling3 = "언니가 지휘관하고 둘만 있으면 안 된대── 언니가 고기만두를 독점할 셈이야!? 핑하이, 앞으로도 지휘관 있는 곳에 계속 갈게!",
	lose = "언니, 어디 있어……",
	propose = "즉, 지금까진 언니의 말만 들었지만, 앞으로는 지휘관의 말만 들으면 되는 거야? ──내가 정하라구? ……그럼 둘 다 들을래!",
	expedition = "지휘관 지휘관, 언니가 의뢰가 끝나면 지휘관한테 알려주래.",
	win_mvp = "1등? 맛있는 거야?",
	home = "언니는 지쳤을 때 고기만두를 먹이면 기분이 좋아져. 지휘관은?",
	mission = "멍하니 있어도 임무가 끝나는 건 아니라고 언니가 그랬는데, 쿵후를 할 수 있게 되면 끝나는 거야?",
	touch2 = "언니가 치한을 만나면 마구 때려주라고 했는데, 치한이 뭐야?",
	voice_key_2 = -1,
	skill = "헤이~ 얍~ 쿵후~",
	drop_descrip = "닝하이급 경순양함·핑하이",
	mail = "편지를 제때 읽는 건 매너의 기본이라고 언니가 그랬는데, 지휘관도 읽을래?",
	touch = "지휘관도 껴안고 싶어? 핑하이는 언니가 자주 안아주는데?",
	profile = "닝하이급 1번함인 닝하이야. 언니가 자기소개 할 땐 이렇게 말하라고 했어. 어? 내가 핑하이? 그렇지…… 그럼, 닝하이급 1번함인 핑하이야. 또 틀렸다고? 귀찮아…",
	mission_complete = "지휘관, 보수가 잔뜩… 고기만두 잔뜩 살 수 있어?",
	feeling4 = "언니가 좋아하는 사람보다 길러주는 사람이 더 좋대. 그럼 핑하이는 지휘관을 좋아하고, 지휘관이 길러줄 거니까 문제없지? ",
	unlock = "지휘관? 언니가 길러줄 지휘관을 찾고 있다고 했는데, 지휘관이라면 할 수 있지?",
	feeling5 = "핑하이는 지휘관하고 같이 있고, 언니는 가끔 만나면 만족이야. …어? 언니가 울 거라고? 왜?",
	main = "스타킹? 언니가 절약하자면서 둘이서 한 짝씩 신기로 했어.|쿵후? 언니가 벌이가 될 테니 핑하이한테도 배워두라고 했어.|머리 위에 올라가 있는 거? 핑핑하고 닝닝은 자매인데?",
	battle = "이기면 맛있는 거 주는 거야?",
	upgrade = "핑하이…… 배고파!",
	voice_key = 50203,
	headtouch = "",
	feeling2 = "언니가 항상 식대가 없다고 하는데, 핑하이가 냄비를 보면 항상 먹을 게 있어. 어째서?",
	login = "지휘관, 제대로 먹고 다녀? 배부르게 먹지 않으면 힘 안 난다구?",
	vote = "",
	hp_warning = "배고프다……",
	id = 502030,
	detail = "……? 지휘관, 어디 보고 있어?",
	couple_encourage = {
		{
			{
				50202
			},
			1,
			"언니, 고기만두 먹을래?",
			0
		}
	}
}
