_G.pg.ship_skin_words[502040] = {
	feeling1 = "...... 잉 루이는 지휘관님께 드릴 말씀이 없어요.",
	feeling3 = "차오 호가 지휘관님께 제가 가사를 하라며 다그쳤다고 고자질했죠? 차오 호의 말은 곧이곧대로 믿어선 안 돼요. 전 단지 이유를 만들며 집안일을 회피하는 언니에게 현실을 마주하라고 말한 것뿐이라고요. 하하.",
	lose = "제 힘으로는 아직 적을 막기에 역부족인가요...",
	propose = "흐르는 빠른 세월, 흰 종이에 남은 검은 글자만이 유일한 세월의 흔적. 이건 제가 소중히 적은 편지입니다. 지금 이 순간, 편지는 물론 제 모든 것을 담아 전합니다.",
	expedition = "의뢰조가 돌아왔어요. 분주히 뛰어다니는 모든 동료를 위로하는 것을 잊지 마세요.",
	win_mvp = "승리의 선언은 돌아가서 다시 얘기하시죠.",
	home = "지휘관님, 어서 오세요. 이번 여정 중에 잉 루이에게 하고 싶은 말이 많았죠? 먼저 편안히 쉬세요. 나중에 또 얘기해요~",
	mission = "지휘관님, 새로운 임무가 있어요. 이럴 때 차오 호는 엄마처럼 일하라고 다그치지 않나요?",
	touch2 = "지금은 큰 소리로 \"무례\"하다고 외치기 가장 좋은 순간이에요. 지휘관님이 제게 잘해주신다면, 한번 봐 드릴 수도 있긴 해요.",
	voice_key_2 = -1,
	skill = "단청불변!",
	drop_descrip = "차오 호급 방호 순양함—잉 루이",
	mail = "새로운 우편이에요... 인쇄된 차가운 문자는 역시 손으로 쓴 글씨보다 인간미가 없군요.",
	touch = "피곤하시면 일찍 휴식하세요. 과로로 몸을 망치면 득보다 실이 많답니다.",
	profile = "저는 차오 호급 방호 순양함 2호함——잉 루이. 차오 호의 동생이죠. 또 말씀드리고 싶은 건, 만약 저와 언니가 말싸움을 하는 걸 보시면 놀라지 마세요. 그건 사랑 표현이니까요. 후훗~",
	mission_complete = "임무 완료입니다. 그럼 이제 맛있는 음식을 먹고 따뜻한 목욕물에 몸을 담근 후 수면하세요! 정말 그럴 수 있다면 얼마나 행복할까요.",
	feeling4 = "최근, 지휘관님 곁에 있을 때면, 뭔가 불안한 기분이에요... 짚이는 점이 있긴 하지만......아, 죄송해요. 그냥 혼잣말 한 거예요.",
	unlock = "지휘관님, 안녕하세요. 저는 차오 호급 순양함의 언니, 잉 루이입니다... 차오 호는 자기가 언니라고 했어요? 흠, 물론 지휘관님은 속아 넘어가지 않을 테죠.",
	feeling5 = "하고 싶은 말은 많은데, 지휘관님을 보면 무슨 말을 해야 할지... 역시 필묵으로 제 감정을 전해야겠어요. 지휘관님은 비웃지 말아 주세요...",
	main = "차오 호가 체면치레하는 일은 모두 저에게 맡겼어요. 저는 개의치 않지만, 단지 이렇게 된다면 기대하던 \"언니\" 지위에 대한 희망은 점점 멀어지지 않을까요...|지휘관님, 이건 잉 루이로부터의 알림이에요——이미 넋을 놓고 계신 건가요?|지휘관님은 서화에 관심이 있으세요? 만약 시간이 있으시면, 제가 가르쳐 드릴게요. 자기 자랑하는 것처럼 들리지만, 이 방면에 좀 능숙하거든요.",
	battle = "반드시 악을 제거한다!",
	upgrade = "중요한 것을 보호하기 위해서, 자신의 힘을 기르지 않으면 안 돼요.",
	voice_key = 50204,
	headtouch = "머리카락을 헝클어 놓으면 일주일 동안 머리를 빗겨주는 벌을 줄 거에요, 지휘관님.",
	feeling2 = "차오 호는 아마 춤 연습을 하지 않을까요. 지휘관님, 아니면... 우리 같이 한번 보러 갈까요?",
	login = "근면 성실한 지휘관님, 오늘도 제시간에 오셨군요. 지휘관님... 정말 게으름 피우고 싶지 않으신가요?",
	vote = "",
	hp_warning = "우리는 절대 여기서 물러설 수 없어...!",
	id = 502040,
	detail = "엄격히 말해, 시간상으로 제가 확실히 언니라고요... 하지만 차오 호가 그렇게 \"언니\"가 되고 싶다면 양보해 줄 거예요. 사실 \"동생\"이 되면 좋은 점도 꽤 있으니까요~ 히히.",
	couple_encourage = {
		{
			{
				50205
			},
			1,
			"언니, 적을 얕보면 안 되겠죠?",
			0
		},
		{
			{
				50101,
				50102,
				50103,
				50104,
				50201,
				50202,
				50203,
				50205
			},
			2,
			"함께 싸워요!",
			0
		}
	}
}
