_G.pg.ship_skin_words[502050] = {
	feeling1 = "우린 그렇게 친하지 않아!",
	feeling3 = "지휘관! 잉 루이가... 닝하이가 만든 만두를 두고 위협했어! 오늘 청소를 해 놓지 않으면 주지 않겠다고 말이야! 빨리 좋은 방법을 생각해 봐!",
	lose = "우웅... 난 아직 약한가 봐...",
	propose = "그......\"그대의 손을 잡고 인생의 끝까지 살아가리\"...라는 건 지금 이럴 때 말하는 거지？아, 아니면 또 다른 게 있을까...... 아아아 모르겠어. 생각이 안 나!! 어쨌든, 지휘관, 지금부터 책임져야 할 거야! 알겠지!",
	expedition = "의뢰조가 돌아왔다고? 언제 갔었지...나, 나 까먹은 거 아니다?",
	win_mvp = "흥, 다시 한번 말하는데, 우리 영역에 침범하려 하지 말라고!",
	home = "지금 여기 아무도 없지? 몰래 춤 연습 좀 해볼까... 어, 어? 저... 언제 돌아왔어?",
	mission = "새로운 임무야! 어서 가서 확인해 봐! 잉 루이가 또 엄마처럼 다그친다고 할라...",
	touch2 = "와아아!! 이,이,이런 무례한 자식!!",
	voice_key_2 = -1,
	skill = "노래 춤 모두 만능!",
	drop_descrip = "차오 호급 방호 순양함—차오 호",
	mail = "지휘관, 지금 당장 우편을 보지 않으면 우편함에 풀이 자랄지도 몰라!",
	touch = "...... 무슨 생각하는 거야?!",
	profile = "나는 차오 호급 순양함의 수석함. 경력은... 생략. 데이터... 생략. 생략이야 생략! 전부 생략!",
	mission_complete = "이런 간단한 임무는 내게 식은 죽 먹기지~ 아아 물론 지휘관의 공도 있어!",
	feeling4 = "지휘관, 잉 루이가 말하길 성미가 급한 사람을 좋아하지 않는다고 하던데. 나 성질을 좀 죽여 볼게! 그러니까, 너, 너도 나를 너무 싫어하지마... 틈만 주면 기어오르지!",
	unlock = "나는 차오 호급 순양함 차오 호, 차오 호라고! 틀리지 말아줘! 잉 루이가 무슨 말을 했는지 모르겠지만, 기억해. 내가 언니라고!",
	feeling5 = "새로운 춤 연습을 시작했어. 내 춤을 보는 첫 관객이면서, 그 이름을 지어 주었으면 하는데, 혹... 혹시 올 수 있어? 아니지, 혹시 한가하면 와 줘! 아니, 아니야! 꼭 와야 해! 알았지?!",
	main = "체면치레하는 일은 모두 잉 루이게 맡기는 게 좋겠어! 난 옆에서 지켜주는 일을 하면 되지 뭐!... 아니지, 이러면 언니답지 못한 게 되잖아!|내 앞에서 얼마나 돌아다니는 거야? 좀 앉아 있을 수 없어? 응? 그... 그렇게 널 의식하는 건 아니지만... 착, 착각하지 마!|모든 일은 꾸준히 해야만 최고 수준에 다다를 수 있지... 이건 잉 루이가 한 말이야!",
	battle = "반드시 악을... 아! 까먹었다! 아무튼, 모든 적을 제거하겠어!!",
	upgrade = "이, 이번엔 좀 든든해 보이지 않았을까...",
	voice_key = 50205,
	headtouch = "그만 만져, 그만 만지라고. 너 때문에 머리칼이 엉망이 되잖아!",
	feeling2 = "흠, 오늘은 춤 연습을 못 했어... 아, 지휘관? 저, 절대 훔쳐보면 안 돼!",
	login = "왜 이렇게 늦게 오는 거야! 말해, 일부러 늦게 와서 내가 걱정하게 하려는 거지!",
	vote = "",
	hp_warning = "정신 차려야 해. 절대 적에게 얕보여선 안 된다고!",
	id = 502050,
	detail = "왜 다들 잉 루이를 언니로 생각하는 거지... 내, 내가 언니라는 걸 못 믿겠다는 건가?! 지휘관이 말해 봐!",
	couple_encourage = {
		{
			{
				50204
			},
			1,
			"난 두려워하지 않아!",
			0
		},
		{
			{
				50101,
				50102,
				50103,
				50104
			},
			1,
			"이렇게 대단한 후배가 있었어?!",
			0
		}
	}
}
