_G.pg.ship_skin_words[102080] = {
	feeling1 = "지휘관, 가까이 오지 마! 바보가 옮아버려!",
	feeling3 = "자, 자, 지휘관! 내기하자! 이긴 사람이 쏘는 거다!",
	lose = "에, 여긴 누구, 나는 어디… 어째서 진 거야???",
	propose = "지휘관, 나는 바보가 아니야~ 가짜 가지고 놀리지 말라구! ……에? 진짜라고? 그건 즉…… 지휘관의 마음도 진짜……?",
	expedition = "지휘관 지휘관, 의뢰가 완료된 것 같아!",
	win_mvp = "워밍업 한 건데… 투항해버리면 어떡해?",
	home = "지휘관, 뭐 맛난 거 먹을래?",
	mission = "어떤 미션이든, 덤비라구!!",
	touch2 = "잠깐! 이, 변태 지휘관!!",
	voice_key_2 = -1,
	skill = "잘 모르겠지만, 해치워버려~!",
	drop_descrip = "애틀란타급 경순양함·샌디에이고 (CL-53)",
	mail = "지휘관, 새 편지야! 접힌 자국? 내, 내가 비행기 접다가 생긴 거 아니라구!?",
	touch = "있잖아, 뭘 찾고 있는 거야?",
	profile = "샌디에이고랍니다! 엔터프라이즈 언니 다음으로 별을 받은 함선이래! …별이 뭔지는 모르겠지만 아무튼 굉장해! 그런데… 지휘관, 뭐야 뭐야? 아~메~니~카? 무슨 암호야??",
	mission_complete = "지·휘·관! 보너스야! 봐봐! 봐봐!",
	feeling4 = "지휘관은 자주 내게 짖궂게 말하지만, 사실은 보고 있으면 즐거운 거구나~♪",
	unlock = "헬로, 나는 샌디에이고! 제2차 대전에서 가장 많은 별을 받은 순양함입니다～! 우후후, 자기소개 끝!! 대단하지!",
	feeling5 = "예전에는 아무것도 생각하지 않았지만, 지금은 지휘관만을 생각하고 있어! …딱히 변한 건 없지만!",
	main = "나를 땅에 묻으면 풍작이 된다니…혹시 나 다기능?|배틀 스타? 그렇게 대단한 걸까나. 다들 몇 개쯤 가지고 있잖아?|빨리 기운 내라고!! 이대로 가면 바보가 돼버려!!",
	battle = "출격! …위험했다… 넘어질 뻔했어…",
	upgrade = "조금 똑똑해진 것 같은 느낌이 들어!",
	voice_key = 10208,
	headtouch = "",
	feeling2 = "지휘관, 고민하지 말고 놀자!",
	login = "있지 지휘관, 익사이팅한 물총 싸움하자!",
	vote = "",
	hp_warning = "상대는 진심인 거야!?",
	id = 102080,
	detail = "뭐가 재미있다고 이런 걸 보는 거야? 그러지 말고, 놀자~",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"새럿찌! 같이 놀자!",
			0
		}
	}
}
