_G.pg.ship_skin_words[601030] = {
	feeling1 = "역시... 이미 어떤 약도 소용 없겠어... 지휘관......",
	feeling3 = "내 고향? 리보르노야. 사르데냐 제국 서쪽 해안에 있는 예쁜 고성이지. 기회가 되면 같이 가보자, 지휘관!",
	lose = "음... 나, 난 쉽게 실망하지 않아!",
	propose = "조, 조베르티를 서약의 대상으로 선택한다고? 음... 안돼안돼, 진정해, 조베르티! 이럴 때는 우아하면서 침착하게 받아들여야 한다고! ...... 크흠, 그럼, 지, 지휘관 반지 끼워줄래?",
	expedition = "의뢰조가 돌아왔어!",
	win_mvp = "예~ 손쉬운 승리!... 크, 크흠... 이건 당연할 결과니까, 자랑스러워할거 없어——",
	home = "돌아온 이들을 안아준다면 더 언니 같으려나...?",
	mission = "에, 새로운 임무가 있어? 아, 아직 준비 덜 됐는데...! 내, 내께 아니었구나...",
	touch2 = "우왓, 지휘관, 정말 형편없네...",
	voice_key_2 = -1,
	skill = "제대로 한다!",
	drop_descrip = "알프레도 오리아니급 구축함—빈첸초 조베르티",
	mail = "우편 가져왔어, 지휘관.",
	touch = "에? 나, 나 무슨 어울리지 않는 행동을 한 거 아니지?",
	profile = "난 알프레도 오리아니급 구축함 2번함, 빈첸초 조베르티야. 멋진 순양함들과 함께 했었지.임무도 많이 참여하고——뭐? 자료랑 안 맞아? 음... 내, 내가 완공이 좀 늦긴 했지만... 진수는 엄청 빨랐어. 한치의 거짓도 없는 언니라고!",
	mission_complete = "임무 끝났어, 히히... 어떤 보상이 있을려나~?",
	feeling4 = "당황한 모습이 귀엽다고? 당황한 적도 별로 없는데!? 네가 시도때도 없이 날 놀리니까... 하, 하지만, 귀엽다는 말을... 싫지 않네...",
	unlock = "난 사르데냐 엠파이어의 빈첸초 조베르티야——응? 이름이 너무 길어서 기억하기 어렵다고...? 그럼 GB는 어때, 조베르티의 약자야. 까먹지마!",
	feeling5 = "만약, 나랑 지휘관이 다른 신분으로 만났더라면... 예를 들어 같은 반 친구 같은... 그럼, 평범하고 낭만적인 경험이 있을 수 있을까? ... 그, 그냥 상상일 뿐이야!",
	main = "시, 시몬 여기 없지...? 크, 크흠... 무서워 하는 건 아니야. 그, 그냥 조심스러운 생각에...|와! 정말이지, 업무 시간에 갑자기 귀신 얼굴하고 놀래키지 마!|지휘관, 간식 먹을래? 티라미수 추천할게!",
	battle = "절대 지휘관을 실망시키지 않을 거야!",
	upgrade = "으흠, 성숙한 언니에 한 발 더 가까워졌군!",
	voice_key = 60103,
	headtouch = "나, 난 이미 머리 만져주면 좋아할 나이는 지났어!",
	feeling2 = "음... 난 언제 베네토 언니처럼 홀로설 수 있을까...",
	login = "오늘도 바빠? 지휘관, 힘내! ... 참, 나, 나도 가서 준비해야지!",
	vote = "",
	hp_warning = "여, 연막 엄호!",
	id = 601030,
	detail = "응? 조베트티의 도움이 필요해? 헤헤, 언니인 나에게 어려울 건 없어! 뭐든지 말해~",
	couple_encourage = {
		{
			{
				60102
			},
			1,
			"조금 풀어져도 괜찮다고.",
			0
		},
		{
			{
				20502
			},
			1,
			"와아!? 후... 이번엔 동료구나......",
			0
		}
	}
}
