_G.pg.ship_skin_words[601040] = {
	feeling1 = "거리 유지, 거리 유지...",
	feeling3 = "지휘관님... 확인 좀 부탁드려요. 최, 최근 의뢰를 정리해 보았어요... 어쩌면 도, 도움이 될지도 몰라요?",
	lose = "패배했을 때는 무슨 말을 해야 할까요...",
	propose = "서, 서약을 할 때 하는 말... 아, 말 할 필요가 없나요? 그럼... 츄~ 이, 이걸로 충분하겠죠...",
	expedition = "의뢰 완료예요. 항구에 사람이 많네요...",
	win_mvp = "MVP 소감... 즐, 즐거워요?",
	home = "차, 차를 준비해야... 음, 이 차를 쓰자. 그리고 온도와 시간은... 지휘관님, 조금만 기다려주세요.",
	mission = "우선순위가 높지만 완료하지 않은 임무... 더 열심히 할까요? 아니... 저, 저도 도울게요!",
	touch2 = "...무, 무슨 짓이죠?!",
	voice_key_2 = -1,
	skill = "이, 이쪽을 공격하면!",
	drop_descrip = "마에스트라레급 구축함—마에스트라레",
	mail = "우편, 우편... 여기 있어요. 후... 정리를 다 해두고 까먹을 뻔 했네요...",
	touch = "제, 제가 혹시 이상한 말은 하지 않았지요?",
	profile = "마에스트라레급 네임쉽 마에스트라레입니다. 출항을 한 뒤 어뢰에 당해 모항으로 돌아와 수리를 했어요. ...다른 것이요? 별, 별다른 것이 없는 것 같아요...",
	mission_complete = "임무 완료예요. ...보상은, 역시 확인하는 편이 낫겠죠?",
	feeling4 = "...지, 지휘관님? 왜 하필 이때에... 잡담인가요? 지, 지금은 조금... 아, 아니요! 지금이라면 괜찮아요! 죄, 죄송해요...!",
	unlock = "양손으로 앞치마 자락을 살짝 들어 올리고, 자기소개 시작… 크흠, 사, 사르데냐 엠파이어 소속 구축함, 마에스트라레, 함대의 지휘관님께 인사드립니다... 이렇게 하면 됐겠지…",
	feeling5 = "저, 저기. 지휘관님! 이것 좀 봐주세요! 말로 할 수 없는 일이 있다면 이런 방법을 써보라고 리베치오가...! 그, 그러니까 이 그림책을 받아주세요...!",
	main = "리베치오는... 중요한 동생이에요. 가끔은 조금 맹하긴 하지만요, 후후~|방금 문서는 여기에... 도장을 찍은 결재 서류는 여기에... 아, 찾지 못하는 것이 아니라 이렇게 해야 조금 더 빠르거든요... 으...///|지휘관님, 피곤하신가요? ...후... 역시 조금 긴장이 돼요...",
	battle = "기함으로서 모두를 격려해야... 하는데...",
	upgrade = "화력, 뇌격, 장전 모두 강화해야 해요.",
	voice_key = 60104,
	headtouch = "지, 지금 뭐 하는 건가요?",
	feeling2 = "리베치오, 업무 시간에 지휘관님을 방해해서는 안 돼요... 지휘관님이 한가한 시간을 알려 줄게요. 응, 절대 틀리지 않을 거에요.",
	login = "인, 인사... 음, 좋은 아침이에요, 지휘관님.",
	vote = "",
	hp_warning = "어떡하지, 어떡하지...",
	id = 601040,
	detail = "리베치오가 곁에 있다면 지휘관님과 어떻게 지내야 할지 걱정하지 않아도 될텐데...",
	couple_encourage = {
		{
			{
				60105
			},
			1,
			"리베치오, 기, 기다려요!",
			0
		}
	}
}
