_G.pg.ship_skin_words[601050] = {
	feeling1 = "똑똑똑! 으으음! 지휘관의 잘못을 고칠 때까지 노크할 거야!",
	feeling3 = "지휘관, 놀러왔어! 휴식 시간이지? 헤헤, 이건 마에스트라레 언니가 지휘관에게 만들어 준... 스케줄표? 역시 제대로 적혀있네!",
	lose = "구조 작전 개시! 지휘관, 제대로 지켜줘!",
	propose = "예쁜 반지다. 이걸 끼면 매일매일 지휘관 옆에 있어도 상관 없다는 거지? 그럼, 약속이야!",
	expedition = "의뢰 완료! 물자가 한가득~",
	win_mvp = "리베치오가 최고야! 지휘관, 보상은 없어?",
	home = "지휘관, 내가 뭘 찾았는지 봐. 마에스트라레 언니가 항상 지휘관을 위해 준비하는 티백이야! 얼른 우려보자~",
	mission = "임무, 임무! 일단 체크만 하면 된거지 뭐! ...당연히 농담이야!",
	touch2 = "납작하다고? 마에스트라레 언니랑 똑같아!",
	voice_key_2 = -1,
	skill = "어쨌든 여길 공격하면 되잖아!",
	drop_descrip = "마에스트라레급 구축함—리베치오",
	mail = "우편, 우편! 헷!",
	touch = "뭐야, 뭐야? 이게 대체 뭐~야?",
	profile = "리베치오는 사르데냐 엠파이어에서 꽤 활약했어! ...가장 먼저 퇴장했다고? 뭐야, 지휘관. 남의 흠을 왜 들추는 거야!",
	mission_complete = "임무 보상! ...마에스트라레 언니가 모를 때 슬쩍 해볼까, 에헤헤~",
	feeling4 = "에—— 지휘관, 나랑 좀 더 놀아줘! 뭘 해야 하냐니... 뭐든 상관 없어!",
	unlock = "Ciao! 지휘관! 리베치오가 왔어! 앞으로 우린 동료야. 잘 부탁할게!",
	feeling5 = "지휘관! 또 왔어! 오늘 뭘 하던지 절대로 안 떨어질 거야! 흐~흥~",
	main = "마에스트라레 언니는 항상 문서 정리를 깔끔하게 하는데! 나는 왜 맨날 어지럽히는 것 같지?|리베치오의 머리 바깥쪽은 은색, 안쪽은 파란색이야! 예쁘지? |지휘관, 여기 좀 봐! 퍼——엉! 명중했다! 헤헤~",
	battle = "내가 기함이야! 모두 돌격!",
	upgrade = "강해졌다, 강해졌어! 마에스트라레 언니에게 보여줘야지!",
	voice_key = 60105,
	headtouch = "지휘관, 기다려! 일단 모자부터 벗고—— 좋아, 이제 만져도 돼!",
	feeling2 = "마에스트라레 언니가 더 많은 친구를 사귀면 좋겠다... 지휘관, 무슨 방법 없을까?",
	login = "Ciao! 지휘관, 오늘도 힘내자!",
	vote = "",
	hp_warning = "으악! 적의 습격이다!",
	id = 601050,
	detail = "리베치오가 있으면 마에스트라레 언니도 분명 많은 친구를 사귈 수 있을 거야! ...맞아, 지휘관이랑 마에스트라레 언니는 잘 지내고 있어?",
	couple_encourage = {
		{
			{
				60104
			},
			1,
			"언니, 날 따라와!",
			0
		}
	}
}
