_G.pg.ship_skin_words[601060] = {
	feeling1 = "지휘관을 포기하고 혼자서 갈래!",
	feeling3 = "지휘관! 지도에 비어 있는 곳이 있는데, 우리가 아직 발견하지 못한 곳이 있지 않을까? 다음 번에는 이쪽을 탐험하자!",
	lose = "으으, 잘못 온 걸까...",
	propose = "서약을 한 이후에 우리는 \"통하는 사이\"가 되는 거지? 그러면 어디로 가던지 나침반이 없어도 지휘관에게 돌아오는 길을 찾을 수 있어! 이렇게 편리하면 좋겠다, 헤헤~",
	expedition = "의뢰 완료! 다음에는 다른 항로로 가보는 건 어떨까?",
	win_mvp = "방해꾼들을 전부 쫓아 냈어! 이제 안심하고 탐험할 수 있을 거야!",
	home = "다음은 어디로 출항하는 것이 좋을까나~",
	mission = "지휘관, 얼른 임무를 끝내자! 그러지 않으면 출항 준비를 할 수가 없어!",
	touch2 = "다 레코는 작지만 능력이 있다고!",
	voice_key_2 = -1,
	skill = "풍향 측정 완료, 발사!",
	drop_descrip = "나비가토리급 구축함—니콜로소 다 레코",
	mail = "우편이 왔어! 설마 새로운 항로를 개척하라는 명령일까?",
	touch = "이 일만 끝내면 출항 준비를 해도 되는 거지? 할래, 할래!",
	profile = "다 레코를 얕보지 마! 나는 수많은 동료들과 함께 전장을 누볐다고! 그리고 운 좋게도 마지막까지 살아남았지! 역시... ——아, Q함대에게 습격을 당한 건 꽤 의외였어!",
	mission_complete = "임무 완료! 지휘관, 출항해도 된다고 했지? 약속했던 거다?",
	feeling4 = "\"평소에 지휘관을 많이 도와주면 고려해 보지\"...? 좋아! 약속할게!",
	unlock = "오옷! 모항에 성공적으로 도착! 리틀 항해사, 니콜로소 다 레코 지휘관에게 경의를! 나와 함께 항로를 따라 세계를 돌자! Andiamo!",
	feeling5 = "지휘관! 이제 그——\"데이트\" 할 시간이야! 그러면 항로 계획은 경험이 풍부한 나에게 맡겨줘! 일단... 아, 역시 지휘관이 할래? 음... 그럼 이번에는 맡겨 둘게!",
	main = "지휘관, 혹시 빌려줄 수 있는 지도 남았어? 어지럽히지 않을게. 그냥 그 위에 항로만 그리고 싶어! |지휘관, 훈장 봐도 돼? ...진짜 궁금해서 그래! |바다는 이렇게 넓은데 왜 그 중에 몇몇 항로만 가야하는 거야?",
	battle = "다 레코 선장, 출발!",
	upgrade = "더 먼 곳을 향해서 전진~",
	voice_key = 60106,
	headtouch = "내 머리띠 잡아당기지 마!",
	feeling2 = "지휘관! 오늘 날씨가 좋아. 출항하기 딱 좋은 날씨야! 일단 항로를 짜볼까...",
	login = "오! 지휘관, 왔구나! 오늘의 항해 계획을 시작해볼까?",
	vote = "",
	hp_warning = "망했어, 망했어! 위험에 처한 것 같아!",
	id = 601060,
	detail = "아, 이 항로의 보급이 못 따라와? 그럼 저쪽은? 해류를 생각해도 안 되는데... 지휘관, 너무 까탈스러운 거 아냐?",
	couple_encourage = {
		{
			{
				20215,
				20220
			},
			2,
			"와! 까, 깜짝이야...",
			0
		},
		{
			{
				29904
			},
			1,
			"미지의 모험을 향해서 Andiamo!",
			0
		}
	}
}
