_G.pg.ship_skin_words[603020] = {
	feeling1 = "안돼… 이런 지휘관은, 매력적인 곳이 단 하나도 없어…",
	feeling3 = "폴라는 그렇게 보여도 사실 쉽게 상처받는 아이야… 만약 누가 그 아이를 괴롭힌다면… 설사 지휘관이라도 절대 용서하지 않아",
	lose = "윽… 그 치욕적인 밤은 떠올리고 싶지 않은데…",
	propose = "이렇게 작은 반지로 차라를 영원히 곁에 두고 싶어하다니… 너무 쉽게 생각한 것 아니야? ——아하하, 지휘관의 그런 표정, 정말 몇번 봐도 질리지 않아~ 장난이야, 장난. 반지같은 거 없어도 나는 지휘관 곁을 떠나지 않을테니 안심해——",
	expedition = "이렇게 많은 물자를 안전하게 수송하다니, 정말 대단하네… 제대로 칭찬해줘야겠어, 지휘관.",
	win_mvp = "말했던 것처럼 차라가, 널 위해 승리와 영광을 가져다 줄게~",
	home = "출격 수고했어~ 피로 회복용 와인이라도 줄까?",
	mission = "에? 어려운 임무가 있어? 내가 한번 볼게.",
	touch2 = "아? ——…흠, 흠흠… 지휘관? 차라급의 자랑거리는 \"중갑방어\"뿐이 아니라고. 혹시 차라급의 위력을 직접 맛보고 싶은건 아니지?",
	voice_key_2 = -1,
	skill = "내 방어를 쉽게 뚫을 생각은 하지 마!",
	drop_descrip = "차라급 중순양함—차라",
	mail = "지휘관, 우편이 도착했어. 받지 않는다면 내가 큰 소리로 읽어버릴지도 모른다? 혹시 그 아이의 \"러브레터\"일 수도 있다고~?",
	touch = "지휘관… 내 사브르에 관심이 있는 거야? 아니면, 다른 곳에… 관심이 있는 거야?",
	profile = "나는 차라급 중순양함의 1번함, 차라야. 수면의 포격전을 위해 탄생했기 때문에 자랑스러운 주포 사거리와 중기갑 방어를 가지고 있지. 기함으로서의 역할도 충실히 수행했어. 그 운명의 밤이 오기 전까지는…",
	mission_complete = "임무 완수! 보상이 풍성하네. 지휘관도 칭찬받아야겠어. 착하다, 착하다~",
	feeling4 = "모처럼 단 둘이 있는 기회인데, 지휘관은 뭔가 하고싶은 것 없어? … 귀를 파달라고? 그러면 먼저… 내 다리에 누워야겠네~ ……후후, 지휘관 너무 뻣뻣해. 힘 좀 빼봐~ 내가 부~드럽게 서비스 해줄게~",
	unlock = "Ciao. 만나서 영광이야, 지휘관. 중순양함 차라, 너의 함대에 승리와 영광을 가져다 주지. 잘 부탁해.",
	feeling5 = "이제는 지휘관과 말이 필요가 없는 사이가 됐네. 후후, 내가 지금 무슨 생각했는지 알아맞춰 볼래? ——당연히… 지휘관 생각을 하고 있지. 귀여운 바보~",
	main = "\"tenacemente\"——어떤 전장이라도 최선을 다해서 싸워야 한다는 게 나의 모토야.|방에서 바라보는 아름다운 밤 하늘은 싫지 않은데? 하지만 야간 출항은 조금 피해줘…|주제에서 조금 벗어났지만, 나는 스타일링에는 자신이 있다고? 히히, 그러니 다음 번에 한번 단장을 해줄까, 지휘관?",
	battle = "기함은 익숙해. 전 함대, 전투 대형 유지. tiro!",
	upgrade = "Grazie! 이 주포는 적을 더 잘 잡을 수 있겠어~",
	voice_key = 60302,
	headtouch = "",
	feeling2 = "지휘관이 어떤 고민이 있던, 다 들어줄게. 너무 걱정하지 마.",
	login = "어서와, 지휘관. 차라와 자매들은 항상 너의 사열을 기다리고 있다고~?",
	vote = "",
	hp_warning = "내 장갑은… 아직 괜찮아!",
	id = 603020,
	detail = "어머? 우리 자매들이 아름답다는 이야기는 자주 듣지만, 지휘관이 계속 쳐다본다면 이상한 오해를 사게 되겠지?",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"이번에는 맹우인가… 화력지원은 부탁할게!",
			0
		}
	}
}
