_G.pg.ship_skin_words[605050] = {
	feeling1 = "언젠간 분명 그 광기의 댓가를 치르게 될거야.",
	feeling3 = "지휘관, 밤 하늘을 볼 때 무슨 생각을 해? 나는 항상, 유성이 떨어지는 소리를 듣곤 해.",
	lose = "음… 나도 시대에 고개를 숙여야 하는 건가…",
	propose = "이렇게 중요한 물건을 정말 나에게 줘도 괜찮아…? 나… 이건…… 하, 미안. 실례했어. ‘좋아’…… 이걸로 됐지? 어, 얼른 이 부끄러운 의식을 끝내버리란 말야!",
	expedition = "의뢰조가 항구에 도착했어. 이렇게 큰 전투인데, 대체 어디를 다녀온거지?",
	win_mvp = "승리, 이 느낌은 영원히 싫어할 수 없을거야.",
	home = "전투, 수고했어. 이제부터 임무를 수행해야겠지—— 장난이야. 내가 이미 다 해뒀어. 그러니 먼저 차 한잔 하고 쉬도록 하자.",
	mission = "흐음—— 이미 완성한 임무가 전체 임무 수 보다 적네. 왜 그런걸까~?",
	touch2 = "날 너무 얕보는 거 아니야?",
	voice_key_2 = -1,
	skill = "이게 끝은 아니다!",
	drop_descrip = "콘테 디 카보우르급 전함—콘테 디 카보우르",
	mail = "새로운 우편이 도착했어. 나는 집사가 아니니 지휘관이 직접 가져오도록 해—— 오른손 바로 옆에 있잖아.",
	touch = "내가 먼저 얘기하지. 외모로 사람을 평가하면 손해를 보게 될거야.",
	profile = "나는 내 눈으로 제국의 강대함을 보았고, 그 강대함이 타격을 입은 채 무로 돌아가는 것을 보았어. 지휘관, 함대의 리더로서 반드시 항상 경계해야 해. 적어도, 그 시절의 비극이 다시 되풀이되지 않도록.",
	mission_complete = "명단에서 또 하나가 부족해…… 응? 임무 말 한거야.",
	feeling4 = "사르데냐 엠파이어, 그 과거의 영광…… 됐어. 이미 다 지난 일이야. 지금 이 함대도 썩 나쁘지 않으니 얼른 여기에 적응해야겠지.",
	unlock = "전열함, 콘테 디 카보우르. 지휘관을 위해 많은 일을 해줄 수 있어. 하지만 그전에 먼저 믿을 수 있는지 확인을 해봐야겠지.",
	feeling5 = "‘항상 앞을 봐야 한다’라고 했지? 그렇자면, 내가 지휘관의 뒤를 지켜줄게. 무슨 일이 일어나든, 지휘관은 앞을 보도록 해. 뒤에서 일어나는 일은 전부 나에게 맡겨줘.",
	main = "원피스? 그런 하늘하늘한 것에는 관심 없어. 관심 가질 필요도 없고. |맞아, 지휘관. 만약 로열이 나를 티 파티에 초대한다면 비서함의 일이 바쁘다고 대신 거절해줘.| 한때 많은 사람들의 기대를 받은 적이 있었지. 하지만 후배들에게 추월당하는 기분도 나쁘지는 않네. |체사레, 지휘관 앞에서는 말을 조심해. 지휘관에게 거친 사람 취급을 받고 싶은 건 아니겠지?",
	battle = "너희들의 용기와 지혜를 발휘할 차례야!",
	upgrade = "수고스럽겠지만 신경을 써줘.",
	voice_key = 60505,
	headtouch = "",
	feeling2 = "제국의 선배로서 소통이나 함대 관리에는 경험이 있어. 만약 내 도움이 필요하다면 부끄러워하지 말고 말해줘.",
	login = "말은 필요 없어. 오늘의 일을 시작하자.",
	vote = "",
	hp_warning = "전원, 경계 태세!",
	id = 605050,
	detail = "레오나르도 다 빈치…… 그 비극만 아니었다면, 분명히 체사레처럼 사르데냐 엠파이어의 영광을 위해 마지막까지 싸울 인재가 되었을텐데.",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"로열의 기사인가… 같은 편에 서는 날이 올 줄이야.",
			0
		},
		{
			{
				60506
			},
			1,
			"체사레, 따라와.",
			0
		},
		{
			{
				6
			},
			3,
			"사르데냐 왕국의 영광…… 그래, 우리는 한때 강했지.",
			3
		}
	}
}
