_G.pg.ship_skin_words[605060] = {
	feeling1 = "지휘관에 걸맞는 패기가 없는 것 같네.",
	feeling3 = "만약 누군가 명령에 따르지 않는다면 약간의 교훈을 줘야해. … 그렇게 간단하게 폭력을 쓰면 안된다고? 좋은 조언이 될거라고 생각했는데…",
	lose = "나의 힘이 부족한건가……",
	propose = "원래는 2인 여행 코스를 계획했는데, 정말 아쉬워… 누구와 함께 가려고 했냐고? 당연히 당신이지! 다음 번에는 당신의 의견을 물으라고? 혹시 내가 당신을 위해서… 아, 알았어.",
	expedition = "멀리서 온 것이 의뢰팀이었군. 지휘관, 인사하러 가지 않겠어?",
	win_mvp = "veni，vidi，vici",
	home = "지휘관의 표정을 보니 이번에는 분명 대승이겠지.",
	mission = "하기 싫은 임무는 건너뛸 수 있으면 좋겠네.",
	touch2 = "일부러 나를 놀리는 거라면, 내가 편견을 갖게 된다 해도 원망하지 마.",
	voice_key_2 = -1,
	skill = "나에게 굴복해라!",
	drop_descrip = "콘테 디 카보우르급 전함—줄리오 체사레",
	mail = "편지가 왔어. 개인적인 것이 아니라면 열어봐도 괜찮을까?",
	touch = "음…… 에? 미안, 잠시 넋을 놓고 있었어. 지휘관, 만약 알아차렸다면 주의를 줘…",
	profile = "가장 인상 깊었던 일…… 말 할 필요가 있을까? 당연히 푼타 스틸로 해전에서 나를 퇴각시킨 그 일격이지. 그 때, 내가 먼저 그녀를 명중시켰더라면…",
	mission_complete = "이런 임무를 완수한다고 전장에 도움이 될까?",
	feeling4 = "며칠동안 휴가가 있다고 들었어. 오페라 티켓 두 장이 생겼는데, 한가하면 나와 같이 가주지 않겠어? 새로운 것을 시도하는 것도 당신에게 나쁠 일은 없을거야.",
	unlock = "사르데냐 엠파이어 소속 전함 줄리오 체사레, 어떻게 함대를 이끄는지 한번 보도록 할까.",
	feeling5 = "지휘관, 안심해. 내가 뒤를 지키겠어. 당신은 앞으로 나아가는 것만 생각하면 돼. 다른 것들은 전부 나에게 맡겨!",
	main = "문서 처리? 카보우르가 조금 더… 음… 지금은 내가 비서함이지. 도와줄게. |지휘관, 결정을 할 때는 조금 더 과감해야 해. 머뭇거리다 놓친 시간은 돌아오지 않아. |자잘한 설명보다 과감하게 명령하고 임무를 할당하는 것이 지도자에게 필요한 덕목이야. 당신도 그렇게 생각하지, 지휘관? |카보우르, 지휘관 앞에서 그렇게 우아한 척 하지 말라고! 지휘관에게 늙은이 취급 받고 싶은 건 아니겠지?",
	battle = "지휘관의 명령에 따라, 출정!",
	upgrade = "나의 한계는, 이것이 아니다!",
	voice_key = 60506,
	headtouch = "",
	feeling2 = "카보우르는 항상 다른 사람과 소통하는 방법을 강조하지. 나는 의사표현만 확실하면 된다고 생각해. 그렇게 꺼리는 것이 많은거야?",
	login = "매일 이렇게 제시간에…… 역시 지휘관이야. 이 점은 나도 보고 배워야겠어.",
	vote = "",
	hp_warning = "이정도로 굴복할 내가 아니야!",
	id = 605060,
	detail = "워스파이트… 드디어 일대일로 승부를 할 수 있는건가. 정말로 오래 기다렸다고!",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"우리 승부는 아직 끝나지 않았어!！",
			0
		},
		{
			{
				60505
			},
			1,
			"내 걱정하지 말고 자기 자신을 좀 더 돌보도록 해.",
			0
		}
	}
}
