_G.pg.ship_skin_words[607010] = {
	feeling1 = "지휘관님, 괜찮으세요? 음... 이렇게 하면 분명히 회복될 거예요!",
	feeling3 = "체펠린 말인가요? 우리는 닮은 점이 참 많아요. 그러니 \"나도 너처럼 그녀와 친하게 지내고 싶군\"이라는 거겠죠, 후후...",
	lose = "음, 어디서 잘못된 걸까요...",
	propose = "오늘 이 순간을 위해서 정말 많은 말을 준비했어요... 하지만 그 전에 먼저 지휘관님의 말을 듣고 싶어요. 서약은 지휘관님이 하는 것이니까요. 후후, 지휘관님. 어떻게 하실 건가요?",
	expedition = "의뢰가 잘 끝났어요! 응응, 모두 수고했어요. 지휘관님 도 감사의 인사를 하도록 해요~",
	win_mvp = "이겼어요! 후후, 저의 지휘관님, 이번 승리로 만족하셨나요?",
	home = "지휘관님, 번거로운 부탁이 있다면 대신 거절해 드릴까요?",
	mission = "지휘부에서 직접 내린 임무로군요... 어려울 수도 있겠어요...",
	touch2 = "지휘관님 , 이런 접촉은... 제가 거절해도 되는 것이겠죠?",
	voice_key_2 = -1,
	skill = "인사는 끝났다고요?",
	drop_descrip = "항공모함—아퀼라",
	mail = "지휘관님, 우편이 왔어요. 답장하기 전에 내용을 의논하는 것, 잊지 마세요.",
	touch = "지휘관님, 하실 말씀이라도 있으신가요?",
	profile = "\"역사\"요...? 음... 확실히 신경 쓰이긴 하네요. 그 대전에서 제가 모두를 일찍 도울 수 있었다면 분명히 다들 아퀼라의 역사를 부러워했을 텐데요♪",
	mission_complete = "하지만 지휘관님이라면 해낼 수 있을 거라고 믿어요! 좋아요~",
	feeling4 = "아, 지휘관님. 조심하세요! 후, 위험했다~ 지휘관님, 왜 연습하는 곳까지 찾아오신 건가요? 설마... 아퀼라의 우스꽝스러운 모습을 보고 싶으신 건가요?",
	unlock = "안녕하십니까, 지휘관님. 저는 사르데냐 엠파이어 소속의 항공모함, 아퀼라입니다. 여기서 만날 수 있었던 것은 모두 행운의 여신의 인도 덕분입니다. 네, 분명히요~",
	feeling5 = "다른 사람에게 어떻게 사랑을 표현해야 하는지 고민하고 있어요... 지휘관님이라면 어떻게 하시겠어요? 가르쳐주세요♪",
	main = "우수한 지휘관님은 업무 시간에 졸지 않는답니다. 콕콕콕~ 지휘관님, 조금 깨셨나요? |지휘관님, 완곡한 표현으로 태도를 강조해보세요. 효과가 있다고요? |지휘관님, 함재기를 써서 창고를 정리해도 될까요? ...이전의 사고요? 그, 그건 정말 의외였어요. 아하하...",
	battle = "응응, 이런 느낌인 것 같네요... 함재기, 이륙!",
	upgrade = "경험이 쌓였네요... 이 느낌으로 전투를 하면 되겠어요♪",
	voice_key = 60701,
	headtouch = "",
	feeling2 = "지휘관님, 오늘의 일은 다 마치셨나요? 확인해야 할 공문은 다 확인했나요? 아퀼라가 소소하게 알려드리는 것이랍니다. 음, 감사의 인사는 괜찮아요~",
	login = "오늘도 수고 많으셨습니다, 지휘관님.",
	vote = "",
	hp_warning = "저는 그렇게 연약하지 않답니다!",
	id = 607010,
	detail = "함재기 이륙 훈련... 네, 이런 느낌으로요... 하, 핫! ...아야야, 수상기와는 확실히 다른 면이 있네요.",
	couple_encourage = {
		{
			{
				40701
			},
			1,
			"체펠린, 잘 부탁드립니다.",
			0
		},
		{
			{
				20703,
				20704,
				20705
			},
			2,
			"반가워요, 로열의 레이디 여러분.",
			0
		},
		{
			{
				60502
			},
			1,
			"응, 오늘도 멋지네요~",
			0
		},
		{
			{
				30601,
				30602
			},
			2,
			"즐거운 여행 되시길... 아, 잘못 말했나요?",
			0
		}
	}
}
