_G.pg.ship_skin_words[701020] = {
	feeling1 = "지휘관 동지는 정말 이상하네. 모두들 이상한 사람이랑은 이야기 하지 말라고 했지만, 그렇다면 지휘관 동지가 외롭겠지…?",
	feeling3 = "모두들 나에게 이상한 사람을 조심하라고 했지만, 지휘관 동지는 이상한 사람이 아니지? 응. 그러니까 조금 먹어도 괜찮을 거야.",
	lose = "으… 너무 마셨더니 어질어질해…",
	propose = "그로즈니는 반지를 받는 것보다 이게 더 마음에 들어. 자, 같이 마시자. 이러면 지휘관 동지도 이제 가족이야… 응? 그러고 보니 지휘관 동지는 이미 가족이나 다를 바 없는데…?",
	expedition = "지휘관, 먼저 항구에 가있을게. 응, 모두가 돌아오는 모습을 제일 먼저 보고 싶어.",
	win_mvp = "хорошо, 몸이 따뜻해졌어. … 어라? 벌써 끝이야?",
	home = "지휘관 동지, 따뜻한 코코아와 보르시 먹을래?",
	mission = "‘일하지 않는 자 먹지도 말라’——이게 우리의 규율이야. 지휘관 동지, 내일 더 즐겁게 마시려면 임무를 끝내야지.",
	touch2 = "Кролик는 화가 나면 사람을 물어. … 어라? 이 아이는 사람을 자른다…가 맞겠지?",
	voice_key_2 = -1,
	skill = "Кролик, грызть!",
	drop_descrip = "그녜브니급 구축함—그로즈니",
	mail = "지휘관 동지, 편지를 가져왔어. 어라? 하나도 안 이상해. 모두 돌아가면서 하는 일인걸.",
	touch = "지휘관 동지, 이 간식들은 노력한 나를 위해 준비한 거야?",
	profile = "나는 그녜브니급의 그로즈니. 수뢰 매설과 호위, 육지 지원에 특화되어 있어. 지휘관 동지, 필요한 게 있으면 언제든지 찾아줘. 같이 마시자는 제안이라면 더 좋아.",
	mission_complete = "잘 했어, 지휘관 동지. 오늘 밤 국물도 끝내줄 거야.",
	feeling4 = "지휘관 동지가 주는 간식만 먹는 것도 좋지 않겠지. 그러니까 그로즈니가 지휘관에게 조금 나눠줄게. 자, 지휘관. 마셔봐.",
	unlock = "Здра́вствуйте, 지휘관 동지. 그녜브니급 구축함 그로즈니, 착함했어…… 어라? 왜 그렇게 멀리 떨어져 있는 거야? 손에 든 것…? 이건 나의 кролик, 귀여운 убийца지.",
	feeling5 = "…딸꾹. 지휘관 동지와 함께 있으면 나도 모르게 전부 마셔버린 다니까. 음… 왠지 모르게 지휘관 동지와 있으면 더 많이 마실수 있는 것 같아. 지휘관 동지, 다음 번에도… 다음 번에도 나랑—— 후아암… 응, 오늘은 먼저… 잘게… Zzz…",
	main = "히끅… 지휘관 동지, 누가 술을 좋아하는지 알아? 토끼 같은 애…? 오오…|모항에 사천왕이라고 불리는 동료들이 있는 것 같아. 대단해. 그로즈니도 들어가고 싶어… 하지만 그러면 다섯명이 되어버리니까, 조금 아쉽네.|적이든 여우든 모두 우리 집을 넘보는 거잖아. 그러니까 오면 쫓아버리자. 응.",
	battle = "음, 무슨 말을 해야 할까? 그러면… Ура!",
	upgrade = "역시 노스 유니온의 것이 맛있다니까. 히.",
	voice_key = 70102,
	headtouch = "",
	feeling2 = "모두들 이상한 사람에게 먹을 걸 받아오지 말랬어. 이상한 사람을 먹어서도 안 된대.",
	login = "……히끅, 음. 지휘관 동지, 혹시 이 향기에 끌려서 온 거야? 응…… 한 잔 할까?",
	vote = "",
	hp_warning = "모자라…",
	id = 701020,
	detail = "Кролик를 쥐고 있으면 지휘관 동지도 얌전히 말을 듣네. 응, 차파예프의 말이 맞았어.",
	couple_encourage = {
		{
			{
				30154,
				10127
			},
			2,
			"토끼토끼 동맹? 귀여울 것 같네.",
			0
		}
	}
}
