_G.pg.ship_skin_words[701050] = {
	feeling1 = "타슈켄트 혼자서도 할 수 있어. …동지쨩의 도움은 필요하지 않아.",
	feeling3 = "동지쨩, 타슈켄트가 모두와 팀 활동을 하는 게 걱정돼? 흥, 걱정 마. 노스 유니온의 일원은 단체 퍼포먼스에 익숙하니까.",
	lose = "호흡이 안 맞았나? 왜 이렇게 된거야……",
	propose = "흐흥, 동지쨩은 역시 너무 순진하네. 모두와 함께 무대위에서 빛나는 것만으로는 안 돼. 타슈켄트는 그 중에서 가장 빛나는 스타가 되기 위해서 노력할 거야. 그러니까 동지쨩, 계속, 계속 타슈켄트를 바라봐줘♪",
	expedition = "의뢰 완료야. 아이돌이라고 하더라도 평소 업무를 게을리 하면 안 되지.",
	win_mvp = "이건 μ장비뿐 아니라 타슈켄트의 승리기도 해!",
	home = "커피와 홍차, 초콜릿 우유, 주스와 보드카… 다녀온 동료들에게 줄 것은 다 여기에 있어… 동지쨩, 뭐 마실래?",
	mission = "동지쨩, 임무가 있어. 어서 해치우자.",
	touch2 = "동, 동지쨩?!",
	voice_key_2 = -1,
	skill = "눈 뗄 생각 하지 마!",
	drop_descrip = "동지쨩, 이 옷차림 어때? …아 그래, 타슈켄트가 아이돌이 되었다는데 반응이 겨우 이 정도야? 흥, 콘서트 때 반드시 \"와우\"하고 놀라게 해줄테다.",
	mail = "일과 관련된 편지가 왔어. 동지쨩, 볼티모어 일행에게 보여주기 전에 먼저 타슈켄트와 함께 확인하자?",
	touch = "초콜릿 줄 거야? …아 그래, 선물 고마워, 동지쨩.",
	profile = "나는 노스 유니온의 구축함, 지금은 μ장비 테스트 임무를 진행 중인 아이돌 타슈켄트야. 동지쨩, 노스 유니온의 저력을 볼 준비는 됐겠지?",
	mission_complete = "임무 완료야, 잘 했어!",
	feeling4 = "모두와 호흡을 맞추면서 개성을 드러내는 건 어려운 일이야… 동지쨩도 그런 걱정을 한 적이 있었으나… 타슈켄트도… 아, 동지쨩? 타슈켄트를 도와서 방법을 생각해줄 거야?",
	unlock = "동지쨩, 이 옷차림 어때? …아 그래, 타슈켄트가 아이돌이 되었다는데 반응이 겨우 이 정도야? 흥, 콘서트 때 반드시 \"와우\"하고 놀라게 해줄테다.",
	feeling5 = "동지쨩, 지금 타슈켄트가 어때 보여? ……아, 그래. 봐, 모두와 함께 레슨 받고 무대에 오르고… 이제 동지쨩도 타슈켄트를 걱정하지 않아도 돼. 흐흥♪",
	main = "다른 참가자들은 다 악기를 다룬다고? …아 그래, 어떤 상대를 만나더라도 우리는 절대 지지 않아. |의상에 춤까지 모두 완벽하다니… 알바코어는 정말 대단해…|안무 맞추는 건 정말 어려워… 노래는 들으면 어떤 상황인지 알겠는데, 춤은 계속 다른 사람을 쳐다봐야 하잖아…",
	battle = "시작한다! Ура!",
	upgrade = "아무래도 열심히 하는 수밖에 없겠네.",
	voice_key = 70105,
	headtouch = "타슈켄트를 애 취급 하는 거야? 흥.",
	feeling2 = "타슈켄트의 아이돌 모습이 기대된다고? …아 그래, 장비 테스트를 하려고 했으니 조금 기합을 넣는 것도 좋겠지.",
	login = "타슈켄트의 오늘 스케쥴은 맡겨둘게, 동지쨩.",
	vote = "",
	hp_warning = "동지쨩이 아직 보고 있어…!",
	id = 701050,
	detail = "타슈켄트는 춤도 잘 추고 노래도 남들보다 잘 해… 동지쨩, 아직도 마음이 안 놓여? ……아 그래, 진짜 걱정이 많네. 타슈켄트는 괜찮아.",
	couple_encourage = {
		{
			{
				90112
			},
			1,
			"이 녀석… 이렇게 춤을 잘 추다니?!",
			0
		}
	}
}
