_G.pg.ship_skin_words[701060] = {
	feeling1 = "너 짜증나! 오지마! 안 그러면 스노우볼로 때릴 거야!",
	feeling3 = "필살~ 스노우볼! 이러면 지휘관이 정신을 차리게 할 수 있겠지, 민스크가 말해준 거야! ...음, 지휘관... 화난 거 아니지?",
	lose = "에에에? 어떻게 질 수가!",
	propose = "우와, 얼굴에서 자꾸 열이 나서, 진짜로 녹아버릴 것 같아! 근데... 이렇게 지휘관 마음 속으로 녹아들어도, 괜찮은 것 같아, 에헤헷~",
	expedition = "내가 의뢰조 동료들을 맞이하러 갈게! ... 스노우볼 안 던질 거야!",
	win_mvp = "헤헤, 이겼다! 지휘관, 상 줘!",
	home = "언니들이 스트례미텔니는 아직 보드카를 마실 수 없데. 스노우볼이 녹아버릴 수 있다나... 음, 어딘가 안 맞는 것 같은데...",
	mission = "지휘관, 임무도 나뭇가지 위의 눈처럼 쌓일수록 많아지는 거 아니야?",
	touch2 = "나 화났어! 머리 대!",
	voice_key_2 = -1,
	skill = "스트례미텔니의 실력을 보라고!",
	drop_descrip = "그네브니급 구축함—스트례미텔니호",
	mail = "네 편지 왔어! 받아~ ... 음, 이렇게 던지면 안돼?",
	touch = "너도 이런 조그만 볼 가지고 노는게 좋아?",
	profile = "나는 그네브니급 스트례미텔니야. 과거에 북방에서 동료들과 함께 호위 임무들과 육상 지원을 맡았었어! 스트례미텔니가 도와줘야할 일이 있으면 얼마든지 얘기해, 지휘관!",
	mission_complete = "임무 완성! 잘했어~",
	feeling4 = "지휘관 추워? 이리와! 손 여기 털 속에 넣어! ... 헤헤, 스트례미텔니는 정말 착하다니까!",
	unlock = "너 무 느 려! 이렇게 오래 지나서야 날 찾다니! 그래! 내가 바로 그네브니급 스트례미텔니야! 내 별명 снежок(스노우볼)라고 불러도 돼! 그리고, 이건 첫 만남 선물로 주는 스노우볼이야, 휘유~",
	feeling5 = "눈사람 만들자, 지휘관! 너도 하나 만들고, 나도 하나 만들고, 그 다음 손을 잡게 하는 거야~ 히힛, 지금의 우리처럼!",
	main = "창춘이랑 같이 함포를 스노우볼 발사 장치로 개조하는 방안을 연구했어... 음, 그러면 안돼?|왜 스노우볼이라고 부르냐고? 왜냐면 스트례미텔니는 눈을 좋아하니까. 그리고... 듣기에 귀엽잖아!|겨울에는 눈싸움도 할 수 있고, 눈사람도 만들 수 있고, 부들부들한 털옷도 입을 수 있어. 스트례미텔니는 겨울이 좋아!",
	battle = "스트례미텔니, 출격!",
	upgrade = "눈싸움도 전투도 전부 지지 않을 것 같은 기분이야!",
	voice_key = 70106,
	headtouch = "앗, 못됐어! 너 때문에 모자가 다 벗겨지겠잖아!",
	feeling2 = "스트례미텔니의 스노우볼은 부드러워, 안에 돌도 없고 얼음도 없어. 부들부들한 눈 뿐이야!",
	login = "빨리와, 나랑 스노우볼 가지고 놀자!",
	vote = "",
	hp_warning = "짜증나는 비행기! 저리가! 가버려!",
	id = 701060,
	detail = "노스 유니온에선 모두 서로를 \"동지\"라고 불러. \"지휘관 동지\"! \"스트례미텔니 동지\"! ...... 음, 성가셔. 역시 그냥 지휘관이라고 할래!",
	couple_encourage = {
		{
			{
				70102
			},
			1,
			"살짝 맛만 볼게!",
			0
		}
	}
}
