_G.pg.ship_skin_words[701070] = {
	feeling1 = "… 왜 아직도 여기 있어?",
	feeling3 = "그롬키는 속일 수 있을지 몰라도, 나는 속일 수 없어. 만약 무슨 일이 생긴다면 내가 이 놈으로 혼내 줄 거야. 음, 이게 다야.",
	lose = "후… 정말 힘든 전투였어…",
	propose = "악천후의 항로도, 힘든 호위 임무도, 몇 번이고 견디어 왔으니까, 지휘관이 어디를 가든지 그리먀시는 약속한 대로 항상 곁에서 지휘관을 지켜줄 거야. 음, 이게 다야.",
	expedition = "위탁조가 돌아왔어. 말하지 않아도 알고 있을 줄 알았어…",
	win_mvp = "적을 모두 물리 쳤어. 음, 이게 다야.",
	home = "그롬키가 만든 쿠키야. 지휘관도 열심히 일 했으니까, 나누어 줄게.",
	mission = "미완료 임무가, 많구나…",
	touch2 = "지휘관… 역시 변태?",
	voice_key_2 = -1,
	skill = "… 방해 하지 마.",
	drop_descrip = "그녜브니급 구축함—그리먀시 호",
	mail = "잊지말고 우편 확인해. 우표 필요 없으면 내가 가져간다. 음, 이게 다야.",
	touch = "…무슨 일이야?",
	profile = "나는 그녜브니급 구축함, 그리먀시야. 호위 임무뿐만 아니라 메탈 블러드의 구축함과 대치하거나 아군을 구조한 적도 있다고. 항공모함을 제외하고는 대부분 상대해본 적 있으니까, 어떤 작전도 문제없을 거야. 음, 이게 다야.",
	mission_complete = "임무 완료, 보상 수령 잊지 말도록. 음, 이게 다야.",
	feeling4 = "나를 상대로 이렇게까지 잘 숨겨 왔다니… 사실 지휘관은 정말 좋은 사람 아닐까? …지휘관을 조금 믿어 봐도 좋을 거 같아. 음, 이게 다야.",
	unlock = "노스 유니온 구축함, 그리먀시야... 완수해야 할 임무는 열심히 노력할 거니까, 중요한 일이 없으면 나를 찾지말아줘. 음, 이게 다야.",
	feeling5 = "지휘관…은 믿을 만한 사람이야. 응, 그리먀시는 믿어… 계속 곁에 있어도 될까? 그럼… 내가 곁에 있어 줄게. 음… 이, 이게 다야…",
	main = "벌레든 변태 놈이든, 이걸로 콱하고 혼내주면 해결될 일이지. 음, 이게 다야.|그롬키를 화나게 하면, 무서운 일이 일어날지도 몰라… 지휘관, 조심해.|지휘관, 설마 지금 땡땡이 치는 거야…? 그롬키에게 말해 버린다…",
	battle = "연료는 충분해. 다음은 적을 물리치는 거지?",
	upgrade = "강해졌어. 고마워. 음, 이게 다야.",
	voice_key = 70107,
	headtouch = "모자가 삐뚤어 졌잖아…",
	feeling2 = "항상 지휘관을 감시하고 있어. 음, 이게 다야.",
	login = "처리해야 할 일이 산더미라고. 책상 위에 놓인 문서를 봐.",
	vote = "",
	hp_warning = "견딜만한 손상이야. 음, 이게 다야.",
	id = 701070,
	detail = "아까부터 계속 쳐다보는데… 지휘관 설마… 변태야?",
	couple_encourage = {
		{
			{
				20211
			},
			1,
			"지킬 수 있어.",
			0
		},
		{
			{
				70108
			},
			1,
			"함부로 뛰어들지 마… 그래.",
			0
		},
		{
			{
				40124,
				40125,
				40126
			},
			1,
			"동료가 되어 줄래… 좋아.",
			0
		},
		{
			{
				70102
			},
			1,
			"맛있어?",
			0
		}
	}
}
