_G.pg.ship_skin_words[701080] = {
	feeling1 = "지휘관 동지는… 말 안 듣는 나쁜 아이야…",
	feeling3 = "지휘관 동지와 그리먀시 사이가 좋아진 거지? 겉으로는 다가가기 어려워 보이지만, 조금만 시간이 지나면 분명 좋은 관계가 될 수 있을 거야!",
	lose = "아파… 상대도 이렇게 단결이 되어 있을 줄이야…",
	propose = "반지에서 행복의 열기가 끊임없이 전해지고 있어… 히히, 지휘관 동지 고마워~ 잘 부탁해!",
	expedition = "동료들이 물자를 들고 돌아왔어!",
	win_mvp = "모두가 노력해준 덕분에 이겼어!",
	home = "블리니를 먹고 전투로 지친 몸을 달래보자! 지휘관 동지는 꿀이 좋아 잼이 좋아?",
	mission = "간단한 임무부터 시작하자! 나도 도와줄게!",
	touch2 = "화낼 거야. 지휘관 동지!",
	voice_key_2 = -1,
	skill = "이것이 바로 단결의 힘!",
	drop_descrip = "그녜브니급 구축함—그롬키 호",
	mail = "우편이 있어~ 좋은 소식이려나?",
	touch = "착하지~ 착하지~ 으응, 머리를 쓰다듬어 달라는 거 아니었어?",
	profile = "그롬키는, 노스 유니온은 물론, 로열의 동료들과 임무를 함께 한 적이 있어! 쇄빙선 호송도! 그리고, 그리먀시와 함께 화물선을 구조한 적도 있어! 응응, 이곳 항로가 항상 맑은 날씨면 좋겠어~",
	mission_complete = "임무 완료! 단결이 바로 힘~",
	feeling4 = "지휘관 동지는 진한 맛이 좋아 아니면 연한 맛이 좋아? 다음에 보르시를 준비할 때, 지휘관의 입맛에 맞춰 보려고!",
	unlock = "헤헤, 지휘관 동지 안녕! 난 노스 유니온의 구축함 그롬키야~ 그롬키의 가입이 함대 모두에게 도움이 되었으면 좋겠어!",
	feeling5 = "지휘관 동지, 오늘도 수고했어! 따뜻한 차부터 마시면서 몸을 데워봐! 블리니 더 먹을래? 그 전에——힛, 포옹 먼저 할까!",
	main = "지휘관, 땡땡이치면 안 돼. 이러면 그롬키 화낼 거야!|어려운 문제가 있으면 다 같이 점령해 버리면 돼! 노스 유니온에 있을 때는 다들 이렇게 했거든~|지휘관 동지, 손이 시리면 내 옷소매에 넣어 볼래? 엄청 따뜻해~",
	battle = "모두 단결하자~",
	upgrade = "모두에게 도움이 될 수 있다면~",
	voice_key = 70108,
	headtouch = "히히~ 지휘관 동지도 아이들에게 흥미가 있어?",
	feeling2 = "지휘관 동지는 어떻게 이런 단결력 있는 함대를 조직한 거야? 내게 말해 봐~",
	login = "와! 지휘관 동지, 빨리 돌아왔네! 음…좀 더 쉬지 않아도 돼?",
	vote = "",
	hp_warning = "의, 의장에 균열이?!",
	id = 701080,
	detail = "지휘관 동지, 왜 그렇게 쳐다보는 거… 설마, 그롬키가 무슨 잘못 한 거라도 있나…",
	couple_encourage = {
		{
			{
				70106
			},
			1,
			"다음에 같이 눈싸움하자!",
			0
		},
		{
			{
				50101,
				50102,
				50103,
				50104
			},
			1,
			"뭔가 익숙한 느낌이 들어!",
			0
		},
		{
			{
				70107
			},
			1,
			"침착해~",
			0
		},
		{
			{
				70102
			},
			1,
			"같이 보르시 마실래?",
			0
		}
	}
}
