_G.pg.ship_skin_words[702010] = {
	feeling1 = "지휘관님 마음 속의 어둠…… 저로서도 무리인 걸까요.",
	feeling3 = "고향 말인가요? 아름다운 곳이긴 하지만, 지휘관님은 제대로 방한 대책을 해야…… 저는 아무것도 안 입어도 괜찮아요, 우후후. …보고 싶어요?",
	lose = "혁명은 그 걸음을 멈추지 않아요.",
	propose = "지휘관님, 방한 대책은 빈틈없이 하셨나요? 귀성길은 추울지도 모른답니다. 그렇게 걱정하지 않아도 괜찮아요, 제가 보드카 잔뜩 가져왔으니까요~",
	expedition = "지휘관님? 의뢰가 완료된 모양이에요. 돌아온 아이들에게 술을 대접해 몸을 따뜻하게 해주죠.",
	win_mvp = "승리 뒤에 감춰진 희생을 마음 속에……",
	home = "수고하셨어요. 보드카 한 병 따서 몸 좀 녹일까요?",
	mission = "새로운 임무. 왠지 두근두근하네요.",
	touch2 = "감정을 어필할 거면 좀 더 정열적인 방법으로, 알겠어요?",
	voice_key_2 = -1,
	skill = "새벽빛 속에 있는, 피와 불꽃……",
	drop_descrip = "아브로라급 경순양함 - 아브로라",
	mail = "머나먼 곳에서 온 우편이에요. 확인해주세요.",
	touch = "안 춥다구요?",
	profile = "순양함 아브로라입니다. 아시는 대로, 과거 혁명의 선봉을 맡았습니다. 다만 그 후에 세계가 어떻게 바뀌었는지, 지금에 와서는 잘 모르겠네요… \n어쨌든, 함대에서의 저는 단지 병사일 뿐이니 사양하지 말고 써주세요. 함대에 승리를 가져다 드릴게요!",
	mission_complete = "보수에요. 당연히 받아야죠.",
	feeling4 = "지휘관님, 제 고향 사람은 다들 대단히 솔직하답니다. 저도 마찬가지구요~ 후후, 이 보드카 한 병 다 마신 후에는, 저에게 뭘 해도 용서해드리죠.",
	unlock = "Здравствуйте (안녕하세요)! 아브로라, 착임했습니다. 새벽의 빛과 함께, 당신에게 승리를.",
	feeling5 = "지휘관님, \"야 류블류 찌뱌(Я люблю тебя)\". 무슨 말인지 궁금하시면, 러시아어를 공부해서…… 저랑 함께 제 고향으로 돌아가시지 않을래요?",
	main = "마음이 넓다구요……? 칭찬해주셔서 감사합니다.|아침을 맡는 자로서, 모두에게 새벽의 빛을 가져와 드리죠.|곰 말인가요? 예전에 기른 적이 있어요. 귀엽답니다.",
	battle = "우리의 목적지는 승리입니다!",
	upgrade = "곰도 들어 올릴 수 있을 것 같은 기분이에요. 후훗.",
	voice_key = 70201,
	headtouch = "",
	feeling2 = "지휘관님, 한 잔 어때요? 저를 취하게 해서 이상한 짓을 할 수 있을 지 없을 지… 지휘관님 주량 나름이에요~",
	login = "아, 지휘관님, 어서오세요. 보르시라도 드시겠어요?",
	vote = "",
	hp_warning = "고난을 딛고 일어서야 비로소 새벽이…!",
	id = 702010,
	detail = "전사로서 행동하는 것은 뭔가 신선하네요.",
	couple_encourage = {
		{
			{
				70501
			},
			1,
			"강구트, 지휘관님을 너무 괴롭히지 말아요.",
			0
		},
		{
			{
				70202
			},
			1,
			"퍄쨩의 대화법은 조금… 아하하하…",
			0
		},
		{
			{
				70102,
				70103,
				70104,
				10202,
				70203
			},
			2,
			"노스 유니온, 갑니다!",
			0
		}
	}
}
