_G.pg.ship_skin_words[702020] = {
	feeling1 = "……못 됐어.",
	feeling3 = "하아암… 응? 시트에 폭신한 베개? 흐응~ 용의주도하네. 수고했어♪ 그럼 이제 낮잠을 자볼까! 그러면… 흐암… Zzz……",
	lose = "Сожаление… 이 함대, 더 강할 거라고 생각했는데…",
	propose = "하하하♪ 이렇게 쉽게 반지를 주다니 지휘관도 너무 무르잖아? 다음 번에 비슷한 일이 있으면 조금 더 생각해야 할걸? 하지만 나에게 반지를 준 건 절대 후회하지 않을 거야.",
	expedition = "의뢰 완료! 정말이지, 내가 얼마나 힘들었는지 지휘관에게 특별히 알려줘야겠어!",
	win_mvp = "별 것도 아닌게! 나보다 훨씬 약하잖아? 아니면~ 내가 너무 강한 걸까?",
	home = "돌아왔어? 그러면 얼른 먹을 걸 준비해! 나는~ 사쿠라 엠파이어의 라멘이라는 게 먹고 싶어!",
	mission = "임무가 있네. 얼른 끝내! 아직 못한 게임이 있다구.",
	touch2 = "역시… 큰 게 좋은거야? 변태.",
	voice_key_2 = -1,
	skill = "가자!",
	drop_descrip = "바가티르급 경순양함—파먀티 메르쿠리야",
	mail = "오늘은 내가 편지를 보낼 차례네. 고마운 마음을 가지고 기다리라구♪",
	touch = "아~ 설마 이게 ‘밀접 접촉'이라는 건가? 그러면 말이야, 어디를 만지고 싶은 거야?",
	profile = "방어형 경순양함 파먀티 메르쿠리야야. 전 세계를 누비던 흑해 함대에서 아브로라와 함께 대전에 참전했지! 매력도, 경험도, 귀여움도 모두 지휘관보다 월등하다고~!",
	mission_complete = "임무 끝! 엄청 노력했으니까 얼른 칭찬해줘♪",
	feeling4 = "잠버릇이 나빠?! 무, 무슨 말이야! 설마 계속 보고있었던 거야?! 으… 시집은 다 갔네…… 지휘관, 책임져줘야겠어♪",
	unlock = "야호! 지휘관, 노스 유니온의 경순양함 파먀티 메르쿠리야야! 앞으로 잘 부탁해! 헤헤, 나를 위해서 열심히 일해줘♪",
	feeling5 = "그러니까~ 나는 물건이 아니거든? 지휘관에게 쉽게 선물할 수는 없지♪ 그래도 만약 지휘관이 진~짜로 원한다면…… 에헤헤, 어떻게 할 지 알겠지?",
	main = "아브로라~ 새로운 게임 좀 사다 줄 수 있어? … 으, 그러면 지휘관 한테 시켜야지… 지휘관, 해줄 거지? |오~ 비서함인가… 지휘관을 위해서 일하는 것도 좋지. 하지만 지휘관이 나를 위해서 일해주는 거면 더 즐거울 텐데? |계속 바라보고 있으면 부끄럽지 않겠어? 나는 안 부끄러운데. 흐흥~",
	battle = "충각전 준비! 간다!",
	upgrade = "설계 상의 한계가 있으니까 과로는 금물이야!",
	voice_key = 70202,
	headtouch = "뭐 하는 거야? 연장자 대하는 법, {namecode:82}가 안 알려준 거야?",
	feeling2 = "이 방, 도크도 아닌데 너무 소박한 거 아닐까? 나를 여기서 지내게 하려면 인테리어를 더 신경써야지!",
	login = "야호~ 지휘관, 오늘은 무슨 일부터 할 거야?",
	vote = "",
	hp_warning = "아파라… 완전 노동 착취야…!",
	id = 702020,
	detail = "그렇게 보지 마. 이래 봬도 나는 아브로라, {namecode:82}와 동시대의 함선이라고! 지휘관이라면 좀 더 존경을 표해야 하는 거 아니겠어?",
	couple_encourage = {
		{
			{
				30511,
				70501
			},
			1,
			"하나도 안 변했다는 게 무슨 뜻이야! 흥!",
			0
		}
	}
}
