_G.pg.ship_skin_words[702040] = {
	feeling1 = "미안한데, 넌 이미 \"동지\"라고 불릴 자격이 없다고 생각한다.",
	feeling3 = "그래, 잘했어, Товарищ Офицер(지휘관 동지), 자신이 선택한 길은 관철해 나가야 해. 자, 우리가 얼마나 더 나아갈 수 있는지 보자고!",
	lose = "큭...... 우리의 사업이 완성되기 전에는 쉽게 쓰러지지 않아!",
	propose = "세상과 사랑하는 사람 중 뭘 보호할 거냐고? лупый вопрос(멍청한 질문이네), 당연히 둘 다지. 난 이렇게 결심할 거고, 해낼 수 있는 능력도 있어. Товарищ Офицер(지휘관 동지), 함께 손잡고 나아가자!",
	expedition = "의뢰가 완성됐어. 같이 가서 맞이해 주자. 고생한 동지들을 푸대접해서는 안 돼!",
	win_mvp = "우리의 발걸음은 영원히 쉬지 않아!",
	home = "Хороший бой, Товарищ Офицер!(멋진 전투였어, 지휘관 동지)! 너의 분투하는 모습이 모항의 신문에 장식될 거야!",
	mission = "서둘러, Товарищ Офицер(지휘관 동지), 임무에 도전하자!",
	touch2 = "지금은 결코 이런 일을 할 시간이 없다고, Товарищ Офицер(지휘관 동지).",
	voice_key_2 = -1,
	skill = "Докладывает Киров!!(키로프 보고!)",
	drop_descrip = "키로프급 경순양함—키로프",
	mail = "편지가 있어. 어서 확인해봐, 동지는 당연히 많을수록 좋아.",
	touch = "손잡고 나아가자, Товарищ Офицер(지휘관 동지)!",
	profile = "Здравствуй(안녕), Товарищ Офицер(지휘관 동지), 난 한 명의 전사, 키로프야. 이런 사소한 일은 중요하든 아니든 고민할 필요 없어, 우리의 사업 앞에서는 모두 언급할 필요도 없다고. 우리 함께 붉은 내일을 위해 분투하자!",
	mission_complete = "네가 분명히 해낼 거라고 믿고 있었어, Товарищ Офицер(지휘관 동지), 이건 보상이야.",
	feeling4 = "난 항상 너와 함께할 거야. 네가 길을 잃고 헤매면, 나는 조금도 거리낌 없이 너에게 주먹을 한 방 먹일 거니까, 앞으로 얼마든 나아가. 지휘관 동지!",
	unlock = "유례없는 나라와 자유의 후손, 바로 나 키로프다! 가자, Товарищ Офицер(지휘관 동지), 함께 우리의 위대한 업적을 완성하자!",
	feeling5 = "조국을 위해서 만이 아니라, 어떤 특별한 사람을 위해 싸운다, 이게 바로 연애... 그랬군, \"연애\"가 이토록 피를 끓게 하는 것이었다니! 네가 옆에 있으면, 뭐든지 해낼 수 있을 것 같아!",
	main = "약자만이 줄곧 고수하고, 강자는 영원히 진격의 길로 나아간다!|영광은 우리로 하여금 굳건한 의지를 더욱 강하게 하고, 시간의 시련을 이겨 내게 할 것이다!|난 모두를 지켜주고, 모두가 웃는 내일이 보고 싶어. 그래서 끊임없이 전진할 거야.",
	battle = "Давай, пойдём на войну(가자, 크게 한 탕 벌여보자)!",
	upgrade = "이 힘만 있다면 반드시......!",
	voice_key = 70204,
	headtouch = "",
	feeling2 = "\"만약\"이라는 말에 속지 마, 지휘관 동지. 네가 선택한 것이 바로 너의 진실이야!",
	login = "Товарищ Офицер(지휘관 동지), 마침 잘 왔다. 오늘도 적들에게 \"Сплоченность и дружба(단합된 우애)\"가 무엇인지 한 수 가르쳐 주자고!",
	vote = "",
	hp_warning = "아직이야, 아직 안 끝났어!",
	id = 702040,
	detail = "어둠이든, 운명이든, 우리의 사업을 막을 순 없다!",
	couple_encourage = {
		{
			{
				7
			},
			2,
			"노스 유니온, 공격!",
			3
		},
		{
			{
				70301
			},
			1,
			"지원해줘!",
			0
		},
		{
			{
				31201,
				20501
			},
			2,
			"너희들 이 부르주아! ... 라고 말하고 싶지만, 지금은 우선 함께 싸우자고!",
			0
		}
	}
}
