_G.pg.ship_skin_words[703010] = {
	feeling1 = "지시를 하기 전에 잘 생각해보라고. 이런 것도 되지 않는 지휘관 곁에서 일하고 싶지 않아.",
	feeling3 = "내게 혼나고 싶지 않으면 알아서 잘 해! 너… 설마 내게 혼나는 걸 즐기고 있는 건 아니지?",
	lose = "……앗, 이런 작은 실수 때문에…!!",
	propose = "착하지, 어서 이곳에 서명하도록 해. 이후의 일은 모두 내게 맡겨. 반지를 끼고 맹세의 입맞춤…(속삭임) 내 입술을 빼앗은 기분이 어때?후후훗♪",
	expedition = "지금 네가 할 일은 위탁에서 돌아온 모두를 위로하는 일이야. 잘 해봐.",
	win_mvp = "이겼어. 흥, 훈련대로 하면 이기는건 당연한 거 아니겠어?",
	home = "잘한 것 같은데. 다음에도 분발해.",
	mission = "임무를 완료하는 것은 지켜야만 하는 책임——메탈 블러드에서든 노스 유니온에서든 모두 같아.",
	touch2 = "……읏!? 감히 이런 짓을…",
	voice_key_2 = -1,
	skill = "모든 주포, 계속 사격하라!",
	drop_descrip = "중순양함—탈린",
	mail = "여기 편지가 있어. 누가 보낸 걸까…",
	touch = "무슨 일이지? 비서함이라고 잡다한 업무까지 시키려 하면 안 돼.",
	profile = "나는 메탈 블러드의 중순양함 뤄초우를 개조한 노스 유니온의 중순양함 탈린이야. 그 유명한 전쟁에 \"페트로파블롭스크\"라는 이름으로 참가한 적도 있지. 마지막까지 힘을 다하진 못했지만… 아무튼 네 지휘력을 기대하고 있어.",
	mission_complete = "저기, 어서 임무 보상을 확인해야 할 거야.동료들을 계속 기다리게 해선 안 된다고.",
	feeling4 = "너, 정말로 내가 하는 말을 다 들어 주는 건 아니겠지. 후훗, 후훗, 후훗…이런 걸 좋아한다면 좀 더 확실하게 해줄까.",
	unlock = "노스 유니온의 중순양함, 탈린이야. 나한테 명령을 하달하기 전에, 먼저 머리를 써서 잘 한 번 생각해 보는 게 좋을걸. 네가 지휘관이라고 해서 맹목적으로 명령에 따르지는 않을 거니까.",
	feeling5 = "비서함의 말이라면 전부 듣는다니, 지휘관으로서 정말 괜찮은 거야?… 네가 지휘관으로 있을 수 있도록 내가 여러 가지 지시를 내려 줄게. 나도 요즘은 이런 게 점점 즐거워 지고 있거든.후후훗",
	main = "일에 집중하도록 해… 휴식? 대답할 힘이 있으면 더 일하라고!|타슈켄트와 무르만스크… 어떻게 저렇게 남들이랑 잘 섞이는 걸까…… 아무것도 아니야. 일에 집중해.|일이 끝나면 맥주 한잔 마시고 싶네…보드카? 음, 역시 사양할게…",
	battle = "바보! 쓸데없는 저항은 그만둬!",
	upgrade = "할 수 있는 걸 다 한 것뿐이야.",
	voice_key = 70301,
	headtouch = "뭣…?! 함부로 머리 만지지 마!",
	feeling2 = "나를 거느릴 생각이라면 먼저 귀감을 보이도록 해. 그렇지 않으면 내게도 다 생각이 있으니까.",
	login = "지각할 뻔했잖아. 그렇게 내게 혼나고 싶은 거야?",
	vote = "",
	hp_warning = "웁… 상대는 괴물…?!",
	id = 703010,
	detail = "부포대가 되더라도, 화포가 겨우 몇 개만 남더라도, 싸울 수만 있다면 끝까지 싸워야만 해. 그것이 우리의 책무와 사명이야.",
	couple_encourage = {
		{
			{
				70204
			},
			1,
			"키로프, 네게 맡길게!",
			0
		},
		{
			{
				40301,
				40303,
				40601
			},
			1,
			"후훗, 꽤 하잖아",
			0
		},
		{
			{
				40304
			},
			1,
			"어째 이름이 좀 묘한걸",
			0
		}
	}
}
