_G.pg.ship_skin_words[705040] = {
	feeling1 = "됐어, 나는 너의 일에는 일절 관심이 없으니, 나를 건드리지 마.",
	feeling3 = "오? 내기의 승패는 신경 쓰지 않고, 나에게 도움을 요청한 건가? 하하, 어차피 잠시 흥을 돋울 내기였으니, 승패는 따지지 않겠다! 말해봐, 지휘관 동지, 내가 무엇을 도와주길 바라나?",
	lose = "완벽하게 보이는 대상도 빈틈이 있다는... 것인가...",
	propose = "호오? 이 반지와 계약서 하나로 나를 영원히 네 곁에 묶어둘 생각인가? 잠시 널 믿어보겠다. 널 믿는다면, 최종적으로 함께 정상에 설 수 있다고. 날 실망시키지 말아줘. 지휘관 동지!",
	expedition = "내기 하나 하지, 지휘관 동지. 의뢰조가 물자를 얼마나 가져왔을지 말이야... 어때?",
	win_mvp = "놀랄 것 없어. 난 단지 자멸을 자초한 자가 원하는 대로 만들어줬을 뿐이야.",
	home = "적을 대하는 게 너무 자비롭잖아, 지휘관 동지.",
	mission = "지휘관 동지, 함대가 사소한 임무 때문에 발이 묶이게 할 건가?",
	touch2 = "너는 가장 형편없는 방식을 택해서 자신의 용감함을 증명했구나, 지휘관 동지.",
	voice_key_2 = -1,
	skill = "괜한 발악은 그만둬라!",
	drop_descrip = "소비에츠키 소유즈급 전함—소비에츠카야 벨로루시아",
	mail = "우편? 좀 재밌는 내용이면 좋겠군.",
	touch = "내 생각에... 너는 나에게 무얼 바라는게 아니라 단순히 내 반응을 보고싶어 하는 것 같은데, 그렇지?",
	profile = "대전에서 23형 전함 디자인은 최종적으로 이뤄지지 않았고 당연히 나도 출전 기회가 없었다. 흥, 나도 그런 불완전한 몸으로 전쟁터에 나갈 생각은 하지 않거든. 이제, 네가 있는 여기서, 내 맘대로 실력 발휘를 할 수 있다면 그것으로 충분하지 않을까.",
	mission_complete = "좋아, 이제 방해할 임무들이 없어졌으니, 마침내 우리의 계획을 계속할 수 있게 됐어.",
	feeling4 = "함대를 지휘하고, 작전 출격에 싫증이 나면 내게 모든 걸 맡겨라. 네가 매일 좋은 소식을 들으면서 잠들 수 있다고 보장하지. 근데, 지휘관 동지에게 이런 날은 없겠지, 하하.",
	unlock = "지휘관 동지, 정말로 날 휘하로 끌어들일 셈인가? 흐흥, 좋다! 그럼 손잡고 함대의 앞을 가로막는 모든 장애물들을 치워버리자고——다만, 나의 방식대로 해야 한다!",
	feeling5 = "이처럼 견고한 정면 공세는 오히려 사람들에게 상쾌하기 그지없는 느낌을 준다, 지휘관 동지. 그런 너와 함께 정상에 서서 세상을 내려다볼 수 있다면, 그것도 정말 괜찮을 것 같군, 하하~",
	main = "상대를 단숨에 무찌르는 것보다, 한 걸음 한 걸음 올가미에 넣는 것이 훨씬 재미있지, 안 그런가?|평온한 바람과 파도... 아, 가슴을 뛰게 만들어 줄 소식은 없는가?|최소한의 대가로 최대의 적을 격파하면 최고의 쾌감을 느낄 수 있지, 안 그런가?",
	battle = "적을 파멸하자, 몸부터 마음 속 의지까지, 철저히——",
	upgrade = "이제는 더 강한 화력으로 적을 더욱 도망칠 수 없게 할 수 있겠군. 하하.",
	voice_key = 70504,
	headtouch = "이런 허튼 수작은 아무 쓸모도 없어.",
	feeling2 = "지휘관 동지, 내기 하나 할까? 나의 협조가 있어야 업무를 무사히 마칠 수 있다고, 어때?",
	login = "이것 봐, 내가 너 이때 쯤 올 거라고 했지. 러시아와 그녀들은 안 믿더군.",
	vote = "",
	hp_warning = "전황 아직 파악 중!",
	id = 705040,
	detail = "소비에츠키 소유즈급 중 가장 뛰어난 것을 고르라면 당연히 나고, 내가 될 수밖에 없다.",
	couple_encourage = {
		{
			{
				70505
			},
			1,
			"빠진 나사는 내게 맡겨!",
			0
		}
	}
}
