_G.pg.ship_skin_words[705050] = {
	feeling1 = "이런 소극적인 태도는 좋지 않다. 강제로 교정해 주지.",
	feeling3 = "지휘관 동지, 왜 그러나? 노스 유니온의 일원이 아닌 개인으로 나를 더 알고 싶은 것인가? 흠, 주관적인 선택은 싫어하지 않는다.",
	lose = "치욕이군…! 품질 문제가 이런 곳에서 일어나다니…!",
	propose = "이 삶이 계속되는 동안 나의 사명을 다 할 것이다. 이 함대의 일원으로서, 그리고 너와 인연을 맺은 존재로서—— 이것은 이성적인 사고방식이 아닌, 주관적인 생각에서 도출한 결론이다.",
	expedition = "군사 의뢰인가. 함대 운영에 있어 후방 지원은 확실히 할 수 있겠군.",
	win_mvp = "침몰 확인. 너희는 노스 유니온을, 정의의 해방을 막을 수 없다!",
	home = "수고했다. 영광스러운 승리인지, 패배를 향한 발걸음인지 한번 들어보도록 하지.",
	mission = "임무가 도착했다. 사무적인 일은 나에게 넘기도록. 너는 지휘관의 일에 집중하면 된다.",
	touch2 = "신사적인 행위라고 할 수 없다.",
	voice_key_2 = -1,
	skill = "전부 날려주지!",
	drop_descrip = "소련급 전함—소비에츠카야 러시아",
	mail = "편지가 도착했다. 지휘관 동지, 다음 편지가 오기 전에 빨리 확인하도록.",
	touch = "더 깊게 알고 싶나? 좋다. 그렇다면 매일 손 잡는 습관부터 시작하도록 하지.",
	profile = "23형 전함 소비에츠카야 러시아다. 대전 중 전략적인 목표를 이루기 위해 건조 계획을 세웠지만, 많은 이유 때문에 실행하지 못했지. 하지만 이 함대에서는 나의 진정한 가치를 증명하고 성과를 올릴 수 있을 것 같군. 기대된다.",
	mission_complete = "음, 보상 리스트에 문제가…? 전체적으로 문제는 없어야 할텐데…",
	feeling4 = "음, 재주가 좋군… 지휘관 동지, 음식을 준비해줘서 고맙다. 하지만 이런 전통적인 사교 의례가 아니라 더욱 더 원시적인 욕구에 대한 공세를 펴는 것은 아닌가?",
	unlock = "나는 「소비에츠카야 러시아」. 노스 유니온의 히든카드, 최강의 전함이다. 네 앞길과 혁명을 가로막는 장애물을 제거해 주지.",
	feeling5 = "잘 했다…! 하지만 노스 유니온의 긍지를 걸고 지휘관 동지의 공세에 굴복할 수는 없지…! 자, 지휘관 동지. 이번에는 내 사랑의 공세를 그 몸으로 확실히 받아내도록! ",
	main = "보고서에 문제가 있나? 음, 초보적인 실수였군… 바로 보충하지. … 남들에게는 이야기 하지 마라.|더 넓은 시선으로 지휘하기를 바란다. 네가 어깨에 짊어진 것은 절대 너 혼자만의 것이 아니라는 것을 기억하도록.|장비 점검을 하던 중 나사가 몇개 나왔는데… 음, 자원이 늘어났다고 좋아해도 되는 것인가…? 역시 안 되겠지……|너무 보수적인 전술이다! 침몰하지 않는 한 계속 싸울 수 있다——복구, 반성, 강화, 개선—— 이것이 바로 가장 합리적인 전투 사이클이다.",
	battle = "포격 개시! 단숨에 적을 제압하라!",
	upgrade = "굉장히 이상적인 강화였다. 다음 번에도 부탁하지.",
	voice_key = 70505,
	headtouch = "",
	feeling2 = "너의 함대는 반석처럼… 음, 비유일 뿐이다. 다시 말하면 함대가 단결할 수 있기를 바란다. 우리 노스 유니온처럼.",
	login = "지휘관 동지, 오늘은 조금 늦었다. 근로 정신을 잊어서는 안 된다.",
	vote = "",
	hp_warning = "치명적인 피해는 아니다…!",
	id = 705050,
	detail = "지휘관 동지인가… 미안하다. 방이 조금 난잡하군. 하지만 목표 달성을 위한 어쩔 수 없는 희생이었다.",
	couple_encourage = {
		{
			{
				29901,
				29902,
				39901,
				39902,
				49901,
				89901,
				19901,
				19902,
				39903,
				39904,
				49902,
				99901
			},
			1,
			"생각에는 의미가 없다. 너희의 힘을 보여라!",
			0
		},
		{
			{
				900217
			},
			1,
			"키로프, 뒤를 부탁한다!",
			0
		}
	}
}
