_G.pg.ship_skin_words[801030] = {
	feeling1 = "지휘관, 이대로라면 친구가 없어질 거야!",
	feeling3 = "친구랑 휴식 공간에서 게임 하기로 약속했어! 지휘관도 같이 할래?",
	lose = "흐에? 졌어?",
	propose = "서약이란 게 어떤 건진 잘 모르겠지만, 분명 '늘 함께' 라는 의미겠지! 응! 앞으론 늘 함께야! 지휘관!",
	expedition = "지휘관, 의뢰 임무에서 돌아온 아이들을 마중 나갈게!",
	win_mvp = "흐흠~ 나의 힘을 잘 보았느냐!",
	home = "어서 와~! 서류는 선반에 다시 놔뒀어! ……흐에? 돌아왔을 때 확인하려 했던 거라고…?",
	mission = "아직 임무가 남았어! 한 번에 해치워버리자고!",
	touch2 = "마, 마음의 준비가!",
	voice_key_2 = -1,
	skill = "전~진~!!",
	drop_descrip = "랑트레피드급 구축함 - 르 테메레르",
	mail = "편지~! 이미 열었어!",
	touch = "아하하하! 아 쫌! 간지럽다구!",
	profile = "랑트레피드급의 르 테메레르야! 그 대전에서 이런저런 일이 있어 완성되지 못한 함선이지만……이렇게 모두와 함께 있을 수 있다니 정말로 기뻐!",
	mission_complete = "임무 보수를 받았어! ……흐에? 확인을 해야 하는 거라고?",
	feeling4 = "친구는 많이 생겼지만, 지휘관은 특별하다구. 왜냐면 나, 지휘관이랑 같이 있는 시간이 제~일 기쁜걸!",
	unlock = "드디어 찾았습니다! 지휘관, 앞으로 잘 부탁드립니다! ……이름? 아! 나, 아이리스 리브레 소속의 랑트레피드급 구축함대, 르 테메레르라고 해!",
	feeling5 = "친구보다 소중한 관계……연인? 그래도 연인이란 건 어떻게 하는 건지 잘 모르겠어……흐에? 평소 하던 것 처럼 하면 되는 거야?",
	main = "오늘도 다른 진영의 친구가 생겼어! 흥~흐흐흥~♪|아, 어제 같이 놀았던 아이다! 지휘관, 잠깐 자리 비울게!|모두 친구가 된다면, 전쟁도 없어지겠지!",
	battle = "어쨌든 전진~!",
	upgrade = "강해졌어!",
	voice_key = 80103,
	headtouch = "",
	feeling2 = "오늘도 모항에서 어슬렁어슬렁 산책~♪ 어쩌면 새로운 친구가 생길지도~!",
	login = "Vas-y! 오늘의 일은 이제부터~!",
	vote = "",
	hp_warning = "나, 나는 어디~?!",
	id = 801030,
	detail = "모항의 모두는 친절해. 그치만, 말 붙이기 어려운 사람도 드문드문 보여……",
	couple_encourage = {
		{
			{
				90401
			},
			1,
			"됭케르크씨, 마카롱이 먹고 싶어요!",
			0
		}
	}
}
