_G.pg.ship_skin_words[801040] = {
	feeling1 = "지휘관님을 투명 인간으로 변하게 할 수 없을까......",
	feeling3 = "지휘관님, 이 공을 잘 보세요. 왼쪽...... 오른쪽...... 왼쪽...... 오른쪽...... 음... 최면술은 실패인가...?",
	lose = "모두가 가호 받을 수 있는 주문은 없나...!?",
	propose = "... 이토록 신성한 의식이 제 몸에 강림하는 날이 오다니 전혀 생각 못했어요... 지휘관님, 저는 이 감정을 소중히 할 거에요. 앞으로 항상 곁에 있을게요.",
	expedition = "의뢰조 모두 수고하셨어요.",
	win_mvp = "어라? 제가 이겼습니까? 자신의 실력으로 이기는 것... 좋군요.",
	home = "수고하셨습니다. 지휘관님. 이 과일 주스로 신의 \"마법\"을 대신하시죠.",
	mission = "임무를 자동으로 완성할 수 있는 주문...... 유감스럽게도, 없습니다. 지휘관님, 힘내주세요.",
	touch2 = "잠시만요, 사람을 토끼로 변하게 하는 주문 좀 찾을게요.",
	voice_key_2 = -1,
	skill = "attaque！",
	drop_descrip = "아이리스 리브레 아르디급 구축함—로피니아트르",
	mail = "빈둥거리는 마법은 전혀 쓸모 없어요. 그래서 제가 편지를 가져 왔습니다.",
	touch = "지휘관님, 피곤하신가요? 아니면... 제가 이 스태프로 머리 시원하게 톡톡 안마해드릴까요?",
	profile = "그 때 몇 번의 우여곡절 끝에도 완공되지 못했던 제가, 오늘 이렇게 함대의 일원으로서 생활하고 있다는 것만으로... \"마법\"... 아니, 운명이 저에게 준 가장 좋은 선물이겠죠.",
	mission_complete = "임무 보상...... 음, 많아지게 할 수 있는 방법이 있는지 모르겠네요...",
	feeling4 = "지휘관님, 두 손 좀 빌릴 수 있을까요? 이렇게 제 손 사이에 두시면 됩니다. 네네...... 이상해요? 책에서 분명히 이렇게하면 지휘관님의 생각을 읽을 수 있다고 했는데...",
	unlock = "아이리스 리브레에서 온 \"마법사\", 구축함 로피니아트르입니다. 앞으로 잘 부탁드립니다. 아, 그리고 마법사는 농담입니다.",
	feeling5 = "말하자면, 지휘관님 곁에 있을 때, 심장이 멈추지 않고 뛰어요, 진정할 수 없어요...... 이것도 설마 어떤 \"마법\"인가요?",
	main = "됭케르크 씨의 디저트...... 그건 정말로 마법을 부린게 맞죠?|콕...... 엣? 아니에요, 아무것도. 그냥 갑자기 스태프로 이렇게 찔러보고 싶어서, 콕콕...|지휘관님, 자신의 소원을 실현시킬 수 있다면, 어떤 소원을 비실건가요?",
	battle = "괜찮아, 로피니아트르, 넌 할 수 있어......!",
	upgrade = "훈련을 대신해줄 수 있는 마법이 있다면 좋을텐데...",
	voice_key = 80104,
	headtouch = "",
	feeling2 = "지휘관님, 이 세상에서 \"마법\"의 존재를 믿으시나요?",
	login = "지휘관님, 역시 이 시간에 돌아오시는군요. 음? 단지 지휘관님의 평상시 습관에 근거한 \"점괘\"일 뿐입니다만.",
	vote = "",
	hp_warning = "이렇게 일찍 항복할 생각은 없어요...! 어, 어떻게 해야 좋을까요?",
	id = 801040,
	detail = "이 책에는 수백개의 강력한 마력을 지닌 주문들이 기록되어 있어요...—농담입니다. 그냥 평범한 이야기책일 뿐이에요...... 정말입니다.",
	couple_encourage = {
		{
			{
				80103
			},
			1,
			"르쨩, 또 혼자 맨 앞까지 돌진하다니!",
			0
		}
	}
}
