_G.pg.ship_skin_words[802020] = {
	feeling1 = "지휘관님이 마귀라면 제 검이 용서하지 않을 것입니다. 잘못된 길에 잠시 들었던 것이라면 어서 깨달으시길!",
	feeling3 = "저의 검은 저 자신을 위해 든 것이 아닙니다. 이 검은 지휘관님을, 아이리스 리브레를, 그리고 이 함대를 위해 든 것입니다.",
	lose = "여기서 멈춘다면……",
	propose = "이것이 지휘관님의 마음입니까? 정말 기쁩니다. 지휘관님을 세상에서 가장 소중한 사람으로 대하겠습니다. 그러니, 어떻게 해야 할 지는 잘 모르지만…… 저의 애, 애교를 보고 싶으신가요?",
	expedition = "하늘이시여, 모두가 평안할 수 있게 지켜주소서.",
	win_mvp = "사명을 이루기에는 아직 모자라지만…… 모두 잘 했어요.",
	home = "포연이 자욱하고 전투의 불꽃은 아직 타오르고 있습니다. 지금이야말로 견뎌야 할 때입니다…",
	mission = "아직 다하지 못한 사명이 남았습니다.",
	touch2 = "여기에 관심이 있으신가요?",
	voice_key_2 = -1,
	skill = "아이리스 리브레를 보우하사!",
	drop_descrip = "아이리스 리브레 경순양함—잔 다르크",
	mail = "우편이 있습니다. 확인해주세요.",
	touch = "뭔가 골치 아픈 일이라도 있으신가요?",
	profile = "한때 훈련함으로서 우수한 전사들을 많이 육성했지요. 이제 저는 검을 들고 아이리스 리브레의 최전방에서 사랑하는 조국을 위해 모든 것을 기꺼이 바치겠습니다.",
	mission_complete = "임무의 의미는 보상만이 아니지요.",
	feeling4 = "깃발을 높이 휘두르며 모두를 승리로 이끌고 싶습니다. 하지만 저 혼자만의 힘으로는 할 수 없습니다. 함대의 모두와 지휘관님, 그 중 하나도 빠져서는 안 됩니다.",
	unlock = "만약 저의 이름이 익숙하다면, 제가 짊어진 사명도 분명히 아실테죠. 아이리스 리브레 잔 다르크 호, 이 순간부터 지휘관님의 휘하에 들어가겠습니다.",
	feeling5 = "지휘관님, 저는 짊어지고 있는 것이 많아서 조금도 편하게 쉴 수 있는 시간이 없었습니다. 그러니 잠시라도 좋으니… 저에게 어깨를 빌려주실 수 있을까요?",
	main = "성 미카엘이시여, 어떻게 해야 할지 가르쳐 주소서! |이 이름과 검, 갑옷, 함포는 모두 저의 사명과 각오입니다……|피곤하다면 쉬시는 것이 어떨까요? …제 무릎을 베고 잠시 누우시겠습니까?",
	battle = "전사들이여, 나를 따르세요!",
	upgrade = "가슴에서 타오르는 투지여, 나의 힘이 되어라!",
	voice_key = 80202,
	headtouch = "",
	feeling2 = "이 길이 가시덤불이 있다면 제가 처리하겠습니다. 이 길이 불길에 휩싸였다면 제가 길을 뚫겠습니다. 하늘이 인도하는 길은 험난하지만, 용감하게 앞으로 나가겠습니다!",
	login = "오늘도 모항에서 하늘의 가호를 받을 수 있기를.",
	vote = "",
	hp_warning = "불리하다…… 모두, 진형을 갖추세요!",
	id = 802020,
	detail = "잔 다르크…… 이 이름은 너무나도 많은 것을 짊어지고 있습니다. 하지만 이것이 저의 사명이기에 도망치지 않겠습니다.",
	couple_encourage = {
		{
			{
				80201
			},
			1,
			"하늘이 지켜주시기를 빕니다, 전우여.",
			0
		}
	}
}
