_G.pg.ship_skin_words[807010] = {
	feeling1 = "지휘관님은 제가 본 사람들 중 제일 총명한 지휘관이에요. 지휘관님의 말은 모두 옳답니다——라고 지휘관님의 꿈에서라면 말씀드릴 수 있겠지요.",
	feeling3 = "마도서'? 로피니아트르가 그렇게 설명했다고요? 정말 재미있네요. 죄송해요, 지휘관님. 갑자기 급한 일이 생각나서 먼저 일어나볼게요.",
	lose = "죄송합니다, 지휘관님. 이번 작전의 실패는 모두 제 탓입니다.",
	propose = "마음과 의지를 바꾼다—— 이런 '신비'가 정말 있다면 서약은 의심할 것도 없이 가장 위대한 마법일 거예요. 몸이 가벼워지고 주체할 수 없는 행복이 솟아나요. 후후, 이런 마법에 '명중'한 느낌, 싫지 않네요.",
	expedition = "의뢰를 하는 중 운송 함대의 안전도 중요하지만 모항의 안전도 똑같이 중요하다는 것을 잊지 말아주세요.",
	win_mvp = "지휘관님, 제 활약에 만족하셨나요?",
	home = "지휘관님도 당분 보충이 필요하신가요? 알겠습니다. 정리해둔 모항의 디저트 리스트입니다. 확인해주세요.",
	mission = "지휘관님, 지휘부에서 새로운 임무가 내려왔어요. 정리해둘게요.",
	touch2 = "\"인간에게 가장 안타까운 것은 지식이 없다는 것과 그것을 강요할 수 없다는 점이다.\" 지휘관님은 어떤 사람인가요?",
	voice_key_2 = -1,
	skill = "모든 것은 계획대로——",
	drop_descrip = "아이리스 리브레 항공모함—베아른",
	mail = "지휘관님, 새로운 우편이에요. 제가 대신 가져왔답니다.",
	touch = "지휘관님, 여기예요. 제가 할 일이 있다면 사양 말고 말씀해 주세요.",
	profile = "저는 노르망디급의 일원이었지만 아이리스 리브레 최초의 항공모함이 되었지요. 그 뒤 아이리스 리브레와 비시아 성좌가 나뉘는 모습을 보았지만… 정말이지, 이런 비극은 다시 일어나서는 안 돼요.",
	mission_complete = "임무 완료. 좋아요. 걱정거리가 줄었네요.",
	feeling4 = "또 이 화제인가요… 지휘관님도 정말 열정적이시네요. '아이리스 리브레의 신비가 어떤 기적을 일으킬 것인가'——이것이 진짜라면 지휘관님은 어떻게 하시겠어요?",
	unlock = "아이리스 최초의 항공모함, 베아른호, 착임 하였습니다. 지휘관님과 함께 일할 수 있어 영광입니다. 지휘관님, 필요에 따라 분부를 내려주십시오.",
	feeling5 = "지휘관님, 업무도 끝났고 지휘실 정리도 끝났답니다. 날씨가 좋네요. 이제 남은 시간 동안—— 괜찮으시다면 '사랑의 신비'를 보여드려도 괜찮을까요?",
	main = "지휘관님, 제가 가지고 있는 이 책은 건드시면 안 돼요. 장난이 아니라 진지하게 말씀드리는 거예요. |지휘관님, 넋을 놓고 계시는 건가요? 괜찮아요. 오늘은 여유 시간이 충분하니 마음 놓으셔도 된답니다. |업무 스케쥴도 저녁 식단도 제가 모두 짜드릴게요. 지휘관님은 눈 앞에 있는 일에만 집중해주세요.",
	battle = "여러분, 계획대로 전투 준비를!",
	upgrade = "지휘관님의 대가는 헛되이 쓰이지 않을 거예요.",
	voice_key = 80701,
	headtouch = "",
	feeling2 = "네? 지휘관님, 여전히 이 책에 관심을 가지고 계시는 군요. 기록을 위한 노트일 뿐이니 수상한 것이 아니에요. 걱정 마세요——별다른 내용이 적힌 것도 아니니 신경 쓰지 마세요.",
	login = "지휘관님, 오늘의 업무입니다. 확인해주세요.",
	vote = "",
	hp_warning = "아직, 그렇게 심각한 부상은 아니에요……",
	id = 807010,
	detail = "조작 방식… 과거 기록… 재료 개선… 이렇게 조합해본다면 더 재밌지 않을까요… 음, 일단 기록해 두도록 하지요.",
	couple_encourage = {
		{
			{
				80201,
				80202
			},
			2,
			"이번에도 재미있는 물건을 가져왔겠지요.",
			0
		},
		{
			{
				80501,
				90501
			},
			2,
			"두 분과 함께 싸울 수 있어서 영광이에요!",
			0
		},
		{
			{
				20601,
				30603
			},
			1,
			"아이리스 리브레의 '신비'를 보여드리죠!",
			0
		}
	}
}
