_G.pg.ship_skin_words[901010] = {
	feeling1 = "왓, 지휘관님…… 자, 자율 훈련하러 다녀오겠습니다!",
	feeling3 = "공부 가르쳐주시는 건가요? 와! 지휘관님, 감사합니다! 저…… 에에!? 이렇게나 많이 읽어야 하는 건가요!? 죄, 죄송합니다! 갑자기 배가……",
	lose = "큰일났다! 퇴각해야 해!",
	propose = "으음…… 이럴 때는 대체 어떻게 하면 좋을 지 전혀 모르겠어…… 저, 저기! 어쨌든! 앞으로도 자, 잘, 잘 부탁합니다!",
	expedition = "다들 돌아왔습니다! 지금부터 마중 갈게요! 얍!",
	win_mvp = "제가 일등… 인가요? 해냈다! 에헤헤~",
	home = "지휘관님, 적당히 땀을 흘리지 않으면 살찔 거에요.",
	mission = "아직 임무가 남아있네요. 심부름은 제게 맡겨주세요!",
	touch2 = "여, 여기도 마사지하는 건가요? 조금…… 이상한 느낌이에요……",
	voice_key_2 = -1,
	skill = "갑니다앗!",
	drop_descrip = "라드루아급 구축함 - 르 마르스",
	mail = "우편이에요! 벌써 가져와 버렸습니다, 에헤헤.",
	touch = "마침 딱 어깨가 뭉쳐있던 참이에요…… 지휘관님, 감사합니다!",
	profile = "그때는 모두에게 도움이 되지 못했지만, 지휘관님, 이번에는 저의 활약, 기대해주세요!",
	mission_complete = "임무 완료! ……어라, 보수도 있는 건가요?",
	feeling4 = "알 것 같기도 모를 것 같기도…… 하지만 지휘관님께서 무리하면서까지 제게 가르쳐 주신 거고…… 지휘관님, 감사합니다!",
	unlock = "네? 당신은…… 아아, 그래요! 지휘관님이시군요! 저는 라드루아급 구축함 - 르 마르스! 앞으로 잘 부탁 드립니다!",
	feeling5 = "책에 적힌 건 아직 잘 모르겠습니다만, 한 가지는 알게 된 것 같아요! 그건…… 지휘관님에 관한 거라면 제가 힘을 두 배로 발휘할 수 있다는 것!",
	main = "지휘관님, 제가 스트레칭 하는 법을 알려 드릴까요.|지휘관님은 힘드시겠네요… 이것 저것 다 신경 써야하고… 저라면 금방 어질어질해질 거에요……|공부는 어렵네요… 단어를 전부 알고 있어도, 막상 조합하면 의미를 알 수 없게 되어서…",
	battle = "준비 운동 완료! 갑니다아!",
	upgrade = "또 강해졌습니다! 지휘관님, 감사합니다!",
	voice_key = 90101,
	headtouch = "",
	feeling2 = "우수한 기사는 타인을 지킬 힘 뿐만 아니라, 학습으로 얻어지는 강한 마음도 필요하다고…… 하아… 저, 책을 펴자마자 잠들어버렸네요… 어떡하지……",
	login = "지휘관님, 드디어 오셨군요! 그래서, 오늘의 훈련 임무는 무엇인가요?",
	vote = "",
	hp_warning = "겨우 이 정도 상처, 참으면 어떻게든 될 거야!",
	id = 901010,
	detail = "사실 저, 포르뱅이 조금 부러운 것 같습니다. 그때는 저쪽도 똑같이 움직이지 못했지만, 저보다는……",
	couple_encourage = {
		{
			{
				80102
			},
			1,
			"포르뱅, 나 먼저 갈게요.",
			0
		}
	}
}
