_G.pg.ship_skin_words[901020] = {
	feeling1 = "지휘관님, 조용히 해주실 수 있을까요. 생각하는데 방해가 돼요.",
	feeling3 = "제 나쁜 습관은 한번 생각에 빠지면 주변을 잊어버린다는 점이죠. 이렇다면 친절하고 성숙한 여성이 될 수 없는 걸까요……",
	lose = "음… 역시, 방금 그 포탄은 조금 더 오른쪽이었어야… 아, 죄송합니다. 후퇴를 해야 하는 거군요…!",
	propose = "지휘관님은 이런 제가 좋으신가요? 음, 저도 이런 지휘관님이 좋아요. 하지만 지휘관님의 일방적인 보살핌을 받는 느낌이…… 성숙한 여성이 되도록 노력할게요. 지휘관님을 보살펴줄 수 있는 사람이 되기 위해서요!",
	expedition = "깜빡할 뻔했네요. 지휘관님, 의뢰가 완료되었습니다.",
	win_mvp = "……아, 죄송합니다. 누가 MVP지요? 에, 저인가요?",
	home = "어떤 방식으로 지휘관님을 맞이해야 할까요…",
	mission = "지난번 임무의 보상은 어떻게 써야 좋을까요… 앗, 또 새로운 임무가 도착했나요?",
	touch2 = "음… 보클랭이 추천한 책에서는 이럴 때… 확실한 증거로 체포, 였었죠?",
	voice_key_2 = -1,
	skill = "이런 상황에서는… 이렇게!",
	drop_descrip = "비시아 성좌 보클랭급 구축함-타르투",
	mail = "아… 맞아요. 지휘관님께 편지를 보내러 왔답니다.",
	touch = "……아! 지휘관님, 제가 여쭤본 그 문제에 대해서… 에? 문제가 없나요? 그렇군요…",
	profile = "비시아 성좌의 타르투입니다. 계속 지중해에서 복무했기 때문에 로열 네이비와의 전쟁에도 참여했습니다. 결국은 툴롱에서 다른 자매들과 함께… 네? 지금은 과거에 대해 별다른 감상이 없습니다. '중요한 것은 현재! ' 만약 보클랭이라면 이렇게 말했겠죠. 후후…",
	mission_complete = "임무 완료. 보고서의 작성은 우선 순위와 완료 시간, 그리고 보수에 대해서 음……",
	feeling4 = "지휘관님은 계속 제 리듬에 맞춰서 대화를 나눠주시네요… 감사합니다. 하지만 가끔은 끊어도 괜찮아요. 지휘관님이라면 화를 내지 않을테니까요…",
	unlock = "안녕하세요, 지휘관님. 보클랭급의 타르투입니다… 아, 죄송합니다. 모항이 정말 크구나 생각하고 있었습니다…",
	feeling5 = "요즘 지휘관님을 떠올리면 더 깊은 생각에 빠지곤 해요. 상황이 더 안 좋아진 것 같은… 아! 죄송합니다, 지휘관님. 제가 또 넋을 놓았네요.",
	main = "지휘관님, 저도 됭케르크처럼 친절한 여성이 될 수 있을까요? |성숙한 여성이 되려면 성숙한 정신이 있어야 한다고 보클랭이 말했죠. 그래서 추리 소설을 많이 읽으라고 추천을 해줬어요. 실제로 읽어보니 정말 재미있더군요. 후후.|보클랭은 운동을 좋아해요. 운동, 피로, 휴식, 영양, 당분…… 음, 됭케르크가 만든 디저트가 먹고싶어지네요.",
	battle = "정신 집중…!",
	upgrade = "조금 더 강해진 느낌이 들어요.",
	voice_key = 90102,
	headtouch = "",
	feeling2 = "아야…! 나뭇가지였군요… 지휘관님, 좋은 아침이에요. 네? 산책을 하다가 생각에 푹 빠졌던 거랍니다. 신경쓰지 마세요. 저에게는 항상 있는 일이니까요.",
	login = "아, 지휘관님. 안녕하세요. 왜 지금까지 오지 않으셨는지 생각하고 있었습니다.",
	vote = "",
	hp_warning = "아, 조금 더 집중해야 해요!",
	id = 901020,
	detail = "친절한 됭케르크나 우아한 알제리, 위엄있는 리슐리외…모두 매력적인 여성이에요. 음, 저도 목표로 삼고 힘내야겠죠!",
	couple_encourage = {
		{
			{
				90103
			},
			1,
			"보클랭, 무리하지 마세요.",
			0
		},
		{
			{
				90401
			},
			1,
			"됭케르크와 함께...... 히, 힘내세요!",
			0
		}
	}
}
