_G.pg.ship_skin_words[901030] = {
	feeling1 = "지휘관, 그거 알아? 내가 가장 싫어하는 건 바로 자기 분수를 모르는 사람이야.",
	feeling3 = "그러고 보니까 타르투가 전에 성숙한 여성이 되려면 어떻게 해야 하냐고 물어본 적이 있었거든? 그때 아무렇게나 추리 소설을 보면 된다고 대답을 해줬는데 진심으로 받아들이는 바람에…… 조금 미안해졌어……",
	lose = "에, 지휘관. 내 의견을 묻는 거야? 이런 일은 지휘관이 결정 해야지!",
	propose = "에, 지휘관. 나와 서약을 하겠다는 말이 진짜였어? ……에, 물론 거짓말이라고 생각은 안 했지만 장난인 줄 알았달까…… 하지만 자신이 무슨 말을 하고 있는지 확실히 알고는 있는 거지?",
	expedition = "의뢰 완료 알. 림 입니다——! 음음, 좋아. 평범하게 맞이하러 가야지. 그치?",
	win_mvp = "1등! 멋진 포즈를 취해줄게! ……으악, 그 눈빛 상처야!",
	home = "자, 지휘관. 상으로 머리를 만지게 해줄게…… 아하하, 그런 표정 짓지 말라고.",
	mission = "임무? 흐흥, 드디어 내가 등장할 때가 왔구나!",
	touch2 = "지휘관, 조금 놀랐어……",
	voice_key_2 = -1,
	skill = "나는 대단하다고! 아마도!",
	drop_descrip = "비시아 성좌 보클랭급 구축함-보클랭",
	mail = "우편? 아, 내가 가져올게!",
	touch = "뭐야뭐야, 중요한 부탁이라도 있어?",
	profile = "(엄청나게 멋있는 자기소개를 하고 싶지만 됭케르크와 알제리를 호송한 것 빼고는 별로 내세울만한 이력이 딱히 없는데……)음, 그래. 나는 비시아 성좌의 보클랭. 곧 위대해질 함선이지! 어때!",
	mission_complete = "지휘관, 임무 보상은 엄청나겠지? 에, 없는 거야?",
	feeling4 = "진짜 바보는 모르겠고 가끔 바보인 척 하는 건 나쁘지 않아. 그러면 내가 똑똑한 대답을 했을 때 다들 와, 보클랭 대단해! 라고 하겠지? ……아마도?!",
	unlock = "짜자자잔! 보클랭급 대형 구축함 1번함, 보클랭, 깜짝 등장~ 앗, 지휘관, 그런 표정 짓지마, 난 매우 대단하니까! 아마도!",
	feeling5 = "하지만 바보인척 할 때는 정말 즐거워. 복잡한 생각은 안 해도 되고, 모두에게 즐거움도 줄 수 있잖아? 지휘관도 피곤하면 가끔 해보는 건 어떨까?",
	main = "지휘관, 굉장히 무료해보이는데 내가 총검무를 보여줄게! 히얍! 으악, 지휘관 조심해! |지휘관, 부탁 하나 해도 될까? 음, 그게 있잖아…… 저녁 먹을 때 피망 빼도 돼? |응응. 응응응. 오오, 그렇구나. 이해했어. 지휘관, 나에게 맡겨줘! ——이상하잖아!",
	battle = "대형! 구축함의 힘을! 보여주지!",
	upgrade = "설마…… 내 일이 늘어나지는 않겠지……",
	voice_key = 90103,
	headtouch = "에헤헤헤……",
	feeling2 = "흐흐흥~ 오늘 됭케르크의 케이크는 어떠려나~ 지휘관도 알아 맞춰봐!",
	login = "지휘관, 디저트 가져다 준다고 하지 않았어? 내 디저트는!",
	vote = "",
	hp_warning = "진정하고 기회를 찾아야 해……",
	id = 901030,
	detail = "지휘관, 갑자기 나타나면 깜짝 놀란단 말이야.",
	couple_encourage = {
		{
			{
				90102
			},
			1,
			"타르투, 나한테 빌려간 책은 다 봤어?",
			0
		}
	}
}
