_G.pg.ship_skin_words[901110] = {
	feeling1 = "......(르 말랭은 잠이든 듯하다)",
	feeling3 = "얼마든지라고 하긴 했지만... 너무 많은 것 아닙니까...... 안 되겠어요, 너무 힘들어요...... 휴가 낼래요......",
	lose = "아직 지지 않았어...... 아직이야!",
	propose = "비시아 성좌의 마검, 나, 구축함 르 말랭은 앞으로 영원히 당신을 보호하며, 영원한 사랑을 바칠 것을 맹세합니다——히, 힘들다......... 지휘관, 우리 일찍 돌아갈 수 있나요......?",
	expedition = "모두들 돌아왔어요. 얼른 항구로 마중나가봐요.",
	win_mvp = "방해하는 녀석들은 이미 제거했어요.",
	home = "르 트리옹팡을 따라 배운 홍차입니다...... 들켰나요? 맞아요. 티백 홍차에요. 그냥 드시면 돼요.",
	mission = "새로운 지시입니다. 지휘관.",
	touch2 = "꺅! 뭐 하시려는 거에요!",
	voice_key_2 = -1,
	skill = "사라져라!!",
	drop_descrip = "비시아 성좌 르 팡타스크급 구축함—르 말랭",
	mail = "지휘관의 편지입니다...... 제껀 없나요?",
	touch = "엘리건트는... 너무 피곤해...... 앗!? 무, 무슨 용건이라도 있으십니까!?",
	profile = "저는 비시아 성좌 소속 르 팡타스크급 구축함 르 말랭입니다. 과거 브레스트의 제8분대에 소속되어 동료들과 함께 싸웠습니다. 그 이후로, 르 트리옹팡은 저희들과 다른 길을 선택했지만...... 네, 강요할 필요는 없죠.",
	mission_complete = "지휘관, 상부에서 보상이 내려왔습니다.",
	feeling4 = "오, 오늘은 열심히 일했으니까, 일찍 퇴근해도 될까요...... 감사합니다, 지휘관! 오늘은 돌아가서 몇 시간을 더 잘 수 있겠다! ...엇, 죄송합니다. 그만 너무 들떴네요..",
	unlock = "나는 파도를 쫓는 공상. 비시아를 수호하는 마검——슈퍼 구축함 \"르 말랭\", 명령을 기다립니다.",
	feeling5 = "지휘관, 크흠, 오늘 혹시...... 같이 일찍 퇴근하실래요? 아, 피곤한게 아니라! 제 말은 오, 오늘 같이 데, 데이트할 수 있을까 해서......?",
	main = "속도만 빠를 뿐, 화력이 부족하면 적을 쓰러트릴 수 없습니다.|피곤해..... 비서함 같은 거...... 앗! 아무것도 아닙니다!|됭케르크 씨가 만든 과자...... 헤헤헷...... 아냐 아냐! 지금은 업무 시간이잖아!",
	battle = "비시아를 수호하는 마검, 전진!",
	upgrade = "열심히 노력해야겠군요.",
	voice_key = 90111,
	headtouch = "",
	feeling2 = "비시아 성좌의 마검이자, 지휘관의 비서함, 구축함 르 말랭. 얼마든지 명령해주세요.",
	login = "구축함 르 말랭, 언제든 명령만 내려주세요——하암... 졸려...",
	vote = "",
	hp_warning = "귀찮은 녀석들......",
	id = 901110,
	detail = "하암... 졸려... 침대에서 뒹굴뒹굴하고 싶다......Zzzzz...... 엇!? 무, 무슨 일이시죠!?",
	couple_encourage = {
		{
			{
				80101
			},
			1,
			"르 트리옹팡...... 왔구나.",
			0
		}
	}
}
