_G.pg.ship_skin_words[901120] = {
	feeling1 = "이건… 마음껏 게으름을 피워도 된다는 뜻이겠지요…",
	feeling3 = "레슨 받고, 오퍼 받고, 트레이닝에 댄스 연습까지…… 해야할 일이 너무 많네요! 못 견디겠어요… 스케쥴 표만 봐도 지친다구요… 쉴래요……",
	lose = "후회할 틈은 없습니다…!",
	propose = "아이리스의 동료들과 지휘관님이 있어서 이렇게 우아한 무대를 만들 수 있었어요. 자, 서약의 반지를 르 말랭에게 주세요. 이 반짝이는 빛이…… 영원할 수 있도록!",
	expedition = "의뢰조가 돌아왔네요. ……아! 그렇다면 쉴 수 있다는 말이겠지요?",
	win_mvp = "아이리스의 빛과 갈채에 감동받으세요!",
	home = "수고했어요. 우아하게 홍차 한 잔 어떠신가요?",
	mission = "오퍼… 빠르고 효율적으로 끝낼 수 있으면 좋을텐데요…",
	touch2 = "악! 무, 무슨 짓이죠!",
	voice_key_2 = -1,
	skill = "빛이여!",
	drop_descrip = "나는 파도를 쫓는 공상, 비시아를 수호하는 예리한 검——르 말랭, 아이돌 모습으로 등장. 소원의 노래로 마음을 치유해 드리겠습니다.",
	mail = "업무 우편이네요, 확인 부탁드립니다.",
	touch = "지휘관님, 항상 응원해주셔서 고맙습니다.",
	profile = "팡타스크급 구축함 르 말랭입니다. 후후… 아이돌 임무, 반드시 완벽하게 해보이고 말겠어요. 저, 절대로 신이 난 것은 아닙니다?",
	mission_complete = "드, 드디어 끝났네요… 보상은 우아하게 받아주세요…",
	feeling4 = "하아…하아…… 어때요! 르 말랭의 모습, 잘 봤겠지요! 괜찮다고 생각하면 쉬게 해주세요! 그래요! 쉴 거라구요! 아니면 휴식 시간에 맞춰서 디저트를 준비해 주세요!",
	unlock = "나는 파도를 쫓는 공상, 비시아를 수호하는 예리한 검——르 말랭, 아이돌 모습으로 등장. 소원의 노래로 마음을 치유해 드리겠습니다.",
	feeling5 = "지휘관님, 일이 끝난 이후의 데이트 약속은 죄송하지만 역시 방에서…… 엣, 괜찮나요?! 다행이네요. 방에서 뒹굴뒹굴 할 수 있게 됐…… 흠흠, 일단 무대에 집중해야죠, 그럼요!",
	main = "아이돌은 동경을 받는 존재지요. 그러니 함부로 거리감을 좁히는 행동을 해서는 안 돼요. |마음 내키는 대로 하라고 장 바르는 말했지만… 음, 르 트리옹팡과 리슐리외의 기대하는 눈빛이 많이 따갑네요…|로열의 그 아이는 순진무구할 뿐 아니라 기원의 노래를 부르네요. 후후, 절대 질 수 없어요.",
	battle = "기도가 전해지기를!",
	upgrade = "아이리스의 기적이, 지금 여기에!",
	voice_key = 90112,
	headtouch = "…? 이건 무엇이지요?",
	feeling2 = "저는 찬란하게 빛나는 아이리스의 아이돌, 르 말랭—— 저에게 걸맞는 우아한 지시를 내려주세요, 지휘관님.",
	login = "좋은 아침입니다. 오늘의 레슨은 무엇인가요?",
	vote = "",
	hp_warning = "저는 에밀같이 잘 추지 못한다고요…!",
	id = 901120,
	detail = "본의 아니게 아이돌 임무에 참여하게 되었네요. 아이리스의 우아한 퍼포먼스를 마음껏 감상하시길.",
	couple_encourage = {
		{
			{
				89902
			},
			1,
			"가사를 좀 알기 쉽게 써줄 수 있을까요?",
			0
		},
		{
			{
				90503
			},
			1,
			"함께 무대에서 힘내죠!",
			0
		},
		{
			{
				90501
			},
			1,
			"마음대로는… 역시 최고예요…!",
			0
		}
	}
}
