_G.pg.ship_skin_words[902010] = {
	feeling1 = "지휘관이 하기 싫다면 잘 어울리는 곳을 추천해줄 수 있는데.",
	feeling3 = "됭케르크가 무스 케이크를 만들어서 좀 가져왔어—— 뭐야, 왜 그렇게 봐? 감사의 인사는 만든 사람에게 하라고.",
	lose = "아, 져버렸네…… 됐어, 힘내서 다시 한 번 가자!",
	propose = "하하하~ 역시 지휘관처럼 직설적인 사람이 좋아! 앞으로 누가 지휘관을 괴롭히면 내가 해결해 줄게!",
	expedition = "의뢰조가 돌아왔네? 마침 무료한 참인데 잘 됐다. 맞이하러 가볼까.",
	win_mvp = "아하하! 재밌게 놀았다!",
	home = "흥~ 지휘관 말고는 아무도 못 들어와—— 아, 지휘관이구나. 그럼 괜찮지.",
	mission = "임무가 어렵다고? 잘 생각해봐. 내가 임무서에 체크 표시를 해줄 수는 없잖아.",
	touch2 = "나는 교황청의 기사가 아니야. 지휘관, 내가 하는 진짜 일이 뭔지 알고싶어?",
	voice_key_2 = -1,
	skill = "사라져라!",
	drop_descrip = "비시아 성좌 라 갈리소니에르급 경순양함—라 갈리소니에르",
	mail = "이봐, 우편이야! 안 가져갔다 바람에 날아가기라도 하면 내 책임 아니다?",
	touch = "만져보고 싶어? 날에 베였다고 해서 날 원망하면 안 돼?",
	profile = "전쟁이 일어난 뒤에 나는 '공해 함대'의 일원이 되었어. 뭐, 연료가 없어서 공해에 간 적은 없지만. 하하! 그 이후의 일은 말 할 것도 없지. 됭케르크에게 물어보는 게 나을지도?",
	mission_complete = "임무 완료인가? 생각한 것보다 금방인데…… 어쩌면 나를 얕본 걸지도?",
	feeling4 = "어뢰 함포 뿐 아니라 일반 무기나 다른 것에 관한 이야기도 재미있잖아? 지휘관도 그렇게 따분한 사람은 아닌 것 같네. 다음 번에도 이야기하자!",
	unlock = "비시아, 샤르데냐, 메탈 블러드...... 그 다음은 여긴가? 됐어, 상관없어, 나를 즐겁게 해줄 수만 있다면, 어디든 똑같아. 비시아 소속 라 갈리소니에르, 잘 부탁할게.",
	feeling5 = "단도직입적으로 말 할게, 지휘관. 좋아해. 나랑 한바탕 놀아보지 않을래? …장난이야. 매일 이렇게 있는 것만으로도 이미 즐거운걸!",
	main = "오, 이런. 지휘실에 바쁜 지휘관과 따분해 죽어가는 한 사람만이 남았네. 하아…|적을 처치할 수 있다면 함포나 도끼나 상관 없겠지, 지휘관? 형식에 구애받는 건 좋지 않아. |계획 같은 건 좋아하지 않아. 지구도 이렇게 빨리 도는데, 계획이 그 속도를 따라갈 수 있을 것 같아?",
	battle = "신나게 놀아보자고…!",
	upgrade = "브레스트에 있던 때가 조금은 그립네.",
	voice_key = 90201,
	headtouch = "",
	feeling2 = "아, 오늘도 무료한 하루인가……",
	login = "드디어 왔구나? 없는 동안 따분해 죽는 줄 알았다고. 저기, 나한테 시킬 일 없어?",
	vote = "",
	hp_warning = "그래! 이래야지! 좀 더 즐겁게 해달라고!",
	id = 902010,
	detail = "응? 내가 들고 있는 거에 관심이 있는 걸까, 아니면… 나에게 관심이 있는 걸까?",
	couple_encourage = {
		{
			{
				90401
			},
			1,
			"전투가 끝나면 무스 케이크 만들어줘~",
			0
		},
		{
			{
				80501
			},
			1,
			"추기경님, 설마 또 다시 함께 싸울 수 있을 줄은 몰랐네.",
			0
		}
	}
}
