_G.pg.ship_skin_words[903020] = {
	feeling1 = "지휘관의 퇴역에 필요한 자료를 찾고 있는데 설마 벌써 준비한 건 아니지?",
	feeling3 = "지휘관, 와인 한잔 어때? 술은 잘 못하나? 괜찮아. 급하게 마시지 말고 천천히, 천천히 음미해봐—— 그 열정과 청량감의 하모니는… 성숙의 맛이지.",
	lose = "패배인가… 괜찮아, 의기소침해 하지 마. 충분히 준비한 이후에 다시 제대로 상대하도록 하지.",
	propose = "고마워. 처음부터 나의 힘, 나의 마음, 나의 모든 것은 모두 지휘관의 것이었어. 후후후, 오늘부터 천천히, 천천히 달콤한 생활을 즐겨보도록 하자—— 나의 파트너, 나의 사랑.",
	expedition = "지휘관, 의뢰조가 돌아왔어. 후후, 어디 보자. 중요한 물자는 누가 가지고 있을까.",
	win_mvp = "일찌감치 판세를 알았더라면 이렇게 되지 않았겠지. 이게 무슨 고생이지?",
	home = "작전 수고했어, 지휘관. 방금 내린 커피 한 잔 어때?",
	mission = "지휘관, 새로운 임무가 도착했어. 응? 많이 바쁘다면 기한 연장을 대신 신청해 둘게.",
	touch2 = "지휘관, 전장에서 끝없는 욕망은 올바른 선택이야. 하지만 여자에게는 그렇지 않다고?",
	voice_key_2 = -1,
	skill = "이제 와서 도망가려고 해도 늦었어.",
	drop_descrip = "비시아 성좌 알제리급 중순양함—알제리",
	mail = "세상 만사가 모두 이 우편에 담겨있지. 편지를 읽다 보면 가슴이 뛰곤 해. 지휘관, 새로운 우편이 있다고?",
	touch = "게으름을 피우고 싶구나? 괜찮아. 다른 사람에게는 알리지 않을게.",
	profile = "나는 아이리스 교국 소속 지중해 제일 순양함대의 기함이었다 비시아 성좌의 기사로 남게 되었지. 그 뒤의 일은 모두 역사에 남아있어. 조약의 가장 우수한 중순양함에게 있어서 확실히 재미있는 경험이었어. 지휘관도 그렇게 생각하겠지?",
	mission_complete = "임무 완료인가? 지휘관, 수고했어. 보고서 정리는 나에게 맡기고 가서 쉬도록 해.",
	feeling4 = "사실 나도 작고 귀여운 것들을 좋아해. 액세서리라던가, 동그랗고 보드라운 고양이들…… 성숙한 어른이라도 귀여운 취미를 가질 수 있는 거야. 디저트 같은 개념이랄까—— 괜찮지 않아?",
	unlock = "Bonjour, 만나게 되어 영광이다. 나는 비시아 성좌 소속, 중순양함 알제리. 오늘부터 너의 항구에 배속되었다. 지휘관, 상관없다면, 우리 친구할까?",
	feeling5 = "지휘관은 내 버팀목이 되고 싶은 걸까? 후후, 지휘관이라면 믿고 기댈 수 있겠네. 그리고 내 모든 것을 다 줄 수도 있을 것 같아… 지휘관이 어떻게 할지 기대가 되는걸?",
	main = "공이 없다면 훈장도 없는 법. 이 힘이야 말로 내가 여전히 강하다는 것에 대한 증명이야. |지휘관, 와인 한잔 어때? 아, 그러니까 업무가 끝난 이후를 말하는 거야.|황금? 지휘관도 황금에 관심이 있구나. 그렇다면 아이리스 교국 시절부터 이야기를 해야겠지……|평소에는 거리를 거닐며 고양이 구경을 해. 그러고 보니 이 모항에도 귀여운 아이들이 꽤 많더라. 마음에 들어…… 응! |로열 네이비는 한때 함께 싸웠던 동료였지만…… 어제의 적이 오늘의 친구가 되다니, 인생은 참 재미있어. 후후.",
	battle = "기대를 저버리지 않는 싸움이 되길… 후후.",
	upgrade = "조약의 속박을 단숨에 파괴하는 것도 나쁘지 않네.",
	voice_key = 90302,
	headtouch = "이건... 체온 재는 건가?",
	feeling2 = "나를 무서워하는 것 같네? 긴장하지 마. 우리는 친구잖아? 해치지 않을게.",
	login = "지휘관, 우리는 친구이니 조금 더 기다리게 해도 상관 없다.",
	vote = "",
	hp_warning = "……조약의 제한은 정말 귀찮네.",
	id = 903020,
	detail = "지휘관, 역사와 진실 사이의 괴리를 알고 싶다면 직접 답을 찾아야하지 않을까?",
	couple_encourage = {
		{
			{
				90103,
				90101
			},
			1,
			"무서워 하지 마. 최후의 심판날이라도 교황청의 기사들은 용감하게 싸울테니까!",
			0
		},
		{
			{
				60302
			},
			1,
			"드디어 기회가 왔구나. 차라, 한번 겨뤄볼래?",
			0
		},
		{
			{
				10117,
				70102,
				70501
			},
			1,
			"그거, 나도 맛 볼 수 있을까?",
			0
		}
	}
}
