_G.pg.ship_skin_words[102124] = {
	feeling1 = "",
	feeling3 = "",
	lose = "정말이지, 방금 어렵게 갈아입은 옷인데…",
	propose = "",
	expedition = "",
	win_mvp = "지휘관, 돌아가도 돼?",
	home = "지휘관도 이게 갖고싶어…? 주, 줄게.",
	mission = "",
	touch2 = "사람이 많긴 하지만 고의라는 걸 모를거라고 생각하진 않겠지…",
	voice_key_2 = -1,
	skill = "",
	drop_descrip = "루이스, 이거 봐. 저기서 금붕어 낚시할 수 있어…… 왜 그렇게 이상한 얼굴로 웃는거야? 아, 으아아! 지, 지휘관, 어, 언제 왔어?",
	mail = "",
	touch = "불꽃을 보기에는 항구가 딱이야. 지휘관, 같이 가지 않을래?",
	profile = "",
	mission_complete = "",
	feeling4 = "",
	unlock = "루이스, 이거 봐. 저기서 금붕어 낚시할 수 있어…… 왜 그렇게 이상한 얼굴로 웃는거야? 아, 으아아! 지, 지휘관, 어, 언제 왔어?",
	feeling5 = "정말이지, 왜 당신 앞에서는 항상 평정심을 잃게 되는건지……응? 혼잣말 안 했거든, 바보…!",
	main = "루이스 녀석, 무슨 \"그럼 방해하지 않을게\"라고 하더니 어디로 갔는지 모르겠네… 흥, 됐어. 지휘관, 뭐 보고 있어? 구운 오징어 먹을래?|나는 지휘관이 싫어서 표정이 안 좋은 게 아니라고 말했잖아. 이제는 믿겠지? 하지만 갑자기 이런 모습을 보이는 건…… 역시 조금 어색해.|젠장. 금붕어 녀석들, 왜이렇게 잡기 힘든거야… 지휘관, 와서 좀 도와줘. 금붕어 몇 마리를 잡아서 헬레나에게 선물할거야.",
	battle = "얼른 해치우고 다시 축제를 보러 가야지…!",
	upgrade = "",
	voice_key = 0,
	headtouch = "",
	feeling2 = "",
	login = "미리 말해두지만 축, 축제를 좋아하는 건…… 아아아, 됐어! 지휘관, 나랑 같이 가줘!",
	vote = "",
	hp_warning = "",
	id = 102124,
	detail = "뭘 그렇게 봐. 축제 좋아하는 게 이상해?",
	couple_encourage = {
		{
			{
				10213
			},
			1,
			"루이스, 더 장난치면 정말 화 낼거야.",
			0
		},
		{
			{
				10205
			},
			1,
			"헬레나, 안심해. 도와줄테니까.",
			0
		}
	}
}
