_G.pg.ship_skin_words[900184] = {
	feeling1 = "…지휘관에게는 용기가 충분하지 않은 듯하다.",
	feeling3 = "하늘의 빛은 모든 게 별, 바다의 빛은 모든 게 적…… 지휘관, 싸움이 없는 날이 오기는 할까?",
	lose = "전력을 다해서 진 것이다. 후회는 없어.",
	propose = "무수한 전장을 달리고 무수한 이별을 체험해 온 내가 지고 있는 것은 못 셀 만큼의 희망과 의지다. 지휘관도 모든 것을 짊어질 각오가 되어 있는가?——그런가…그럼 생명의 끝까지 함께 나아가자!",
	expedition = "계속 전장에 있었기 때문에 보급의 중요함을 알 터. 지휘관이여, 뒤에서 노력하는 소녀들을 맞이해야지.",
	win_mvp = "지휘관, 가르쳐 줘. 나는 앞으로 몇 척을 가라앉히면 되지?",
	home = "전투의 다음은 또 전투, 인가……",
	mission = "지휘관. 미션이 아직 끝나지 않았다. 서둘러 출발하는 거다.",
	touch2 = "뭣……!!",
	voice_key_2 = -1,
	skill = "끝이다!",
	drop_descrip = "요크타운급 항공모함·엔터프라이즈 (CV-6)",
	mail = "지휘관, 새로운 편지다.",
	touch = "뭐야, 출격인가?",
	profile = "나는 요크타운급 항공모함인 엔터프라이즈. 그레이 고스트는 내가 가진 수많은 이명 중 하나다.\n초연과 선혈의 전력이야말로 내 사명의 증거. 앞으로도 싸움의 끝까지 계속 이겨 보이겠어.",
	mission_complete = "지휘관, 보너스가 도착했다고.",
	feeling4 = "무적 그 자체에는 의미가 없어. 지휘관, 당신이 있으면, 이 몸에 있는 힘을 최대한으로 발휘할 수 있다고 믿는다. 함께 이 전쟁을 끝내도록 하자.",
	unlock = "요크타운급 2번함 엔터프라이즈, 착임했다. 적에게 동정도 손대중도 없이 언제나 전력으로 공격할 생각이다. 이것이야말로 나의 방식이다.",
	feeling5 = "전쟁이 끝나면 뭘 하고 싶어?──나? 아마 당신을 따라가겠지. 전장이 아니면 당신의 곁이 제일 안심이 되지. 나를 데려가……줄 수 있겠나?",
	main = "지휘관인가?…… 최근, 내가 대잠전도 할 수 있는 게 아닐까 의문이 들기 시작했다만…|운도 실력 중 하나? 할 수 있다면 언니에게도 조금 나눠주고 싶군|살아 있는 한, 뜻대로 되지 않는 일 따위 얼마든지 있다. 죽는다면 후회를 남기고 싶지 않을 뿐이다.",
	battle = "힘차게 나아가자!",
	upgrade = "힘의 끝에 뭐가 있는지…. 보도록 하지.",
	voice_key = 10706,
	headtouch = "",
	feeling2 = "솔직하고 성실하게 살아가는 것이 소원이다. 그러니 의견이 있다면 이쪽에서 사양 말고 말하도록 하지. 그쪽도 떠오른 게 있다면 뭐든 사양 말고 말해줘.",
	login = "왔나. 전투 준비라면, 언제든 되어 있다고",
	vote = "",
	hp_warning = "재미있군…!",
	id = 900184,
	detail = "내 훈장 컬렉션이라도 보겠나?",
	couple_encourage = {
		{
			{
				30701,
				30702,
				30704
			},
			1,
			"라이벌과의 공투라… 나쁘지 않아!",
			0
		},
		{
			{
				10705,
				10707
			},
			2,
			"진정한 무쌍을 보여주지!",
			0
		},
		{
			{
				10703
			},
			1,
			"놀기만 좋아하는 녀석이로군",
			0
		},
		{
			{
				1
			},
			5,
			"이글 유니온의 전사들이여, 목숨을 불태워라!",
			3
		},
		{
			{
				3
			},
			5,
			"흥, 이몸과 승부인가?",
			3
		},
		{
			{
				8
			},
			3,
			"모두 구면인가. 좋아, 가자고!",
			4
		}
	}
}
