_G.pg.ship_skin_words[900185] = {
	feeling1 = "지휘관, 예전의 그 기개는 어떻게 된 거야?!",
	feeling3 = "최선을 다해 기술을 연마하고 온 힘을 다해 적을 쓰러트린다…… 그럼 되는 거야?",
	lose = "난 아직…… 미숙하다는 거야……?",
	propose = "지휘관은 그 누구보다 맑고 올바르고, 가장 빛나는 존재야…… 이런 나라도 지휘관의 검이 되어 지휘관이 나아갈 길을 열어줄 수… 있을까…?",
	expedition = "조금만 더 물자를 보충하고 싶네. 작전이 장기화했을 때 투지보다 물자가 먼저 떨어지면 곤란하니까.",
	win_mvp = "미래를 향해 계속 전진!",
	home = "어서 와! 간단한 식사를 만들었는데… 미안, 요리 실력엔 그다지 자신이 없어서……",
	mission = "비바람이 몰아쳐도 파도가 밀려와도… 아니, 어떤 상황이 와도 난 출격할 수 있어!",
	touch2 = "지휘관, 뭘 만지고 있는 거야?",
	voice_key_2 = -1,
	skill = "적의 빈틈…… 찾았다!",
	drop_descrip = "클리블랜드급 경순양함 덴버 (CL-58)",
	mail = "지휘관, 우편 체크 좀!",
	touch = "의외네. 지휘관도 주먹인사를 좋아하다니… 이런 식으로 인사하는 건 우리 밖에 없는 줄 알았는데…",
	profile = "클리블랜드급 경순양함 4번함, 엠프레스 오거스타 만에서 언니들과 함께 싸웠어! 아직 미숙하지만, 지휘관의 기대에 부응할 수 있도록 노력할게!",
	mission_complete = "모두 함께 힘을 모아 싸웠기에 임무를 완수할 수 있었어!",
	feeling4 = "지휘관이 바라는 미래가 어떤 것인지는 모르겠지만, 그게 지휘관이 꿈꾸는 것이라면 분명 반짝반짝 빛나는 아름다운 거겠지!",
	unlock = "헬로~ 난 클리블랜드급의 덴버, 해상기사단의 4번째 멤버야! 정식으로 부하가 되기 전에 한 가지 묻고 싶은 게 있는데…… 지휘관이 보고 싶은 건 어떤 미래야?",
	feeling5 = "지휘관은 내게 있어 가장 믿을 수 있는 사람이고, 또 존경하는 사람이야…… 그러니까 만약 앞으로 지휘관이 잘못된 길을 선택한다면 난…… 내가 아는 지금의 지휘관을 위해 싸울 거야!",
	main = "오거스타 만 해전에 나갔을 때처럼 언니들과 계속 함께 싸우고 싶어!|클리브 언니처럼 전장을 멋지게 누비고 싶어!|동생들 중에는 항공모함으로 개조된 애들도 있지만, 별로 부럽지는 않아. 난 지금 이대로의 나, 그걸로 좋아.",
	battle = "눈앞의 적을 소탕한다! 전원 포격 준비!",
	upgrade = "이 힘, 열심히 쓸 수 있도록 할게!",
	voice_key = 10215,
	headtouch = "",
	feeling2 = "지휘관을 만나기 전까진, 그저 클리브 언니 뒤를 따를 뿐이었어.",
	login = "지휘관, 어서 와! 오늘도 작전 행동하기 좋은 날씨네!​",
	vote = "",
	hp_warning = "흉터는 최고의 훈장이라고!",
	id = 900185,
	detail = "지휘관, 내 훈련 보고 가지 않을래? 에헤헤, 차라리 지휘관도 참가해보지 그래?",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"클리브 언니는 늘 멋져!",
			0
		}
	}
}
