_G.pg.ship_skin_words[102130] = {
	feeling1 = "지휘관 군, 적어도 헬레나에게는……",
	feeling3 = "지휘관 군, 방 청소를 도와줄까? …안 된다고?!",
	lose = "오늘은 전투하기 좋지 않네……",
	propose = "어머, 무슨 일이야? 갑자기 선물이라니… 우후훗, 그렇구나. 이거, 직접 끼워주겠어?",
	expedition = "음…… 오케이, 마중은 이 모습으로 나가면 되겠네.",
	win_mvp = "우후후, 행운만 있는 게 아니라고.",
	home = "모든 것은 '새옹호스' …음…… 누구한테 들었더라…",
	mission = "우후훗, 지휘관 군, 서프라이즈를 확인할 준비를 해줘.",
	touch2 = "이런 거는 밖에서 할 수 있는 게 아니라고. 지휘관 군♡",
	voice_key_2 = -1,
	skill = "럭키 루~♪",
	drop_descrip = "브루클린급 순양함·세인트루이스(CL-49)",
	mail = "새로운 우편? 당연히 승전보겠지.",
	touch = "날 만지면 운이 좋아진다고? 그런 이야기, 들어본 적 없는데?",
	profile = "우후후, 나는 세인트루이스, 헬레나의 언니야. 예전에 진주만의 전투에서 상처 없이 돌아온 덕분에 '럭키 루' 라는 별명을 얻었지만, 그 이후의 작전은 그다지 순탄스럽지 못했어. 운이란 건 역시 흐름과도 같다니깐……",
	mission_complete = "우후훗, 지휘관 군은 응석꾸러기네…… 임무 보수를 받기 전에, 잠시 여기 누워도 좋아.",
	feeling4 = "우후훗, 지휘관 군이 방에 숨기고 있는 비밀, 전~부 알·고·있·지~",
	unlock = "헬로우, 나는 럭키 루라고 불린 세인트루이스야. 나를 만났으니 오늘은 럭키라고 생각하지 않으려나? 지휘관 군♪",
	feeling5 = "후우…… 치다꺼리는 늘 귀찮네… 지휘관 군, 어디서 데이트라도 안 할래?",
	main = "우후후, 지휘관 군, 어딜 보는 거야?|헬레나, SG를 써도 해수면 밑은 알 수 없단다|애리조나, 그때의 일을 잊을 수는 없다 해도, 그렇게 침울해하지 않는 편이 좋아.",
	battle = "행운의 바람 소리, 들렸어?",
	upgrade = "운은 흐름이라고. 너무 기대면 좋지 않아.",
	voice_key = 10213,
	headtouch = "",
	feeling2 = "헬레나가 있었으면, 콜롬방가라에서의 전투는 다른 결말이 되었을지도 모르지……",
	login = "지휘관 군, 운이란 건 흐름과도 같아. 흐름이 왔을 때, 마음껏 해보라고! ",
	vote = "",
	hp_warning = "우후훗, 운이라면 어떤 함선 소녀들한테도 지지 않아!",
	id = 102130,
	detail = "사쿠라 엠파이어의 그 아이들같이, 동료에게 악운을 주는 함선이 아니라고. 아마도… 말이지…",
	couple_encourage = {
		{
			{
				10205
			},
			1,
			"헬레나, 이번엔 승패만 바라보면 안 돼",
			0
		},
		{
			{
				10706
			},
			1,
			"럭키 유닛이란 건가♪",
			0
		}
	}
}
