_G.pg.ship_skin_words[900248] = {
	feeling1 = "지휘관은 말야, 마리아나 해전에서의 내 심정을 체험해보고 싶은 거야?",
	feeling3 = "그러고 보니 나 말야, 예전엔 렉싱턴 씨랑 항상 엮였단 말이지…… 아! 지금 한 말 새러토가 씨한텐 하지마! 나, 그 아이만큼은 진짜 대하기 어렵거든……",
	lose = "또… 가라앉는다는 거네…",
	propose = "에, 에에에?! 이, 이거…… 착각한 거 아니지?! 그, 그게…… 앞으로도 잘 부탁… 해? 여, 여여, 여보…… 와아아악! 쇼카쿠 언니가 부르고 있어!!",
	expedition = "함재기가 더 있다면……!",
	win_mvp = "행운함 즈이카쿠니까 말야!",
	home = "꼼꼼히 정비할 수 있도록 부탁할게…… 앗, 하지만 싸울 기회를 놓쳐선 안 돼!",
	mission = "이제 쉬는 거야? 아, 쇼카쿠 언니가 손수 만든 요리, 지휘관도 한 번 먹어봐! 자! (우물우물)",
	touch2 = "지휘관? 쇼카쿠 언니 게 더 크고 부드럽다고.",
	voice_key_2 = -1,
	skill = "언니만 있다면!",
	drop_descrip = "쇼카쿠형 항공모함·즈이카쿠",
	mail = "그래서, 좋은 소식이야? 나쁜 소식이야?",
	touch = "싫어하는 음식? 칠면조지!",
	profile = "나는 5항전 즈이카쿠야! 언니와 함께 선배들이 가라앉은 후 사쿠라 엠파이어 최후의 정예 항공모함으로서 활약했고, 렉싱턴 씨와 호넷, 엔터프라이즈── 그래, 나보다 더 강한 행운을 가진 그 '그레이 고스트' 과도 싸웠어! 결국엔 가라앉아버렸지만, 최선을 다했으니까 후회는 없어!",
	mission_complete = "이걸로 전황도 조금은 나아지…겠지…",
	feeling4 = "짜증 날 때나 뭘 해야 할지 모를 때는 언제나 훈련을 간다고! 그래! 나, 언젠간 강해져서, 반드시 그 '그레이 고스트' 을 앞질러 줄 테니까!",
	unlock = "사쿠라 엠파이어 항공전대 소속, 과거 대전쟁의 마지막 정예 항공모함인── 즈이카쿠야! 뭐, 쇼카쿠 언니가 있어 줘야 내 힘을 최대로 발휘할 수 있지만 말야. 어쨌든, 잘 부탁해.",
	feeling5 = "지휘관은 말야, 쇼카쿠 언니와 좀 닮았단 말이지… 어, 어라? 아냐! 지휘관을 언니로 취급하지 않았대도!",
	main = "토라진 쇼카쿠 언니도 귀여워!|최후의 최후까지 싸우는… 그것이야말로 '정예' 인 거야!|기다려! '그레이 고스트'! 이기고서 도망가는 건 용서하지 않아! 다, 다시 한 번! 딱 한 번만 승부하자! 이번에야말로 반드시 이겨주겠어!!",
	battle = "끝도 없이 몰려오는 적들… 이런 건 이미 겪을 만큼 많이 겪었으니까!",
	upgrade = "완성형 항공모함으로서, 선배들에게도 '그레이 고스트' 에게도 절대 지지 않을 거야!",
	voice_key = 30706,
	headtouch = "",
	feeling2 = "아차… 선배도 후배도 좀 귀찮단 말이지…",
	login = "오늘은 어느 쪽이야? 진주만? 아니면 산호해?",
	vote = "",
	hp_warning = "언니…… 쇼카쿠 언니는 괜찮아?!",
	id = 900248,
	detail = "1대1로 진검승부를 해보고 싶어… '그레이 고스트'!",
	couple_encourage = {
		{
			{
				30705
			},
			1,
			"쇼카쿠 언니만 있어준다면 더 이상 아무것도 두렵지 않아!",
			0
		},
		{
			{
				10204
			},
			1,
			"이유는 모르겠지만, 너 왠지 마음에 안 들어…",
			0
		},
		{
			{
				10702
			},
			1,
			"아직 비긴 거니까! 다음에 승부를 내주지!",
			0
		},
		{
			{
				10703
			},
			1,
			"으악!? 새러토가 씨, 어느 틈에…!?",
			0
		},
		{
			{
				10706
			},
			1,
			"'그레이 고스트'과 함께 싸울 수 있다니…!",
			0
		}
	}
}
