_G.pg.ship_skin_words[900253] = {
	feeling1 = "조금 더 난폭해져도…좋을 것 같네……",
	feeling3 = "그대의 그 얼굴, 내게 있어선 유혹 이외에 아무것도 아니야…저기, 그대의 선혈은 날 어디까지 취하게 해줄까?",
	lose = "아아…어째서 얌전히 따르지 않는 것인가……",
	propose = "천재 시인이라도, 지금 그대의 사랑스러움을 글로 담을 순 없을 거야. 우후후…눈을 감고, 내 온기를 느껴, 내 마음의 소리에 귀를 기울여줘. 나야말로 그대 인생의 반려자가 될 자이니…",
	expedition = "매혹적인 나르키소스여, 부디 매사에 신중을 기해주게. 절대 이 바다에 비치는 환영에 매혹되지 않도록…",
	win_mvp = "산 자는, 가라앉은 자에게 끌려들어가는 게 운명……",
	home = "개선의 나이팅게일이여, 죽음을 이겨낸 그대가 굳이 입을 다물고 있는 것은 대체 무엇 때문인가?",
	mission = "날이 이 정도로 쾌청한데, 이대로 모항에 돌아갈 정도로 풍류를 모르는 짓은 하지 않아.",
	touch2 = "아름답구나. 평소 태연한 그대의 눈이, 이렇게나 정욕의 불꽃에 타오르고 있을 줄이야…",
	voice_key_2 = -1,
	skill = "그대여, 자신의 멸망에 한탄하거라!",
	drop_descrip = "킹 조지 V급 전함 - 듀크 오브 요크 (HMS Duke of York)",
	mail = "집중하고 있는 그대는, 실로 옛 미켈란젤로의 조각상과 같아……싫지는 않네만.",
	touch = "밤은 길고도 짧은 법이지. 자, 그대를 비추는 빛을 꺼버리고, 내게 어울려주실까.",
	profile = "난 킹조지 V급의 듀크 오브 요크. 샤른호르스트? 재미있는 아이지만, 지금은 그대에게 더 흥미가 생기는군……저기, 그런 얼굴 하지 말아줄래? 아무리 나라도 참기 힘들어지니까…",
	mission_complete = "달 밝은 밤에 감로라……기대되는군. 오늘 밤이야말로, 그대에게 잊지 못할 밤이 될 테니……",
	feeling4 = "이상한 일이지…그대의 자는 얼굴을 보고 있자면 내 마음이 놓이게 돼……저기, 절대 눈 뜨지 마… 지금 그대의 눈동자를 보게 되면, 난 참을 수 없게 되어버릴 테니까……우후후",
	unlock = "그렇군. 나를 미치게 하는 향기를 내는 건, 그대의 혼인가……죄 깊은 지휘관이여, 내가 바로 로열 네이비의 듀크 오브 요크다. 나의 이 이름, 제대로 마음에 새겨주게.",
	feeling5 = "무지한 뱀이여, 이제야 겨우 깨달았는가? 나는 이미 그대에게 빠져있다는 것을……그럼 그대의 모든 것을, 내게 바쳐주지 않겠어?",
	main = "전투의 비결? 후후, 난 그저 적이 찢어발겨지는 광경을 떠올릴 뿐이야. 그러면 적이 내 생각대로 되어주는 거지.|웨일즈, 또 내 포획물에 손을 댈 셈인가?|안심하고 눈을 감도록. 내 가슴에 안겨있는 한은, 아무것도 생각하지 않아도 되니.",
	battle = "죄 깊은 선혈의 꽃이여, 나의 곁에 만발하거라!",
	upgrade = "내 전신을 끓어오르게 만드는 선혈의 광조…그대에겐 느껴지는가?",
	voice_key = 20507,
	headtouch = "",
	feeling2 = "좋은 눈매야. 그대의 눈동자에서 또 다른 세계가 보여.",
	login = "부정한 뱀이여, 그대는 지금 누구를 떠올리고 있는 것인가?",
	vote = "",
	hp_warning = "조금 과하게 빠져들었나.",
	id = 900253,
	detail = "나와 만나지 못한 것이, 그렇게나 그대를 애태우게 하였는가?",
	couple_encourage = {
		{
			{
				20506
			},
			1,
			"당신의 소행은 언젠가 그 대가를 치를 거야.",
			0
		},
		{
			{
				40401
			},
			1,
			"소용없는 발버둥은 그만두어주렴, 아기 고양아.",
			0
		}
	}
}
