_G.pg.ship_skin_words[900254] = {
	feeling1 = "정말~ 엉망진창으로 만들어 줄 거야!",
	feeling3 = "비스마르크 추격전이랑 텅스텐 작전? 그때는 들떠서 그냥 도와줬을 뿐, 딱히 무훈함이 될 생각은 없어.",
	lose = "지더라도 기품을 잃지 않는 것…이게 바로 패자의 예법이야!",
	propose = "그렇게 깊게 생각하지 마. 당신 자신만의 페이스로 나와 사귀면 돼. …자, 흔치 않은 기념일이니, 긴장하지 말라고~ 앞으론 날 언제나 즐겁게 해줄 수 있도록 노력하라고!",
	expedition = "밍기적 거리지마! 함재기로 입항하는 순간을 사진으로 찍어주기로, 의뢰 나간 아이들이랑 약속했단 말야!",
	win_mvp = "이렇게 까지 너덜너덜하게 만들어버렸으면…아무리 승리의 상징인 나라도 마음껏 기뻐할 순 없겠네.",
	home = "승리한 기념으로, 이 월계관을 써보는 건 어때? 분명 어울릴 거야.",
	mission = "제멋대로 구는 건 아름다운 나의 특권이야. 임무를 맡긴다니, 생각도 할 수 없는 일이지.",
	touch2 = "지, 지금 '그걸' 한 거지?!! 앗, 저기…그건…",
	voice_key_2 = -1,
	skill = "아름다운 세상이여, 이 나를 위해 노래를 바치려무나!",
	drop_descrip = "일러스트리어스급 항공모함 - 빅토리어스 (HMS Victorious)",
	mail = "인쇄보단 역시 자필 편지가 좋아. 지휘관, 어떻게 필체에서 글쓴이의 심경을 알아내는지, 알고 싶지 않아?",
	touch = "지휘관이 그렇게 기죽어 있으면 나도 기가 죽는다고. 이렇게 아름다운 내가 옆에 있으니까, 자, 즐겁게 해보자구~",
	profile = "일러스트리어스급 항공모함 2번함, 빅토리어스야! 대서양에서 인도양, 태평양까지…이 빅토리어스, 바닷바람과 함께할게!",
	mission_complete = "정말이지, 이번뿐이야! 두 번 다신 임무 안 도와줄 거니까!",
	feeling4 = "기분이 좀 안 좋은데…지휘관 한가해? 좋아! 그럼 내가 확실히 코디해줄게! 아름다운 걸 보면 기분도 좋아지니 말야~!",
	unlock = "로열 네이비 소속 항공모함, 빅토리어스. 자, 나의 착임에 찬가를 바치도록! 승리의 상징인 내가 있다면, 무슨 일이든 잘 될 거야!",
	feeling5 = "지휘관이 앞으로 어떻게 될지 궁금하네~ 물론 지금의 지휘관도 충분히 좋아하지만……어머, 얼굴 새빨간 것좀 봐. 지휘관, 진짜 귀엽다니까~",
	main = "전쟁이란 추한 법이지. 그리고 이 월계관이야말로 평화와 미의 상징…|티르피츠, 나와 놀아주지 않으면, 또 방을 폭격해버릴 거다?|폭력은 좋아하지 않지만, 곤란한 일을 해결할 땐 폭력이 가장 빠른 길일 때가 많지……",
	battle = "정말, 대포와 화약은 이 전쟁을 더 추악하게 만들 뿐이라니까……",
	upgrade = "나를 칭찬할 땐 말은 필요 없어! 마음을 움직이는 건 언제나 말이 아니라 행동이니까!",
	voice_key = 20704,
	headtouch = "",
	feeling2 = "트라팔가르 해전에서 나를…? 저기, 사람 잘못 본 거 아냐? 정말~ 나한텐 말야, 그 사람은 그냥 남의 집 아이라니까?",
	login = "평온한 파도, 시원한 바닷바람…지금 이 순간에도 새로운 미의 탄생이 축복받고 있어.",
	vote = "",
	hp_warning = "어머머, 방심했네",
	id = 900254,
	detail = "사랑도 싸움도, 더욱 대담해져도 좋아~ 자, 여차하면 나도 응원해 줄 테니까!",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"잘 부탁할게. 나보다 납작한 '정규모함' 씨~",
			0
		},
		{
			{
				20703
			},
			1,
			"언니…너, 너무 흘러내려 갔다니깐!",
			0
		}
	}
}
