_G.pg.ship_skin_words[900258] = {
	feeling1 = "역시 지휘관은 구축함이랑 비교가 안 되나……",
	feeling3 = "각하가 군사재판에 회부할 줄 알았다만, 받아들여져서 다행이군── 부끄러워할 일이 아니다, 라고?! ……각하, 이 아크 로열, 평생 따르겠습니다!",
	lose = "젠장, 당했다!",
	propose = "이 함대에 있는 구축함 동생들은 이제부터 나한테 맡겨주게! 누가 오든지, 나와 지휘관의 동생들은 단 한 명도 다치지 않게 해주겠어!",
	expedition = "각하, 완료한 의뢰가 있어… 구축함이 나가 있는 거면 내가 마중 나가게 해주게!",
	win_mvp = "방향을 잃어버린 적은, 반드시 진다!",
	home = "이제 휴식시간인가? 그, 그럼, 구축함 동생들을 돌보러 가볼까.",
	mission = "각하, 임무 수행은 군인의 책무라는 것, 잊지 말도록.",
	touch2 = "에… 잠깐… 각하, 그만… 어째서 이런 짓을!",
	voice_key_2 = -1,
	skill = "그럼, 이만 퇴장해주실까!",
	drop_descrip = "아크 로열급 항공모함·아크 로열 (HMS Ark Royal)",
	mail = "편지 내용 읽어줄까?",
	touch = "각하의 따뜻하고 든든한 손이 나에게 힘을 주고 있다!",
	profile = "아크 로열이다. 나는 로열 네이비 최초의 항모로써 설계·건조된 함선으로, 후기형 동생들의 프로토타입이기도 하지. 지금도 그걸 영광으로 생각하고 있네! \n비스마르크 추격전에서의 전과는 굳이 설명 안 해도 되겠지? 그리고, 하나 물어보고 싶다만… 함대에 그… 작고 귀여운… 구축함 동생들은 있는가?",
	mission_complete = "각하, 보너스를 내평개쳐두는 건 임무에 대한 멸시로 간주된다고.",
	feeling4 = "저, 정말…… 각하도 구축함 애들이랑 같은 사이즈였으면 이렇게 부끄럽지 않을 텐데…… 이런 거, 그 아이들한테는 아무렇지도 않은데, 각하한테는……",
	unlock = "아크 로열이 왔다. 언제든지 명령해줘! 전투에는 자신 있다고. 비스마르크의 키도 부순 적이 있거든!",
	feeling5 = "조, 조금 더 각하랑 가까이에 있으면, 구축함 동생들이랑도 더 스킨쉽이 가능하다거나…… 무무무무물론, 이거는 나랑 각하 사이의 합의…… 합의 하인 것이다! …나… 나는…… 나는 괜찮아! 어떤가, 각하!",
	main = "각하, 바빠보이니 방해하지 않겠어. 무슨 일이 있다면 불러줘.|각하, 그…… 구축함들을 내 방에 불러도 될까…… 선물을 주고 싶어서……|이건……와, 귀여워! ——엣…… 각, 각하. 어느 틈에?! |함포의 사정거리를 늘리려고 노력하는 것처럼 원거리에서 일방적으로 적을 공격하는 것이 항공모함의 전투 방법이지. 비스마르크도 이 점을 잘 알고 있을 거야.",
	battle = "흐흥, 너희들인가? 소드 피쉬 중대, 출격 준비!",
	upgrade = "우오오오! 구축함들이여, 내가 지켜주겠다!",
	voice_key = 20702,
	headtouch = "",
	feeling2 = "아, 미리 말해두지만, 구축함 애들한테는 뭐랄까… 그래, 그, 그 발정… 이 아니라, 사랑스럽게 생각하지만, 매너에 따라서 자중하고 있는 것이다. 저, 절대로 범죄는 아니라고……",
	login = "각하, 준비는 끝났어. 언제든지 명령해줘! 전투에는 자신이 있다고.",
	vote = "",
	hp_warning = "구축함을 안을 수만 있다면…!",
	id = 900258,
	detail = "아크 로열, 검사는 언제나 환영이다!",
	couple_encourage = {
		{
			{
				1
			},
			3,
			"지금의 나는 힘이 넘쳐흐른다!",
			1
		},
		{
			{
				10501,
				10503
			},
			2,
			"후배들에게 모범을 보여야겠군.",
			0
		}
	}
}
