_G.pg.ship_skin_words[900260] = {
	feeling1 = "당신은 내가 추구하던 용사가 아닌듯하군…",
	feeling3 = "혹시 네가 진다면, 그게 네 약함을 증명하는 것이다. 약자는 도태되어도 할 말이 없지. 하지만 넌 지금 내 것이니까 복수정돈 해주지.",
	lose = "이 고통…… 10배로 되갚아 주겠다!",
	propose = "──이걸 나에게? ……흥, 강자는 서로 끌리는 운명인가? 그렇다면 운명과 자신의 본능에 따르도록 할까. 후후훗…",
	expedition = "의뢰하러 나간 아이들이 돌아왔군. 간식을 조금 준비할 테니, 먼저 가 있어.",
	win_mvp = "약자는 이런 결말. 약하기에 멸망한다. 그것뿐.",
	home = "적을 매장하고 나면 즐거운 결과 확인 시간이다. 마음껏 즐기라고.",
	mission = "지휘관, 게으름 피우지 마라. 아직 끝내지 않은 임무가 있다.",
	touch2 = "……이걸로 네가 조금 상쾌해진다면야…",
	voice_key_2 = -1,
	skill = "전장에서 살아남는 건 강자뿐이다!",
	drop_descrip = "카가형 항공모함·카가",
	mail = "너에게 온 편지다. 다음엔 잊지 마.",
	touch = "무슨 문제라도?",
	profile = "제1항공전대의 정규항모 카가다.\n전함으로서 설계되어 건조됐지만, 정규항모로 다시 태어난 것도 운명이겠지.\n─적, 말인가? 말하지 않아도 격멸할 뿐이다만, 이건 내 취미가 아니라 의무다. 알았나?",
	mission_complete = "보너스다. 네 노력의 성과이기도 하지.",
	feeling4 = "나에게 왜 이런 감정이 있는지 신기해 죽겠군. 짐승의 본능인 건가.",
	unlock = "이곳에 날 만족시켜줄 적이 있다는 건가? 그래, 그럼 앞으로 난 네 것이다. 그리되는 것도 운명이겠지.",
	feeling5 = "하고 싶은 얘기가 잔뜩 있지만, 네 얼굴을 보면 잘 떠오르지 않게 된다……",
	main = "난 정복자다. 상대가 누구든 간에.|허나 적은 강하다. 그렇기에 모조리 격멸할 가치가 있지. 후훗……|5항전 애들 말인가? 노력한다면 나름대로 평가는 하겠다만……",
	battle = "발버둥 치며 날 즐겁게 해보거라… 후후훗…",
	upgrade = "좋은 기분이군…… 새로운 전법을 몇 가지 생각해냈다.",
	voice_key = 30702,
	headtouch = "",
	feeling2 = "약자는 도태되는 운명이다. 분하면 강해지면 된다.",
	login = "공평도 정의도 강한 자만이 누릴 수 있다. 약자는 그저 허망하게, 흐느껴 울기만 할 뿐이지.",
	vote = "",
	hp_warning = "목숨을 걸 시간… 후훗, 후후후훗……",
	id = 900260,
	detail = "지휘관, 그렇게 쳐다보면, 무심코 널 먹고 싶어진다고.",
	couple_encourage = {
		{
			{
				30701
			},
			1,
			"언니, 진지하게 해주십시오.",
			0
		},
		{
			{
				10706
			},
			1,
			"1항전을 얕보지 말라고.",
			0
		},
		{
			{
				10209,
				10501,
				10502,
				10704,
				10705,
				10706,
				10707,
				30701
			},
			3,
			"너희와 어깨를 나란히 하게 될 줄은 생각 못 했군……",
			0
		}
	}
}
