_G.pg.ship_skin_words[900264] = {
	feeling1 = "이 일러스트리어스라도 지휘관님의 마음속 어둠에 미치지 못한다는 거야……",
	feeling3 = "지휘관님, 전 이래 봬도 의외로 야전을 좋아한답니다? ……정말, 그런 게 아니라요~ 그래도, 지휘관님은 역시 좋아하시나요?",
	lose = "물러나 주세요. 아니하시면 제 목숨을 걸어서라도……",
	propose = "빛은 균등하게 비춰주는 법이지만, 지휘관님이라면 조금 더 비춰드릴게요. 우후훗, 일러스트리어스는 지휘관님한테서 소중한 걸 받을 거니까요~",
	expedition = "바라옵건대 이 세계의 어둠을 어느 곳이든 빛이 비춰지길~♬ 어머, 그 애들이 돌아왔사와요.",
	win_mvp = "우리의 승리의 목적지는 빛이 넘쳐 흐르는 장소랍니다.",
	home = "지치셨나요? 조금 편하게 쉬셔요. 영차…… 등 두드려드릴까요?",
	mission = "지휘관님, 완료하지 않은 임무를 방치하면 안 된다구요~",
	touch2 = "정말…… 지휘관님도 참 애기 같아~",
	voice_key_2 = -1,
	skill = "성스러운 빛이여, 나에게 힘을! ~랄까나♪",
	drop_descrip = "일러스트리어스급 항공모함·일러스트리어스 (HMS Illustrious)",
	mail = "지휘관님. 편지네요. 가져다드릴까요?",
	touch = "지휘관님에게 칭찬받는 것 같아서…… 안심돼요.",
	profile = "장갑항모── 일러스트리어스랍니다. 안녕하세요, 지휘관님. 어머, 이래 봬도 조금 토라질 때도 있다구요~ 타란토를 야습했을 땐, 겸사겸사 파스타 쪽 함대도 괴롭혔었답니다~",
	mission_complete = "지휘관님, 보너스를 잊지 말아 주세요.",
	feeling4 = "지휘관님…… 연착륙…… 시험해볼래요?",
	unlock = "지휘관님, 평안하신지요. 일러스트리어스가 착임했습니다. 사랑과 평화를 이 바다에, 성스러운 빛을 당신에게~ 어라? 저야말로 저 수수께끼의 빛이 필요…한 건가요?",
	feeling5 = "지휘관님에 관한 거라면, 일러스트리어스는 뭐~든지 받아들일 수 있어요. 그러니까 지휘관님의 마음, 전부 일러스트리어스에게 알려줘요?",
	main = "저기, 일러스트리어스의 함재기 못 보셨나요? 네? 발밑, 말인가요? 어머 참, 시야가… 잘 안 보이와요…|지휘관님의 손…… 일러스트리어스의 마음의 소리, 느끼고 있나요?|지휘관님? 그렇게 지그시 바라보시는데, 제가 그렇게 예쁜가요?",
	battle = "무의미한 싸움을 어째서……",
	upgrade = "이걸로 빛을 더 먼 곳까지 비출 수 있겠네요♪",
	voice_key = 20703,
	headtouch = "",
	feeling2 = "지휘관님, 여자애의 어디가 제일이라고 생각하세요? ──정말~ 제 눈을 바라보고 얘기해주세요.",
	login = "평안하신지요, 지휘관님. 조금 정리해뒀습니다. 어떠신가요?",
	vote = "",
	hp_warning = "지휘관님, 당황하지 마세요. 전 여기에 있어요.",
	id = 900264,
	detail = "저기… 일러스트리어스의 손수건을 주워주지 않으시겠나요…… 저, 숙이면 균형을 못 잡아서 잘 쓰러지거든요…",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"새러 선생님은 여전하시네요.",
			0
		}
	}
}
