_G.pg.ship_skin_words[900265] = {
	feeling1 = "죄송해요. 지휘관님과 가까이 있으면 머리가 아파지는 병에 걸려서요. 조금 떨어져주실 수 없나요?",
	feeling3 = "일러스트리어스 언니와 빅토리어스 언니 뿐 아니라 이렇게 많은 함선들이 함께 있다니, 지휘관님은 정말 포용력이 있으시네요. 친구의 상징으로… 후후… 이 케이크, 드시고 싶으시죠?",
	lose = "여러분들은 존…… 흠흠, 존경할만한 적이네요. 다음 번에는 꼭 이기고 말거예요!",
	propose = "오늘 부로 포미더블은 지휘관님에게 평생의 사랑을 약속합니다. 희노애락과…… 기니까 이하 생략! 지휘관님 차례예요. 조금 길지만 지휘관님은 생략하시면 안돼요~",
	expedition = "지휘관님, 의뢰가 끝났어요. 같이 항구로 모두를 맞이하러 가요.",
	win_mvp = "정말 멋진 승리였어요. 모두들 더 노력하자고요.",
	home = "으흥흥~ 아, 흠흠. 도, 돌아오셨군요. 지휘관님.",
	mission = "지휘관님, 의뢰서를 정리하고 난 뒤 확인하는 것을 잊으면 안돼요?",
	touch2 = "지휘관님, 사람으로서 이런 행동은 좀 약간…?",
	voice_key_2 = -1,
	skill = "막을 내릴 시간이예요…!",
	drop_descrip = "일러스트리어스급 항공모함—포미더블, 현호 67",
	mail = "지휘관님, 우편은 여기에 둘게요. 잊으시면 안돼요?",
	touch = "역시, 티르피츠는 정말 완강한 상대예요.",
	profile = "저는 일러스트리어스급의 3번함 포미더블이에요. 지중해에서 복무하면서 그 베네토와도 맞붙어본 적이 있었죠. 그 뒤에는 인도양, 태평양… 마지막까지 사쿠라 엠파이어 작전에서 활약했어요. 눈부신 전과를 올리진 못했지만, 대전의 종식에 힘을 보탠 셈이죠.",
	mission_complete = "지휘관님, 임무 보상의 리스트를 확인을 잊으신 것 같은데요?",
	feeling4 = "로열의 레이디보다는 역시 조금 편하게 사는 것이 좋아요. 비록 평소에는 표현하지 못하지만, 일러스트리어스 언니처럼 친근한 사람들 앞에서는…… 지휘관님, 우리 사이가 조금 더 친밀해지기를 바라나요?",
	unlock = "처음 뵙겠습니다, 지휘관님. 일러스트리어스급의 3번함 포미더블이에요. 앞으로 잘 부탁드려요.",
	feeling5 = "지휘관님, 안녕하세요♪ 오늘도 같이 케이크 드시지 않을래요? 메이드단에게서 정말정말 달콤한 케이크를 받았다구요! … 에? 지휘관님 앞에서는 솔직해지기로 했어요. 사실 이런 저도 귀엽죠~?",
	main = "지휘관님, 무슨 어려운 일이 있으면 잠시 놓아두고 쉬는 건 어때요? 다과를 좀 준비했는데, 같이 드시지 않겠어요? |지휘관님과 단 둘이라면 잠시 긴장을 풀어도—— 에? 빅토리어스 언니, 무슨 일로? …… 아니. 안녕하세요, 빅토리어스 언니. 지휘관님에게 용무가 있으신가요? |그러고 보니 저도 조선소에서 너무, 으…… 자유분방해서 진수일을 망친 적이 있어요. 하지만 모두 지난 일이죠.",
	battle = "레이디의 예의 중 적에 대한 자비는 존재하지 않아요.",
	upgrade = "포미더블은 지휘관님의 기대를 저버리지 않아요.",
	voice_key = 20705,
	headtouch = "",
	feeling2 = "지휘관님, 무슨 일이라도? 한가하시면 차 한잔 어떠세요?",
	login = "지휘관님, 오늘은 의외로 제때 오셨네요.",
	vote = "",
	hp_warning = "모두들, 조금만 더 버티세요.",
	id = 900265,
	detail = "!? …… 흠흠, 죄송해요. 방을 정리하고 있어서. 들어오세요.",
	couple_encourage = {
		{
			{
				20703
			},
			1,
			"일러스트리어스 언니, 조금 있다 같이 차 한잔 어때요?",
			0
		},
		{
			{
				20704
			},
			1,
			"빅토리어스 언니, 오늘 제 태도에 문제는 없었죠?",
			0
		}
	}
}
