_G.pg.ship_skin_words[900267] = {
	feeling1 = "무모함을 용기로 삼는 자에게는 미래가 없다네, 동지여.",
	feeling3 = "동지여, 오해하지 말게. 이것은 우리의 싸움이기도 하지만 그대의 전투이기도 하다네. 현재에 안주하지 말고 함께 앞으로 나아가세.",
	lose = "동지여, 이것은 패배가 아닌 각성이라네! 혁명의 초심을 잊지 않게 각성하는 것이지.",
	propose = "서약…인가. 이제와서 큰 의미는 없다만, 동지와의 관계가 한 걸음 더 나아갔다는 증명이라고 생각하니 큰 수확이겠지. 좋아, 건배하세나! 동지여! 앞으로도 잘 부탁한다네!",
	expedition = "‘얼음 여정’때와 같은 씁쓸한 귀항이 아닌, 이번 동료들이 가지고 오는 것은 희망이로군. 마중하러 가지!",
	win_mvp = "축하하지! 우리는 자격이 있다네! 이 기쁨을 다음 승리의 밑거름으로 삼지!",
	home = "오오, 동지여. 승리의 개선인가? 승패를 떠나서 최선을 다 하는 것이면 충분하다네!",
	mission = "명령은 질서를 유지하기 위해 존재하네. 더 큰 계획을 위해 빨리 끝내도록 하지.",
	touch2 = "동지여, 이게 무슨 짓이지? 설마 노스 유니온의 처벌이 무겁다는 것을 모르지는 않을텐데?",
	voice_key_2 = -1,
	skill = "혁명에 축복을!",
	drop_descrip = "강구트급 전함—강구트",
	mail = "편지가 왔다네. 동지여, 어서 열어보게나.",
	touch = "장비? 우리가 더 강해질 수 있다면 모두 사용할만 하지. 굉장히 합리적인 생각 아닌가? 나는 내가 약하다는 사실이 달갑지 않다네.",
	profile = "나는 노스 유니온의 강력한 전함, 강구트! 구형이라고 얕보지 말게나. 사람이던 전함이던 약할 수록 강력함을 갈망하고, 궁지에 몰릴 수록 революция을 추구한다네. 발트해에서 레닌그라드까지, 치욕을 참고 최후의 순간까지 싸웠기 때문에 찬란하게 빛날 수 있었다네!",
	mission_complete = "잘 했다네! 이 상은 우리 혁명에 좋은 찬사가 될 터이니!",
	feeling4 = "아하하하하! 잘 했다네! 동지여! 이제 곧 서로의 생명, 용기, 모든 것을 걸고 수많은 어려움과 적에게 도전하겠지! 이보다 더 혁명적인 일이 있겠는가?",
	unlock = "후하하하! 잘 해왔구나, 동지여! 함께 힘을 모아서 이 푸른 바다를 지키기 위해 노력하세나! 이 한몸 스러질 때까지, 온 힘을 다해서!",
	feeling5 = "단도직입적으로 말 하겠네! 동지의 빛이 나를 감동시켰다네——그래, 그대를 좋아한다네 이제 내 앞에 있는 것을 ‘동지를 향한 사랑’의 도전이라고 부르겠네! 자, 내 사랑의 포옹을 받게나!",
	main = "동지여, 한 잔 하지 않겠는가… 뭐? 보드카 한 잔에 쓰러지면 안 되는 것 아닌가? |동지여! 이 해군들의 이야기를 들으니 가슴이 뛰지 않는가? 그것이 바로 혁명자, 인생의 빛이라네! |쉽게 이기다니? 동지여, 그게 무슨 헛소리인가? 고전하지 않으면 전력을 다하지 않는다네! 다음 번에는 나를 더 위험한 전장으로 보내주게!",
	battle = "우리의 용기를 보여주게!",
	upgrade = "동지여, 그대도 강해져야 한다네! 그리고 나와 함께 전장에서 빛나야 하지 하하하하!",
	voice_key = 70501,
	headtouch = "",
	feeling2 = "나는 전함 강구트. 다른 이름으로 나를 불러도 좋다네. 하지만 이름보다 더 중요한 것은 결과지. 너무 구애받지 말고 좋을 대로 부르면 된다네.",
	login = "동지여. 오늘은 어떤 적과 싸워야 하는가? 나 강구트가 함께 싸워주도록 하지!",
	vote = "",
	hp_warning = "후하하하하! 이제야 내가 있어야 할 전장 같군!",
	id = 900267,
	detail = "패배하고 넘어지고, 진흙탕에서 구를지라도 다시 한번 일어날 수 있는 힘——그것이 우리가 추구하는 революция(혁명), 우리가 사랑하는 небо(천국)이라네!",
	couple_encourage = {
		{
			{
				30511
			},
			1,
			"후하하하! 같이 싸울 날이 있을 줄은 몰랐다네!",
			0
		},
		{
			{
				70201
			},
			1,
			"혁명의 빛을 비추거라!",
			0
		}
	}
}
