_G.pg.ship_skin_words[900268] = {
	feeling1 = "장난? 이제 지휘관한테 안 할 건데? 반응이 별로니까",
	feeling3 = "지휘관, 새러토가와 언니의 가장 큰 차이점은 뭐라고 생각해? 정답은 새러토가의 오늘의 색이야~",
	lose = "아차─, 돌아가서 수리하는 김에 느긋하게 쉴래~",
	propose = "아앗, 지휘관. 잠깐 기다려봐~ 유니온 자매들이 곧 여기에 모이니까~ 어? 이런 인생에 한 번인 자리엔 관중이 있어야지! 새러토가는 이래 봬도 유니온의 고참이라서 모두가 존경한다구!",
	expedition = "지휘관, 정찰하러 간 함재기들이 의뢰하러 나간 애들이 돌아왔다고 그러네~",
	win_mvp = "어머머~ 언니가 바쁘니까 가끔은 내가 나가도 된다구~",
	home = "돌아왔다 돌아왔어~",
	mission = "지휘관, 이런 임무도 못 해?",
	touch2 = "…우와!",
	voice_key_2 = -1,
	skill = "어딜 보는 거야? 이쪽이라구~",
	drop_descrip = "렉싱턴급 항공모함·새러토가 (CV-3)",
	mail = "편지 안 봐? ──그럼 내가 본다?",
	touch = "키는 작지만 제대로 성장하고 있다구!",
	profile = "난 항공모함·렉싱턴~의 동생 새러토가! 응…… 좋아하는 건 장난치는 거! 하지만 지휘관한테는 들켜버렸네~\n 항공전술의 선구자? 언니가 먼저 사라지지 않았다면 분명 언니한테 주는 거였는데…",
	mission_complete = "큰일이야 지휘관. 미션 보너스가 없어졌어! ──쳇, 들켜버렸네.",
	feeling4 = "지휘관, 새러토가가 할 말이 있어. 손바닥에 써서~ 얍…… 좋아한다고 쓸 줄 알았어? 바보 지휘관~",
	unlock = "이야, 지휘관 안녕! 내가 렉싱턴…의 여동생 새러토가라구~ 특별한 일 없으면 그만 가볼게.",
	feeling5 = "지휘관, 떨어뜨린 물건이야~~ 쪽♡ …자, 새러토가의 지휘관을 향한 마음, 줄게~",
	main = "와앗! 우후훗, 깜짝 놀랐어? 지휘관은 반응 느리구나!?|지휘관, 나랑 언니 헷갈리지 말아줘!|응? 「오빠」라고 불러보라고? 그건 아니지~",
	battle = "그저께는 류죠, 어제는 치토세, 오늘은 너희들이구나~ 간다!",
	upgrade = "새러토가는, 당신을 엄청 좋아하는데~♪",
	voice_key = 10703,
	headtouch = "",
	feeling2 = "오늘은~ 누구한테~ 할~ 까~♪",
	login = "어머~ 지휘관 미안해. 일부러 그쪽을 향해 함재기를 날린 건 아니야~",
	vote = "",
	hp_warning = "우와아! 대위기!",
	id = 900268,
	detail = "이상한 곳 엿보면 초등학생도 상대 안 해준다구♪",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"금기의 더블 렉싱턴!",
			0
		},
		{
			{
				10705
			},
			1,
			"이 귀여운 새러토가에게 「올드 브라더」는 아니지~",
			0
		},
		{
			{
				10703,
				10704,
				20703
			},
			2,
			"너흰 왜이렇게 발육이 좋은거야!",
			0
		},
		{
			{
				1040001,
				1040002,
				1040003,
				1040004
			},
			1,
			"흐흥, 누가 이 몸이신지 알아맞힐 수 있겠어~?♪",
			0
		},
		{
			{
				10208
			},
			1,
			"샌디에이고~ 더 힘내서 버츄얼 아이돌이 되자!",
			0
		},
		{
			{
				10
			},
			5,
			"원숭이 군단이닷!",
			4
		}
	}
}
