_G.pg.ship_skin_words[900272] = {
	feeling1 = "현실에 안주하면 결국 파멸할 뿐입니다. 이 점을 잊지 마세요.",
	feeling3 = "오셨군요. 앉으세요. 뭘 마시고 싶으세요? …너무 어색해 하지 않아도 된답니다. 저라도 일을 하지 않을 때는 평범하게 지내고 있으니까요. 아무리 독실한 신자라도 신앙만으로는 살 수 없어요. 모두 음식과 술이 필요하지요.",
	lose = "이것도… 신이 내린 시련일까요…",
	propose = "아이리스 리브레의 리더로서 맹세할 수는 없지만 함선 리슐리외로서 영원히 당신을 지키고 응원할 것을 맹세할게요. 신성한 아이리스 리브레의 이름으로——",
	expedition = "순조로운 의뢰 완료는 함대가 잘 돌아간다는 증거지요. 잘 하셨습니다, 지휘관님.",
	win_mvp = "전장을 떠도는 망령들에게 영원한 안녕과 구원을, 아멘…",
	home = "작전 종료. 함대가 무사 귀환했습니다. 수고했어요, 지휘관님.",
	mission = "임무도 일종의 시련이겠지요. 바른 마음가짐으로 끝내주세요.",
	touch2 = "…그 용기는 칭찬할 만하군요.",
	voice_key_2 = -1,
	skill = "천벌을 받으세요!",
	drop_descrip = "아이리스 리브레 리슐리외급 전함—리슐리외",
	mail = "우편은 누군가가 보내는 축복이지요.",
	touch = "신에게 바치는 기도를 들어주세요, 지휘관님.",
	profile = "아이리스 리브레의 리더, 리슐리외급 전함 리슐리외입니다. 운명에 어긋난 생을 살며 조국의 흥망성쇠를 목격했지만… 이번에는 반드시… 중요한 것을 지킬 수 있을 것이라고 믿고 있어요. 자유와 평화가 모두 이 함대에서 시작될 것이라고 믿습니다——",
	mission_complete = "보상은 하늘이 주시는 노동의 댓가랍니다. 감사히 받겠습니다.",
	feeling4 = "또 오셨군요. 지휘관님께 친절을 베푼 것이 조금 후회되기 시작했답니다—— 장난이에요. 믿을 수 있고 서로를 이해하는 사람과 사귈 수 있다는 것은 사치스러운 일이지요. 저는 운이 좋은 모양이네요. 물론, 지휘관님도 마찬가지겠지요?",
	unlock = "저는 아이리스 리브레 함대의 지도자이자 추기경 리슐리외입니다. 당신도 신앙과 자유를 위해 싸운다면, 제가 승리를 가져다 드리겠습니다, 지휘관님.",
	feeling5 = "사람과 사람 사이의 거리감은 의미 있는 것이죠. 상사와 부하, 함대의 리더와 지휘자, 함선과…… 후후, 당분간은 모두가 우리 관계를 오해하게 두도록 하죠. 어떤가요?",
	main = "「FVRENTIBVS EMINET AVSTRIS」… 굳건한 신앙과 끝없는 노력만 있다면 어떤 고난도 우리를 쓰러뜨릴 수 없다고 믿고 있어요——|모항의 저 아이들… 「지휘냥」인가요? 후후, 정말 귀여운 아이들이네요. |로열 네이비? 다음 티타임에 와인을 가져올 수 있게 허락해준다면 조금 더 쉽게 어울릴 수 있을지도 모르겠네요.|아이리스 리브레 동료들의 힘을 충분히 발휘해주세요, 지휘관님. 평화를 위해 싸우는 것은 우리의 사명이랍니다.|이글 유니온과 아이리스 리브레는… 장 바르라면 잘 어울릴 수 있을지도 모르겠네요.",
	battle = "자유와 명예의 이름으로, 전 함대! aux armes, marchons!",
	upgrade = "국민을 이끄는 데에는 힘이 필요한 법—— 고맙습니다, 지휘관님.",
	voice_key = 80501,
	headtouch = "당신도 하늘의 가호를 받을 수 있기를.",
	feeling2 = "전쟁을 일으켰다고 저를 미워하는 이도 있고, 저를 추기경으로 경외하는 사람도 있지요. 또 누군가는 완고한 성직자라고 저를 증오하기도 합니다…… 지휘관님은, 저를 어떻게 생각하시나요?",
	login = "지휘관님, Bonjour. 오늘 회의에서 질의할 내용을 검토해보도록 하지요.",
	vote = "",
	hp_warning = "희망은… 아직 꺼지지 않았어요!",
	id = 900272,
	detail = "나를 믿고 따르면 원하는 것을 얻을 수 있을 겁니다. 기도하고 찾으세요. 그렇다면 길이 열릴 것입니다.",
	couple_encourage = {
		{
			{
				80101,
				80102,
				80103,
				80104,
				80201,
				80202,
				80701,
				80801
			},
			5,
			"신이 우리와 함께 계시니 두려워하지 말아요.",
			3
		},
		{
			{
				10703
			},
			1,
			"다시 함께할 기회는 없는 것인가요...",
			0
		},
		{
			{
				90501
			},
			1,
			"마음껏 날뛰세요. 전력을 다해 지원하겠습니다.",
			0
		},
		{
			{
				90101,
				90102,
				90103,
				90111,
				90201,
				90302,
				90401,
				90501
			},
			5,
			"동포들이여, 모두의 신념 아래 모이세요!",
			3
		}
	}
}
