_G.pg.ship_skin_words[900275] = {
	feeling1 = "원래는 너에게 약간의 기대감이 있었어…",
	feeling3 = "너…너의 체스 실력이 이렇게 뛰어날 줄은 예상 못했네. 앞, 앞으로 좀 진지하게 상대해주지!",
	lose = "으윽…어떻게 이럴수가…",
	propose = "음, 아주 좋아. 너를 본 지휘관의 가장 믿을 만한 하인으로 인정하겠네! 네가 쭉 이렇게 충성을 다한 것을 봐서 특별히 내 곁에서 계속 나의 위대함을 체험할 수 있도록 허락하겠어, 이 반지를 우리 주종 관계의 증표로 하자구!",
	expedition = "으흠, 의뢰조는 매우 순조로운 것 같군. 나 대신 잘 위로해줘, 하인.",
	win_mvp = "정확한 지휘와 용감한 전투는 완벽한 승리지.",
	home = "하인, 전투 상황은 어때? 내게 자세하게 말해봐.",
	mission = "이런 사소한 임무는 하인 너에게 맡기겠다.",
	touch2 = "너 뭐하는 거야!?... 하인을 너그럽게 대하는 것도 상급자가 가져야할 배포지. 이번은 그냥 넘어가겠어!",
	voice_key_2 = -1,
	skill = "모든 것은 손바닥 안에 있어!",
	drop_descrip = "퀸 엘리자베스급 전함-밸리언트, 현호02",
	mail = "쳇! 왜 우편물이 모두 하인 너에게 가는 거야?",
	touch = "일이 있으면 얼마든지 말해. 내가 듣고 있을테니까, 하인.",
	profile = "나는 퀸 엘리자베스급의 밸리언트다. 유틀란트부터 극동까지 모두 나 밸리언트가 용맹하게 전투에 참여했었지. 그리고 앞으로 내가 이 함대를 이끌고 계속 항해할거야. 나의 유능한 하인으로서 날 잘 보좌할거라고 믿는다.",
	mission_complete = "사소한 임무일지라도 네가 훌륭하게 끝냈다면 마땅히 포상을 받아야지.",
	feeling4 = "잠,잠깐! 체스를 두기로 했다면, 모든 상황을 고려해야지. 방금 그 수는 내가 미처 보지 못해서 하인 네가 빈틈을 파고든 것일 뿐이야! 그러니까, 이…이번 수는 아닌 걸로 해야지! 하인, 이해하겠지?",
	unlock = "밸리언트, 내 이름이다. 이 함대를 이끌 사람의 이름이기도 하지. 가슴에 잘 새겨두도록…… 헌데, 넌 누구지? 지휘관…? 알았다. 하인이랑 비슷하게 여기면 되겠지!",
	feeling5 = "하인으로서 당연히 상관의 마음을 살펴야지… 내,내 뜻은 내가 한번은 이기도록 해줄 때란 말이지.(작은 소리로) 항상 너에게 지니까, 내가 체스에 자신감이 다 없어지겠다고… 암, 암튼! 네가 한번 져줘야돼! 거기다 일부러 져준다는 걸 내가 모르게! 이건 명령이야! 알겠지?",
	main = "하인, 나 목말라. 메이드들에게 가서 홍차를 준비…아니야. 그러면 너무 늦지. 하인, 오늘의 차는 자네에게 맡길게. 문제 없지?|지휘관이 되는데 가장 중요한 것은 바로 카리스마야. 카리스마가 있어야 위엄이 있어서 모두가 자네의 말을 따르게 되지. 알겠어, 하인? |디저트 타임!?... 큼흠… 업무와 휴식을 합리적으로 짜는 것도 지휘관으로서 가져야할 자질 중 하나지. 잘 배우라고, 하인!",
	battle = "내 지휘를 들어라! 모두 공격!",
	upgrade = "휴우~ 잘했어, 하인. 무슨 상을 갖고 싶어?",
	voice_key = 20510,
	headtouch = "너, 너…뭐하는 거야!",
	feeling2 = "하인, 마침 잘왔어. 일이 끝났으면 나와 함께 체스 몇 판 두자.",
	login = "하인, 마침 잘 왔어. 오늘의 보고서를 가져와라.",
	vote = "",
	hp_warning = "하인… 어… 어서 날 보호할 방법을 생각해봐…!",
	id = 900275,
	detail = "엘리자베스는 지도자로서는 약간 지나치게 제멋대로야. 워스파이트 그녀들이 너무 오냐오냐 했어. 역시 이곳은 당연히 내가…응? 어떤 의미에서는 나도 다를바 없다고…? 무슨 말하는 거야?",
	couple_encourage = {
		{
			{
				20501,
				20502
			},
			1,
			"고귀한 퀸 엘리자베스급의 실력을 맛보시지!",
			0
		},
		{
			{
				20502
			},
			1,
			"네 동향을 주시할거야!",
			0
		}
	}
}
