_G.pg.ship_skin_words[900277] = {
	feeling1 = "당신의 지금 모습이 정말 당신에게 많은 것을 쏟아부은 모두에게 떳떳한가? 잘 반성해.",
	feeling3 = "로열 네이비는 다과회와 디저트 모임이 매우 많아. 늘 안가면 무리에 잘 안맞는것 같고, 가서 아무것도 안먹는 것도 이상한 것 같고… 내려놓고 먹어버려? 무, 무슨 농담을 하는 거야! 그것들 모두 칼로리인데!... 아… 크흠… 별, 별거 아냐. 추태를 좀 보였네. 미안.",
	lose = "쳇, 계속된 작전은 손해을 초래하지… 돌아가서 정비하자고.",
	propose = "비록 내가 한때 그 강을 넘을 수 없었더라도 당신이 어려움에 처한다면 온갖 어려움을 넘어 당신 곁으로 갈거야. 이건 로열 네이비의 전사로서 지휘관에 대한 약속일 뿐만 아니라 한 소녀와 소중한 사람과의 약속이야.",
	expedition = "의뢰 임무가 끝났네. 이 간식들을 가져가서 모두를 위로해줘. 나? 난 됐어.",
	win_mvp = "적에 대한 자비는 동료에 대한 책임감이 없는 것이지.",
	home = "오늘의 체중도 아무 변화가 없…앗! 크흐흠! 지휘관, 내 예상보다 빨리 돌아왔는데? 암, 암튼 앞으로의 계획을 보자고!",
	mission = "지휘관, 임무가 더 남았어. 서둘러 완료해.",
	touch2 = "알겠다. 예의 수업은 당신같은 사람을 위해 만들어진거네.",
	voice_key_2 = -1,
	skill = "잡았다!",
	drop_descrip = "항공모함-이글",
	mail = "당신의 우편물이야. 제때 확인하는것 잊지 말도록.",
	touch = "무슨 일이야? 만약 회식이라면 … 나 대신 참석할 수 있어?",
	profile = "전투함으로 개조한 항공모함으로 한때 로열 네이비의 해상 항공전에 큰 경험을 제공한 적이 있고 최전선에서 싸우다가 마지막에는 해상으로 돌아갔어. 로열 네이비 전사에게는 괜찮은 결말인 셈이지. 다만 기습당한 것은 항상 풀리지가 않아...",
	mission_complete = "아주 좋아. 이게 바로 우수한 지휘관이 가져야 할 모습이지.",
	feeling4 = "이상하네… 분명 요즘 내가 저칼로리 식단을 유지하고, 매일 운동도 하는데 왜 기록된 체중은 거의 변화가 없는 것 같지? 설마 전투함 개조 때문인가… 그저 이런 운명을 받아들일 수밖에 없는거야…!? 이건 불공평해!",
	unlock = "나는 로열 네이비의 항공모함 이글이라고 해. 영광스러운 로열 네이비의 전사로서 함대를 위해 내 모든 능력을 바칠 거야.",
	feeling5 = "지금의 지휘관은 나에게 이미 분리할 수 없는 부분이야. 내가 어떻게 변하든…아니, 일이 이렇게 됐으니 나도 다시는 변하지 않을 생각이야. 지휘관, 당신에게는 내가 분리할 수 없는 존재야?",
	main = "오늘의 메뉴는…과일 샐러드, 야채 샐러드, 저칼로리 건강식이라…음, 아주 완벽해!|이 노트의 내용이 궁금한가? 포기하기를 바라네. 당신이 노트안의 내용을 보게 된다면, 입을 막을 수밖에 없으니까…농담이야!|이전에 모항에서 메탈 블러드의 잠수함들을 만났었는데… 난 인사 방식도 생각 못했는데 그녀들은 놀란 토끼처럼 도망치더라구. 으… 그녀들과 접촉하는 방식을 반성해봐야겠어.",
	battle = "전쟁이라… 하하. 살짝 흥분되는데!",
	upgrade = "강화는… 체중 같은 데는 영향이 없겠지…",
	voice_key = 20701,
	headtouch = "",
	feeling2 = "가끔 사람들에게 사나워 보여 가까이 다가가기 어렵게 한다는 말을 듣지만, 나 스스로는 내가 함께 지내기 좋은 사람이라고 생각해.",
	login = "음, 아주 좋아! 정확한 시간에 온 걸로 봐서 아주 책임감 있는 지휘관이라는 것을 알겠군.",
	vote = "",
	hp_warning = "로열 네이비의 전사가 어찌 이런 사소한 어려움 때문에 물러설까!",
	id = 900277,
	detail = "내가 있기 전 옛날에 많은 로열 네이비들 역시 '이글'이란 이름을 부여받았지. 나 이후로도 책임감과 사명감이 가득한 이 이름에 부끄럽지 않기를 바라.",
	couple_encourage = {
		{
			{
				20703
			},
			1,
			"이번은 우리가 함께 싸우게 해줘!",
			0
		},
		{
			{
				90401
			},
			1,
			"윽…난 당신의 유혹에 넘어가지 않을거야!",
			0
		}
	}
}
