_G.pg.ship_skin_words[900280] = {
	feeling1 = "너는 내가 추구하는 강자는 아니었군.",
	feeling3 = "강함을 추구하는 이유? 이유 같은 건 없어……굳이 말하자면……아마기 씨에게 이기기 위해서다.",
	lose = "큭! 그 얼굴, 기억해두겠다……!",
	propose = "모든 것을 맡길 수 있는 상대에게 등 뒤를 맡긴 채, 후회 없이 싸운다… 이거야말로 내가 꿈꿔왔던 것, 나의 소원이다. 그 상대가 너라면…… 흠, 바랄 나위가 없지.",
	expedition = "의뢰가 완료된 모양이다. 그러고 보니, 의뢰란 건 재밌나? 내게도 한 번 맡겨달라고.",
	win_mvp = "무르군! 더 강해져서 돌아와라!",
	home = "강적을 이기는 것만큼 즐거운 일은 없지. 안 그런가?",
	mission = "임무? 전투와 상관없는 일을 나한테 일일이 묻지 마라.",
	touch2 = "……일단 한 대 맞아라!",
	voice_key_2 = -1,
	skill = "전장에 설 자격이 있는 건 강자뿐이다!",
	drop_descrip = "카가급 전함 1번함 - 카가",
	mail = "우편이다. 받아.",
	touch = "지휘관, 집무실에 틀어박히는 건……따분하다고 생각하지 않나? 기분 전환할 겸 나와 같이 가볍게 산책이라도 하는 게 어떤가?",
	profile = "카가급 1번함인 카가다. 나가토급의 개수형이며, 그 '88함대' 계획에서 함대 결전용 주력함으로서 건조되었다. 아마기씨…… 그 사람과는 언젠가 한 번 겨뤄보고 싶군.",
	mission_complete = "임무…보수인가. 내가 받아오지. 마침 몸을 움직이고 싶었던 참이다.",
	feeling4 = "지휘관, 더 강해지려면 어떻게 해야 하지? 이대로 계속 앞으로 나아가면 될 거라고 생각했지만, 아마기씨, 그리고 너를 보고 있으면, 아무래도 그것만으론 부족할 것 같다.",
	unlock = "훔, 여기가 내 실력을 발휘할 곳인가. 나쁘진 않겠군. 나는 카가……전함 카가다. 착각하지 말라고!",
	feeling5 = "나는 지휘관에게 쓰일 때 비로소 강해지는 모양이군. …후후후, 이런 것도… 나쁘진 않지.",
	main = "항공모함의 조그마한 함재기가 강하다고? 난 그렇게 생각하지 않아. 그리고 말야, 자기 실력으로 싸움에 임할 수 없다니, 따분하다고 생각하지 않나?|비서함에 임명된 이상, 아무것도 못 한다는 건 심기에 거슬리는군. 지휘관, 내가 할 수 있는 건 없나?|아마기 씨는 내 호적수이자, 가장 존경하는 사람이다. 그 사람을 보좌하라고 해도 불복하진 않아.",
	battle = "강적인가… 즐겨주도록 하지! 실망시키지는 말라고!",
	upgrade = "후후후, 실망시키진 않으마.",
	voice_key = 30507,
	headtouch = "",
	feeling2 = "자신의 나약함과 마주하는 것은 부끄러운 일이 아니다. 나약함을 인정하고, 그 뒤 강해지면 된다. 그뿐이다.",
	login = "지휘관, 집무 시작 전에 어깨라도 좀 풀어둬라.",
	vote = "",
	hp_warning = "좋아! 내가 전력을 다할 가치가 있군!!",
	id = 900280,
	detail = "보는 것만으론 강해지지 않아. 지휘관, 빨리 날 출격시켜라.",
	couple_encourage = {
		{
			{
				30405
			},
			1,
			"아마기씨, 또 혼자서 없어지거나 하진 말아줘.",
			0
		}
	}
}
