_G.pg.ship_skin_words[9702010] = {
	feeling1 = "나한테 마음을 닫기로 결정했다면, 난 내 할 일 하러 갈게.",
	feeling3 = "모든 것을 꿰뚫어 보는 두 눈을 가졌지만 모든 걸 해결할 수 있는 손은 없어…… 다시는 이런 고통스런 일을 겪고 싶지 않아. 지휘관, 넌 분명 나보다 더 잘할 수 있겠지.",
	lose = "나조차 알아차리지 못한 무슨 정보라도 있어?… 됐어, 그냥 이대로 있자.",
	propose = "이게 바로 영원히 배신하지 않고, 영원히 헤어지지 않음을 상징하는 거지…? 응, 알았어. 이제 완전한 안정이 느껴져… 영원히, 영원히, 영원히 함께 하자——",
	expedition = "SG가 모항에 복귀하려는 동료를 감지했어. 지휘관, 미리 준비하자.",
	win_mvp = "레이더 상의 붉은 점들은 이미 모두 사라졌어.",
	home = "지휘관, 방금 어디 갔었어? 네가 거짓말 하는지 안 하는지 난 다 알아~",
	mission = "지휘관, 임무는 내버려둬도 사라지지 않아. 성실히 완성하라고.",
	touch2 = "이런 순간에는, 역시 머뭇거리는구나.",
	voice_key_2 = -1,
	skill = "너희를 찾았어.",
	drop_descrip = "헬레나호 경순양함 <color=#92fc63>(해당 META 캐릭터 보유 중일 시, 보상은 캐릭터 결정으로 전환되며, 「META 연구실」-「에너지 활성화」에서 사용)</color>",
	mail = "새로운 우편이 왔어. 내가 열어봐 줄게.",
	touch = "내 힘을 빌리고 싶다면, 반드시 뭘 해야하는지 먼저 알려줘야 해.",
	profile = "브루클린급 경순양함 헬레나야. 장점이라면, 아마도 다른 이들보다 아는 게 좀 더 많다는 거겠지.",
	mission_complete = "임무 완성의 보상이 이것들 뿐이야? 좀 적네.",
	feeling4 = "분명히 이렇게 많은 정보를 파악하고 있는데, 왜 내 마음은 아직도 불안한 건지…… 아, 알았다. 내 주변의, 내 마음속의 가장 커다란 불안 요소는, 바로 너야……",
	unlock = "헬레나를 찾고 있는 거야? 내 힘을 너에게 빌려 줄 수 있어——하지만, 약속해, 나에게 그 무엇도 숨겨선 안 돼.",
	feeling5 = "너의 그 따뜻한 목소리만이 내 마음속의 불안과 시기를 없앨 수 있어…… 네가 없다면, 나도 내가 뭘 할지 몰라…… 어디도 가지마, 헬레나의 곁에만 있어줘. 응?",
	main = "지휘관, 네 목소리 듣고 싶어. 네 마음 속 생각을 알고 싶어. 난 내 주변에 내가 알지 못하는 게 있다라는 불안감을 견딜 수 없어……|지휘관, 누구 찾아? 사무실 근처 뿐만 아니라, 모항 전체의 상황은 내가 꿰뚫고 있다고.|너무 많은 것을 아는 게 무조건 좋은 건 아니야. 특히 너 자신이 아무것도 할 수 없다는 것을 발견했을 때 말이지.",
	battle = "SG, 이번에도 적의 위치를 알려주겠어?",
	upgrade = "그럼, 이 힘의 대가는 무엇이지?",
	voice_key = 970201,
	headtouch = "",
	feeling2 = "난 미소가 좋아. 계속 웃고 있기만 한다면, 다른 사람들이 마음을 해하려 할 수 없을 거야.",
	login = "지휘관 네가 이 시간에 돌아올 줄 알고 있었어.",
	vote = "",
	hp_warning = "더 이상 저항하지 마라. 너희들의 위치는 똑똑히 알고 있다!",
	id = 9702010,
	detail = "SG가 지휘관이 어디 있는지 알 수 있고, 지휘관이 무슨 생각을 하는지 알 수 있다면 좋을텐데.",
	couple_encourage = {
		{
			{
				10502,
				10504,
				10508
			},
			1,
			"뭔가 있어. 무엇이든 절대 놓치지 않겠어.",
			0
		}
	}
}
