_G.pg.ship_skin_words[9707020] = {
	feeling1 = "아직 충고가 먹힌다면, 돌아가길 바랄게. 각하.",
	feeling3 = "함선은 방향을 잃어버리면 결국 바다에서 침몰할 수 있어, 사람도 똑같아. 지휘관 각하, 마음 속에 정확하고 굳건한 나아갈 방향이 있어?",
	lose = "이런 퇴로가 매번 전투마다 있을 수 있는 건 아냐...",
	propose = "이걸 나한테 준다고? 좋아, 알았어! 오늘부터, 각하와 함께 하겠어. 우리의 항로가 어디로 향할지 엄청 기대되는걸, 하하~",
	expedition = "위험을 무릅쓰고 물자를 가져온 동료들을 홀대하면 안 돼... 얼른 맞이해 주러 가자, 지휘관 각하.",
	win_mvp = "아무리 멀리 도망쳐도 내게서 벗어날 순 없다.",
	home = "내 상태는 걱정 마, 아크 로열은 언제나 각하의 지시를 기다리고 있으니까!",
	mission = "임무 완성은 각하의 중요한 소임 중 하나. 잊어선 안 돼.",
	touch2 = "지금은 이런 짓을 할 때가 아닌데...",
	voice_key_2 = -1,
	skill = "도망칠 수 없다!",
	drop_descrip = "아크 로열호 항공모함 <color=#92fc63>(해당 META 캐릭터 보유 중일 시, 보상은 캐릭터 결정으로 전환되며, 「META 연구실」-「에너지 활성화」에서 사용)</color>",
	mail = "새로운 우편? 어서 봐봐. 최신 정보를 놓쳐선 안되지.",
	touch = "눈빛에 확신이 부족해! ...하하, 이제 좀 낫네.",
	profile = "각하와 나는 전사다. 어려움에 처할수록, 우리의 신분과 뒤에 있는 지켜야할 사람들을 잊어선 안돼.",
	mission_complete = "임무 완료했구나, 잘했어!",
	feeling4 = "음, 각하의 태도와 업무 방식은 확실히 칭찬할 만해. 각하가 전방에서 이끈다면, 이 함대는 분명 더 머나먼 곳까지 나아갈 수 있을 거야.",
	unlock = "항공모함 아크 로열, 각하의 휘하에 합류한다. 각하가 큰 뜻을 품은 사람이라면, 난 전력으로 각하를 위해 싸울 것이다!",
	feeling5 = "안심해, 각하. 함대를 이끌어가는 방향이 어딜 향하던지, 난 각하를 위해 호위할 테니까. 앞에 거대한 파도가 있던, 빙산이 있던, 내가 전부 산산조각 내줄 테니까!",
	main = "동료를 지키는 것은 불변의 진리지. 그 대상이 구축함 동생들이라면 더욱 그렇고.|내가 제일 잘하는 건 초원거리 사격이야. 물론, 근접 전투도 뒤쳐지진 않아.|새로운 전술을 연구 중인가? 나도 뭔가 도와줘야 해?",
	battle = "적에게 자비를 베풀 필요는 없다!",
	upgrade = "보호해야 할 것을 위하여 더욱더 강해져야만 해!",
	voice_key = 970702,
	headtouch = "",
	feeling2 = "호위 필요한 구축함 동생들 있어? 다른 임무도 괜찮아, 언제든 출격 가능해.",
	login = "에너지 넘치는 모습, 좋아!",
	vote = "",
	hp_warning = "모든 걸 파괴하도록... 가만두지 않겠다!",
	id = 9707020,
	detail = "평화, 그 어떤 대가를 치르더라도 수호할 가치가 있어.",
	couple_encourage = {
		{
			{
				1
			},
			3,
			"걱정마, 내가 보호해 줄테니까!",
			1
		},
		{
			{
				20706
			},
			1,
			"함께 로열의 영광을 지키자—!",
			0
		},
		{
			{
				97
			},
			2,
			"다시... 불태워주마!",
			3
		}
	}
}
