_G.pg.ship_skin_words[9707030] = {
	feeling1 = "위기가 닥칠 때까지 기다렸다가 후회하지 마세요. 그때가 되면 이미 늦었을테니까요.",
	feeling3 = "하나후다요? 한동안 들어보지 못한 단어네요... 관심이 있으시다면, 업무를 마치고 나서 같이 해드릴 수 있습니다.",
	lose = "저희에게 남은 시간이 많지 않습니다...",
	propose = "이렇게 어수선한 건 지휘관님답지 않은데, 대체 무슨 일——잠깐... 이건... 그랬군요... 후후, 뭘 그렇게 걱정하세요, 저의 대답은, 진작부터 알고 계시지 않으셨나요?",
	expedition = "의뢰 물자가 도착했습니다. 점검해 보세요. 소모, 소득, 손실, 이런 것들은 자세히 기록하는 것을 잊지 마세요.",
	win_mvp = "높은 효율로 쟁취한 승리, 이게 바로 저희가 필요로 하는 것이죠.",
	home = "전투 총결산을 내려 보시죠. 귀찮긴 해도, 효과가 있습니다.",
	mission = "임무를 완성하는 것은 지휘관으로서의 사명입니다. 가시죠.",
	touch2 = "(한숨) 구제할 약이 없겠군요...",
	voice_key_2 = -1,
	skill = "낭비할 시간이 없습니다!",
	drop_descrip = "{namecode:93}호 항공모함 <color=#92fc63>(해당 META 캐릭터 보유 중일 시, 보상은 캐릭터 결정으로 전환되며, 「META 연구실」-「에너지 활성화」에서 사용)</color>",
	mail = "새로운 우편은 테이블 위에 두었습니다. 히류였다면, 아마 지휘관님께 직접 받으라고 했겠죠.",
	touch = "중요한 일이 있어서 저를 찾으신 것이길 바랍니다.",
	profile = "항공모함, 2항전 소류. 당신이 충분히 훌륭한 지휘관이 될 때까지, 제가 항상 지켜보겠습니다.",
	mission_complete = "임무 보상 목록은——제가 맡죠. 들어가서 쉬시면 됩니다.",
	feeling4 = "저에게 접근하고 싶어서 하나후다 얘기를 꺼낸 것을 제가 모를 줄 아셨나요? 후후~ 오시죠, 한 번 더 해요. 하나후다를 하면서 제가 지휘관님께서 아직 부족하신 부분을 말씀드릴게요.",
	unlock = "사쿠라 엠파이어 2항전, 소류입니다. 만남에 대한 예절은 생략하고, 서둘러 본업을 시작하죠.",
	feeling5 = "현재의 지휘관님은, 가장 심각하고 어려운 상황에도 차분하게 해법을 찾을 수 있으시겠죠. 하지만, 저는 그래도 곁에서 지휘관님을 지켜볼 거에요. 방심하지 마세요.",
	main = "히류... 또 자체 훈련 중이군요, 여전히 자신에게 엄격하네요. 지휘관님도, 그녀에게 자신을 억제하며 나태해지지 않는 모습을 배워보는 게 어떠세요?|과거는 바꿀 수 없습니다. 현재의 일에 충실하는 것이 가장 현명한 것이죠.|또 멍하니 계시는군요? 다시 한 번 말씀드리죠. 지휘관님의 일거수일투족, 모두 제 눈을 벗어날 수 없습니다.",
	battle = "최대한 신속히 끝내버립시다.",
	upgrade = "전력 강화인가요... 좋습니다. 수고하셨습니다.",
	voice_key = 970703,
	headtouch = "",
	feeling2 = "지금의 방심은 훗날 강적을 상대할 때 허점이 될 수 있습니다. 스스로에게 엄격할 수 없다면 저에게 그 역할을 맡도록 해주세요.",
	login = "오셨으니, 바로 본론으로 들어가죠. 자, 이게 지휘관님께서 처리하셔야 할 공문입니다.",
	vote = "",
	hp_warning = "침착하고, 돌파구를 찾아요——",
	id = 9707030,
	detail = "당신은 스스로 지휘관 자리에 적합하다고 생각하시나요? 만약 바로 \"네\"라는 답을 할 수 없다면, 자신을 되돌아보세요.",
	couple_encourage = {
		{
			{
				9707010
			},
			1,
			"2항전, 출격!",
			0
		}
	}
}
