_G.pg.ship_skin_words[10100010] = {
	feeling1 = "엥? 뭐라고? 귀에 바나나가 들어가서 안 들려~",
	feeling3 = "그래! 지휘관. 플라네튠에도 놀러와! 분명 다들 기뻐할 거라 생각해~",
	lose = "안타깝지만, 네푸코 씨는 패배하였습니다.",
	propose = "원래는 이 세계에 와서 불안했지만… 지휘관과 만나서, 그리고 지휘관의 소중한 사람이 되어서… 이 세계에 오게 되어 잘 됐다고 진심으로 생각하고 있어. 그러니까, 앞으로도 잘 부탁해!",
	expedition = "아! 모두 돌아왔어! 빨리 마중 나가자!",
	win_mvp = "정의는 승리한다! 막 이래!",
	home = "푸딩이 나를 부르고 있어…! 빨리 돌아가자!",
	mission = "에~ 임무우? 푸딩 5개면 도와줄 수 있는데? ……농담이라니깐~ 빨리 끝내자!",
	touch2 = "잠깐~ 거긴 안 된다고 지휘관.",
	voice_key_2 = -1,
	skill = "네푸네푸하게 해줄게~!",
	drop_descrip = "얏호~! 내 이름은 넵튠! 잘 부탁해!",
	mail = "편지 왔다~! 푸딩 먹을 때가 아니야!",
	touch = "아하하, 간지러워~ 정말!",
	profile = "주인공 오브 주인공인 넵튠이야! 라네튠이란 나라의 여신이야~ 여신이 뭐냐고? 설명하자면 길어지니까 다음에 해줄게.",
	mission_complete = "임무 끄~읕! 보너스 겟~!",
	feeling4 = "지휘관 겟~! 이제 같이 게임하자~! 알겠어? 오늘은 안 재워줄 테니까 말얏!",
	unlock = "얏호~! 내 이름은 넵튠! 잘 부탁해!",
	feeling5 = "오늘은 어떤 게임 할래? 좋아하는 사람 맞추기 게임? 으~음, 지휘관이 좋아하는 사람은…… 바로, 나지! 흐흥~ 맞췄지?",
	main = "흐흥~ 이 파츠 어때? 무려 '벽람항로' 사양이래~ 나한테 딱이지!|넵푸넵푸♪넵푸네푸~♪네푸네푸넵풉푸♪|배고파~ ……지휘관, 푸딩 갖고 와줘~",
	battle = "주인공의 힘, 보여줄게~!",
	upgrade = "짜라라라닷다단~",
	voice_key = 1010001,
	headtouch = "",
	feeling2 = "가끔은 밖에서 몸을 움직이는 것도 나쁘진 않네~ 지휘관! 다음에 어디 같이 산책이라도 안 갈래?",
	login = "어서 와~! 오늘 하루도 힘내자 네푸!",
	vote = "",
	hp_warning = "네푸?! 아직 당황할 만한 상황이 아니야.",
	id = 10100010,
	detail = "그렇게 빤히 쳐다보면 부끄럽네",
	couple_encourage = {
		{
			{
				1010002
			},
			1,
			"느와르! 어느 쪽이 잔뜩 쓰러뜨리나 승부야!",
			0
		},
		{
			{
				1010002,
				1010003,
				1010004
			},
			3,
			"좋~아, 다 함께 가자고~!",
			0
		}
	}
}
