_G.pg.ship_skin_words[10100020] = {
	feeling1 = "빨리 내 시야에서 사라져주지 않으려나?",
	feeling3 = "다음에 내 친구가 지휘관과 함께 점심을 먹고 싶다고 했었는데, 괜찮지? 물론 나도 같이 갈 거야. 당신이 우쭐해져서 이상한 짓을 하지 않도록 지켜봐야 하기도 하니까.",
	lose = "나는 이 패배를 평생 잊지 않아. 그렇기 때문에 더욱 강해지는 거야.",
	propose = "엣?! 몰래카메라 같은 거 아니지…? 거짓말, 분명 미움받고 있을 거라 생각했어…… 근데 뭐야 그 얼굴은. 오케이란 거야! 그 정도는 눈치채라고 이 바보!",
	expedition = "의뢰가 끝난 모양이야. 잘 됐다, 모두 무사한 것 같네.",
	win_mvp = "흥, 이 정도는 여유지. 나는 이 정도로는 만족하지 않아.",
	home = "수고했어. 휴식도 훌륭한 훈련의 하나라고 생각해.",
	mission = "부지런히 임무를 체크해두세요.",
	touch2 = "다, 당신…… 적당히 하지 않으면 화낼 거야.",
	voice_key_2 = -1,
	skill = "여기는 내게 맡겨!",
	drop_descrip = "당신이 지휘관? 흐음, 뭐 좋아. 나는 느와르. 라스테이션의 수호여신이야. 내가 왔으니 안심해줘.",
	mail = "우편이 온 모양이야.",
	touch = "느왓……어딜 만지는 거야!",
	profile = "라스테이션의 여신, 느와르야. 이 세계에서도 친구가 잔뜩 생길까… 그, 그것보다! 지금의 전황을 가르쳐줘.",
	mission_complete = "못 쓰는 보너스면 내가 위에 말해둘게",
	feeling4 = "상담? 딱히 내가 아니어도 괜찮지 않아? 누구였더라, 저번에 즐겁게 얘기하던 아이한테 부탁해보는 게 어때? 용건은 그것뿐이야? 그럼, 수고해. ……나, 정말 바보라니까.",
	unlock = "당신이 지휘관? 흐음, 뭐 좋아. 나는 느와르. 라스테이션의 수호여신이야. 내가 왔으니 안심해줘.",
	feeling5 = "저기… 나, 당신과 함께 있으면 가슴이 터질 것만 같아. 당신은 날 어떻게 생각해? …아냐, 역시 됐어. 답은 알고 있으니까…….",
	main = "점검은 게을리하지 않고 있지? 장비도 물론이지만, 그 아이들에게 동기 부여하는 것도 승패와 연관되니까 주의하도록 해.|이 아이들의 의상, 꽤 귀여운 게 많네. 벼, 별로 입어보고 싶다든지 그런 의미가 아니니까…|흥~흐흐흐흥~♪흥~흥~흐흥♪ 히히……다, 당신 언제부터 여기 있었던 거야……",
	battle = "내 진짜 실력, 보여줄게!",
	upgrade = "더 위를 노리는 거야!",
	voice_key = 1010002,
	headtouch = "",
	feeling2 = "앗, 마침 좋을 때 왔네. 지금부터 점심 먹으러 갈 건데, 어때?",
	login = "꽤나 여유로운 귀환이네, 오늘도 할 일이 가득 있으니까 정신 바짝 차리라고.",
	vote = "",
	hp_warning = "괜찮아, 문제없어.",
	id = 10100020,
	detail = "자, 잠깐! 어딜 보는 거야!",
	couple_encourage = {
		{
			{
				1010001
			},
			1,
			"잠깐 넵튠! 너무 딴죽 걸지 않도록 주의해!",
			0
		},
		{
			{
				1010001,
				1010003,
				1010004
			},
			3,
			"각오는 되어있겠죠?",
			0
		}
	}
}
