_G.pg.ship_skin_words[10100030] = {
	feeling1 = "……누구?",
	feeling3 = "어라, 우연이네. 나도 마침 당신에게 가려던 참이야. 그래서 오늘은 이 소설인데……",
	lose = "여기까지 궁지에 몰릴 줄은…",
	propose = "…! 설마 당신에게 그 말을 들을 줄이야. 내가 이 세계에 온 것도, 당신과 만나기 위한 운명이었을지도 몰라. 물론 앞으로도 계속 잘 부탁할게.",
	expedition = "의뢰가 끝났어.",
	win_mvp = "팔 좀 풀기 딱 좋네.",
	home = "그럼, 책을 계속 읽도록 하지",
	mission = "오늘의 임무는 체크 했을까.",
	touch2 = "뭘 기대하고 있어?",
	voice_key_2 = -1,
	skill = "끝이다…!",
	drop_descrip = "나는 블랑이야. 잘 부탁할게. 이 세계에 있는 재밌는 책을 소개해주지 않을래…",
	mail = "우편이 왔어.",
	touch = "후후… 조금 간지럽네.",
	profile = "르위의 여신, 블랑이야. 취미는 독서와 소설을 쓰는 거려나. 새로운 소설을 집필중이야.",
	mission_complete = "보너스를 받으러 가자.",
	feeling4 = "저번에 본 소설, 재미있었어? 그래, 그럼 다행이고. ……? 아니, 재밌다고 얘기해주는 사람이 없어서 어떻게 반응하면 좋을지 몰라서…",
	unlock = "나는 블랑이야. 잘 부탁할게. 이 세계에 있는 재밌는 책을 소개해주지 않을래…",
	feeling5 = "내 소설을 재밌게 읽어주는 건 당신 뿐이야……. 나는 그게 무엇보다도 기쁘고, 앞으로도 읽어주길 바라.",
	main = "내 추천 도서를 소개해줄게. 응? 그럴 필요는 없다고? 그래…… 유감이네.|오늘은 바람이 소란스럽네…… 서두르자, 바람이 멈추기 전에……|이 세계의 일을 적어두었다가, 르위에 돌아가면 정리해 볼까.",
	battle = "침착하게 하면 문제 없어",
	upgrade = "레벨 따윈 숫자에 불과해… 실력으로 보여주도록 하지",
	voice_key = 1010003,
	headtouch = "",
	feeling2 = "소설을 쓰고 있는데, 읽어보지 않을래?",
	login = "어서 와. 특별히 변한 건 없어.",
	vote = "",
	hp_warning = "조금 열 받았어… ",
	id = 10100030,
	detail = "지휘관도 책을 읽고 싶은 거야?",
	couple_encourage = {
		{
			{
				1010004
			},
			1,
			"젠장… 그 출렁출렁 거리는 걸 쿠션 대신 써주지!",
			0
		},
		{
			{
				101
			},
			3,
			"결정타는 맡겨줘!",
			3
		}
	}
}
