_G.pg.ship_skin_words[102160] = {
	feeling1 = "흥, 나에게 무시 당하는건 네 자업자득이야!",
	feeling3 = "나에게 반해버렸다면 어쩔 수 없는 일이지. 좋아, 좀 더 멍 때리고 있게 허락해줄게~",
	lose = "실패하다니....낭패로군.",
	propose = "영광을 느껴봐. 넌 이미 나 멤피스의 허가를 얻었으니까~ 난 지금 너에 대해 완전히 기대하고 있어. 날 실망시키지 말라구~",
	expedition = "의뢰조가 돌아왔어. 시간 내서 그들의 업무 실적을 좀 살펴봐.",
	win_mvp = "흥~ 봤지! 이건 내게만 있는 영광의 순간이야~",
	home = "히히, 역시 괜찮게 하는걸~ 너무 자만하지마, 앞으로 더 많은 시험이 있을거야.",
	mission = "임무가 있으면 재빨리 처리해. 방치해 두고 나몰라라 하지 말고. 너말야, 지휘관~",
	touch2 = "놓지 않으면, 어떻게 되는지 알지~",
	voice_key_2 = -1,
	skill = "호위는 역시 나지!",
	drop_descrip = "오마하급 경순양함—멤피스, 현호 CL-13",
	mail = "우편 수령해~ 분명 좋은 일이 있을거야.",
	touch = "어? 그렇게 급하게 나의 훈련을 보고 싶어? 그럼 한 번 제대로 보여줄게~",
	profile = "나는 오마하급 경순양함 멤피스. 일생 동안 중요한 손님들을 맞이 했었고, 기함으로 기용되기도 했었다. 더 말해 뭐하겠어, 나에 대해 더욱 더 알고 싶다면 잘 따라와. 나의 멋진 활약을 잘 보라고~",
	mission_complete = "시간 나면 가서 봐봐. 응당 받아야 하는 보상이야.",
	feeling4 = "이렇게 가까이 붙다니, 내 머리카락 향기를 느끼고 싶은거야? 히히, 어때, 바닷바람의 향기가 나?",
	unlock = "어? 네가 여기 지휘관이야? 안심해, 내가 호위할테니. 하지만, 우선 내 기준에 부합해야만해~",
	feeling5 = "내가 없으면 항상 어딘가 편치 않다고? 걱정마, 내가 최선을 다해 호위할거야. 그러니까 넌 최선을 다해 내 곁에 있으면 돼~",
	main = "검열 받을 때는 최고의 일면을 모두에게 보여줘야하지. 이게 나의 규칙이야~|여태껏 빈번하게 4대 해역을 순찰했어, 항구에 더 머무르는 것은 과욕이야...하지만 괜찮아, 나는 바쁜게 좋거든~|항구로 돌아올 때 선물을 가져다달라고? 지휘관이 우선 항구에서 실력을 보여줘야지~",
	battle = "가자! 모두들 최고 수준의 실력을 발휘해야해!",
	upgrade = "이번에 훨씬 잘 호위할 수 있겠어~",
	voice_key = 10216,
	headtouch = "",
	feeling2 = "이어서 문서들 좀 처리하고 훈련 계획들을 검토할게. 지휘관은 그중에 세세한 부분을 봐주면 좋고, 내 발목은 잡지마~",
	login = "지휘관, 드디어 왔구나. 그럼 출발하자~ 어서 날 따라와!",
	vote = "",
	hp_warning = "다시는 소홀히 여겨선 안돼!",
	id = 102160,
	detail = "계속 나와 함께하고 싶다면, 나의 모든 것을 잘 주시해~",
	couple_encourage = {
		{
			{
				10201,
				10202,
				10211
			},
			1,
			"겨우 같이 출격했네. 나와 전진하자~",
			0
		}
	}
}
