_G.pg.ship_skin_words[10100040] = {
	feeling1 = "이제 돌아가도 괜찮을까요?",
	feeling3 = "오늘은 온라인 게임의 정모를 열 생각입니다~ 지휘관 씨는 물론 참가하시겠죠? 참가자는 저와 지휘관 씨 2명으로 예정되어 있어요.",
	lose = "이게 패배…… 그렇군요, 가슴이 북받칠 정도로 즐거운 전투였어요.",
	propose = "제가 끓이는 홍차를 매일 마시고 싶다니… 기뻐요. 기쁜 마음으로 지휘관 씨… 아니, 당신이 좋아하는 홍차를 끓여 드릴게요.",
	expedition = "모두가 돌아온 모양이네요. 마중 나가도록 하죠.",
	win_mvp = "제 사전에 패배라는 단어는 없다고요.",
	home = "수고하셨어요. 티타임을 갖도록 하죠.",
	mission = "지휘관 씨라면, 5분만 있어도 임무는 여유 있으시죠?",
	touch2 = "여성에겐 상냥하게 대하지 않으면 미움받는답니다?",
	voice_key_2 = -1,
	skill = "린 박스의 여신의 힘, 보여 드리도록 하죠!",
	drop_descrip = "저는 린 박스의 여신, 벨이라고 합니다. 슈팅 게임도 특기니까, 맡겨두세요!",
	mail = "우편이 온 모양이에요. 꼼꼼히 체크하자고요.",
	touch = "후후, 지휘관 씨는 장난꾸러기네요.",
	profile = "저는 린 박스의 여신, 벨이라고 합니다. 좋아하는 건 홍차와 게임, 그리고 귀여운 여동생들이에요! …네? 여동생 같은 거 없지 않냐고요? 제가 여동생이라 인정하면 여동생인 거에요!",
	mission_complete = "임무 완료에요! 보너스를 받으러 가자고요!",
	feeling4 = "지휘관 씨, 잠깐 상담을 부탁드려도 될까요? 요즘 신경 쓰이는 분이 계신데, 어떻게 접근해야 좋을지… 아니, 역시 잊어주세요!",
	unlock = "저는 린 박스의 여신, 벨이라고 합니다. 슈팅 게임도 특기니까, 맡겨두세요!",
	feeling5 = "지휘관 씨와 함께 있으면, 마음이 따뜻해진답니다. 네, 제가 좋아하는 홍차와도 같이 말이죠. 영원히 이 시간이 계속되었으면 좋겠다고 생각하지만, 제 욕심일까요…?",
	main = "우후훗, 지휘관 씨는 제가 지켜 드리도록 하지요. 마음 푹~ 놓아주셔요.|앗?! 저 아이, 저 아이는 대체 누군가요? 제발, 부디 저의 여동생이 되어주세요~!|귀여운 아이가 잔뜩 있어, 전 정말로 기쁘답니다.",
	battle = "지휘관 씨, 준비는 되셨나요?",
	upgrade = "더욱더 위를 목표로 나아갈게요.",
	voice_key = 1010004,
	headtouch = "",
	feeling2 = "다음에 제가 플레이 하는 온라인 게임을 같이 안 할래요? 물론 하나부터 열까지 서포트 해드릴게요!",
	login = "안녕하세요. 마침 홍차를 끓이고 있었어요. 지휘관 씨도 함께 어떠세요?",
	vote = "",
	hp_warning = "그렇게 나오셔야, 제 상대로 부족함이 없죠.",
	id = 10100040,
	detail = "우후훗, 제게 무슨 용무라도?",
	couple_encourage = {
		{
			{
				1010003
			},
			1,
			"독서에는 홍차가 딱이라고 생각하는데, 어떠세요?",
			0
		},
		{
			{
				1010001,
				1010002,
				1010003
			},
			3,
			"저희를 적으로 만든 걸 후회하게 해드리죠!",
			0
		},
		{
			{
				1
			},
			3,
			"돌아가면, 제가 안아 드릴게요!",
			1
		}
	}
}
