_G.pg.ship_skin_words[10100050] = {
	feeling1 = "당신이 그렇게 안타까운 사람이었을 줄은…",
	feeling3 = "어머, 지휘관이잖아. 때 맞춰 잘 왔네. 클리어가 안되는 스테이지가 있는데, 도와주지 않겠어?",
	lose = "내게 힘이 없어서 다른 아이들에게 까지 괴로운 경험을 시켜 버렸네…",
	propose = "마침내 이때가 왔네. 기다리다 지쳤잖아. 알고 있어? 이걸 나에게 준다는 건 오늘부터 계속 나와 함께 게임을 해야 된다는 거라고. 기대하고 있을게, 지휘관.",
	expedition = "의뢰 나간 아이들이 돌아왔어. 나도 뭔가 도와줄까.",
	win_mvp = "당연한 승리지.",
	home = "좋은 운동이 되었어. 조금 쉬어도 될까?",
	mission = "임무네… 지휘관도 여신도 하는 건 별반 다르지 않은 모양이네.",
	touch2 = "어머, 의외로 적극적이네. 하지만 시간과 장소를 생각해야지.",
	voice_key_2 = -1,
	skill = "이것이 여신의 힘이다!",
	drop_descrip = "플라네튠의 여신, 퍼플 하트. 당신이 지휘관이지? 앞으로 잘 부탁할게.",
	mail = "지휘관 앞으로 우편이 왔어. 안 까먹었을 때 읽어두는 편이 좋다고 봐.",
	touch = "꺅… 정말이지, 상대해주길 바라면 그냥 얘기를 해주지…",
	profile = "플라네튠의 여신 퍼플 하트야. 여신화하면 다른 사람 같다고 놀라더군, 실례되는 말이지. 이 모습으로 있으면 지치니까 어지간한 일이 아니면 여신화는 하지 않는 거야.",
	mission_complete = "임무 완료야. 어떤 보수가 있을까 기대되네.",
	feeling4 = "지휘관, 최근 당신과 게임을 하면 왠지 집중이 안돼. 이건 혹시…… 확인을 위해 좀 더 함께 게임을 하겠어!",
	unlock = "플라네튠의 여신, 퍼플 하트. 당신이 지휘관이지? 앞으로 잘 부탁할게.",
	feeling5 = "이 세계도 익숙해져가네. 이것도 지휘관 덕분이야. 자, 날 잡아봐! 잠깐 동안 데이트하자!",
	main = "으음, 모두 좋은 아이들이라 안심했어. 이러면 나도 마음 놓고 전력으로 싸울 수 있겠네.|목이 마르네…… 여기에는 푸딩 쥬스라고 있어?|지휘관. 이 세계에 대해 좀 알려주지 않을래?",
	battle = "하나도 남김 없이 해치워주겠어.",
	upgrade = "지휘관을… 모두를 지키기 위해 더 강해져 보이겠어.",
	voice_key = 1010005,
	headtouch = "",
	feeling2 = "오늘도 좋은 날씨네. 이 세계의 추천 명소는 어디야?",
	login = "어서 와. 출격 할래? 연습전 할래? 아니면 푸·디·잉?",
	vote = "",
	hp_warning = "퍼플 하트는 겉멋이 아니라고!",
	id = 10100050,
	detail = "그렇게 신경쓰이면 더 가까이 와도 된다고.",
	couple_encourage = {
		{
			{
				1010006
			},
			1,
			"그쪽은 당신에게 맡길게!",
			0
		},
		{
			{
				1010006,
				1010007,
				1010008
			},
			3,
			"모두, 간다! 여신의 힘을 똑똑히 보여주지!",
			0
		}
	}
}
