_G.pg.ship_skin_words[10100070] = {
	feeling1 = "네놈의 얼굴 따위 보고 싶지 않다고!",
	feeling3 = "좀 믿음직스럽진 못한 지휘관이지만, 그래도 기대하고 있다고.",
	lose = "다음에 내 발목을 잡으면 박살 내주마.",
	propose = "이걸… 내게? 너 진심으로 얘기하는 거냐? 그런가, 진심인가…… 알겠다, 그 마음 받아주지! 어느 때보다 더 방패가 되어 널 지켜주마!",
	expedition = "의뢰팀이 돌아온 모양이다, 마중 나가지 않겠나.",
	win_mvp = "너무 봐줬나?",
	home = "이번 싸움은 괜찮지 않았나? 그 기세로 앞으로도 잘 부탁하지.",
	mission = "빨리 임무를 끝내버리라고.",
	touch2 = "윽…… 네 녀석, 용서하지 않겠다!",
	voice_key_2 = -1,
	skill = "너덜너덜한 걸레 짝으로 만들어주지!",
	drop_descrip = "르위의 수호여신, 화이트 하트다. 잘 부탁한다! 여신의 힘, 보여주지!",
	mail = "어이, 우편이 왔다. 빨리 보고 와라.",
	touch = "지금 각오를 단단히 해둬라.",
	profile = "르위의 여신, 화이트 하트다. 내겐 두 명의 여동생이 있다. 뭐 장난꾸러기에 손이 많이 가는 게 또 귀엽지. 다음에 함께 놀아주지 않겠나?",
	mission_complete = "좋아! 보너스다!",
	feeling4 = "어이, 지휘관! 다음에 어딘가로 놀러 가자고! 참고로 네놈한텐 거절할 권리가 없으니까 말야.",
	unlock = "르위의 수호여신, 화이트 하트다. 잘 부탁한다! 여신의 힘, 보여주지!",
	feeling5 = "걱정하지 마라, 늘 네 곁에 있어주마. 왠지는 몰라도 내 가슴이 뜨거워지고 힘이 솟아나.",
	main = "언제까지 여기 있을 거냐? 가만히 있으면 실력이 녹슬어버려.|화가 났냐고? 원래 이런 말투다 신경 쓰지 마라.|안심해라, 네놈은 내가 지켜주마.",
	battle = "이대로 돌아갈 수 있을 거라 생각하지 마라!",
	upgrade = "더 강해져 보이겠어!",
	voice_key = 1010007,
	headtouch = "",
	feeling2 = "어이, 너 어딜 보고 있는 거냐. 얘기 안 해도 다 안다니까! ……귀엽다고? 칭찬해봤자 아무것도 안 나온다고.",
	login = "느리다고. 정말이지… 언제까지 기다리게 할 거야.",
	vote = "",
	hp_warning = "네 녀석이 날 화나게 하는 구나!",
	id = 10100070,
	detail = "무슨 일인가?",
	couple_encourage = {
		{
			{
				1010008
			},
			1,
			"어이, 그린 하트! 그 큰 가슴이 거치적거려 앞이 안 보인다고!",
			0
		},
		{
			{
				101
			},
			3,
			"모두, 간다! 각오해라!",
			3
		}
	}
}
