_G.pg.ship_skin_words[10100080] = {
	feeling1 = "할 말이 아무것도 없네요.",
	feeling3 = "요즘 저한테 임무를 너무 맡기는 거 아닌가요? 아뇨, 저는 괜찮습니다만, 이대로라면 지휘관으로서 괜찮을지 걱정이 되네요.",
	lose = "저도 참… 다음엔 지지 않아요.",
	propose = "제 마음이 드디어 전해졌나 보네요. 혹시, 이 싸움이 끝나고 원래 세계로 돌아갈 수 있게 되어도, 저는 지휘관 씨를… 그다음엔 당신의 말로 듣고 싶네요.",
	expedition = "의뢰가 끝난 모양이네요. 수고했다 한마디 해주는 게 좋아요.",
	win_mvp = "그 정도로는, 제 상대가 되지 못한답니다.",
	home = "휴식도 중요하죠.",
	mission = "제가 도와드릴 일이 있으면, 언제든 말씀해주세요.",
	touch2 = "혹시 나쁜 장난이라면 용서하지 않겠어요.",
	voice_key_2 = -1,
	skill = "순식간에 끝내줄게요.",
	drop_descrip = "린 박스의 여신, 그린 하트. 어떤 분이라 해도 사양은 하지 않아요. 각오는 되셨나요?",
	mail = "새 우편이 와 있네요.",
	touch = "이 프로세서 유닛은 착탈이 안 된답니다. 우후훗, 농담이에요.",
	profile = "린 박스의 여신, 그린 하트에요. 게임업계라는 세계에서 왔습니다. 그렇게 부끄러워하지 않고, 좀 더 가까이서 보셔도 괜찮답니다.",
	mission_complete = "어떤 보너스가 있을지 기대되네요.",
	feeling4 = "저는 오늘 밤 한가하니, 일을 도와드릴게요. 끝나면 상으로…… 아, 아무것도 아니에요.",
	unlock = "린 박스의 여신, 그린 하트. 어떤 분이라 해도 사양은 하지 않아요. 각오는 되셨나요?",
	feeling5 = "지휘관 씨……? 또 싫증 나서 일을 쌓아두셨나요? …별수 없네요, 데이트가 끝난 뒤 둘이서 같이 정리하죠. 특제 홍차도 끓여 드릴게요.",
	main = "큰 것이야말로 정의지요, 그렇게 생각 안 하시나요?|……어머, 죄송해요, 다음 길드전의 전략을 세우고 있었어요.|티타임을 가지도록 하죠.",
	battle = "시작부터 전력으로 상대 해드리죠.",
	upgrade = "또, 아름다움이 더해졌네요.",
	voice_key = 1010008,
	headtouch = "",
	feeling2 = "저로 괜찮으시다면, 언제든 상담해 드릴게요.",
	login = "늦었네요. 홍차는 우려냈을 때가 제일 맛있다고요.",
	vote = "",
	hp_warning = "그렇게 쉽게 끝나진 않을 거에요.",
	id = 10100080,
	detail = "제 아름다움에 넋이 나간 모양이네요.",
	couple_encourage = {
		{
			{
				1010007
			},
			1,
			"화이트 하트는 좋겠네요. 포탄에 맞을 면적이 작아서",
			0
		},
		{
			{
				1010005,
				1010006,
				1010007
			},
			3,
			"자, 갑니다!",
			0
		}
	}
}
