_G.pg.ship_skin_words[10400010] = {
	feeling1 = "뽀큐!",
	feeling3 = "여기서 효과음을 넣고, 자막을 추가해서… 오오, 지휘관님은 배우는 게 빠르시네요. 이런 상태로 계속 더 좋은 영상 제작을 위해 노력해요!",
	lose = "아! 지금 거 무효! 다음이 진짜니까!!",
	propose = "이걸로 계약 완료네요! 이제 지휘관님이 없는 일상 같은 건 생각도 못하겠어요. 계속 계~~~속 지지해주세요!",
	expedition = "앗, 의뢰에 갔던 아이들이 돌아온 것 같아요! 궁디 팡팡해주고 올게요♪",
	win_mvp = "이 인텔리전트한 슈퍼 AI에게 걸리면 식은 죽 먹기죠~!",
	home = "지휘관님 수고하셨습니다! 쉬고 나서 촬영 도와주세요!",
	mission = "지휘관님, 새로운 임무에요. 저도 도와드릴 테니까 같이 힘내죠!",
	touch2 = "유감입니다만, 지휘관님이 만지고 있는 건 제가 아니라 화면이라니까요?",
	voice_key_2 = -1,
	skill = "아이땅 비~~~임!",
	drop_descrip = "안녕하세요! 키즈나 아이입니다! 당신이 그 소문의 지휘관님인가요? 앞으로 잘 부탁드릴게요!",
	mail = "우편이 도착했어요! 어쩌면, 제게 온 의뢰일지도!",
	touch = "지휘관님, 험한 말은 하지 않겠어요. 저의 표코표코 머리띠를 벗기려는 건 그만둬주세요. 이 모항이 어떻게 돼도 모른다구요!",
	profile = "안녕하세요! 키즈나 아이입니다! 설마 방송했던 벽람항로의 세계에 와버리다니… 뭐, 여기서도 '좋아하는 걸 하면서 살아간다'는 유튜버 정신으로, 평소처럼 열심히 하겠습니다!",
	mission_complete = "보너스, 보너스~♪ 자금은 소중하니까요! 바로 받으러 가죠!",
	feeling4 = "지휘관님, 왜 그러시나요? 새로운 기획을 생각해 봤다고요? 흠흠…… 오~! 괜찮은데요, 이거! 지휘관님도 혹시, 천재세요!?",
	unlock = "안녕하세요! 키즈나 아이입니다! 당신이 그 소문의 지휘관님인가요? 앞으로 잘 부탁드릴게요!",
	feeling5 = "지휘관님과 함께라면 더욱 좋은 걸 만들 수 있을 것 같아요! 이래저래 길게 볼 사이가 될 것 같고요… 이렇게 된 거 차라리 저하고 유튜버로 데뷔하지 않으실래요!?",
	main = "라피쨩 귀여워~! 츤데레! 심술꾸러기네! 같이 놀자~ 꼬옥~ 안게 해줘!|부린쨩, 기다려~ 조금만! 조금 한계돌파하는 것뿐이니까!!|저는 온 세상의 사람들과 교류하고 싶어서 유튜버 활동을 하고 있는데요, 지휘관님은 왜 그 일을 하려고 생각하셨나요?",
	battle = "이번에야말로, 인텔리전트한 슈퍼 AI의 힘을 보여줄 때…!",
	upgrade = "인스톨 완료! 전투 플러그인 추가, 파워 업!!",
	voice_key = 1040001,
	headtouch = "",
	feeling2 = "모처럼 여기까지 왔으니까, 영상이라도 만들어야겠다! 앗, 지휘관님 딱 좋은 타이밍! 잠깐 도와주실래요?",
	login = "아, 지휘관님 어서 오세요! 방금 새로운 영상을 올렸어요. 해역 돌면서 봐주세요!",
	vote = "",
	hp_warning = "싫어싫어싫어싫어! 아카시쨩, 도와줘~",
	id = 10400010,
	detail = "앗, 지휘관님! 채널 구독하러 오셨나요? 엥, 그냥 보러 왔다구요?모처럼이니까 구독하고 가시죠! 자!",
	couple_encourage = {
		{
			{
				1040002,
				1040003,
				1040004
			},
			1,
			" AI니까 분신도 할 수 있어요~!",
			0
		},
		{
			{
				10208
			},
			1,
			"샌디에이고쨩! 드디어 같이 출연할 수 있게 됐네!",
			0
		}
	}
}
