_G.pg.ship_skin_words[10400020] = {
	feeling1 = "존댓말 그만해도 될까요?",
	feeling3 = "역시 '모두와 이어지기'위해서는 더 많은 것을 배우지 않으면 안 되겠네요…! 지휘관님, 지도편달, 잘 부탁드립니다!!",
	lose = "인텔리전트한 슈퍼 AI인 이 내가 지다니……",
	propose = "지금의 제가 있는 것은 당신 덕분…… 당신과 함께라면 더욱더 여러 사람과 이어질 수 있다고 생각해요. 그러니까…… 앞으로도 계속 곁에 있어도 괜찮은가요? 지휘관님♪",
	expedition = "긴급 속보입니다. 의뢰팀이 귀환했습니다. 어서 마중을 나가죠♪",
	win_mvp = "역시 나! 전투도 완벽하네요!",
	home = "하아~ 기품있게 행동하는 건 꽤 피곤하네~ 앗, 지휘관님!? 어, 언제 오셨는지…… 네? 말투가 바뀌었다구요? 아뇨아뇨, 기분 탓이어요, 오호호호호♪",
	mission = "지휘관님, 새로운 임무입니다. 즉시 준비에 들어가죠!",
	touch2 = "유죄입니다. 정상참작의 여지는 없습니다. 유죄입니다.",
	voice_key_2 = -1,
	skill = "화려하게 끝내 드리죠!",
	drop_descrip = "평안하신지요. 오늘부터 모항에 합류하게 된 키즈나 아이입니다. 조금이라도 힘이 될 수 있도록, 힘껏 노력하겠습니다. 잘 부탁드려요, 지휘관님.",
	mail = "우편이 도착했습니다. 중요한 연락일지도 모르니, 바로 확인 부탁드립니다.",
	touch = "숙녀를 함부로 만지다니, 신사가 할 행동이 아니랍니다.",
	profile = "「큐트함과 포멀함의 융합」 그것을 몸소 재현한 것이 바로 접니다! 언제나보다 지적이고 기품있는 키즈나 아이의 활약을 기대해 주세요!",
	mission_complete = "완료한 임무가 있습니다. 보수를 받으러 가죠♪",
	feeling4 = "플러그인을 설치하면 금방? 정말~ 그런 문제가 아닙니다. AI도 노력이 필요한 겁니다!",
	unlock = "평안하신지요. 오늘부터 모항에 합류하게 된 키즈나 아이입니다. 조금이라도 힘이 될 수 있도록, 힘껏 노력하겠습니다. 잘 부탁드려요, 지휘관님.",
	feeling5 = "덕분에, 여기까지 성장할 수 있었습니다! 이것도 전적으로 지휘관님의 도움이 있었기 때문입니다! ……감사합니다!",
	main = "지휘관님, 후드 씨가 다과회에 초대해 주셨습니다만, 괜찮으시면 같이 어떠신가요?|포멀한 의상은 기분도 진정시켜 주네요… 벨파스트 씨, 괜찮으시면 제게도 로열의 작법을 가르쳐 주시겠어요?|지휘관님, 이 모항에서도 영상 투고를 해보는 건 어떠신가요? 저, 그런 것은 특기랍니다.",
	battle = "여러분, 상처를 입지 않도록 조심해서 가시죠.",
	upgrade = "인스톨 완료! 실례, 또 현명해져 버렸습니다.",
	voice_key = 1040002,
	headtouch = "",
	feeling2 = "한 사람 몫의 AI가 돼서 모두와 이어질 수 있도록, 매일 정진해 가겠습니다.",
	login = "어서 오세요, 지휘관님. 곧 회의 시간입니다. 오늘 하루도 힘내요♪",
	vote = "",
	hp_warning = "이 정도의 일로… 인텔리전트한 슈퍼 AI는 지지 않아요!",
	id = 10400020,
	detail = "안심하세요. 정장을 몸에 걸친 제가 너무나도 우아해서 시선을 빼앗겨버릴지도 모릅니다만, 변함없이 인텔리전트한 슈퍼 AI, 키즈나 아이랍니다?",
	couple_encourage = {
		{
			{
				30311
			},
			1,
			"타카오쨩, 같이 악을 심판하죠!",
			0
		}
	}
}
