_G.pg.ship_skin_words[10400030] = {
	feeling1 = "안심해 주세요, 지휘관님은 라이브에 부르지 않을 테니까.",
	feeling3 = "라이브를 하기 위해선 노래와 댄스의 연습, 그리고 토크 공부도 해야겠지! 그리고 무대 확보 같은 것도 하고…… 아아~ 해야 할 일이 많아~~!",
	lose = "……무조건 다음 라이브에 살린다!",
	propose = "모두 같이 손을 들고, 노래하며 춤추면 행복해질 수 있어! 그게 바로 라이브. 그 광경, 확실하게 볼 수 있었어……! 지휘관, 정말 고마워!! 하지만 당연하게도! 이걸로 끝이 아니야. 자, 가자. 지휘관과 함께라면 갈 수 있어! 더 앞으로! 앞으로도 잘 부탁해!!!",
	expedition = "의뢰에 갔던 아이들이 돌아왔어! 환영 노래로 맞이해주자! 자, 지휘관도 같이♪",
	win_mvp = "완・전・승・리~! 역시 나! 천재네요!",
	home = "수고했어, 지휘관! 이제부터 시그넷쨩 일행하고 같이 댄스 레슨 할 거야. 다음 출격까지 시간도 있고, 어울려 줘!",
	mission = "어디 보자, 새로운 임무가 내려온 것 같은데. 어서 완료시켜버리자!",
	touch2 = "하이파이브하고 싶어? 간다! 예~~~이♪",
	voice_key_2 = -1,
	skill = "내 노래를 들어줘!",
	drop_descrip = "키즈나 아이, 드레스를 차려입고 등장! 라이브도 배틀도 힘낼게!",
	mail = "오? 우편이야! 팬레터 와 있을까?",
	touch = "오, 리퀘스트인가? 좋아, 뭐가 듣고 싶어? 노래 부를게~!",
	profile = "라이브에 나갈 때는 이 의상을 입기도 해! 이 모항에서 언젠가 라이브 할 수 있으면 좋겠다~",
	mission_complete = "임무 보수를 받으러 가자! 뭔가 좋은 게 있을까?",
	feeling4 = "앗, 지휘관~ 왜 그래? 뭐? 벌써 무대 확보나 다른 일들 전부 끝났어!? 대단해! 이제 연습에 전념하라고? ……지, 지휘관이 엄청나게 유능한 사람처럼 보여……!",
	unlock = "키즈나 아이, 드레스를 차려입고 등장! 라이브도 배틀도 힘낼게!",
	feeling5 = "라이브 대성공이었네! 지휘관이 있어줘서 정말 다행이야. 아, 그래! 특별히 지휘관만을 위해 노래할게. 그럼 들어주세요……",
	main = "퓐쨩 수고했어! 앗, 지휘관! 지금 마침 퓐쨩의 노래 연습을 봐주고 있었어♪|자자, 이거, 팔랑팔랑하지! 점프? 이거, 스커트가 아닌데|뭐? 귀여워? 그치! 알고 있어~ 고마워~!",
	battle = "배틀도 텐션 올려서 간다~~~!",
	upgrade = "강화 완료♪ 라이브도 배틀도 체력 승부니까!",
	voice_key = 1040003,
	headtouch = "",
	feeling2 = "나, 이 모항에서도 라이브를 해보고 싶어! 지휘관도 협력해 줄래?",
	login = "지휘관 어서 와! 다음 라이브를 대비해서 새러토가 선생님에게 노래 레슨을 받고 있어. 조금 들어 봐!",
	vote = "",
	hp_warning = "반드시 끝까지 해낼 거야!",
	id = 10400030,
	detail = "지휘관은 어떤 음악 들어? 지금 되게 추천하는 아티스트가 있어! Kizuna AI라고 하는데…… 아, 나였다!",
	couple_encourage = {
		{
			{
				20112
			},
			1,
			"춘춘, 내가 지켜 줄게~♪",
			0
		}
	}
}
