_G.pg.ship_skin_words[102180] = {
	feeling1 = "안 피곤하니까 발 만지는 건 그만둬. 걷어 차버린다.",
	feeling3 = "에~ 이대로 조금만 더 나랑 어울려줘도 좋잖아~ 정말이지, 멍하니 있지 말고 제대로 여기 보라고!",
	lose = "대실패네……이제 더는 못하겠어……",
	propose = "후후, 지휘관과 이제야 여기까지 오게 되었네~ 앞으로도 마사지 잘 부탁해♪ 대신 달달한 나를 듬뿍 맛보게 해줄 테니까, 기대해줘♡",
	expedition = "의뢰팀이 돌아왔어~ 새로나온 아이스크림 같은 거 안 갖고 왔으려나~",
	win_mvp = "후후♪ MVP도 그렇게 대단한 건 아니네~",
	home = "오, 드디어 돌아와줬네♪ 이거, 새로나온 아이스크림인데 먹을래?",
	mission = "임무가 아직 남아 있는데? 그렇게 발을 빤히 쳐다보는 건 그만두라구~ 후후후♪",
	touch2 = "지휘관, 다음에 만지면 걷어 차줄 거다~?",
	voice_key_2 = -1,
	skill = "날 너무 깔보지 말라고~!",
	drop_descrip = "오마하급 경순양함 콩코드 (CL-10)",
	mail = "새로운 우편이야~ 새로 나온 디저트의 입고소식이려나?",
	touch = "응? 지휘관도 단 게 좋아? 못참겠다 부탁한다면 조금은 나눠줄 수 있는데 말야♪",
	profile = "이글 유니온의 오마하급 경순양함, 콩코드야. 장비 개조 나름대로 꽤 받았었으니까, 그럭저럭 도움이 되지 않을까? 아마도~ 후후♪",
	mission_complete = "빨리 보수를 받으러 가지 않으면, 내가 대신 가줄게~ 내가 전부 챙겨버리겠지만!",
	feeling4 = "당분이 부족한 지휘관에게 상으로 줄 초콜렛을 위해, 콩코드를 어떻게 즐겁게 해주려나~? 기대되네♪",
	unlock = "경순양함 콩코드, 착임했어~♪ 사탕이랑 아이스크림은 마이 페이버릿~ 흐음? 지휘관은 남의 발을 그렇게 쳐다보는 게 좋은 거야? 후후후♪",
	feeling5 = "나 말야 실은 굉장히 스윗한 여자애라구. 조금 보여줄까~ 자, 얼굴을 여기 대고……(쪽!) 어때? 달달하지?",
	main = "너무 걸었더니 피곤해……지휘관, 한가하면 나한테 발 마사지라도 해줘도 되는데 말야.|내 이름을 따온 그 마을, 늘 보러 가고 싶다고 생각했거든~ 다음에 기회가 되면 같이 안 가볼래?|나, 실은 꽤 남들 잘 돌봐주는 편이거든♪ 그렇게 안 보인다고? 후후후, 더욱 서로에 대해 알아가야 할 필요가 있다 이거겠지.",
	battle = "흐~흐흠~ 어떻게 귀여워해줄까?",
	upgrade = "스위티~~",
	voice_key = 10218,
	headtouch = "",
	feeling2 = "아, 지휘관! 이 디저트를 갖고…그래그래! 그대로 들고 따라와~♪",
	login = "지휘관이랑 또 만났네♪ 맛있는 사탕, 가져왔어?",
	vote = "",
	hp_warning = "으음, 너무 앞으로 나가지 않는 편이 좋으려나…",
	id = 102180,
	detail = "힘내 지휘관, 열심히 일해준 상으로 사탕을 줄게♪",
	couple_encourage = {
		{
			{
				10201,
				10202,
				10211,
				10216
			},
			1,
			"후후, 같이 싸우게 되다니 드문 일이네. 해보자고~!",
			0
		}
	}
}
