_G.pg.ship_skin_words[10500050] = {
	feeling1 = "아~아. 지휘관님의 실력은 고작 이정도구나… 실망스럽다……",
	feeling3 = "지휘관님, 짐과 함께 아침까지 게임으로 승부를 가리자! 짐은 절대 지지 않는다~",
	lose = "졌…다고? 다음 번에는 반드시 이기겠어…!",
	propose = "지휘관님…? 이, 이건…? 짐이 받아도 괜찮은 건가… 에헤헤, 고맙다, 지휘관님~ 앞으로도 계속 함께야~!",
	expedition = "짐도 의뢰라는 것을 해보고 싶구나… 아, 의뢰조가 돌아온 건가? 짐도 돕겠다!",
	win_mvp = "짐의 완벽한 승리야!",
	home = "지휘관님, 수고했키리! 식사는 이미 준비됐어. 대단하지 않아? 헤헤, 짐과 함께 먹어보자고! 음~ 맛있어!",
	mission = "인간님들의 일에 대한 고민은 짐이 해결해 주지! 짐이 임무를 완수하는 데 도움을 줄테니까!",
	touch2 = "짐의 성씨를 [베기]라고 하는 소문이 들리더군. 지휘관님도 한번 시험해 볼래?",
	voice_key_2 = -1,
	skill = "아수라수라찰 귀신베기!",
	drop_descrip = "안녕하키리! 짐은 hololive 소속의 버츄얼 귀신, 나키리 아야메! 시키가미와 함께 영혼의 땅에서 왔다. 잘 부탁해!",
	mail = "흐흐흥~♪ 지휘관님, 우편이 왔어. 자, 짐이 가져왔다~",
	touch = "응? 이것들? 이 붉은 검은 [아수라], 다른 하나는 [나찰]이다. 어때? 멋있지~",
	profile = "설마 짐의 힘을 여기에서 보여주게 될 줄이야! 이렇게 된 이상 [나찰]과 [아수라]를 뽑으면…",
	mission_complete = "임무 완료! 지휘관님. 대단해, 대단해!",
	feeling4 = "일어나~ 일어나~ 일·어·나! 계속 게으름을 피우면 두고 가버리겠다!",
	unlock = "안녕하키리! 짐은 hololive 소속의 버츄얼 귀신, 나키리 아야메! 시키가미와 함께 영혼의 땅에서 왔다. 잘 부탁해!",
	feeling5 = "지휘관님~ 짐이 좋은 술을 하나 가져왔다. 오늘 밤은 짐과 단둘이 술 한잔 어때~ 특, 특별한 뜻은 없다고…?",
	main = "지휘관님은 인간님들 중에서도 특히 위대한 사람이야? |그렇게 짐을 멍하니 쳐다보지 말란 말이다! |모두와 지휘관님이 있으니 짐은 외롭지 않아!",
	battle = "짐의 실력을 보여줄 때가 왔군. [카르마], [시라누이], 가자!",
	upgrade = "힘이… 넘치고 있어! 정말 신기한 세계로구나!",
	voice_key = 1050005,
	headtouch = "짐의 뿔을 마음대로 만지지 마!",
	feeling2 = "그렇다면! 이 세계에서도 도깨비불로 놀래켜보자~ 에? 지휘관님, 놀라지 않는 건가!",
	login = "아, 지휘관님 돌아왔구나~ 짐은 방송 준비를 하고 있어. 조금만 기다려줘~",
	vote = "",
	hp_warning = "윽… 카르마, 시라누이. 뒤는 짐에게 맡겨라……!",
	id = 10500050,
	detail = "‘귀신’이라는 이름을 가진 동료가 여기에도 있는 것 같더군. 짐도 꼭 한번 만나보고 싶구나!",
	couple_encourage = {
		{
			{
				30105
			},
			1,
			"귀신이 둘이면 100배는 강하다!",
			0
		}
	}
}
