_G.pg.ship_skin_words[10500060] = {
	feeling1 = "와아아아, 방송 프로그램이 꺼지지 않은 거야? 분명히 안녕이라고 했는데… 어떻게 꺼야하지?",
	feeling3 = "‘시온 성장 계획’을 만든다구?…그러니까 결국엔 시온에게 선물을 주겠다는 거지? 이봐! 애들용 장난감만 사주지 말란 말이야!",
	lose = "Neeeeee! 유감! 하지만 천재니까 가끔은 실패해도 용서받을 수 있겠지… ?",
	propose = "지휘관, 드디어 시온의 매력을 깨달았네. 앞으로도 계속 응원해줘! 지휘관과 함께 나누고 싶은 즐거운 일들이 아직 많으니까!",
	expedition = "의뢰조가 돌아왔어. 시온도 물자 정리를 도와야겠네!",
	win_mvp = "이런 건 당연, 당연한 일이지!",
	home = "돌아온 걸 환영해, 지휘관! 하얀 옷을 입어도 시온이 천재 마법사라는 사실은 절대 변하지 않을 거라구! 내 마법이 보고 싶어? 그럼 라이브를 시작하자!",
	mission = "임무가 남아 있으면 찝찝하잖아…? 헤헤, 힘내 지휘관! 시온과 함께 모든 임무를 끝내버리자.",
	touch2 = "으아… 뭐뭐뭐뭐… 뭐야 갑자기! 깜짝 놀랐잖아…",
	voice_key_2 = -1,
	skill = "시온이 진지해지기 시작하면, 지구도 터질 수 있다구!",
	drop_descrip = "천재 마법사 무라사키 시온이야! 어른스러운 매력이 물씬 풍기는 이 코스튬을 한번 느껴보라구!",
	mail = "시온에게 온 편지인가…? 아, 지휘관 것이네. 자, 어서 열어봐~",
	touch = "손을 모자 쪽에 두고 상쾌한 스마일을 더하면! 시온에게도 아이돌의 잠재력이 있는 것 같지 않아?",
	profile = "천재 마법사 시온님이 있으면 어떤 상대라도 흑마법으로 쉽게 해결할 수 있지! 식은 죽 먹기라구! 조금 더 시온에게 기대도 좋다구~!",
	mission_complete = "흐응, 시온님이 있어서 살았지? 임무는 이미 끝났으니 어서 보상을 받자.",
	feeling4 = "방송은 MP를 많이 소모하지만, 지휘관과 같이 있으니까 순식간에 MP가 꽉 차네. 신기해!",
	unlock = "천재 마법사 무라사키 시온이야! 어른스러운 매력이 물씬 풍기는 이 코스튬을 한번 느껴보라구!",
	feeling5 = "천재 시온 곁에 항상 있으면 지휘관도 점점 더 천재가 될 거야! 앞으로도 둘이 함께 노력해서 더 멋진 방송을 하자!",
	main = "있잖아! 이 목걸이와 머리 장식 귀엽지 않아?! |흐응~ 이 옷이 신경 쓰이는 구나? 잘 어울리지? 완전 마음에 든다구~|흐응~ 모두의 마음을 사로잡으려면 역시 본래의 이미지를 바꿔야겠어!",
	battle = "시온을 얕보지 말라구. 속공 작전 개시!",
	upgrade = "오오~ 시온의 흑마법, 강해진 것 같아!",
	voice_key = 1050006,
	headtouch = "헤헤, 모두가 칭찬해주는 말은 보통 ‘대단해, 똑똑해’ 잖아? 하지만 가끔은 다른 칭찬도 받고 싶은걸~",
	feeling2 = "오셀로 하자, 흐응~ 시온은 엄청 잘 한다구. 제대로 상대하란 말야!",
	login = "좋은 아침, 지휘관! 이 코스튬을 입은 시온은 모항이든 바다든 어디에서건 모두의 마음을 사로잡을 거야!",
	vote = "",
	hp_warning = "아파라… 하지만 시온은 천재니까 이런 사소한 것으로 꺾이지 않아!",
	id = 10500060,
	detail = "키도 스타일도 모두 어린애 같다구? 시, 시끄러! 시온은 어른이라고. 대단한 어른! 지휘관도 언젠가는 깨닫게 될 거야!",
	couple_encourage = {
		{
			{
				1050003,
				1050005
			},
			2,
			"그럼 어떤 재미있는 작전 기록을 올릴까~",
			0
		}
	}
}
