_G.pg.ship_skin_words[10500070] = {
	feeling1 = "정말이지, 지휘관군. 땡땡이는 안돼~ 착한 아이한테 하는 쓰담쓰담 칭찬은 일단 스톱! 지휘관군의 멋있는 모습을 보여달라구~",
	feeling3 = "지휘관군, 지휘관군! 헤헤, 아니야. 그냥 불러봤어~",
	lose = "와아…… 잠깐, 잠시만…!",
	propose = "이전의 대답? 엑, 지금 말해주려는 거야? 음, 아직 마음의 준비가 안됐는데… 어떡하지… 아, 응! 좋아, 지휘관군…!",
	expedition = "의뢰조 아이들 꽤 제법인걸. 나도 도와주러 가야겠어~!",
	win_mvp = "좋아! 이겼어! 나도 꽤 하잖아?",
	home = "지휘관군, 수고했미오! 피곤해? 내가 머리를 쓰다듬어 줄게~! 그리고 나와 같이 게임하자~♪",
	mission = "임무, 임무! 헤헤, 지휘관군. 어서 처리하자. 맛있는 걸 해줄게!",
	touch2 = "이봐! 꼬리 만지기 금지! 꼬리 같은 머리카락이라면… 음… 괜찮겠지.",
	voice_key_2 = -1,
	skill = "좋아~! 가자, 하토타우르스!",
	drop_descrip = "안녕하미오! 오오카미 미오야. 이쪽의 세계에서는… 항공모함이지? 에헤헤, 잘 부탁해!",
	mail = "아직 읽지 않은 우편이 있어! 지휘관군, 지휘관군. 얼른 확인해봐!",
	touch = "응 왜 그래~ 어리광을 피우고 싶은걸까~?",
	profile = "여기서도 모두와 함께 즐길 수 있으면 좋겠어~♪ 지휘관군, hololive를 알아?? 다음 번에 보여줄게!",
	mission_complete = "임무 완료야? 대단해! 칭찬으로 머리를 쓰다듬어줄게~",
	feeling4 = "지휘관군, 이 세계의 동료들이 모두 내 귀가 귀엽대~! 응~? 귀 말고도 귀엽다고?! 아, 으… 고, 고마워, 에헤헤…",
	unlock = "안녕하미오! 오오카미 미오야. 이쪽의 세계에서는… 항공모함이지? 에헤헤, 잘 부탁해!",
	feeling5 = "지휘관군, 항상 응원해줘서 고마워. 그러고 보니 이 세계에 온지도 꽤 시간이 지났네. 여기도 점점 익숙해져가고 있어. 지휘관군, 나, 나를 좋아해…?",
	main = "여기서도 많은 친구를 사귈 수 있을지 모르겠네~? |여기서도 라이브를 하는 걸까? 괜찮아 보이는걸. 오래된 노래를 부르고 싶어! |구축함들은 정말 귀여워. 내가 밥을 한다면 먹으러 와줄까? 같이 자고 목욕도 하고, 푸딩을 먹여줄 수 있다면 좋을텐데~",
	battle = "좋아~ 가볼까! 제대로 보여줘야겠는걸~",
	upgrade = "오오오…! 강해진 것 같아?! 지금이라면 뭐든지 할 수 있을 것 같은 느낌이야~ 에헤헤.",
	voice_key = 1050007,
	headtouch = "나는 늑대니까 쓰다듬는 건… 지휘관군에게만 해주는 특별 대우야?!",
	feeling2 = "아직까지 이 세계에 완전히 익숙해지진 않았지만… 지휘관군이 도와준다면 안심이야~",
	login = "오! 드디어 로그인했네, 지휘관군~ 나는 벌써 준비를 끝냈다고. 어서 출격하자~! 오늘은 계속 함께… 아니, 즐거운 시간을 보내면 좋겠네~♪",
	vote = "",
	hp_warning = "아차—— 어떡하지?",
	id = 10500070,
	detail = "이런 장비를 매치하면 훨씬 더 멋있겠지… 헤헤, 오오카미 미오, 디스트로이 모드! … 응? 디스트로이의 사용법이 잘못 됐어?!!",
	couple_encourage = {
		{
			{
				1050001
			},
			1,
			"기합 넣고, 나와 같이 싸우자!",
			0
		}
	}
}
