_G.pg.ship_skin_words[10600010] = {
	feeling1 = "바보바보바보! 이대로라면, 마리가 싫어할 거예요!",
	feeling3 = "모항에 대단한 메이드 님들이 많군요. 하지만 그녀들과 비교하더라도 마리는 빠지지 않아요!",
	lose = "지고 말았어… 어떻하죠. 지휘관님…",
	propose = "후훗♪ 지휘관님께 특별한 것을 받았어요♥ 마리도 같은 마음인걸요? 히히, 지휘관님과 함께한 추억, 마리는 보물처럼 소중히 간직할 거예요~",
	expedition = "와아, 엄청 많네요! 이걸 전부 들고 오신 거예요? 대단해요!",
	win_mvp = "지휘관님. 마리의 활약 보셨어요?",
	home = "아, 지휘관님~… 어서오세요. 작전 수고하셨어요. 히히",
	mission = "지휘관님, 아직 완료하지 않은 임무가 있어요! 깜빡하셨나요?",
	touch2 = "어딜 만지시는 거예요. 지휘관님!",
	voice_key_2 = -1,
	skill = "마리의 힘을 보여줄게요!",
	drop_descrip = "안녕하세요! 저…어떻게 불러드릴까요? \"지휘관\" 님? 알겠습니다! 저는 마리 로즈라고 불러주세요! 잘 부탁드립니다. 지휘관님!",
	mail = "새로운 메세지가 도착한 것 같아요. 지휘관님~",
	touch = "지휘관님, 무슨 일이시죠?",
	profile = "마리는 DOATEC의 총수인 엘레나 더글라스 님이 제일 좋아하는 서번트예요. 청소, 빨래, 요리는 물론, 보디가드까지 모두 잘한다구요!",
	mission_complete = "임무 완료! 마리가 지휘관님의 도움이 되었나요?",
	feeling4 = "오늘은 \"로얄\" 가족의 소녀들에 초대를 받아 티타임에 참가하였는데 아주 맛있는 프린세스 케이크도 먹을 수 있었어요! 히히~ 마리는 벌써 여기에서 많은 친구를 사귀었어요!",
	unlock = "안녕하세요! 저기… 뭐라고 불러야 하죠? \"지휘관\" 님? 알겠어요! 저는 마리 로즈, 마리라고 부르면 돼요! 잘 부탁해요, 지휘관님!",
	feeling5 = "지휘관님과 함께 있어서 마리는 정말 기뻐요! 지휘관님, 꼭 마리와 많이 놀아줘야 해요!…시간이 있으면 함께 공포영화도 보러 가요!",
	main = "하아암…마리…졸려요……|지휘관님 피곤하세요? 마리가 안마해 드릴게요!|앗…지휘관님 바쁘신 것 같아… 그럼, 마리는 호노카와 먼저 놀고나서 도와주러 올게요!… 앗, 안돼요?",
	battle = "흐흥, 핏빛 장미를 피게 해주겠어!",
	upgrade = "지휘관님, 마리 조금 성장하지 않았나요?",
	voice_key = 1060001,
	headtouch = "아 정말, 마리를 아이 취급하지 말아주세요!",
	feeling2 = "여기는 정말 넓네요. 엘레나 님도 안 계시고… 조금 불안한데요… 으음(고개젓기), 마리도 이제 다컸어. 이런 상황에 동요할리 없다고!",
	login = "아, 지휘관님 안녕하세요! 오늘도 마리와 함께 힘내요!",
	vote = "",
	hp_warning = "마리는 지지 않으니까!",
	id = 10600010,
	detail = "지휘관님. 다음은 무엇을 할까요?",
	couple_encourage = {
		{
			{
				1060002
			},
			1,
			"제가 보호해 드릴게요！",
			0
		}
	}
}
