_G.pg.ship_skin_words[10600020] = {
	feeling1 = "으음, 저는 고향의 할머니에게 가야겠어요!",
	feeling3 = "지휘관님, 나중에 저와 함께 상점가에 가시겠어요? 할머니에게 기념품이라도 사드리고 싶어서요~",
	lose = "후아…벌써 힘을 다 썼어요~",
	propose = "와아아아아…이토록 귀중한 반지를 호노카에게 주신다구요?… 할머니에게 말씀드려야겠어요! 응! 평생토록 소중한 보물로 삼을게요! 히히~",
	expedition = "의뢰 완료! 뒷처리는 제게 맡겨주세요. 지휘관님. 곧잘 할머니의 일을 도와드리곤 했었거든요!",
	win_mvp = "후후~ 분위기가 오르는데요~",
	home = "지휘관님, 어서 오세요! 뭔가 재밌는 일이 있으셨나요?",
	mission = "임무? 지휘관님은 매일 임무를 완성하고 계신가요?",
	touch2 = "앗! 와아아…지휘관님이라고 하셔도 안돼요!",
	voice_key_2 = -1,
	skill = "호노카 공격——!",
	drop_descrip = "저기, 당신이 \"지휘관\" 님이신가요? 아, 잘 됐다! 처음 뵙겠습니다. 저는 호노카예요! 얼마큼 도움이 될진 모르겠지만, 곧잘 배워서 한답니다~ 그럼… 잘 부탁드려요!",
	mail = "지휘관님, 편지가 도착했어요! 히히, 저도 할머니에게 보내볼까요~",
	touch = "응? 지휘관님 도와드릴…까요?",
	profile = "자기 소개요…? 저는 호노카예요. 제일 좋아하는 건 할머니! 그리고… 격투기를 좋아해요!",
	mission_complete = "임무 완료!… 오오, 이게 다 보상인가요? 지휘관님 정말 대단해요!",
	feeling4 = "지휘관님! 여기에서 있던 일을 모두 할머니께 편지를 써서 보냈어요! \"지휘관님과 수많은 소녀들이 함께하는 즐거운 곳\",이라고 썼답니다. 히히, 기회가 되면 지휘관님께도 할머니를 소개할게요!",
	unlock = "실례합니다. 당신이 \"지휘관\"인가요? 앗, 다행이네요! 처음 뵙겠습니다, 저는 호노카에요! 얼마나 도움이 될 수 있을진 모르지만, 저는 배우는 것에 재능이 있답니다~ 암튼… 잘 부탁해요!",
	feeling5 = "이곳 모항에서 지휘관님과 여러분께 보살핌을 받았어요! 특히 호노카, 지휘관님께는 할머니처럼 안심하게 되는걸요~ 그 보답으로 무엇이든 필요한 것이 있으면 제게 말씀해주세요!",
	main = "오늘도 마리 짱에게 많은 걸 배울 거야, 웅!|후…후……하암! 잠깐 멍때리고 말았어… 나, 나 존 거 아니거든요?| 지휘관님♪ 저… 제가 도울 수 있는게 없을까요?",
	battle = "온 힘을 다해, 가자~!",
	upgrade = "호노카, 파워 업!",
	voice_key = 1060002,
	headtouch = "에헤헷, 왠지 기쁜데요…",
	feeling2 = "흐음~…날씨가 좋으면, 기분도 좋아져요~ 오늘도 모항로 산책할까요!",
	login = "수고하십니다. 지휘관님! 일은 언제 시작하시나요?",
	vote = "",
	hp_warning = "와아아아… 위험해요~",
	id = 10600020,
	detail = "식사, 목욕, 아니면… 나? 흐흣♪ 그럼 저랑 놀아요~",
	couple_encourage = {
		{
			{
				1060001
			},
			1,
			"마리 짱! 함께 힘내자!",
			0
		},
		{
			{
				30501,
				30502
			},
			2,
			"사악한 악령아, 물러가라! 히히, 이런 느낌일까요~",
			0
		}
	}
}
