_G.pg.ship_skin_words[10600030] = {
	feeling1 = "지휘관님, 저 정말 화낼 거예요! 반성하세요!",
	feeling3 = "사쿠라 엠파이어에도 \"은신술\"에 흥미를 가진 함선들이 꽤 있군요…네? 지휘관님도 흥미가 있으신가요? 저기… 죄송합니다. 그건 다른 사람에게 쉽게 보여줄 수 있는건 아니라서요…",
	lose = "우웃… 이런게 아닌데…",
	propose = "이렇게 중요한 물건을 받을 줄이야… 후훗, 이곳 모항는 확실히 \"행운 지역\"이었네요.",
	expedition = "다같이 함께 협력하여 의뢰를 완성한다… 정말 멋지네요, 이런 기분.",
	win_mvp = "잘하시는데요! 흐흣♪",
	home = "비록 이 \"의장\"? 은 아직 익숙하지 않지만, 잘할 수 있도록 노력하겠습니다! 다음 출격에는 저도 꼭 데려가 주세요!",
	mission = "지휘관님, 새로운 임무입니다… 제가 도와드릴 수 있게 해주세요!",
	touch2 = "그, 그만하세요!",
	voice_key_2 = -1,
	skill = "바로 지금! 이거 보세요!",
	drop_descrip = "당신이 이 모항의 주인, \"지휘관\" 님이시죠? 처음 뵙겠습니다. 저는 카스미입니다. 앞으로 아마 여기서 신세를 지게될 것 같네요. 잘 부탁드립니다——",
	mail = "아, 새로운 편지… 지휘관님의 가족…에게 온 건가요?",
	touch = "왜 그러세요. 지휘관님?",
	profile = "비너스 제도의 사람들은 어떻게 되었으려나… 아, 죄송해요! 지금은 이곳에 있으니, 지휘관님을 돕기 위해 노력할 거예요~",
	mission_complete = "임무를 완료했습니다. 걱정스러운 일도 하나 해결되었네요. 지휘관님.",
	feeling4 = "좋아하는 음식이요? 음… 딸기 밀푀유. 좀 어린아이 같나요? 매번 다른 사람에게 말할 때마다 그런 걱정을 합니다만…",
	unlock = "당신이 이 모항의 주인, 바로 \"지휘관님\"이시죠? 처음 뵙겠습니다, 카스미입니다. 앞으로 아마 여기서 신세를 지게될 것 같네요, 잘 부탁드립니다——",
	feeling5 = "지휘관님, 저기… 잠시 괜찮으신가요? 점을 쳐보니, 모항의 이곳이 오늘의 행운 지역입니다. 하지만 저 아직 이곳에 익숙하지 않아서요… 혹시 저와 함께 해주실 수 있을까요? 아, 감사합니다!",
	main = "저기…비서관은 무슨 일을 하면 좋을까요? 일과 관련한 지식이 많지 않아서요…|모항의 대부분 지역에서 바다가 보이는군요. 정말 멋진 풍경이에요~|점을 쳐본 결과, 오늘의 행운 지역은…",
	battle = "흐흣, 제 차례군요. 힘내 볼게요!",
	upgrade = "강해진 것 같아… 지휘관님 덕분이에요. 흐흣",
	voice_key = 1060003,
	headtouch = "저…이건…",
	feeling2 = "이곳의 함선들은 많은 \"자매\"가 있군요… \"언니\"와 \"동생\"이라… 아, 죄송해요. 잠깐 멍때린거예요. 아무것도 아닙니다.",
	login = "지휘관님, 오늘의 업무를 시작하시는 건가요? 저는 여기에 있을 테니, 무슨 일 있으면 언제든지 불러주세요.",
	vote = "",
	hp_warning = "아직이에요…힘내겠습니다!",
	id = 10600030,
	detail = "\"사쿠라 엠파이어\"…라. 왠지 친밀한 느낌이 드는데요. 흐흣",
	couple_encourage = {
		{
			{
				30109,
				30127,
				30404
			},
			1,
			"이게 바로, 무환천신류!",
			0
		}
	}
}
