_G.pg.ship_skin_words[10600040] = {
	feeling1 = "이곳 모항는 재밌는 곳이 많지만, 지휘관이 조금 못 믿어운 느낌? 보아하니 내가 나서서 채워줘야 하겠는걸~♪",
	feeling3 = "다들 전투에서는 대단하다고 생각했는데, 평소에는 그냥 평범한 소녀구나. 나처럼 만화를 좋아하는 친구도 생겼고 말이야~ 흐흣",
	lose = "우리가… 지다니…",
	propose = "이곳에 와서, 지휘관에게 큰 신세를 졌는데, 또 이렇게 소중한 것을 받다니… 고마워, 지휘관~ 보답으로 나도 더욱 노력하도록 할게!",
	expedition = "다들 의뢰에서 돌아왔어! 혹시 달달한 음식을 가지고 왔을지도 몰라~",
	win_mvp = "우리가 이겼다! 승리의 사인!",
	home = "아, 지휘관, 작전 수고했어! 좀 쉬지 그래?",
	mission = "지휘관, 새로운 임무야! 이 임무를 완성하면, 보상을 받을수 있을거야!",
	touch2 = "아앗!? 진짜, 나 정말 화낸다?",
	voice_key_2 = -1,
	skill = "잘 봐!!",
	drop_descrip = "반가워, 지휘관! 응, 다른 사람들한테 물어봤어. \"지휘관\"이라고 부르는 게 맞는 거지? 나는 미사키야. 아르바이트 경험이 많으니까 모두에게 반드시 도움이 될 수 있을 거야~ 잘 부탁해!",
	mail = "지휘관, 편지가 도착했어. 잊지 말고 확인해야 해!",
	touch = "네~ 나 불렀어요? 지휘관♪",
	profile = "자기소개? 나는 미사키. 취미는 잠수, 천문관측, 그리고 만화보기~ 좋아하는 음식은 버블 밀크티와 바닐라 크레이프! 다른 특별한 건 없어… 아, 맞다. 나기사는 우리 언니야. 나기사와 친하게 지내줘!",
	mission_complete = "임무 완료! 지휘관, 내게도 보상을 줘야 하는 거 잊지 말아줘! 히히, 농담이야~",
	feeling4 = "상점가의 밀크티 가게가 최근에 \"1+1\" 행사를 하나봐. 음…나 혼자서는 두 잔을 다 마실 수 없는데… 지휘관, 시간 있으면 함께 가지 않겠어?",
	unlock = "반가워, 지휘관! 응, 다른 사람들한테 물어봤어. \"지휘관\"이라고 부르는 게 맞는 거지? 나는 미사키야. 아르바이트 경험이 많으니까 모두에게 반드시 도움이 될 수 있을 거야~ 잘 부탁해!",
	feeling5 = "지휘관, 이따가 함께 모항의 디저트 가게에 가지 않을래♪~ 그리고 먹은 후에는 나랑 산책도 같이 해 줄 수 있어? 여기에 대해서 더 자세히 알고 싶어. 그리고… 음… 아니야, 그럼 출발!",
	main = "만약 특별히 시킬 일이 없으면, 나 아르바이트 하러 갈게… 아, 이곳의 일도 아르바이트… 겠지?|음~ 왠지 달달한 음식이 먹고 싶어졌어. 크레이프 같은거…|언니가 말은 그렇게 해도, 사실 꽤 상냥한 사람이야. 좀 과할 때도 있긴 하지만…",
	battle = "좋아! 결정했다면 전력을 다해!",
	upgrade = "어때? 나 쫌 성장하지 않았어?",
	voice_key = 1060004,
	headtouch = "쪼, 쫌… 기분이 이상해…",
	feeling2 = "\"의장\"이라는 이걸 입기만 하면, 바로 해상에서 자유롭게 질주할 수 있구나. 정말 신기해~",
	login = "지휘관! 이제야 오다니. 그럼…오늘 할 일을 시작해볼까~?",
	vote = "",
	hp_warning = "아직 안 끝났어!",
	id = 10600040,
	detail = "이곳 모항 그리고 \"전함\"이라는 소녀들은 모두 불가사의한 기운이 감도는걸… 어쩌면 지휘관이 제일 불가사의할지도? 농담이야. 하하~",
	couple_encourage = {
		{
			{
				30110
			},
			1,
			"언니?아, 아니네…",
			0
		},
		{
			{
				1060005
			},
			1,
			"내 몸은 내가 잘 챙길거야! 그러니 언니도 조심해야해!",
			0
		}
	}
}
