_G.pg.ship_skin_words[10600050] = {
	feeling1 = "저 미사키를 데리고 이곳을 떠나기로 했어요. 다시는 돌아오지 않을 거예요.",
	feeling3 = "미사키가 모항 생활을 즐기는 것 같으니, 저도 더 이상 말하지 않겠어요. 하지만, 만약 미사키에게 허튼 짓을 하면, 절대 그냥 넘어가지 않을 테니까요!",
	lose = "다 당신이 부족한 탓이에요. 바보 멍멍이…",
	propose = "저, 저기, 알았어요, 무슨 말인지! 정말, 내가 바보도 아니고… 답장? 그, 그걸 꼭 말로 해야 해요?! 진짜 둔한 바보 멍멍이라니까. 이건 제가 잘 보관해 둘게요. 바보 멍멍이~",
	expedition = "저기, 의뢰를 완료하고 돌아온 사람들이 벌써 모항에서 당신을 기다리고 있는걸요? 바보 멍멍이.",
	win_mvp = "하아, 조금 피곤한걸… 당신도 꽤 쓸만한데요. 바보 멍멍이.",
	home = "작전 수고했어요. 바보 멍멍이. 또 해야할 일들이 많이 있죠?",
	mission = "임무 리스트에 아직 끝내지 않은 임무가 남아있어요. 바보 멍멍이, 이건 나중에 다 하실거죠?",
	touch2 = "역시… 못 말리는 바보 멍멍이라니까…",
	voice_key_2 = -1,
	skill = "마음에 준비 단단히 하라구!",
	drop_descrip = "당신이 미사키를 이 모항로 데려온 사람인가요? '지휘관'이라고 했던가… 흥, 당신이 어떻게 미사키를 속아넘겼는지는 모르지만, 언니인 저는 그렇게 호락호락하지 않을 거예요. 함부로 들이댔다간, 가만 안 둡니다! … 제 이름요? … 나기사라고 부르면 돼요. 이 바보 멍멍이!",
	mail = "편지가 왔어요. 이렇게 알려줘야 하다니, 당신 쉽게 까먹는 타입인가보죠?",
	touch = "무, 무슨 생각하는 거예요? 바보 멍멍이!",
	profile = "처음에 잘 말해두었지만, 제 이름은 나기사. 미사키의 언니예요. 좋아하는 음식은 수플레 팬케이크. 싫어하는 건 피망이죠. …만약 미사키를 건들기라도 한다면, 가만두지 않을 거예요. 바보 멍멍이.",
	mission_complete = "지금까지 계속 혼자서 임무를 완수해 왔던거예요? 조금 달라보이는데요. 바보 멍멍이.",
	feeling4 = "아, 바다를 향해 혼잣말을 하는 걸 보셨어요? 말하지 않았던가? 저는 극단의 단원이었어요. 그래서 평소에도 자연스럽게 연습을 하곤 하죠. …잠깐, 다, 당신 제가 연습하는 걸 훔쳐본 거예요? 이… 바보 멍멍이!",
	unlock = "당신이 미사키를 이 항구로 데려온 사람인가요? \"지휘관\"이라고 했던가… 흥, 당신이 어떻게 미사키를 속아넘겼는지는 모르지만, 언니인 저는 그렇게 호락호락하지 않을 거예요. 함부로 들이댔다간, 가만 안 둡니다! … 제 이름요? … 나기사라고 부르면 돼요. 이 바보 멍멍이!",
	feeling5 = "지금까지, 줄곧 미사키를 돌봐주셔서 고마워요. 어쩌면 제가 너무 선입관을 가지고 당신을 대했을지도 몰라요. 알고 보니, 당신도 꽤 괜찮은 사람인데요. 그래서 다시 한번 천천히 당신을 감시해보기로 했어요. 바보 멍멍이~",
	main = "바보 멍멍이 씨. 누군가가 보내온 위문품은 테이블에 올려 두었어요. 안에는 프랑스식 팬케이크도 있던데요… 아, 아무것도 아니에요! 나중에 까먹지나 마세요.|꽤 열심히 하시는 모습이 보기 좋은데요. 바보 멍멍이 씨…|저기, 바보 멍멍이 씨, 제가 할 일이 있을가요?… 오해하진 마세요. 단지 은혜에 보답하고 싶을 뿐이니까요.",
	battle = "다들 정신차리고 적들을 물리칠 준비를 합시다!",
	upgrade = "고마워요… 가끔은 감사의 마음을 전해도 이상하지 않죠?",
	voice_key = 1060005,
	headtouch = "바보 멍멍이 주제에……",
	feeling2 = "미사키뿐만 아니라, 다른 소녀들도 꼬셔서 이곳에… 바보 멍멍이, 당신 진짜 목적이 뭐죠?!",
	login = "어서오세요. 지휘관. 꽤 열심히시네요.",
	vote = "",
	hp_warning = "이런… 이러다가 어쩌면…",
	id = 10600050,
	detail = "이곳 모항에 이렇게 많은 소녀들이 있다니, 믿어지지 않아요… 어쨌든, 당신이 무슨 수를 써서 그녀들을 속이고 데려온 것이 분명해요!",
	couple_encourage = {
		{
			{
				1060004
			},
			1,
			"미사키! 조심해야 해, 다치면 안 돼!",
			0
		},
		{
			{
				1060002
			},
			1,
			"호노카도 무녀 복장이구나~",
			0
		}
	}
}
