_G.pg.ship_skin_words[10600070] = {
	feeling1 = "지휘관님, 한 번의 패배로 포기하면 안되는 거 아시죠? 인생은 이기기도 하고 지기도 하는 법이라구요!",
	feeling3 = "후훗, 지휘관님께 최근에 익힌 포커 기술을 보여드릴게요~ 잘 보세요! ……아, 잠깐, 저 말구요. 카드를 보세요~",
	lose = "져버렸잖아… 속상해! 다음에는… 절대 지지 않을 거예요!",
	propose = "앗, 이런 소중한 물건을… 제게 주시는 건가요? 정말이지 갑작스러운 \"승부\"인걸요…하하, 그럼 어쩔 수 없이 \"콜\"해야겠어요! 아니면… 제가 다시 \"레이스\" 하는 게 좋을까요? 지휘관님",
	expedition = "의뢰조가 돌아왔어요~ 보아하니 승부에서 이긴 것 같아요~",
	win_mvp = "후훗, 승부는 절대 뒤집히지 않을겁니다♪",
	home = "수고하셨어요. 지휘관님. 여기 물이요~ … 딜러는 카드를 섞는 것뿐만 아니라, 사람을 관찰하는 것도 잘해야 하죠~?",
	mission = "지휘관님, 처리하실 일이 남아 있어요. 어서 끝내버리자구요!",
	touch2 = "여기에는 아무것도 숨기지 않았어요!",
	voice_key_2 = -1,
	skill = "전부 읽혔어요♪",
	drop_descrip = "당신이 이곳을 책임지고 있는 지휘관인가요? 저는 모니카입니다. 딜러죠... 아직은 인턴이지만요. 갑작스럽긴하지만... 저랑 승부 한 판 하실래요~?",
	mail = "지휘관님, 편지가 도착했으니, 잊지 마세요.",
	touch = "다음 승부는, 역시 지휘관님 일이 끝나면 하기로 해요!",
	profile = "딜러가 되고 싶은 이유요? 그야 물론 멋있으니까요! 화려한 카드 솜씨도 그렇고, 대결에 진지한 모습도요~",
	mission_complete = "적절한 시간, 높은 효율로 임무를 완료하셨군요. 지휘관님, 어쩌면 카지노의 지배인이 어울릴지도?",
	feeling4 = "지휘관님은 귀여운 여자아이에게 쉽게 빠지는 편인가요? 그러면 안돼요. 차가운 이성을 유지하지 않으면 이길 수 없다구요~",
	unlock = "당신이 이곳을 책임지고 있는 지휘관인가요? 저는 모니카입니다. 딜러죠... 아직은 인턴이지만요. 갑작스럽긴하지만... 저랑 승부 한 판 하실래요~?",
	feeling5 = "지휘관님과 항상 대결을 할때면, 정말 좋은걸요. 승부가 어떻든, 정말 기뻐요~ 이건 아마 지휘관님의 독특한 매력일까요. 하하~",
	main = "지휘관님은 포커 같은 게임을 좋아하시나요, 아니면 룰렛처럼 단순히 운에 맡기는 게임을 좋아하시나요?|꼭 금이나 은으로된 칩을 걸지 않아도 돼요. 예를 들면—— 지휘관님, 오후의 티타임을 걸고 한 판 하실래요? 지는 사람이 쏘기~|지휘관님… 무슨 생각하세요? 제게 말씀해 보시겠어요? 물론… 게임에서 이기면요~",
	battle = "후훗, 제가 바로 이번 승부에 \"조커\" 입니다~",
	upgrade = "더 성장한 느낌인걸♪",
	voice_key = 1060007,
	headtouch = "후훗, 갑자기 왜 그러세요?",
	feeling2 = "대결에서 모두 같은 숫자에 거는 사람을 본적이 있어요… 운명과 싸우는 그런 사람의 멋진 모습, 넘나 매력적이야!",
	login = "안녕하세요. 지휘관님. 일 시작하기 전에, 가볍게 한 판 하실래요~?",
	vote = "",
	hp_warning = "침착하시고 집중…!",
	id = 10600070,
	detail = "진정한 승부는 딱 한 판! 만약 지휘관님이 이기고 싶으시다면, 다음 날을 기다리셔야 해요~",
	couple_encourage = {
		{
			{
				10501
			},
			1,
			"후훗, 이번 전투에서 승부해보시지 않으실래요？",
			0
		}
	}
}
