_G.pg.ship_skin_words[10700010] = {
	feeling1 = "앗, 죄송해요…… 대본 보느라…… 무슨 일 있으신가요?",
	feeling3 = "아야야야…… 앗, 지휘관님, 안녕하세요. 복도에서 살짝 넘어져 버려서요. 어, 반창고…… 고맙습니다, 지휘관님!",
	lose = "우으, 넘어져서 죄송해요…… 다음에는 실수하지 않도록 노력할게요!",
	propose = "모두와 지휘관님 덕분에, 전 이곳에서 웃으며 힘낼 수 있었어요. 그러니까, 보답으로 모두에게 미소를 잔뜩 전해주고 싶어요!",
	expedition = "다들 심부름 고생했어~! 무사히 돌아와 줘서 다행이야~!",
	win_mvp = "이겼어요~! 모두들, 고마워요!",
	home = "수고하셨습니다, 지휘관님! 과자 만들어 왔는데, 괜찮으시다면 쉬실 때 드셔주시겠어요?",
	mission = "아직 일이 남아있는 것 같아요. 제가 해드릴 수 있는 일이 있다면 말씀해주세요!",
	touch2 = "꺄악! 가, 갑자기 뭐 하시는 거예요!?",
	voice_key_2 = -1,
	skill = "팬 여러분에게 미소를 전하겠어!",
	drop_descrip = "안녕하세요, 지휘관님! 전 아이돌 아마미 하루카! 모항의 모두에게 꿈을 전달해주기 위해서 최선을 다할 거에요, 잘 부탁드려요!",
	mail = "지휘관님, 우편이 도착한 것 같아요! 새로운 일일까요?",
	touch = "왜 그러세요, 지휘관님? 아, 뭔가 도와드릴까요?",
	profile = "아마미 하루카입니다! 어렸을 때부터 노래 부르는 걸 좋아해서, 아이돌이 되는 게 꿈이었습니다. 힘든 일도 많았지만, 모두와 함께 앞으로도 성장할 수 있다면 좋겠습니다! 에헤헤……",
	mission_complete = "업무 완료♪ 고생하셨어요, 지휘관님!",
	feeling4 = "오늘 자율 연습은 이쯤 할까나~ ……어라, 지휘관님도 휴식 중이신가요? 괜찮으시다면 같이 쉬러 가실래요♪",
	unlock = "안녕하세요, 지휘관님! 전 아이돌 아마미 하루카! 모항의 모두에게 꿈을 전달해주기 위해서 최선을 다할 거에요, 잘 부탁드려요!",
	feeling5 = "지휘관님! 오늘은 쿠키 가져왔어요! 제법 잘 구워져서, 지휘관도 드셔주셨으면 해서…… 하나 어떠신가요?",
	main = "저 작은 고양이 같은 애들… '지휘냥'이라고 했던가요? 동물 좋아하는 히비키가 보면 엄청 좋아할 것 같아요♪|여기에도 아이돌이 있군요! 다들 엄청 예쁘고 귀여워서…… 언젠가 함께 무대에 서고 싶어요.|전에 악역을 연기한 적이 있었는데, 엄청 재밌었어요! 의외로 푹 빠져버렸어요♪",
	battle = "그럼, 슬슬 가보죠!",
	upgrade = "아이돌로서, 더더욱 빛나겠어요!",
	voice_key = 1070001,
	headtouch = "리본이 어울린다고요……? 에헤헤, 감사합니다♪ 에헤헤…… 트레이드 마크예요♪",
	feeling2 = "저, 어렸을 적부터 노래 부르는 게 정말 좋았어요. 다 함께 노래 부르는 거 엄청 즐겁죠♪",
	login = "안녕하세요, 지휘관님! 오늘도 열심히 일하자구요!",
	vote = "",
	hp_warning = "무대는 이제 막 시작한 참이야!",
	id = 10700010,
	detail = "저에 대해 알고 싶으시다고요……? 그게…… 그럼, 뭔가 얘기라도 하실래요?",
	couple_encourage = {
		{
			{
				1070002
			},
			1,
			"치하야, 멋진 무대를 보여주자!",
			0
		},
		{
			{
				1070005
			},
			1,
			"리츠코 씨, 지도 고맙습니다!",
			0
		},
		{
			{
				1070006
			},
			1,
			"아미도 참, 넘어진다니 그런…… 우와아앗!",
			0
		}
	}
}
