_G.pg.ship_skin_words[102190] = {
	feeling1 = "지휘관과 같이 있으면 즐겁지 않아……도, 돌아가버릴 거야!",
	feeling3 = "지휘관, 이 헤어 스타일이 엄청 유행하고 있다는 것 같아. 하지만 나는 역시 이쪽이 더 좋은 것 같은데…어느 쪽이 좋아?",
	lose = "우웃…지휘관, 너무해……",
	propose = "결혼이라는 건, 깊은 인연을 증명하는 거라고 세인트루이스 언니가 그랬어……그러니까, 나와 지휘관은 영원히 사이좋게 계속 함께 있을 수 있다는 거겠지? 에헤헤, 정말 기뻐!",
	expedition = "시간을 지키지 않는 아이는 미움받는다고, 세인트루이스 언니가 그랬어.",
	win_mvp = "에헤헤, 난 세, 세젤귀지~",
	home = "지휘관, 머리 모양 세팅하는 거 도와줄 거지?",
	mission = "지휘관, 임무를 수행할 때는 이 헤어 스타일을 하는 게 어떨까?",
	touch2 = "지휘관, 이런 짓을 하면 여자아이들한테 미움받을 거야!",
	voice_key_2 = -1,
	skill = "귀여운 것은…무적이라구!",
	drop_descrip = "브루클린급 순양함 - 헬레나 (CL-50)",
	mail = "어라…새 메일? 지휘관, 직접 받아주면 좋겠는데…난 지금 조금 바빠서…",
	touch = "지휘관, 저, 저기, 토끼가!",
	profile = "세인트루이스급 경순양함, 헬레나야. 이상한 곳에 와 버렸지만, 레이디라면 언제 어디서나 차분하게 있어야 한다고 세인트루이스 언니가 그랬어. 지휘관도 나쁜 사람은 아닌 것 같으니, 여기에서 당분간 신세 좀 질게.",
	mission_complete = "와아, 이게 전부 보너스인 거야? 지휘관, 대단해!",
	feeling4 = "항상 세인트루이스 언니가 헤어스타일을 만져주거나, 화장을 도와줬는데…지금은 지휘관이 도와주고 있네. 에헤헤, 지휘관, 고마워요♪",
	unlock = "오늘은 어떤 헤어 스타일로…다, 당신 누구야?? 어째서 갑자기 여기 나타난 거지!? 어라…여긴 내 방인데…에에에엣!!",
	feeling5 = "어째서일까……지휘관이 헤어스타일을 만져주거나 화장을 해줄 때는 항상 두근두근거려……세인트루이스 언니가 해줬을 땐 그런 일이 없었는데……나, 괜찮은 걸까……",
	main = "세인트루이스 언니는 뭔가 인형처럼 여러가지 옷을 갈아입히려고 해… 그, 그렇지만 옷이 다 귀엽기도 하고, 딱히 싫은 건 아닐지도…|어라? 저 금발의 아이, 항상 모두에게 둘러싸여 있네……엣, 따, 딱히 신경이 쓰이는 건 아니야!|지휘관, 오늘의 나는 귀, 귀여워?",
	battle = "놓치지 않을 거야~",
	upgrade = "지휘관, 답례로 등이라도 두들겨 줄까?",
	voice_key = 10219,
	headtouch = "",
	feeling2 = "지휘관, 여자아이 방에 마음대로 들어가면 안 된다고 그렇게 말했는데! …어라?",
	login = "지, 지휘관, 지금 무슨 머리 할 지 고민 중이란 말야. 갑자기 들어오지 말아줘.",
	vote = "",
	hp_warning = "어, 어떡하지 어떡하지!",
	id = 102190,
	detail = "언젠가는 세인트루이스 언니처럼 예뻐질 수 있다면 좋겠어.",
	couple_encourage = {
		{
			{
				10220
			},
			1,
			"아, 안녕! 내 이름은 헬레나야!",
			0
		}
	}
}
