_G.pg.ship_skin_words[10700030] = {
	feeling1 = "어머. 당신, 있었어?",
	feeling3 = "나한테는 어렸을 때부터 쭉 함께였던 친구가 있어. 그치, 우사야?",
	lose = "이 내가……? 더 연습해서, 다음엔 절대 지지 않을 거야!",
	propose = "당신도 나에 대해 이해하기 시작한 모양이네. 앞으로도 이오리님의 후광에서 눈을 떼지 마. 안 그럼 혼날 줄 알아!",
	expedition = "어라, 의뢰팀이 돌아온 모양이네. 이오리님께서 친히 마중 나가주실까나.",
	win_mvp = "이 정도로 내 상대가 되려 하다니, 무르다구!",
	home = "어머, 돌아왔어? 마침 잘됐어. 티타임에 어울려줘야겠어!",
	mission = "아직도 일이 남아있다구? 얼른 끝내버려!",
	touch2 = "꺅! ……갑자기 어딜 만지는 거야!",
	voice_key_2 = -1,
	skill = "날 똑똑히 보도록 해!",
	drop_descrip = "안녕~! 난 미나세 이오리라고 해! 만나서 반가워~! ... 응? 무리할 필요 없다고...? 잠깐, 너 지금 무슨 뜻이야!",
	mail = "우편이 왔어. 일부러 알려줬으니까, 얼른 확인해!",
	touch = "무슨 볼일 있어? 멍하니 있지 말고 뭔가 말하라구!",
	profile = "미나세 이오리야! 노리는 것은 물론! 톱 아이돌이야♪ 일시적이라고는 해도, 이 슈퍼 아이돌 이오리와 함께 지내는 것에 감사하도록 해. 니히힛♪",
	mission_complete = "겨우 끝났네. 이 정도는 당연히 해내야 하지만.",
	feeling4 = "무대에서 좀 더 빛나려면 어떡해야 할까……? 노래를 더 연습할까? 퍼포먼스를 더 화려하게? ……그래, 모처럼이니 당신 의견도 들어줄게.",
	unlock = "안녕~! 난 미나세 이오리라고 해! 만나서 반가워~! ... 응? 무리할 필요 없다고...? 잠깐, 너 지금 무슨 뜻이야!",
	feeling5 = "여기 경치도 참 좋은걸. …엇, 꺄악! 당신, 있으면 있다고 말해! ……뭐, 좋아. 당신도 여기 와서 앉지 그래?",
	main = "이 집무실 제법 괜찮은데. 내 방에 비하면 아직 멀었지만|모항에 있는 애들이 말한 '만쥬'는 저 둥그런 새들 말하는 거였구나. 과자인 줄 알았네.|당신, 쉴 틈 있어? 눈앞에 산더미처럼 쌓인 일감이 안 보이는 거야?",
	battle = "내 상대가 감당할 수 있을까?",
	upgrade = "꽤 좋은 느낌이잖아. 내 감사를 받을 자격이 있겠어.",
	voice_key = 1070003,
	headtouch = "꺅! ……잠깐, 갑자기 건드리지 말아 줄래!?",
	feeling2 = "목말라…… 어, 그 오렌지 쥬스, 나한테 주는 거야? 게다가 과즙 100%잖아! 당신도 제법 센스가 있네!",
	login = "안녕…… 아니, 뭐야, 그 칠칠찮은 얼굴은. 잠이 덜 깬 건 아니겠지?",
	vote = "",
	hp_warning = "이 정도는 아무것도 아냐!",
	id = 10700030,
	detail = "내 방에 들어가 보고 싶다구? 잠깐, 멋대로 들어오지 마!",
	couple_encourage = {
		{
			{
				1070006
			},
			1,
			"아미, 장난은 그만해! 가자!",
			0
		},
		{
			{
				1070007
			},
			1,
			"이 정도는 당연하지! 니히힛♪",
			0
		},
		{
			{
				1070004
			},
			1,
			"아즈사, 가자!",
			0
		}
	}
}
