_G.pg.ship_skin_words[10700040] = {
	feeling1 = "죄송해요…… 무슨 말을 해야 할지 모르겠어서……",
	feeling3 = "안녕하세요, 지휘관 씨. 산책하고 있던 참인데, 길을 잃어버려서…… 숙소로 돌아가는 길은 어디인가요~?",
	lose = "여러분, 괜찮으신가요……? 어서 안전한 곳으로 돌아가죠……!",
	propose = "이곳에서 지휘관 씨와 여러분과 만난 건…… 운명인지 어떤지는 모르겠지만, 이 인연을 소중히 간직하고 싶어요.",
	expedition = "의뢰 임무 나가셨던 분들이 돌아오신 모양이에요. 여러분, 수고하셨어요.",
	win_mvp = "끝났네요~ 여러분, 다친 데는 없나요?",
	home = "어서 오세요, 지휘관씨. 휴식 겸 차와 다과는 어떠신가요?",
	mission = "어머어머, 아직 일이 남아있네요. 조금씩 끝내볼까요.",
	touch2 = "꺅! 지휘관 씨, 대체 무슨……",
	voice_key_2 = -1,
	skill = "이 노래도 마음껏 즐겨주세요~",
	drop_descrip = "처음 뵙겠습니다, 미우라 아즈사라고 해요~ 음, 모항... 그리고 함선? 저기... 궁금한데 있는데... 여긴 대체 뭐하는 곳이죠?",
	mail = "새로운 편지가 도착했네요. 가져다드릴까요?",
	touch = "오늘의 운세는…… 아, 지휘관 씨도 점 보실래요?",
	profile = "미우라 아즈사라고 합니다. 전문대를 졸업한 후, 인연이 닿아 아이돌이 되었습니다. 어, 아이돌을 지망하게 된 계기…… 말인가요? 그렇네요…… 누군가가 찾아주길 바래서…… 라고 할까요.",
	mission_complete = "후훗, 일이 전부 끝났네요. 고생하셨어요.",
	feeling4 = "아, 지휘관 씨. 마침 잘 오셨어요…… 시간이 남아서 요리를 좀 했는데, 너무 많이 만들어버렸어요. 괜찮으시다면 드시지 않겠어요?",
	unlock = "처음 뵙겠습니다, 미우라 아즈사라고 해요~ 음, 모항... 그리고 함선? 저기... 궁금한데 있는데... 여긴 대체 뭐하는 곳이죠?",
	feeling5 = "항상 길 안내만 맡겨서 죄송해요~ ……모항 안에서 길을 잃어버렸을 때 지휘관 씨를 보면 안심이 돼서, 그만…… 후훗.",
	main = "요전에 구축함 애들이 졸라대는 통에 같이 놀아준 적이 있어요. 후후후. 다들 정말 착한 애들 뿐이더라구요.|전 길 외우는 게 서툴러서 자주 길을 잃어버려요. 모항 안에서도 벌써 몇 번이나 길을 잃어버려서…… 부끄러운 얘기네요~|모항 식당에는 온갖 요리가 나오네요. 전부 맛있어 보여서…… 자기도 모르게 과식해버릴 것 같아요.",
	battle = "경쟁하는 건 그다지 익숙하지 아니지만…… 열심히 할게요!",
	upgrade = "이렇게 성장할 수 있던 것도 지휘관 씨 덕분이네요. 고마워요~",
	voice_key = 1070004,
	headtouch = "어머어머~ 고민거리라도 있나요, 지휘관 씨? 저로 괜찮으시다면 얘기 들어드릴게요.",
	feeling2 = "지휘관 씨, 왜 그러시나요? ……어머? 제가 흘린 손수건 주워주셨군요. 고마워요~",
	login = "안녕하세요, 지휘관 씨. 오늘도 힘차게 일하자구요.",
	vote = "",
	hp_warning = "스스로 정한 일을 해내기 전까진……!",
	id = 10700040,
	detail = "저와 얘기하고 싶으시다…… 고요? 물론 괜찮다마다요. 앉아서 천천히 얘기해요.",
	couple_encourage = {
		{
			{
				1070005
			},
			1,
			"어머~ 여긴 또 어딘지~ 리츠코 씨~!",
			0
		},
		{
			{
				1070002
			},
			1,
			"치하야, 같이 힘내자",
			0
		},
		{
			{
				1070003
			},
			1,
			"어머~? 이오리, 기다려~",
			0
		}
	}
}
