_G.pg.ship_skin_words[10700050] = {
	feeling1 = "요전에 무대에서의 반성점은…… 아, 죄송해요. 지금 좀 바빠서.",
	feeling3 = "수고 많으십니다, 지휘관님. 여전히 바쁘신 것 같네요. 저는 지금 일손이 비었는데, 뭔가 도와드릴 일 있나요?",
	lose = "계산이 잘못된 모양이군요…… 일단 태세를 정비하겠습니다!",
	propose = "이곳에서 쌓은 경험은 분명 제 장래에 있어서도 소중한 경험이 될 거라 생각합니다. 다시 한 번, 늘 감사합니다, 지휘관님!",
	expedition = "의뢰 임무에 나선 아이들이 돌아온 모양이에요. 자, 멍하니 계시지 마시고, 지휘관으로서 마중 나가주세요",
	win_mvp = "완수했군요. 제 계획대로입니다!",
	home = "수고하셨습니다, 지휘관님. 다음 업무까지 조금 휴식하도록 할까요.",
	mission = "아직 남은 일이 있잖아요! 자, 자, 얼른 끝내주세요!",
	touch2 = "지휘관님! 이런 짓을 할 여유가 있다면 일부터 하시라구요!",
	voice_key_2 = -1,
	skill = "지금이야말로 활약할 때군요!",
	drop_descrip = "처음 뵙겠습니다, 아키즈키 리츠코입니다. 갑자기 이곳으로 오게 되었을 때 안절부절 정신이 없었는데... 크흠, 아무튼... 앞으로 잘 부탁드립니다!",
	mail = "새로운 우편이 왔습니다. 잊지 말고 제때 확인해주세요.",
	touch = "업무를 도와주길 바란다……고요? 좋습니다. 손을 댄 이상 완벽하게 처리하겠습니다.",
	profile = "아키즈키 리츠코입니다. 기왕 한다면 최선을 다해! 모항에서도 아이돌 활동은 게을리 하지 않겠습니다. ……그런데 지휘관님, 모항에는 아이돌이 될만한 애들이 잔뜩 있네요…!",
	mission_complete = "업무, 전부 끝났군요. 보수도 잊지 말고 받아주세요.",
	feeling4 = "지휘관님의 업무는 프로듀서와 닮은 구석이 있군요. 지휘관님을 관찰하다 보면 새로운 걸 배울 수 있을지도…… 괜찮으시다면 다음에 업무를 견학시켜주시지 않겠습니까?",
	unlock = "처음 뵙겠습니다, 아키즈키 리츠코입니다. 갑자기 이곳으로 오게 되었을 때 안절부절 정신이 없었는데... 크흠, 아무튼... 앞으로 잘 부탁드립니다!",
	feeling5 = "지휘관님 곁에서 여러 업무를 보고, 지금까지 몰랐던 경험을 쌓은 덕분에…… 시야가 넓어진 기분이 듭니다. 지금이라면 신선한 전략이 떠오를 것 같아요!",
	main = "아, 죄송합니다, 지휘관님. 그만 생각에 빠져서……|다 함께 이곳에 온 건 좋지만, 여전히 시끌시끌하네요…… 아, 아미! 마미! 잠까 기다려! 그 삽은 대체 어디에 쓰려는 거야!?|이 안무는 이렇게…… 움직임에 역동감을 주면 좀 더 퍼포먼스가 좋아질 것 같네요. 응, 다음 무대에 반영해 볼까요!",
	battle = "정신 차리고 가보도록 하죠!",
	upgrade = "순조롭습니다~ 전부 계획대로군요!",
	voice_key = 1070005,
	headtouch = "제 머리카락 말씀하실 게 아니라, 지휘관님 머리야말로 새집 지어놨다구요. 정말……지휘관이시니까, 몸가짐에도 신경 써주세요.",
	feeling2 = "아, 지휘관님. 마침 잘 오셨습니다. 전신 거울 어디 있는지 알고 계신가요? 댄스 안무를 확인하고 싶은데, 보이질 않아서요.",
	login = "지휘관님, 오늘도 잘 부탁드립니다. 바로 스케쥴을 확인하죠.",
	vote = "",
	hp_warning = "마지막까지 포기하지 않아……!!",
	id = 10700050,
	detail = "프로필 확인은 아이돌의 개성을 살리기 위해 중요하니까요. 꼼꼼히 봐주세요.",
	couple_encourage = {
		{
			{
				1070007
			},
			1,
			"마미! 장난은 그만둬!",
			0
		},
		{
			{
				1070004
			},
			1,
			"아즈사 씨, 어디 가신 거예요~!?",
			0
		},
		{
			{
				1070001
			},
			1,
			"하루카, 그 안무는 이렇게 하는 게 좋지 않을까?",
			0
		}
	}
}
