_G.pg.ship_skin_words[10700060] = {
	feeling1 = "안 되겠어~ 전혀 스테이지 못 깨겠어~ ……좀 더 분발해, 지휘관.",
	feeling3 = "어디…… 문 위에 칠판지우개를 끼우고, 의자 위에 생쥐 장난감을…… 우아우앗! 지휘관, 벌써 돌아왔어!? 쳇~ 장난 실패야~",
	lose = "우아우아! HP 게이지가 빨간색이야~! 후퇴다~!",
	propose = "아미 말이지, 요즘 지휘관들이랑 잔뜩 놀아서 엄청 즐거워~♪ 앞으로도 아미를 더~욱 즐겁게 해줘, 지휘관!",
	expedition = "모두들, 잘 돌아와 주었도다! 칭찬해주겠노라!",
	win_mvp = "봤느냐~! 아이돌 아미의 눈부신 퍼포먼스를!",
	home = "수고했어, 지휘관! 아미도 지쳤어~ 간식 먹자~",
	mission = "속시 아직 일 덜 끝났어? 빨리 안 끝내면…… 날이 저문다구요? 형씨.",
	touch2 = "호오호오호오~ 지휘관은~ 그런 사람이라 이거지?",
	voice_key_2 = -1,
	skill = "아미의 힘을 똑똑히 보거라~!",
	drop_descrip = "으흠흠~ 난 아이돌 후타미 아미야~! 이곳 꽤 시끌벅적하던데, 장난치기 딱 좋겠어~ 앞으로 잘 부탁해, 지휘관!",
	mail = "새로운 우편이 온 모양이야~? 지휘관~?",
	touch = "뭐야, 뭐야? 아미랑 놀아줄 거야? 역시 지휘관!",
	profile = "후타미 아미야. 마미랑은 쌍둥이고, 둘이서 서로 바꿔 치면서 일한 적도 있었지롱~ 실은 여기 있는 것도 아미가 아닌 마미일지도…… 응훗후~♪",
	mission_complete = "임무 완료~! 아미도 제법 애썼지?",
	feeling4 = "자, 자~ 지휘관 표정 흉내 내보겠습니다! ……어라, 안 닮았어? 이상하네~ 다른 사람들한테 보여주니까 쏙 빼닮았다고 했는데~",
	unlock = "으흠흠~ 난 아이돌 후타미 아미야~! 이곳 꽤 시끌벅적하던데, 장난치기 딱 좋겠어~ 앞으로 잘 부탁해, 지휘관!",
	feeling5 = "응훗후~ 누구~게! ……어, 아미라구? 정답~! 역시 지휘관! 상으로 아미 간식 나눠줄게~",
	main = "모항에는 사람들이 잔뜩 있네~! 다음은 누구에게 장난칠까나~♪|아싸~!! SSR 획득~!! 아미 오늘 운세 엄청 끝내주네~☆|지휘관, 헬로헬로~ ……응? 이 빗자루 어디에 쓸 거냐구? 응훗후~ 물론 비밀이지롱~♪",
	battle = "오늘은 누굴 타깃으로 삼을까나~?",
	upgrade = "레벨~ 업! 고마워, 지휘관!",
	voice_key = 1070006,
	headtouch = "아미한테 장난칠 셈이야? ……좋아, 어디 한 번 해보거라~!",
	feeling2 = "앗, 지휘관! 마미 못 봤어? 으~응, 같이 게임하기로 약속했는데……",
	login = "보아하니 아직 자나 보네~? 응훗후~ 그럼 이 틈에 장난을……",
	vote = "",
	hp_warning = "후타미 아미 전설은 아직 끝나지 않는다구~!",
	id = 10700060,
	detail = "그렇게 아미에 대해 알고 싶어? 그럼, 우선 같이 게임부터 하자~",
	couple_encourage = {
		{
			{
				1070007
			},
			1,
			"둘이서 완전 죽여주는 무대를 만들자! 마미!",
			0
		},
		{
			{
				1070001
			},
			1,
			"하루룽, 넘어지면 안 돼!",
			0
		},
		{
			{
				1070003
			},
			1,
			"이오링~! 오늘도 멋지구만요~",
			0
		}
	}
}
