_G.pg.ship_skin_words[102200] = {
	feeling1 = "모두가 날 기다리고 있어! 지휘관, 바이바이!",
	feeling3 = "지휘관, 바쁠 텐데 잘 어울려주고 있네…좋아, 오늘부터 지휘관은 우리 탐험대의 명예고문이다!",
	lose = "지휘관, 이건 좀 위험할지도……?",
	propose = "친구라는 증명인가? 소중히 할께! 헤헤, 지휘관도 곤란한 일이 생기면 뭐든지 물어봐 줘! 제대로 돌봐주도록 하지!",
	expedition = "지휘관, 선창까지 경주하자! 먼저 도착한 사람이 상을 받는 거야!",
	win_mvp = "흐흥, 매일 단련을 하고 있기 때문이야!",
	home = "지휘관, 에너지도 보충할 겸 뭐 좀 먹지 않을래? 먹을 건 잔뜩 있으니까!",
	mission = "지휘관, 임무를 단번에 해치우자!",
	touch2 = "어라? 내 배를 만지고 싶어?",
	voice_key_2 = -1,
	skill = "멈추면 안 돼!",
	drop_descrip = "클리블랜드 급 경순양함 - 클리블랜드 (CL-55)",
	mail = "새로운 메일이다. 지휘관은 나와 마찬가지로 인기가 많군!",
	touch = "지휘관, 에너지 보충은 중요하다고! 자, 이 초콜릿 바라도 먹어!",
	profile = "클리브랜드 급의 장녀……뭐, 이름을 보면 알겠지! 경순양함이지만 힘이라면 중순양함에게도 지지 않는다구! 장래에는 바다에서 활약할 거니까 당연하지만!",
	mission_complete = "보너스가 이렇게 많이! 맛있는 것들과 잔뜩 교환할 수 있겠어! 그렇지, 지휘관?",
	feeling4 = "지, 지휘관, 질문이 하나 있어! 헬레나가 초콜릿을 너무 많이 먹으면 살찐다고, 그러면 지휘관이 놀아주지 않을 거라고 하던데……저, 정말이야?",
	unlock = "좋은 아침! 내 이름은 클리블랜드! 장래 희망은 한 사람 몫을 하는 해양 기사가 되는 것! 그걸 위해서 지금은 매일 열심히 훈련하고 있어.",
	feeling5 = "후우…역시 지휘관에게 물어보길 잘 했어! 항상 고마워. 정말 좋아해! 지휘관, 앞으로도 모르는 게 있으면 물어봐도 될까?",
	main = "난 여동생이 많아! 다들 너무 좋아해! 언젠가 소개해 주도록 하지!|지휘관, 이 함대에 머리카락이 파란색이고 매일 거울을 보고 있는 아이가 있었지? 놀러가도 될까?|으음, 몸집이 작으면 불편한 일이 많구나…언제 그렇냐고? 다른 사람을 도와줄 때라던가?",
	battle = "전부 한꺼번에 덤벼라! 나는 두렵지 않다!",
	upgrade = "좋은 느낌이야!",
	voice_key = 10220,
	headtouch = "",
	feeling2 = "아, 지휘관, 함대의 다른 아이와 함께 모항 탐험대를 결성했어! 지휘관도 같이 갈래?",
	login = "지휘관, 좋은 아침! 초콜릿 바라도 먹을래?",
	vote = "",
	hp_warning = "멈추지 마!",
	id = 102200,
	detail = "매일 잔뜩 먹고 있는데, 키가 크질 않아…어째서일까……",
	couple_encourage = {
		{
			{
				10219
			},
			1,
			"나는 클리블랜드야! 같이 놀자!",
			0
		}
	}
}
