_G.pg.ship_skin_words[299020] = {
	feeling1 = "이 내가 그 녀석들보다 못하다는 것이냐?!",
	feeling3 = "사랑은 보답을 바라지 않는 것. 나에 대한 왕가의 처사가 그러할지라도, 내 왕가에 대한 충성심은 흔들리지 않아.",
	lose = "다시……버려지는 건가.",
	propose = "설령 이 세계가 날 필요로 하지 않게 된다 해도, 넌 날 필요로 해주겠지. 내겐 그것만으로 충분하다……후훗, 혹시 모르지, 난 너와 만나기 위해 이 세계에 구현화 된 걸지도. 만약 그렇다면…그것만으로 난 행복하다.",
	expedition = "구현화 되기까지 얼마만큼의 노력이 있었던가……흥, 얼마만큼이 되었던 배로 갚아줄 뿐이다. ",
	win_mvp = "자! 나를 믿어라! 내가 계속하여 승리해주마!",
	home = "성대한 환영이더군. 흠, 혹시 나 혼자라면, 마중 나오는 이가 과연 있을까……?",
	mission = "이 임무는 내게 맡겨주었으면 좋겠군. 내가 가장 우수하다는 걸 증명해 보이지!",
	touch2 = "그 녀석들의 악습에 물들지 않도록 해라.",
	voice_key_2 = -1,
	skill = "여왕의 호령이라도, 이 환상의 제왕을 따르게 할 순 없어!",
	drop_descrip = "전함 - 모나크 ",
	mail = "전황에 관한 우편이다. 지휘관, 확인하도록.",
	touch = "지휘관, 나란 존재가 필요한가?",
	profile = "로열 네이비의 전함 킹 조지 5세급의 폐기된 방안 중 하나, 이름은 모나크라고 한다. 흠, 비록 낙오되었다곤 하나, 만들어진 이상 이렇게 있을 수밖에 없지…",
	mission_complete = "존재하는 것만으론 끝나지 않아. 가장 우수하기 때문에 존재해야 하는 것이다.",
	feeling4 = "그 녀석들은 웃을 수 있었던 건가…나는 버려지긴 했지만 가치 없진 않았구나…처음으로 그런 느낌이 드는군.",
	unlock = "처음 만나는군. 나는 전함 모나크다. 흠, 이 한 번 버려진 몸에게 까지 도움을 구할 줄이야…로열 네이비는 벌써 이 정도로 몰락하였단 말인가?",
	feeling5 = "지휘관, 너는 내게 있어…무엇보다도 특별하고, 무엇보다도 소중한 존재다. 처음부터, 계속……",
	main = "웨일즈와 요크……내 존재를 뺏은 그녀들이 싫지만, 나의 존재를 이은 그녀들을 원망하진 못하겠어.|동생? 그런 존재가 있다고 한다면, 이름은…… '프린스 오브 웨일즈'…지금 생각해보니 나쁘지 않군.|나를 선택하지 않은 게 얼마나 어리석은 일이었는지…이 세계에 똑똑히 알려주지.",
	battle = "나를 믿어라! 이 함대의 어느 누구도 빼놓지 않고 함께 귀환하여 보이겠다!",
	upgrade = "흠… 역시, 나야말로 킹 조지 5세급의 '최강' 에 어울리는 자…",
	voice_key = 29902,
	headtouch = "",
	feeling2 = "그 세계에서 버려진 나는, 나야말로 유일한 '최우수' 함선이라 믿고, 지금까지 버텨왔지만……",
	login = "잘 돌아왔다. 이 모나크는, 웨일즈나 요크보다도 우수하다…지휘관도 그렇게 생각하지?",
	vote = "",
	hp_warning = "웨일즈라면 벌써 가라앉았겠지.",
	id = 299020,
	detail = "내게 있어 너는 이 세계의 유일한 특이점…너와 만나기 전까지, 나에게 기대를 걸었던 인간은 단 한 명도 없었다.",
	couple_encourage = {
		{
			{
				20506
			},
			1,
			"나는 조지, 엘리자베스, 에드워드…하지만 결코 '웨일즈' 는 아니다!",
			0
		},
		{
			{
				20507
			},
			1,
			"다른 세계였다면, 너의 진짜 언니가 되었을지도 모르지.",
			0
		}
	}
}
