_G.pg.ship_skin_words[102210] = {
	feeling1 = "지휘관, 괜찮아! 샌디에이고 보다 바보인건 당신 탓이 아니니까!",
	feeling3 = "잊을 수 없는 문제가 있다면 어떻게 하지? ……아! 알겠다! 지휘관에게 물어보면 되겠구나!",
	lose = "에엣? 저쪽은 모항으로 돌아가는 방향 아니야?",
	propose = "이 반짝반짝한 건 뭐야~? 아, 이렇게 손가락에 끼우는 거야? 오오, 예쁘다! 그럼 계속 끼고 있을게!",
	expedition = "……………?! 지휘관, 누가 돌아왔다고 샌디에이고의 직감이 가르쳐 줬어!",
	win_mvp = "봤어?! 지금 그거 봤냐구?! 내가 MVP야!",
	home = "지휘관! 지금 그건 숨바꼭질이었던 거야?",
	mission = "내가 단번에 임무를 정리해 줄게!",
	touch2 = "지휘관은 바보야!",
	voice_key_2 = -1,
	skill = "알았어! 곧 갈게!",
	drop_descrip = "애틀랜타급 경순양함 - 샌디에이고 (CL-53)",
	mail = "지휘관에겐 항상 메일이 와 있네! 다음번엔 나도 써 줄게!",
	touch = "좋아! 이번엔 내가 술래야! 지금 10까지 셀 테니까…으음, 1, 2, 5, 10!",
	profile = "애틀랜타급 3번함, 샌디에이고야! 장래 희망은 함대에서 제일 빛나는☆슈퍼 스타가 되는 것!!",
	mission_complete = "보상이 엄청 많아! 어때? 내가 꽤 도움이 되었지?",
	feeling4 = "어떤 어려운 문제라도 답을 알고 있다니……혹시 지휘관은 여기서 제일 똑똑한 사람인 거야!?",
	unlock = "샌디에이고, 등☆장! 아차! 호잇!흐흥, 세상에 하나밖에 없는 이 등장법! 역시 내가 제일 똑똑하다니까!",
	feeling5 = "잘 모르겠는 일이 있어도 지휘관이 있어 준다면 괜찮을 거야! 응응, 뭐든지 다 알고 있는 지휘관, 너무 좋아!",
	main = "모르는 게 있으면 물어볼 것! 이라는 말을 들었는데, 뭘 물어봐야 하는 거지?|으으으음……나의 대단함을 모두가 깨닫게 만들 방법은 없을까?|에에엣! 지휘관, 계속 여기 앉아있기만 하면 지루하지 않아?",
	battle = "바다를 향해, 전진하라아아아!",
	upgrade = "엣, 이게 진짜 도움이 되는 거야??",
	voice_key = 10221,
	headtouch = "",
	feeling2 = "잘 모르겠는 일은 전부 잊어버릴 수 있다면 매일이 행복할 텐데! 지휘관, 그렇게 생각하지 않아?",
	login = "여! 지휘관! 여기 잔뜩 있는 종이를 이용해서 누가 만든 종이비행기가 제일 멀리 가는지 시합하자!",
	vote = "",
	hp_warning = "어째서 다들 심각한 표정을 하고 있는 거야??",
	id = 102210,
	detail = "하늘에는 비행기 뿐만 아니라, 구름이랑 별도 있어!",
	couple_encourage = {
		{
			{
				10206
			},
			1,
			"애틀랜타 언니! 이쪽이야!",
			0
		},
		{
			{
				10208
			},
			1,
			"둘이 함께라면, 최☆강!",
			0
		}
	}
}
