_G.pg.ship_skin_words[199010] = {
	feeling1 = "응? 파티? 딱히 부르려는 건 아니니, 계속 업무에 매진해주시지 말임다~",
	feeling3 = "저, 파티 좋아하긴 하지만 억지로 부르지는 않슴다. 뭐, 와주기만 한다면 아무리 내성적인 애라도 실컷 즐길 수 있다고 보장함다!",
	lose = "아니 그게, 화력이 좀 더 있었다면……",
	propose = "OK, 생각 정리 끝났슴다! 뭐어, 결론부터 말하자면, 저도 지휘관님 좋아함다! 안 그럼 갑자기 마시러 가자고 부르진 않는단 말임다~ 여튼, 다시 얘기를 돌리자면… 오늘은 파티 말고 또 하나 할 게 있슴다…… 데이트말임다! 데이트!",
	expedition = "지휘관님, 의뢰 깔끔하게 완료했슴다. 돌아온 애들한테 뭐라도 가져다 주는게 좋겠슴다!",
	win_mvp = "빅토리! 돌아가면 성대하게 축하하는 게 좋겠슴다!",
	home = "지휘관님, 싸움도 중요하지만, 휴식도 중요하단 말임다!",
	mission = "뉴 미션! 일손 모아서 후딱 해치우지 말임다!",
	touch2 = "당신… 방금 일부러 그런 거면 아무리 저라도 화내지 말임다.",
	voice_key_2 = -1,
	skill = "전장도 후끈 달아오르게 하는 검다!",
	drop_descrip = "경순양함 - 시애틀",
	mail = "지휘관님, 새로운 우편임다! 혹시 파티 초대장?",
	touch = "지휘관님, 댄스 연습이라도 하지 않겠슴까? 춤 잘 추면 인기도 더 생길 건데 말임다!",
	profile = "이옙, 전 시애틀…… 아, 정확한 이름은 없지만, 일단 뭐 시애틀이란 느낌임다! 여튼 뭐 자잘한 건 제쳐두고! 어쨌든, 우스터급 프로토타입 중 하나로, 애틀란타급의 개량판인 저는 대공이 특기임다! 날아다니는 적은 제게 맡겨주시란 말씀!",
	mission_complete = "미션 컴플리트! 근데 지휘관님, 축하할 겸 뭐 안 함니까?",
	feeling4 = "지휘관님도 이제야 파티의 매력을 알게 된 모양임다! 그렇슴다! 모두 함께 있으면 자연스레 친해짐다! 예를 들면~ 저와 지휘관님도 이미 친구 사이 아님까?",
	unlock = "여어! 이 시애틀을 깨운 건 당신임까? ……오오~ 좋아 좋아, 처음 뵙겠슴다~ 나는 시애틀, 앞으로 잘 부탁함다!",
	feeling5 = "지휘관님과 저 사이니까~ 맘에 드는 애 알려주면 다리 정도는 놓아줄 수 있슴다~ 후후훙~♪ ……저 말임까? 에, 앗, 잠깐, 진짜? 저, 저저 정말로……?!",
	main = "지휘관님… 비서함이 달랑 혼자인 거 좀 쓸쓸하다고 생각 안하심까? 몇 명 더 불러서 같이 하는 쪽이 더 신날텐데 말임다.|지휘관님 오늘 일 끝나면 한가하심까? 실은 소소하게나마 파티 총무 맡았는데 말임다, 지휘관님이 깜짝 참가 하는 것도 괜찮지 않슴까?|함력상으론 실전 경험 없음이지만, 다들 가르쳐주고 있으니 금방 따라잡겠슴다!",
	battle = "좋아, 다구리다~!",
	upgrade = "날파리도 쏴 맞출 것 같은 느낌임다!",
	voice_key = 19901,
	headtouch = "",
	feeling2 = "당신, 업무나 작전 타령만 하지 말고, 가끔은 쉬어주는 게 좋슴다. 일단 뭐, 좀 있다가 제가 주최하는 파티가 열리는데, 어떻슴까? 오시지 말임다.",
	login = "지휘관님, 밥 먹었슴까? 아직 안 먹었으면, 잠깐 같이 어디 밥 먹으러 가는 건 어떻슴까?",
	vote = "",
	hp_warning = "다들, 조금만 더 힘내는 검다!",
	id = 199010,
	detail = "파티, 다과회, 여자 모임에 회식까지…… OK! 역시 바쁨다~ ……뭐, 이런 게 삶에 충실하다는 거니까 괜찮지만!",
	couple_encourage = {
		{
			{
				10206,
				10207,
				10208
			},
			1,
			"옷, 모항에 돌아가면 제가 여는 파티에 와주지 않겠슴까?",
			0
		},
		{
			{
				30402
			},
			1,
			"사쿠라 엠파이어 쪽 연회란 것도 흥미 있슴다!",
			0
		}
	}
}
