_G.pg.ship_skin_words[399040] = {
	feeling1 = "요즘 지휘관님이 걱정이에요…… 정신 차리세요. 알겠죠?",
	feeling3 = "사쿠라 엠파이어와 모항의 동료들과 친하게 지내고 싶네요. 교류회라도 여는 건 어떨까요…? 제가 가져갈 건…… 마실 거랑 먹을 거겠네요, 후후후.",
	lose = "져버렸네… 지휘관님께 뭐라고 보고해야 할까…",
	propose = "지휘관님의 마음, 잘 알겠습니다. 지금부터는 항상 저의 모든 것을 지휘관님께 맡기겠습니다…… 후우… 제가 말하는 건 뭣하지만, 역시 조금 부끄럽네요. 후후후.",
	expedition = "의뢰에 나갔던 모두가 돌아왔습니다. 제가 보수 물자를 확인해볼까요, 지휘관님?",
	win_mvp = "모두가 힘써준 결과야. 난 그중 하나일 뿐인걸.",
	home = "어서 오세요. 지휘관님, 차와 다과… 그리고, 안마의자를 준비해두었습니다. 한 잔 드시는 건 어떠신가요?",
	mission = "어려운 임무라도 있는 걸까요? 도와드리겠습니다.",
	touch2 = "지휘관님? 장소를 생각해주셨으면 좋겠네요……",
	voice_key_2 = -1,
	skill = "다음은 내 차례네.",
	drop_descrip = "초갑형 순양함 - 아즈마",
	mail = "우편을 정리하였습니다. 부디 확인해주시길.",
	touch = "어머, 만지고 싶으신 건가요? 아니면 만져주길 원하시는 건가요? 제게 말씀해주시길.",
	profile = "대형 순양함 아즈마입니다. 야간 뇌격전의 지휘 및 기함 기능 담당함으로 설계되었지만, 결국 실전 투입은 이루어지지 않았습니다. 특기는 야간 지휘지만, 뇌격전은 조금…… 아하하하……",
	mission_complete = "임무 보수가 이렇게나…… 역시 지휘관님이시네요.",
	feeling4 = "지휘관님은 알고 계신가요? 행복이 넘치는 미소야말로 세상에서 가장 사랑스럽다는 걸…… 모두의, 그리고 지휘관님의 미소를, 저는 언제까지고 지키고 싶어요.",
	unlock = "대형 순양함 아즈마, 착임했습니다. 특별계획함인 탓에 복역 경험이 적긴 합니다만… 성심껏 지휘관님을 지켜드리겠습니다. 조금은 의지해주셨으면 기쁠 것 같네요. 우후후.",
	feeling5 = "지휘관님, 피곤하신가요? 후후후, 그럼 여기 누워주세요. 아즈마가 귀 청소를…… 아니다, 먼저 어깨를 주물러 드릴게요.",
	main = "동료와 함께 출격할 때는, 이 방어력이 분명 도움이 될 거예요!|포격 정밀도가 높다…고요? 감사합니다. 이런 건 재능이 아니라, 수련의 결과라고 생각되네요. 후후후.|지휘관님, 제가 도와드릴 일은 없나요?",
	battle = "제가 함대 지휘를…? 결과는 보장하지 못합니다만… 노력하겠습니다!",
	upgrade = "후후, 바로 이 느낌이야.",
	voice_key = 39904,
	headtouch = "",
	feeling2 = "아직 길을 잘 모르겠네요…… 죄송합니다, 지휘관님. 조금 시간 내주셔서, 순찰에 동행해주시면 안 될까요……?",
	login = "오늘 업무를 시작해볼까요? 괜찮아요, 제가 쭉 지휘관님 곁에 있어 드릴게요.",
	vote = "",
	hp_warning = "이 정도의 손상, 별거 아니야…!",
	id = 399040,
	detail = "경험을 쌓아서, 동료들과 호흡을 맞출 수 있게 되면 좋겠어요……그러니까, 제게 무엇이든 맡겨주세요. 후후후.",
	couple_encourage = {
		{
			{
				40304
			},
			1,
			"도이칠란트 씨, 조금은 신중하는 것이 좀 더......",
			0
		},
		{
			{
				30401
			},
			1,
			"{namecode:70} 언니에 비하면 전 한참 모자랍니다.",
			0
		}
	}
}
