_G.pg.ship_skin_words[102220] = {
	feeling1 = "이런 지경까지 되어버린건가. 하지만 포기하지 않겠어!",
	feeling3 = "내 말이 듣기 싫을 수도 있지만 지휘관이라면 그 뜻을 알아줄 거라고 생각해. 윽… 그, 그렇지? 지휘관?",
	lose = "으… 모두의 퇴각을 엄호하러 왔어!",
	propose = "지, 지휘관이 언니들보다 신경을 덜 쓰게 하니까… 한 명 정도는 더 돌봐도 큰 부담이 아니라 승낙한거라고! …그, 그저 지휘관은 특별하니까! 다른 사람이면 신경도 안 썼어. 알, 알겠어?",
	expedition = "의뢰 물자가 도착한 것 같네. 지휘관, 아냐…… 내가 가서 볼게.",
	win_mvp = "전과는 평소 노력의 결과물이야. 자랑거리도 아니지.",
	home = "돌아온 걸 환영해, 전부 다… 잘 되어가고 있어?",
	mission = "아직도 안 끝낸 임무가 있다고? 도저히 힘들면 도와주지 않을 수 없지만…",
	touch2 = "어,어어어어디를 만지는거야!",
	voice_key_2 = -1,
	skill = "비행금지구역에 들어왔구나!",
	drop_descrip = "애틀란타급 경순양함-산후안, CL-54",
	mail = "우편 가져다 줄게. 보는 거 잊으면 안돼?",
	touch = "지휘관, 지금은 힘들다고 할 때가 아니야…… 문서 처리가 끝나면 안마라도 해줄게.",
	profile = "나는 대공순양함, 애틀란타급 4번함 산후안이야. 많은 항공모함 편대에 소속되었었지. 엔터프라이즈, 새러토가, 와스프 그리고 에식스급 의 몇몇과 함께 한 적이 있어. 항공모함의 조수 경험은 풍부하다구.",
	mission_complete = "임무 완료야. 어때? 느낌 괜찮지?",
	feeling4 = "사실 처음에는 지휘관에게 미움받을 준비를 하고 있었는데… 물론 지금 같은 상황도 즐거워! 하지만, 더 친한 사람들끼리는 뭘 해야 하는지 잘 모르겠어…",
	unlock = "대공순양함, 애틀란타급 4번함 산후안이야. 유니온 항공전대의 믿음직한 서포터지! 도움이 필요해 보이는 지휘관이네… 도울 수 있게 해줘!",
	feeling5 = "그, 그러니까아… 시간 있으면 같이… 데이트 어, 어때? 평소에 내가 지휘관에게 깐깐했으니까 우리 둘 사이에 거리를 좁히는 책임도 내가 져야지.",
	main = "지휘관… 또 멍 때리고 있는 건 아니지?|항공모함의 조수라면 하늘만 보면 되는데, 지휘관의 조수를 하는 건 그렇게 쉽지 않네…|언니들이 지휘관에게 폐를 끼치진 않지? 그럼 다행이야.",
	battle = "대공지원은 나에게 맡겨줘. 모두 돌격!",
	upgrade = "호위를 더 잘 할 수 있게 되었네~",
	voice_key = 10222,
	headtouch = "",
	feeling2 = "항상 게으른 얼굴을 하고 있으면 모두의 신뢰를 잃게 될 거라구. 지휘관! 정신차려!",
	login = "너무 게·을·러! 오늘의 일은 이미 시작됐다구? 정말이지… 빨리 와. 옷 좀 정리해줄게.",
	vote = "",
	hp_warning = "경, 경상일 뿐이야. 아직 괜찮아…!",
	id = 102220,
	detail = "책에 써있던 대로 새 덫을 놓았는데 왜 아무것도 잡히지 않지? 이상하네.",
	couple_encourage = {
		{
			{
				10206
			},
			1,
			"\"언니\"라고 항상 강조할 필요 없거든……",
			0
		},
		{
			{
				10208
			},
			1,
			"샌디에이고, 지금은 장난칠 때가 아니야!",
			0
		},
		{
			{
				10207
			},
			1,
			"주노, 겁나면 무리하지 않아도 돼…",
			0
		}
	}
}
