_G.pg.ship_skin_words[399041] = {
	feeling1 = "",
	feeling3 = "",
	lose = "",
	propose = "",
	expedition = "",
	win_mvp = "",
	home = "지휘관님, 잠시 시간 괜찮으실까요? 잠깐이면 돼요. 가끔은 저도 지휘관님을 독점하고 싶다는 생각에… 우후후. 장난이에요.",
	mission = "",
	touch2 = "이런 건 안 돼요. 적어도, 지금은요.",
	voice_key_2 = -1,
	skill = "",
	drop_descrip = "지휘관? 아, 아직 옷도 덜 입었고 머리도 못 말렸는데…… 죄송합니다. 잠시만 기다려주시겠어요?",
	mail = "",
	touch = "지휘관님 곁에 있는 것만으로도 즐겁답니다.",
	profile = "",
	mission_complete = "",
	feeling4 = "",
	unlock = "지휘관님? 아, 아직 옷도 덜 입었고 머리도 못 말렸는데…… 죄송합니다. 잠시만 기다려주시겠어요?",
	feeling5 = "피곤하신가요? 아무리 즐거운 명절이라도 피곤 앞에서는 지휘관님도 어쩔 수 없네요. 아즈마의 품에서 잠깐 쉬시는 건 어떨까요.",
	main = "이스트 글림의 찹쌀떡탕은 화목을 뜻한다고 해요. 하지만 그걸 먹어버리면 우리의 화목함을 먹어버리는 것 아닐까요…? |이스트 글림의 친구들이 ‘복’ 글자를 잔뜩 써줬답니다. 저도 하나 써봤지만 보잘것 없었어요……|사무실 장식 하는 것, 도와드릴까요? 저도 직접 해보고 싶어지네요.",
	battle = "",
	upgrade = "",
	voice_key = 0,
	headtouch = "",
	feeling2 = "",
	login = "지휘관님. 설날 밤은 정말 떠들썩하네요. 하지만 외출하실 때는 감기 조심하세요.",
	vote = "",
	hp_warning = "",
	id = 399041,
	detail = "기념 사진 때문이라고는 했지만, 이런 포즈는 역시 좀 힘드네요……",
	couple_encourage = {
		{
			{
				39903
			},
			1,
			"키타카제씨, 길을 잃으면 안 돼요?",
			0
		}
	}
}
