_G.pg.ship_skin_words[299030] = {
	feeling1 = "으… 이게 내가 처음 좋아한 사람의 진면목인가?",
	feeling3 = "들어봐, 지난 번에 사쿠라 엠파이어 함선들과 놀았는데… 진짜 고양이 귀를 만져봤어! 정말이야! 헤헤, 부럽지? …벌써 만져봤다고? 정말이지, 가끔은 이쪽에게 맞춰달라구……",
	lose = "적이 눈치채지 못할 때를 틈타서 어서 도망가자?",
	propose = "서방님이 체셔에 대한 사랑을 표현하니까, 헤헤~ 보답으로 백번 '좋아해'라고 말해줄게! 시작할 거야, 분명히 말 했어! 다 듣기 전에 아무데도 못 가! 서방님~",
	expedition = "의뢰조가 돌아왔어! 함께 마중 나가자. 아, 맞아. 위문품을 들고가는 건 어떨까!",
	win_mvp = "서방님, 이겼어! 우리가 이겼어! 예~!",
	home = "서방님, 다녀왔구나! 출격에서 다치지는 않았어? 힘든 적을 만나지는 않았어? 다른 애한테 한눈 팔지는 않았지? 헤헷, 그럼 됐어~",
	mission = "서방님과 나 사이를 괴롭히는 임무는 없어!",
	touch2 = "아~ 정말이지, 기습 금지! 나한테 말 한마디 해줬으면 좋았잖아.",
	voice_key_2 = -1,
	skill = "사랑의 일격이다!",
	drop_descrip = "중순양함-—체셔",
	mail = "우편이 왔어! 무슨 내용일까? 나도 보여줘~",
	touch = "으흥? 서방님, 무슨 생각해? 헤헤, 얼굴에 다 써있다구~",
	profile = "나는 로열 네이비의 중순양함, 체셔! 하지만 서방님을 만나기 전에는 상상 속의 함선이었을 뿐이야. 그러니까 내 몸과 마음은 모두 서방님의 것이라는 거지!",
	mission_complete = "임무 완료! 이번 임무는 우리한테 조금 쉬웠지?",
	feeling4 = "서방님, 혹시 내가 평소에 전력으로 대시하는게 귀찮아? 만약 그렇다면…… 더 직접적으로 내 사랑을 받게 해주겠어! 일단은 먼저—— 다이빙 공격, 에헷~!",
	unlock = "후아—— 엄청 오래 잔 것 같네~ 응? 네가 나를 깨운 거야? 그러면 오늘부터 네가 바로 내 서방님이야! 왜냐고? 나를 이 세상에 데려온 너에게 첫눈에 반했거든!",
	feeling5 = "서방님이 없었다면 나는 이렇게 아름다운 세계도 보지 못하고, 귀여운 동료들도 만나지 못했을 거야. 그리고 행복이라는 것도 느끼지 못했겠지… 그러니까, 자! 에헷! 안아줄게! 서방님, 세상에서 제일 좋아해! 헤헤~",
	main = "서방님, 로열 네이비의 함선들 사이에서 재밌는 일은 없었어? 다른 진영도 괜찮아. 이야기 해줘~|체셔는 고양이가 아닌걸! 고양이처럼 귀엽지만, 고양이는 아니야! |주인님을 위한 홍차랍니다. 부디… 메이드단에게서 배워왔어. 어때? 비슷해? 헤헤~",
	battle = "어디 보자, 오늘 너희가 준비한 메인 디쉬는 어뢰일까, 포탄일까~?",
	upgrade = "에헤헤. 서방님, 고마워!",
	voice_key = 29903,
	headtouch = "고양이귀 머리핀이 좋아! 서방님도 한번 써볼래? 에이, 한번 써봐! 한번만 보여줘!",
	feeling2 = "아, 서방님. 어디 갔다왔어? 재미있는 곳에 갔는데 나를 안 데려간 거면 화 낼거야!",
	login = "서~방~님~! 헷, 와락! ......너무 과격하다고? 헤헤, 서방님이니까 설레지 않을 수가 없잖아!",
	vote = "",
	hp_warning = "아야야야! ……하지만 서방님을 위해서라면 질 수 없어!",
	id = 299030,
	detail = "왜 서방님에게 첫눈에 반했냐고? 동물은 처음 본 생물을 애인으로 생각한대. 부모가 아니라 애인이라구~ 에이, 이게 중요한 게 아니야! 어쨌든 처음 본 그 순간부터 서방님은 내 서방님이었어!",
	couple_encourage = {
		{
			{
				29901
			},
			1,
			"밀고 당기기는 잘못하면 상대가 도망갈 수도 있다고?",
			0
		},
		{
			{
				31201,
				30116,
				30113,
				30121,
				30126,
				30163
			},
			1,
			"와! 만, 만져봐도 돼?",
			0
		},
		{
			{
				10124,
				10125
			},
			1,
			"예~ 승리자는 체셔!",
			0
		},
		{
			{
				20204,
				20208,
				20210,
				20212,
				20220,
				20222
			},
			1,
			"잘 부탁해!",
			0
		},
		{
			{
				19901
			},
			1,
			"파티 시작!",
			0
		}
	}
}
