_G.pg.ship_skin_words[299040] = {
	feeling1 = "몇 번 정도는 마음에 담아두지 않겠지만, 계속 이렇게 나오면 나도 봐주지는 않겠어.",
	feeling3 = "너도 모험에 관심이 있어? 잘 됐다. 마침 파트너가 필요한 참이었어. 말해봐. 바다 속에 있을 황금을 찾고 싶어? 아니면 먼 곳의 신비한 나라에 가보고 싶어?",
	lose = "오늘의 굴욕은 잊지 않겠어… 두고 보자!",
	propose = "이상하지 않아? '정복당한' 것도 아니고, '못마땅'한 것도 아니고, 단순히 '수치'스러운 이 상황…… 전부 너 때문이야. 이건 나 같지 않다고. 하지만 나도 이런게 싫지는 않아… 응, 그래. 이해할 수 있어?",
	expedition = "역시 의뢰를 하는 것보다 적에게서 빼앗아 오는 게 더 짜릿한데… 아, 별 거 아냐.",
	win_mvp = "승리는 언제나 즐겁네, 하하!",
	home = "작전 수고했어. 마침 포도를 준비했는데, 먹을래? …자 그럼 잘 받아! 히얍!",
	mission = "얌전히 임무를 수행하는 건 내 스타일이 아니지만, 음… 일단 보수를 확인해볼까!",
	touch2 = "호오~? 간이 꽤 크잖아~!",
	voice_key_2 = -1,
	skill = "날 원망하지는 마!",
	drop_descrip = "중순양함-—드레이크",
	mail = "우편이야. 혹시 보물같은 소식이 섞여 있지 않을까? 하하.",
	touch = "나는 직설적인 사람이 좋아. 그러니까 할 말이 있으면 해줘.",
	profile = "나는 로열 네이비의 중순양함, 드레이크야. 어쩌면 내가 낯설지도 모르겠지만, 괜찮아. 앞으로 있을 전투에 내 9.2인치 포가 충분히 강렬한 인상을 남길 테니까!",
	mission_complete = "임무 보수가 적지는 않지만, 위에서 주는 보상은 조금 부족한 거 아닐까…",
	feeling4 = "음… 같이 모험하는 것도 좋지만, 요즘 다니는 곳은 너무 가깝지 않았나? 모항 아니면 근해였으니까…… 솔직히 조금 따분해. 다음 번에는 좀 더 먼 곳으로 데려가 주겠지?",
	unlock = "네가 지휘관이지? 괜찮아 보이는걸~ 로열 네이비 중순양함 드레이크, 지금부터 너의 휘하로 들어간다! 먼저 하나 묻지, 출격 허가는 이미 준비 되었겠지?",
	feeling5 = "그렇구나. 너는 여행의 종착지보다 함께한 동료를 더 신경 쓰는구나. 그러니까, 나와 함께라면 어딜 가든 상관 없다는 거네! 그렇지, 아하하… 응? 잠시만, 이건 그러니까…",
	main = "함선을 무장시키는 것은 장갑, 포, 어뢰이고 사람을 무장시키는 것은 담력과 식견, 학식이지. |예절을 싫어하지도 않고, 어느 정도 예의 차리는 것도 반대는 하지 않지만 허례허식은 자제하는 게 좋겠어.|잘 짜인 사과즙보다 이슬에 젖은 사과가 더 매력적이야. 너도 그렇게 생각하지!?",
	battle = "후후후, 제대로 놀아볼까!",
	upgrade = "포관이 더 기분 좋은 소리를 내는 것 같아. 하하!",
	voice_key = 29904,
	headtouch = "",
	feeling2 = "전장에서는 수단에 얽매일 필요가 없어. 꼼수를 쓰든, 정면으로 돌파하든 정의를 말할 자격은 최후의 승자에게 있거든.",
	login = "왔구나. 오늘은 뭐 부터 할까? 작전 연구도 좋고, 출격해도 괜찮다고?",
	vote = "",
	hp_warning = "쯧, 잔재주를 부리긴!",
	id = 299040,
	detail = "위대한 일에는 모두 시작점이 있지, 하지만 끝까지 해내야만 진정한 영광을 누릴 수 있어——그러니까 계속 노력하자!",
	couple_encourage = {
		{
			{
				90501
			},
			1,
			"누가 더 큰 공을 세울지 보자고!",
			0
		}
	}
}
