_G.pg.ship_skin_words[102230] = {
	feeling1 = "지휘관, 제대로 반성 하도록.",
	feeling3 = "자신에게 너무 엄격하다고…? 아마도… 그렇겠지. 하지만 이 바다를 뒤덮은 어둠을 하루 빨리 몰아내기 위해서는 더욱더 노력해야 한다.",
	lose = "나는… 어떻게 하면 좋지?",
	propose = "이것이 바로… 서약? 어느새 지휘관과 이렇게 오랜 시간을 보냈군… 아, 즐겁지 않은 것이 아니라, 그저… 어떻게… 큼, 크흠. 그렇다면, 나와 함께 바다의 새로운 내일을 맞이하러 가겠는가?",
	expedition = "티끌모아 태산이니 분명히 큰 수확이 있을 것이다.",
	win_mvp = "방심하지 마라. 새로운 전투가 우리를 기다리고 있어.",
	home = "무사히 돌아왔으니 다행이다… 먼저 잠시 쉬지 않겠는가?",
	mission = "사령부로부터의 새로운 임무다. 지휘관, 망설이지 말고 단숨에 끝내버리자.",
	touch2 = "…이러면 재밌나?",
	voice_key_2 = -1,
	skill = "전속전진!",
	drop_descrip = "클리블랜드급 경순양함-버밍햄, CL-62",
	mail = "우편이 도착했다. 좋은 소식일 거란 내 예감이 틀리지 않을 거다. 만약 나쁜 소식이라도 해결하는 데 협조하도록 하지.",
	touch = "지휘관, 왜 그러지? 출격명령인가?",
	profile = "클리블랜드급 경순양함 소속인 버밍햄이다. 2차대전 중에 탄생한 나는 수많은 자매들과 함께한 전투에서 9개의 배틀스타를 받았지. 해상기사의 일원으로서 앞으로도 이 바다의 평화를 지키기 위해 노력하겠다.",
	mission_complete = "임무 보상이 도착했다. 아이스크림이 있으면 참 좋을텐데… 아, 아니. 아무것도.",
	feeling4 = "왠지 지휘관에게는 안심이 되는, 신비한 힘이 있는 것 같다. 마치 평화로운 바다로 돌아가는 것 같이…",
	unlock = "클리블랜드급 경순양함 버밍햄, 오늘부로 정식 배속됐다. 이 바다의 새로운 내일을 위해 최선을 다하도록 하지. 잘 부탁한다, 지휘관.",
	feeling5 = "웃음…? 이렇게 말인가…? 정말 이상한 요구로군. 하지만… 지휘관의 앞에서 이런 표정 짓는 것도 싫지는 않다. 하하.",
	main = "프린스턴…… 무사했으면 좋겠는데. 그때 조금이라도 더 도와줬더라면…|운이 나빠? 그런 말을 들을 때도 있지만 그 지옥같은 전쟁터에서 살아남은 것 만으로도 충분히 운이 좋은 것이지.|클리블랜드들 곁에 있으면 안심이 된다… 아마도 자매간의 유대감이겠지.",
	battle = "속전속결! 모두, 나를 따라서 돌격!",
	upgrade = "앞으로 계속 나아가기 위해서는 강화가 필수지.",
	voice_key = 10223,
	headtouch = "",
	feeling2 = "경순양함이기 때문에 내 전투력은 강하지 않을지도 모르지만… 그래도 나에게 이 바다를 지킬 수 있는 힘이 있다는 것을 굳게 믿고 있다.",
	login = "출격 준비 완료. 지휘관, 지시를.",
	vote = "",
	hp_warning = "적의 화력이 세다, 이대로라면…",
	id = 102230,
	detail = "언젠가 이 바다의 고요한 모습을 볼 수 있으면 좋겠군…",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"큰언니, 측면을 엄호하겠습니다!",
			0
		}
	}
}
