_G.pg.ship_skin_words[899020] = {
	feeling1 = "왜 나에게 거짓된 빛을 주려고 하는 가?",
	feeling3 = "나무는 바람에 날아가지 않기 위해 땅속 깊이 파고들고, 물고기는 존속을 위해 물길을 거스르지. 모든 것이 허무로 돌아갈 것을 알면서도, 운명을 거스르기 위해서——",
	lose = "여기는… 끝이 아니야.",
	propose = "이 세상에 언어가 사라져도 지휘관의 호흡을 느낄 수 있고, 이 세상에 빛이 사라져도 지휘관의 얼굴을 볼 수 있겠지. 어떤 것도 나에게서 지휘관을 지울 수 없으니… 당신이 나에게 준 온기를 영원한 수호로 보답하겠어. 이것이… 나의 의지.",
	expedition = "새들이 다가오고 있어—— 그들이 돌아왔군.",
	win_mvp = "사명은, 반드시 이뤄야 하는 것.",
	home = "잠시, 브랜디의 향기만을 느낄 수 있도록. 이 세계와 사람들에게는 '잠깐'이 필요해.",
	mission = "날개짓을 하지 않으면 푸른 하늘에 닿을 수 없는 법. 노를 젓지 않으면 해안에 닿을 수 없는 법.",
	touch2 = "지휘관의 모든 것은—— 원시적이고, 가장 꺼려지는… 충동.",
	voice_key_2 = -1,
	skill = "짙은 푸른빛 속에 잠들어라.",
	drop_descrip = "전함——샹파뉴",
	mail = "편지가 먼 곳의 소식을 가져왔구나. 기쁨? 슬픔? 아니면, 안부인가?",
	touch = "따뜻한 온기는… 잊기 어려워.",
	profile = "그때는 사명도, 공로도 없었다. 나는 허무에서 왔지만 이 세상에 내려왔지. 나의 지휘관, 샹파뉴가 승리자를 위한 술이 되기를.",
	mission_complete = "가장 아름다운 붓꽃은 부지런한 정원사의 정원에 피는 법.",
	feeling4 = "함대를 지기키 위해 필요한 무기—— 장갑, 주포, 어뢰—— 지휘관에게 줄 수는 없는 것. 그러니 함선인 내가, 이 사명을 완수하고 지휘관과 함대를 보호하겠어.",
	unlock = "아이리스 리브레, 샹파뉴다. 지휘관, 나에게 사명과 존재의 이유를 부여해달라.",
	feeling5 = "무력한 자는 운명을 거스르고, 힘있는 자는 지켜보지 않으니. 지휘관의 빛, 따스함, 감정—— 그것은 지킬만한 가치가 있는 것.",
	main = "지휘관, 무슨 생각을 하고 있지? 생존의 의미, 아니면…? |밀려오는 파도는 자연의 섭리. 그것을 따라 흐르는 것은 나의 숙명. |함대와 함께 살아가는 것은 나의 사명——지휘관이 나에게 부여한 사명.",
	battle = "함대를 위해 싸우는 것이 나의 사명.",
	upgrade = "예리한 칼도 언젠가는 녹슬지. 강함만을 추구하는 것에 무슨 의미가 있지?",
	voice_key = 89902,
	headtouch = "",
	feeling2 = "세계는 거대한 호수와 같지. 돌을 던지면 잔물결이 일어나지면, 곧 평화를 되찾고는 해.",
	login = "알려줘. 당신이 필요로 하는 것, 당신이 나에게 바라는 것을.",
	vote = "",
	hp_warning = "상처는, 갑옷이 된다.",
	id = 899020,
	detail = "지휘관, 당신이 추구하는 것을 알려줘——누구도 따라올 수 없는 업적인가? 세계의 정점에서 군림하는 것인가? 아니면, 자신만의 세계를 구축하는 것?",
	couple_encourage = {
		{
			{
				40146
			},
			1,
			"당신이 원한다면 이 세상은 오색찬란하게 빛날지니.",
			0
		},
		{
			{
				99901
			},
			1,
			"응시, 경청. 이 세상은 감정으로 가득하다.",
			0
		}
	}
}
