_G.pg.ship_skin_words[199030] = {
	feeling1 = "쓰담쓰담, 선생님, 착하지, 울지마… 앵커리지는, 안 울어… 웃어, 응…",
	feeling3 = "선생님…! 토끼, 만들었어… 줄게… 응!",
	lose = "앵커리지, 져버렸어…… 적, 무서워……",
	propose = "함께한다는… 약속…? 그럼, 손가락 걸자!… 반지?… 나한테 끼워준다고? 응! … 헷, 다 됐어! 앵커리지도… 만들었어… 선생님, 껴봐…응!",
	expedition = "의뢰…? 다들… 어디 갔던 거야? 앵커리지, 알고 싶어… 말해줄래?",
	win_mvp = "이겼다…! 앵커리지, 대단해…!",
	home = "선생님…… 어디 간 거야? 앵커리지, 혼자서는… 좀 무서운데…",
	mission = "임무… 완성하지 않았다고? 앵커리지, 돕고 싶어… 응!",
	touch2 = "부드러운 거… 선생님, 좋아해…?",
	voice_key_2 = -1,
	skill = "앵커리지, fight!",
	drop_descrip = "중순양함-—앵커리지",
	mail = "우편…? 복잡해, 못 알아 보겠어… 선생님은, 알아볼 수 있어…?",
	touch = "앵커리지는, 만지는 거 좋아해… 선생님도, 만지는 게 좋아…?",
	profile = "앵커리지는… 이글 유니온 중순양함이야. 볼티모어들이랑… 친구야! 선생님이랑도… 응! 최고야…!",
	mission_complete = "임무를… 완성했어? 선생님… 대단해!",
	feeling4 = "선생님은… 특별해! 앵커리지는… 좋아해!…… 앵커리지도, 특별해?… 응!",
	unlock = "지휘…관? 선생님…? 아, 선생님! 앵커리지는 선생님이 좋아…!",
	feeling5 = "선생님… 앵커리지랑, 항상 같이 있겠다고?…응! 앵커리지와, 선생님… 여자 아이와, 왕자… 항상, 언제나 함께…",
	main = "겉옷… 걸쳤다가… 벗었다가… 다시 걸쳤다가…… 헤헤~|만화 속에, 여자 아이랑 왕자… 훈훈하고…… 너무 좋아…!|선생님… 바빠? 앵커리지가, 옆에 있을게…응!|",
	battle = "…적이다! 선생님, 모두들… 함께…!",
	upgrade = "앵커리지… 강해졌어!",
	voice_key = 19903,
	headtouch = "머리카락… 좋아? 선생님꺼, 나도 만져 볼래…",
	feeling2 = "처음 보는 사람, 엄청 많네… 선생님, 앵커리지, 조금 무서워…",
	login = "선생님…! 앵커리지, 기다렸어…！",
	vote = "",
	hp_warning = "아파… 으… 아파, 그만…",
	id = 199030,
	detail = "\"선생님\"이 \"지휘관\"보다 더 듣기 좋아… 앵커리지는, 맘에 들어…! 선생님은… 맘에 들어…?",
	couple_encourage = {
		{
			{
				10316
			},
			1,
			"볼티모어… 멋지다!",
			0
		},
		{
			{
				10311
			},
			1,
			"위치타… 멋지다!",
			0
		},
		{
			{
				10324
			},
			1,
			"브레머튼도… 멋져!",
			0
		}
	}
}
