_G.pg.ship_skin_words[399050] = {
	feeling1 = "흥, 하찮은 것 같으니, 내게서 멀리 떨어져라.",
	feeling3 = "잘했구나, 나와 협력하며 나아갈 자격이 있군… 흥, 만일 나에게 안일을 탐하며 퇴보하는 모습을 보인다면, 난 누구보다도 빠르게 널 버릴 것이다.",
	lose = "어, 어서 철수해! …… 내 검은!?",
	propose = "흥, 내가 너의 말에 따르는 것을 그렇게 보고 싶어 하지 말아라…… 잠깐, 내 검! 어, 언제 가져간 것이야!? 말에 따르면 되지 않겠나!? 어서 돌려 주어라! 읏, 완패다… 하지만, 기분이 나쁘지만은 않군…",
	expedition = "왜 이렇게 술렁이나 했더니, 의뢰조가 돌아왔군. 맞이하러 가자고? 아, 그럼 가자.",
	win_mvp = "겨우 너희들 같은 것들이 이 하쿠류를 이기려 한다고? 가소롭군!",
	home = "내 검… 나의 검……후~ 역시 손에 쥐고 있어야 안심이 되는군…… 응? 여기서 뭐해? 지금 멍 때릴 시간이 아닐 텐데?",
	mission = "임무? 사소한 일에 나의 시간을 낭비하길 싫다. 스스로 방법을 찾아 해결해라.",
	touch2 = "넌 호랑이의 간을 먹었나보구나……어이, 멈추라는 말 못 들었나!",
	voice_key_2 = -1,
	skill = "강림하라, 천벌이여!",
	drop_descrip = "항공모함—하쿠류",
	mail = "새로운 우편…… 도전장은 아닌가? 시시하군.",
	touch = "뭐지? 할 말이 있다면 해라, 우물쭈물하지 말고.",
	profile = "난 사쿠라 엠파이어 항공모함 하쿠류다. 누구라도 나의 실력에 의문을 품는다면, 언제든 나에게 도전을 환영한다. \"짓밟는다\"는게 무엇인지 알려주지.",
	mission_complete = "괜찮군. 이런 사소한 일을 질서 정연하게 완성하다니, 칭찬받을 만해.",
	feeling4 = "(작게) 나의 검을 보았나? 분명히 손 옆에 두었는데, 깨고 나니 없더구나…… 어, 어쨌든, 이러고 있다간 곤란하게될 수 있으니, 어서 날 도와 찾아라!",
	unlock = "네가 지휘관인가? 내 이름은 하쿠류. 날 통제하려는 그 어떤 노력도 헛수고일 것이다. 잘 명심해두어라!",
	feeling5 = "읏, 수치스러운 일면을 네가 알게 되었으니, 비밀이 새지 않도록 항상 너를 쳐다볼 수밖에 없겠군. 지금부터, 너의 모든 행동에 내가 함께하겠다...... 같이 놀러 가는 거라면? 물론 포함이다... 잠깐, 어딘가 잘못된 것 같은데……",
	main = "이곳에 온 후로 실력을 키울 적이 적지 않게 늘었다. 즐겁기까지 하군... 친구? 흥, 나에겐 한둘이면 충분하다.|무기는 나의 영혼이다. 손에 아무것도 없다면, 아마도…… 아니, 아무것도 아니다.|한가로울 때 주먹밥을 몇 개 만들었다. 배가 고프다면 가져가서 먹어도 좋다.",
	battle = "누가 감히 나 하쿠류를 적으로 삼을지 두고 보겠다!",
	upgrade = "이제, 다른 이들과의 격차가 더 벌어지겠구나......",
	voice_key = 39905,
	headtouch = "함부로 내 머리에 손을 대다니, 내가 베어버릴까 두렵지 않은가?",
	feeling2 = "잘하면 칭찬하고, 잘못하면 비평하고, 한 가지 일은 그 한 가지 일에만 한정시키는 것이 나의 원칙이다. 내 자신의 일은 잘 할 것이니, 내 걱정은 할 필요 없다.",
	login = "좋다, 딱 맞춰왔군. 네가 늦잠을 자거나 할 줄 알았는데 말이야.",
	vote = "",
	hp_warning = "나 하쿠류에게 피해를 입히다니……!?",
	id = 399050,
	detail = "방이 어지럽다고? 무슨 상관이야. 어차피 어떤 물건을 찾더라도 금방 찾을 수 있는데, 그럼 충분하잖아?",
	couple_encourage = {
		{
			{
				30602,
				30701,
				30707
			},
			1,
			"대하기가 그렇게 편하진 않군……",
			0
		}
	}
}
