_G.pg.ship_skin_words[499050] = {
	feeling1 = "나는 스스로 타락한 영혼을 동정하지 않는다.",
	feeling3 = "지휘관, 이리 와봐. 왜 그러냐고? 당연히, 나랑 술 몇 잔 해달라고. 안심해. 네가 만약 취해서 헛소리를 한다고 해도 괘념치 않을테니까.",
	lose = "난 누구도 내 앞에서 승리의 열매를 빼앗아 가는 것을 용납하지 않는다…두고 보자!",
	propose = "서약의 증명? 넌 이런 형식적인 것을 좋아하는 거야? 그렇다면… 형식적인 것뿐만 아니라, 너에게 실질적인 속박을 더 많이 주겠다… 후후후, 차라리 지금 한 번 알려주도록 하지~",
	expedition = "의뢰를 완료했다. 설마 동료들을 기다리게할 셈은 아니겠지?",
	win_mvp = "나약한 물보라는 거대한 파도 앞에서 언급할 가치도 없지. 후후, 아하하하!",
	home = "그냥 이렇게 쉬도록 두고 싶지만 책상에 있는 서류 건수를 보면… 아무래도 안되겠지?",
	mission = "아직 완료하지 않은 임무가 있다. 너도 무능한 지휘관이란 소리를 듣고 싶진 않겠지?",
	touch2 = "저질러주는데​··· 뭣, 한 번 더!?",
	voice_key_2 = -1,
	skill = "하하하하! 황량한 바다의 신의 커다란 입에 삼켜져라!",
	drop_descrip = "대형순양함-—에기르",
	mail = "멀리서부터 온 편지… 우선 확인해봐.",
	touch = "좀 더 가까운 편이 좋아?",
	profile = "나의 이름은 깊은 바다의 신에서 유래한 것이다. 하지만, 바람과 비를 부르고 파도를 지배하는 그 해신에 비하면, 내 방식은 훨씬 부드럽지~",
	mission_complete = "좋아, 이게 바로 자격 있는 지휘관이지.",
	feeling4 = "네가 내 흥미를 유발하고 싶어하는 건 알지만, 설마 계속 날 보고 있으려는 건 아니겠지? 후후, 너도 어느 정도 성장했군…… 잠깐, 너, 너 정말 진지한 거 아니지!?",
	unlock = "대형순양함 에기르다. 지휘관, 내가 널 위해 파도를 부리길 원하는가? 좋다. 그럼 먼저 너의 그릇을 보여봐라.",
	feeling5 = "나에게 도전하고 싶다니, 심연의 신이라는 이름으로 널 삼켜버릴 수밖에 없겠구나——와라, 왜 가만히 있지? 이 나에게…… 앗!",
	main = "의욕? 연회 자리에서 다들 마음껏 마시면 오르는 거 아니야?|그런가, 광폭한 바다의 모습을 보는 것을 좋아해? 후후후, 굉음이 울려야 폭풍이고, 거칠어야 바다인 것이지.|···응? 날 보느라 정신이 팔렸다, 라고 말할 셈이야?",
	battle = "물어뜯어 주마! 하하하하!",
	upgrade = "경축하며 한 잔 마시자...... 후아~",
	voice_key = 49905,
	headtouch = "……뭣!?",
	feeling2 = "내가 관심 있는 거? 후후후~ 강력한 적, 아름다운 술, 거센 폭풍의 바다, 그리고…… 그렇게 내 주의를 끌고 싶어?",
	login = "누가 왔는지 볼까? 오, 너였군——그렇다면… 열심히 일하도록.",
	vote = "",
	hp_warning = "오? 잔꾀를 간파당한 건가?",
	id = 499050,
	detail = "이 아이는 가끔씩 이상하게 활발해진다. 돌볼 때 조심하라고, 지휘관.",
	couple_encourage = {
		{
			{
				29901
			},
			1,
			"좀 진중할 필요가 있어.",
			0
		},
		{
			{
				40301,
				70301
			},
			1,
			"먼저 승리하고 나서 실컷 마셔라.",
			0
		}
	}
}
