_G.pg.ship_skin_words[499060] = {
	feeling1 = "싸울 수 없는 사람에게, 나는 할 말이 없다.",
	feeling3 = "체펠린과 나는 안다. 네가 운명에 반항하려는 약하고 처참한 존재라는 것을. 이대로 운명의 심판을 순순히 받아들이지는 않겠지?",
	lose = "추락도 피할 수 없는 건가...",
	propose = "네가 나를 이길 수 있는 가능성에 네가 직접 사형을 선고할 줄은.… 좋다, \"사랑\"이라는 이름의 새장 안에서 계속 반항하거라. 이대로 나의 존재로서 영원히 내 곁에 있어라, \"나의 사랑\"——",
	expedition = "의뢰조 동료들이 돌아왔구나, 무엇을 해야 할지, 알고 있겠지?",
	win_mvp = "이게 네가 바라던 승리다. 전혀 그리 어렵지 않지. 안 그런가?",
	home = "괜찮은 전투였다, 지휘관. 네가 언제 나에게 도전할지 기대 되는군.",
	mission = "이정도의 임무, 이정도 사소한 장애에, 애먹을 리는 없겠지.",
	touch2 = "아직도 자아에 저항하지 못하는 것인가… 그럼 이대로 패배의 행복 속에 빠져 보아라.",
	voice_key_2 = -1,
	skill = "누구도 마녀의 손에서 벗어날 수 없다——",
	drop_descrip = "항공모함—아우구스트 폰 파르제팔",
	mail = "새로운 우편이다. 최대한 빠르게 읽어보도록.",
	touch = "마녀에게 물어보고 싶은 게 있나?",
	profile = "메탈 블러드 항공모함, 아우구스트 폰 파르제팔이다. 나는 너의 함선이자, 널 속박하는 존재. 명심하거라, 나의 \"지휘관\", 나의 사역마.",
	mission_complete = "임무가 완료되었다. 축하한다, 또 매혹적이고 위험한 고봉을 향해 한 걸음 전진했구나.",
	feeling4 = "나를 넘어 압도하고 싶게 만든——너에게 이런 \"족쇄\"를 가한 나야말로 처음부터 너에게 끌린 존재다… 나에게 보여다오. 너의 그 처참하고 비애로운 \"가능성\"을.",
	unlock = "드디어 왔군, 나의 사역마... 아니, 나의 \"지휘관\". 나는 \"마녀\" 아우구스트 폰 파르제팔, 여기서 널 한참 동안 기다렸다.",
	feeling5 = "사람은 자신의 감정을 이길 수 없다… 내가 너에 대한 사랑을 억누를 수 없듯이 너도 내 감정을 거부할 수 없다. 계속해서 발버둥치고, 저항해라. 이것이 바로 너와 나를 잇는 영원한 굴레다.",
	main = "\"마녀\"에게 어떠한 잔재주들이 있는지 알고 싶은가? 안심해, 넌 볼 수 있는 기회가 생길 거니까.|이렇게 조용하다니… 잠시 반항을 포기한 건가? 네가 그렇게 쉽게 순종하면 재미없는데.|이렇게 계속 쳐다보면 쉽게 속이 들여다보일 수 있다. 지휘관.",
	battle = "내 앞에 고개 숙여라——",
	upgrade = "규칙, 강화.",
	voice_key = 49906,
	headtouch = "",
	feeling2 = "노력한 후의 단맛을 즐기든, 타락한 후의 쓴맛을 핥아먹든, 네가 결정해라, 네가 바라는 대로, 지휘관.",
	login = "조용… 네가 와서 이 아이가 안절부절 못하는 구나. 신경 쓰지 마라.",
	vote = "",
	hp_warning = "조급해 말아라. 애도할 시간은 아직 아니다.",
	id = 499060,
	detail = "반항하고 싶다면 안 될 것도 없다. 네가 실패했을 때 달가워하지 않는 표정이 기대가 되는군.",
	couple_encourage = {
		{
			{
				49905
			},
			1,
			"\"마녀\"는 아무래도 네가 낫군.",
			0
		},
		{
			{
				40703
			},
			1,
			"정말 감탄스러운 활력이다…",
			0
		},
		{
			{
				40701
			},
			1,
			"\"죽음\"을 눈앞에 둔 얼굴을 보여봐라.",
			0
		}
	}
}
