_G.pg.ship_skin_words[699010] = {
	feeling1 = "네가 지휘관만 아니었다면, 딱히…… 아무것도 아니다. 흥.",
	feeling3 = "너의 식견과 안목은… 확실히 시시한 속물들과는 다르군. 하지만, \"야심\"이 좀 더 있었더라면 좋았을텐데…",
	lose = "젠장, 오늘 내가 당한 수치심을 훗날 반드시 백 배로 돌려받겠다!",
	propose = "이치대로라면, 큰 뜻을 품은 사람은 서약과 같은 것에 얽매여서는 안 되지, 하지만… 상대가 너니까 약간의 \"타협\"을 해보겠다. 우리가 함께 야망을 이루기 전에 제멋대로 사라지는 건 안 된다!",
	expedition = "의뢰조가 복귀했어. 지휘관, 넌 그녀들과 함께 동행해서 먼 곳의 그 경관들을 봤어야 해.",
	win_mvp = "응? 겨우 이정도로 투항한 거야? 우리가 이겼어? 정말 골치아프네~",
	home = "난 항상, 비서함이라면 마땅히 대신 일을 처리할 수 있는 권리를 부여받아야 한다고 생각했는데——아, 물론 네가 없을 때 말이야.",
	mission = "임무? 이런 소소한 일은 미뤄두면 안 되지. 신속히 해결해버려.",
	touch2 = "쯧, 천박한 속물 같은 유치한 취미……",
	voice_key_2 = -1,
	skill = "고개 숙여 나에게 복종하라!",
	drop_descrip = "전함-—마르코 폴로",
	mail = "우편? 화의를 청한다고? 그럼 조건은 우리가 정해야겠네.",
	touch = "말해봐, 무슨 일로 날 방해한 건지?",
	profile = "난 사르데냐 엠파이어의 전함, 마르코 폴로다. 네가 날 베네토 그녀들과 비교하는 걸 개의치 않지만, 한 가지를 명심해라——만약 내가 그 위치에 있다면, 난 그녀들보다 더 우월했을 거야.",
	mission_complete = "사소한 일을 처리 완료했다고? 좋아, 그럼 더 중요한 일에 집중하자.",
	feeling4 = "이토록 실력이 막강한 함대를 거느리고 있는데, 사르데냐의… 아니, 너 자신의 위광을 알릴 생각이 없단 말이야? 정말 어이가 없네…",
	unlock = "날 깨운 자여, 그에 걸맞는 대가를 치를 각오는 되었는가? 좋다. 너의 용기를 칭찬하마! 나는 마르코 폴로, 제국의 위용을 드높이기 위해 함께 분투하자!",
	feeling5 = "너, 아무도 나 \"마르코 폴로\"의 위광을 빛나게 하라고 말해준 적 없어! 너... 너 이... 너무 욕심이 지나친 거 아니야!?",
	main = "좋은 것들을 남들이 다 가져가도록 둘 바에야 우리가 받는 게 낫지 않겠어?|이스트 글림… 도처에 황금이 널린 좋은 땅이지! 기회가 생기면 얘기해줄게!|지도에서 보면, 이 모항은 역시 너무 작단 말이지… 너 말이야, 세력을 더 확장시키고 싶지 않아?",
	battle = "출발하자, 전사들이여. 영광의 부흥을 위해!",
	upgrade = "멋진데! 너도 알다시피, 오직 더 강한 사람만이 더 많은 이익을 추구할 수 있어.",
	voice_key = 69901,
	headtouch = "",
	feeling2 = "어머. 다가오는 건가? 두려워하지 않고 이 마르코 폴로에 대해 알고 싶다고……? 좋을 대로 해라. 후후후.",
	login = "보아하니 사업을 위해 자신의 시간을 희생할 각오가 되어있는 것 같군, 좋다!",
	vote = "",
	hp_warning = "위기 또한 기회다, 가자!",
	id = 699010,
	detail = "난 네가 나의 루스티켈로가 되어도 상관 없어. 난 오히려 이렇게 다른 사람에 의해 기록되는 기분을 즐기거든. 아 참, 실패한 기록은 써넣을 필요 없어.",
	couple_encourage = {
		{
			{
				60501
			},
			1,
			"우유부단해서는 좋은 지도자가 될 수 없다.",
			0
		},
		{
			{
				6
			},
			5,
			"사르데냐의 영광을 되살리기 위하여!",
			3
		}
	}
}
