_G.pg.ship_skin_words[102250] = {
	feeling1 = "지휘관, 그렇게 허송세월을 보내기만 하는데 어울려줄 생각은 없어.",
	feeling3 = "가끔 나도 동료들과 휴가에 할 일에 대해서 얘기하곤 해… 왜? 내가 이런 말 하는게 신기해? 일 할때는 일을, 쉴 때는 확실히 쉬어야지. 워커홀릭 따위는 아니니까.",
	lose = "젠장…… 여기서 끝낼 순 없어!",
	propose = "나는 전장에 있을 때야 비로소 빛난다는 생각을 한 적이 있었어… 하지만 이제는 내 곁을 지켜주는 지휘관도 역시——아니, 내 마음 속에 지휘관만큼 빛나는 존재는 없어.",
	expedition = "의뢰조 동료들이 돌아왔어. 뭘 가져왔는지 보러 갈래? 서프라이즈가 있을 수도 있잖아.",
	win_mvp = "지원 고마워.",
	home = "돌아온 걸 환영해! 앞으로는 이기고 돌아오는 걸 습관화 하자.",
	mission = "임무가 끊이질 않네. 지휘관, 게으름 피우면 안 돼.",
	touch2 = "무례한 녀석에게 줄 것은 경멸밖에 없어. 지휘관, 설마 그런 녀석이었나?",
	voice_key_2 = -1,
	skill = "내 방공 화력을 받아라! 도망가게 두진 않겠어! ",
	drop_descrip = "클리블랜드급 경순양함 빌럭시(CL-80)",
	mail = "지휘관, 새로운 우편이 있는데? 얼른 확인해봐. 좋은 소식일 수도 있잖아.",
	touch = "내 장비좀 보라고. 내 대공 능력은 그 누구에게도 지지 않아. 칠면조를 사냥하듯 그 날의 적들을 물리쳤다고.",
	profile = "나는 이글 유니온의 빌럭시. 수많은 작전에서 항공모함의 호위를 맡아왔어. 우리 클리블랜드급 자매들의 대공 능력은 대단하지만, 작전에서 이기려면 모두 힘을 합쳐야 해. 그러니, 같이 힘내자.",
	mission_complete = "보상을 받아왔어. 확인해볼래? 지휘관이 이뤄낸 성과라고.",
	feeling4 = "흐응. 또 둘만 남았구나. 일은 잠시 잊고 실컷 떠들어 보자고. 긴장 풀어. 뭐라도 좀 먹을래? 내가 살테니까.",
	unlock = "빌럭시라고 해. 앞으로 모두와 힘을 합쳐 승리를 거두고 싶은걸—— 잡담은 여기까지. 앞으로 잘 부탁해, 지휘관!",
	feeling5 = "가끔은 이리저리 바쁘게 다니는 것이 피곤할 때도 있지만… 요즘은 종종 지휘관이 있는 이곳이 바로 내가 돌아올 곳이라는 생각이 들어.",
	main = "큰언니? 아, 우리의 네임쉽을 말하는 거구나. 자매함으로서 존경하고 있지. 하하하.|큰언니와 비교하면 우리 자매함들은 개조된 점이 있지. 하지만 바탄처럼 항공모함으로 개조되었다거나는 하지 않았어. 그러니 새로운 함종이라고는 말하기 힘들지…|아무리 위험하더라도 그곳에 동료가 있으면 반드시 구해야지. 그렇지? 응. 그 누구도 포기해서는 안 돼.",
	battle = "쉽게 이길 수 있게 해주겠어…!",
	upgrade = "강한 힘에는 더 큰 책임이 따르는 법. 일리 있는 말이지.",
	voice_key = 10225,
	headtouch = "",
	feeling2 = "후… 일이 바쁘긴 하지만 잠시 쉬었으면 좋겠는걸. 지휘관이 피곤하면 잠시 이야기를 나눠줄 수는 있지.",
	login = "임무는 모두 순조로워. 확인해줄래?",
	vote = "",
	hp_warning = "윽… 별 거 아냐.",
	id = 102250,
	detail = "응? 내가 도와줄만한 일이 있으면 얼마든지 말해도 좋아. 바쁘긴 하지만 어떻게든 짬을 내서 지휘관의 일을 먼저 처리해줄 테니까.",
	couple_encourage = {
		{
			{
				10729,
				10722
			},
			2,
			"또 같이 싸우게 됐네. 가자!",
			0
		}
	}
}
