_G.pg.ship_skin_words[102260] = {
	feeling1 = "히어로와 너무 가까이 있으면 환상이 깨진다는 말이 정말이었구나…… 에이……",
	feeling3 = "슈퍼 히어로를 동경해서 훈련했던 때도 있지만 이건…… 역시 격렬한 운동을 하면 너무 세게 흔들리네…… 작은 애들이 부러워……",
	lose = "상황이 좋아지기 전에는 항상 더 나빠지는 법이지…… 응, 다음 번에 계속 노력하자!",
	propose = "그러면 오늘부터 나는 지휘관의 서포터이자 평생의 반려가 된 거네. 응응, 서포터로서의 일은 이미 익숙하지만 반려는…… 전혀 몰라♪ 나에게 시킬 일이 있다면 꼭 알려줘, 지휘관!",
	expedition = "의뢰조가 돌아왔어. 지휘관, 같이 마중하러 가자!",
	win_mvp = "예! 정의는 필승!",
	home = "지휘관, 작전 수고했어! 땀 닦아 줄테니까 물 좀 마셔…… 에? 에이, 이정도는 팬이라면 당연히 해야하는 일이야.",
	mission = "이번에 온 임무도 적지 않네…… 하지만 지휘관이라면 식은 죽 먹기일 거라고 믿고 있어!",
	touch2 = "역시 지휘관도 너무 크다고 생각하지? 정말 어쩔 수 없다니까……",
	voice_key_2 = -1,
	skill = "I am Reno！",
	drop_descrip = "애틀란타급 경순양함—리노, 현호 CL-96",
	mail = "우편이 있어. 지휘관, 팬레터 같은 거 아닐까?",
	touch = "에, 잘 하고 있다고? …… 우와아. 히, 히어로에게 칭찬 받았다. 어떡하지, 너무 기뻐! 분명 얼굴이 엄청 빨개졌을 거야!",
	profile = "나는 애틀란타급 개조형, 오클랜드급의 리노야! 애틀란타급 언니들보다 대공에 더 특화되어 있어. 전쟁의 후반기에 태어났지만 많은 일을 했다고! 프린스턴을 구하지는 못한 것은 유감이지만…… 여기에서도 열심히 할게. 지켜봐줘!",
	mission_complete = "역시 지휘관이야. 이번 임무의 보수도 엄청나!",
	feeling4 = "훈련을 포기했지만 시합 보는 건 여전히 좋아해! 크레이븐과 함께 종종 치어리딩도하고 있어. 히어로에 대한 흥미도 전혀 줄어들지 않았어. 헤헤, 그리고 나는 모든 사람을 지키기 위해 노력하고 있는 지휘관의 1호 팬이라고.",
	unlock = "네가 나의 지휘관이야? 우와, 줄곧 보고 싶었어! ......엑, 왜냐면 지휘관은 세계를 구한 슈퍼 히어로 같은 존재잖아. 그러니까 나는 너의 조수 같은거고. 맞지? 맞다맞다, 나는 애틀랜타급의 리노야. 오늘부터 앞으로 잘 부탁해~",
	feeling5 = "‘힘에는 책임이 따른다’라는 말은 맞지만 히어로도 함선도 하루 종일 싸울수만은 없잖아? 지휘관도 가끔은 나처럼 평범한 사람같이 자기가 좋아하는 일을 하자!",
	main = "으흥. 지휘관, 분명히 내 장갑을 신경쓰고 있는 거지? 잘 보라고. 여길 누르면 빔이 나가! 그리고 이 버튼을 누르면 구조가 바뀌고, 그리고 또……|지휘관, 잠시 혼자 있게 해줘…… 괜찮아, 별 일 아니야. 그저 한정판 굿즈를 손에 넣지 못한 것뿐이니까……|하…… 에? 아, 지휘관. 방해했구나? 미안해…… 그저 바로 옆에 서포터로서 동경할 수 있는 히어로가 있으니까 이 세상에 나만큼 행복한 서포터는 없겠구나 하고 생각하고 있었어!",
	battle = "대공은 나에게 맡겨줘!",
	upgrade = "흐흥~ 지휘관에게 꼭 도움이 될 거야!",
	voice_key = 10226,
	headtouch = "",
	feeling2 = "흐흥, 지휘관이 내 슈퍼 히어로 장비 컬렉션에 관심을 가질 거라는 걸 알고 있었지! 봐봐, 이건 은제 방패고 이건 다크 나이트 표창이야! 이건 오색 코인이 달린 변신 벨트고…… 어때? 지휘관이 떠올릴 수 있는 건 다 가지고 있어!",
	login = "지휘관, 오늘도 세계를 구하기 위해 힘내자!",
	vote = "",
	hp_warning = "누가 먼저 지치는지 해보자고!",
	id = 102260,
	detail = "지휘관, 지금 좀 곤란해졌어…… 이 의상 아이템, 아카시 씨의 가게에서도 살 수가 없단 말이지. 아무래도 직접 나서야 할 것 같아.",
	couple_encourage = {
		{
			{
				10106
			},
			1,
			"함께 모두를 응원하자!",
			0
		},
		{
			{
				10208
			},
			1,
			"샌디에이고, 또 몰래 내 컬렉션 가지고 놀았지!",
			0
		},
		{
			{
				10111
			},
			1,
			"꿈을 포기하지 마. 나도 응원할게!",
			0
		}
	}
}
