_G.pg.ship_skin_words[102270] = {
	feeling1 = "지휘관님, 심심하시면 피지를 찾아가 노시는 건 어때요?",
	feeling3 = "음…… 특별히 속이려던 건 아니었어요. 과거는 과거, 현재는 현재니까요. 그리고 화려한 모습이 저에게 더 맞기도 하고요. 그러니까… 잘 부탁해요.",
	lose = "돌아가서 전투의 분석을…… 아, 아니에요!",
	propose = "역시 지휘관님과 저는 잘 맞았네요. 후후, 사실 지휘관님의 취향은 예전에 조사해 두었답니다. 그러면 오늘은 같이 어디를 갈까요?",
	expedition = "지휘관님, 의뢰가 완료되었어요. 네? 시간을 기억하고 있는 건 대단한 일이 아니랍니다.",
	win_mvp = "지휘관님, 기념사진을 찍을 테니까 어서 웃어보세요.",
	home = "지휘관님, 간식 드실래요? 방금 쿠키를 구웠거든요.",
	mission = "지휘관님, 임무에서 돌아오면 밀크티를 가져다주시겠어요? 얼음 없이 설탕은 조금만 넣어주세요. 고마워요.",
	touch2 = "와아. 지휘관님, 최악이네요.",
	voice_key_2 = -1,
	skill = "받아보세요~★",
	drop_descrip = "오마하급 경순양함—마블헤드. 현호 CL-12",
	mail = "아, 새로운 우편이네요. 못 본척 했다면 더 좋았겠지만요.",
	touch = "지휘관님, 셀카 찍게 조금 비켜주시겠어요?",
	profile = "저는 오마하급의 마블헤드랍니다. 전쟁을 치르면서 여러 곳을 다녀봤지요. 음…… 어쨌든 사이좋게 지내도록 할까요.",
	mission_complete = "지휘관님은 정말 노력파군요. 저도… 흠, 저도 이런 타입은 싫어하지 않아요.",
	feeling4 = "뭐랄까, 사실은 알고 있어요—— 공부와 일만으로는 인생의 즐거움을 느낄 수 없다는 사실을 말이죠. 저는 지금 정말 즐거워요. 그러니까 예전으로 돌아가라고 해도 돌아갈 수 없답니다.",
	unlock = "yahoo, 마블헤드가 왔습니다~ 당신이 바로 저의 지휘관이시군요? 으흠, 괜찮은 것 같네요. 그럼, 친하게 지내자구요~",
	feeling5 = "지휘관님이 저 같은 타입을 좋아하시는지는 모르겠지만, 저는 지휘관님 같은 타입을 정말 좋아해요. 어때요? 저희 한번 만나볼래요? 먼저 데이트부터 시작하는 건 어떨까요?",
	main = "지휘관님, 멤피스와 두 시간 뒤에 네일을 하러 가기로 했어요. 한 시간쯤 걸릴 예정이니까 시키실 일이 있다면 미리 말씀해주세요.|지휘관님, 이 문서의 이 항목을 좀 봐주시겠어요? 잘은 모르겠지만 함정이 있는 것 같네요.|도장은 확인했고, 데이터 체크 이후에 보고를…… 음? 아무것도 안 했답니다. 착각이에요, 착각.",
	battle = "가볍게 가볼까요?",
	upgrade = "네? 설마 지휘관님, 저를 신경 쓰고 계신가요?",
	voice_key = 10227,
	headtouch = "",
	feeling2 = "네? 이 사진 말씀하시는 건가요? 아, 이 촌스러운 아이가 바로 저랍니다. 자, 이것보다 쇼핑하러 가요!",
	login = "오늘의 천칭자리는…… 대길이네요.",
	vote = "",
	hp_warning = "조금 진지해져야겠는걸요…!",
	id = 102270,
	detail = "상하 관계지만 너무 진지하면 재미없죠. 사이좋게 지내봐요.",
	couple_encourage = {
		{
			{
				10201,
				10202,
				10211,
				10216,
				10218
			},
			1,
			"오마하급, 전진~",
			0
		},
		{
			{
				20216,
				30308
			},
			1,
			"같이 꾸며볼래요?",
			0
		}
	}
}
