_G.pg.ship_skin_words[102291] = {
	feeling1 = "지휘관은 이해하기 어려워...",
	feeling3 = "어려운 일을 마주했을 때 나는 항상 자신에게 좀 더 노력하자고 해... 지휘관, 한번 시험 해볼래?",
	lose = "퇴각할 수밖에 없었어... 미안해, 지휘관...",
	propose = "단순한 전투나 일 뿐만 아니라 나는 앞으로도 더 많은 곳에서 지휘관을 돕고 싶어. 이런 나를 받아주겠다고 하면... (심호흡) 응, 지휘관. 앞으로도 잘 부탁해.",
	expedition = "군사 의뢰의 결과... 받아도 돼.",
	win_mvp = "작전, 순조롭게 끝났어.",
	home = "지휘관, 뭐라도 좀 마실래? 술을 마실 수 없다면... 뉴저지가 추천한 주스는 어때?",
	mission = "지휘관, 임무가 남았어. 잊지 마...",
	touch2 = "이, 이러면 안 돼...",
	voice_key_2 = -1,
	skill = "눈을 크게 뜨고 적을 바라보자... 응!",
	drop_descrip = "후~ 하~ 심호흡…… 이런 모습은 역시 적응이 안 돼, 갑자기 사람들 앞에서 얼굴을 드러내다니……",
	mail = "지휘관, 새 우편이야. 꼭 봐야 해...?",
	touch = "손수건? 응, 고마워...",
	profile = "보이시가 참전했던 전투? 상륙 작전이라면 아주 많아. ...가장 인상 깊었던 것? 케이프 에스페런스에서 있었던 그 때... 응, 맞아. 헬레나의 도움 덕분이었지.",
	mission_complete = "지휘관, 알려줘야 할 것 같아... 임무의 보수를 받을 수 있어.",
	feeling4 = "나는 피닉스처럼 열정적이지 않지만... 지휘관을 좀 더 신경 써볼게. 그러면... 작은 일부터 시작하자.",
	unlock = "후~ 하~ 심호흡…… 이런 모습은 역시 적응이 안 돼, 갑자기 사람들 앞에서 얼굴을 드러내다니……",
	feeling5 = "지휘관이 나의 얼굴을 봤던 못 봤던, 지휘관의 곁에 있을 때 나는 항상 진심으로 행복하게 웃고 있어.",
	main = "호놀룰루, 너도 주목받는 느낌을 싫어해...? 그러면, 이쪽에 와서 쉬지 않을래? |아, 노래? 나, 난 못 해. 미안...|음, 여기는 볼륨이 좀 큰 것 같네...",
	battle = "심호흡 하고... 응, 작전 개시!",
	upgrade = "강화 성공, 정기 검사 진행 중...",
	voice_key = 0,
	headtouch = "토끼 귀 장식... 비뚤어지지 않았지?",
	feeling2 = "당분간 지휘관에게 알려줄 일은 없어. 음... 지휘관도 긴장을 풀어도 되지 않을까?",
	login = "후... 한가할 때 조금 쉬어야—— 에, 지, 지휘관?",
	vote = "",
	hp_warning = "손실을 최소화 해야...",
	id = 102291,
	detail = "쌕——쌕——(보이시가 잠든 것 같다.)",
	couple_encourage = {
		{
			{
				10205
			},
			1,
			"정찰은 너와 SG에게 맡길게.",
			0
		},
		{
			{
				10204
			},
			1,
			"그게 무슨 말이야...?",
			0
		}
	}
}
