_G.pg.ship_skin_words[103050] = {
	feeling1 = "지휘관은 재미있지 않은걸……",
	feeling3 = "빵! 다다다다다! ……후우, 오늘도 잔뜩 놀았다! 역시 지휘관과 함께 있으면 즐거운걸~",
	lose = "아앙, 머리가 어질어질해에… 나보다 더 딱딱한 것에 맞은 것 같아…",
	propose = "지휘관 고마워~ 정말 좋아~! 에헤헤, 별로 진지해지지 않아도 된다구~ 같이 놀자~",
	expedition = "비행기와 로켓은 친구인걸~ 응? 지휘관, 완료한 의뢰가 있어!",
	win_mvp = "와아, 칭찬해줘 칭찬~",
	home = "흣흥~ 군인이라면 전투, 잖아☆",
	mission = "지─휘─관! 미션이 끝나지 않았다구~!",
	touch2 = "정말이지… 지휘관은 정말… 변태네!",
	voice_key_2 = -1,
	skill = "휴스턴, 기분 최고야!",
	drop_descrip = "노샘프턴 중순양함·휴스턴 (CA-39)",
	mail = "지휘관, 지휘관에게 온 편지라구!",
	touch = "우으, 머리가 안 돌아가…",
	profile = "하~이! 노샘프턴 5번함 휴스턴이야! 자바 해전이나 바타비아 해전에서 사쿠라 엠파이어의 증원 소대와 혼자 맞서서, 대통령에게서 포상 메달을 받았지롱! 이게 나의 자랑거리야☆",
	mission_complete = "보너스, 까먹지 말라구!",
	feeling4 = "휴스턴, You've got a problem…… 지휘관을 만나면 긴장돼서 말도 잘 할 수 없게 돼… 어떡하지…… ",
	unlock = "하~이! 노샘프턴 5번함, 휴스턴이야. 바탄 해전에서 사쿠라 엠파이어 증원 부대에 단독으로 도전했지롱! 오늘부터 지휘관이 놀아주는 거구나! 얏호──☆",
	feeling5 = "지휘관, 오늘은 놀지 말고 나와 같이 느긋하게 있지 않을래? 나…… 내가 조금 말하고 싶은 게 있으니까, 제대로 들어줘!",
	main = "지휘관은 가끔 잔소리꾼 같단 말이지~|그때의 수라바야 앞바다는 굉장히 떠들썩했었지!|지휘관, 노─올─자─!",
	battle = "짜잔! 오늘도 힘차게, 출발이다아!",
	upgrade = "휴! 휴스턴! 제1 우주 속도 돌파중~!",
	voice_key = 10305,
	headtouch = "",
	feeling2 = "엑세터 녀석, 좋은 애는 맞는데, 맨날 영광이라든가 로열 네이비라던가 그런 소리만 하고! 너무 딱딱해!",
	login = "오늘도 지휘관이 놀아준다! 얏호──☆",
	vote = "",
	hp_warning = "큰일났다, 점수로 지고 있어…",
	id = 103050,
	detail = "경순양함? 그게 아니면 중순양함? 지휘관은 이상한 부분을 신경 쓰는구나~",
	couple_encourage = {
		{
			{
				10205
			},
			1,
			"묘하게 익숙해진 느낌…",
			0
		}
	}
}
