_G.pg.ship_skin_words[103070] = {
	feeling1 = "…… (인디애나폴리스가 눈치채지 못한 건지, 아니면 단순히 날 신경 쓰고 싶지 않은 건지, 확실히 모르겠다)",
	feeling3 = "언니…… 나만 귀엽다 귀엽다 하지만, 언니도 조금 신경 쓰면 분명 인기 있을 거야…… 그래서 나, 항상 언니한테 좀 미안하다고 생각해……",
	lose = "…아무래도 위험한 것 같아… 분명 그 이58이야.",
	propose = "기뻐…… 그런데 지휘관한테 뭐라 해야 할지 모르겠어…… 그러니까…… 껴안아도, 되는데……?",
	expedition = "……하마터면 보고를 잊어버릴 뻔했지만, 의뢰를 완료했어.",
	win_mvp = "어라… 이겼나봐…",
	home = "……이제 끝?",
	mission = "Mission unfinished……",
	touch2 = "…………. (빤히 쳐다본다)",
	voice_key_2 = -1,
	skill = "……? 내 차례야? 알았어.",
	drop_descrip = "포틀랜드급 중순양함·인디애나폴리스 (CA-35)",
	mail = "편지, 여기",
	touch = "후우…",
	profile = "……포틀랜드급 중순 2번함 인디애나폴리스. 시끄러운 언니가 폐를 끼쳤지. 미안…… 핵폭탄? 잘 모르겠어.",
	mission_complete = "보너스, 가져왔어",
	feeling4 = "언니는 뭐든 주니까, 나도 뭐든 언니한테 주고 싶어. 지휘관 빼고……",
	unlock = "응? …지휘관, 난 인디애나폴리스. 닉네임은 인디야. 어, 핵폭탄? 그게 뭐야?",
	feeling5 = "나…… 언니처럼 활발하지도 않고 몸매도 언니처럼 좋은 게 아닌데, 지휘관은 날 선택해줬어…… 조금…… 아니…… 무척 기뻐…… ",
	main = "내가 가면 뉴멕시코한테 부탁하는 수밖에 없네.|왜 언니는 날 계속 보고 있을까…|실은… 다른 사람하고 얘기를 잘 못해서…",
	battle = "내가 대장… 어라, 대장!?",
	upgrade = "…………………힘이, 솟아났어.",
	voice_key = 10307,
	headtouch = "",
	feeling2 = "……지휘관, 난 그냥 반응이 늦을 뿐── 그러니까 찌르지 마, 듣고 있으니까.",
	login = "……?! 지휘관. 언제 온 거야? 깜짝 놀랐어─",
	vote = "",
	hp_warning = "……이런.",
	id = 103070,
	detail = "어딜 보는 거야? 구릿빛 피부는 태어날 때부터 이랬어… 태운 흔적이 아니야.",
	couple_encourage = {
		{
			{
				10306
			},
			1,
			"언니, 시끄러…",
			0
		},
		{
			{
				10126
			},
			1,
			"……내 반응이 늦을 뿐",
			0
		}
	}
}
