_G.pg.ship_skin_words[103110] = {
	feeling1 = "흥, 나도 보는 눈이 없는 듯하다…… 설마 이런 도움 안 되는 자를 의지할 줄은……",
	feeling3 = "이 채찍에 흥미가 있나? 뭐 예전에 적당히 산 물건인데 의외로 사용하기 편리하더군. 특히 지도를 칠 때 말이야.",
	lose = "이거야말로 재미있어. 흥, 철수한다!",
	propose = "너에 대해선 친구…… 아니, 친구로서 있을 생각은 없다── 잠깐 기다려, 지금 정리하지, 아니, 딱히 거절한다는 건… 조금 마음을 정리하게 해줘……",
	expedition = "응? 의뢰가 완료됐나…… 흥, 내 함대의 강성함이 있다면 의뢰 따윈 간단한 거지.",
	win_mvp = "하! 송사리들 따위, 상대도 되지 않는군!",
	home = "지휘 수고했다. 너도 쉬도록.",
	mission = "새로운 임무? 읽어보도록.",
	touch2 = "이 채찍을 맛보고 싶은가?",
	voice_key_2 = -1,
	skill = "이 일격으로 끝낸다!",
	drop_descrip = "위치타급 중순양함·위치타 (CA-45)",
	mail = "편지 같은 건, 너에게 일임하지.",
	touch = "뭐야, 겨루어보고 싶어졌나?",
	profile = "유일무이한 바다의 맹장, 그건 나 위치타 님이다! \n내가 직접 손쓰면 항공모함이라도 유린해 보이지── 그러니 지휘관이여, 너의 힘도 기대하도록 하겠어.\n",
	mission_complete = "이 나에게 보너스라고!?",
	feeling4 = "이제 와서지만 나의 방자함에 어울려줘서 사실은 감사하고 싶은 것이다… 앞으로도 어울려도 된다고? 하핫! 역시 내가 찾아낸 지휘관이다! ",
	unlock = "네가 지휘관인가? 좋아, 오늘부터 너는 내 참모다. 이 바다를 정복하기 위해 힘을 다해라!",
	feeling5 = "지휘관이여. 처음엔 농담이었지만, 지금은 우리가 힘을 합치면 혹시 정말로 이 바다를 정복할 수 있을지도 모른다! 뭐, 내 것은 네 것이야, 반으로 할 필요도 없겠지. 그렇지 않나?",
	main = "어뢰? 물러터졌군!|보이는가, 우리는 저 드넓은 바다의 끝을 향할지니!|이 거포의 일사로 해결하지 못할 문제 따위 없다!",
	battle = "전군, 포격 개시! ",
	upgrade = "이 힘이 있으면……!",
	voice_key = 10311,
	headtouch = "",
	feeling2 = "나의 꿈은 세계 정복이다! 세계를 정복한 후? 흥, 그런 것 알까보냐!",
	login = "돌아왔나. 나를 기다리게 하다니, 어서 출정 준비나 하라고.",
	vote = "",
	hp_warning = "비장의 계획이라도 펼쳐보는 게 어때?",
	id = 103110,
	detail = "중순의 기준인 나의 힘, 맛보도록!",
	couple_encourage = {
		{
			{
				20301,
				30702
			},
			1,
			"아하하하하하하! 이 나를 만족시킬 비책을 펼쳐 보여라!",
			0
		}
	}
}
