_G.pg.ship_skin_words[103130] = {
	feeling1 = "너랑 이야기해도 별 재미가 없군…",
	feeling3 = "모항에는 아직 신경 쓰이는 장소가 많군. 당장이라도 조사하러 가자고! …일? 다음에 하면 되잖아?",
	lose = "칫, 다 잡은 사냥감이……",
	propose = "지휘관이 노리고 있던 사냥감은 나였구만… 조금 분하지만… 뭐 좋아! 지휘관에게 라면 잡혀도 상관없어! 어, 어쨌든! 앞으로도 잘 부탁한다! 지휘관!",
	expedition = "나갔었던 동료들이 돌아온 것 같군",
	win_mvp = "미안하군, 처음부터 놓칠 생각은 없었다고.",
	home = "무사한가? 그럼 됐어",
	mission = "새로운 임무, 새로운 사냥감, 으헤헤헤~",
	touch2 = "꺅!? …네놈! 내 사냥감이 되고 싶은 거냐!?",
	voice_key_2 = -1,
	skill = "잡았다!",
	drop_descrip = "뉴올리언스급 중순양함 미니애폴리스 (CA-36)",
	mail = "긴급 임무? 아니, 그냥 평범한 우편이잖아…",
	touch = "사냥 갈 준비는 되었나?",
	profile = "산호해에서 과달카날까지, 나는 그 대전에서 태평양 전체를 여행했지만, 시시한 이유로 한때 은퇴했었지. 뭐 결과적으로는 잘 된 것 같지만 말야!",
	mission_complete = "이걸로 끝인가?… 그럭저럭 이로군",
	feeling4 = "이 상처, 언제 생긴 거지? 혹시 저번에 나랑… 가만히 있어 봐. 지금 치료해 주지 (할짝)",
	unlock = "Hey ya! 뉴올리언스급 미니애폴리스의 등장! 사냥은 내 특기니까 노리고 싶은 사냥감이 있다면 나에게 맡기라고!",
	feeling5 = "너는 지휘관이니까, 나보다 먼저 함대를 최우선으로 생각하겠지! …하, 하지만… 역시 네가 없으면, 나 혼자서는 왠지 의욕이 아, 안 생기네… 하, 하하하하…",
	main = "겉모습? 나만 이런 피부색인 건 아닌데… 그렇게 신경 쓰이는 건가? | 어뢰? 그런 것 따위 무섭지 않다고~! 그, 그때는 운이 없었을 뿐… | 이봐, 거기 앉아 있지만 말고, 나랑 함께 나가자고!",
	battle = "다음 사냥감은 어떤 녀석이지?",
	upgrade = "피가 끓어오르는군!",
	voice_key = 10313,
	headtouch = "",
	feeling2 = "모항에 틀어박혀 있는 것보다 밖으로 나가는 편이 즐겁다고! 그렇지…이대로 출격이라도 해보지 않겠나?",
	login = "으~음… 지휘관은 오늘도 컨디션이 좋아 보이는군",
	vote = "",
	hp_warning = "칫, 만만치 않은 녀석이다…!",
	id = 103130,
	detail = "사냥에 대해 궁금한 게 있다고? 좋아. 그런데 어떤 거 부터 말하면 좋을까…",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"이번에는 반드시 지켜내겠어!",
			0
		},
		{
			{
				10308,
				10309,
				10310
			},
			1,
			"자매함과 함께 싸우는 건가… 나쁘지 않군…",
			0
		}
	}
}
