_G.pg.ship_skin_words[103140] = {
	feeling1 = "너를 바닷속에 던져서 반성하게 해야 할까...",
	feeling3 = "오늘은 뭘 좀 해볼까~ 아니면 푸딩이 신경 쓰지 않는 사이에 장난을 좀 쳐볼까? 재밌을지도 모른다고!",
	lose = "얼굴 좀 펴~ 다음 번에 이기게 해줄게!",
	propose = "아, 서약식인가. 귀찮게... 됐어, 이번에는 너에게 어울려 줄게. 그러니까 다음 번에는 푸딩 네가 나한테 어울려 줘야해? 마음의 준비는 되었겠지? 나는 욕심이 아주 많거든—— 특히 푸딩을 대할 때 말이야~",
	expedition = "의뢰조의 마중? 나랑 관계 없는 거 같은데... 재미있는 사람을 만날 수 있다고? 좋아, 같이 가자!",
	win_mvp = "끝이다! 피라미들 뿐이잖아, 상대할 가치도 없어~",
	home = "푸딩 발견! 이제 일을 할지 게으름을 피울지 지켜보도록 하지——",
	mission = "임무? 이거 간단해 보이는데? 푸딩 혼자서 할 수 있지?",
	touch2 = "좋아, 배트를 시험해볼 수 있겠네. 합! ...이런, 그냥 놀래킨 거야~",
	voice_key_2 = -1,
	skill = "좀 더 크게 움직여!",
	drop_descrip = "뉴올리언스급 중순양함——{namecode:195}, 현호 CA-38",
	mail = "새로운 우편이야! 아, 조금 피곤해서 가져오지는 않았어~",
	touch = "왜 그래? 새로운 일 있어? 아니면 뭔가 재미있는 일을 할 준비를 하는 거야? 설마... 그냥 불러본 건 아니겠지?",
	profile = "나는 뉴올리언스급 샌프란시스코, 이글 유니온에서 조금은 유명한 중순양함이야. 그때는 고생도 좀 했고 공도 세웠지. 명예도 좀 얻은 것 같아. 하지만 지금은 마음대로... 아니, 자유롭게 내가 하고 싶은 걸 할 거야!",
	mission_complete = "임무 보상? 너에게 다 줄게! 난 별로 필요가 없거든~",
	feeling4 = "으음, 이 푸딩의 맛을 볼 때가 되었어. 어떻게 먹는 게 좋을까~ 응? 난 이 신상 딸기 푸딩을 말 한건데? 이상한 생각 한 건 아니지, 푸딩?",
	unlock = "하이! 지휘관, 안녕, 난 샌프란시스코! ……응? 너와 함께하라고? 나한테 좋은 게 있어? 너가 그렇게 재밌어? 에이, 그냥 한 번 물어본 거야~ 좋아, 아무튼 잘 부탁해~ 아, 참, 앞으로 푸딩이라고 부를게!",
	feeling5 = "오늘 일 힘들었지? 내가 맛있는 것 사주고 재밌게 해줄게! 에이, 우리 사이에 뭐가 부끄러워. 자, 내 손 잡아. 출발한다!",
	main = "주노, 누가 괴롭혔어? 말해봐. 내가 때려 줄게! |뒤쪽의 벽이 텅 비어있는데, 뭔가 그래피티를 하고 싶어 죽겠네...|푸딩, 바빠? 바~쁘~냐~니~까? 진짜 바쁜 것 같네. 에이... 지휘실에 앉아있는 건 진짜 지루해.|왜 푸딩이냐고? 별 뜻 없어. 그냥 발음이 재밌거든! 히히~",
	battle = "좋아! 다들 내 지휘를 들어!",
	upgrade = "후~ 그럭저럭이네.",
	voice_key = 10314,
	headtouch = "어라? 습격이야? 후후~ 밤길 조심하는 게 좋을걸~",
	feeling2 = "\"푸딩\"이라는 애칭, 귀엽지 않아? 모두가 부르는 '지휘관' 보다 특별한 애칭이 하나 더 생기는 편이 좋잖아~",
	login = "푸딩, 자 웃어봐! 하이파이브! 일 힘내~ 난 저쪽으로 가볼게.",
	vote = "",
	hp_warning = "으악, 내가 목표인가?!",
	id = 103140,
	detail = "붕대~ 한번 더~♪ 배트에~ 한번 더~♪",
	couple_encourage = {
		{
			{
				10206
			},
			1,
			"이번에는 확실히 알아볼게!",
			0
		},
		{
			{
				10313
			},
			1,
			"사냥? 나도 데려가!",
			0
		},
		{
			{
				10117
			},
			1,
			"가라, 용감한 토끼!",
			0
		},
		{
			{
				10208
			},
			1,
			"게임이라고 생각하고 한판 붙자!",
			0
		},
		{
			{
				1
			},
			5,
			"이글 유니온 함대, 출격~!",
			3
		}
	}
}
