_G.pg.ship_skin_words[103160] = {
	feeling1 = "지휘관, 좀 더 너그러워지는 것이 좋겠어.",
	feeling3 = "틀에 박힌 말은 하지 않아도 돼. 내가 뭘 더 해야하지? 지휘관이 괜찮다면 뭐든지 도와줄 수 있어. 그러니까 얼마든지 말해줘.",
	lose = "정의로운 길에는 어려움이 따르는 법……",
	propose = "응, 앞으로 지휘관과 함께 동고동락하고 영원한 사랑을 맹세할게… 그, 그리고 반지를 낀 다음엔 뭘 해야… 왜? 뭘 한다고? 아, 아아아아…////",
	expedition = "의뢰 완료야, 지휘관. 마침 움직이고 싶었던 참이니 다음 번 의뢰에는 나를 보내줘.",
	win_mvp = "너희들의 힘은 옳은 길에 써야해.",
	home = "지휘관, 다친 데는 없어?",
	mission = "임무인가…… 좋아, 먼저 일람표부터 확인하자.",
	touch2 = "아?!…… 방금 그건 못 들은 걸로 해줘!",
	voice_key_2 = -1,
	skill = "거리는 충분해… 섬멸 개시!",
	drop_descrip = "볼티모어급 중순양함-볼티모어,CA-68",
	mail = "지휘관, 연락이 왔어. 조금 더 자세히 확인 해 봐야 할 것 같은데?",
	touch = "산소 콜라를 가져다 준건가? 고마워…… 하~ 역시 이게 최고지!",
	profile = "나는 볼티모어급의 네임쉽, 볼티모어. 해군조약의 제한을 받지 않고 건조된 1급 중순양함이기 때문에 당시의 최첨단 장비를 가지고 있었어. 이 함대에서 자유와 정의를 위해 활약할 수 있게 해줘.",
	mission_complete = "임무 보상이 도착했어. 개조와 수리에 쓸 수 있는 자금이 있으면 좋을텐데.",
	feeling4 = "같이 쇼핑가자고? 알았어. 이런 사소한 건 얼마든지 맡겨줘. 그리고 나간 김에 데이트를… 물론… 잠, 잠깐만! \"데이트\"… 데이트?!",
	unlock = "내 도움이 필요한가? 나는 볼티모어. 그저 지나가던 중순양함이지… 하하, 장난이야… 볼티모어, 도착했다. 앞으로 잘 부탁해, 지휘관.",
	feeling5 = "어떡하지… 이런 자리는 역시 익숙하지 않아… 조금 더 여자답게 행동해야 하나… 아, 아냐. 역시 이건 내 문제니까! 정말이지, 지휘관 옆에 있으면 항상 허둥지둥이라니까.",
	main = "맡겨진 일은 열심히 할게. 지휘관의 부하라면 이정도 쯤은 아무것도 아니지.|퀸시?! 기억과는 다른데… 다른 함선이 같은 이름을 썼다고 해도 이상하지 않은걸.|폭력만으로는 모든 분쟁을 해결할 수 없어. 지휘관, 내가 굳이 일깨워 주지 않아도 되겠지만 이 점을 잊지 말아줬으면 해.",
	battle = "전함, 포메이션 준비!",
	upgrade = "좋아, 점점 잘 맞고 있어.",
	voice_key = 10316,
	headtouch = "",
	feeling2 = "마음 속에 정의가 있다면 입 밖으로 내지 않아도 나쁜 길을 걷지 않지. 지휘관도 계속 바른 길을 걷길 바라.",
	login = "자 지휘관, 일을 시작하도록 하자!",
	vote = "",
	hp_warning = "당황하지 말고 집중해!",
	id = 103160,
	detail = "할 수 있는 것, 해야 하는 것, 실제로 하는 것. 모두 취사선택이 필요해. 그러니 지휘관은 자신이 제일 잘 하는 일에 집중하도록 해.",
	couple_encourage = {
		{
			{
				10311
			},
			1,
			"위치타, 너무 진심으론 하지 마. ",
			0
		},
		{
			{
				10209
			},
			1,
			"우리 둘, 잘 맞는 것 같은 느낌인데?",
			0
		}
	}
}
