_G.pg.ship_skin_words[103240] = {
	feeling1 = "어서 원래의 지휘관으로 돌아오라고. 아니면 내 가슴을 빌려줄 테니 시원하게 울기라도 할래?",
	feeling3 = "전투 말고 좋아하는 일? 매일 모두와 인사를 하고 SNS에서 고민 상담을 해주는 거니까… 인간관계 쌓기라고 해둘까? 아, 새로운 알림이다. 답장 좀 할게.",
	lose = "아야야… 내가 일을 망친 모양인데.",
	propose = "자, 지휘관. 눈을 감아줘. 왜냐고? 에이, 그냥 좀 들어줘. 놀래키는 거 아니라는 거 알잖아? 히히. 그렇다면 앞으로의 느낌을 꼭 마음속 깊이 새겨두라고",
	expedition = "의뢰를 나간 동료들이 돌아왔어! 지휘관, 가자. 매력을 보여줄 좋은 기회라고!",
	win_mvp = "후후, 나는 볼티모어급이라고? 이 정도 전투는 가뿐하지.",
	home = "후… 지휘관, 설마 게으름 피우려던 거야? 헤헤, 얼마든지. 비서함과 함께라면 아무도 눈치채지 못할 거야.",
	mission = "골치 아픈 임무가 있어? 내가 도와줄 수 있는지 한번 볼까.",
	touch2 = "계속 이렇게 마음대로 만지면 가만 안 둘 거야?",
	voice_key_2 = -1,
	skill = "그럼 안녕!",
	drop_descrip = "볼티모어급 중순양함—브레머튼, 현호 CA-130",
	mail = "지휘관, 우편이 왔어. 별로 중요한 내용이 아니라면 내가 답장할게!",
	touch = "윽…… 방금 어깨가 찌릿했어. 지휘관, 어깨 좀 주물러줘.",
	profile = "볼티모어급 함선이 탄생했을 때, 전쟁은 거의 막바지에 접어들었어. 그렇기 때문에 활약할 기회가 별로 없었지. 나도 마찬가지야. 하지만 나는 항상 최고의 전투태세를 유지하고 있다고! 그러니까 안심하고 나에게 기대도 좋아.",
	mission_complete = "임무 완료야. 하지만 보상을 아직 받지 않은 것 같네. 자, 어서 가져가자고!",
	feeling4 = "평소에는 지휘관이 모두의 고민을 들어주지만 내 앞에서라면 그 반대가 되어도 괜찮아. 아, 부끄럽다면 내용을 적어줘도 나는 괜찮다고?",
	unlock = "여~ 오래 기다렸지~ 이글 유니온 소속, 순양함 브레머튼 보고! 잘 부탁해~ 아 맞다, 네 이름, 생일, 취미도 좀 알려줄래?",
	feeling5 = "지휘관, 내 메시지 받았어? 별다른 반응이 없으니까 이런 방법을 쓸 수밖에 없잖아. 나는 계 속! 답장이 무슨 내용일지 고민하고 있었다고. 지휘관, 똑똑하니까 무슨 뜻인지 알지?",
	main = "뭔가 기운이 없네? 음료수라도 사다 줄까? |일 이외의 지휘관은 어떤 모습일까 생각하고 있었어. 일 할 때는 빈틈없는 지휘관이 평상시에는 사실 덜렁이라던가? |내 옷이 신경 쓰여? 그렇다면~ 직접 확인해보는 건 어때?",
	battle = "좋아! 가자!",
	upgrade = "오호! 뭔가 변한 것 같아! 그런데 대체 어디지……",
	voice_key = 10324,
	headtouch = "",
	feeling2 = "브레머튼의 고민 상담실에 온 걸 환영해! 오늘은 무슨 고민이 있어서 왔어? 엑, 그냥 얘기가 하고 싶었다고? … 음, 설마 얘기할 사람이 없는 게 고민은 아니겠지?",
	login = "지휘관, 돌아왔구나! 오늘의 목표는… 음, 잠시만. 오늘의 상태부터 갱신할까.",
	vote = "",
	hp_warning = "조금 방심했나…",
	id = 103240,
	detail = "잠시만, 답장 먼저하고…… 됐다! 모두에게 상담해주는 계정을 하나 만들었거든. 그래서 종종 이런저런 고민이 날아오곤 해. 지휘관은 어때? 나에게 상담하고 싶은 일 없어? 직접 얘기하는 것도 대환영이라구?",
	couple_encourage = {
		{
			{
				10316
			},
			1,
			"볼티모어 언니, 같이 힘내자?",
			0
		}
	}
}
