_G.pg.ship_skin_words[105040] = {
	feeling1 = "제가 있을 곳은 어디인 걸까요……",
	feeling3 = "……언제나 저의 긴 이야기를 들어주셔서 감사합니다…… 이제 어느 정도 괜찮아졌어요……",
	lose = "더는 안 돼…… 부탁이야, 한 번만 내 억지를 들어줘…!",
	propose = "──그 날의 일을 다시 되풀이하지 않겠어, 인가요? ……감사합니다. 지금까지 중 가장 마음속을 울리는 한마디였어요… 당신을 믿겠어요!",
	expedition = "바람…… 그 아이들이 돌아왔다는 징조네요.",
	win_mvp = "아주 멋진 기분이에요… 이대로 그 날의 악몽이 지워져 버렸으면 좋겠지만…",
	home = "무사히 돌아올 수 있어서 다행이에요.",
	mission = "지휘관님… 저기, 임무… 아직 안 끝났어요?",
	touch2 = "우… 방금 건, 없던 일로 해주시겠어요?",
	voice_key_2 = -1,
	skill = "저, 이번에야말로 반드시 지켜야만 해요!",
	drop_descrip = "펜실베이니아급 전함·애리조나 (BB-39)",
	mail = "지휘관님, 편지예요. 인간관계도 소중한 거랍니다.",
	touch = "조금 진정됐어요……",
	profile = "여름에 태어난, 펜실베이니아급 전함의 2번함 애리조나에요. \n네…… 그 「애리조나의 눈물」이란 것은 저를 말하는 겁니다만, 눈물이라고 하니 조금 울적… 하네요…",
	mission_complete = "리스트는 여기 있어요. 그렇지만, 물질적인 보수란 게 그렇게 중요한 건가요……?",
	feeling4 = "지휘관님의 품을 빌리면, 무척 안심돼요…… 그때의 일이 생각나더라도 더는 무섭지 않은 듯한 느낌이 들어서……",
	unlock = "펜실베이니아급 2번함, 애리조나예요. 여름에 태어났답니다. 이번엔 절대로 비극을 되풀이하지 않겠어요……",
	feeling5 = "죄송해요……! 아, 아뇨, 그냥 조금 무서워서…… 지휘관님이 없어진다면…… 생각하는 것만으로도 눈물이 멈추질 않아요……",
	main = "지휘관님의 기억에 남기만 한다면, 저는 더 이상 외롭지 않아요|잊지 않기 위해서…… 그들은 언제나 저와 함께 있는 거예요.|지휘관님, 방금 표정…… 폐를 끼쳐버린 건가요? 죄송해요…",
	battle = "이번에야말로 지키고 싶은 것들을 지켜 보이겠어…!",
	upgrade = "모두를 지키겠어요……!",
	voice_key = 10504,
	headtouch = "",
	feeling2 = "아아…… 죄송해요, 또 슬픈 일이 생각나서……",
	login = "지휘관님, 동료들을 지키고 싶다는 제 마음, 이해하시겠나요…?",
	vote = "",
	hp_warning = "울지… 않아요…! 눈물은 기뻐할 순간을 위해서…!",
	id = 105040,
	detail = "이런 저라도…… 감사합니다!",
	couple_encourage = {
		{
			{
				10503
			},
			1,
			"언니, 저 힘낼게요!",
			0
		},
		{
			{
				10502,
				10507,
				10508
			},
			1,
			"이번엔 제가 모두를 지킬게요!",
			0
		}
	}
}
