_G.pg.ship_skin_words[101110] = {
	feeling1 = "지휘관, 이 악의 화신 같으니라고!",
	feeling3 = "정의의 편으로 있는다는 건 꽤나 어려운 일이야. 하지만 지휘관은 이 오스본이 옆에 있으니까, 분명 괜찮을 거야!",
	lose = "…다시 돌아올 거야! 정의는 반드시 이기니까! 으윽…",
	propose = "…정말 내게 줘도 괜찮은 거야? …그래. 지휘관, 날 선택해준 거구나… 응! 마지막까지 함께 가자!",
	expedition = "정의의 군사의뢰, 지금 막 완료했어!",
	win_mvp = "잘 알았겠지! 이것이 리틀·비버즈의 실력이야!",
	home = "출격대의 모두들, 고생 많았어!",
	mission = "지휘관, 단숨에 해치워버리자! 이건 정의를 실천할 수 있는 좋은 기회야!",
	touch2 = "!!… 우와, 이… 사악한 지휘관!",
	voice_key_2 = -1,
	skill = "정의의 심판을 받아라!",
	drop_descrip = "플레처급 구축함·찰스 오스본 (DD-570)",
	mail = "편지인가. 서로의 버팀목이 되는 것이야말로 정의인 거야!",
	touch = "음… 정의의 힘이 전해져오는 것이 느껴져!",
	profile = "플레처급 찰스 오스본이야. 그 유명한 리틀·비버즈의 대장으로서, 세인트·조지 곶 해역에서 활약했어. 흐흥, 지휘관도 정의의 편이 되어보지 않겠어?",
	mission_complete = "보너스가 내려왔어. 열심히 한 대가를 받는다는 건 정말 기쁜 일이야, 그렇게 생각하지 않아?",
	feeling4 = "정의의 길은 고독의 길이야. 동반자가 있다는 것 자체가 드문 일이니까, 그러니까… 그… 저… 지, 지휘관이… 정의에 관한 이야기라도 읽어보라구!",
	unlock = "만나서 반가워, 지휘관.  리틀·비버즈의 대장, 오스본이야. 짓궂은 아이는 어디 있어? 얌전히 나의 심판을 받는 게 좋을 거야!",
	feeling5 = "이야기 속 정의의 히어로는 동료들과 함께 악을 물리치고 나서, 일상 생활로 돌아가는 길을 선택해. 지금까지 싸워왔던 동료로서의 길을 계속 걷는 경우는 극히 드물어. 이런 얘기는 언제 들어도, 조금 슬프단 말이지…",
	main = "나와 함께, 정의의 편이 되어줘!|정의는… 정의야!|음… 레이더에 따르면, 지휘관, 지금 두근거리고 있지?",
	battle = "자, 비버즈, 31노트 고속 출격이야! 이번엔 측면을 적 신사분들께 보여주지 않도록! ",
	upgrade = "이것이… 정의의 힘이야─!",
	voice_key = 10111,
	headtouch = "",
	feeling2 = "지휘관, 세상엔 정의롭지 못한 것이 아직 많이 있으니까, 멈춰 서있을 수는 없어!",
	login = "안녕, 지휘관. 리틀·비버즈의 대장, 오스본이 왔어. 오늘은 대체 어떤 짓궂은 아이가 내 심판을 기다리고 있을까?",
	vote = "",
	hp_warning = "정의는 불멸이다!",
	id = 101110,
	detail = "무기를 장착하는 이유는, 정의의 철퇴를 내리기 위해서야!",
	couple_encourage = {
		{
			{
				10112,
				10113,
				10114,
				10115
			},
			2,
			"비버즈, 31노트 전속 전진!",
			0
		},
		{
			{
				10112,
				10124
			},
			1,
			"짓궂은 아이는 누구지?",
			0
		}
	}
}
