_G.pg.ship_skin_words[105100] = {
	feeling1 = "약한 사람은 따를 가치가 없다… 듣곤 했었지, 그런 이야기를.",
	feeling3 = "전쟁은 혼자 어떻게든 할 수 있는 것이 아니야. 생사를 함께하는 동료, 끝까지 지지해주는 진영의 힘이 없다면 아무리 강해도 지게 되지.",
	lose = "오클라호마 녀석이 있었다면…",
	propose = "선물이란 게 이 이상한 반지인 건가? ……네가 결정한 것이다, 끝까지 함께 해주지! 이제는 내가 너를 보호하겠어!!",
	expedition = "군사 의뢰도 전쟁과 관계가 있긴 하지만, 아무래도 의욕이 생기질 않는군….",
	win_mvp = "하핫! 워밍업도 안 되는군!",
	home = "칫, 재미없군. 가만히 있는 건",
	mission = "임무를 수행해내지 않으면, 훈장 같은 건 손에 들어오지 않아",
	touch2 = "지휘관, 우리들의 전투력은 이런데 있지 않다고.",
	voice_key_2 = -1,
	skill = "몇 번이라도 가라앉혀주마! 이 녀석들!",
	drop_descrip = "콜로라도급 전함 메릴랜드 (BB-46)",
	mail = "회신은 대공 기관총을 설치한 후에 할까…",
	touch = "지휘관, 슬슬 전투인가?",
	profile = "이글 유니온 콜로라도급 전함 2번함의 메릴랜드다. 일전에는 빅 세븐으로 의전 행사에 자주 끌려갔었지. 전적? 훈장은 7개니까 평범한 편인가? 그것보다, 빅 세븐이라 어쩔 수 없었지만, 속력이 낮은 것이 조금 안타까웠어! 그때 항공 모함들을 따라잡을 수 있었다면, 그런 결과는…",
	mission_complete = "보상이다. …칫, 별 거 없네.",
	feeling4 = "싸워서 해결할 수 없는 문제도 있다고? 흠, 갑작스럽게 믿기는 어렵지만……너라면 어떻게든 해 주겠지? 내가 반한 지휘관이니까 말이야!",
	unlock = "나는 메릴랜드, 빅 세븐의 한 명으로 한때는 '파이팅 메리'라고 불렸지. 앞으로는 더 많이 싸우게 될 것 같다고? 그것참 기대되는군!",
	feeling5 = "내 눈이라도 보라고. 여기까지 왔으니 더 이상 말은 필요 없겠지. 안 그래, 내가 가장 신뢰하는 전우여…",
	main = "베프와 함께 싸우는 게 가장 즐겁지!|기습은 싫어. 정정당당히 치고받는 것이야말로 전투잖아!|일 말인가? …잘 몰라. 네가 말하는 대로 하도록 하지.",
	battle = "어이, 거기! 날 실망시키지 말라고!",
	upgrade = "주포 일제 사격… 당장이라도 한번 날리고 싶군!",
	voice_key = 10510,
	headtouch = "",
	feeling2 = "빅 세븐이라는 것을 누가 정했는지는 몰라. 뭐 그 두 사람이 매일 말하고 있을 정도니, 특별한 의미가 있는 것이겠지.",
	login = "화약 냄새가 나는군. 싸움이 시작된 건가? 앗…. 베스탈이 식사를 만들고 있던 것 뿐이었나.",
	vote = "",
	hp_warning = "싸움은 바로 이래야지!",
	id = 105100,
	detail = "의전? 명예? 나는 전투 이외의 일 따윈 어찌 되든 상관없어.",
	couple_encourage = {
		{
			{
				10502
			},
			1,
			"이번에는 내가 지켜주겠어!",
			0
		}
	}
}
