_G.pg.ship_skin_words[105140] = {
	feeling1 = "……명령에는 따른다.",
	feeling3 = "지휘관의 목표를 실현하기 위해 태어났다. 그것 말고 아무런 가치도 없지.──스커트? 그런 훌렁훌렁거리는 옷을 입어본 적 없다만",
	lose = "지휘관, 면목이 없군…… 정말 굴욕적인 기분이다……!",
	propose = "지휘관이 곁에 있으면 마음이 따뜻해진다. 지휘관의 목표가 내 투지를 불태운다. 지휘관의 말을 듣는 것만으로 기쁘다…… 일찍이 이 방패를 바쳤지만, 앞으로는…… 마음도 지휘관에게 바치겠다.",
	expedition = "의뢰함대가 돌아왔다…… 필요하다면 나도 움직이지.",
	win_mvp = "국지적인 승리는 기뻐할 값어치가 없다, 지휘관.",
	home = "좋은 전투다. 지휘관.",
	mission = "지휘관. 임무를 완료하는 걸 잊지 말았으면 좋겠군.",
	touch2 = "이것이 지휘관이 하고 싶은 일이라면……",
	voice_key_2 = -1,
	skill = "여기까지다!",
	drop_descrip = "사우스다코타급 전함·사우스다코타 (BB-57)",
	mail = "새로운 편지다. 지휘관.",
	touch = "언제든지 행동할 수 있다.",
	profile = "유니온의 전함 사우스다코타다. 전장에서는 나한테서 떨어지지 않았으면 좋겠군. 지휘관은 내가 지킨다──최강의 방패? 허명에 가치 따윈 없다. 힘이 된다면 거기에 의의가 있지.",
	mission_complete = "지휘관, 미션 보너스가 도착했다.",
	feeling4 = "전투가 아닌 삶의 방식 말인가? 난…… 어떻게 해야 할지 모르겠다. 지금까지 이렇게 지내왔으니까…… 지휘관이 알려주겠나?",
	unlock = "난 사우스다코타. 지휘관의 방패가 되어 그 어떤 포화 속이라도 지켜내주지. ",
	feeling5 = "이게 지휘관이 봐온 풍경, 인가…… 삶의 방식은 스스로 정해야 한다고 했다만…… 이번엔 내 사명이 아니라 지휘관의 미소를 위해 싸우겠어.",
	main = "어둠 속에서 갈고닦은 내 의지, 두려워할 건 아무것도 없다.|확실히 지휘관의 도움이 됐다면, 공적 정도는 다른 사람한테 줘도 상관없어.|지휘관에게 적대하는 자는, 누구라 한들 적이다.",
	battle = "전력으로 덤벼라!",
	upgrade = "이 방패가 더 강고해졌다.",
	voice_key = 10514,
	headtouch = "",
	feeling2 = "네 의지는 내가 갈 곳이다. 지휘관.",
	login = "지휘관, 명령을.",
	vote = "",
	hp_warning = "봐주진 않겠다……!",
	id = 105140,
	detail = "사우스다코타, 언제든 명령을 기다리고 있다. 지휘관",
	couple_encourage = {
		{
			{
				10507
			},
			1,
			"등 뒤는 나에게 맡겨라! 계속 쏴라!",
			0
		},
		{
			{
				11201
			},
			1,
			"미안, 또 너에게 실망을 안겨버렸다.",
			0
		},
		{
			{
				10706,
				11201
			},
			2,
			"엔터프라이즈, 승부다!",
			0
		}
	}
}
