_G.pg.ship_skin_words[105200] = {
	feeling1 = "…………누구였더라?",
	feeling3 = "사쿠라 엠파이어 녀석들과 친구가 되었어. 날 싫어할 줄 알았는데. 사쿠라 엠파이어 녀석들, 재밌더라고.",
	lose = "퇴각할거야? …알았어.",
	propose = "이건… 영구쿠션서약? 매일 지휘관을 안고 자도 돼? 와… 기쁘다. 지휘관, 지금 당장 안아봐도 돼?",
	expedition = "수평선에 뭔가 있는 것 같은데… 아, 지휘관. 의뢰팀이 돌아왔어. 응. 내 시력은 좋다구.",
	win_mvp = "그냥 적들을 다 처치했을 뿐인데 왜 칭찬해?",
	home = "지휘관, 내 다리 베고 누울래? …다른 애들은 다 그렇게 하던데.",
	mission = "지휘관, 이 종이는 다 뭐야? 그렇구나...이게 다 임무구나.",
	touch2 = "……………………에, 지휘관? 뭐 하는거야?",
	voice_key_2 = -1,
	skill = "이 정도 가지고 쓰러진다고?",
	drop_descrip = "사우스다코타급 전열함-앨라배마, BB-60",
	mail = "지휘관, 왜 그래? 우편...? 아, 까먹었다. 우편을 가져다 주는 길이었지. 자, 여기.",
	touch = "지휘관, 내 복근 만져볼래? 탄력있다구.",
	profile = "내 이름은 앨라배마. 사우스다코타급의 4번함이야. 다들 나를 행운의 A라고 불러. 무슨 일을 했는지도 얘기 해 달라고? 생각해보자… 노르웨이, 마셜 제도, 마리아나에서 공을 세웠던 것 같기도? 그 다음은 레이테만, 그리고 사쿠라 엠파이어에 갔었지… 그 뒤론 쭉 모빌만에 누워있었어. 엄청 편했다고?",
	mission_complete = "지휘관, 임무 보상은 내가 가지러 갈게. 나 힘 세거든.",
	feeling4 = "지휘관, 안아줘…… 역시 지휘관이 안아주면 편하고 안심돼. 조금 좋을지도.",
	unlock = "나는 앨라배마. 무슨 일 있어? 아...함대인가. 뭐, 할 일도 없는데 같이 가줄게. Let's Go~",
	feeling5 = "지휘관, 오늘 밤 내 방에 와줄 수 있어? 응… 왜냐면 뭔가 안고 자는 게 좋아서. 예전엔 베개를 껴안고 잤는데, 지금은 지휘관을 안고 자고 싶어.",
	main = "지휘관, 지. 휘. 관. 지-휘-관… 응, 별거 아냐. 그냥 부르고 싶었어.|칠면조 사냥 하고 싶다… 지휘관, 함선은 왜 비행기를 못 타? 아니면 날 수 있어도 좋을텐데…|날씨 좋다. 지휘관, 잔디밭에 가서 일광욕하자. 난 햇볕 쬐면서 하루 종일 누워있을 수도 있어.",
	battle = "끝까지 놀아줘야 갈 수 있다구?",
	upgrade = "느낌이 약간… 뭔가 날려버리고 싶은…",
	voice_key = 10520,
	headtouch = "",
	feeling2 = "지휘관, 티르피츠 찾아와도 돼? 꼭 한번 붙어보고 싶었는데 나오질 않아…",
	login = "아, 지휘관이야? 나쁜 사람인 줄 알고 날려버릴 뻔 했잖아.",
	vote = "",
	hp_warning = "너희들 대단하잖아, 히히…",
	id = 105200,
	detail = "지휘관, 배고파. 칠면조 먹고싶어.",
	couple_encourage = {
		{
			{
				10514
			},
			1,
			"사우스다코타, 적들 넘겨줄 수 있어?",
			0
		},
		{
			{
				40502
			},
			1,
			"시합하러 와, 티르피츠.",
			0
		}
	}
}
