_G.pg.ship_skin_words[106010] = {
	feeling1 = "지휘관… 안 보여… 안 보여…",
	feeling3 = "대답은…… 왓! 깜짝! ──에~ 지휘관 반응이 별로야……",
	lose = "시…… 싫어…… 설마 내가 보이는 거야!?",
	propose = "좋~아, 계약 완료~ 이걸로 롱 아일랜드는 지휘관한테 붙은 유령이 되었어~! ……그래도 하는 일은 변하지 않지만~ 에헤헤~",
	expedition = "의뢰 나갔던 애들이 아직도 안 돌아왔어~ 안 왔어…… 아, 돌아왔다!",
	win_mvp = "헤헤헤~ 봐봐~ 적은 어디서 쐈는지도 모를 거야~",
	home = "지─휘─관~ 아무도 안 돌아왔지롱~",
	mission = "지휘관~ 새로운 임무야~ 끝나면~ 자자?",
	touch2 = "왓…… 지금 만진 건 롱 아일랜드가 아닌걸! 만지고 있는 건, 유유, 유령 씨야!",
	voice_key_2 = -1,
	skill = "후에…… 팬티 보일 뻔했어……",
	drop_descrip = "롱 아일랜드급 호위항공모함·롱 아일랜드 (CVE-1)",
	mail = "롱 아일랜드, 지휘관의 편지를 「바꿔치기」! 롱 아일랜드 대단해!",
	touch = "지휘관 바보~ 여긴 풀이 묻어있지롱~! ──엣, 에에? 붙어버렸어!? 어, 어떡하지!?",
	profile = "헤헤헤, 나는 롱 아일랜드, 유니온 최초의 호위항공모함이야~ 귀여운 함재기들로 상선들을 호위하거나, 해상로를 보장하는 게 내 임무야~",
	mission_complete = "살금살금… 살금살금… 지휘관 거에는 풀을 발라놔야지…!",
	feeling4 = "헤헤헤─ 유령 롱 아일랜드는 그만 지휘관한테 붙어버렸어~ 이제 떨어지지 않아~ 지휘관이랑 매일 같이 있지 않으면 안 돼~",
	unlock = "헤헤~ 난 롱 아일랜드라고 해. 안녕 지휘관~ 사실 나한테는 또 하나의 이름이 있지, 알고 싶어?",
	feeling5 = "그러고 보니, 롱 아일랜드가 정말 지휘관에게 달라붙은 유령 씨라면, 언제나 지휘관이랑 함께해야 하는 거네~ 밥 먹을 때도, 낮잠 잘 때도, 화장……우와아앗! 부끄러워!!",
	main = "과자~ 러시안룰렛~ 와사비가 들어간 걸~ 맞춰봐~|음료수~ 같이 마실래? 건배~ 푸웃! 써… 지휘관한테 주려고 했던 거랑 바뀌었어~!|지휘관~ 내 소매~ 유령이랑 닮았을까나~?",
	battle = "파티하자! 연료를 흘릴 정도로 무섭게 해줄 테니까~",
	upgrade = "롱 아일랜드의~ 경험치가~ 올랐어~",
	voice_key = 10601,
	headtouch = "",
	feeling2 = "유령 씨는 말 안 해~~",
	login = "갸오오! ──헤헤헤, 놀랐어? 롱 아일랜드는 유령 씨처럼 언제나 지휘관 곁에 있다구!",
	vote = "",
	hp_warning = "",
	id = 106010,
	detail = "안 보인다… 안 보인다…… 안 보인다……",
	couple_encourage = {
		{
			{
				40809,
				20605,
				70202
			},
			1,
			"게임이라면 역시 내가 좀 잘하지~",
			0
		}
	}
}
