_G.pg.ship_skin_words[106550] = {
	feeling1 = "함대의 발전을 저해하는 주범이 지휘관님이셨군요…",
	feeling3 = "저는 소설과 영화를 좋아합니다. 마음을 울리는 다양한 스토리는 생각해볼 점이 많죠. … 네? 어떤 주제를 좋아하냐고요? 그건… 비밀이라고 해둘까요.",
	lose = "호위 항공모함으로 최전선에서 작전을 수행하는 것은 역시 한계가 있습니다…",
	propose = "우여곡절이 많은 로맨스는 그 나름대로의 매력이 있지만 제 일이라고 생각한다면 역시 평범하지만 행복한 이야기가 좋겠지요…… 지휘관님도 그렇게 생각하시지요? 일단 저에게 서약의 증표를 주시고 이 의식을 마치는 게 어떨까요?",
	expedition = "의뢰로 획득한 자원은 모두 정리해두었습니다. 확인해주세요.",
	win_mvp = "제가 MVP…? 후… 전면전은 생각한 것보다 어렵지 않군요.",
	home = "지휘관님, 다녀오셨습니까. 이번 작전의 보고서가… 책상 위의 소설…? 아! 흠, 흠흠… 아닙니다. 무시해주세요.",
	mission = "이 임무를 끝내면 더 많은 보급을 얻을 수 있겠군요. 힘내세요, 지휘관님.",
	touch2 = "으앗?! … 책, 책에는 이런 내용은 없었는데…!",
	voice_key_2 = -1,
	skill = "온 힘을 다해 모두를 지원하겠습니다!",
	drop_descrip = "카사블랑카급 호위 항공모함—카사블랑카, 현호 CVE-55",
	mail = "우편이 있군요. 사령부의 지령일까요? 지휘관님, 역시 봐두는 것이 좋겠지요?",
	touch = "지휘관님, 무슨 일이라도 있으신가요? 아, 설마 제 넥타이가 비뚤어진 건가요?",
	profile = "그때, 1년여 라는 짧은 시간 동안 이글 유니온은 50척의 카사블랑카급 자매들을 만들어 냈습니다. 대부분이 전쟁이 끝난 뒤 얼마 되지 않아 자신의 사명을 마쳤지만… 이 함대에서 최선을 다하겠습니다. 운송이든 보급이든 맡겨만 주세요.",
	mission_complete = "임무 완료입니다. 다행이군요. 이 정도 보급이 있다면 함대 운용도 조금 더 순조롭겠어요.",
	feeling4 = "엘리제… 양자택일인가요… 이런 어려운 선택은 정말 하기가 힘드네요… 다행히 저는 이런 선택을 할 필요가… 에, 지휘관님?! 어어어언제 들어오신 거죠?!",
	unlock = "안녕하세요, 지휘관님. 호위 항공모함 카사블랑카, 보고 드립니다. 제가 가장 잘하는 방식으로 함대를 지원할테니 안심하세요.",
	feeling5 = "지휘관님, 다음번에 같이 영화 보러 가지 않으시겠어요? 음, 제가 제일 좋아하는… 로맨스 영화를 지휘관님과 함께 보러 가고 싶어요.",
	main = "지휘관님, 함대 병참 보조에 관해 확인해드릴까요? |상황이 빠르게 변하는 위험한 최전선과 단조롭지만 중요한 후방…… 지휘관님, 만약 선택하셔야 한다면 어느 쪽을 선택하시겠어요? |기회가 있다면 매사추세츠 선에게 카사블랑카 해전에 관한 이야기를 들어보고 싶군요.",
	battle = "역시 최전선 작전인가요? 알겠습니다…! 지원은 저에게 맡겨주세요!",
	upgrade = "감사합니다, 지휘관님.",
	voice_key = 10655,
	headtouch = "",
	feeling2 = "아미르에서 아라잔만, 그리고 다시 카사블랑카—— 모두가 의미 있는 이름을 좋아하는군요.",
	login = "지체해서는 안 됩니다. 오늘의 일을 시작하도록 하죠.",
	vote = "",
	hp_warning = "음… 계속 이러신다면 약간…",
	id = 106550,
	detail = "최전선의 전투에는 알맞지 않지만, 해야 할 때는 저도 전력을 다해 싸우겠습니다.",
	couple_encourage = {
		{
			{
				10601
			},
			1,
			"잘 부탁드립니다, ‘선배’!",
			0
		},
		{
			{
				80201
			},
			1,
			"가끔은 화려한 것도 좋군요!",
			0
		},
		{
			{
				10704,
				20210
			},
			2,
			"다음번에 독서회를 열 생각인가요?",
			0
		}
	}
}
