_G.pg.ship_skin_words[107020] = {
	feeling1 = "어머, 누나가 뭐든 받아준다고 생각하면 큰 착각인걸?",
	feeling3 = "최근 산호해 꿈을 꿀 때 항상 지휘관이 있어서 어쩐지 안심돼. 왜일까~",
	lose = "어머나, 저쪽 페이스에 따라갈 수 없게 돼버렸네. 우선 퇴각하자?",
	propose = "어머, 어머어머어머~ 지휘관은 언제나 누나를 기다리게 한다고 생각했는데~ 우후훗, 관객이 한 명뿐인 라이브 티켓은 곧 발매야~ 개최 기간은── 영원히야~",
	expedition = "어머 어머, 의뢰조 애들이 돌아왔나 봐.",
	win_mvp = "우후훗, 레이디 렉스는 폼이 아니라구~",
	home = "어머, 얼굴에 뭐가 묻어있어. 닦아줄 테니까 가만히 있어~",
	mission = "어머, 지휘관. 아직 완료하지 않은 임무가 있는걸~",
	touch2 = "어머머, 지휘관은 남동생으론 불만이야?~",
	voice_key_2 = -1,
	skill = "함재기들아, 가렴!",
	drop_descrip = "렉싱턴급 항공모함·렉싱턴 (CV-2)",
	mail = "새로운 편지가 왔어. 바쁘면 내가 대신 답장할까?",
	touch = "지휘관, 왠지 못된 남동생 같은데♪",
	profile = "어머, 난 항공모함·렉싱턴이야.\n 다정하다고? 모두의 언니니까~ 내 입장에선 지휘관도 귀여운 후배인걸. 새러토가가 노력하고 있는 모습을 보면 언니도 안심돼. 그 애도 잘 봐줘.",
	mission_complete = "함재기들아, 미션 보너스를 지휘관에게 가져다줘.",
	feeling4 = "지휘관, 내 매니저 해보지 않을래? 유능하고 날 잘 알고, 믿음직스러운 건 지휘관 정도 밖에 생각 안 난다니까~",
	unlock = "평안하신가요~ 지휘관 씨♪ 나는 렉싱턴이야. 이름은 예전 독립전쟁에서의 첫 전장에서 유래했다고 들었지. 아이돌로서 마음이 넓어야 한다고 생각하는데, 당신도 그렇게 생각하지 않아?",
	feeling5 = "솔로 라이브? 어머, 아직 그런 계획 없어. 하지만 누구 씨가 선물로 반지를 주면, 어쩌면 매일 개최될지도? 게다가 관객도 한 명뿐이고, 응~",
	main = "동생들만큼 활약하진 않았지만, 언니로서의 매력에는 자신 있어. 그렇지~|어머머, 새러토가도 참 어디에 숨은 거람? 손이 가는 애라니까…|눈이 요염해? 아이돌은 눈도 요염해야지~",
	battle = "모두, 지휘관을 위해 승리를 되찾자!",
	upgrade = "흐흥, 갑자기 노래하고 싶은 기분이야. 들어줄래?",
	voice_key = 10702,
	headtouch = "",
	feeling2 = "아이돌은 모두에게 미소를 가져다주는 직업이야. 물론 지휘관한테도, 우후훗~",
	login = "어머~지휘관? 오늘은 어디로 갈 거야? 괜찮아. 내가 있으면 하늘을 나는 크레인이라도 놓치지 않아.",
	vote = "",
	hp_warning = "내 노래로 모두를 응원할까?",
	id = 107020,
	detail = "어머나, 눈살 찌푸리고, 지휘관도 큰일이네…",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"새러토가, 장난도 적당히 하렴",
			0
		},
		{
			{
				10705
			},
			1,
			"끝나면 같이 차라도 어때?",
			0
		}
	}
}
