_G.pg.ship_skin_words[107050] = {
	feeling1 = "역시 지휘관님도 언젠가 제게서…",
	feeling3 = "지휘관님은 이상하신 분…… 더는 슬픈 이별을 하고 싶지 않다고 했는데, 제 마음으로 발을 디뎌……",
	lose = "우선 후퇴해주세요. 지휘관님.",
	propose = "일찍이 어둠으로 떨어진 제게, 지휘관님이 준 빛, 구원의 손길을 내밀어 저를 끌어올려 주었어요. 그러니까 이번에는 제가…… 요크타운, 이 이름이 짊어진 자유와 평화를 당신에게…",
	expedition = "무슨 일이니, 이글? 그렇구나, 임무 팀이 돌아온 거니? 지휘관님, 맞이하러 가봐요.",
	win_mvp = "승리가 평화를 가져온다면, 저는……!",
	home = "상처가 없어서…… 다행이야.",
	mission = "새롭게 통지된 미션의 자료는 정리했어요.",
	touch2 = "이런 제게 당신의 표식을 새길 각오가 되어 있다는 건가요?",
	voice_key_2 = -1,
	skill = "자유를 위해서……!",
	drop_descrip = "요크타운급 항공모함·요크타운 (CV-5)",
	mail = "이 아이가 편지를 가져왔어요. 확인해주세요.",
	touch = "지휘관님, 뭔가 있었나요?",
	profile = "요크타운급 항공모함의 네임쉽 요크타운. 버림받았다…? 그 아이들의 탓은 아니지만, 제게는 이제 그 어둠에서 빛으로 손을 뻗을 용기가 없어요. 지휘관님, 당신도 제게서 멀어지시는가요? 그렇지 않으면 이런 저의 손을 잡아 당겨주시는 건가요……?",
	mission_complete = "미션 보너스가 왔습니다. 확인해주세요.",
	feeling4 = "지휘관님을 믿어도 되나요……? 아니, 이번이야말로 자신을 믿어도 되나요……? 믿어……보고 싶어……",
	unlock = "저는 요크타운급 항공모함의 네임쉽 요크타운. 이름은 과거 유니온 독립전쟁에서의 요크타운 포위전에서 따왔죠. 중립…? 저건 싸움을 마주하기 전의 매너에 지나지 않아요.",
	feeling5 = "네, 지휘관님을, 그리고 지금의 자신을 믿고 있어요. 어둠의 너머에서 오는 빛…… 저, 드디어 찾았다고 생각해요.",
	main = "이 아이는 저를 따르고 있어요. 그렇지만 저 같은 게 이 아이를 길러도 괜찮을지……|지휘관님, 42와 24, 아무쪼록 틀리지 않도록 하시길.|시간이 난다면, 여동생들과 보내는 편이… 저는 아무래도 좋아요.",
	battle = "빛을 찾아내자…!",
	upgrade = "고마워요…",
	voice_key = 10705,
	headtouch = "",
	feeling2 = "지휘관님과는 상사와 부하의 관계로 있기를 바라서… 네, 저에 대한 건 관계없이, 저……",
	login = "지휘관님, 평안하신지요. 문제가 있다면 제게 맡겨 주세요.",
	vote = "",
	hp_warning = "빛은, 아직도 멀어……",
	id = 107050,
	detail = "저에 대한 것을 기억하지 않아도……",
	couple_encourage = {
		{
			{
				30605
			},
			1,
			"말투가 변한 것만으로는 어른이라고 할 수 없어요.",
			0
		},
		{
			{
				10706,
				10707
			},
			2,
			"오랜만에 모였네요.",
			0
		},
		{
			{
				10706
			},
			1,
			"엔터프라이즈, 날개를 펼쳐라!",
			0
		},
		{
			{
				10125
			},
			1,
			"지휘관님은 응석꾸러기가 좋으신가요?",
			0
		}
	}
}
