_G.pg.ship_skin_words[107070] = {
	feeling1 = "노샘프턴~ 어디야~ (호넷은 당신을 알아차리지 못한 것 같다)",
	feeling3 = "금발 트윈테일인데 츤데레가 아니라고? 그거 미안해, 그치만 호넷, 삐진다는 것을 모르는걸!",
	lose = "새로운 나와 만나볼까나?",
	propose = "이것이 지휘관의 대답? ……그게, 저, 그럼…… 우으으… 잠깐 밖에서 달리고 올게!",
	expedition = "지휘관, 조금 졸려~에, 의뢰? 아, 그치! 에헤헤, 환영하러 가볼까?",
	win_mvp = "아하하하, 상쾌해!",
	home = "지휘관, 아까는 엄청 멋졌다구~!",
	mission = "좋은 날씨~ 미션하기 딱 좋은 날씨라구, 지휘관!",
	touch2 = "나라도 부끄러워하긴 한다구……",
	voice_key_2 = -1,
	skill = "빨랑빨랑 처리하자고!",
	drop_descrip = "요크타운급 항공모함·호넷 (CV-8)",
	mail = "묘기·둘리틀식 배달편!",
	touch = "나, 스스로에게 자신이 있으니까!",
	profile = "나는 요크타운급의 막내, 호넷이야!\n응? 그래, 노샘프턴과 절친이야! 그치만 그 애, 뭘 생각하는 건지 모르겠어.\n언니들만큼은 아니지만, 나도 강하니까!",
	mission_complete = "하하하, 미션 보너스가 들어왔어!",
	feeling4 = "지휘관 말이야, 정말로 언니들이 있으니까 나를 눈여겨 보는 거 아니야? 그래…? 아, 아니야, 나 믿고 있으니까! ",
	unlock = "헬로~나, 호넷! 앗, 사양 안 해도 되니까, 나를 호넷 님이라고 불러도 된다구~ 대단한 언니가 두 명이나 있어도 큰일이야…… 하지만 나도 대단하니까!",
	feeling5 = "나는 있지, 언니처럼 성가시지 않거든. 당신의 눈앞에 있는 호넷은, 좋아하는 건 확실하게 좋아한다고 말해. 그러니까 제대로 말할게. 지휘관이 정말 좋아! 지휘관은 어때?",
	main = "지휘관, 또 멍하니 있으면 막대기로 때릴 거야!~|언니들에 대해서 듣고 싶어? 흐응, 근데 누구한테 반한걸까냐아?|노샘프턴? 조금 융통성 없는 거 말고는 그다지 나쁘지 않아~",
	battle = "안심해, 내 사격은 엄청 빠르니까!",
	upgrade = "Yeah! 오늘 완전 쩌는 느낌!",
	voice_key = 10707,
	headtouch = "",
	feeling2 = "잘 먹고 잘 자고 잘 논다! 이것이 나의 목표야~",
	login = "지휘관, 좋은 날씨네. 어디로 나갈까?",
	vote = "",
	hp_warning = "여기서 쓰러질 수는 없잖아!",
	id = 107070,
	detail = "흐응? 지휘관, 언제나 나를 빤히 보는데, 혹시 반한 거냥?",
	couple_encourage = {
		{
			{
				10303
			},
			1,
			"벽창호, 가는 거야!",
			0
		},
		{
			{
				10705,
				10706
			},
			2,
			"이번에는 두고 간다거나 하지 않으니까!",
			0
		}
	}
}
