_G.pg.ship_skin_words[107110] = {
	feeling1 = "지휘관, 지금 그 행동은 마치 겁쟁이와도 같아.",
	feeling3 = "요, 지휘관! 좋은 오후—— 아야야… 대체 누가 카트를 여기에 둔 거야? 대체 왜 나에게 이런 재수 없는 일이 또… 윽, 별거 아냐. 그러니까, 음, 내가 출격할 임무가 있어?",
	lose = "또 수리해야 하는 건가… (작은 소리) 왜 항상 재수 없는 건 나인지… 아니, 아니야.",
	propose = "이런 일에서는 지휘관이 더 용기 있을 줄은 몰랐네… 어쩔 수 없군… 앞으로도 잘 부탁해! 내가 곁에 있으니 두려워하지 말고 지휘관의 이상을 향해 앞으로 나아가!",
	expedition = "의뢰 완료야. 보급은 이미 확보했어. 음, 역시 지휘관이야. 강한 전투력에는 반드시 든든한 병참 보조가 있어야 하지.",
	win_mvp = "두려움을 모르는 자가 승리의 왕관을 쓰는 법!",
	home = "후, 돌아왔어! 아, 수리와 보급, 전투 결과 브리핑은 5분 안에 끝낼 수 있을 것 같은데? 그 뒤에 다음 출격을 준비하자!",
	mission = "임무가 힘들어? 정 해결이 안 된다면 나에게 맡기는 건 어때?",
	touch2 = "너는… 하아, 네 용기를 칭찬하기보다는 혼내주고 싶은걸.",
	voice_key_2 = -1,
	skill = "인트레피드, Getting on!",
	drop_descrip = "에식스급 항공모함—인트레피드, 현호 CV-11",
	mail = "새로운 우편… 역시 새로운 임무에 관한 것이겠지?",
	touch = "마시고 싶은 것? 그렇다면—— ‘마티니, 쉐이킹 하지 않고 스티어로!’ ——Just Kidding!",
	profile = "나는 에식스급 3번함, 인트레피드. 전쟁 중에는 운이 좋지 않아 이상한 별명까지 생겨버렸지만… 흠흠, 별거 아냐! 중요한 건 지금이지. 지휘관의 지휘가 있다면 훨씬 더 잘 해낼 수 있다!",
	mission_complete = "Mission accomplished! 봐, 용감하게 나서면 해결하지 못할 일은 없어!",
	feeling4 = "한가할 때는 책을 보거나 영화를 봐. 하지만 가장 좋아하는 건 역시 하늘에 가득 뜬 별을 보는 일이야. 아, 그래. 카사블랑카가 추천한 영화 티켓이 두 장 있는데 내일 같이 보러 가지 않을래?",
	unlock = "에식스급의 파이터(The Fighting \"I\"), 인트레피드, 보고! 지휘관, 어서 전투 임무를 맡겨줘. 승리와 영예를 가져다 줄게! ",
	feeling5 = "하늘에 뜬 별은 우리와 몇 광년, 몇십 광년, 심지어 더 멀리 떨어져 있지만 두려움을 모르는 용기와 숱한 노력, 시간만 있다면 언젠간 닿을 수 있을지도 몰라—— 하지만 눈앞의 지휘관은 손만 뻗으면 언제든 닿을 수 있지. 바로 이렇게…! 후후, 그렇지?",
	main = "지휘관, 별 보는 걸 좋아해? 아, 천체 관측까지는 아니어도 괜찮아. 만약 흥미가 있다면 우주 얘기를 해보는 건 어때? |잠수함도… 대단한 것 같네. 하지만 나로서도 상대할 수 있을 것 같아.|에식스급 자매함들은 많지만, 각자의 특색이 있… 에? 함선의 성능을 빼고, 말인가? 생각해보지 않았는데. 음…",
	battle = "이륙 준비 완료—— 함재기 부대, 가라! 롤 아웃!",
	upgrade = "조금 더 강해질 수 있을 것 같아. 예를 들면, 제트기라던가?",
	voice_key = 10711,
	headtouch = "으아?! 머리를 다 헝클었어?!",
	feeling2 = "나 인트레피드야말로 두려움 없는 용기야. 잘 기억해둬!",
	login = "오늘의 작전 계획에 내 이름은 있나? 없다면 내 이름을 넣어줘!",
	vote = "",
	hp_warning = "망했다, 적이 생각보다 더 많아…",
	id = 107110,
	detail = "어떤 강적에게도 용감하게 도전해야 한다——말은 이렇게 하지만 여러 가지 이유로 전력을 다할 수 없게 되지…",
	couple_encourage = {
		{
			{
				10717,
				10722
			},
			1,
			"TaskForce38, Let's Rock!",
			0
		}
	}
}
