_G.pg.ship_skin_words[107140] = {
	feeling1 = "역시 나 혼자서는 지휘관을 도울 수 없는 걸까...",
	feeling3 = "모항에는 우수한 동료들이 많아. 나도... 더 노력해야 해.",
	lose = "대체 어디서 문제가 생긴 걸까...",
	propose = "?! 반, 반지를 받았을 때는 뭐라고 해야 할까... 저기, 정말... 저로 괜찮아? ...미안, 너무 기뻐서 심장이 터질 것 같아...",
	expedition = "의뢰조가 돌아왔어. 일단 일은 멈추고 함께 마중을 하러 갈까?",
	win_mvp = "어머, 이겼네? 지휘관이 계속 모두와 함께 해줘서 그래~",
	home = "작전 수고했어, 지휘관. 손 좀 빌려줘—— 휴우... 지휘관, 피로가 풀리는 게 느껴져?",
	mission = "새로운 임무를 아직 마치지 못했어? 음... 괜찮아. 지휘관의 속도에 맞춰서 천천히 하면 돼~",
	touch2 = "어라? 아오바를 닮은 사람이 카메라를 들고 가지 않았나?",
	voice_key_2 = -1,
	skill = "연습의 성과를 보일 때야!",
	drop_descrip = "에식스급 항공모함—{namecode:194}, 현호 CV-14",
	mail = "편지가 왔어. 어서 열어봐. 중요한 정보를 놓치면 안 되니까~",
	touch = "한눈 팔면 안 돼, 지휘관. 아니면... 내가 여기에 있어서 집중이 안 돼? 후후~ 장난이야~",
	profile = "나는 에식스급 6번함, 그리고 에식스급 중에서 처음으로 긴 함체를 가졌지. 한때 \"핸콕\"이라고 불리기도 했지만, 의미가 깊었던 전투를 기념하기 위해서 \"타이콘데로가\"로 바뀌었어. 음... 이거면 되겠네.",
	mission_complete = "임무를 훌륭하게 완료했어. 지휘관은 역시 우수하네~",
	feeling4 = "지휘관과의 일이 모항에 전부 알려진 모양이네... 아하하~ 오히려 더 낫다고? ...지, 지휘관?!",
	unlock = "안녕, 오늘부터 모항에 입주하게 된 타이콘데로가야——소문대로 매우 훌륭한 지휘관이시군. 관계를 다지는 첫 걸음으로 인사의 포옹은 어떨까? 후훗~",
	feeling5 = "함선으로서 나는 우수하지 않아. 지휘관의 곁에 있으려면 앞으로 가야할 길이 멀겠지. 이런 나라도, 괜찮아? 지휘관.",
	main = "달에 뭐가 있을까? 동양의 전설처럼 달토끼가 있을까? 아니면 외계인의 비밀 기지? 언젠가 꼭 직접 가서 보고 싶네~|피곤하면 어깨를 빌려 줄테니 기대도 좋아. 아니면 베개가 필요해? 하지만 누가 보기라도 하면 나는 책임 안 질 거야? 후후~|서류를 정리하고... 지휘관이 처리할 업무랑... 음... 빠진 건 없겠지?",
	battle = "계획대로 행동해!",
	upgrade = "이러면 더 강해지겠지... 그래!",
	voice_key = 10714,
	headtouch = "",
	feeling2 = "모항 순찰 가? 그럼... 히얍~ 이렇게 지휘관의 팔짱을 낀다면... 어라? 지휘관, 설마 내가 싫어? 아니면... 다른 자매들이 볼까봐 걱정하는 거야?",
	login = "어라? 지휘관, 정신이 안 드는 것 같네. 내가 정신이 들게 도와 줄까? 구체적으로 무엇을 할 거냐고? 상상해 봐~",
	vote = "",
	hp_warning = "키를 왼쪽으로, 불길을 잡아!",
	id = 107140,
	detail = "음... 요즘 연습에서 여러 문제가 생기네... 아? 지휘관?! 허락 없이 여자의 방에 들어오시면 안 돼!",
	couple_encourage = {
		{
			{
				10709,
				10711,
				10717,
				10738
			},
			1,
			"신중하게 행동해!",
			0
		}
	}
}
