_G.pg.ship_skin_words[107170] = {
	feeling1 = "지금은 얘기하고 싶지 않다.",
	feeling3 = "…나의 침묵은 초조함을 의미하는 것은 아니다. 생각에 잠겼거나, 아니면 생각에 잠겼다는 걸 어떻게 말해야 할지 생각에 잠긴 것뿐이다.",
	lose = "그 힘……'용의 턱(드래곤 죠스)'조차 능가하는 강적이란 건가…!",
	propose = "미안… 머릿속이 새하얗다. 큭, 대체 무슨 말을 해야…… 그래! '널 향한 충성과 사랑은 영원할 거다'…… 이걸로 됐나?",
	expedition = "잠깐 실례, 의뢰에서 돌아온 아이들을 마중하고 오겠다. 넌 여기서 결과만 기다리면 된다.",
	win_mvp = "너희들이 선택한 결말은 이런 건가.",
	home = "돌아왔나. ……그럼, 다음 출격 준비를 해볼까?",
	mission = "임무… 빨리 처리하는 편이 좋다.",
	touch2 = "아무래도 지휘관에겐 기억에 남는 '체험'이 필요한 모양이군.",
	voice_key_2 = -1,
	skill = "발버둥 치지 마라!",
	drop_descrip = "에식스급 항공모함 - 벙커힐(CV-17)",
	mail = "우편… 새로운 정보는 있나?",
	touch = "……나의 침묵은 초조함을 의미하는 것은 아니다. 용건이 있다면 말해다오.",
	profile = "에식스급의 벙커힐이다. 이름은 그 옛날 독립전쟁의 전장에서 따왔지. 활약한 전투는 많다만… 슬픔과 고통을 부르는 전쟁 이야기일 뿐이다. 길게 말할 필요는 없겠지.",
	mission_complete = "보수가 많다고? 당연한 결과다.",
	feeling4 = "요즘엔 묘하게, 사고할 때 자꾸 방해받는 느낌이 든다. 생각에 잠겨 있으면, 나도 모르게 누군가의 얼굴이 떠올라서, 냉정함을 잃게 된다……",
	unlock = "에식스급의 일원인 이 벙커힐, 함대에 합류하여 네 지휘하에 들어왔다. 걱정 마라. 곧 너도 내 실력을 보게 될 테니.",
	feeling5 = "싸움을 위해 태어난 우리들에겐, 전투 이외의 존재 가치 같은 건 없다고 생각했었다. 너와 함께 하는 나날을 보내면서, 우리들에겐 싸우는 것 이외에도 살아갈 가치가 있다는…… 그런… 느낌이 든다.",
	main = "오늘도 어딘가는 전쟁의 불꽃에 휩싸여있겠지.|엘드릿지의 능력? 잘은 모르겠다만…… 어디선가 본 것 같은……|에식스급 공격 항공모함 편대 앞에서 저항 따윈 무의미하다.",
	battle = "어째서 적이 되는 길을 택한 거냐……!",
	upgrade = "다시… 강해졌나.",
	voice_key = 10717,
	headtouch = "",
	feeling2 = "인간의 전쟁에 아름다움 따윈 존재하지 않아. 서로 상처입히고, 서로 죽이는 추악한 면만 존재할 뿐이다.",
	login = "지금은 비상시다. 휴일에도 '홀리데이 익스프레스'의 각오를 해두도록.",
	vote = "",
	hp_warning = "이런 때에……!",
	id = 107170,
	detail = "지휘관, 왜 날 빤히 보는 거지……?",
	couple_encourage = {
		{
			{
				10709,
				10738
			},
			1,
			"에식스급 앞에서 너희들은 무력하다.",
			0
		},
		{
			{
				10126
			},
			1,
			"레인보우 플랜?… 어감이 좋군……",
			0
		}
	}
}
