_G.pg.ship_skin_words[107220] = {
	feeling1 = "단도직입적으로 묻지. 뭘 하는 건가?",
	feeling3 = "경항공모함은 전투력 상으론 정규 항공모함에 미치지 못할지도 모른다만…… 내 실력을 인정해준다면, 그걸로 충분하다.",
	lose = "철수도 작전 중의 하나……",
	propose = "운명의 갈림길에서 지휘관과 만난 덕분에, 내가 돌아갈 곳을 찾았다… …이상한 비유…인가? 그, 그러니까, 요컨대 그런 거다. 나도 좋은 말이 떠오르지 않아… …어쨌든, 앞으로 잘 부탁한다!",
	expedition = "의뢰 물자…… 도착해있네. 옮길 수고를 덜었군.",
	win_mvp = "경항공모함의 힘을 얕보지 마라.",
	home = "다음 작전계획이라도 준비할 건가?",
	mission = "새로운 작전 임무다. 빨리 해치우자.",
	touch2 = "해군부에 출두해서 설명을 요구해도 될까. ……지금 당장.",
	voice_key_2 = -1,
	skill = "목표를 포착했다!",
	drop_descrip = "인디펜던스급 항공모함 - 인디펜던스(CVL-22)",
	mail = "우편은 여기 있다. 확인해줘.",
	touch = "나? 무슨 용무라도?",
	profile = "클리블랜드급의 5번함으로 건조되고 있던 나는, 항공모함의 필요성이 급증한 상황에 따라 경항공모함으로 개장되었다. 그렇게 새로운 힘을 얻은 덕분에 이후의 전투에서 활약할 수 있었고, 또 모두와 함께 승리를 거머쥐게 된 거다.",
	mission_complete = "임무를 완료하더라도 긴장을 늦춰선 안 된다.",
	feeling4 = "내게 하고 싶은 말은 없나? 전투든, 다른 일이든, 뭐든지. …갑자기 왜 그러냐고? 아아, 지휘관의 마음속에서 난 대체 어떤 존재인지 알고 싶은 거다.",
	unlock = "경항공모함 인디펜던스다. …경항공모함, 이라는 함종에는 신경 쓰지 말고, 임무를 팍팍 맡겨다오.",
	feeling5 = "말로는 표현할 수 없는 것도 있다'…라고? 이해할 수 없군. 말하지 않는다면, 상대가 알 수 없는 것 아닌가? 예를 들면, 내가 지휘관을 좋아한다는 걸 말로 하지 않으면, 지휘관은 그걸 어떻게 알아챌 수 있단 거지?",
	main = "클리블랜드…… 언니라고 부르면 되는 건가? 아니면……|맡은 업무의 우선도를 최고 레벨로 설정하도록 하지, 지휘관.|속내를 살피는 건 아무래도 서툰 것 같다…… 요컨대 지휘관, 무슨 일이든 얼굴을 마주 보고 직접 알려다오.",
	battle = "집중해라, 경계를 늦추지 마라!",
	upgrade = "바로 실전 연습 준비라도 하지 않겠나?",
	voice_key = 10722,
	headtouch = "",
	feeling2 = "항공모함의 야간 전투가 신경 쓰이나? 알았다. 다음 야간 전투 연습 때는 알려주도록 하지.",
	login = "지휘관, 오늘 특훈과 통상 임무도 순조롭게 수행 중이다. 안심해라.",
	vote = "",
	hp_warning = "승산은… 얼마나 있는 거지?!",
	id = 107220,
	detail = "필요하다면, 야간 작전도 대응 가능하다.",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"클리블랜드……언니?",
			0
		},
		{
			{
				10706,
				10703
			},
			2,
			"야간전투 항공모함대, 집결!",
			0
		},
		{
			{
				10709,
				10519,
				10514,
				10513
			},
			2,
			"테스크 포스38, 오퍼레이셔널!",
			0
		}
	}
}
