_G.pg.ship_skin_words[107230] = {
	feeling1 = "아무래도 새러토가 선배의 지시를 받는 편이 더 낫겠네요.",
	feeling3 = "제 취미요? 책을 보거나 새러토가 선배의 전투 방식을 연구하는 것이에요… 이상하죠? 새러토가 선배는 엔터프라이즈와 비교해도 절대 지지 않을 거라고 생각해요.",
	lose = "아직도 새러토가 선배에는 훨씬 못 미치는 것 같네요……",
	propose = "…왜 저를 선택하셨나요? 저는 아직 미숙한 점이 많아요. 새러토가 선배와 비교했을때는 아직 한참… 저, 절대로 거절하는 건 아니에요! 그러니까, 이런 저라도 받아주신다면 앞으로 평생을 함께 할게요!",
	expedition = "항구로 의뢰조를 맞이하러 가시나요? 저도 같이 가지요.",
	win_mvp = "느낌이 좋군요. 계속 하지요.",
	home = "힘들어 보이시네요. 여기 타월이 있으니 땀을 닦으세요.",
	mission = "임무가 도착했나요? 그럼 출발하도록 해요.",
	touch2 = "이렇게 맞으면 꽤 아플 거예요… 어금니 꽉 깨무세요.",
	voice_key_2 = -1,
	skill = "새러토가 선배처럼…!",
	drop_descrip = "인디펜던스급 항공모함-프린스턴, 현호 CVL-23",
	mail = "우편? 제가 가져오지요. 지휘관님은 계속 업무에 집중해주세요.",
	touch = "지휘관님, 왜 그렇게 저를 웃기려고 하시는 건가요? 제 표정이 너무 진지한가요?",
	profile = "저는 인디펜던스급 2번함, 프린스턴입니다. 원래는 클리블랜드급 7번함이었기 때문에 탤러해시라고 부르셔도 상관은 없어요. 전쟁에서 새러토가 선배와 함께 여러 작전을 치르고, 많은 가르침을 받았습니다. 아쉽게도 레이테만에서는 버티지 못했지만…여기서 다시 선배와 작전을 치를 수 있다면 좋을텐데요.",
	mission_complete = "임무 보상…… 적지 않네요.",
	feeling4 = "새러토가 선배는 겉보기에는 장난스럽지만 그 누구보다도 전투에 능숙하답니다. 그리고 후배들을 잘 돌봐주기도 하고요. 저도 전쟁터에서 몇 번이고 가르침을 받았어요. 그리고, 그리고… 응? 지휘관님, 지금 졸고 계시는 건가요?",
	unlock = "인디펜던스급, 프린스턴입니다. 탤러해시? 그 이름으로 부르셔도 상관은 없습니다만.",
	feeling5 = "지휘관님, 이건…?! 새러토가 선배의 사진이 왜 지휘관님에게… 제 방 구석에서 발견하셨다고요? …으, 방심하다니… 이따가 다시 설명할게요! 그, 그러니까… 비밀 지켜주셔야 해요?",
	main = "새러? …안 돼, 새러토가 선배는 제가 존경하는 분이랍니다. 역시 제대로 이름을 부르는 편이 좋겠어요.|몬트필리어? 제 친한 친구랍니다. 제가 한때 클리블랜드급이기도 했고, 둘 다 동경하는 상대가 있기 때문이지요.|일을 도와드릴게요. 사양하지 마세요. 이것도 비서함의 일이니까요.",
	battle = "실전에서 진가를 보여드리지요. 출발합니다.",
	upgrade = "괜찮은 느낌이군요. 감사합니다.",
	voice_key = 10723,
	headtouch = "",
	feeling2 = "지휘관님, 오늘도 차를 마시면서 전술에 관한 이야기를 나누실 건가요? 지, 지금은 좀… 방 정리를 좀 하고 올게요. 30분만 기다려 주세요!",
	login = "오셨군요. 잘 쉬셨나요?",
	vote = "",
	hp_warning = "그때와 비교하면… 아직 멀었어!",
	id = 107230,
	detail = "무슨 용건이라도? 음, 바쁘지는 않아요. 그저 멍하니 있었을 뿐…",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"새러토가 선배, 제가 엄호할게요.",
			0
		},
		{
			{
				10214
			},
			1,
			"함께 목표를 위해서 노력하지요.",
			0
		},
		{
			{
				10223,
				10226
			},
			2,
			"걱정 끼치지 않을게요.",
			0
		}
	}
}
