_G.pg.ship_skin_words[107380] = {
	feeling1 = "지휘관님은 신용 정보 블랙리스트에 올라가 있습니다. 주의해주시길.",
	feeling3 = "지휘관님, 아무리 시간이 아까우시더라도, 정크 푸드를 먹으면 몸에 나쁜 영향 밖에 줄 수 없습니다. …여기, 제가 직접 만든 샌드위치입니다. 모쪼록 드셔주시기 바랍니다.",
	lose = "이럴… 리가…!",
	propose = "이 기분을 한시라도 빨리 노트에 적고 싶습니다만, 이 두 손에는 지금 더 중요한 역할이 있습니다. 그건 바로 당신을 껴안는 것…… 지금부터 샹그릴라는 언제나 당신과 함께, 당신이 가는 길 너머에 있는 '이상향'을 향하여……",
	expedition = "의뢰가 완료되었습니다. 귀환하는 모두를 마중 나가도록 하죠.",
	win_mvp = "당신들 정도로는 샹그릴라에 닿을 수 없다구요.",
	home = "함대가 모항에 귀환하였습니다. 다 함께 잠깐 휴식한 후에, 이번 출격 검토와 전술 리포트를 확인하도록 하죠.",
	mission = "본부로부터 전보가 들어왔습니다. 업무 목록에 필기해두었으니 확인 부탁드립니다.",
	touch2 = "제 건강 상태를 확인하고 싶으셨던 겁니까?",
	voice_key_2 = -1,
	skill = "폭풍을 넘어, 전력으로 도전한다!",
	drop_descrip = "에식스급 항공모함 - 샹그릴라(CV-38)",
	mail = "새로운 우편이 왔습니다. 제가 대신 읽어드리는 것도 가능하므로, 시간이 없으실 경우에는 검토 부탁드립니다.",
	touch = "지휘관님은 어떤 이야기를 듣고 싶으신가요? 사람의 발길이 닿지 않은 안식처, 아니면 수평선 너머의 이상향?",
	profile = "제 이름 \"샹그릴라\"는 그 대전투의 어느 작전에서 유래했습니다. 에식스급으로서 여러 곳을 오갔던 저는, 이 노트에 수많은 사건과 이야기를 적을 수 있었습니다. 이것이야말로 저의 자랑입니다.",
	mission_complete = "임무가 완료되었습니다. 이번 보상은 무엇일까요? 무인관측기? 아니면……",
	feeling4 = "하아, 건강을 챙기시라고 그렇게 말씀드렸는데…… 여기, 사프란 차를 대령했습니다. 건강에 좋답니다.",
	unlock = "CV-38, 샹그릴라, 착임 했습니다. 이 노트에 적힌 수많은 이야기를 언젠가 지휘관님과도 공유하고 싶지만…… 지금은 눈앞의 일에 집중하도록 하죠.",
	feeling5 = "사프란의 꽃말이 '환희'인 것을 알고 계십니까? 이렇게 가까이에서 당신의 이야기를 적고, 당신과 함께 싸우고, 당신의 일상을 돌보는 것…… 그것이야말로 제게 있어 가장 큰 환희입니다.",
	main = "이 아이가 신경 쓰이시나요? 실은 곤충 관찰도 제 취미 중 하나입니다. 이 아이는 파나마에서 데려왔습니다.|대잠 작전 말입니까…? 기회가 있다면 도전해보고 싶군요. 어쩌면 의외로 소질이 있을 지도 모릅니다!|지휘관님의 건강을 지키는 것도 제 일입니다. 부디 건강에는 주의해주시고, 피로가 과도하게 쌓이지 않도록 해주세요.",
	battle = "함수, 풍상 측으로! 자유의 무게, 깨닫게 해 드리죠!",
	upgrade = "감사합니다. 새로운 전과로 보답하겠습니다.",
	voice_key = 10738,
	headtouch = "이 머리 장식 말입니까? 제 이름과 어울린다고, 이셴 씨께 받은 겁니다.",
	feeling2 = "오늘부터 지휘관님의 모든 것을 필기하도록 하겠습니다.",
	login = "어서 오십시오, 지휘관님. 지휘관님이 부재중이신 동안 일어난 중요한 사항은 여기 필기해두었습니다. 확인하시겠습니까?",
	vote = "",
	hp_warning = "소화 작업, 준비를 서둘러주세요!",
	id = 107380,
	detail = "외부에 대한 비밀 엄수, 상관에 대한 멸사봉공, 모쪼록 철저히 준수하여 주시길.",
	couple_encourage = {
		{
			{
				10709
			},
			1,
			"안심하세요, 우리는 분명, 선배를 뛰어넘을 수 있습니다.",
			0
		},
		{
			{
				10707
			},
			1,
			"비행기를 빌릴 수 있을까요? 그러니까…… 카우걸… 씨?",
			0
		}
	}
}
