_G.pg.ship_skin_words[101170] = {
	feeling1 = "Zzzzzzzzz……",
	feeling3 = "처음엔 지휘관이 조금 따분하다고 생각했었어…… 하지만 자─알 생각해보니, 라피는 전투 이외에는 딱히 의욕이 없으니까, 어쩌면 지휘관이랑 마음이 맞는 건지도……",
	lose = "후…… 져버렸어…… 초보자는… 아니지?",
	propose = "지휘관을 위해서라면, 다시 한번 귀신이 되어도 좋다고 생각했지만…… 이렇게나 지휘관에게 소중히 대해지면, 라피에게 그런 기회는 이제 없을지도… 지휘관, 실망했어? (틱틱)",
	expedition = "(빤히)…… 의뢰 완료된 거, 지휘관이 기억하고 있는지, 생각하고 있었어.",
	win_mvp = "응…… 그럭저럭……?",
	home = "임무에서 귀환, 원대로 복귀할게.",
	mission = "아직 임무가 있는 것 같아…",
	touch2 = "지휘관…… 혹시, 변태…?",
	voice_key_2 = -1,
	skill = "상태 양호… 가자.",
	drop_descrip = "벤슨급 구축함·라피 (DD-459)",
	mail = "지휘관한테 편지…",
	touch = "지휘관, 피곤해?",
	profile = "벤슨급 구축함의 「곧잘 기대받았었던」 라피. \n제3차 솔로몬 해전에서 꽤나 활약했어. 전함? 뭐어?",
	mission_complete = "응, 보너스 받았어.",
	feeling4 = "혼자는 익숙하지만…… 지휘관이랑 있으면, 왠지 더 좋을지도…… 으음……쿨……Zzzzzz…… ",
	unlock = "벤슨급 구축함 라피, 명령을 기다리고 있어…… 지휘관, 이 귀는 진짜가 아니니까 그렇게 빤히 쳐다보지 말아줘……",
	feeling5 = "지금 생각해보면, 그때 지휘관이 있었다면 히에이를 가라앉힐 수 있었을지도 몰라…… 으응…… 하지만 걔가 지휘관에게 손을 댄다면 라피가 용서하지 않을 거야……",
	main = "지휘관, 꽃, 장식해볼래?|지휘관이 라피 상대를 안 해줘… 하와아…… 졸려……|응? 응. 라피의 기분 좋음 어필…|라피는 지휘관이 상대해주길 바라거나 하지 않아. 응, 바라지 않아… (틱틱)|라피는 지휘관이 같이 놀아주길 바라지 않아. 응, 아마… (틱틱)|지휘관, 지휘관. 라피, 무서워?",
	battle = "자기제어기능 해제……",
	upgrade = "응… 다시 자자……",
	voice_key = 10117,
	headtouch = "우우…… 지휘관, 흔들지 마……",
	feeling2 = "후암…… 지휘관, 같이 코~할래?",
	login = "지휘관, 잘 지냈어? 라피는 잘 지냈어. 아마도.",
	vote = "",
	hp_warning = "이 정도쯤, 그때랑 비교하면 아무렇지도 않아…",
	id = 101170,
	detail = "내가 이 몸이 아니게 되더라도, 그래도 바라봐줄 거야…?",
	couple_encourage = {
		{
			{
				30301
			},
			1,
			"강한 척해도 의미 없어…",
			0
		}
	}
}
