_G.pg.ship_skin_words[107990] = {
	feeling1 = "혹시 지휘관도 공부를 해야 하는 건가...?",
	feeling3 = "왜 최강이 되고 싶냐고? ...왜냐하면, 적을 처치하고 동료를 보호하고, 갈등을 끝낼 수 있는 것은 최강의 히어로 뿐이니까!",
	lose = "져버렸다... 으, 분해...!",
	propose = "이건... 지휘관이 나를 인정한다는 건가? 다행이다! 하지만 나는 아직도 지휘관에게 배워야 할 것이 많아... 내가 진정한 히어로가 되기 전에 절대로 나를 떠나면 안 돼!",
	expedition = "군사 의뢰 완료야! 확실히 병참 보조가 든든하면 전선의 작전도 훨씬 순조로워.",
	win_mvp = "좋아, 이번에도 1등이야!",
	home = "지휘관, 방금 나 어땠어? 고쳐야 할 점은 없어?",
	mission = "새로운 임무? 바로 할게! ...엑, 지휘관의 임무야?",
	touch2 = "응...? 무슨 뜻인지 잘 모르겠어...",
	voice_key_2 = -1,
	skill = "끝이다!",
	drop_descrip = "요크타운급 항공모함—엔터프라이즈, 현호 CV-6",
	mail = "지휘관, 우편을 가져왔어!",
	touch = "나, 나에 대한 의견? 진지하게 들을게!",
	profile = "적이 아무리 강하고 상황이 아무리 나빠도 전력으로 싸워서 승리할 거야... 이건 나 자신에 대한 요구야! 내가 충분히 강해지면 분명히 할 수 있어!",
	mission_complete = "임무 완료야! 지휘관을 도울 수 있어서 영광이야!",
	feeling4 = "요크타운 언니는 나에게 아주 잘 해줘. 베스탈도 나를 신경 써주고 있고, 새러도 나랑 놀아주는데... 안 돼! 왜 다들 나를 귀여워하는 거야! 지휘관, 나, 나한테 좀 더 엄격하게 대해!",
	unlock = "지휘관, 안녕, 난 이글 유니온 항공모함 엔터프라이즈야. 이글 유니온 최강의 전사가 되고 싶어. 하지만 아직 많은 걸 배워야 하지…… 지휘관, 날 도와줄 수 있어?",
	feeling5 = "이야기 속 히어로는 모든 사람을 지켰지만 홀로 외롭게 잊혀졌어... 하지만 나에게는 지휘관이 있으니까 무섭지 않아! 나의 임무가 끝나더라도 지휘관은 항상 내 곁에서 함께 놀아줄 거지?",
	main = "\"회색 유령\"... 나를 말하는 건가? 굉장히 멋있게 들리네! |요크타운, 호넷, 그리고 나... 우리 셋은 분명히 이글 유니온의 당당한 함선이 될 수 있어! |전투 말고 다른 쪽에서도 노력하고 있어! ...하지만 레몬만은 안 돼!",
	battle = "엔터프라이즈, 출격! ...모, 모자가 비뚤어졌어!",
	upgrade = "이걸로 조금 더 강해졌어!",
	voice_key = 10799,
	headtouch = "안 돼, 안 돼! 쓰다듬으면 키가 안 큰다고!",
	feeling2 = "지휘관, 오늘도 훈련 도와줘! 먼저 말 해둘게, 절대 봐주면 안 돼!",
	login = "지휘관, 오늘은 뭘 배워야 해?",
	vote = "",
	hp_warning = "이정도 어려움은 무섭지 않아!",
	id = 107990,
	detail = "베스탈이 왜 나를 어린애 취급하는지 모르겠어. 조금만 다쳐도 저렇게 전전긍긍하고... 혼자서도 할 수 있는데 말이야...",
	couple_encourage = {
		{
			{
				30709
			},
			1,
			"몇 번을 겨뤄도 이기는 건 나야!",
			0
		},
		{
			{
				30407
			},
			1,
			"뜻밖의 강적이다... 하지만 지지 않아!",
			0
		},
		{
			{
				10709
			},
			1,
			"나를 넘어서는 건 쉽지 않다고!",
			0
		},
		{
			{
				10705,
				10707
			},
			2,
			"엔터프라이즈의 실력, 잘 보라고!",
			0
		},
		{
			{
				10201
			},
			1,
			"작은 상처일 뿐이야. 진짜 괜찮아!",
			0
		},
		{
			{
				10706
			},
			1,
			"진정한 히어로가 어떤 모습인지... 알고 싶어!",
			0
		}
	}
}
