_G.pg.ship_skin_words[108030] = {
	feeling1 = "완전 싫어!",
	feeling3 = "용기만으로는 쉽게 이길 수 없어! …이럴 때 지휘관의 힘이 필요한거야! 지휘관의 지시가 있으면 우리는 어떤 어려움도 이겨낼 수 있어!",
	lose = "우으으… 바닷물… 너무 짜…",
	propose = "에, 잠깐만. 지휘관, 왜 나를 안아올려? 뭐, 뭐하려고? 웨이트 트레이닝? 자,장난치지마! 다들 보고 있잖아! 얼른 내려놔!",
	expedition = "의뢰팀이 무사히 돌아왔어!",
	win_mvp = "이번 승리는 내 덕분이라구. 히히~",
	home = "지휘관, 잠수함의 활약이 필요할 때는 언제든 나를 찾아줘!",
	mission = "임무를 마치면 많은 보상이 기다리고 있겠지?",
	touch2 = "체, 체포될 거야!",
	voice_key_2 = -1,
	skill = "이 기회, 오래 기다렸어!",
	drop_descrip = "가토급 잠수함 카발라, SS-244",
	mail = "새로운 소식! 잠수함 친구들이 보낸 게 아닐까?",
	touch = "아하, 하하하!……마, 만지지마! 간지럽단 말야!",
	profile = "나, 첫번째 순항임무에서 기회를 틈 타 사쿠라 엠파이어의 항공모함을 격침시켰어! 쉬웠냐고? 전혀! 앞뒤로 대위기였다구! 하지만 나는 모두 이겨냈지! 지휘관이 흥미가 생겼다면 이 이야기는 천천히 들려주도록 할게!",
	mission_complete = "와아! 보상이 잔뜩! 지휘관, 맛있는 게 먹고싶어!",
	feeling4 = "요즘 겁이 많아진 것 같아… 출격해서도 예전처럼 과감하지도 않고… 뭔가 생각하면 계속 지휘관이 떠올라. 전부 지휘관 잘못이야! …그런데 정말로 지휘관의 잘못일까…",
	unlock = "나는 유니온의 잠수함, 카발라! 함대를 위해 더 많은 전과를 올릴테니 지켜봐달라고, 지휘관!",
	feeling5 = "꿈을 꿨는데, 지휘관이 날 아이처럼 안고 온 항구를 뛰어다녔어....이상하지? 더 이상한건 내가 아주 기뻐했다는거야...왜일까... ",
	main = "잠수함은 앞으로 더 강해질까? 예를 들면… 더 강력한 무기를 쓴다거나?|여기서 가만히 아무것도 안 하는 건 너무 공허해… 지휘관! 뭐라도 시켜줘!|후와~ 육지에서도 바다에 뒤지지 않는 편안한 바람을 느낄 수 있구나!",
	battle = "모두들, 나에게 용기를!",
	upgrade = "강해졌어! 흐흥~",
	voice_key = 10803,
	headtouch = "",
	feeling2 = "실패에 대한 공포감은 용기로 극복하자!",
	login = "좋은 아침, 지휘관! 오늘도 정시 도착이네!",
	vote = "",
	hp_warning = "아무리 힘들어도 포기하지 않아!",
	id = 108030,
	detail = "잠수함은 바닷 속에서만 적을 섬멸하는 게 아니야. 수면 위라도 나는 똑같이 싸울 수 있어!",
	couple_encourage = {
		{
			{
				10802
			},
			1,
			"누가 더 대단한지 겨뤄보자!",
			0
		}
	}
}
