_G.pg.ship_skin_words[108040] = {
	feeling1 = "괜찮아. 지휘관도 햇빛을 좀 받으면 고민이 날아갈 테니까 분명 다시 기운 차릴 수 있을 거야!",
	feeling3 = "아, 지휘관 발견! 허그! …… 이러면 지휘관이 곤란해? 내, 내가 힘이 너무 셌나? 아니야? 그럼 왜 곤란해?",
	lose = "위험했다…… 다음번에는 안 이럴 거야!",
	propose = "이제 지휘관을 안아도 돼?! … 휴우… 이렇게 지휘관을 끌어 안고 있으니까 정말 행복해! 헤헤, 조금만 더 안고 있을게. 조금 더 행복해질 수 있게!",
	expedition = "지휘관! 의뢰한 물자가 모두 도착했어!",
	win_mvp = "승리한 이번 전투를 블루길 전투라고 부르자!",
	home = "지휘관, 수고했어! 허그!",
	mission = "임무? 순찰 임무라면 나도 지휘관을 도와줄 수 있지 않을까?",
	touch2 = "으앗! 지휘관, 열정이 너무 과해!",
	voice_key_2 = -1,
	skill = "블루길 어택!",
	drop_descrip = "가토급 잠수함 블루길, 현호 SS-242",
	mail = "블루길에게 온 편지야! 엣, 지휘관 거잖아?",
	touch = "나랑 격투 게임 하자는 거지? 받아라! 블루길 펀치!",
	profile = "가토급의 일원으로 바다를 돌며 큰 활약을 했다고! 헤헤~ 이 모항에서 블루길의 이름을 다시 한번 드높이겠어!",
	mission_complete = "임무 완료! 수영하러 가자—— 아직 안 돼? 왜?",
	feeling4 = "지휘관이 곤란했던 이유를 알았어! 분명 블루길에게 끌어 안겨지는 게 부끄러워서 그랬던 거야! 맞지? 괜찮아. 모두에게 물어봤는데 다들 신경 안 쓰던걸! …… 지휘관, 왜 이마를 짚는 거야?",
	unlock = "오오, 발견! 블루길의 지휘관! ......에헤헤, 오늘부터, 네가 바로 블루길의 지휘관이야!",
	feeling5 = "내가 지휘관을 엄청 곤란하게 했었구나…… 정말 미안해! 하지만 지휘관을 끌어안고 있으면 정말정말 기쁜걸! 그러면 지휘관이 괜찮다고 할 때 다시 끌어안아 줄게!",
	main = "오늘같이 화창한 날은 수영하기 딱 좋은 날이야! |아, 그거 폐지 아니야! 새로운 블루길 파일이야! 전부 다 내가 쓴 거라고! |저기, 지휘관! 언제까지 책상만 보고 있을 거야? 안 쉬어?",
	battle = "블루길, 출발!",
	upgrade = "야호—— 조금 더 빨라진 것 같아!",
	voice_key = 10804,
	headtouch = "",
	feeling2 = "지휘관, 잘 들어! 사실 블루길은 민물고기야! …… 알고 있었어? 우우, 지휘관을 깜짝 놀래킬 수 있을 줄 알았는데.",
	login = "지휘관, 다녀왔어? 커튼을 이렇게 열면—— 헤헤, 지휘실에 햇빛이 가득!",
	vote = "",
	hp_warning = "망했어 망했어 망했어!",
	id = 108040,
	detail = "하루 종일 연구실에만 틀어박혀 있는 사쿠라 엠파이어의 과학 매니아 {namecode:37}…… 끌어내서 같이 놀 방법은 없을까?",
	couple_encourage = {
		{
			{
				30201
			},
			1,
			"이건 무슨 새로운 장비야?",
			0
		},
		{
			{
				10801,
				10802,
				10803
			},
			1,
			"가토급, 신나게 놀아보자!",
			0
		}
	}
}
