_G.pg.ship_skin_words[108050] = {
	feeling1 = "일러스트리어스 일행 조차도 힘들어 한다고?",
	feeling3 = "오, 지휘관의 응원 선물! 진짜 세심하네~ 아, 모두가 열심히 레슨 받고 있을 때 내가 딴청 피우고 있었다는 건 비밀이야☆",
	lose = "이럴 때 해야 하는 선택은… 치욕스럽지만 유용한 전술!",
	propose = "음? 아이돌은 \"연애 금지\"라고? 됐어, 우리는 아이돌이지만 \"함선\"이잖아~ 문제 없어! 그러니까~ 반지는 받아둘게~ 앞으로도 잘 부탁해♪",
	expedition = "헤헤, 의뢰조 마중인가… 돌발 공연의 예감이 들어!",
	win_mvp = "다음 적을 향해서~ 앵콜~",
	home = "지휘관의 다음 말은 \"왜 알바코어는 지휘관에게 대사를 요구하는 거지?\" 겠지!",
	mission = "오퍼가 왔어!",
	touch2 = "내가 여기서 \"성희롱이야\" 하고 크게 외치면 지휘관은…… 어떻게 될까? 흐흥~",
	voice_key_2 = -1,
	skill = "소리 질러!!",
	drop_descrip = "아이돌 알바코어, 두! 둥! 등! 장! 하하, 드디어 여기까지 왔구나! 아? 지휘관, 더 좋은 오프닝 아이디어라도 있어? 얼른 말해줘~",
	mail = "타슈켄트, 지휘관의 우편 어디다 뒀어? …아, 지휘관! 난 아무것도 안 했어!",
	touch = "지휘관의 응원 고마워☆",
	profile = "아이돌 활동 중인 잠수함 알바코어야! 반짝반짝하는 아이디어와 독창성, 그리고 언제나 진심으로 활동하고 있지! 노래나 연출, 춤도 모두 맡겨달라고!",
	mission_complete = "오퍼 완료! 아~ 힘들어~",
	feeling4 = "헷, 안녕 지휘관~! \"데이트 계획\" 스케쥴을 잊어버린 건 아니지? 멤버들의 몸과 멘탈을 챙겨주는 것도 프로듀서가 해야 할 일이야~ 다른 멤버들은 내가 같이 챙겨줄테니까 꼭 체크하라고!",
	unlock = "아이돌 알바코어, 두! 둥! 등! 장! 하하, 드디어 여기까지 왔구나! 아? 지휘관, 더 좋은 오프닝 아이디어라도 있어? 얼른 말해줘~",
	feeling5 = "지휘관을 위해서 반드시 톱 아이돌이 되어 무대 위에서 반짝반짝 빛나겠어…! 장난이야☆ 진짜~ 지휘관, \"모두\"가 함께 톱 아이돌이 되어야 하지 않겠어? 에헤헤~",
	main = "서프라이즈 타임! 알바코어가 만든 최신 아이템이야! 어때~? |이 의상은 모두 다이도가 직접 만든 거야! …하지만 저 장난감은 대체 뭐지…? 진짜 궁금하네~|{namecode:97}의 콘서트에 가고 싶어~ 지휘관, 지휘관! 나중에 같이 가자♡",
	battle = "기관 설치 오케이, Let's go!",
	upgrade = "아이돌… 레벨업!",
	voice_key = 10805,
	headtouch = "",
	feeling2 = "아이돌은 진짜 최고야! 춤추고 노래하면서 모두에게 미소를~ 에? 전혀 나같지 않다고?",
	login = "좋은 아침, 프로듀서! 오늘도 같이 힘내자!",
	vote = "",
	hp_warning = "우와아, 실수했어?!",
	id = 108050,
	detail = "아이돌 활동이 바빠서 장난칠 기회가 줄었다고? 흥흥, 전부 다 해야 진정한 아이돌이지! 새러토가가 가장 좋은 모범 아니야?",
	couple_encourage = {
		{
			{
				30711
			},
			1,
			"아, {namecode:97}! 나랑 같이 그룹 안 할래?",
			0
		}
	}
}
