_G.pg.ship_skin_words[108060] = {
	feeling1 = "흐흥, 지휘관이 매력없는 이유, 내가 알려줄까? 얌전히 수업료 낼 준비나 해~(속닥) 하하~",
	feeling3 = "여우가 잠든 사이에 꼬리털에 얼굴을 파묻어보고 싶어. 엄청 부드럽겠지~ 하지만 잠을 방해하는 건 좋지 않을 거야. 히히~",
	lose = "그냥 한 번 진 것뿐이야, 다시!",
	propose = "갑자기 나를 불러내다니, 이럴 줄 알았어~ 좋아, 움직이지 마. 이제 좋은 일이 있을 거야. 그러니까 눈 감고 얌전히 기·다·려~",
	expedition = "의뢰 물자가 모항에 도착했어! 옮기는 걸 도와주면 추가로 상을 줄 거야? 으흥~?",
	win_mvp = "내 전적은 대단하다고!",
	home = "돌아온 걸 환영해! 달·링~ 히히, 또 얼굴 빨개졌어? 후후후~",
	mission = "유능하고 멋진 지휘관은 임무를 빠르게 처리한다던데~",
	touch2 = "지휘관, 성격 급하네—— 하지만 이러면 안 돼, 후후~",
	voice_key_2 = -1,
	skill = "선물은 일단 보내고 나면 후회하면 안 돼! 히히, 고마워~",
	drop_descrip = "발라오급 잠수함 {namecode:196}, 현호 SS-311",
	mail = "새로운 우편? 가서 봐도 돼? 조금 가까울 수도 있어~",
	touch = "왜 그래? 나한테 알려줄 재미있는 일이 있어? 말해봐, 말해봐!",
	profile = "나는 발라오급의 아처피시! 해전 역사상 최대의 단일 함선 전과를 세웠지! 그 기록을 깨는 건 쉽지 않을 걸~",
	mission_complete = "임무 완료야! 이것도 다 내가 곁에 있었기 때문이지~",
	feeling4 = "후후... 지휘관에게 줄 \"사랑의 수프\"도 완성됐어. 먹어 볼래? 먼저 스푼을 사용하지 말고 이렇게... 손가락으로 맛을 보는 건 어때~?",
	unlock = "흐음~ 당신이 지휘관? 헤헷, 좋아, 네가 맘에 드는데, 데이트 하러 갈래~？얼굴 빨개졌네? 후후~ 역시 지휘관은 재밌어~ (볼콕)",
	feeling5 = "지휘관도 내 리듬에 익숙해지고 있구나... 하지만 진짜 공세는 이제부터 시작이야! 응, 이렇게 팔짱을 끼고 데이트 가자~",
	main = "지휘관, 일 할 때는 집중해~ 설마 집중이 안 되는 이유가 나 때문이야? 후후~|지휘관, 계속 무시하면 세계 일주 하러 갈 거야! ...에이, 장난이야. 모항 근처에서 수영하면서 데이터를 모으는 것뿐이라고~|만약 세계 일주를 할 때 귀여운 여자애가 옆에 있다면... 지휘관도 더 즐겁겠지? 히히~",
	battle = "흐흥, 이제 전력으로 간다!",
	upgrade = "좀 더 매력적으로 변했으려나? 히히~",
	voice_key = 10806,
	headtouch = "에~ 머리만 쓰다듬을 거야? 다른 상은? 히히~",
	feeling2 = "오늘은 어디에 가고 싶어? 내가 같이 가줄게.",
	login = "일어나, 일어나! 지휘관, 지금은 업무 시간이야! 농땡이 피면 혼나~",
	vote = "",
	hp_warning = "귀찮네——",
	id = 108060,
	detail = "자주 바다 속으로 들어가는 잠수함에게 피부 관리는 아주 중요해! 하지만 타는 건 어쩔 수 없어~",
	couple_encourage = {
		{
			{
				10801,
				10802,
				10803,
				10804,
				10805
			},
			2,
			"모두 위치로~",
			0
		},
		{
			{
				30708
			},
			1,
			"자지 마!",
			0
		}
	}
}
