_G.pg.ship_skin_words[112010] = {
	feeling1 = "지휘관, 누나를 화나게 한 벌로서, 이 주사는 조금 아플 거야.",
	feeling3 = "네네~ 최근 지휘관은 저에게 너무 의지해요~ 뭐, 신뢰받는 것은 기쁘지만 지휘관이 글러 먹게 되면 안 되잖아요…",
	lose = "모두를 버리는 일 따위는 없어요. 함께 돌아갑시다.",
	propose = "우훗, 이거라면 지휘관도 제 간호를 거절할 수 없겠네요~ 뭘 그렇게 부끄러워하고 있으신 거죠~ 전부, 제게 맡겨도 괜찮다구요?",
	expedition = "의뢰 팀의 아가씨들이 귀환했어요. 상처는 괜찮을까…",
	win_mvp = "안심하세요. 제가 있으면, 싸우면서 수리할 수 있어요.",
	home = "지휘관, 상처가 생기면 말해 주세요.",
	mission = "지휘관… 저기… 역시 미션을 한 번 더 확인하는 편이…",
	touch2 = "아, 싫어… 부, 부끄러워…",
	voice_key_2 = -1,
	skill = "네네, 수리할 시간이랍니~다.",
	drop_descrip = "공작함·베스탈 (AR-4)",
	mail = "지휘관, 새로운 편지예요.",
	touch = "어, 어째서 이렇게나 심장의 고동이 빨라진 거지…",
	profile = "수리 및 유지보수를 담당하고 있는 베스탈입니다. 엔터프라이즈의 전임 뒷바라지를 하고 있었으니까, 어딘가 상태가 안 좋으면 말해 주세요.\n하지만, 제가 후방 담당이라고 얕봤다가는 험한 꼴을 당할 거라구요?",
	mission_complete = "미션 보너스가 왔어요~",
	feeling4 = "음… 백의의 천사로서 모두 평등하게 하지 않으면 안 되니까 지휘관만 돌보는 것은 안 됩니다~ 그치만, 개인적으로는 조금 특별한 서·비·스를 제공 못 하는 건 아니에요~♡",
	unlock = "지휘관, 처음 뵙겠습니다. 공작함 베스탈입니다. 엔터프라이즈 전속으로 신세 지고 있었죠. 모두가 건강히 지낼 수 있는 게 저의 행복이랍니~다.",
	feeling5 = "주치의란 이런 것이군요…! 24시간 풀 타임 케어, 지휘관의 신변 관리 전반! ──에? 너무 과했나요? 그런 걸까나……",
	main = "지휘관, 계속 멍하니 있으면 지휘관을 놔두고 엔터프라이즈랑 같이 놀러 갈 거예요!|지휘관, 출격하기 전에 함대의 상황을 체크하시는 게 어떠세요?|엔터프라이즈, 제대로 밥 먹고 다니려나? 정말 걱정이에요…",
	battle = "모두의 공작함이 될 수 있다는 것이, 제게는 큰 행복이랍니다.",
	upgrade = "전보다 더욱 모두를 챙겨줄 수 있어서 정말 다행이에요~",
	voice_key = 11201,
	headtouch = "",
	feeling2 = "그러고 보니 지휘관? 제대로 건강을 챙기고 있으신가요? 저에게 일임? 정말이지, 저는 상관없지만, 몸은 소중히 해야 하는 거라구요?",
	login = "베스탈은 언제라도 다친 아이들을 치료해주고 있답니다.",
	vote = "",
	hp_warning = "큰일이야! 빨리 치료하지 않으면!",
	id = 112010,
	detail = "지휘관, 약품과 의료 기재의 보충을 부탁드려요.",
	couple_encourage = {
		{
			{
				10706
			},
			1,
			"엔터프라이즈, 깜빡하면 안 된다구요~",
			0
		},
		{
			{
				20114
			},
			1,
			"언니가 있으니까 안심하고 부딪쳐보렴~",
			0
		}
	}
}
