_G.pg.ship_skin_words[201030] = {
	feeling1 = "사이가 좋다고 생각했던 건 내 오해였구나… 미안…",
	feeling3 = "지휘관, 뭔가 먹지 않을래? 내가 만들어 줄게♪ 괜찮아, 좋아하는 음식은 전부 기억하고 있으니까.",
	lose = "앗! 빨리 퇴각하지 않으면 열사병에 걸릴 거야!",
	propose = "결혼해도 인생은 아직 길어… 그치만 아무 일도 없는 일상이라도, 지휘관만 있으면 지루하지 않은걸~ 에헤헤♪",
	expedition = "지휘관, 애들이 의뢰 완료하고 돌아오는 걸 봤어. 마중나가자~",
	win_mvp = "가성비 좋은 전투네~",
	home = "하아… 지휘관도 돌아왔구나",
	mission = "임무인데? 때마침 보고 있었으니까, 지금 알려준 거야.",
	touch2 = "꺅! 이런 건… 집에 도착한 후에 하자고!",
	voice_key_2 = -1,
	skill = "조금만 더 힘내자…!",
	drop_descrip = "A급 실험 구축함 아덴트 (H41)",
	mail = "아, 아까 자리에 없길래 내가 우편 받았어…자 여기.",
	touch = "그… 그렇게 가까이 오면 다른 사람들이 오해한다구……",
	profile = "나는 아덴트, A급 구축함 3번함, 음… 글로리어스 언니 이야기 외에는 특별히 할 말은 없어. 하지만 그때는 정말 노력했다니깐? 뭐 그러니까, 지휘관과 만나서 정말 다행이야! 앞으로 계속 사이좋게 지내자~",
	mission_complete = "보너스가 도착했는데? 가져가도 돼?",
	feeling4 = "개인적으로, 가부장적인 것도 괜찮은 것 같아…하지만…이렇게 매일 담담하게 지내는 거, 지휘관은 정말 괜찮아?",
	unlock = "지휘관이 있는 데로 오늘 이사 왔어~ 잘 부탁해~",
	feeling5 = "일상이란 건 아마 이런 느낌일까… 큰 출렁임도 없이 그저 담담하게 지내는 거야. 그러니까 지휘관, 앞으로도 계속 이렇게 지내는 거다?",
	main = "지휘관 배고파? 같이 밥 먹을래? |아, 있잖아, 지휘관, 남는 부품 있어? 잠깐 정기 검사를 하고 싶은데~ |저기, 듣고 있는 거야? 우우… 역시 지휘관은 내가 질린건가……농담이야~",
	battle = "적이 왔어! 화재에는 조심해!",
	upgrade = "지휘관이 소중하게 생각해줘서 정말 기뻐~",
	voice_key = 20103,
	headtouch = "",
	feeling2 = "지휘관, 나랑 굉장히 마음이 잘 맞는다고 생각하지 않아? 응응♪ 나도 지휘관이 굉장히 친한 친구처럼 느껴져♪",
	login = "지휘관, 간식 먹을래? 조금 남겨 뒀어.",
	vote = "",
	hp_warning = "",
	id = 201030,
	detail = "그… 여기 살 게 된지 벌써 좀 됐는데, 아직 남이 날 본다는 게 좀 어색하네… 내가 좀 특이한가? 아하하…",
	couple_encourage = {
		{
			{
				20102
			},
			1,
			"아카스타, 힘내!",
			0
		},
		{
			{
				20706
			},
			1,
			"와앗, 글로리어스 씨, 적이 저쪽에 있어!",
			0
		}
	}
}
