_G.pg.ship_skin_words[201120] = {
	feeling1 = "운명은 우리를 갈라 놓아갑니다…",
	feeling3 = "저, 저도 이전부터 지휘관과 이야기하고 싶어서…… 그게……",
	lose = "신은…… 나를 버렸던 거야……",
	propose = "지휘관과 여기까지 올 수 있던 것은…… 우, 운명의 인도지만… 지휘관이 계속 제 손을 끌어 준 덕분에, 저의 운명을 계속 믿었습니다…… 고맙습니다……",
	expedition = "지휘관…… 저어기, 의뢰 팀이 돌아온 것 같습니다……",
	win_mvp = "승리는… 신의 은혜입니다……",
	home = "저기…… 수고하셨습니다! ><",
	mission = "이, 임무…… 아직 끝나지 않은 게……",
	touch2 = "저, 저기… 우우…",
	voice_key_2 = -1,
	skill = "저, 저기, 운명은 여러분을 없애겠대요 >.<!",
	drop_descrip = "F급 구축함·포춘 (H70)",
	mail = "새로운 편지…… 신의 뜻인지…?",
	touch = "여, 역시 폐를 끼쳐버렸습니…까? ><",
	profile = "로열 네이비 F클래스 구축함 포춘입니다…… 여동생 폭스하운드와 함께 단풍의 나라 해군에서 전속했습니다…… 특형 구축함으로서 분발했습니다……",
	mission_complete = "신에게 받은 재화, 감사드려요.",
	feeling4 = "지휘관…… 저……. 계속, 보고 있어요── 갑자기 이런 소릴 해서 민폐, 인가요…?",
	unlock = "처음 뵙겠습니다, 지휘관. 저, 저는 포춘이라고 합니다……특형 구축함으로서, 열심히 하겠습니다……",
	feeling5 = "지금이니까 말할 수 있습니다… 저와 같은 이름의 운명의 여신님이, 저와 지휘관을 만나게 해주셨단 걸…… ",
	main = "포춘은…… 「재화」의 의미도 있어요……|여동생과 함께라면, 어디든……|서스캐처원…… 신에게 받은 새로운 이름……",
	battle = "신의 심판을… 받아라앗!",
	upgrade = "운명은…… 좀 더 가까이…",
	voice_key = 20112,
	headtouch = "",
	feeling2 = "……기, 긴장 된다…… 우우~",
	login = "지휘관. 기, 기다리게 해 버렸습니까? ……우우……",
	vote = "",
	hp_warning = "운명의 인도대로……",
	id = 201120,
	detail = "지휘관…… 저, 노력했습니다만… 역시 안 되나요?",
	couple_encourage = {
		{
			{
				20111
			},
			1,
			"F급으로서 함께 힘내보자…",
			0
		}
	}
}
