_G.pg.ship_skin_words[201130] = {
	feeling1 = "지휘관이 정신 차리지 않으면 나도 이제 신경 안 쓸거라고~ 하하, 장난이야! 하지만 실망하게 하지 말아줘.",
	feeling3 = "배워야 할 것이 아직 너무 많아. 그리고 지휘관이 곁에 있으면 힘이 나!~!",
	lose = "윽… 내 능력이 부족한 건가……",
	propose = "처음에는 지휘관의 믿음직스러운 조수가 되고 싶었을 뿐인데, 이렇게 지휘관이 끼워주는 반지를 받게 된다니…… 지휘관, 예절이나 우아함은 잠시 내려놓고 그냥 꼭 안아줘~",
	expedition = "의뢰조가 돌아왔어! 같이 놀고 싶은데…… 아, 잘못 들은 거야~ 그러니까, 같이 출항하고 싶다고!",
	win_mvp = "구축함으로서 이건 당연한 일이라고~",
	home = "지휘관, 돌아왔으니까 얼른 내 훈련의 성과를 한번 보라고— 아… 미안, 미안. 출격했다 돌아왔으니 분명 힘들겠지? 자, 주스 한 잔 마시고 얼른 기운차려! (머리를 쓰담쓰담)",
	mission = "임무가 아직 많아. 지휘관도 게으름 피우지 말라고~ 힘내. 같이 끝내보자!",
	touch2 = "우와…… 나 화낼 거야! 지휘관, 조금 더 신사답게 행동하라고!",
	voice_key_2 = -1,
	skill = "곧 나의 대단함을 알게 될걸! 두고 보라고!",
	drop_descrip = "G급 구축함—그렌빌, 현호 H03",
	mail = "우편이 왔어~ 히히, 내가 열어봐 줄까?",
	touch = "나도 후드 씨 같은 레이디가 될 수 있으면 좋을 텐데 말이야~",
	profile = "나는 로열의 G급 구축함 그렌빌. 향도 구축함이야. 구축함대의 기함을 맡기도 했었다고! 복무 기간이 짧아 별다른 전적을 세우지 못한 것이 가장 아쉬운 점이지. 그리고 확실히 해두고 싶은 건, 나는 수뢰가 싫어……",
	mission_complete = "얼른 임무 보상을 받으러 가자~",
	feeling4 = "로열의 레이디가 음식으로 지휘관의 위장을 사로잡는 것은 당연한 일! 지휘관, 내가 만든 로열 요리 한번 먹어볼래? 헤헤, 생선 머리가 완전 새까맣게 타버리긴 했지만……",
	unlock = "YAHO! 안녕, 지휘관~ G급 구축함 그렌빌, 착임! 이제 내가 있으니 안심하고 푹 자라고. 하하, 장난이야~ 사이좋게 지내자!",
	feeling5 = "지휘관… 좋아해!! 에헤헤… 에? 여자아이가 직접 말하는 건 신선한 일이라고? 으… 그렇게 쳐다보지 마. 아무리 지휘관이라도 약간… 에? 한 번 더 듣고 싶다고? 정말? 히히, 좋아해! 정말 좋아해~",
	main = "히히. 지휘관! 나랑 같이 ‘예절’에 대해 배워보자고~ 예를 들면… 이렇게 우~아하게 레이디의 손을 잡는 법이라던가 말이야~|향도 구축함으로서 믿을만한 전력이 되어야하는 것은 당연한 일이지. 음~음~ 나도 열심히 노력할거라고~|실적이 없는 건 무섭지 않아! 중요한 것은 미래에 닥쳐올 도전을 어떻게 견디냐는 거지…… 헤헤, 큰소리를 치는 것 같네~",
	battle = "상대에게 우리의 강함을 보여주자고~!",
	upgrade = "이렇다면 더 자주 출진할 수 있겠지~ 히히. 고마워, 지휘관!",
	voice_key = 20113,
	headtouch = "",
	feeling2 = "모항에는 개성이 뚜렷한 녀석들이 많은 것 같네~ 지휘관, 기회가 되면 소개해주지 않을래? 많은 사람들과 알아가고 싶어~",
	login = "지휘관, 돌아왔구나! 푹 쉬었어? 그렇다면 빨리 오늘의 일을 시작하자~",
	vote = "",
	hp_warning = "얕보지 마라, 난 향도구축함이다!",
	id = 201130,
	detail = "지휘관, 후드 씨에게 배운 대로 홍차를 한 잔 내려봤어~ 마셔볼래? …… 엑? 너무 달다고? 아하하하. 꿀 한 스푼은 너무 많았던 건가……",
	couple_encourage = {
		{
			{
				20114
			},
			1,
			"응응! 이렇게 밀고 들어가자!",
			0
		}
	}
}
