_G.pg.ship_skin_words[201140] = {
	feeling1 = "너그러운 글로우웜 님도 바보에게는 관대하지 않은 것이다!",
	feeling3 = "지휘관한테는 공략당하지 않아. 바보 바보!",
	lose = "아아~! 자, 잠깐! 나의 싸움은 이제부터니까! I Shall Return!",
	propose = "후회하지 말라고? 후회해도 이미 늦어! ……에헤헤, 헤헤헤헤, 그럼 글로우웜이 사랑스럽다고 잔뜩 말해줘! ……좀 더, 좀 더 말해줘!",
	expedition = "의뢰 팀으로부터 글로우웜 님에게 선물을 증저~엉!",
	win_mvp = "적도 바보구나~ 내 용기는 지지 않으니까!",
	home = "짜잔! 자, 안아줘☆",
	mission = "왓하하하! 지휘관~ 임무임무임무!",
	touch2 = "끄으으! 변태 지휘관! 헤드 스매시나 먹어랏!",
	voice_key_2 = -1,
	skill = "밀리언 헤드 스매시! 먹어랏!",
	drop_descrip = "G급 구축함·글로우웜 (H92)",
	mail = "지휘관, 여어! 편지, 편지, 편지!",
	touch = "에헤헤~ 간지럽다구~ 글로우웜도 지휘관을 만지고 싶어~",
	profile = "나는 G클래스 구축함 글로우웜! 다가가기 어렵다고 말하지만 사실 나 스킨십을 좋아해~! 지휘관 지휘관, 글로우웜의 기운은 떨어지지 않으니까! 우, 우냐아!",
	mission_complete = "야호!~ 이렇게나 많이! 사양 않고 받을게!",
	feeling4 = "최근에는 꿈에서도 지휘관이 나오게 됐다…… 이건 알려져선 안 되겠어……",
	unlock = "헬로! 내가 바로 로열 네이비 G클래스 구축함, 글로우웜이야! 야호 지휘관 씨! 오늘도 힘차게 글로우웜과 놀자! 나, 숨바꼭질은 자신 있으니까!",
	feeling5 = "포기야! 좋아해 좋아해 좋아해! 바보가 되어도 괜찮으니까 고맙게 생각하는 것이다!",
	main = "여어, 무방비한 지휘관. 이 글로우웜의 CQC를 받아라! 우냐아! 바, 발가락 부딪쳤어……|가만히 있어, 소다가 흘러넘치니까 눌러서 줄게! (덥석)|지휘관, 물속에서 빙빙 돌면 용오름이 생길 수 있을까?",
	battle = "돌입~! 제일 먼저 쓰러지는 녀석은 나중에 벌칙 게임이야~☆",
	upgrade = "글로우웜 님이 더욱더 강해졌어!",
	voice_key = 20114,
	headtouch = "",
	feeling2 = "글로우웜 님은 최강이야☆",
	login = "지휘관 지휘관~ 오는 게 늦잖아~ 빨리 출발해서~ 놀러 가자~!",
	vote = "",
	hp_warning = "부딪칠 수밖에 없어!",
	id = 201140,
	detail = "지휘관 지휘관, 봐봐, 나 몇 번이나 빙빙 돌아도 어지럽지 않아! 굉장해? 칭찬해줘 칭찬~!",
	couple_encourage = {
		{
			{
				10201,
				10208
			},
			2,
			"가자고, 바보 삼총사!",
			0
		}
	}
}
