_G.pg.ship_skin_words[201160] = {
	feeling1 = "칠칠치 못한 사람은 질색입니다!",
	feeling3 = "다과회… 말입니까? 모처럼 권유해주셨는데 죄송합니다. 실은 아직 훈련이 끝나지 않아서…… 그, 그런데, 케이크 하나만 가져다주실 수 있을까요…?",
	lose = "이곳에 머무르지 말고, 어서 퇴각해 주십시오!",
	propose = "저도 알고 있습니다! 제가 가끔 지나치게 신중하다고 말씀하고 싶으신 거군요! 그러면 저도…… 각하야말로, 가끔 너무 느슨합니다! 앞으로는 제가 확실히 지켜봐 드릴 테니, 가, 각오해 주십시오!",
	expedition = "정상으로서 부하에게 명령할 권리가 있다는 것은, 부하들의 노력을 소중히 할 의무도 있다는 겁니다.",
	win_mvp = "다들, 이겼다고 해서 긴장을 풀어서는 안 됩니다.",
	home = "각하? 방금 전투에서는 반성할 점이 있었죠?",
	mission = "각하, 서류 작업이 끝나는 대로 임무를 수행하도록 합시다.",
	touch2 = "레이피어는 장식용입니다만, 찔리면 꽤 아프다구요!",
	voice_key_2 = -1,
	skill = "빈틈은 주지 않습니다!",
	drop_descrip = "H급 구축함 - 하디(H87)",
	mail = "각하? 항상 제가 우편을 가져다 드릴 거라고 생각하지는 말아 주십시오!",
	touch = "꺅!? ……각하? 갑자기 만지지 말아 주십시오!",
	profile = "로열 네이비 H급의 향도함, 하디입니다. 나르비크 해전에서는 메탈 블러드의 항구를 급습하여 큰 타격을 입혔습니다만, 그 후에는 적의 지원군 탓에…… 그때, 좀 더 시간이 있었다면…",
	mission_complete = "각하, 보십시오! 보수가 이렇게나 잔~뜩!",
	feeling4 = "무리한 신중함은 나쁜 결과를 가져올 수도 있다…… 과연, 일리 있군요. 기억해 두겠습니다.",
	unlock = "만나서 영광입니다, 지휘관 각하. 로열 네이비 소속, 구축함 하디, 착임했습니다.",
	feeling5 = "각하, 기척을 지우고 살금살금 접근해도 소용없습니다. 이제 각하의 분위기는 전부…… 꺅!? 대, 대체 왜 뻔뻔하게 껴안는 겁니까!? …아하하하, 간지러워, 간지럽다니까요!",
	main = "집무실 공기 참 좋네, 후우…… 와앗!? 따, 딱히 졸았던 건 아니에요!|향도함입니다만, 그렇다고 다른 자매함보다 지위가 높은 것은 아닙니다. 모두의 신뢰 덕택입니다.|헌터, 내 케이크 먹은 거 당신이죠?! ……죄, 죄송합니다! 각하, 지금 시끄러우셨죠…?",
	battle = "분발하세요! 적에게 틈을 보여서는 안 됩니다!",
	upgrade = "후우, 강화에는 성공했지만, 그렇다고 훈련 빈도를 줄여선 안 되겠죠……",
	voice_key = 20116,
	headtouch = "",
	feeling2 = "…읏! 가, 각하셨습니까… 죄송합니다. 익숙하지 않은 기척이 가까이 와서 무심코… 크흠! 언제라도 경계를 풀지 않는 것이 제 방식입니다!",
	login = "조금 늦었군요. 각하, 어서 업무를 시작해 주십시오.",
	vote = "",
	hp_warning = "여기선 버텨내야 해……!",
	id = 201160,
	detail = "기술은 반복된 연습을 통해 몸에 익혀야 합니다. 각하는 물론 알고 계시겠죠?",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"워스파이트 님, 드디어 이번에는 함께하는군요!",
			0
		},
		{
			{
				20501
			},
			1,
			"이 영광을 폐하께!",
			0
		}
	}
}
