_G.pg.ship_skin_words[201200] = {
	feeling1 = "……(헌터의 동료가 당신을 향해 짖었다.)",
	feeling3 = "사냥꾼이 사냥하지 못하는 건 없어. 있다고 하면, 그건 아직 준비가 충분하지 않은 것뿐.",
	lose = "쫓는 자도, 쫓기는 자도, 바뀌지 않는 자는 없어……",
	propose = "사냥꾼은 사냥감을 구해 떠도는 자…… 하지만, 거점, 아니, '집'이 있는 것도… 괜찮아 보이네.",
	expedition = "철저한 준비보다 더 중요한 건 없어.",
	win_mvp = "사냥감이라고 생각하면, 잡기 쉬워……",
	home = "지휘관, 사냥감은?",
	mission = "이번 현상범은…?",
	touch2 = "지휘관에게, 록 온'.",
	voice_key_2 = -1,
	skill = "발버둥치면 칠수록, 괴로울 뿐.",
	drop_descrip = "H급 구축함 - 헌터(H35)",
	mail = "우편이야. 사냥 정보는 없을까?",
	touch = "엽총이 아냐, 어뢰 발사관이야.",
	profile = "로열 네이비 H급, 헌터. 나르비크 해전에서 메탈 블러드의 구축함에게 패했어. 사냥감에 물리는 사냥꾼, 별로 이상한 건 아냐……",
	mission_complete = "뭐? 승리의 나팔을 불어 달라고…?",
	feeling4 = "지휘관, 밤에는 뭘 먹고 싶어? 몇 마리 잡아 올게.",
	unlock = "지휘관, 안녕. 나는 헌터. ……그 외에, 해야할 말이 있나…?",
	feeling5 = "전쟁이 끝나면, 지휘관하고 사냥 가고 싶어…… 응, 헌터랑 지휘관 둘이서.",
	main = "이 애? 소중한 동료.|하디가 싫지는 않아. 가끔, 시끄럽긴 하지만……|이 모습은…… 지휘관, 사냥할 때는 따라 하지 않아도 돼.",
	battle = "…놓치지 않아.",
	upgrade = "응, 다음엔 큰 걸 노리자……",
	voice_key = 20120,
	headtouch = "",
	feeling2 = "모항 주변에… 사냥터 있어?",
	login = "지휘관, 사냥, 어때?",
	vote = "",
	hp_warning = "사냥감… 만만치 않네……",
	id = 201200,
	detail = "지휘관, 내 전리품 컬렉션… 보고 싶어?",
	couple_encourage = {
		{
			{
				20116
			},
			1,
			"하디, 나 듣고 있으니까, 그렇게 큰 소리 내지 않아도 돼",
			0
		}
	}
}
