_G.pg.ship_skin_words[201210] = {
	feeling1 = "지휘관, 좀 더 자중하지 않으면, 재블린은 지휘관을 안 좋아하게 될 거에요!",
	feeling3 = "지휘관과의 거리가 점점 가까워지네요. 후후후, 그렇지만 좀 더 노력해야~",
	lose = "으으으… 방심했습니다…",
	propose = "지휘관 무슨 일인가요? 표정을 굳게…… 에? ……잠깐만, 재블린은 마음의 준비가 아직… 어떡하지 어떡하지. 머리카락이 조금 부스스하고 외모도 평범하고…… 지휘관, 잠깐만 기다려주세요! 꼭 기다려야 해요!",
	expedition = "조금 지쳤습니까? 마침 의뢰가 완료되었던 참이에요. 항구로 나가 자매들을 맞이하러 갈까요?",
	win_mvp = "저 굉장한가요? 꺄악~ 그럴리가~ 그래도, 좀 더 좋은 칭찬법으로 칭찬해주세요~",
	home = "지휘관 수고하셨습니다. 등 안마해드릴까요?",
	mission = "지휘관 지휘관, 새로운 임무가 통지되었어요.",
	touch2 = "꺄아~! 지휘관, 야한 건 안 돼요!",
	voice_key_2 = -1,
	skill = "재블린의 활약, 지켜봐주세요!",
	drop_descrip = "J급 구축함·재블린 (F61)",
	mail = "저기저기, 새로운 편지예요!",
	touch = "지휘관, 피곤하신가요? 그럼…수다라도 떨자고요~!",
	profile = "지휘관, 안녕하세요! J클래스 구축함, 재블린입니다! 모두와 덩케르크 전투에 참여했었죠! 도중에 약간 트러블이 있었지만, 마지막까지 싸웠어요!",
	mission_complete = "지휘관 지휘관, 보너스에 뭐가 있는지 빨리 봐요!",
	feeling4 = "지휘관. 저 있죠, 만화처럼 전설의 나무 아래에서 고백받고 싶달까~……",
	unlock = "재블린입니다! 지휘관, 잘 부탁드려요. 응? 관심 있는 여자애 앞에서 어떻게 하면 좋을지 모르겠다는 표정하고 있어~ 에헤헤♪",
	feeling5 = "에헤헤, 지휘관과 단 둘이네, 무척 기뻐요! 아, 재블린이 도시락 만들었는데, 드실래요?",
	main = "오늘 하루도 힘내자구요!|후우… 역시 존재감이 희미해지는 건 싫네요…이럼 안 되지! 재블린, 더욱 힘낼게요!|재블린은 운이 매우 좋다구요!|지휘관 지휘관. 재블린과 놀아줘~!|지휘관이 옆에… 무척 안심돼요~|헤헷, 재블린은 대단하죠?",
	battle = "좋은 심심풀이가 되겠네요!",
	upgrade = "에헤헤, 지휘관이 신경 써주니까, 왠지 따뜻해요!",
	voice_key = 20121,
	headtouch = "지휘관, 재블린은 기운이 넘친답니다!",
	feeling2 = "……제가 귀여운가요? …에에에~~! 거짓말이죠? 지휘관, 또 재블린을 놀리고 있어~ >__<",
	login = "지휘관, 어서… 오세요!",
	vote = "",
	hp_warning = "지휘관을 위해서 모두 힘내!",
	id = 201210,
	detail = "지휘관이 이렇게나 재블린을 신경 써준다니, 기뻐요!",
	couple_encourage = {
		{
			{
				20122
			},
			1,
			"J클래스의 실력을 보여줄게요!",
			0
		},
		{
			{
				10117
			},
			1,
			"지휘관을 위해서 함께 힘내죠!!",
			0
		}
	}
}
