_G.pg.ship_skin_words[100020] = {
	feeling1 = "지휘관이 이렇게 변해도… 부린은 포기하지 않겠어 burin! 얼른 기운 내 burin!",
	feeling3 = "지휘관이 항상 나와 놀아주니까 나도 지휘관에게 보답해야지! 이번에는 특별히 \"슈퍼 냥냥 1호\"를 지휘관에게 1시간 동안 빌려줄게 burin! 가져가서 나쁜 일 하면 안 돼?",
	lose = "에너지 고갈 burin… \"슈퍼 냥냥 1호\"는 역시 실전용은 아닌건가…",
	propose = "에~ 이 반짝이는 반지가 나와 지휘관 사이의 증명이라는 거지 burin! 좋아~ \"슈퍼 냥냥 1호\"를 최고의 burin 상태로 만들자! …그러면 안돼? 알았어 burin!",
	expedition = "burin! 의뢰조의 자매들이 보상을 잔뜩 가지고 돌아왔어 burin!",
	win_mvp = "\"슈퍼 냥냥 1호\"는 최강이다 burin!",
	home = "burin? 부린이랑 \"슈퍼 냥냥 1호\" 모두 충전히 필요해 burin…",
	mission = "임무? \"슈퍼 냥냥 1호\" burin에게 맡겨줘!",
	touch2 = "과, 과적이야 burin!",
	voice_key_2 = -1,
	skill = "내 망치는 별을 떨어뜨릴 망치다!",
	drop_descrip = "특장형 부린 MKIII, 레전더리 캐릭터 돌파에 사용 가능",
	mail = "부린이 burin하면 편지의 물건이 더 많아진다던데?",
	touch = "\"슈퍼 냥냥 1호\"는 내 전용이야. 함부로 손을 대다간 다칠 수도 있다구?",
	profile = "큰 언니는 드릴, 둘째 언니는 스패너… 그런데 나는 망치…? 여기에 무슨 규칙이라도 있나 burin?",
	mission_complete = "이걸로 임무 보상 burin이 나올 거야!",
	feeling4 = "burin? 지휘관, 요즘 나랑 노는 시간이 너무 많지 않아? 안 돼. 모항을 내버려두면 큰일난다고 burin!",
	unlock = "Burin!~ 감동적이지!? 네 눈 앞에 있는 건 부린 집안의 전설의 히든 캐릭터라고, 바로 나지! 너의 무엇과도 비교할 수 없는 행운에 환호해라 bulin!",
	feeling5 = "함대 강화를 위해 태어난 부린을 이렇게 소중히 여겨주다니… 지휘관! 지휘관이 좋아져버렸어 burin! 보답으로 특별한 burin을 주게 해줘! …응? 역시 안 돼?",
	main = "지휘관, 힘들어? 충전 해줄게 burin! 이렇게 꽂기만 하면… 에? 안 되는 건가…? |부린 세 종류를 모두 모으면 좋은 일이 일어난다고 해! 무슨 좋은 일? 그건 나도 몰라 burin! |\"슈퍼 냥냥 1호\"는 다섯 가지 색의 빛을 만들 수 있어. 엄청 멋있다구 burin! 바로 이렇게!",
	battle = "풀 차지! 적에게 우리의 무서움을 보여주자 burin!",
	upgrade = "부린은 강화할 수 없어 burin!",
	voice_key = 10002,
	headtouch = "",
	feeling2 = "언니들은 한 가지 색이지만 나와 \"슈퍼 냥냥 1호\"는 반짝반짝, 모든 색을 다 가지고 있어! 그러니까, 나는 언니들 보다 더 강한 거지 burin!",
	login = "지휘관도 망치 하나 줄까? 엄청 강해질 거라고 burin!",
	vote = "",
	hp_warning = "burin? 슈퍼 냥냥 1호가 빛나고 있어?",
	id = 100020,
	detail = "어려운 게 있다면 \"슈퍼 냥냥 1호\"burin에게 맡겨줘!",
	couple_encourage = {
		{
			{
				10001,
				10000
			},
			2,
			"무적 부린 함대, 가자 burin!",
			0
		},
		{
			{
				10126
			},
			1,
			"무지개의 힘을 보여주지!",
			0
		}
	}
}
