_G.pg.ship_skin_words[201240] = {
	feeling1 = "지휘관......내가 싫어?",
	feeling3 = "주, 주노, 나 혼자 지휘관이랑 대면해도 긴장하지 않아. 꼭 같이 와주지 않아도 돼......",
	lose = "처, 철수하는거야!?",
	propose = "이, 이러면 지휘관과 영원히 함께할 수 있는거야? 그렇다면, 지휘관, 눈을 감아줘. 선물 하나 줄게......",
	expedition = "물자가 많아졌어......",
	win_mvp = "불가사의한 느낌......",
	home = "지휘관, 내가 할 수 있는게 있을까? 좋아, 열심히 해낼게!",
	mission = "완료하지 않으면 안되는 거야......?",
	touch2 = "주노가 아니라 지휘관이었어? ",
	voice_key_2 = -1,
	skill = "피, 피하지마......",
	drop_descrip = "J급 구축함—주피터, 현호 F85",
	mail = "지휘관, 여기 편지......",
	touch = "지휘관......내 손 따뜻해?",
	profile = "어뢰 장비를 강화한 J급 구축함 주피터야......주노? 우린 정말 그냥 자매일 뿐이야. 이-60? 아마도 확실히 내가 격침시킨 듯 해...",
	mission_complete = "주노, 걱정마. 임무는 이미 완료했어.",
	feeling4 = "지휘관, 내가 구운 토스트야. 히히~ 맛있어?",
	unlock = "로열 네이비 해군 J급 구축함 주피터...주노? 에이, 누굴 말하는 거야?",
	feeling5 = "지휘관, 나 귀여워? 히힛~ 보상이라구~~",
	main = "내이름은 \"주피터\"란 말도 되지만 \"큐피드\" 가 더 낫지 않아?|지휘관과 같이 있으면, 언제라도 기뻐......|괜찮다면, 고향에 한 번 돌아가보고 싶어......",
	battle = "신이 내린 벌이다~ 헤헷~",
	upgrade = "어딘가 달라진 것 같아...",
	voice_key = 20124,
	headtouch = "",
	feeling2 = "나 혼자 있으면 돼......",
	login = "주, 주노, 난 신경 안 써도 돼......분명 언니는 난데......",
	vote = "",
	hp_warning = "",
	id = 201240,
	detail = "이-60 격침? 그런일은...",
	couple_encourage = {
		{
			{
				10207
			},
			1,
			"정신 차려!",
			0
		},
		{
			{
				20122
			},
			1,
			"내, 내가 널 돌봐줘야 하지 않을까...",
			0
		}
	}
}
