_G.pg.ship_skin_words[201250] = {
	feeling1 = "쭈뼛대는 건 좋은 사람이 아니야.",
	feeling3 = "지휘관, 한 가지 확실히 해두자면 나는 하고 싶은 말을 하는 것뿐이지 독설가는 아니야. 예를 들면 ''무말랭이 같은 지휘관' 이라던가, 전부 내 마음에서 우러나오는 것이지.",
	lose = "윽… 내 치마를 더럽힌 대가는 아주 비쌀 거야. 기억하도록 해.",
	propose = "자세히 생각해 보니 나와 지휘관 사이의 감정은 썩 로맨틱하지는 않네…… 음, 됐어. 우리는 그 누구보다 서로를 잘 이해하니까 로맨틱함은 앞으로 올 날들에게 맡기자.",
	expedition = "지휘관, 의뢰 완료야. 잊은 건 아니겠지?",
	win_mvp = "이게 바로 J급의 실력이야. 대의를 위해 후회하도록 해!",
	home = "전장에서 막 돌아오자마자 무리하지 마. 푹 쉬도록 해.",
	mission = "새로운 임무를 못 본 척 하지 마. 일찍 끝내 버리는 게 좋을 걸.",
	touch2 = "솔, 솔직한 건 좋지만 이런 곳에서는……",
	voice_key_2 = -1,
	skill = "방심할 때가 아니야!",
	drop_descrip = "J급 구축함—저지, 현호 F72",
	mail = "새로운 우편이야. 지휘관, 또 잊으면 안 돼.",
	touch = "뭐야, 내 품에 안겨서 어리광이라도 피우고 싶은 거야? 꿈 깨시지.",
	profile = "나는 J급 저지. 고귀한 신분도 아니고, 특별한 공적을 세운 것도 아니지만 성격이 이래서 불만을 가져도 소용 없어. 몰타? 그냥 부주의하게 넘어졌던 것뿐이야. 하지만 실수는 실수라는 것을 잘 알고 있어.",
	mission_complete = "지휘관, 임무 보상이야. 잘 했어.",
	feeling4 = "뭐가 나빠? 전부 취향일 뿐이야. 지휘관이 나를 좋아하는 것은 나에게는 좋은 일이지. 싫어해도 손해는 없어…… 음, 아니. 손해는 있겠네.",
	unlock = "당신이 지휘관? 나는 저지. 잘 기억해 두도록 해.",
	feeling5 = "지휘관, 나는 직설적인 사람이라 좋아하는 사람도 직설적인 사람이라고? 그러니까 무슨 생각을 하는지 알려줘. 그러면 보답으로 나도 내 생각을 알려줄게.",
	main = "체형을 가지고 얕보는 사람이 제일 싫어.|머리 속으로 생각한 것은 이야기 하지 않으면 몰라. 나는 그렇게 쭈뼛거리는 사람이 싫더라.|귀엽다는 말보다 정직하다는 말을 듣고 싶지만, 귀엽다고 해도 상관은 없어.",
	battle = "어떤 적이라도 제대로 상대해야지.",
	upgrade = "너의 대가를 헛되게 하지 않겠어.",
	voice_key = 20125,
	headtouch = "",
	feeling2 = "지휘관, 우리가 아주 친한 건 아니지만 차 한잔 하면서 이야기 나누는 것 정도는 괜찮아.",
	login = "나를 이렇게 기다리게 하다니 이게 무슨 뜻이지, 지휘관?",
	vote = "",
	hp_warning = "",
	id = 201250,
	detail = "무슨 용건이라도? 아니면 나와 대화를 나누고 싶은 거야?",
	couple_encourage = {
		{
			{
				20121
			},
			1,
			"언니, 부딪치지 않게 조심해.",
			0
		}
	}
}
