_G.pg.ship_skin_words[201320] = {
	feeling1 = "지휘관 무서워, 재미없어......",
	feeling3 = "엣, 숙소가 왜 이렇게 어질러져 있냐고? 음, 내가 심심할 때 가구들을 해체해버려서... 근데 다시 조립할 때는 물건들이 많이 비더라고...... 대체 왜 그럴까......",
	lose = "음, 지휘관, 미안해......",
	propose = "응, 약속할게 지휘관. 앞으로는 잘 견디고, 다른 사람들에게 귀찮은 일 생기지않게 하고 착한 아이가 될게! 근데근데, 지휘관도 나랑 많이 놀아줘야해!",
	expedition = "의뢰조를 마중나간다고? 나에게 맡겨!",
	win_mvp = "와, 내가 MVP다! 지휘관, 칭찬해줘!",
	home = "지휘관, 출정 전에 나에게 맡겼던 업무는 모두 완성했어!",
	mission = "새로운 임무 있어? 예! 새로운 임무~",
	touch2 = "음? 지휘관, 내 옷이 흐트러졌어?",
	voice_key_2 = -1,
	skill = "이거나 먹어라!",
	drop_descrip = "트라이벌급 구축함—에스키모",
	mail = "지휘관, 우편 내가 가져왔어~ 헤헷, 별 일 아니야~",
	touch = "지휘관, 왜 그래? 에, 나에게 시킬 일이 있다고? 예! 드디어 할 게 생겼다!",
	profile = "트라이벌급 에스키모호가 바로 나야~ 난 대부분 시간을 본토 함대에서 복역했지. 제2차 나르비크 해전에서 Z19를 격파했지만, 그 이후에 Z2에게 되갚음을 당했어... 그치만, 수리한 이후에 지중해에서도 활약했었지!",
	mission_complete = "지휘관, 임무 보상 전부 여기 있어! 얼른 봐봐, 얼른!",
	feeling4 = "어? 너무 소란스러워? 음... 그냥 가끔 모두가 나랑 놀아줬으면 싶어서 주의를 끄는거야...... 아, 다른 사람들에게 피해를 준다고? 으와아, 그럼 사과해야겠다!",
	unlock = "트라이벌급 구축함, 에스키모호, 착임! 이 곳 함대 아주 괜찮은 것 같은걸, 그럼, 잘 부탁해, 지휘관!",
	feeling5 = "요즘 많이 얌전해졌다고? 에헤헷, 지금은 지휘관이 있으니까. 지휘관이 나랑 놀아줄 거잖아. 그러니까 지휘관 시간 날 때까지 기다리기만 하면 돼. 맞지, 지휘관?",
	main = "지휘관, 겨울에 항구에 눈이 내리면, 이글루 짓자! 나 잘 만들어!|예——야——와——엣? 내가 왜 계속 뛰고 있냐고? 할 것도 없고 심심하기 때문이지.|히히힛, 타겟, 멍 때리는 지휘관, 에스키모호 헤딩, 발사!",
	battle = "에스키모, 출격!",
	upgrade = "나 지금 활력 100배야!",
	voice_key = 20132,
	headtouch = "",
	feeling2 = "내 복장? 이건, 왜냐하면 내가 복역할 때도 꽤 추운 해역에서 활동해서 이렇게 입어야해. 내가 보기엔 예쁜걸! 지휘관은 어때?",
	login = "지휘관, 기다리다 지루해서 네 의자를 해체해 버렸어, 어떻게 다시 조립해?",
	vote = "",
	hp_warning = "아직 철수할 때는 아니라고!",
	id = 201320,
	detail = "지휘관, 내가 막 같이 놀자고 찾아가려고 했는데!",
	couple_encourage = {
		{
			{
				40102
			},
			1,
			"와악!? Z2, 네 Z1 좀 신경 써!",
			0
		}
	}
}
