_G.pg.ship_skin_words[201330] = {
	feeling1 = "으윽, 계속 이렇게 가다간 이카로스만 지휘관님 곁에 남아 있겠어… ",
	feeling3 = "지휘관님, 요즘 조금 무리하신거 아닌가요? 적당한 휴식은 하셔야 해요. 한번에 너무 빠르거나 높게 난다면 태양에 날개가 녹아서 바닷속으로 빠져 죽을 거에요. 응? 이건 어디서 본듯한 전설 속 이야기의 상황인데.",
	lose = "만약 방금 어뢰를 다시 한 번 일제 사격할 수 있었더라면…",
	propose = "원래 제가 지휘관님에게 대하는 것처럼 지휘관님도 저를 떠나지 못할 것 같으셨군요? 헤헤헤, 저 매우 기뻐요. 앞으로의 모든 일들도 지휘관님께 잘 부탁드릴게요.",
	expedition = "지휘관님, 제가 의뢰조 동료들을 맞이하러 갈까요?",
	win_mvp = "이겼어요~ 모두 지휘관님 덕분이에요.",
	home = "돌아오신 것을 환영합니다, 지휘관님. 자리를 비우신 동안 제가 방청소를 다 해놓았어요. 네? 칭찬 같은 건… 그렇게 예의 차리실 것 없어요.",
	mission = "새로운 임무가 내려왔어요. 정신을 차리고 끝내도록 해요!",
	touch2 = "이, 이런 일은 역시 그래도…(///",
	voice_key_2 = -1,
	skill = "장전 완료! ",
	drop_descrip = "I급 구축함-이카로스",
	mail = "새로운 우편물을 정리해뒀어요. 가져다 드릴까요?",
	touch = "제가 해야할 일이 있나요?",
	profile = "경력이라면…한때 후드님을 위해 워스파이트와 호위한 적이 있어요. 그리고…대잠수함 작전에서의 얼마간 경험도 있구요. 여러곳을 가보고 적잖은 임무에 참여한 적이 있으니, 경험이 풍부하다고 할 수 있는 셈이죠. 하하하, 그래서 전투에서든 생활에서든 얼마든지 이카로스에게 맡겨주세요.",
	mission_complete = "임무를 완료했어요. 지휘관님 정말 최고에요!",
	feeling4 = "휴우… 요즘 지휘관님 곁에 있는 시간이 점점 길어지는 것 같아. 지휘관님을 돌보는 것도 이미 습관의 하나가가 된 것 같아. 설마…오히려 이카로스가 지휘관님에게 의지력이 생긴건가?",
	unlock = "안녕하세요, 지휘관님. 저는 로열 네이비의 I급 구축함 이카로스입니다. 특기는 호송 작전과 대잠수함 작전이에요. 앞으로 많은 가르침 부탁드려요.",
	feeling5 = "지휘관님, 마치 태양 같아요. 그곳에만 있을 뿐인데도 사람에게 따뜻함을 느끼게 해요. 하지만 너무 가까이 가면 강렬한 열기에 삼켜질까 두렵게도 만들어요. 지휘관님, 제가… 조금 더 가까이 가도 될까요?",
	main = "지휘관님, 외출하시려면 먼저 저에게 알려주세요. 제가 날씨에 따라 우산이라던지 외투 같은 것들을 준비해드릴게요.|에스키모가 사람들이랑 놀고 싶은가봐요…지휘관님, 우선 일에 집중하세요. 제가 그녀를 위해 동료들 몇몇에게 연락해볼게요. 음…애버크롬비가 딱 맞겠네요.|구축함은 역시 그래도 최상급이 있어야해. 더 큰 포신과 많은 어뢰가 있을 수 있다면… 앗! 그냥 혼잣말이에요. 신경쓰지 마세요(///",
	battle = "좋아요…! 이어서 화력을 전력으로 가동하겠어요! ",
	upgrade = "이로써 더 강한 화력을 발사할 수 있게 되었어요. 크흠…지휘관님을 더 잘 도와드릴 수 있겠군요~",
	voice_key = 20133,
	headtouch = "헤헤…이런 제가… 밉지 않으신가요? ",
	feeling2 = "지휘관님 그리고 모항의 동료들은 모두 이카로스가 당연히 지켜야할 중요한 존재에요. 모두를 해치려고 하는 적은 화력을 전면 개방하여 신속하게 소멸시키는 것이 당연한거죠.",
	login = "지휘관님 오셨어요? 음, 필요한 자료들은 모두 테이블에 놔뒀어요. 차도 곧 갖다 드릴테니, 안심하시고 일하세요.",
	vote = "",
	hp_warning = "어뢰가 아직 준비되지 않았어… 윽… 이카로스, 조금만 더 견뎌! ",
	id = 201330,
	detail = "지휘관님의 세탁할 옷들…내일 세끼 식사 준비…그리고 또…앗!지휘관님, 언제 오신거에요? 별 것 아니에요. 그저 평소 하던 준비 작업을 하고 있는 것 뿐이에요.",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"이번엔 놓치지 않을 거에요!",
			0
		},
		{
			{
				20502
			},
			1,
			"또 함께 작전을 수행하게 되었네요!",
			0
		}
	}
}
