_G.pg.ship_skin_words[202030] = {
	feeling1 = "망가져 버렸나…… 됐어, 새로운 장난감이라도 찾아볼까.",
	feeling3 = "후후훗, 점점 좋아지기 시작했어. 어디까지 즐겁게 해주려나. 귀여운 아기돼지야~♡",
	lose = "칫…다음엔 따끔한 맛을 보여주지",
	propose = "이건…… 새로운 「메뉴」를 준비해야겠네. 기대하렴, 사랑스런 아·기·돼·지·야♡",
	expedition = "지휘관, 5초를 셀테니 다 세기 전까지 의뢰팀 자매들을 마중나가지 않으면… 우후훗……",
	win_mvp = "지휘관, 수고하셨어요. 정말 수고하셨네요…",
	home = "후후, 운동을 끝낸 아기돼지들, 보기만 해도 맛있어 보이네요. ",
	mission = "미션을 완료하면, 특별히 보너스를 드릴게요…",
	touch2 = "그런 곳을 만지는 변태는, 있는 힘껏 밟아드릴게요.",
	voice_key_2 = -1,
	skill = "후후훗, 귀여운 아기돼지들……",
	drop_descrip = "리엔더급 경순양함·에이잭스 (HMS Ajax)",
	mail = "우편. 내용? 알려주실 거죠? 지·휘·관",
	touch = "좋아요, 절 기분 좋게 해준다면 '그걸' 시켜드릴 수도 있어요~",
	profile = "리엔더급 경순양함 에이잭스입니다. 지휘관, 라플라타강에 가보신 적 있으세요? 그곳엔 제 근사한 기억이 있어요. 후후훗……",
	mission_complete = "보너스라 하면 미션 보너스인 게 당연하잖아요? 어머, 그게 아니면, 특별한 뭔가를 기대한 거에요?",
	feeling4 = "걱정하지 마, 내가 이렇게까지 괴롭히고 싶은 건 당신뿐이에요. 그래요, 에이잭스의 운명의 상대 같아~ 기쁘죠~",
	unlock = "지휘관, 난 리엔더급 경순 3번함, 에이잭스. 이래뵈도 꽤 유명해요… 지휘관, 내 옷장을 보면 분명 놀랄걸? 봐 볼래요? 후훗…",
	feeling5 = "전 나쁜 애가 아니라고요. 그저, 당신을 만나기 전까진 진심이었던 적이 없었을 뿐.  이제 이렇게까지 말해줬으니, 마지막까지 함께 해 주겠지? 아·기·돼·지·님?",
	main = "식사 부터? 아니면 목욕? 아니면… 우후훗|비밀을 알려드릴게요… 귀 좀 빌려줘요… 후우~! 간지럽다고?|지휘관이 멍청하게 있는 모습을 보고 있으면, 얼굴을 짓밟아버리고 싶어서 참을 수 없게 됐어요…",
	battle = "어머머~ 어서 무릎꿇고 빌면 적당히 끝내주지.",
	upgrade = "후훗~ 이 다음에 감사해·줄·게~",
	voice_key = 20203,
	headtouch = "",
	feeling2 = "좋은 눈매네…… 좋아, 그럼 당신, 제 새로운 아기돼지가 되세요. 거부권 같은 건 없다구요?",
	login = "후훗, 오늘도 잘 부탁할게요, 지─휘─관!",
	vote = "",
	hp_warning = "",
	id = 202030,
	detail = "지휘관, 제 비밀을 더 알고 싶으세요…?",
	couple_encourage = {
		{
			{
				20201,
				20202
			},
			2,
			"적을 힘으로만 해결하려고 하지 말고 계략을 써보세요.",
			0
		},
		{
			{
				70203,
				30701
			},
			1,
			"아기돼지를 유괴하는 것은 저의 취미가 아니랍니다.",
			0
		},
		{
			{
				40305
			},
			1,
			"즐겁게 살아요.",
			0
		},
		{
			{
				20705
			},
			1,
			"좋은 취미네요. 포미더블 씨.",
			0
		}
	}
}
