_G.pg.ship_skin_words[202040] = {
	feeling1 = "아아…… 어떻게 이럴 수가…… 주인님께서는 역시 다이도를 불쌍하게 여기셔서……",
	feeling3 = "메이드단의 동료들은 여러가지로 허당이라 주인님의 관심을 받는 거겠죠…… 그에 비해 다이도는…… 아, 안돼! 자매함을 질투하다니, 메이드가 해서는 안 되는 일이에요…! 그저…… (속닥) 비겁하네요. 허당이라니…",
	lose = "죄송합니다, 주인님! 제발 부탁이니 이 아이처럼 다이도를 버리지 말아주세요…!",
	propose = "우…… 이 세상에 다이도처럼 쓸모 없는 메이드를 좋아해줄 사람이 있다니…… 주인님, 부탁드려요. 앞으로도 계속, 계속 다이도를 사랑해주세요……",
	expedition = "주인님. 이번 원정의 수확 목록입니다. 확인해주세요.",
	win_mvp = "이겼다! 주인님, 잘 됐네요!",
	home = "주인님, 무사하셔서… 정말 다행이예요.",
	mission = "다행이네요… 아직 끝내지 못한 임무가 있으니 다이도도 아직 쓸모가 있을테니까요.",
	touch2 = "주, 주인님. 총애해 주시는 것은 영광이지만…… 이런건 옳지 않아요…",
	voice_key_2 = -1,
	skill = "주인님의 영광을 위해!",
	drop_descrip = "다이도급 경순양함 다이도(HMS Dido)",
	mail = "주인님. 편지가 왔습니다. 빨리 확인해주세요.",
	touch = "잘…했다고요…? 아아… 주인님…… 아, 아니요. 다이도가 당연히 해야할 일인걸요! 네!",
	profile = "저는 다이도급의 네임쉽, 다이도입니다. 대공에 특화되어 세계대전 기간 동안 쭉 지중해에서 복무해 왔지요. 저기… 시리우스가 폐를 끼치지는 않았지요…?",
	mission_complete = "이번 임무의 보수도 엄청나네요. 역시 주인님이세요.",
	feeling4 = "다이도는 모든 일에 능숙하니 걱정을 사지는 않지만… 주인님께서는 다이도를 걱정해주셨어요! 주인님의 이런 말씀이라니, 다이도는… 다이도는… 으아아……",
	unlock = "안녕하십니까, 주인님. 경순양함 다이도라고 합니다. 로열 메이드단의 일원으로서 주인님께 봉사하게 해주세요.",
	feeling5 = "무, 무슨 말씀이세요? 이렇게 평범한 메이드를 좋아하신다니……… 주인님, 저 믿을지도 몰라요? 그래도 정말 괜찮나요? …… 주인님이 날 좋아하신대, 주인님이…… 어떡해. 웃음이 멈추질 않아…",
	main = "다른 아이들은 주인님께 버림받지 않았네…… 설마 아직 차례가 오지 않았을뿐인가? 그렇다면 설마 주인님이 다이도보다 그들을 더 좋아하신다거나?! 으으, 지고싶지 않아……|주인님, 다이도가 도와드릴 일이 있나요? 아무리 사소한 것이라도 괜찮아요! 주인님께 봉사하는 것이 다이도의 유일한 존재 가치니까요…! |친애하는 주인님. 안녕하세요. 오늘도 다이도의 봉사로 편히 지내세요. 다이도는 주인님만의 메이드니까요.",
	battle = "열심히 해야 주인님께 도움이 될 수 있어…! 출격!",
	upgrade = "주인님, 감사하고 또 감사드립니다! 정말 감사드려요…!",
	voice_key = 20204,
	headtouch = "우와아와아아아…………",
	feeling2 = "로열 메이드로서 다이도는 주인님께 온 힘을 다해 봉사할 거예요. 어떤 명령이라도 반드시 받들어 보이겠습니다…!",
	login = "주인님, 돌아오셨나요? 저도 별 일 없었습니다. 으아…… 주인님이 걱정해주시다니…!",
	vote = "",
	hp_warning = "절대로 이 손 놓으시면 안 돼요!",
	id = 202040,
	detail = "주인님, 다이도를 버리지 않으실 거죠? 정말 버리지 않으실 거죠? 믿어도 되는 거겠죠? 그렇죠? 아…… 주인님의 말이 사실이라면 다이도는 만족해요……",
	couple_encourage = {
		{
			{
				20220,
				20224
			},
			2,
			"전장에서는 걱정할 필요가 없죠……",
			0
		}
	}
}
