_G.pg.ship_skin_words[202070] = {
	feeling1 = "지휘관님, 너무 몰아붙이면 오히려 역효과가 날 수도 있어요!",
	feeling3 = "지휘관님, 그렇게까지 스스로를 몰아붙일 필요가 있을까요? 예를 들면...메이드대 자매들한테 좀 도와달라고 하는건 어때요?",
	lose = "아야! 아파라! 어, 어서 퇴각하죠!",
	propose = "서약이란건 상당히 장중한 의식이기는 하지만, 그래도 걱정 마세요. 너무 많은 구속을 하지는 않을테니까요! 단 한가지 바라는 건...제가 지휘관님이 보고싶을 때 바로 달려와 주시기만 하면 돼요!",
	expedition = "의뢰팀을 맞으러 가실건가요? 그럼...맞이하고 나서 돌아와서 쉬세요~히히",
	win_mvp = "조건이 갖춰지면 당연히 승리하게 되어있어요! 오예~",
	home = "지휘관님 집무실은 정말 크네요. 여기서 빈둥거리는 것도 좋겠어요...",
	mission = "임무...는 기한이 아직 남았으니, 좀 있다가 해도 되겠...죠? 헤헤...",
	touch2 = "저, 전 메이드가 아니에요!...아, 이게 아니지! 메이드한테도 이러시면 안되죠!",
	voice_key_2 = -1,
	skill = "나서야 할 때는 나선다구요!",
	drop_descrip = "사우스햄튼급 경순양함-사우스햄튼(C83)",
	mail = "이번에는 또 어디서 온 편지일까요?",
	touch = "정신이 없으시다고요? 그럼 잠깐 주무시는게 어때요?",
	profile = "저는 사우스햄튼이라고 명명된 함선이에요. 그리고 저는 자매 중 유일하게 평화로운 퇴역을 하지 못했죠. 그 때 운이 조금만 더 좋았더라면...흑흑, 더이상 괴로운 과거는 생각하고싶지 않아요!",
	mission_complete = "임무 보상이 왔어요. 그렇게 급한 일은 아니긴 한데, 그래도 받는거 잊으시면 안돼요...",
	feeling4 = "사실, 모든 일을 그렇게 완벽하게 할 필요는 없어요. 좀 더 쉽게하고, 좀 더 내키는대로 하고, 좀 더 즐겁게 사는 것도 좋잖아요?",
	unlock = "안녕하세요, 주...아니지! 지휘관님! 저는 사우스햄튼입니다! 필요한 것이 있으시면 얼마든지 분부하세요~그리고...여기 여가 시간에 차를 마시면서 음악을 감상할 수 있는 곳이 있나요?",
	feeling5 = "즐거워지는 방법을 모르시겠다면 제가 가르쳐드릴게요! 응? 뭘 할거냐고요? 생각 좀 해볼게요! 히히!",
	main = "지휘관님, 집무실에 고전적인 축음기 한 대 들여놓으시죠! |메이드는 매일 이래저래 바빠서...전 못해요. |의장병이요? 무책임한 말 그만하세요! 저는 조지 5세 폐하 휘하의 황실 기사라구요.",
	battle = "잠깐만요, 다들 서두르지말아요!",
	upgrade = "저 강해졌어요! 그렇다고 임무가 많이 바뀌지는 않았으면 좋겠네요. 히히~",
	voice_key = 20207,
	headtouch = "",
	feeling2 = "지휘관님, 오늘도 함대를 위해 동분서주하시나요?",
	login = "오! 지휘관님, 오늘 일을 빨리 끝낼 수 있도록 같이 화이팅 해요!",
	vote = "",
	hp_warning = "으아아! 이, 이번엔 아무 일 없어야해요!",
	id = 202070,
	detail = "역시 메이드복 보다는 기사도 복장이 낫네요. 여러모로 편하고~ 지휘관님도 한번 입어보세요! ",
	couple_encourage = {
		{
			{
				20219
			},
			1,
			"뉴캐슬 언니, 언니가 타주신 홍차가 마시고싶어요!",
			0
		},
		{
			{
				10303
			},
			1,
			"너는 노스 (north), 나는 사우스(south)니까 우리 친구할까?",
			0
		}
	}
}
