_G.pg.ship_skin_words[101250] = {
	feeling1 = "허먼은 이제 화낼 기운도 없어…",
	feeling3 = "허먼이랑 친해졌다고 생각하면 큰 착각이야! ……하지만 조금이라면 인정해줄 수도 있지만…",
	lose = "우으… 지휘관 완전 바보!",
	propose = "이제야 겨우 알아주다니, 허먼이 고맙게 받아주겠어── 따, 딱히 기쁘다거나 하지 않거든!",
	expedition = "의뢰 완료했어, 이 바보!",
	win_mvp = "흥, 이 정도로 기뻐할 거라고 생각한 거야?",
	home = "수고했…… 아, 아무 말도 안 했어! 빨리 일하러 가자고!",
	mission = "빨리 미션을 수행하자고!",
	touch2 = "여보세요, 헌병대죠? 그래요, 여기 지휘관이 치한…",
	voice_key_2 = -1,
	skill = "딱히 널 위한 건 아니니깐!",
	drop_descrip = "심즈급 구축함·허먼 (DD-412)",
	mail = "이 허먼이 편지를 갖다 줬으니까, 감사하라고.",
	touch = "허먼을 만지지 마, 이 변태!",
	profile = "뭘 보는 거야, 허먼은 허먼이야!\n미드웨이? 허먼은 요크타운 언니를 구했던 걸 후회하지 않아. 이제 와서 네가 그렇게 말해도… 흥이다!\n…그래도… 고, 고마워…",
	mission_complete = "설마 보너스도 허먼이 열게 할 셈이야?",
	feeling4 = "허먼이 왜 항상 화가 나 있느냐고? 어딘가의 바보가 알아주질 않는데도, 그 녀석에게 화를 낼 수 없는 자신에게 화가 나 있는 거야!",
	unlock = "어이! 허먼을 멍하니 쳐다보지 마, 이 변태! …귀여워? 칭찬하면 좋아할 거라고 생각하는 거야? 이 바보 자식!",
	feeling5 = "허먼을 안 보고 어딜 보는 거야! 역시나 여자 마음을 모르는 왕바보라니깐! 허먼이 아주 조금 적극적으로 나서지 않았을 뿐이── 아아아앗 왜 갑자기 끌어안는 거야! ──읏, 신고할 거야!",
	main = "혹시라도 (다른) 창문을 열었다간, 심한 꼴을 당할 거야.|이168도 있는 것 같네? 허먼이 혼내주겠어.|왜 허먼이랑 얘기해주지 않는 거야?",
	battle = "송사리 녀석들, 이 허먼이 해치워 주겠어!",
	upgrade = "흥, 허먼을 그렇게 치켜세워 봤자 아무것도 안 나온다고!",
	voice_key = 10125,
	headtouch = "",
	feeling2 = "허먼의 어디를 보는 거야! 변태!",
	login = "허먼을 언제까지 기다리게 할 셈이야! 혼자서 엄청 외로… 흥!",
	vote = "",
	hp_warning = "",
	id = 101250,
	detail = "변태! 뭘 빤히 쳐다보고 있는 거야!!",
	couple_encourage = {
		{
			{
				10705
			},
			1,
			"이번에는 허먼이 지켜줄게!",
			0
		},
		{
			{
				10214
			},
			1,
			"작, 작전 중에는 조금 더 진지해져!",
			0
		},
		{
			{
				30806
			},
			1,
			"으악?! 이, 이번에는 동료인가?",
			0
		}
	}
}
