_G.pg.ship_skin_words[202100] = {
	feeling1 = "나무토막에게 할 이야기는 없습니다.",
	feeling3 = "주인님, 건강을 위해 영양 밸런스를 신경쓰셔야 합니다. 귀찮으시다면 제가 식사를 준비해 드리겠습니다. 이것도 메이드가 해야할 일이니까요.",
	lose = "기대에 부응하지 못해 죄송합니다, 주인님.",
	propose = "주인님, 저를 평생 곁에 두고 싶으신 거라면 이러지 않으셔도…… 이것이 주인님의 뜻이라면, 글로스터는 기꺼이 받아들이겠습니다.",
	expedition = "주인님, 의뢰조를 방치하면 주인님의 평가가 낮아질 것입니다. 빠른 처리 부탁드립니다.",
	win_mvp = "사소한 승리일 뿐입니다. 주인님, 여기에 만족하신다면… 조금 곤란할 것 같습니다만.",
	home = "다녀오셨습니까, 주인님. 차를 준비해 두었습니다. 확인 차 여쭤보는 것이지만, 혹시 외출 중에 게으름을 피우지는 않으셨겠지요.",
	mission = "끝내지 못한 임무가 있습니다——끝내실 때까지 계속 알려드리겠습니다.",
	touch2 = "주인님, 그쪽에 앉아주시겠습니까? 레이디를 대하는 예절에 대해 알려드리겠습니다.",
	voice_key_2 = -1,
	skill = "모든 것은 주인님을 위해.",
	drop_descrip = "글로스터급 경순양함 글로스터(HMS Edinburgh)",
	mail = "우편 확인 부탁드립니다… 제가 이러는 것이 성가시다면 말하기 전에 확인해주십시오.",
	touch = "분부하실 일이라도? 메이드로서 주인님의 의무 외의 일도 최대한 들어드릴 생각입니다.",
	profile = "로열의 일원으로서 수많은 작전에 참가했었습니다. 전장에서 생사를 넘나드는 숱한 일을 겪었지만 탄약 부족으로 봉변을 당할 줄은…… 주인님, 그때와 같은 잘못을 반복해서는 안 됩니다.",
	mission_complete = "아직 받지 않은 임무의 보수가 있습니다. 제가 가져오기를 원하신다면 먼저 지시를 부탁드립니다.",
	feeling4 = "주인님, 여성의 앞에서… 특히 스킨십에 주의해주십시오. 만약 곤란하시다면 제가 연습 상대가 되어 드리겠습니다. 흠흠… 부디——",
	unlock = "로열 메이드단 경순양함 글로스터, 주인님께 인사 올립니다. 주인님께서 우수한 지휘관으로 성장할 수 있게 보좌하는 것, 그것이 저의 의무입니다.",
	feeling5 = "주인님, 일 효율을 높이려면 생활 습관부터 개선해야 합니다. 주인님만 괜찮으시다면 제가 돌봐드릴—— 아니, 주인님과 함께 하겠습니다.",
	main = "오늘도 메이드단에서 사건이 발생했군요…… 벨파스트에게 조금 더 신경을 쓰라고 일러야 할지 고민입니다. |피지를 볼 때마다 화장을 해주겠다거나 옷을 직접 골라주겠다는 말을 듣곤 합니다만… 주인님, 피지를 닮지 말고 검소한 생활을 하셔야 합니다. |메이드에게는 메이드의 일이, 주인님께는 주인님의 일이 있습니다. 메이드는 주인님을 위해 일 하지만, 주인님께서는 모두를 위해 일을 하고 계시죠.",
	battle = "남은 탄약을 한번 더 체크하겠습니다.",
	upgrade = "좋은 선택입니다. 다른 자매들도 강화할 수 있다면 더 좋겠군요.",
	voice_key = 20210,
	headtouch = "",
	feeling2 = "실수하지 않는 인간은 없습니다. 그러니 지금까지 겪은 경험으로 주인님의 실수를 줄일 수 있게 도와드리겠습니다. 마음의 준비를 하십시오.",
	login = "시간 엄수는 미덕이 아닌 원칙입니다. 주인님, 이 점 잊지 마시길 바랍니다.",
	vote = "",
	hp_warning = "생각한 것과는 다른 전개이지만… 그래도…!",
	id = 202100,
	detail = "메이드의 일을 견학할 짬이 있다면 차라리 일을 하시는 게 어떠십니까, 주인님.",
	couple_encourage = {
		{
			{
				20216
			},
			1,
			"저를 믿으십시오. 주인님은 절대 그 일을 재연하지 않으실 겁니다.",
			0
		},
		{
			{
				20207
			},
			1,
			"로열의 기사님, 몸 조심하시길.",
			0
		}
	}
}
