_G.pg.ship_skin_words[202110] = {
	feeling1 = "지휘관이니까 더 경계해야 해… (빤히─)…",
	feeling3 = "또 벨파스트한테 혼났어요… 나가기 전에 문 잠그고 수도꼭지 잠그는 걸 잊어버려서… 뭐야! 그 녀석이 무슨 여동생이야!",
	lose = "큭…… 내 금덩이가……",
	propose = "우후후, 에든버러의 금전운이라면 조금 나눠드릴 수 있어요. …금덩이? 안 돼요! 그건 벨파스트 기금이라구요!",
	expedition = "군사의뢰라 하면 저 프로거든요!",
	win_mvp = "적을 우아하게 때려 부순다…… 이거야말로 로열 네이비의 우아한 에든버러 님이랍니다!",
	home = "쿠키를 구워왔어요, 부디 드셔보세요. 벨과 똑같은 맛이라구요? 어머, 저희는 자매니까요!",
	mission = "임무는 제대로 합시다!",
	touch2 = "지휘관, 레이디는 금덩이를 이런 곳에 숨기지 않아요!",
	voice_key_2 = -1,
	skill = "장갑은 두꺼워도 돈의 힘에는 못 이긴다구요!",
	drop_descrip = "에든버러급 경순양함·에든버러 (HMS Edinburgh)",
	mail = "지휘관, 새로운 편…… 어, 어라? 편지는? 어디다 뒀더라…??",
	touch = "우와아! 만지지 마세요! 떨어뜨린다구요!",
	profile = "로열 네이비 에든버러급 경순양함 네임쉽입니다. 너무 참한 여동생이 있으면 가끔 스트레스를 받게 되네요… 비스마르크와 샤른호르스트 추격 임무, 그리고 대서양·북해·지중해에서 수많은 정찰과 호위 임무에 참가했어요. 마지막엔 메탈 블러드의 어뢰에 금덩이와 함께 바다에 가라앉아 버렸어요…",
	mission_complete = "뭔가 잊은 것 같은데…… 뭐 어때!",
	feeling4 = "흐음…… 겨우 지휘관을 찾았어요. 실은…… 아앗── 누구야! 여기에 바나나 껍질 버린 사람!",
	unlock = "제 차례란 거죠! 전 「그 녀석」의 언니, 에든버러에요! 다른 의미로 「가장 비싼」 경순양함이죠!",
	feeling5 = "지휘관, 어두워지기 전에 같이 해변을 걷는 건 어때요? 네, 안심해주세요. 불도 껐고, 문단속도 괜찮고, 만사 OK라구요! ……어, 어라… 여, 열쇠 어디 갔지─!?",
	main = "후드 언니처럼 우아하게 되고 싶지만, 뭐어……|에에에! …벨, 지금 어디야? 나 또 열쇠 잃어버렸어…|흐흥, 샤른호르스트도 이 에든버러 님 앞에서 꼬리를 말고 도망갈 수밖에 없었다구요!",
	battle = "어어어 어떡하지?? 우선 퇴…… 가 아니라 요격입니다!",
	upgrade = "운도 좋아진 것 같아요!",
	voice_key = 20211,
	headtouch = "감사합니다. 조금 기운 났어요.",
	feeling2 = "「그 녀석」은 뭐든 잘 해내니까 전 좀 덜렁대도 문제없죠?",
	login = "아우! 이상한 짓 안 했어요! 금덩이를 방에 「수송」하고 있을 뿐이에요!",
	vote = "",
	hp_warning = "큿…… 적어도 금덩이만큼은……!",
	id = 202110,
	detail = "아무리 에든버러를 쳐다봐도 이건 안 줄 거라구요?",
	couple_encourage = {
		{
			{
				20212
			},
			1,
			"벨파스트와 함께 전투할 수 있을 줄은 몰랐어요!",
			0
		},
		{
			{
				20208
			},
			1,
			"셰피, 여긴 너한테 맡길게!",
			0
		},
		{
			{
				20219
			},
			1,
			"뉴캐슬, 가끔씩 벨파스트도 말해줘!",
			0
		},
		{
			{
				20129
			},
			1,
			"에코: 에코, 조심해!",
			0
		}
	}
}
