_G.pg.ship_skin_words[202120] = {
	feeling1 = "주인님의 언행을 바로잡는 것도 메이드의 임무입니다.",
	feeling3 = "함대의 연줄을 빌려 입수한 일품이옵니다. 한 번 드셔보시지요── 입에 맞으신가요?",
	lose = "주인님, 먼저 물러나 주세요. 전 아직 볼일이 좀 남아있기에",
	propose = "이거 조금 곤란하네요… 주인님을 지키고, 가끔 곤란해하는 모습을 볼 수 있다면 만족했었는데, 이런 소중한 서약을 받을 줄은, 주인님께 더 봉사해서, 주인님의 총애를 더 얻고 싶어지는걸요…",
	expedition = "주인님. 의뢰를 마친 아가씨가 마중을 기다리고 있는 듯합니다.",
	win_mvp = "어머, 부엌에 낀 때를 닦는 거보다 손맛이 없네요.",
	home = "어서 오십시오 주인님. 이쪽에 다과를 준비해놨습니다.",
	mission = "새로운 임무가 도착했습니다. 주인님, 확인 부탁드립니다.",
	touch2 = "주인님에게 모든 것을 바치는 건 메이드의 임무입니다. 주인님, 보시겠습니까?",
	voice_key_2 = -1,
	skill = "적 여러분, 다음은 다소 아프실 겁니다.",
	drop_descrip = "에든버러급 경순양함·벨파스트 (HMS Belfast)",
	mail = "새로운 편지입니다. 주인님, 읽어드려도 괜찮겠습니까.",
	touch = "부주의하게 여성에게 손을 대는 건 신사답지 않은 행위랍니다. 다른 분에겐 자중해주세요.",
	profile = "안녕하신지요. 에든버러급 2번함인 벨파스트라 합니다. 로열 최대의 순양함이자 메이드장을 맡고 있습니다. 몇몇 전역에 참전해, 그 샤른호르스트 님의 마지막 순간을 이 눈으로 지켜봤습니다… 메이드에게 있어 사소한 일입니다. 시키실 일이 있으시면 뭐든 말씀해주세요.",
	mission_complete = "임무 보수가 도착했습니다.",
	feeling4 = "주인님의 의도, 특히 주인님 자신도 자각하지 못한 것을 민감하게 헤아리는 것도 중요합니다…… 짖궂다구요? 우후훗, 최근엔 곤란해하시는 얼굴을 보는 것을 조금 기대하고 있습니다. 부디 용서해주세요. ",
	unlock = "당신이 제 주인님이신가요? 인사 올리겠습니다. 메이드 벨파스트라고 합니다. 앞으로 이 한 몸 당신에게 바치겠습니다.",
	feeling5 = "일어나셨나요? ……우후훗, 자는 얼굴이 무척이나 귀여우셔서 그만 깨우기 아까워서…… 벨파스트의 무릎베개는 어떠셨나요? 언제까지나 흡족하실 때까지 즐겨주세요.",
	main = "우수한 지휘관이 되기 위해선 먼저 스스로 자신을 갖는 것부터 시작합니다. 주인님은 마음 가는 대로 최선을 다해주십시오.|홍차는 어떠신가요? 앗… 다른 걸 원하신다면 커피와 위스키는 이미 준비해놨습니다.|템스강 근처에서 한 일광욕도 나쁘지 않네요. 하지만, 저에겐 지금의 생활만이…",
	battle = "주인을 위해 위험을 배제하는 건 메이드의 임무입니다.",
	upgrade = "벨파스트, 기대에 부응하겠습니다.",
	voice_key = 20212,
	headtouch = "",
	feeling2 = "면목 없습니다…… 함대에 막 착임한 참이라 업무 쪽은 아직 익숙진 않기에, 100% 만족하실 수 있는 봉사를 할 수 없어서… 부디 향후 봉사를 기대해주세요.",
	login = "어서 오세요, 주인님. 홍차를 준비했습니다. 또 서류는 저쪽에 정리해뒀습니다. 천천히 업무를 진행해주세요.",
	vote = "",
	hp_warning = "여러분, 메인디쉬는 지금부터입니다!",
	id = 202120,
	detail = "주인님, 시키실 게 있으신가요?",
	couple_encourage = {
		{
			{
				20221,
				20208,
				20222,
				20221,
				20218,
				20219,
				20303,
				20304,
				20220,
				20110
			},
			2,
			"동생아, 함께 운명에 맞서자.",
			0
		},
		{
			{
				20211
			},
			1,
			"언니, 함께 힘내요.",
			0
		},
		{
			{
				20501
			},
			1,
			"폐하, 보호해드리겠습니다.",
			0
		},
		{
			{
				10706
			},
			1,
			"엔터프라이즈는 정말 우아하군요.",
			0
		},
		{
			{
				20603
			},
			1,
			"유니콘, 조심하세요.",
			0
		}
	}
}
