_G.pg.ship_skin_words[202150] = {
	feeling1 = "지휘관 씨, 공공장소에서 이런 짓을 하시면… 곤란해요!",
	feeling3 = "여신 오로라는 '장밋빛의 손가락을 가지고 있다'라고 전해집니다만, 저도 장미 향 정도는 가지고 있답니다. 조금 맡아보시겠어요 지휘관 씨? 우후후♪",
	lose = "전장에는 역시 좀 익숙해지지 않네요……",
	propose = "장미는 어떤 이름으로 불러도, 똑같이 달콤한 향기가 납니다. 저도 그렇답니다. 오로라도, 새벽의 여신도, '충칭' 도… 저라는 것은 변하지 않아요. 네, 당신의 곁에 있는 저로서……",
	expedition = "지휘관 씨? 저를 빤히 바라보셔도, 의뢰를 잊으면 안 돼요.",
	win_mvp = "지휘관 씨, 우리가 이겼습니다! 축하해요!",
	home = "수고하셨습니다. 푹 쉬세요.",
	mission = "지휘관 씨, 새로운 임무의 지령서가 도착했어요. 아, 요점은 꽃잎으로 표시했으니 확인해주세요.",
	touch2 = "지휘관 씨! 화, 화낼 거에요! …정말, 진짜로 화낼 거에요!",
	voice_key_2 = -1,
	skill = "지휘관 씨의 고민을 해결하는 것도 일이네요.",
	drop_descrip = "아레투사급 경순양함 - 오로라 (HMS Aurora)",
	mail = "새로운 우편입니다. 읽어드릴까요?",
	touch = "지휘관 씨, 함께 꽃에 물을 주지 않을래요?",
	profile = "로열 네이비 아레투사급 4번함, 오로라라고 합니다. '새벽의 여신'이라든지 '은색의 환영'이라고 불리고 있습니다만, 저로서는 아직 여신 쪽이…… 그것보다, 지휘관 씨는 제 또 다른 이름도 알고 계신가요?",
	mission_complete = "받지 않은 임무 보수가 있어서, 가져왔어요.",
	feeling4 = "지휘관 씨, 잠깐 이쪽으로…… 우후후, 역시 이 장미는 지휘관 씨에게 어울리네요~ 앗, 딱히 놀리는 건 아니에요. …정말, 그렇게 신경 쓰이시면 제게 꽂을 장미도 골라 보시겠어요? 지휘관 씨가 고른 거라면 뭐든지 좋아요♪",
	unlock = "안녕하신가요, 지휘관 씨♪ 저는 아레투사급 경순양함의 4번함 오로라라고 합니다. 오늘부로 지휘관 씨의 비서를 맡게 되었습니다. 어떤 질문이라도 사양 말고 제게 물어봐 주세요♪",
	feeling5 = "제가 지휘관 씨의 시간을 독점하고 있다는 얘길 들었어요… 우후후, 하지만 이것만은 모두에게 양보할 수 없는걸요. 지휘관 씨도 다른 아이들이 삐질 테니까 각오해주세요~♪",
	main = "이스트 글림 말인가요? 거긴 좋은 곳이에요. 음, 예를 들면……|저를 계속 바라보고 있어도 상관은 없습니다만… 업무를 소홀히 하면 안 돼요♪ |지휘관 씨, 잠시만요. 지금 입가를…… 자, 일 열심히 하세요♪",
	battle = "승리에 여신의 축복이 있기를!",
	upgrade = "좀 더 지휘관 씨에게 이것저것 해드릴 수 있겠네요~",
	voice_key = 20215,
	headtouch = "",
	feeling2 = "제가 기른 장미, 지휘관 씨도 한번 보시겠어요? 여러 종류가 있답니다♪",
	login = "제 이름에는 '새벽의 빛'이라는 의미도 있습니다. 우후후♪ 저를 보고 아침인 것처럼 기운이 나셨나요?",
	vote = "",
	hp_warning = "새벽의 빛이여, 우리들의 앞길을…!",
	id = 202150,
	detail = "지휘관 씨…… 장비에 관해서 도와드릴 건 없나요?",
	couple_encourage = {
		{
			{
				50203,
				50202
			},
			2,
			"핑하이, 닝하이. 같이 연습할까요? 네? 돈을 벌기 위해서라고요?",
			0
		},
		{
			{
				30182
			},
			1,
			"망설이는 것보다 장미를 시험해 보는 것이 낫지 않을까요？",
			0
		}
	}
}
