_G.pg.ship_skin_words[202170] = {
	feeling1 = "유감이다, 보스. 아무래도 내가 보는 <저 편> 과는 다른 것 같군……",
	feeling3 = "정의의 시대? 그런 건 원하지 않는다. 빛이 있는 곳엔 그림자도 있으니. 보스, <악>이란 그렇게 간단히 근절할 수 없는 법이다.",
	lose = "아픔은 두럽지 않지만…아무것도 할 수 없었다는 게……칫!",
	propose = "보스, 우리들이 하고 있는 것은 <황야>에 나아갈 길을 열어주는 것이다. 당신과 함께 가는 것이 나의 가장 큰 <행운> 이다.",
	expedition = "보스, 의뢰팀이 귀환했다……베란다에서 포즈를 취하지 말라고? 아, 알겠다……",
	win_mvp = "너희를 섬멸하는 것이야말로 <정의> 다!",
	home = "바다 깊은 곳에서 꿈틀거리는 <악>이 느껴져…보스, 여기서… 얻기 어려운 <안심> 을 만끽하자.",
	mission = "보스, 내게 맡길 <임무>는 없는가?",
	touch2 = "……보스, 자, 장소를 가리는 편이……",
	voice_key_2 = -1,
	skill = "생명의 찬가는… '용기' 의 찬가다!",
	drop_descrip = "피지급 경순양함 - 자메이카 (HMS Jamaica)",
	mail = "보스, 동지로부터의 편지다.",
	touch = "……보스, 너무 만지지 마라. 집중할 때 누가 만지면 놀라버리니까.",
	profile = "나다…이 자메이카로 인해 메탈 블러드의 바렌츠 해 해전이 실패로 끝나고, 샤른호르스트도 노스케이프 해전에서 침몰의 운명을 맞았지. 텅스텐 작전? 물론 참가했다. 그 후의 내전에도 말이지…… '악' 이 그 발걸음을 멈추지 않는 한, 난 계속 싸운다……그래, 모든 건 '정의' 가 고른 선택지……",
	mission_complete = "보스, 임무의 보수다. 나? 흠, 난 이 <달성감>을 느긋하게 음미하는 것만으로 만족한다.",
	feeling4 = "자신의 정의와 이상에만 눈을 돌리면, 자기 자신을 잃어버리는 <악>의 길에 빠지게 되지. <어둠>으로부터 눈을 떼지 마라…보스, 내가 함께하겠다.",
	unlock = "큭…또 눈이 쑤시는군…네가 보스인가? 난 자메이카다. 모든 것은 <정의> 의 선택을 위하여……",
	feeling5 = "중요한 것은 <정의의 마음>. 이것만 있으면, 아무리 꺾이더라도 우리는 종착점에 다다를 수 있다. 우리들이 <정의> 이므로……보스, 당신은 고독하지 않다.",
	main = "보스, 내 <눈> 에 비치는 당신은, 정말로 당신인가?|보스, 경주라도 하겠나? 진정한 <뇌전> 을 보여주지.|나는 알고 있다. 이 세상의 어딘가가, 어둠의 밤에 감싸여있단 것을……",
	battle = "내 마음엔 일말의 거리낌도 없다…!",
	upgrade = "부족해…이 힘은, 아직…….!",
	voice_key = 20217,
	headtouch = "",
	feeling2 = "보스, 잡담이라도 하겠나? 서로 <알아갈> 필요가 있어 보인다.",
	login = "보스, 이 <눈> 이 포착했다……넥타이가 조금 비뚤어져 있군.",
	vote = "",
	hp_warning = "포기하지 않는 자에게만이 승리가 찾아오는 법. 뛰어올라라!",
	id = 202170,
	detail = "보스, 왼쪽 눈이 체인에 가려지지 않았나 봐주지 않겠나? 팔의 위치를 조정하지.",
	couple_encourage = {
		{
			{
				10111
			},
			1,
			"동지여, 함께 가자!",
			0
		},
		{
			{
				20208
			},
			1,
			"셰피, 너도 정의의 마음에 눈을 떴나.",
			0
		}
	}
}
