_G.pg.ship_skin_words[202190] = {
	feeling1 = "타인과 거리감을 두는 게 미숙한 관계로, 혹시 오해를 살 만한 일이 있었다면 사죄드립니다.",
	feeling3 = "일기예보에 따르면 비가 올 예정이라 합니다. 외출하시게 된다면, 이 우산을 챙겨주십시오.",
	lose = "또 폐를 끼쳐드렸습니다……그저 부끄러울 따름입니다.",
	propose = "…이 평범한 날들을, 당신은 잊을 수 없는 날들로 바꿔주었습니다……아아…이런 마음에 넘처 흐르는 행복함을 한 번 맛보게 되었으니, 이젠 어떻게 해야 예전처럼 당신을 대할 수 있을까요……",
	expedition = "바닷바람에 실려오는 그리운 향기……그 아이들이 돌아왔네요. 같이 마중 나가죠.",
	win_mvp = "이 승리의 미주는 제겐 조금 센 것 같으니……넘겨 드리겠습니다, 당신에게.",
	home = "어서 오십시오. 상의는 맡아 드리겠습니다……다치신 데가 없어 기쁘기 그지없습니다.",
	mission = "해야만 하는 일이라도, 당신의 페이스로 해 나아가자고요.",
	touch2 = "……부드러운 게 그렇게 좋으신 겁니까? 그렇다면 부드러움을 마음껏 느끼실 수 있도록, 대신 제가 안아 드릴까요?",
	voice_key_2 = -1,
	skill = "평범한 일상을 구가하자고요!",
	drop_descrip = "사우스햄튼급 경순양함 - 뉴캐슬, 현호C76 ",
	mail = "당신에게 온 편지입니다. ……제가 썼을 가능성도 없진 않답니다?",
	touch = "이건……마치 작은 동물들이 서로 장난치며 노는 것 같네요. 후훗",
	profile = "타운급 경순양함의 서브클래스, 사우스햄튼급의 뉴캐슬이라고 합니다. 함력은 제일 길지만, 왜인지 한가했던 시기도 제일 길다는 것 같습니다……이번에도 정년까지 별일 없었으면 좋겠네요.",
	mission_complete = "노력은 반드시 그 결과를 맺으리란 법은 없지만…아무래도 이번엔 운이 좋았던 것 같네요.",
	feeling4 = "당신의 미소는 고향의 바람을 떠올리게 해주네요……따뜻한 서풍입니다. 후후훗.",
	unlock = "길을 잃었다 생각했습니다만, 당신과 만날 수 있게 되어 다행입니다. 타운급 순양함인 뉴캐슬이라고 합니다. 동생들이 늘 신세를 지고 있습니다.",
	feeling5 = "절 똑바로 봐주지 않으면, 이 우산을 쓰고…어느샌가 바람과 함께 사라질지도 모른답니다♪",
	main = "동생들처럼 멋진 함력을 갖고 있진 않지만, 하루하루를 즐겁게 보내는 건 누구에게도 지지 않을 자신이 있답니다.|쫓기고 도망치고 하는 건 특기가 아니라서요. 하아…어떻게 좀, 서로 차분히 담소를 나눌 순 없을까요…|누구나 기대를 품으며 태어나지만……그 기대에 어울릴 만큼의 모험과 놀라움이 때때로 존재하지 않는 것도 인생이란 거겠죠.",
	battle = "좋은 날씨네요. 쓸모없는 싸움은 빨리 끝내도록 하죠.",
	upgrade = "음……따뜻한 느낌이네요.",
	voice_key = 20219,
	headtouch = "",
	feeling2 = "안심하십시오. 메이드의 직무는 제대로 해내겠습니다.",
	login = "하루 업무를 시작하기 전에…커피, 진하게 우려낸 홍차, 페일에일, 어떤 게 좋으십니까?",
	vote = "",
	hp_warning = "후우……보험을 들어두길 잘했네요.",
	id = 202190,
	detail = "같이 우산을 쓰고 싶으시다면, 좀 더 가까이 붙는 편이 좋을 겁니다.",
	couple_encourage = {
		{
			{
				20208,
				20211,
				20212,
				20216,
				20217
			},
			1,
			"그렇게 서두를 거 없는데……저, 따라가다 놓쳐버린다고요.",
			0
		}
	}
}
