_G.pg.ship_skin_words[101260] = {
	feeling1 = "……지휘관, 싫어. (엘드릿지가 찌릿찌릿하고 있어서 다가갈 수가 없다.)",
	feeling3 = "……지휘관, 비행기. (엘드릿지가 비행기 태우기를 해줬으면 하는 듯이 이쪽을 쳐다본다…… 찌릿찌릿 스파크를 일으키면서!)",
	lose = "……집에 갈래…",
	propose = "우오오오…… 지휘관, 대단해……",
	expedition = "…응?…… (엘드릿지의 바보털이 문 쪽을 향하고 있다. 의뢰를 끝낸 애들이 온 것 같다.)",
	win_mvp = "V (브이)~",
	home = "지휘관, 안아줘.",
	mission = "임무…! (엘드릿지의 바보털이 「!」 모양이 되어있다.)",
	touch2 = "……우으… (엘드릿지의 표정은 변하지 않았지만, 바보털이 어찌 된 영문인지 「////」 모양이 되어 있는 것처럼 보인다.)",
	voice_key_2 = -1,
	skill = "적, 싫어.",
	drop_descrip = "캐논급 호위구축함·엘드릿지 (DE-173)",
	mail = "(새로 온 편지가 엘드릿지 주변을 붕붕 떠다닌다.) 편지, 가져왔어.",
	touch = "……?",
	profile = "캐논급 호위구축함, 엘드릿지. (뿅) \n 간식 좋아. 찌릿찌릿할 수 있어. (뿅) \n「순간이동」은 무리… (추욱)",
	mission_complete = "지휘관, 보너스, 먹을 수 있어? (눈이 반짝반짝)",
	feeling4 = "……지휘관, 좋아. (엘드릿지가 당신의 가슴에 뛰어든다. 이 '팟' 하고 들어오는 사랑을 받아들이자!)",
	unlock = "지휘관── 엘드릿지, 착임 했어. (뛰어든다)",
	feeling5 = "지휘관, 안아줘 (엘드릿지가 손을 뻗어온다. 찌릿찌릿하지 않는다.)",
	main = "지휘관, 배고파. 뭔가 먹고 싶어.|지휘관, 봐봐, 찌릿찌릿 내보낼 수 있어. (찌릿찌릿)|지휘관, 비행기 태워줘 (이쪽을 향해 만세를 하고 있는 듯하다.)",
	battle = "좋아하진 않지만, 열심히 해볼게.",
	upgrade = "엘드릿지, 힘이 넘쳐…… (찌릿찌릿)",
	voice_key = 10126,
	headtouch = "",
	feeling2 = "……지휘관, 무릎. (엘드릿지가 당신의 무릎에 앉으려고 한다… 찌릿찌릿 스파크를 일으키면서!)",
	login = "지휘관, 먹을래? 줄게.",
	vote = "",
	hp_warning = "……열심히 할게.",
	id = 101260,
	detail = "……지휘관, 귀여워?",
	couple_encourage = {
		{
			{
				10307
			},
			1,
			"……너도…… 이야기, 서툴러?",
			4
		}
	}
}
