_G.pg.ship_skin_words[202230] = {
	feeling1 = "역시, 나 같은건 똑같이 형편없는 사람을 만나야겠지...",
	feeling3 = "피지는 항상 \"스위프트슈어, 넌 좀 더 웃어야 해.\"라고 말하지만, 어떻게 해야 할지......앗, 죄송합니다. 이런 별 것도 아닌 일로 상담을...",
	lose = "죄송합니다. 제가 좀 더 잘 할 수 있었더라면 좋았을텐데...",
	propose = "죄송하지만, 한 번 더 확인을 해야겠어요...... 저를 선택하셔도 정말로 괜찮으신가요?...... 이런 저를... 만약 이런 제가 괜찮으시다면, 저는 기꺼이 받아들이겠습니다!——지휘관, 앞으로도 잘 부탁드립니다...!",
	expedition = "지휘관, 곧 의뢰 완료 시간입니다. 지금 항구로 출발하신다면, 제때에 의뢰조를 맞이할 수 있을거에요.",
	win_mvp = "저, 전 최선을 다했습니다...",
	home = "수고하셨습니다. 보고서는 이미 정리해뒀어요. 시간 나실 때 확인해주세요.",
	mission = "지휘관, 임무를 모두 분류하였습니다. 확인 부탁드립니다.",
	touch2 = "지휘관, 그... 이런건 함대 규율 상 맞지 않는 것입니다만......",
	voice_key_2 = -1,
	skill = "이 타이밍이라면 문제 없어...!",
	drop_descrip = "스위프트슈어급 경순양함——스위프트슈어, 현호 08",
	mail = "지휘관, 새로운 우편이 있습니다. 에? 아, 1시간 간격으로 체크하고 있으니 누락될 일은 없을겁니다.",
	touch = "비서함으로서, 보고하는 모든 것에 당연히 책임을 져야지요.",
	profile = "저는 로열 네이비 경순양함·스위프트슈어입니다. 대전의 말기에 참여하였는데, 전쟁의 종결과 의외의 상황으로 인해 전장에서 많은 활약은 하지 못했습니다. 이런 저를 받아주신다면, 함대를 위해 미약한 힘이나마 바치고 싶습니다. 앗, 신경 쓰이신다면 저의 일 같은 건 한 쪽에 치워두셔도 좋습니다......",
	mission_complete = "지휘관, 임무 보수를 모두 체크 완료하였습니다. 여기 리스트입니다. 확인 부탁드립니다.",
	feeling4 = "지휘관의 분부에 따라 자메이카의 오토바이 개장을 도와줬는데 꽤나 재미있었어요. 하하...... 앗, 지휘관, 죄송합니다... 방금 그 표정은, 그러니까, 죄송합니다......",
	unlock = "로열 네이비, 스위프트슈어라고 합니다. …이런 저라도 괜찮으시다면, 전력으로 함대를 위해 서포트하겠습니다.",
	feeling5 = "피지처럼 자주 웃는 것보다, 저는 역시 셰필드처럼 도도해 보이는 게 잘 맞는 것 같죠...? 가끔 한 번씩 웃어 보이는게 지휘관의 마음을 더 쉽게 움직일 수 있...... 바, 방금한 얘기는 못 들은 것으로 해주세요!",
	main = "지휘관, 오늘도 모두와 함께 열심히 힘냅시다.|지휘관은 로열의 레이디라면 우아해야 한다고 생각하지 않나요? 메이드대라면 몰라도, 피지와 자메이카는... 그, 자신만의 마이웨이가 있다고 할까, 좀 단정하지 못한데...... 정말 괜찮은 건가요...?|저는 기사장님이 부럽습니다. 저도 그렇게 행동거지에 자신만만하다면...... 앗, 죄송합니다. 방금 한 말은 잊어버려 주세요.",
	battle = "함대 전진!...스위프트슈어, 정신 차리자...!",
	upgrade = "힘내자, 스위프트슈어! 넌 지금 지휘관의 기대를 받고 있어...!",
	voice_key = 20223,
	headtouch = "",
	feeling2 = "지휘관, 무슨 일 있으신가요? 분부만 내려주세요......아, 저 같은 사람에게라도 문제 없으시다면......",
	login = "안녕하십니까. 이건 오늘의 업무 내용입니다. 살펴 보시죠...... 후...",
	vote = "",
	hp_warning = "적어도 다른 이들은 안전히 퇴각하게...!",
	id = 202230,
	detail = "앗, 어지럽혀서 죄송합니다...... 셰필드가 준 청소 도구인데, 저에게는 아직 손에 맞지가 않네요......아하하...",
	couple_encourage = {
		{
			{
				20208
			},
			1,
			"네! 노력할 겁니다......!",
			0
		}
	}
}
