_G.pg.ship_skin_words[202240] = {
	feeling1 = "지휘관님, 당신도…… 저의 적인가요?",
	feeling3 = "지휘관님, 계속 웃고 있으셨죠? 무슨 재미있는 일이라도 있었나요? 저에게도, 알려주시면 안될까요?",
	lose = "졌어…… 안돼, 이래선 안돼……",
	propose = "소중하게 여겨지는 느낌은 정말 좋아요. 따뜻해지는 느낌…… 이게 행복인가요? 그렇다면 더 행복해지고 싶어요…… 지휘관님, 그래도 되나요?",
	expedition = "아, 지휘관님. 방금 돌아온 게 의뢰조의 동료들인가요?",
	win_mvp = "하나도 남기지 않고 다 없애버렸네요.",
	home = "지휘관님, 귀항 수고하셨습니다. 전투는 즐거우셨나요?",
	mission = "지휘관님, 임무를 끝내지 않으면 군사법원에 간다고 하던데…… 아, 그렇지는 않은건가요?",
	touch2 = "지휘관님, 이곳의 느낌을 좋아하시나요?",
	voice_key_2 = -1,
	skill = "전부, 사라져.",
	drop_descrip = "그러니까 당신이…… 지휘관인거죠? 저를 모르시나요? 아, 맞다. 아직 자기소개를 하지 않았네요. 로열 네이비 소속의 블랙 프린스입니다…… 이러면 될까요?",
	mail = "우편? 어떤 내용일까요? 지휘관의 파면서…… 같은건가요?",
	touch = "지휘관님, 제 몸에 신경쓰이는 곳이라도 있으신가요?",
	profile = "저는 개조 다이도급… 혹은 벨로나급이라고 해야 할까요? 이렇게 기억하고 있어요…… 예전엔 참 많은 곳을 다녀봤던 것 같네요. 지휘관님, 저도 앞으로 먼 곳에서 임무를 수행하게 되나요? ",
	mission_complete = "임무 보상을 조금 정리해봤어요. 틀린 것은 없나 걱정되네요……",
	feeling4 = "지휘관님, 상냥한 사람을 좋아하시나요? 아…… 안아드리면, 이렇다면 조금 상냥한 느낌이 들지 않나요?",
	unlock = "그러니까 당신이…… 지휘관인거죠? 저를 모르시나요? 아, 맞다. 아직 자기소개를 하지 않았네요. 로열 네이비 소속의 블랙 프린스입니다…… 이러면 될까요?",
	feeling5 = "저는 지휘관님께 중요한 사람인가요? 그, 그러면 어떻게 해야 할까요? 예를들면, 지휘관님에게 더 상냥하게 대한다거나…… 이런 건가요?",
	main = "메이드? 아, 아니예요. 하지만 홍차나 간단한 요리 정도는 문제 없답니다.|여기서 바다를 볼 수 있구나…… 지휘관님, 바다는 좋아하시나요?|지휘관님, 멍 때리고 계신가요? 그렇다면 저도 같이 할까요?",
	battle = "적을 상대 할 때는 자비를 베풀어서는 안돼요……",
	upgrade = "지휘관님. 저, 정말 더 강해졌나요?",
	voice_key = 20224,
	headtouch = "",
	feeling2 = "지휘관님, 제게 시키실 일이 있으신가요? 어떤 것이든지 괜찮아요.",
	login = "지휘관님은 매일 이 시간에 돌아오시네요.",
	vote = "",
	hp_warning = "계속 싸워야 할까, 아니면 퇴각해야할까?",
	id = 202240,
	detail = "적을 무찌르는 장궁, 적을 막는 방패…… 지휘관님의 뜻에 따라서 당신의 힘이 되어드릴게요.",
	couple_encourage = {
		{
			{
				10501,
				10309,
				21301
			},
			1,
			"우리, 또 다시 한 부대에 있게 된 건가요?",
			0
		}
	}
}
