_G.pg.ship_skin_words[202260] = {
	feeling1 = "지휘관님, 제가 메이드 업무를 정상 완료할 수 있도록, 제 주변 3미터 내 구역으로 접근하지 말아주세요.",
	feeling3 = "지휘관님, 침대 시트 색깔은 흰색으로 할까요...아니면 녹색? 제 눈과 같은 색이요? 그, 그렇군요.",
	lose = "검토가 필요해요......다음 번엔 지지 않을 겁니다.",
	propose = "지휘관님과의 만남에 감사하며, 신명께서 내린 모든 기적에 감사합니다.——의식은 끝났죠? 돌아가야 해요. 업무를 마치지 않았잖아요.——에? 맹세의, 이, 입맞춤이요? 그건, 저, 그건......!",
	expedition = "의뢰팀이 돌아왔어요, 꼭 제때 맞이해 주세요.",
	win_mvp = "후...이런 성과라면 만족하시죠?",
	home = "수고 많으셨습니다. 편히 쉬세요.",
	mission = "새로운 임무를 받았어요. 꼭 보셔야 해요.",
	touch2 = "!? 저......저 먼저 실례할게요......!",
	voice_key_2 = -1,
	skill = "우아하고 장엄하게......!",
	drop_descrip = "사우스햄튼급 경순양함-글래스고, 현호C21",
	mail = "새로운 우편이 있어요. 제가 지휘관님 대신 가져올게요.",
	touch = "지휘관님? 또 무슨 분부가 남았나요?",
	profile = "저는 로열 경순양함, 사우스햄튼 글래스고입니다. 과거 노르웨이 임무, 북극해 호위전 등 임무에 참여했었죠. 하지만, 저는...그, 음, 전에 눈이 좋지 않아서... 이모젠이 오면, 그녀에게 꼭 사과할거에요.——",
	mission_complete = "임무 보상은 제가 우선 보관할게요.",
	feeling4 = "저의 평소 차림이요? 지휘관님 제가 무엇을 입든 보기 좋다고 하지 않으셨나요? 그럼 스스로 상상해보세요.",
	unlock = "타운급 순양함, 사우스햄튼급 글래스고. 지휘관님의 함대에 올 수 있어서 매우 영광입니다. 잘 부탁드립니다.",
	feeling5 = "침대도 준비했고, 이불도 널었었는데. 지휘관님은 어젯밤 밤새 업무를 보셨죠... 아니에요, 전혀 화 안났어요. 열심히 일하는 것도 아주 좋죠, 안그래요?",
	main = "뉴캐슬 언니요? 어떤... 언니에 대해서는 저도 말씀드릴 의무가 없지 않나요...? 없다구요!|셰필드가 가끔 독설을 하긴 해도, 좋은 아이에요.|지휘관님 만화 같은 것에 대해서...아니에요, 개의치 마세요.",
	battle = "기함...요? 여, 열심히 작전을 펼칠게요!",
	upgrade = "안심하세요, 저는 지휘관님의 기대를 저버리지 않을겁니다.",
	voice_key = 20226,
	headtouch = "",
	feeling2 = "지휘관님, 힘드시면 휴식하세요. 다신 절 위해 번거로운 일을 늘리지마세요.",
	login = "돌아오신 것을 환영합니다. 차는 이미 준비해뒀어요.",
	vote = "",
	hp_warning = "아, 아직 버틸 수 있어요…! ",
	id = 202260,
	detail = "이번 회에 연재한 스토리가 그렇게 전개될 줄이야, 대체 어떻게 이어......와악!? 지, 지휘관님!? ......컥컥! 괜찮으세요?",
	couple_encourage = {
		{
			{
				20208,
				20211,
				20212,
				20219
			},
			1,
			"총 공격, 로열의 영광을 펼쳐라！",
			0
		},
		{
			{
				20207
			},
			1,
			"정말 메이드 부대로 돌아갈 생각이 없나요?",
			0
		}
	}
}
