_G.pg.ship_skin_words[202280] = {
	feeling1 = "다이도가 주인님을 실망시켰나요…? 다이도는 정말 쓸모 없는 메이드네요……",
	feeling3 = "아이돌 의상이 잘 어울린다니… 칭찬 감사해요!! …아, 설마 다이도가 사실은 메이드에 어울리지 않는다는 말씀인가요…?! 주인님, 설마… 설마 다이도를 버리시려고……?!",
	lose = "메이드장처럼 잘 부를 수는 없구나… 으……",
	propose = "일개 메이드지만 모두와 함께 빛나는 무대 위에 설 수 있다니, 주제넘는 일이에요! …하지만 무대 위에서 열심히 할게요! 모든 것은 친애하는 주인님을 위해서…!",
	expedition = "의뢰조가 돌아왔다고 타슈켄트가 알려왔네요.",
	win_mvp = "다이도는 노력만 하면 할 수 있어요. 왜냐하면 다이도는 주인님의 자랑스러운 아이돌이니까요!",
	home = "주인님, 다치지 않으셨나요? 몸은 괜찮으신가요? 다이도가 아이돌 활동을 하고 있지만 필요하다면 언제든지 주인님을 위해 일할 수 있어요…",
	mission = "저희에게 온 오퍼같아요. 주인님, 확인해주세요.",
	touch2 = "음…… 아.",
	voice_key_2 = -1,
	skill = "아이돌로서 주인님을 위해서…!",
	drop_descrip = "경순양함 다이도, μ장비 테스트 임무 겸 아이돌 활동을 하는 중입니다. 이미 각 동료 여러분으로부터 수많은 아이돌 관련 지식을 습득했답니다. 다이도의 활약을 기대해… 주세요!",
	mail = "주인님, 업무 관련 우편인 것 같네요.",
	touch = "주인님이 원하신다면 악수도, 그 이상도 다이도는 기꺼이 할 수 있어요!",
	profile = "저는 로열 네이비의 경순양함, 다이도. 일개 메이드가 아이돌에 뽑히다니… 이 기회를 놓치지 않고 노력할게요!",
	mission_complete = "주인님, 임무 보상이에요. 모두가 함께 노력한 결과네요.",
	feeling4 = "메이드의 모습도, 아이돌의 모습도 전부 기대된다…는 말씀인가요…… 죄송합니다, 오해했네요…",
	unlock = "경순양함 다이도, μ장비 테스트 임무 겸 아이돌 활동을 하는 중입니다. 이미 각 동료 여러분으로부터 수많은 아이돌 관련 지식을 습득했답니다. 다이도의 활약을 기대해… 주세요!",
	feeling5 = "메이드 일 뿐만 아니라 아이돌 활동도 잘 하고 있다… 인가요? 주인님의 칭찬을 들을 수 있다니 영광이에요! 다이도는 주인님을 위해서라면 아이돌이… 아니, 어떤 것도 열심히 할 수 있어요!",
	main = "노래를 할 때는 기교보다 감정에 집중하면 모두를 더 쉽게 감동시킬 수 있어요… 그러니까, 다이도가 계속 주인님을 생각하고 노래를 부른다면……|일러스트리어스 씨는 레슨 받을 때 발 밑을 너무 신경쓰는 것 같네요… 거울이라던가…|메이드단의 동료들과 다른 진영의 동료들이 함께하니 정말 완벽한 아이돌 그룹이 됐어요. 다이도는 진심으로, 이런 모두를 모은 주인님이… 최고라고 생각해요.",
	battle = "주인님을 푹 빠지게 할 무대… 갑니다!",
	upgrade = "알바코어의 아이디어… 쓸 수 있을지 모르겠네요…",
	voice_key = 20228,
	headtouch = "",
	feeling2 = "주인님을 모시는 메이드가 아니라 아이돌이라니… 메이드단의 동료들이 다이도를 많이 가르쳐줬지만, 정말 할 수 있을까요…",
	login = "주인님, 오늘은 다이도에게 뭘 시키실 생각인가요? 아이돌 활동 뿐 아니라 메이드 일도 좋으니 분부만 내려주세요!",
	vote = "",
	hp_warning = "주인님에게 버림받지 않기 위해…!",
	id = 202280,
	detail = "아이돌 활동의 레슨, 오퍼, 무대, 훈련 그리고 메이드단의 일, 주인님을 위한 일… 다이도가 주인님을 위해서 이렇게 많은 일을 할 수 있을 줄이야…… 너무 많나요…? 다이도의 일을 줄이실 생각인가요… 아아… 다이도를 버리지 말아주세요…!!!",
	couple_encourage = {
		{
			{
				20227
			},
			1,
			"가끔은 사치를 부려도 괜찮겠지요…!",
			0
		},
		{
			{
				30711
			},
			1,
			"다이도도 이렇게 주인님 앞에서 자신을 드러낼수 있다면…!",
			0
		}
	}
}
