_G.pg.ship_skin_words[202290] = {
	feeling1 = "지휘관님 왠지... 좀 이상하지 않나요?",
	feeling3 = "지금 해도 안 되는 일을 미뤄두면, 더 이상 할 필요가 없어질지도 모르죠. 음.",
	lose = "지고 말았어요. 죄송해요...",
	propose = "서약의 반지... 이건... 영원히 함께하자는 뜻인가요? 음... 사실, 항상 제 곁에 계시지 않아도, 저를 기억해 주고, 바라봐 주고, 말을 걸어 주시기만 하면, 그걸로 만족해요.",
	expedition = "의뢰가 끝났나 봐요. 이럴 땐 의뢰에서 돌아온 동료들을 맞이하러 가야겠죠... 그리고 또 뭘 해야 하더라?",
	win_mvp = "지휘관님의 분부대로 승리하였어요.",
	home = "지휘관님이 안전하게 돌아오는 것만큼 중요한 것 없어요.",
	mission = "지휘관님, 제 생각에 지금쯤 알려드려야 할 거 같은데... 아직 완료하지 않은 임무가 있어요... 구체적인 내용이요? 음...",
	touch2 = "...음? 지휘관님 뭐하고 계세요?",
	voice_key_2 = -1,
	skill = "이렇게 하면... 되나요?",
	drop_descrip = "아레투사급 경순양함—페넬로피, 현호 97",
	mail = "아, 뭔가 잊어버린 거 같은데... 우편? 아, 맞아요. 우편. 지휘관님 새로운 우편이 있어요.",
	touch = "...어? 무슨 일 있어요? 시킨 일을 어서 다 끝내야 하는데...",
	profile = "로열 네이비... 아레투사급 경순양함 페넬로피. K 함대에서 오로라를 포함한 동료들과 함께 수송선을 저지하는 임무를 수행했었죠. 힘들 때도 있었지만 잘 견뎌냈어요. 마지막으로 그때, 그 아이가 눈에 띄었더라면...",
	mission_complete = "지휘관님, 임무 완료하셨어요... 이번에도 알려 드려야 할 게 있는데, 그건, 보상이 뭐냐고요? 음...",
	feeling4 = "장미꽃잎차 끓이는 법을 배웠는데, 지휘관님도 드셔 보실래요?...... 시큼해요? 음... 설마 저 병에 들어 있던 게 과일식초...?",
	unlock = "아레투사급 경순양함 페넬로피. 음... 이게 바로 내 이름이에요. 오늘부터 당신의 부하가 되었습니다. 부디... 제 이름을 기억해 주세요.",
	feeling5 = "어디서 얼마나 계시던 전 계속 기다리겠어요. 음, 무슨 일이 생겨도 전 여기서 기다릴 거예요.",
	main = "문서가... 앗, 어디 있더라... 아, 여기 있었군요? 죄송해요. 또 잊어버렸어요...|\"후추병\"? 음... 후춧가루를 넣어도 맛있을 것 같은데요? | U410... 그 애랑 친하게 지냈으면 좋겠어요... 음, 지휘관님이 계시니까 괜찮겠죠.",
	battle = "다들 함께 가는 거죠?",
	upgrade = "전보다 더 강해졌죠?",
	voice_key = 20229,
	headtouch = "음... 지휘관님이 보기에 제가 아이 같아요?",
	feeling2 = "내일은 저도 분부대로 지휘관실에서 대기하고 있겠습니다.",
	login = "출격하시는 건가요. 돌아오시길 기다리겠습니다.",
	vote = "",
	hp_warning = "저는... 괜찮아요.",
	id = 202290,
	detail = "저기... 지휘관님, 그렇게 쳐다보시면... 설마 이 장갑이 필요하신 거예요?",
	couple_encourage = {
		{
			{
				20132
			},
			1,
			"이번에도 부탁해요?",
			0
		},
		{
			{
				20215
			},
			1,
			"또 함께 싸울 수 있겠네요.",
			0
		},
		{
			{
				29901
			},
			1,
			"넵튠? 아닌 것 같아요...",
			0
		}
	}
}
