_G.pg.ship_skin_words[203010] = {
	feeling1 = "각하, 어딘가 다른 곳으로 가주세요. 여긴 제가 전부 해낼 수 있어요.",
	feeling3 = "각하, 함께 차라도 한잔 어떠신가요? 아, 일이 끝나지 않으셨다면 그쪽을 우선해주세요. 물론 저도 함께할 테니까요.",
	lose = "…당신들에겐, 예의로써 대할 필요도 없었네요.",
	propose = "감사합니다~ 거기 놔주세요. 그것보다 각하, 이것을… 놀라지 않냐고요? 후훗, 각하와 제 사이니까요, 굳이 말씀하시지 않아도 다 안다구요♪ 후후훗. 하지만, 모처럼이니까요, 대신 오늘 저녁은 각하가 좋아하시는 것을 많이 만들어 드릴게요~",
	expedition = "네, 의뢰는 정시에 도착했습니다. 성과를 확인하러 가죠.",
	win_mvp = "각하로부터 칭찬의 말을 듣는 것이, 무엇보다 영광이에요.",
	home = "수고 많으십니다. 공무는 제게 맡겨주시고, 따뜻한 홍차라도 드셔주세요.",
	mission = "오늘의 임무는, 분명 빨리 끝날 거에요.",
	touch2 = "가… 각하, 그건 매너 위반이에요!",
	voice_key_2 = -1,
	skill = "어디 보자, 저도 힘내야겠네요.",
	drop_descrip = "런던급 중순양함·런던 (HMS London)",
	mail = "새로운 편지는 여기 있습니다. 확인을 부탁드려요.",
	touch = "바디 터치는 좀… 아뇨, 상관없지만서도, 익숙하질 않아서요.",
	profile = "런던급 중순양함의 네임쉽── 런던이라 합니다. 제1 순양함대에 소속되어, 북대서양·태평양 등지에서 싸워왔습니다. 각하, 임무라면 안심하시고 맡겨주세요!",
	mission_complete = "보너스에 대해서 일람표를 만들어 왔습니다. 확인을 부탁드려요.",
	feeling4 = "데이트인가요? 요 며칠 일을 잘 해내면 약속 못 해 드릴 것도 없답니다? 어떠신가요? 각하도 열심히 해보시겠나요?",
	unlock = "런던급 중순양함 1호 함, 런던입니다. 제1 순양함 전대에 소속되어, 북대서양, 태평양에서의 싸움에 참전해왔습니다. 임무라면, 안심하시고 맡겨주세요!",
	feeling5 = "가만히 있어 주세요. 정말, 옷깃을 제대로 세워 달라고 몇 번이나 말씀드렸잖아요. 그리고 머리 손질도 하시고… 각하는 그런 점에선 정말 대충대충이시니까… 네, 이제 괜찮아졌네요. 그럼 데이트는 어디로 가실 건가요?",
	main = "각하… 아메티스트를 보지 못하셨나요? 찾고 있어요.|북극은 매우 추워서, 병에 걸려버릴 것만 같아요…|어라, 오늘은 날씨가 좋네요. 음, 뭐… 이야깃거리가 되었으면 해서…",
	battle = "여러분, 자신을 소중히 여겨주세요. 가능한 한 다치지 않도록 하시길!",
	upgrade = "기쁘지만, 자원 배분에 주의해주세요.",
	voice_key = 20301,
	headtouch = "",
	feeling2 = "각하, 잠시 기다려주세요. 이쪽에 조금 문제가… 응, 됐어! …무슨 일이신가요?",
	login = "평안하신가요, 각하, 런던은 오늘도 곁에 있답니다.",
	vote = "",
	hp_warning = "계산이 조금 빗나가서…",
	id = 203010,
	detail = "무슨 일이신가요? 각하, 무엇을 그리 열심히 보고 계신지요?",
	couple_encourage = {
		{
			{
				20303,
				20304,
				20305
			},
			2,
			"카운티급 자매 여러분, 가죠!",
			0
		}
	}
}
