_G.pg.ship_skin_words[203070] = {
	feeling1 = "힘<†포스†>의 인력이 사라졌나…… 결국 당신도 모조품<†페이커†>에 지나지 않은 건가요……",
	feeling3 = "……역선<†프렌드 쉽†>의 흡인력이 한층 강해졌군요! 자아, 제 손을 잡고 더욱 교류해요!",
	lose = "이건… 산호초 바다의 악몽…",
	propose = "계약의 시간이 마침내 왔어요! 지휘관이여, 나의 손을 잡아 이 세계를 수정해 나가도록 하죠!",
	expedition = "운명<†페이트†>으로부터의 시련을 또 하나 해냈습니다. 목표<†엘리시온†>를 향해서 또 한 걸음…",
	win_mvp = "어둠에 삼켜지도록 하세요!",
	home = "전투<†인카운트†> 후에는 회고<†트레이스†>도 필요합니다. 요크 특제 드링크라도 마시고 진정하세요.",
	mission = "시련<†트리뷸레이션†>이 우릴 부르고 있어요.",
	touch2 = "숭고한 영혼에게 있어 몸의 접촉 따윈 아무 의미도 없습니다… 꺄앗!",
	voice_key_2 = -1,
	skill = "<†매지컬 캐넌·아마겟돈†>!",
	drop_descrip = "요크급 중순양함·요크 (HMS York)",
	mail = "이건…… 불가사의의 왕<†언노운†>에게서의 메세지…! ",
	touch = "힘<†포스†>의 흐름을 느끼셨나요?",
	profile = "요크급 중순양함의 네임쉽? 흥, 이건 어디까지나 코드네임에 지나지 않아……\n언젠가 수다 만 습격이란 악몽<†나이트메어†>을 뛰어넘어 운명을 손에 넣는 진정한 존재<†더·마이스터†>가 되겠어요!",
	mission_complete = "시련<†트리뷸레이션†>은 힘의 향상만이 아닌 상응하는 보수도 있다는 것. 그걸 잊지 마시길.",
	feeling4 = "이 감각…… 그래, 당신이 곁에 있어 준다면 무한한 힘을 느껴… 이것이 마음으로 당신을 받아들여서 탄생한 새로운 힘<†러브†>……",
	unlock = "이 저를 찾아내다니… 당신도 힘<†포스†>의 소유자군요? 요크급 마도중순양포함 요크입니다. 이것 또한 운명이에요. 함께 싸웁시다.",
	feeling5 = "마음의 폭발을 억누를 수 없어…! 자, 나를 더욱 껴안고 두 사람의 힘<†러브†>을 하나로 섞어 적을…… 햐읏!",
	main = "요크 특제 드링크에요. 자아, 한 방울도 남김없이 드셔주세요.|힘<†포스†>은 필수불가결. 하지만 그것<†포스†>에 빠져선 안 됩니다.|싸움이야말로 나의 숙명…… 그렇다면 더욱 격렬해져도 좋아!",
	battle = "제 힘<†포스†>에 엎드리도록 하세요!",
	upgrade = "힘<†포스†>이 이 몸으로 모여드는 게 느껴지네요!",
	voice_key = 20307,
	headtouch = "",
	feeling2 = "힘<†포스†>에서 우리가 끌리고 있음을 느꼈습니다. 새로운 드링크를 시음해주시겠습니까?",
	login = "수행에서 돌아왔나요? 가죠. 운명<†페이트†>이 우릴 부르고 있어요.",
	vote = "",
	hp_warning = "이것이 운명에 의한 시련이야……!",
	id = 203070,
	detail = "제 힘<†포스†>을 느끼세요. 기껏해야 빙산의 일각이지만 말이죠.",
	couple_encourage = {
		{
			{
				20308
			},
			1,
			"여동생들이여, 손을 맞잡고 운명에 저항하는 거다.",
			0
		},
		{
			{
				10311
			},
			1,
			"그런가, 넌 장군(†제너럴†)이었나……",
			0
		}
	}
}
