_G.pg.ship_skin_words[203080] = {
	feeling1 = "로열 네이비의 영광에 먹칠하지 말아 주십시오!",
	feeling3 = "로열 네이비로 태어난 자로서 자신의 운명을 결정할 수는 없습니다. 그렇기에 지휘관 공 같은 우수한 분을 만날 수 있어 정말 다행이라 생각합니다.",
	lose = "방심했어…… 다음에 설욕하도록 하지!",
	propose = "아플 때도, 건강할 때도, 가난할 때도 풍족할 때도 죽음이 두 사람을 갈라놓을 때까지 귀하와 계속 함께 있겠습니다. 지휘관 공.",
	expedition = "의뢰로 출격한 소녀들이 돌아왔습니다…… 로열 네이비의 일원으로서 최소한의 환영은 확실히 해야지, 응!",
	win_mvp = "난 유구한 역사의 계승자, 이 승리를 들어 영광을 계속 전승하는 자!",
	home = "엑세터, 작전에서 귀환했습니다! 지금부터 전과를 보고하도록 하겠습니다!",
	mission = "임무를 완수하도록 하죠! ──로열 네이비의 영광을 위해!",
	touch2 = "……! ! ……로열 네이비의 일원으로서 이런 모습을 보이면… 앗!",
	voice_key_2 = -1,
	skill = "로열 네이비의 영광을 위해!",
	drop_descrip = "요크급 중순양함·엑세터 (HMS Exeter)",
	mail = "귀공께 온 편지입니다. 좋은 소식이길 바라고 있습니다.",
	touch = "저는 로열 네이비의 일원인데 지휘관 공은 평범하게 접촉해줘서 감동했습니다…",
	profile = "요크급 중순양함의 2번함 엑세터입니다! 과거 그라프 슈피 추격을 맡았습니다. 적의 기세가 아무리 거대하여도 로열 네이비의 영광을 위해 엑세터는 결코 꺾이지 않습니다!",
	mission_complete = "영광스러운 포상, 닿았습니다.",
	feeling4 = "지휘관 공…… 귀하가 지휘관이 아닌 평범한 분이라면 좋아하게 됐을지도……",
	unlock = "요크급 중순양함 2번함, 엑세터. 로열 네이비의 명을 받들어 귀하의 위업에 공헌을!",
	feeling5 = "중요한 것은 지금이군요. 이 세상에 운명이 있다고 한다면 머지않아 당신에게 반드시… ",
	main = "어디에 있어도 로열 네이비의 영광을 느끼는 게 가능합니다.|요크 언니, 또 이해 안 가는 행동을……|이 스커트는 파도에 젖어버릴 것 같아…좀 더 전투에 적합한 의상으로 바꾸는 편이 좋을까요?",
	battle = "로열 네이비의 영광에 맹세코 결코 사명을 배신하지는 않아!",
	upgrade = "로열 네이비에 영광을! 절대 사명을 등지거나 하지 않습니다!",
	voice_key = 20308,
	headtouch = "",
	feeling2 = "지휘관 공, 사심을 가지시면 곤란합니다!",
	login = "로열 네이비의 정예로서 결코 지휘관 공을 실망하게 만들거나 하지 않습니다!",
	vote = "",
	hp_warning = "우리에게 영광을!",
	id = 203080,
	detail = "검사를 부탁드리겠습니다. 지휘관 공.",
	couple_encourage = {
		{
			{
				20307
			},
			1,
			"언니, 영광을 위해 나가 싸우자!",
			0
		}
	}
}
