_G.pg.ship_skin_words[203090] = {
	feeling1 = "런던 언니는 마음이 약하니까, 당신이 이런 몹쓸 인간이 될 때까지 응석을 받아주고 만거군요.",
	feeling3 = "런던 언니는 분명 나쁜 사람에게 속기 쉽고, 게다가 속는다 해도 생긋 웃으면서 받아들여 버려요… 정말 어쩌다 그런 성격이 된 건지……",
	lose = "리더인 내 탓이야. 다들 침울해하지 마.",
	propose = "런던 언니를 조금이라도 편하게 해주려고 하다 보니 그만 당신에게 박하게 굴었지만, 조금씩…… 당신이 누구보다도 우수한 존재가 되어주었으면, 하는 생각을 하게 되고… 지금은… 이미 그렇게 되어버렸네요.",
	expedition = "시간이 다 됐네요.…… 지휘관, 의뢰 팀이 슬슬 귀환하는 모양이에요.",
	win_mvp = "이겼다고 우쭐하지 마세요. 개선할 점은 산더미처럼 있으니까요.",
	home = "보고할 건 잔뜩 있습니다만, 뭐, 일단 수고하셨어요.",
	mission = "우선은 효율이 좋은 방법을 생각한 후, 행동에 옮긴다.…… 이거, 잊지 않았겠죠?",
	touch2 = "지휘관, 거기 앉으세요! ……정말이지… 예절의 기본부터 다시 가르쳐야 하다니…!",
	voice_key_2 = -1,
	skill = "제대로 퍼부어 주마!",
	drop_descrip = "런던급 중순양함 - 서식스 (HMS Sussex）",
	mail = "우편 확인은 잊지 말라구요.",
	touch = "지휘관, 옷매무새가 흐트러져 있어요. 또 머리카락도…… 움직이지 마세요, 바로 해줄게요.",
	profile = "그 지중해에서의 연안 방어와 북해 쪽 해전 말고는, 거의 자잘한 임무만 맡아서… 그리고 한 번은 기나긴 수리를…… 어, 어쨌든! 이 함대에 착임한 이상 제대로 일해드릴 테니, 지휘관도 똑바로 일하도록 하세요!",
	mission_complete = "임무 보수네요! 지휘관도 일단 하면 잘하네요♪",
	feeling4 = "하아… 런던 언니, 무슨 말을 해도 내 머리를 쓰다듬으면서 \"서식스, 고마워. 하지만 괜찮아.\"라고 말하니… 그러고는 결국 아무것도 바뀌지 않고 평소대로…… 정말이지, 왜 이리 사람 속을 썩이는 거야……",
	unlock = "당신이 지휘관? 흥! 미리 말해두겠습니다만, 저 마음 약한 런던 언니와 다르게, 나, 서식스는 아주 엄격하다고요!",
	feeling5 = "당신이라면 런던 언니를 안심하고 맡길…… 으응, 안 돼, 당신은 좀 더 우수해져야… 적어도, 내 마음이 끌릴 정도가 되지 않으면…… 어라? 나, 지금 뭐라고……",
	main = "지나친 상냥함은 독이 돼요. 엄격해야 할 때는 제대로 엄하게 대하지 않으면.|날 쳐다볼 여유가 있으면 일이나 똑바로 하세요! 다, 다 했다면 마음껏 봐도……|……지쳤다면 쉬세요. 이런 때에 무리해서 참기보다, 중요한 순간에 제대로 노력하라구요.",
	battle = "함대에 부끄럽지 않도록… 각 대원의 분투를 기대합니다!",
	upgrade = "고마워요. 다음 작전도 힘낼게요.",
	voice_key = 20309,
	headtouch = "",
	feeling2 = "런던 언니의 그 누구에게나 생글거리는 느낌, 좀처럼 익숙해지지 않네요.",
	login = "업무 준비, 괜찮나요? 나중에 깜빡했다고 해도 난 몰라요.",
	vote = "",
	hp_warning = "각 대원, 진영을 사수하도록!",
	id = 203090,
	detail = "슈롭셔는 좀 비뚤어진 구석이 있네요…… 뭐, 그 애는 뭘하든 손해는 안 보는 타입이니까, 가만히 놔두면 괜찮지 않을까요?",
	couple_encourage = {
		{
			{
				20301
			},
			1,
			"런던 언니, 다치지 않도록 해!",
			0
		},
		{
			{
				20302
			},
			1,
			"슈롭셔, 전투는 진지하게 해!",
			0
		}
	}
}
