_G.pg.ship_skin_words[204010] = {
	feeling1 = "지휘관님, 이대로는 안 됩니다!",
	feeling3 = "지휘관님, 언제나 산책에 불러주시고 계십니다만, 뭔가 고민거리라도 있으신 건가요?",
	lose = "……지휘관님, 죄송합니다…… 신뢰에 답하지 못하였습니다…",
	propose = "조금만 기다려주세요, 지휘관님…… 저, 저어, 양초를 더 갖고 오든지, 커버를 더 갖고 와서 양초가 꺼지지 않도록 할 테니까, 그, 그리고…… 보지 말아주세요! 지금 제 표정 엄청 이상할 테니까!",
	expedition = "의뢰를 마친 아이가 왔습니다. 다음번에는 부디 저도 참가시켜 주세요. 맞이하는 쪽에 있는 건 익숙지 않아서요.",
	win_mvp = "적 함대전멸 확인. 임무 완료.",
	home = "이번 작전의 소모는 추후, 가능한 한 빨리 보고드리도록 하겠습니다.",
	mission = "지휘관님, 아직 해야 할 미션이 남아있습니다.",
	touch2 = "……!! 지휘관님, 반항할 생각은 없습니다만…… 그치만…",
	voice_key_2 = -1,
	skill = "리나운, 양현 전속!",
	drop_descrip = "리나운급 순양전함·리나운 (HMS Renown)",
	mail = "틈이 나시면, 우편 체크 부탁드립니다.",
	touch = "……조금 이상한 기분이에요── 이런 말을 듣는 건 지휘관이 처음이에요.",
	profile = "로열 네이비 리나운급 순양전함 리나운입니다. 두 번의 대전을 겪어, 전과에는 자신 있습니다. 어떤 명령이라도 전력을 다해 완수하여 보이겠습니다!",
	mission_complete = "미션 보너스를 받아주세요!",
	feeling4 = "…지휘관님이 이전, 바닷가에서 양초를 하트 모양으로 놓고 계시던데, 어째서인가요? 그리고 제가 「바람에 꺼질 것 같다」라고 했을 때, 어째서 우셨던 건가요?",
	unlock = "로열 네이비 리나운급 순양전함·리나운입니다. 명령을! 지휘관님의 검이 가리키는 곳이 제 주포가 향하는 곳입니다!",
	feeling5 = "걱정 마세요. 저도 그렇게 둔감하지는 않답니다. 다음에는 커버를 갖고 가서 양초가 꺼지지 않게 할 테니, 그때 하고 싶으셨던 얘길 마저 해주세요.",
	main = "명령은 없는 건가요? 「적의 동향을 살펴보는 것」……이라는 의미인가요?|스크류 말인가요? 전에 후드 씨가 저랑 부딪히고선, 정신을 차려보니 사죄의 의미로 이걸 보내줬습니다만……|뭔가요? 성실한 리나운 귀여워… 라고요? 네, 그 리나운 씨를 대신해서 지휘관님께 감사드립니다── 엣?!",
	battle = "적 함 발견! 전 함, 사격 개시!",
	upgrade = "그 바람이, 힘의 근원이 됩니다.",
	voice_key = 20401,
	headtouch = "",
	feeling2 = "「러브레터」? 그건 무슨 악기, 같은 건가요? 여러 가지를 시도해볼 수 있을 듯한, 재밌는 느낌이네요.",
	login = "지휘관님, 명령을!",
	vote = "",
	hp_warning = "스피드야말로 최고의 방어에요!",
	id = 204010,
	detail = "리나운, 모든 기능 정상! 걱정 마십시오!",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"같이 싸울 수 있어 영광입니다!",
			0
		},
		{
			{
				20503
			},
			1,
			"항속 29노트, 리나운, 출격!",
			0
		},
		{
			{
				20502
			},
			1,
			"리나운, Search and Destroy!",
			0
		}
	}
}
