_G.pg.ship_skin_words[204030] = {
	feeling1 = "하아…… 단호하게 교육하지 않으면 안 되겠네요.",
	feeling3 = "우아하다는 말을 자주 입에 담습니다만, 지휘관님이 저에게 맞춰주실 필요는 없어요. 오히려 평소의 지휘관님이야말로 가장 매력적인걸요.",
	lose = "승패는 병가지상사라 하였습니다. 아직 우리에게 시간은 충분합니다.",
	propose = "후후, 그렇게 긴장하시고선, 그래서는 레이디에게 마음이 전해지지 않아요, 지휘관님── 하지만, 당신의 마음이라면 확실하게 저에게 전해졌답니다…… 후드는 기쁘게 받아들이도록 하겠습니다.",
	expedition = "완수한 의뢰의 숫자도 영광의 상징입니다. 저 아이들의 노고를 치하해주는 것이 어떠신가요?",
	win_mvp = "따뜻한 햇빛, 기분 좋은 바닷바람─ 멋진 승리입니다.",
	home = "지휘관님, 방금 탄 홍차는 어떠신가요? 홍차를 즐기면서 검토해보죠.",
	mission = "지휘관님, 상관에게서 새로운 임무를 받아왔습니다. 확인 부탁드립니다.",
	touch2 = "레이디에게 억지로 손을 대는 것이 어떤 행위인가, 지휘관님이라면 잘 알고 계시겠지요… 마음의 준비는 되셨나요?",
	voice_key_2 = -1,
	skill = "우아함은 겉멋이 아니랍니다.",
	drop_descrip = "어드미럴급 순양전함·후드 (HMS Hood)",
	mail = "미개봉…… 지휘관님, 타인에게 차갑게 대하는 것은 신사가 할 행동이 아니랍니다?",
	touch = "적당한 스킨쉽도 가끔은 필요하지요. 사교댄스라도 어떠신지요?",
	profile = "후후. 네. 로열 네이비의 영광은 지금 당신의 눈앞에 있습니다. 어떠한 때라도 우아하게 행동하는 것이야말로, 왕가로부터 내려오는 예절입니다. 덴마크 해협? 승패는 병가지상사. 일시적인 패배에 지나지 않습니다.",
	mission_complete = "영광에는 보수가 따라오는 법이지요. 잊지 말고 부탁드립니다.",
	feeling4 = "응? 가까운가요? 숙녀는 항상 우아하게 행동하여야 하지만, 사모하는 분의 앞에서는 대담해질 수도 있답니다?",
	unlock = "당신이 지휘관님인가요? 안녕하신지요. 로열 네이비의 영광─ 후드. 승리와 함께 당신의 곁으로 가겠습니다. ",
	feeling5 = "「내 그대를 한여름 날에 비할 수 있을까? 그대는 여름보다 더 아름답고 부드러워라…… 인간이 살아 숨을 쉬고 볼 수 있는 눈이 있는 한 이 시는 살게 되어 그대에게 생명을 주리라.」 ……아름다운 시네요. 지휘관님, 저를 위해 읽어주시겠어요?",
	main = "우수한 지휘관이라면 홍차에도 소양을 지녀야 합니다.|이 글자는…… 과연, 아까는 잘못 봤습니다. 죄송합니다. 제가 눈이 별로 좋지 못하여서…|잘 듣고, 조심스레 발언한다── 옳은 판단을 하고 싶다면, 타인의 의견에 귀를 기울여야 하는 것입니다.",
	battle = "영광은 언제나 저희와 함께 있음을.",
	upgrade = "그 행실은 반드시 보답받을 것입니다.",
	voice_key = 20403,
	headtouch = "",
	feeling2 = "지휘관님, 평안하신지요. 좋은 오후이니, 조금 이야기라도…… 네, 그러면 리나운 씨의 이야기를 조금…",
	login = "어서 오십시오. 지휘관님. 홍차는 어떠신가요?",
	vote = "",
	hp_warning = "저도 조금은 열 받았어요.",
	id = 204030,
	detail = "로열 네이비의 영광, 마음껏 봐주시기 바랍니다.",
	couple_encourage = {
		{
			{
				20401
			},
			1,
			"리나운 씨, 한눈팔면 안 된답니다.",
			0
		},
		{
			{
				20402
			},
			1,
			"리펄스 씨, 매너를 지켜주셔요.",
			0
		},
		{
			{
				20501
			},
			1,
			"폐하, 미력이나마 최선을 다해보이겠습니다.",
			0
		},
		{
			{
				2
			},
			5,
			"로열 네이비의 영광으로서, 전진하겠습니다.",
			3
		}
	}
}
