_G.pg.ship_skin_words[205020] = {
	feeling1 = "친한 척은 그만둬주지 않겠나…",
	feeling3 = "귀족 기질이 없다고? 확실히 후드 같은 애들과는 달리 명색만…… 가, 가슴 얘기는 그만둬줘.",
	lose = "대미지 컨트롤이 작동하지 않아!? 조타 장치도 제어 불능이라고!? 잠깐! 이런 중요한 때에!",
	propose = "드디어 이날이 왔는가. 나의 노력은 헛되지 않았어…… 후우…… 그럼 지휘관, 가볼까. 준비는 돼 있어. Officers, draw swords!",
	expedition = "의뢰인가. 그립구나. 나도 예전엔 뛰어다니던 시기가 있었지. 가자. 노력해준 그녀들은 마중받아야 마땅해.",
	win_mvp = "한계에 굴복해선 안 돼. 불침함의 이름은 장식이 아니야!",
	home = "후우~ 엄청난 살기였어. 그래도 이렇게 귀환했으니 느긋하게 쉬어볼까.",
	mission = "새 임무를 받는 대로 출진하겠어.",
	touch2 = "알겠어? 나는 절대로 그런, 그…",
	voice_key_2 = -1,
	skill = "Belli dura despicio!",
	drop_descrip = "퀸 엘리자베스급 전함·워스파이트 (HMS Warspite)",
	mail = "지휘관, 우편이 왔어.",
	touch = "이런 스킨쉽은… 싫지 않아.",
	profile = "퀸 엘리자베스급 고속전함 워스파이트. 이동 목표에 대한 최장거리 가격 명중 기록을 갖고 있어. 절체절명의 출격을 몇 번이고 기적적으로 생환해 보였지── 이 모든 건 분명 내 운명이라고?",
	mission_complete = "미션에는 보너스가 있으니, 그걸 잊지 말도록.",
	feeling4 = "뭐라고 할까…… 나, 자매 중에서는 나이가 많은 편인데, 스타일이 그…… 나이에 안 맞게 젊은 애들과 겨룰 수도 없고, 적어도 당신 앞에서는 매력적으로 보이고 싶은데…… 어떻게 하면……",
	unlock = "만나서 반가워, 나는 워스파이트. 움직이는 목표에 대한 최장거리 사격 명중 기록을 갖고 있지… 의외라고? 생각한 것보다 작다고? 아무래도 얘기를 좀 할 필요가 있겠네…",
	feeling5 = "그래,좋아. 나는 워스파이트. 전쟁을 혐오하는 자야. 흥! 하지만 나에게서 지휘관을 뺏으려고 하는 녀석은 그 전에 이 대포를 똑똑히 보게 해주겠어!",
	main = "지휘관의 명령은 절대적이야. 최우선으로 대응해야 해.|올드·레이디는 스커트를 입지 않으면 더 빨리 달릴 수 있어, 시험해볼래?|이 이상 나를 놀리면, 15인치 포탄을 먹여줄 테다?",
	battle = "지휘관의 적은 절대로 놓치지 않는다!",
	upgrade = "전장이여, 내가 간다.",
	voice_key = 20502,
	headtouch = "",
	feeling2 = "지휘관, 로열 네이비의 역사가 알고 싶어? 나를 따르던 장군들의 얘기를 해줄까?",
	login = "이 워스파이트, 제아무리 멀리 도망친 적이라도 해치워 보이겠어.",
	vote = "",
	hp_warning = "전투의 고통도 이 정도인가!",
	id = 205020,
	detail = "데이터에 현혹되지 마. 승리를 이끌어낼 조건은 그 외에도 잔뜩 있어.",
	couple_encourage = {
		{
			{
				10105,
				10108
			},
			1,
			"올드·레이디와 속도 경주인가?"
		},
		{
			{
				10706
			},
			1,
			"천하무쌍? 하아……",
			0
		},
		{
			{
				20403
			},
			1,
			"우아함은 전장에 어울리지 않아.",
			0
		},
		{
			{
				20501
			},
			1,
			"폐하, 제 활약을 기대해주십시오.",
			0
		},
		{
			{
				20503,
				20504
			},
			2,
			"후배님들, 따라오도록.",
			0
		},
		{
			{
				20510
			},
			1,
			"너무 무리하지 마.",
			0
		}
	}
}
