_G.pg.ship_skin_words[205030] = {
	feeling1 = "너 말야… 이젠 뭐라고 해야 할지… 하아…",
	feeling3 = "이 정도로 내가…… 너 혼자서 이걸 한 거야? ……웃지 마! 이번만큼은 특별히 칭찬해줄게. 흥!",
	lose = "나한테 모욕을 주다니… 기억해 둬!",
	propose = "똑바로 서. 이 넬슨이랑 같이 생애를 보내게 됐으니 가슴을 펴라고! ……뭐, 너한테 선택받은 것도 이 넬슨에게 있어 자랑이지만…… 틱틱거리지 않게 됐다고!? ……너, 너 말야… 그렇게 쳐맞고 싶은 거야!?",
	expedition = "지─휘─관! 의뢰 완료 시간 까먹고 있던 것 아니야?!",
	win_mvp = "흥, 이 정도의 적, 별것도 아니야.",
	home = "로열 네이비의 늠름한 모습을 보았는가!",
	mission = "미션을 팽개쳐 두고 뭔 생각이야?",
	touch2 = "트라팔가르의 물고기 밥이나 돼버려. 지·휘·관!",
	voice_key_2 = -1,
	skill = "내가 적을 깔볼 줄 알았다면 큰 착각이야!",
	drop_descrip = "넬슨급 전함·넬슨 (HMS Nelson)",
	mail = "산책 하는 김에 편지 가져왔어. 감사히 확인해보라고.",
	touch = "주포 한 방 먹고 싶은 거야?!",
	profile = "나를 모른다면, 사관학교부터 다시 나와야겠네. 그런 지휘관은 필요 없으니까.\n발이 느리다고…!? 뭐? 잘도 말했겠다… 거기서 움직이지 마, 일단 이 한 발로, 깨닫게 해주겠어!",
	mission_complete = "보너스도 내가 갖고 오게 할 셈이야? 10초 줄 테니까 갔다 와! 1, 2, ……",
	feeling4 = "──뭐야, 자기 책임이 있는 일을 제대로 해내는 인간 정도는 칭찬해준다고! 그리고 네가 믿음직스럽지 못하다고 생각한 것뿐이지, 딱히 불성실하다고 생각했던 건 아니고…",
	unlock = "네가 지휘관이야? 별로 쓸모 있어 보이지는 않는데. 나는 넬슨이야. 일단 잘 부탁해.",
	feeling5 = "사귀자고? 흥! ……뭐, 뭐어 사귀어줘도 괜찮은데? 이대로 계속 노력해준다면 말이지.",
	main = "「실패」라는 이름의 경험? 그딴 건 패자의 변명에 불과해!|너뿐만이 아냐, 도처에 널린 우정·노력을 지껄이는 범우들과 같다면, 이 자리에 있을 자격이 없어!|능력에 맞는 일을 해야 하는 거야. 너는 아직 대임을 맡기엔 멀었어…… 자신을 좀 더 갈고 닦도록 해.",
	battle = "모두가 자신의 의무를 다해주길 기대할게.",
	upgrade = "일단 감사해줄게. 잘했어.",
	voice_key = 20503,
	headtouch = "",
	feeling2 = "그러고도 지휘관이야? 웃기고 있네. 알겠어? 지휘관이란 건…… (1시간 후) 알았어? 그럼 한번 열심히 해봐.",
	login = "흥, 땡땡이 끝났어? 서류는 준비해뒀으니까, 열심히 해봐. 기대는 해줄게.",
	vote = "",
	hp_warning = "흥, 이까짓 것!",
	id = 205030,
	detail = "뭐가 이상하다는 거야! 이 이상 보면 눈을 파버릴 거야!",
	couple_encourage = {
		{
			{
				20401
			},
			1,
			"리나운, 내 명성을 더럽히지 말아줘.",
			0
		},
		{
			{
				20501
			},
			1,
			"폐하는 물러나주세요. 여기는 제가 맡겠습니다.",
			0
		}
	}
}
