return {
	id = "JUEXINGDEHUANGJIN3-4",
	mode = 2,
	fadeOut = 1.5,
	scripts = {
		{
			mode = 1,
			asideType = 1,
			bgm = "theme-fool23-en",
			sequence = {
				{
					"兩位強者間的戰鬥還在持續著——",
					2
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"「重生吧，我的半身——巨龍機甲·鐵爪！」",
					1
				},
				{
					"「▂▃▄▅▆▇███*猛烈的咆哮*██▌██▌██▌██▌」",
					2
				},
				{
					"「一刻也沒有來得及為試作型超級鑽頭MKII量產型而哀悼，立刻趕來戰場的是試作型超級鑽頭MKII量產型。」",
					3
				},
				{
					"「重生吧，我的半身——巨龍機甲·鐵爪！」",
					4
				},
				{
					"「▂▃▄▅▆▇███*猛烈的咆哮*██▌██▌██▌██▌」",
					5
				},
				{
					"「一刻也沒有來得及為試作型超級鑽頭MKII量產型而哀悼，立刻趕來戰場的是試作型超級鑽頭MKII量產型。」",
					6
				},
				{
					"「重生吧，我的半身——巨龍機甲·鐵爪！」",
					7
				},
				{
					"「▂▃▄▅▆▇███*猛烈的咆哮*██▌██▌██▌██▌」",
					8
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"就這樣持續著，彷彿直至時間的盡頭。",
					2
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"至於這場戰鬥的結果？",
					2
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"次回——《試作型布里MKII之死》",
					2
				}
			}
		},
		{
			mode = 1,
			asideType = 1,
			sequence = {
				{
					"「特別說明」",
					2
				},
				{
					"「本故事根據少女的幻想改編而成。」",
					4
				},
				{
					"「如有雷同，純屬巧合」",
					6
				},
				{
					"「拍攝過程中，沒有任何試作型超級鑽頭MKII和革律翁受到實際傷害。」",
					8
				},
				{
					"「請放心觀看。」",
					10
				},
				{
					"「——覺醒的黃金·END」",
					12
				}
			}
		}
	}
}
