_G.pg.gametip.world_boss_help_meta = {
	tip = {
		{
			info = [[
비콘·META 기능 설명

1. <color=#92fc63>2021.7.8-2021.10.7</color>까지 「헬레나·META」의 도전이 한정개방됩니다. 「헬레나·META」에 도전해 동기화 수치를 누적하여<color=#92fc63>「헬레나·META」 캐릭터</color> 및 기타 풍부한 보상을 획득할 수 있습니다.
 <color=#ff5c5c>주의: 동기화 수치는 기간 종료 후 사라집니다.</color>

2. 「비콘 데이터」 획득 및 분석
·대형 작전을 통해 「비콘 데이터」를 획득할 수 있으며, 지정데이터량 도달 후, 분석 및 특정 비콘을 발견할 수 있습니다.
·일일 최대 분석 가능 횟수는 <color=#92fc63>2회</color>이며, 0시마다 초기화됩니다. 사용하지 않은「비콘 데이터」는 보류됩니다.
·매번 분석 시 <color=#92fc63>100</color> 「비콘 데이터」가 필요합니다.

3. 자신이 분석한 비콘 도전
·자신이 분석한 비콘에 처음으로 도전 시 연료를 소모하지 않으며, 두번째 도전부터매번 <color=#92fc63>40</color> 연료를 소모합니다.(도전 횟수는 소모하지 않습니다.)
·비콘의 HP가 0이 되면 전투에서 승리하며, 대량의 캐릭터동기화 수치 보상을 획득합니다.
·분석한 비콘은 <color=#92fc63>24시간</color> 동안 유지되며, 이후 사라집니다. 기타 지휘관들에게 지원을 요청하세요.
·매번 도전 성공 후, 비콘의 난이도가 1단계씩, 총 15단계까지 상승하며, 단계에 따라 전투 보상도 증가합니다.

4. 기타 비콘 도전
·비콘 목록 화면에서 다른 지휘관이 도움을 요청한 비콘에 도전할 수 있습니다.다른 지휘관의 비콘에 참여하면 전투 종료 후 입힌 대미지에 따라 <color=#92fc63>캐릭터 동기화 수치 보상을 획득합니다</color>.
·매번 도전 시 도전 횟수 1회를 소모하며, 연료는 소모하지 않습니다.
·매일 총 <color=#92fc63>3</color>회의 도전 횟수가 주어지며, 0시마다 초기화됩니다.
·동일한 비콘에 최대 누적 30명의 지휘관이 도전할 수 있습니다.

5. 전투 설명
·비콘·META 도전은 대형 작전 중인 함선만 사용 가능하며, 지휘냥과 잠수함은사용할 수 없습니다.
·전투 결산 시 경험치를 획득하지 않으며, 함선 감정 수치에 영향을 주지 않습니다.
·전투 도중 퇴장할 수 없습니다. 만약 네트워크 이상으로 연결이 끊길 경우:
①자신이 분석한 비콘에 도전 시 40 연료가 소모(첫 번째 도전 X)되며,이미 입힌 대미지가 집계되지 않습니다.
②비콘 목록 중의 비콘에 도전 시 도전 횟수가 소모되며, 아무런 보상도획득할 수 없습니다.
 <color=#92fc63>작전 참여 시 네트워크 환경을 원활히 유지해 주세요.</color>

6.화력 지원
비콘·META 도전 31일째부터, 즉 2021.7.8~2021.10.7 기간 동안, 함대가 「헬레나·META」에 도전 시 추가 화력 지원을 얻을 수 있습니다. 화력 지원은 적에게 대미지를 입히며, 지속 대미지의 특수 상태를 부여합니다. (버프 효과의 영향은 받지 않습니다.) 이번 비콘·META의 개방 기간이 증가함에 따라, 화력 지원의 대미지도 증가합니다.
※자신이 발견한 비콘·META 전투 중에서만 적용되며, 매번 도전 시마다 발동 가능합니다.]]
		}
	}
}
