_G.pg.gametip.help_shipinfo_actnpc = {
	tip = {
		{
			info = [[
「임시 획득」캐릭터 관련 설명

・「임시 획득」이란：
해당 캐릭터는 '이벤트 기간' 에만 함대에 합류하게 됩니다. 이벤트 종료 시 「정식 획득」을 달성하지 못한 경우, 함대에서 사라지게 됩니다. (강화나 한계돌파에 소비된 아이템은 반환되지 않습니다)
・「정식 획득」이란：
해당 캐릭터를 「정식 획득」하려면, 호감도를 상승시키고, 이벤트에서 각 단계 별 '호감도 보상' 을 전부 획득하여야 합니다.
・
※「임시 획득」캐릭터의 기능 제한：
「임시 획득」상태의 캐릭터는 '정식 획득' 상태가 아닌 경우 일부 기능 이용에 제한을 받게 됩니다.
이용 가능 기능：
함대 편성, 전투 참가, 강화, 스킬 강화, 한계돌파, 
이용 불가 기능：
퇴역, 강화 또는 한계돌파 재료, 군사의뢰, 서약, 인식 각성, 비서함 설정, 숙소, 대강당, 연습전
임시 획득 캐릭터는 대형 작전에 참여할 수 없습니다.
임시 획득 캐릭터는 대함대 작전의 사건 파견, 지원 파견 및 보스전에 참여할 수 없습니다.]]
		}
	}
}
