_G.pg.gametip.help_equipment = {
	tip = {
		{
			info = [[
함종마다 장착할 수 있는 장비가 달라집니다.

• 140mm 구경 이하의 함포:
구축함, 경순양함의 주포 혹은 전함, 중순양함, 경순양함의 부포로 장착 가능.

• 140mm 구경 이상 ~ 200mm 구경 이하의 함포:
경순양함의 주포 혹은 전함의 부포로 장착 가능.

• 200mm 구경 이상 ~ 283mm 구경 이하의 함포:
중순양함의 주포로 장착 가능.

• 283mm 구경 이상의 함포:
전함, 순양전함의 주포로 장착 가능.

• 어뢰: 구축함, 경순양함, 중순양함의 부무장으로 장착 가능.

• 대공화기는 대부분의 함선이 장착 가능.

• 항공모함 계열은 장비 슬롯에 따라 서로 다른 함재기를 장착 가능.

·일부 캐릭터는 특수하게 함종에 맞지 않는 장비 장착 가능

· 회피 상한: 함재기가 적 대공함에게 공격당했을 시 회피하는 확률 상한

함재기 회피는 함재기, 함재기를 장착한 항공모함의 스탯과 적대공함의 스탯으로 결정

· 외형 장비는 장비 발사 효과 변경에 사용(창고를 차지하지 않음) ]]
		}
	}
}
