_G.pg.gametip.help_daily_task = {
	tip = {
		{
			info = [[
통상 파괴 오픈 시간: 매일 개방, 매주 최대 2회 도전 가능.
통상 파괴 모드에서 지휘관이 <color=#92fc63>잠수 편대</color>를 출전시키면 여러 <color=#92fc63>어뢰 무기</color>가 <color=#92fc63>장비 함선</color>에 각기 다른 수량의<color=#92fc63>탄약</color>을 제공한다.
<color=#92fc63>어뢰 설비</color>는 <color=#92fc63>장비 함선</color>에 추가 <color=#92fc63>탄약</color>을 제공한다.
통상 파괴 모드에서 <color=#92fc63>모든 잠수 스킬</color>은 효력이 없으며, 잠수함의 전탄 발 사, 전용 탄막은 <color=#92fc63>특수 공격 버튼</color>으로 발동된다(<color=#92fc63>쉬르쿠프 전용 탄막</color> 은<color=#92fc63>부상</color>시 발동되며, 매 전투마다 1회 만 발동한다)
통상 파괴 모드에서 전탄 발사, 전용 탄막은 <color=#92fc63>데미지를 증가</color>시킨다.
포인트 계산 방식:
클리어 기본 포인트:<color=#92fc63>100</color>점
수송선 파괴:<color=#92fc63>+10</color>점
아군 함선 중상:<color=#92fc63>-15</color>점
S평가:<color=#92fc63>120</color>점
A평가:<color=#92fc63>100</color>점
B평가:<color=#92fc63>70</color>점

상선 호위 오픈 시간: 매 주 월, 목, 일요일

해역 소탕 오픈 시간: 매 주 화, 금, 일요일

강습 작전 오픈 시간: 매 주 수, 토, 일요일

전술 연구 오픈 시간: 매일 개방
<color=#92fc63>항공</color> 적군의 기함은 높은 내구도를 가지고 있으니 <color=#92fc63>대공 무기</color>를 사용하면 대량의 데미지를 입힐 수 있다.
<color=#92fc63>포격</color> 적군의 기함은 높은 내구도를 가지고 있으니 <color=#92fc63>포격 병기</color>를 사용하면 대량의 데미지를 입힐 수 있다.
<color=#92fc63>뇌장</color> 적군의 기함은 높은 내구도를 가지고 있으니 <color=#92fc63>어뢰 병기</color>를 사용하면 대량의 데미지를 입힐 수 있다.

※빠른 도전 기능은 해당 스테이지 S 등급 달성 후 개방
◆빠른 도전 시 데일리 챌린지 스테이지에서 획득하는 모든 보상을 즉시 획득합니다.
◆빠른 도전은 연료를 소모하지 않으며, 지휘관 경험치, 함선 경험치를 획득하지 않습니다. 또한 함선의 감정 수치와 호감도에도 영향을 주지 않습니다. 개인 정보 내의 작전 횟수에도 합계되지 않습니다.
◆빠른 도전으로 승리 획득, B/A/S 등급으로 클리어, 데일리 챌린지 진행/완료, 소/중/대형 함대 격파, 아이템 획득 등 임무를 완료할 수 있습니다.
◆◆개인 캐릭터 임무는 완료할 수 없으니 유의하여 주시기 바랍니다.]]
		}
	}
}
