_G.pg.gametip.sham_battle_help_tip = {
	tip = {
		{
			info = " 「模拟战」作战准则\n"
		},
		{
			info = [[
·「模拟战」将会<color=#92fc63>限时</color>开放；
·进入「模拟战」前，指挥官需要选择<color=#92fc63>15名</color>参战角色，并且
 可以选择一名<color=#92fc63>好友</color>的秘书舰协力作战；
·作战过程中，角色已损失的耐久不会自动恢复;
·每回挑战需要击败<color=#92fc63>10个</color>「镜像」，每击败一个「镜像」即可
 获得<color=#92fc63>核心数据</color>奖励， 可在补给商店的<color=#92fc63>模拟战兑换</color>中使用
 （核心数据不会因系统暂时关闭而消失）；
·指挥官的挑战进度会自动保存。并且，从第二天起，指挥官
 每日有<color=#92fc63>一次</color>机会重置挑战；
·<color=#92fc63>该海域内出击不消耗石油</color>
 ——以上，期待诸君的奋斗]]
		}
	}
}
