_G.pg.gametip.vote_primary_rule = {
	tip = [[
<size=20>예선</size>
<size=19> 참가 함선은 4 그룹으로 나뉘며, 한 그룹에 6일간 투표 기간이 개설되어, 그룹 내 상위 3함선(총 12함선)이 본선에 참가할 수 있습니다.</size>

<size=20>본선</size>
<size=19>본선에 참가하는 12함선으로 10일간 투표를 거쳐 최종 순위를 결정합니다. 예선의 투표 수는 반영되지 않습니다.</size>



<size=20>투표에 대해</size>
<size=19>Lv15이상인 지휘관은 매일 특정한 임무 달성을 통해 일반표를 최대 3표까지 입수할 수 있습니다（일반표는 매일 리셋됩니다.). 
특별표는 같은 함선에 일반표로 투표한 후에 사용할 수 있는 표입니다. 또한, 특별표는 매일 리셋되지 않으며, 본선까지 모아둘 수 있습니다.

※ 득표 수가 동일한 경우, "마지막에 투표된 캐릭터"가 상위에 랭크됩니다.</size> ]]
}
