_G.pg.gametip.course_class_help = {
	tip = {
		{
			info = [[
대강당 기능 설명:

· 숙련도:
한계 돌파를 3회 진행한 레벨 100 이상의 함선소녀는 출격 시, 얻게 되는 경험치의 일부에 해당하는 양의 숙련도를 획득할 수 있습니다.

· 대강당 레벨:
대강당의 레벨을 올리면, 숙련도 보유 상한치, 숙련도 소모속도 및 숙련도 획득 효율이 상승합니다.

· 대강당 수업:
수업 시간표에 따라서 매일 다른 수업이 이루어집니다.

· 수업 시간표:
월요일: <구축함 어뢰 수업—어뢰 발사 기술 분석>
화요일: <순양함 포격 수업—어떻게 정확한 탄약을 선택하는가>
수요일: <전함 이론 수업—대함거포의 우위 분석>
목요일: <항공모함 이론 수업—공해 통합 작전의 중요성>
금요일: <구축함 실전 수업—실용 진형 기술 분석>
토요일: <순양함 실전 수업—화력 최대화 노하우 분석>
일요일: 대강당 휴식. 출격 시 획득하는 숙련도가 2배가 됩니다.

(모니터함은 전함 수업 참여 가능/ 공작함, 운송함은 구축함, 순양함 수업 참여 가능/ 항공전함은 항공모함, 전함 수업
참여 가능/ 잠수함, 잠수항모는 구축함 수업 참여 가능, 초갑순양함은 순양함 수업 참여 가능)

· 수업 참여:
대강당 수업은 최대 12시간 진행되며, 수업 종료 시 소모한 숙련도가 차감되고, 캐릭터는 경험치를 획득합니다.
숙소에서 휴식하거나 훈련 중인 캐릭터는 수업에 참여할 수 없습니다.
수업에 참여한 캐릭터는 컨디션이 저하되며, 컨디션이 나쁘다면 수업에 참여할 수 없습니다.]]
		}
	}
}
