_G.pg.gametip.technology_help_text = {
	tip = {
		{
			info = "<color=#A1E400FF>연구 규칙</color>\n"
		},
		{
			info = [[
※시스템 개선:
·경향 기수 내의 임의의 스페셜 프로젝트 함선가 성장이 완료되었다면, 해당 함선의 경향 연구 항목은 갱신되지 않습니다.
·또한 개발 미완성인 스페셜 프로젝트 함선들의 경향 연구 항목은 중요성에 따라 갱신 확률이 분배됩니다.
·경향 기수 내 성장이 미완료된 스페셜 프로젝트 함선의 수량에 상관없이 경향 연구의 총 갱신 확률은 고정적입니다.

용어 설명:
·경향 연구: 연구 항목 중 함선 배경이 나타난 연구 항목
·성장 완료: 스페셜 프로젝트 함선 용골편찬 진행 시, 용골편찬 최대 레벨까지 상승시켜 줄 충분한 강화 유닛이 필요합니다. 용골편찬 미진행 시, 연구 레벨 최대 레벨까지 상승시켜 줄 강화 유닛이 필요합니다.

기타 설명
·경향 기수의 모든 스페셜 프로젝트 함선을 모두 성장 완료시켰다면, 중요성에 따라 해당 경향 기수의 경향 연구를 다시 갱신합니다.
·연구 경향을 선택하지 않았을 경우, 갱신 범위가 모든 스페셜 프로젝트 함선으로 확대됩니다.
]]
		},
		{
			info = [[
※새로운 기능: 연구 지향 변경
 · 제2기 스페셜 프로젝트 함선 추가에 따라, 과학 연구 항목에 「제2기」가 새롭게 추가되었습니다. 기존 연구 항목 「제1기」와 「제2기」의 구분은 과학 연구 항목 왼쪽 위의 「Ⅰ」,「Ⅱ」마크로 확인할 수 있습니다. 
 · 또한, 연구 항목 일람 화면 오른쪽 아래의 「연구 지향」에서 「제1기」, 「제2기」를 선택하면, 해당 연구 항목을 최소 3개씩 출현 시킬 수 있습니다. 

1. 연구 개시
 · 연구 항목 일람에서 연구 항목의 「연구 개시」를 터치하면, 해당 항목의 연구를 진행할 수 있습니다. 
 · 일부 연구 항목의 연구는 개시하기 위해 자원을 소비합니다. 
 · 동시에 복수의 연구 항목을 연구할 수는 없습니다. 

2.연구 완료
 · 연구 항목의 연구는 시간이 필요합니다. 
 · 일부 연구 항목은 시간 이외에도 특정한 조건을 달성할 필요가 있습니다. 
 ·「연구 완성 조건」은 연구 개시 이후에만 진척됩니다. 
 ·「연구 완성 조건」이 있는 연구 항목은, 연구 시간이 종료되더라도 「연구 완성 조건」을 진행 및 달성할 수있습니다. 
 · 연구가 완료되어 연구 보상을 받으면, 연구 항목 일람이 갱신됩니다. 

3.연구 중지
 ·「연구 중지」를 터치하면 진행 중인 연구 항목을 중단할 수있습니다. 
 · 연구를 중단하더라도 연구 개시 때 소비된 자원은 반환되지않습니다. 
 · 연구를 중단하면, 「연구 완성 조건」의 진척도와 연구에 사용한 시간이 초기화됩니다. 

4.연구 항목 일람을 갱신
 · 0시 이후 「항목 갱신」을 터치하면, 연구 항목 일람을 5개 갱신할 수 있습니다. 
 ·「항목 갱신」은 하루에 한 번밖에 할 수 없습니다.
 · 연구 중의 항목이 존재할 경우, 연구 항목 일람을 갱신할 수 없습니다. ]]
		}
	}
}
