_G.pg.gametip.help_sos = {
	tip = {
		{
			info = "해역구조에 관해서"
		},
		{
			info = [[


해역구조 횟수
·해역구조 가능 횟수는 불특정하게 증가합니다.
·모항 이탈 기간 동안에도 해역구조를 준비하며, 해역구조 횟수가 정상적으로 증가합니다.

신호 탐색
·해역주고 횟수를 1회 소모하여 지정 챕터의 해역에서 신호 탐색을 진행할 수 있습니다.
·탐색 완료 후 해당 챕터의 구조 작전이 시작됩니다. 구조 작전은 12시간 동안 지속됩니다.
·제한된 시간 내에 구조를 완료하지 못할 경우, 신호의 근원이 사라지며, 작전을 진행할 수 없습니다.
·한 챕터 내에서는 동시에 최대 1개 작전만 출현합니다.
·신호가 강해지기 전에는 챕터3 해역의 신호만 탐색할 수 있습니다.

신호 강도
·신호 수신기의 강도는 총 8까지 있으며, 기본 상태의 신호 강도는 1입니다.
·신호 강도가 1 증가할 때마다, 진행 가능한 해역구조 횟수가 1 증가하며, 탐색 가능한 해역도 한 챕터 늘어납니다.
·해당 챕터의 모든 스테이지 클리어 후 해역구조 작전을 탐색할 수 있습니다.
·신호 강도가 높아질수록 구조 완료 후 획득하는 보상도 풍부해집니다.
·탐색 가능한 최고 챕터의 구조 작전을 S 등급으로 완료 시, 신호 강도가 1 증가합니다.
·신호 강도는 해역구조 횟수의 상한을 결정합니다.

전투 조우
·구조 과정 중 적의 잠수함 부대과 조우할 수 있으니, 출격 함대는 대잠수함 설비를 갖추어야 합니다.]]
		}
	}
}
