_G.pg.gametip.word_museum_help = {
	tip = {
		{
			info = "이벤트 설명:"
		},
		{
			info = "    \n1.이벤트 기간 동안, 매일 3개의 이벤트 일상 임무를 갱신할 수 \n있습니다. 이벤트 일상 임무 완료 후엔 [부품] 을 획득하게 됩니다."
		},
		{
			info = "    \n2.당일 완료하지 못한 이벤트 일상 임무는 사라지지 않습니다. \n3개 임무를 완료한 뒤 다른 일상 임무로 갱신 가능합니다."
		},
		{
			info = "    \n3.이벤트 일상 임무는 하루 한 번 갱신할 수 있습니다. 이는 최대 7번 \n까지 누적이 가능합니다."
		},
		{
			info = "    \n4.[부품] 을 사용하여 미카사의 프라모델 복원을 도울 수 있습니다. \n함종 하나의 복원을 전부 완료할 때 마다 보상을 얻을 수 있습니다."
		},
		{
			info = "    \n5.4개의 모든 함종의 프라모델을 복원 완료하면, 한정 가구 \n[미카사 모형] 을 얻을 수 있습니다."
		}
	}
}
