_G.pg.gametip.goldship_help_tip = {
	tip = {
		{
			info = "워스파이트의 특별 훈련 이벤트 설명:"
		},
		{
			info = "    1. 코인쥬와 부딪히면 점수 획득. 연속으로 코인쥬와 \n부딪히면 COMBO 누적. 현재 COMBO수에 \n따라 획득하는 점수도 달라집니다.；"
		},
		{
			info = "    2. 폭죽쥬와 부딪히면 COMBO가 끊기며, 다시 코인쥬를 \n찾아 처음부터 누적 가능；"
		},
		{
			info = "    3. 스테이지 중 10점 이상 획득 시 [전쟁의 증표] 획득 가능. \n획득 기회는 매일 1회이며, 누적 가능.；"
		},
		{
			info = "    주의: [전쟁의 증표]는 최대 7개 획득 가능   ；"
		},
		{
			info = "    4. [전쟁의 증표]를 7개 수집하면, 워스파이트 개조 한정 \n아이템 [전사의 마음가짐] 획득 가능. ；"
		},
		{
			info = "    5. 전투 중 퇴각 시 어떠한 보상도 획득 불가 ；"
		},
		{
			info = "    6. 스테이지 시간은 90초이며, 시간 종료 시 스테이지 완성 ；"
		}
	}
}
