_G.pg.gametip.metalgearsub_help_tip = {
	tip = {
		{
			info = "희망의 맹세 이벤트 설명:"
		},
		{
			info = [[
 1. 지휘관이 잠수함을 조작해서 적군 호위 함대 및 기뢰를 
피하고 최후까지 도달하여 운송함을 격침하면 전투에 승리할 
수 있습니다. 승리 후 이벤트 화면으로 돌아가여 이벤트 
아이템을 획득할 수 있습니다.]]
		},
		{
			info = [[
 2. 이벤트 아이템은 매일 1회만 획득할 수 있으며, 
누적됩니다. 이벤트 해역은 언제든지 도전할 수 있습니다. 
이벤트 아이템 7개를 모두 수령하면 한정 장비를 획득할 
수 있습니다.]]
		},
		{
			info = [[
 3. 해역 내 호위 함대는 '무방비', '의심', '경계',
 |'공격', 총 4종의 경계태세를 보유합니다.
 각 경계태세는 이와 같이 표시됩니다:
 무방비: 없음
 의심: ?
 경계: !
 공격: !!
 잠수함이 수면 위로 올라온 후 적군의 소나 범위에 진입하여 
 적군을 공격하거나 기뢰를 터뜨릴 시, 호위 함대의 경계태세
 가 변합니다. 경계바 또한 상승하고, 경계바가 최대치로 상승
 하면 호위 함대가 공격을 개시합니다. 이때,잠수함이 다시 
 잠수하거나 소나 범위에서 벗어나면 적군의 경계를 감소시킬
 수 있습니다.]]
		},
		{
			info = " 4. 해역 내 기뢰는 수상기뢰 및 수중기뢰로 나뉘며, 잠수 또는\n 부상을 통해 회피하거나 무기를 사용해 격파할 수 있습니다. \n 기뢰에 접촉하면 기뢰가 폭발함과 동시에 피해를 입게 됩니다."
		},
		{
			info = " 5. 잠수함의 탄약 수는 한정되어 있으니 지휘관은 탄약을\n 적절하게 사용해야 합니다. 탄약을 아껴 최후의 운송함을\n 격침시키면 최종적으로 승리를 합니다."
		},
		{
			info = " 6. 희망의 맹세 이벤트 해역 중 승리 또는 패배 결과는 수치\n 통계에 영향을 주지 않습니다."
		}
	}
}
