_G.pg.gametip.newplayer_help_tip = {
	tip = {
		{
			info = "신병훈련 이벤트 설명: "
		},
		{
			{
				info = "신병훈련 이벤트 설명: "
			},
			{
				info = "1. 이벤트는 시간 제한이 없고, 지휘관이 모든 이벤트 임무를 완료할 때까지 개방됩니다."
			},
			{
				info = "2. 현 단계의 모든 임무를 완료하면, 시험 임무가 개방됩니다."
			},
			{
				info = "3. 현 단계의 모든 시험 임무를 완료하면, 다음 이벤트 단계가 개방됩니다."
			},
			{
				info = "4. 모든 이벤트 임무를 완료하면, 이벤트가 닫히게 됩니다."
			}
		},
		{
			info = "\n신병 연구 가속 이벤트 설명:"
		},
		{
			info = "1. 이벤트는 레벨 30에 개방되며 화면 좌측 하단의 아이콘을 통해 연구 가속, 신병 훈련 이벤트가 표시됩니다."
		},
		{
			info = "2. 이벤트는 시간 제한이 없고, 지휘관이 모든 이벤트 임무를 완료할 때까지 개방됩니다."
		},
		{
			info = "3. 현 단계의 모든 임무를 완료하면 최종 이벤트가 개방됩니다."
		},
		{
			info = "4. 신병훈련과 연구 가속 모든 이벤트 임무를 완료하면, 이벤트가 닫히게 됩니다.\n"
		}
	}
}
