_G.pg.gametip.help_activity_bossbattle = {
	tip = {
		{
			info = "                                            ※작전 수첩※\n"
		},
		{
			info = [[
이벤트 기간 동안 다양한 난이도에서 연습전을 진행할 수 있습니다. 
승리할 때 마다 추가적으로 보상을 획득할 수 있습니다. 
(획득 횟수에는 제한이 있습니다) 각 난이도의 추가 보상 획득 횟수는 
아래와 같습니다.
초급 : 20회 / 중급 : 20회 / 고급 : 40회
]]
		},
		{
			info = "1. 이벤트에 참여하여 포인트(Pt.)를 획득하고, 같은 서버의 다른 \n지휘관들과 함께 메이드 거점을 공략할 수 있습니다.\n"
		},
		{
			info = [[
2. 메이드 거점 공략이 완료된 후, 모든 거점 공략 전투에 참여했던 
지휘관들은 한정 캐릭터 [뉴캐슬] 과 다양한 보상을 얻을 수 
있습니다.
]]
		},
		{
			info = [[
3. 메이드 거점 공략이 완료된 후에도 계속 이벤트에 참여하여 
포인트(Pt.)를 누적, 다양한 보상과 한정 캐릭터 [뉴캐슬] 을 
획득할 수 있습니다.
]]
		},
		{
			info = "4. 개인 누적 포인트(Pt.)를 통한 보상 획득 가능 기간은 \n2018년 10월 18일 23:59:59 까지 입니다.\n"
		}
	}
}
