_G.pg.gametip.utaware_warmup_notice = {
	tip = {
		{
			info = "이벤트 규칙："
		},
		{
			info = [[
 1. 콜라보레이션 이벤트 기간 중, 메인 해역(노멀) 3장 이후의
스테이지 내 중요 함대를 격파하면 ‘호감도’ 를 획득할 수 있습니다.
획득한 ‘호감도’ 가 일정 수치에 도달하면,
‘호감도 보상’ 을 입수할 수 있게 됩니다.；]]
		},
		{
			info = [[
 2.콜라보레이션 캐릭터로서 「임시 획득」한 [후미뤼르]는,
이벤트의 7단계 호감도 보상 「정식 획득」을 달성하지 않는 이상
‘서약’ 진행이 불가능하며, 퇴역이나 강화 및 한계돌파 소재로써
선택이 불가능합니다.；]]
		},
		{
			info = " 3. [후미뤼르] 를 편성시킨 함대로 상기 스테이지의 적 중요 함대를\n격파하고, 또한 승리 시 [후미뤼르] 가 전투 가능 상태인 경우\n획득 ‘호감도’ 는 2배가 됩니다.；"
		},
		{
			info = [[
 4. 이벤트 종료까지 이벤트 페이지의 마지막 ‘호감도 보상’ 까지 받게
되면, [후미뤼르]를 「정식 획득」하게 됩니다. (필요 호감도 1500)
이벤트 종료 시 까지 「정식 획득」 하지 않는 경우,
[후미뤼르] 는 자동적으로 계정에서 사라지게 됩니다.；]]
		},
		{
			info = " 5. ‘호감도 보상’ 은 11/28(수) 까지 매일 1단계 씩 개방됩니다.；"
		}
	}
}
