_G.pg.gametip.world_boss_help = {
	tip = {
		{
			info = "<color=#ff5c5c>※주의</color>："
		},
		{
			info = [[
1. 「EX」 연습 전투는 굉장히 어렵습니다. 「EX」 연습 
전투의 함대선택 화면에서 <color=#92fc63>「모의 전투」</color>를 터치해 테스트 할 
수 있습니다. 「모의 전투」는 연료, 기분, 「특별 도전권」을 
소모하지 않습니다.
2. 「EX」 연습 전투 시, 네트워크 중단이나 중도 퇴장 등으로 
전투가 중단되면 「특별 도전권」이 소모되며 <color=#ff5c5c>보상을 획득할 
수 없습니다.</color><color=#ff5c5c> 반드시 원활한네트워크 환경에서 「EX」 연습 
전투를 진행해주세요.</color>
3. 「이지」, 「노멀」, 「하드 」 연습 전투 시, 네트워크
 중단이나 중도 퇴장 등으로 전투가 중단되면 전투 상황이 
저장되며, 「추가 수익 횟n수」로는 보상을 획득할 수 
없습니다.
4. 모든 난이도의 연습 전투에서는 중상을 입어도 함선소녀의 
기분이 변화하지 않으며, 이 외의 경우에는 정상적으로 기분이 
변화합니다.
5. 모든 난이도의 연습 전투에서는 연료를 소모하며, 지휘관, 
출격 함선소녀의 지휘냥 경험치를 획득합니다. 
]]
		},
		{
			info = [[
<color=#92fc63>이벤트 설명</color>:
1. 이벤트 기간 동안 연습 전투에 참여하면<color=#92fc63>「공헌도」</color>를 
획득합니다. 같은 서버의 유저들과 협력해 연습 거점을 
공략하고 거점 단계 보상과 개인 공헌 보상을 획득하세요.
2. 본 이벤트는 「이지」, 「노멀」, 「하드」, 「EX」4개의 
연습 전투로 나뉩니다.
3. 「이지」, 「노멀」, 「하드」 연습 전투는 고정 「공
헌도」를 획득하며, 「EX」 연습은 <color=#92fc63>전투 중 입힌 총 대미지</color>에 
맞춰 「공헌도」와 보상을 획득합니다. 많은 대미지를 
입힐수록 더 많은 「공헌도」와 더욱 풍성한 보상을 
획득합니다.
4. 「이지」, 「노멀」, 「하드」 연습 전투를 클리어할 
때마다 추가 수익을 획득합니다. 매일 획득할 수 있는 추가 
수익에는 상한이 있습니다. 매일 3개 난이도의 
「추가 수익 횟수」는<color=#92fc63>15회</color> 입니다.
5. 「이지」, 「노멀」, 「하드」 연습 전투의 일일 
도전 횟수는<color=#92fc63>무제한 입니다.</color> 「EX」 연습 전투는 
<color=#92fc63>「특별 도전권」 1장</color>을 소모해입장합니다.
6. 연습 전투의 출격 함대는 각 난이도를 터치해 편성할 수 
있으며 잠수함과 지휘냥을 사용할 수 있습니다.
7. 이벤트 기간 동안 서버의 모든 유저가 획득한 「공헌도」에 
따라「연습 거점」의 내구도가 소모됩니다.
8. 「연습 거점」의 내구도가 <color=#92fc63>75%</color>, <color=#92fc63>50%</color>, <color=#92fc63>25%</color> 및 <color=#92fc63>전부 
소모</color>되면 서버의 달성 시간이 기록됩니다. 또한 연습 중에 
<color=#92fc63>「공헌도」를 획득한</color> 유저는 해당되는 보상을 획득합니다.
9. 보상은 「연습 거점」의 내구도가 전부 소모되면 우편으로 
발송됩니다. 만약 이벤트 기간 내 내구도가 소모되지 않으면 
거점의 진도에 따라 연습 전투 중에<color=#92fc63>「공헌도」를 획득한</color> 
유저는 해당되는 보상을 획득합니다.
10. 이벤트 기간 동안 개인 공헌보상을 획득할 수 있으며, 
개인 공헌 보상은<color=#92fc63>거점 공략 진도</color>와 <color=#92fc63>보유한 「공헌도」</color>가 일정 
수치를 달성한 이후 수령할 수 있습니다.
11. 7.14~7.28 기간 동안 연습 전투에 참여할 수 있으며, 7월 
28일까지 보상을 수령할 수 있습니다. ]]
		},
		{
			info = [[
<color=#92fc63>특별 도전권 설명</color>：
1. 특별 도전권은 이벤트 기간의 특수 임무로 획득하며
수량은 누적됩니다. 이벤트 종료 후 삭제됩니다.
2.「이지」, 「노멀」, 「하드」연습 전투의 「추가 수익 횟수
」가 <color=#92fc63>0</color>일 때 연습 전투를 진행하면 <color=#92fc63>「특별 도전권」 1장</color>을 
소모해 해당 난이도의 「추가 수익 횟수」를 늘릴 수 있습니다.
3. 「EX」 연습 전투는<color=#92fc63>「특별 도전권」 1장</color>을 소모합니다.]]
		}
	}
}
