_G.pg.gametip.levelScene_loop_help_tip = {
	tip = {
		{
			info = [[
해역 <color=#92fc63>100%</color> 달성 후 <color=#92fc63>주회 모드</color>를 오픈할 수 있습니다.

"주회 모드"의 특징은 아래와 같습니다:
1. 메인 스테이지의 어려움 모드 스테이지에서, 적 호위함대가<color=#92fc63>출현하지 않게 됩니다</color>.
2. 이벤트 스테이지의 적 배치 및 행동 로직이 변화합니다.
3. 이벤트 스테이지에서 아군의<color=#92fc63> 이동 제한이 해제되며</color>, 해역 지도에서 자유롭게 이동할 수 있습니다.
4. 메인 스테이지 중 <color=#92fc63>매복과 공습은 취소됩니다.</color>
5. 스테이지 내에서는 <color=#92fc63>편대 고정</color> 모드가 오픈됩니다.
6. 스테이지 내 <color=#92fc63>자동 공략</color> 모드가 오픈됩니다.

<color=#92fc63>자동 공략</color> 모드:
1. <color=#92fc63>자동 공략</color>은 주회 모드에서만 오픈되며, 주회 모드 첫 설정 시,자동 공략 모드가 자동 설정됩니다.
2. 자동 공략이 오픈되면서 <color=#92fc63>자율 전투</color>와 <color=#92fc63>편대 고정</color> 기능 또한 자동 설정됩니다. 잠수함 자동 호출 기능은 자동 설정되지 않습니다.
3. 자동 공략 설정 후, 함대 선택 화면에서 함대 기능을 설정할 수 있습니다. 함대 기능은 총 4가지로 구분됩니다:
①<color=#92fc63>도중 전투</color>: 해당 함대는 도중 전투만 진행합니다(<color=#92fc63>기함이 아닌 적과 전투</color>). 한 함대를 도중 전투로 설정 시, 다른 함대는 기함 전투로 자동 설정됩니다.
②<color=#92fc63>기함 전투</color>: 적 기함 출현 후, 해당 함대로 전환되어 기함과 전투를 진행합니다. 한 함대를 기함 전투로 설정 시, 다른 함대는 도중 전투로 자동 설정됩니다.
③<color=#92fc63>전부 전투</color>: 도중에 만나는 적, 적 기함과 모든 전투를 진행합니다. 한 함대를 전부 전투로 설정 시, 다른 함대는 대기 상태로 자동 설정됩니다.
④<color=#92fc63>대기</color>: 전투에 참여하지 않고, 원위치에 대기합니다. 한 함대를 대기 설정 시, 다른 함대는 전부 전투로 자동 설정됩니다.
4. 자동 공략 모드 중, 스테이이지에 정예 함대가 있을 경우, <color=#92fc63>정예 함대</color>를 우선 공격합니다. 정예 함대가 없을 경우, 아군으로부터 <color=#92fc63>가장 가까운 적</color>을 공격합니다. 적 기함이 출현할 경우, <color=#92fc63>적 기함</color>을 최우선으로 공격합니다.]]
		}
	}
}
