_G.pg.gametip.medal_help_tip = {
	tip = {
		{
			info = "-영전 훈장에 대해"
		},
		{
			info = "・'영전 훈장'이란, 지휘관의 작전에 따른 활약을 실적(훈장)으로 등록할 수 있는 시스템입니다."
		},
		{
			info = "・획득한 훈장 및 아직 획득하지 못한 훈장의 획득 조건은 '영전 훈장'에서 확인할 수 있습니다."
		},
		{
			info = "-훈장의 획득 방법에 대해"
		},
		{
			info = "・훈장의 획득 조건을 만족하면 '영전 훈장'에서 훈장을 획득할 수 있습니다."
		},
		{
			info = "・여러 훈장의 획득 조건을 동시에 만족하는 것도 가능합니다"
		},
		{
			info = "・같은 종류의 훈장에는 레벨이 있으며, 하위 레벨의 훈장을 획득하면, 상위 레벨의 훈장이 잠금해제됩니다."
		},
		{
			info = "・일부 훈장은 획득하기 위해 여러가지 조건을 달성할 필요가 있습니다."
		},
		{
			info = "-훈장을 장식하자"
		},
		{
			info = "・획득한 훈장은 지휘관의 프로필 화면에 장식할 수 있습니다."
		},
		{
			info = "・프로필 화면에 장식된 훈장은, 다른 사람이 볼 수있는 '개인정보 화면'과 '이력 화면'에도 표시됩니다."
		},
		{
			info = "-그 외"
		},
		{
			info = "・함선의 육성(레벨/호감도) 관련 획득 조건은, 한 종류의 함선을 여러 척 소지하고 있어도 가장 높은 수치인 한 척만 계산됩니다."
		},
		{
			info = "・개조(근대화 개수)가 완료된 함선은 개조 전의 함선과 같은 함선으로 계산됩니다."
		},
		{
			info = "・함선을 퇴역시켜도, 획득 조건의 진도에는 영향을 주지 않습니 다."
		}
	}
}
