_G.pg.gametip.help_battle_ac = {
	tip = {
		{
			info = [[
제공권 설명

제공수치
・제공수치는 함대 제공 능력 수치를 평가한다.
・제공수치는 지휘관이 출격하는 함대의 항공수치와 함재기갯수에 의해 결정된다. 대잠은 항공기의 제공수치에 포함되지 않는다.
P.S. 아군의 대공은 효율적으로 적의 제공수치를 낮춘다!
・제공수치는 현재 스테이지의 공역 상태에 영향을 준다.

공역 상태
・함대의 현재 스테이지 공중 구역의 제어상태를 공역상태라고 한다. 
・적과 아군의 제공수치는 현재 스테이지의 공역상태를 결정,공역상태 는 일부 속성에 영향을 준다.

공역상태는 6가지로 구분된다: 
제공권 확보: 함대 전체 항공 대미지가 20% 상승, 항공에 받는 대미지가 10% 감소, 명중이 10% 상승, 매복 공격을 받을 확률이 8% 감소한다.(연소 대미지와 침수에영향 받지 않는다.)

제공권 우세: 함대 전체의 항공 대미지가 12% 상승, 항공에 받는 대미지가 6% 감소, 명중이 5% 상승, 매복 공격을 받을 확률이 5% 감소한다.(연소 대미지와 침수에 영향 받지 않는다.)

백중지간：함대 전체 항공 대미지가 6% 감소, 항공에 받는 대미지가 3% 감소한다.(연소 대미지와 침수에 영향 받지 않는다.)

제공권 열세: 함대 전체의 항공 대미지가 12% 감소, 항공에 
받는 대미지가 6% 증가, 명중, 기동이 3% 감소한다.(연소대미지와 침수에 영향 받지 않는다.)

제공권 상실: 함대 전체 항공 대미지가 20% 감소, 항공에 받는 대미지가 10% 증가, 명중, 기동이 8% 감소한다.(연소 대미지와 침수에 영향 받지 않는다.)

공역쟁탈 없음: 특수효과 없음.]]
		}
	}
}
