_G.pg.gametip.pray_build_help = {
	tip = {
		{
			info = "이벤트 설명:\n"
		},
		{
			info = "1. 지휘관은 소형 건조, 중형 건조, 특형 건조 중\n하나를 구성하여 희망 건조를 진행하실 수 있습니다."
		},
		{
			info = "2. 희망 건조 중 모든 함선소녀의 출현 확률은 일반 건조와 \n동일합니다:"
		},
		{
			info = "소형 건조: <color=#ffde38>SSR</color>: 7% <color=#d797ff>SR</color>: 12% <color=#3dc6ff>R</color>: 26% N: 55%"
		},
		{
			info = "중형 건조: <color=#ffde38>SSR</color>: 7% <color=#d797ff>SR</color>: 12% <color=#3dc6ff>R</color>: 51% N: 30%"
		},
		{
			info = "특형 건조: <color=#ffde38>SSR</color>: 7% <color=#d797ff>SR</color>: 12% <color=#3dc6ff>R</color>: 51% N: 30%"
		},
		{
			info = "3. 구성 중 지휘관은 해당 건조의 모든 캐릭터 리스트를\n확인하실 수 있습니다."
		},
		{
			info = "4. 지휘관은 해당 건조 내 캐릭터 2명을 희망 캐릭터로 \n설정하실 수 있습니다."
		},
		{
			info = "5. 1월 21일 전에 상시건조로 추가된 캐릭터들만 선택하실 \n수 있습니다."
		},
		{
			info = "6. 건조 조건이 따로 있는 캐릭터는 희망 캐릭터로 선택하실 \n수 없으며, 희망 건조 캐릭터 리스트에 출현하지 않습니다."
		},
		{
			info = "7. 선택한 희망 캐릭터의 건조 확률은 레어도에 따라 \n상이합니다."
		},
		{
			info = "<color=#ffde38>SSR</color>: 2.0% <color=#d797ff>SR</color>: 2.5% <color=#3dc6ff>R</color>: 2.5% N: 2.5%"
		},
		{
			info = "8. 2명의 캐릭터를 선택 완료하면 희망 건조 구성이 \n성공적으로 완료되는 것으로 간주됩니다."
		},
		{
			info = "9. 희망 건조 구성 완료 후, 이벤트 기간 동안 수정하실 \n수 없습니다."
		},
		{
			info = "10. 희망 건조에 소모되는 자원은 선택한 건조 종류와 \n동일하며, 캐릭터는 건조 대열에 추가됩니다. 고속건조재를 \n사용하여 건조를 즉시 완료하실 수 있습니다."
		}
	}
}
