_G.pg.gametip.challenge_help = {
	tip = {
		{
			info = " [유저 소개]"
		},
		{
			info = " 한계 챌린지는 함대 실력이 비교적 높은 지휘관을 위한 도전 콘텐츠입니다.\n"
		},
		{
			info = "[모드 설명]"
		},
		{
			info = " 1. 한계 챌린지는 일반과 무한 모드 두 모드로 나뉩니다"
		},
		{
			info = " 2. 일반 모드에서 지휘관은 상대에게 도전하여 포인트를 획득할 수 있고,지정된 최고 포인트 달성 시, 보상을 수령할 수 있으며 최대 다섯 스테이지를 도전할 수 있습니다"
		},
		{
			info = " 3. 무한 모드에서 지휘관은 상대에게 무한으로 도전할 수 있으며, 클리어한 스테이지 수가 많을수록 적이 강해집니다. \n무한 모드에서는 포인트를 획득할 수 없으며, 보상도 없습니다. \n무한 모드는 일반 모드를 클리어한 후 개방됩니다"
		},
		{
			info = " 4. 두 모드 모두 연속 전투 콘텐츠로 매 전투 종료 후 함선의 상태가 다음 전투에 이어집니다. 매 전투마다 잠수함지원은 단 1회 뿐이며, 매 전투 종료 시마다 갱신됩니다"
		},
		{
			info = " 5. 한계 챌린지 중에는 연료를 소모하지 않으며, 함선의 호감도 소모하지 않고, 전투 승부가 개인 데이터 통계에 합산되지도 않으며, 함선 경험치, 지휘관 경험치, 지휘냥 경험치도 획득하지 않습니다"
		},
		{
			info = " 6. 일반 모드와 무한 모드의 편성은 통용되지 않으며, 지휘관이 각각 설정해야만 합니다"
		},
		{
			info = " 7. 챌린지 과정 중, 유저는 편성을 변경할 수 없으며긴급 수리를 사용할 수 없습니다"
		},
		{
			info = " 8. 전투가 종료된 후 다음 전투를 시작하기 전에 메인 화면으로 돌아갈 수 있으며, 전투 중 나가기, 연결 끊김, 게임 닫기 등의 조작은 곧바로 현재의 포인트를 결산하며 해당 전투는 종료됩니다.\n"
		},
		{
			info = " [결산 및 새로고침 설명]"
		},
		{
			info = " 1. 한계 챌린지 오픈 기간은 매주 일요일 23:59:59까지 이며, 종료 후 새로운 챌린지를 시작합니다"
		},
		{
			info = " 2. 챌린지 종료 시, 이번 챌린지의 최고 포인트를 결산하며, 초기 화를 진행합니다 ; 동시에 무한 모드의 진입 조건 역시 초기화됩니다"
		},
		{
			info = " 3. 새로운 챌린지가 오픈되면, 챌린지 상대와 순서에 변화가 \n발생합니다 주의 : 챌린지 초기화 후, 만일 지난 챌린지에 미결산 전투가 있을 시, 해당 챌린지 데이터는 통계에 합산하지 않습니다. 그러니 지휘관들께서는 합리적으로 챌린지시간을 계획해주시길 바랍니다"
		},
		{
			info = " 4. 한계 챌린지는 이벤트 기간 종료 후 잠시 중단되며, 일정 시간 후 재오픈 될 것입니다. 새롭게 열린 한계 챌린지 내용과 보상은 모두 변화가 있을 것입니다."
		}
	}
}
