_G.pg.gametip.secondary_password_help = {
	tip = {
		{
			info = "2차 비밀번호는 지휘관 계정 내 자산을 보호하는 비밀번호 시스템입니다.\n"
		},
		{
			info = "1. 2차 비밀번호를 설정한 경우, 캐릭터 잠금 해제, 장비 분해, 지휘냥 잠금 해제 시 2차 비밀번호의 제한을 받습니다.；\n 주의: 중요한 장비, SSR급 이상 장비, 강화등급+10의 장비 분해 시 2차 비밀번호의 제한을 받습니다.；\n"
		},
		{
			info = "2. 이상 언급된 조작 중, 지휘관은 각 해당 조작에 대해 2차 비밀번호의제한을 둘 것인지 설정할 수 있습니다.；\n"
		},
		{
			info = [[
3. 2차 비밀번호 설정 후, 매번 로그인 기간 동안, 처음으로 해당되는 조작 시 2차 비밀번호를 입력해야 합니다. 
정확한 비밀번호를 입력한 후 해당 조작을진행할 수 있습니다.；
만약 한 번의 로그인 기간 내 정확한 2차 비밀번호를 입력하여 해당되는 조작 진행 시 재입력할 필요는 없어집니다.；
]]
		},
		{
			info = "4. 2차 비밀번호가 기억나지 않는다면 해당 시스템을 해제할 수 없으며, 동시에 해제 또는 재설정을 통해 2차 비밀번호를 수정할 수 없습니다. 따라서 비밀번호 기억에 도움을 줄 수 있는효과적인 비밀번호 알림을 설정해 주시기 바랍니다.；\n"
		},
		{
			info = "5. 2차 비밀번호가 기억나지 않을 경우, 고객 센터를 통해 2차 비밀번호를 재설정 해야하며, 또 다시 재설정을 하기 위해서는 30일의 간격이 필요합니다.\n"
		}
	}
}
