_G.pg.gametip.help_tempesteve = {
	tip = {
		{
			info = "이벤트 설명:"
		},
		{
			info = "1. 이벤트 기간 동안, 특별 작전 [폭풍전야]가 오픈됩니다."
		},
		{
			info = "2. 작전 기간 동안 지휘관은 매일 행동 횟수를 1회 획득하며, 횟수를 소모하여 작전을 펼칠 수 있습니다."
		},
		{
			info = "3. 작전의 모든 과정에서는 NPC가 편성한 편대로 진행하며, 석유를 소모하지 않습니다."
		},
		{
			info = "4. 매번 작전을 통해 \"작전 보고서\" 아이템을 수집할 수 있습니다."
		},
		{
			info = "5. \"작전 보고서\"를 7개 수집 시이벤트 한정 장비 [정찰 보고·뉴욕 근해]를 획득할 수 있습니다.\n이벤트 종료 후, 사용하지 않은 \"작전 보고서\"는 회수될 것입니다."
		},
		{
			info = [[
6. 작전 완성 조건: 
P1 지정 작전 완성
P2 지정 스테이지 클리어
P3 지정 스토리 보기
P4 지정 스테이지 클리어 
P5 지정 스테이지 클리어
P6 지정 스토리 보기
P7 지정 스테이지 클리어]]
		}
	}
}
