_G.pg.gametip.help_firework = {
	tip = {
		{
			info = [[
<size=31><color=#92fc63>TIPS：
게임 티켓이 없어도 폭죽을 제조할 수 있지만 스탬프와 보상은 획득할 수 없습니다.</color></size>
폭죽 제조 과정:
1. 배치 시작을 터치하면 폭죽 제조를 시작합니다.
2. 폭죽은 내부, 중앙, 외부로 나뉩니다. 채구에서 공을 선택하여 폭죽에 투입할 수 있으며, 채구 색은 폭죽 색에 영향을 줍니다. 투입한 공을 터치하여 빼내거나, 빈 칸을 터치해 선택한 구역을 변경할 수 있습니다.
3. 폭죽 세 부분에 공을 투입 완료 후 화약 제조를 터치해 폭죽 제조를 시작할 수 있습니다. 게임 티켓을 보유하고 있을 경우 티켓을 소모하며 스탬프를 획득하고, 제조한 화약에 따라 보상을 획득합니다.
4. 화약 제조 3회 후 폭죽 제조가 완성됩니다. 이벤트 화면 폭죽놀이 버튼을 터치하여 가장 최근에 제조한 폭죽을 쏠 수 있습니다.
5. 다른 화면으로 넘어가거나 여름 축제 이벤트 화면에서 퇴장할 때까지 폭죽을 쏩니다. 이후 여름 축제 이벤트 화면에 진입 시 다시 버튼을 눌러 폭죽을 쏠 수 있으며, 다음날엔 폭죽을 다시 배치해야 쏠 수 있습니다.
6. 당일 배치한 폭죽을 재배치하려면 폭죽 공방에서 재배치 버튼을 터치하세요.]]
		}
	}
}
