_G.pg.gametip.help_summer_food = {
	tip = {
		{
			info = [[
<size=31><color=#92fc63>TIPS：
게임 티켓이 없어도 게임을 진행할 수 있지만 스탬프와 보상은 획득할 수 없습니다.</color></size>
1. 선택 구매를 터치하여 게임 시작. 좌측 캐릭터 머리 위에 원하는 3가지 음식이 나타나며, 5초 후 사라집니다. 유저는 기억에 의지해 10초 내로 우측의 9가지 음식 중 캐릭터가 원하는 3가지 음식을 선택해야 합니다.
2. 캐릭터 머리 위의 음식은 왼쪽에서 오른쪽 순서대로 선택해야 합니다.
3. 음식을 터치하여 선택하며, 다시 터치하면 선택이 취소됩니다. 3가지 음식 선택 완료 후 자동으로 결과가 나타납니다.
4. 카운트 다운을 다 채우지 않은 채로 3가지 음식을 선택하면 결산 화면으로 넘어갑니다. 정확한 음식을 선택한 경우 잔여 시간과 점수가 증가하며, 계속하기 또는 게임 결산을 선택할 수 있습니다. 시간 증가 및 점수 획득 규칙은 아래와 같습니다:
3개 정확: 시간 5초 증가  5점 획득
2개 정확: 시간 2초 증가  2점 획득
1개 정확: 시간 1초 증가  1점 획득
0개 정확: 시간 0초 증가  0점 획득
5. 게임 계속하기를 선택할 경우 잔여 시간과 점수가 보류되며, 이어서 좌측 캐릭터가 원하는 음식 3가지를 선택합니다.
6. 카운트 다운을 모두 소진하거나 게임 결산을 선택할 경우, 게임 티켓을 소모하며 스탬프를 획득합니다. 또한 획득한 점수에 따라 보상을 획득합니다:
20점 이상: 1등상
12~19점: 2등상
5~11점: 3등상
4점 이하: 4등상]]
		}
	}
}
