_G.pg.gametip.help_summer_shooting = {
	tip = {
		{
			info = [[
<size=31><color=#92fc63>TIPS：
게임 티켓이 없어도 게임을 진행할 수 있지만 스탬프와 보상은 획득할 수 없습니다.</color></size>
1. 게임 시작을 터치하면 18개 위치 중 12개에 세이렌 표적이 나타납니다. 이동 버튼과 발사 버튼을 통해 카운트 다운 종료 전까지 명중한 표적에 따라 점수를 획득합니다.
2. 각각의 표적의 점수는 우측에 표시됩니다.
3. 십자 조준점 중심이 표적 안에 들어왔을 때 발사하면 명중하며, 매번 발사한지 1초 후 다시 발사가 가능합니다.
4. 표적을 쓰러뜨리면 해당 표적은 사라지고, 남은 표적의 위치가 재배치됩니다.
5. 게임 카운트 다운은 12초이며, 12초가 지나면 게임이 종료되어 결산합니다. 결산 시 게임 티켓을 소모하며 스탬프를 획득합니다. 또한 획득한 점수에 따라 보상을 획득합니다:
35점 이상: 1등상
25~34점: 2등상
10~24점: 3등상
9점 이하: 4등상]]
		}
	}
}
