_G.pg.gametip.worldbossex_help = {
	tip = {
		{
			info = [[
※주의: 
1. 「EX」 연습 전투의 난이도가 높습니다. 함대 선택 화면의 
「모의전」 버튼을 터치해 모의 전투를 진행할 수 있습니다.
2. 모의전은 연료, 기분, 「특별 도전권」을 소모하지 않으며
, 출격 횟수에 포함되지 않아 보상을 획득할 수 없습니다.
3. 「EX」 연습 전투 진행 시, 네트워크 끊김 또는 중도 퇴장 
등으로 전투가 중단될 경우 「특별 도전권」이 소모되지만 
보상은 획득할 수 없습니다.
반드시 원활한 네트워크 환경에서 
「EX」 연습 전투를 진행해주세요.
4. 「특별 도전권」은 「이지」, 「노멀」, 「하드」 연습 
전투의 「추가 보상 횟수」를 늘리는 용도로 사용할 수 있습니다.
5. 「EX」 연습 
전투는 전투 평가가 없습니다. 전투 중 입힌 
총 데미지에 맞춰 「공헌도」와 보상을 획득합니다. 많은 
데미지를 입힐수록 더 많은 「공헌도」와 더욱 풍성한 보상을 
획득합니다.
]]
		},
		helpPos = {
			y = 53.1
		},
		windowSize = {
			y = 790
		},
		windowPos = {
			y = -85.05
		}
	}
}
