_G.pg.gametip.option_desc11 = {
	tip = [[
기능 사용 후, 전투 중 항공모함의 피탐지 표시 라인(푸른 그물 형태), 노출 표시 라인(붉은 그물 형태, 연습전에서만 적용)이 나타납니다.

항공모함, 경항공모함 은닉 시스템 설명:
[은닉] 상태에서 항공모함은 적 무기, 스킬의 대상이 되기 어렵지만, 유탄에 의해 명중 시 피해를 입습니다.
[은닉] 상태에서 항공 공격 대미지는, 대공 대미지 감소의 영향으로 10% 감소합니다.

피탐지 게이지의 증감
·적함이 피탐지 범위 내에 접근, 또는 적 함재기가 접근 시, 피탐지 게이지가 상승합니다(가장 가까운 항공모함의 피탐지 게이지 추가 상승).
·항공모함은 공습 또는 스킬 발동 시, 자신의 피탐지 게이지가 상승합니다. 공습 시 상승한 피탐지 수치는 해당 전투 내에서 공습 횟수에 비례합니다(공습 1회당 기본 상승 수치 25%, 최대 기본 상승 수치250%). 공습 후 12초 동안, 피탐지 게이지의 회복 속도가 기본 회복 속도의 40%까지 감소합니다.
·항공모함이 점화 상태일 시, 점화 처벌로 피탐지 게이지가 일정 수치 증가하며, 점화 상태에서는 해당 수치가 감소하지 않습니다.
·피탐지 게이지의 최대치는 캐릭터 기동과 연관되며, 피탐지 수치가 최대치에 도달할 시, [은닉] 상태에서 벗어납니다.

연습전 추가 규칙:
연습전에서 항공모함 피탐지 수치는 자동으로 하락하지 않습니다.
연습전에서 노출 표시 라인이 확대되며, 적함이 노출 범위 내 진입 시, 모든 항공모함은 즉시 [은닉] 상태에서 벗어납니다.
]]
}
