_G.pg.gametip.music_collection = {
	tip = {
		{
			info = [[
이벤트 기간: <color=#92fc63>11.5-11.19</color>
1. 기간 내 이벤트에 참여해 「굿즈」를 모을 수 있습니다.
 <color=#92fc63>12</color>개의 굿즈를모두 모으면 한정 가구 「격창 기념장」
을 획득할 수 있습니다.]]
		},
		{
			info = [[
2. 아래 콘텐츠에 참여하면 「굿즈」를 획득할 수 있습니다:
①이벤트 해역 클리어
②이벤트 임무 달성
③격창 휘장 수집]]
		},
		{
			info = [[
3. 「여유의 BonusTime」 클리어 후 SP1—SP5로 돌아가 
새로운굿즈를 획득하세요!
4. 「굿즈」를 수집 완료 후, 자유 조합 모드가 해제됩니다. 수
집한「굿즈」들을 임의로 배치할 수 있습니다.
5. 공유 버튼을 터치하면 자신의 수첩을 다른 사람에게 공유할 
수 있습니다.
6. 수령 시간은 11월 25일 23시 59분까지입니다.]]
		}
	}
}
