_G.pg.gametip.music_main = {
	tip = {
		{
			info = "<color=#92fc63>11.5-11.19</color>기간 동안 한정 이벤트 「격창의 유니버스」가 \n오픈됩니다."
		},
		{
			info = "1. 특별 작전으로 「격창휘장」을 획득하며, 「보상 누적」 \n및 「보급 상점」에서 풍성한 보상으로 교환할 수 있습니다."
		},
		{
			info = [[
2. 「격창 무대」에서 미니게임을 B랭크 이상으로 획득하면
「가창음표」를 획득할 수 있으며, 「가창음표」를 <color=#92fc63>7</color>회 
획득하면 한정 캐릭터 「르 말랭(μ장비)」를 획득할 수 
있습니다.
<color=#92fc63>주의 사항: </color>매일 1회의 기회를 획득할 수 있으며,
 7회 누적됩니다. B랭크 이상을 획득하지 못할 경우 횟수가 차
감되지 않습니다. 횟수를 모두 소모한 이후에도 미니게임을 
플레이 할 수 있습니다.]]
		},
		{
			info = [[
3. 이벤트 기간 동안 <color=#92fc63>12</color>개의 「굿즈」를 모두 획득한 뒤,
 「기념장」에서 「격창 기념장」을 획득할 수 있습니다.
 자세한 획득 조건은 「기념장」 화면에서 확인할 수 있습니다.
4. 「한정 건조」를 터치해 건조 화면으로 들어갈 수 있습니다.
5. 「스킨 상점」을 터치해 스킨 상점 화면으로 들어갈 수 
있습니다.]]
		}
	}
}
