_G.pg.gametip.help_music_game = {
	tip = {
		{
			info = [[
<size=31><color=#92fc63>TIPS: 
연주 횟수가 없어도 미니게임을 할 수 있지만 가창음표를 획득할
수는 없습니다.</color></size>

1. 터치로 연주를 시작한 뒤, 3초의 카운트다운 이후 게임이
시작됩니다. <color=#92fc63>B</color>랭크 이상 달성 시 가창음표를 획득합니다.
2. 음표가 화면에 중간에 올 때 알맞은 버튼을 터치해 연주를 
진행하세요.
3. 이지 모드:
3.1. 모든 음표를 터치로 연주할 수 있습니다.
3.2. 좌우 터치와 상관없이 연주할 수 있습니다.
4. 하드 모드:
4.1. 화면이 빨강(우측), 파랑(좌측) 음표로 나뉩니다.
4.2. 음표 이후 따라오는 흰색 바는 길게 꾹 눌러야 합니다.
4.3. 노랑 음표는 양쪽을 동시에 눌러야 합니다.
5. 곡 선택 화면에서 음표의 속도를 조절할 수 있습니다. 가장 
느린 것은 1x이며, 4x가 가장 빠릅니다.
6. 연주 타이밍에 따라 평가가 달라집니다. 각각 점수는 <color=#92fc63>600</color>점
(Perfect),<color=#92fc63>300</color>점(Good), Miss는 점수가 없습니다.
7. Perfect와 Good은 유효 연주로 콤보가 누적되며, 누적
10/20/40/60/80/100콤보 달성 시, 각각 유효 연주에 추가로
 <color=#92fc63>100</color>점이 추가됩니다.
8. 풀 콤보 달성 시 추가로 <color=#92fc63>5000</color>점을 획득합니다.]]
		}
	}
}
