_G.pg.gametip.hololive_lianliankan = {
	tip = {
		{
			info = "「집결hololive반항군!」 설명: "
		},
		{
			info = "1. 집결hololive반항군! 이벤트에서 도전할 수 있는 \n스테이지는 총 8개입니다. "
		},
		{
			info = [[
2. 매 스테이지의 해제 조건과 이벤트 해역 진도 및 
「집결hololive반항군!」의 진도 관련은 아래와 같습니다：
   스테이지1: 이벤트 해역 T1 클리어 
   스테이지2: 이벤트 해역 T2 클리어 및 스테이지1 클리어 
   스테이지3: 이벤트 해역 T3 클리어 및 스테이지2 클리어 
   스테이지4: 이벤트 해역 T4 클리어 및 스테이지3 클리어 
   스테이지5: 이벤트 해역 T5 클리어 및 스테이지4 클리어 
   스테이지6: 이벤트 해역 T6 클리어 및 스테이지5 클리어 
   스테이지7: 스테이지6 클리어 
   EX: 스테이지1~스테이지7 클리어]]
		},
		{
			info = "3. 도전 규칙: 스테이지의 캐릭터 아이콘을 두 개의 선으로 \n연결해 지웁니다. 전부 지우면 클리어 할 수 있습니다. "
		},
		{
			info = "4. 아이콘 두개는 반드시 같아야 하며, 선이 두번 이상 꺾이지 \n않아야 지울 수 있습니다. "
		},
		{
			info = "5. 스테이지1~스테이지7 최초 클리어 시 보상을 획득할 수 \n있으며, 그 이후에는 보상을 획득할 수 없습니다. "
		},
		{
			info = "6. 스테이지1~스테이지7을 모두 클리어 하면 최종 보상을 \n획득할 수 있습니다."
		}
	}
}
