_G.pg.gametip.hololive_dashenling = {
	tip = {
		{
			info = "「미오의 항구 점술관」 설명: "
		},
		{
			info = "1. 이벤트 기간 동안 임시 NPC 캐릭터 오오카미 미오를 획득할 \n수 있습니다. 임시 캐릭터는 서약, 퇴역을 할 수 없으며 강화 \n재료로 사용할 수 없습니다. "
		},
		{
			info = "2. 이벤트 기간 동안 일반 난이도의 메인 스토리 3 챕터 및 그 \n후 챕터 혹은 이벤트 맵의 기함을 격파하면 임시 NPC 캐릭터 \n오오카미 미오의 호감도를 높일 수 있습니다. "
		},
		{
			info = "3. 전투 종료 시, 함대에 편성한 오오카미 미오가 전투 가능 \n상태면 호감도가 2배 상승합니다. "
		},
		{
			info = "4. 이벤트 종료 전까지 호감도를 1000 이상 누적하면 보상을 \n획득할 수 있으며 임시 캐릭터 [오오카미 미오]가 함대에 \n정식으로 가입합니다. "
		},
		{
			info = [[
5. 이벤트 종료 후, 정식으로 가입하지 않은 [오오카미 미오]는 
모항을 떠나며 이미 사용한 강화, 돌파 재료는 반환되지 
않습니다.

]]
		}
	}
}
