_G.pg.gametip.secretary_help = {
	tip = {
		{
			info = "· 비서팀 기능 설명:\n"
		},
		{
			info = "1. 비서팀 슬롯은 메인 해역 클리어를 통해 개방됩니다. \n비서팀은 같은 함선을 배치할 수있습니다."
		},
		{
			info = "2. 비서팀에서 <color=#92fc63>제일 좌측의 비서함</color>은 <color=#92fc63>비서함 호감도</color>를 획득합니다."
		},
		{
			info = "3. 메인 화면으로 돌아와 비서함이 복귀 대사를 말할 때, 랜덤으로 비서팀원 중한 명이 나타납니다."
		},
		{
			info = "4. 코스튬 설정을 통해, 모든 비서팀원의 코스튬을 상세 설정할 수있습니다."
		},
		{
			info = "5. 비서팀 화면에서, 캐릭터를 드래그하여 비서팀원의 위치를 변경할 수있습니다."
		},
		{
			info = "6. 메인 화면에서 전환 기능을 통해 현재 나타난 비서함을 변경할 수 있습니다.\n"
		}
	}
}
