_G.pg.gametip.help_newyear_feast = {
	tip = {
		{
			info = [[
이벤트 기간 동안 매일 1회의 횟수를 획득합니다. 최대 중첩 횟수는 7회
<color=#ff5c5c>1. 유효 횟수를 가지고 있으면 새해 대결 미니게임 (덤벼라! 새해 대결)에 참여해 보상, 체크카드와 소원빌기 횟수를 획득할 수 있습니다. 체크카드 7개를 모으면 키누의 한정 스킨을 획득합니다.</color>
2. 유효 횟수는 우측에서 확인할 수 있습니다. 체크카드 진도는 체크카드 버튼을 터치해 확인할 수 있습니다.
3. 유효 횟수로 미니게임을 진행하면 추가로 2회의 신사 소원빌기 횟수를 획득합니다.
<color=#ff5c5c>최대 14회까지 획득할 수 있습니다.</color>신사에서 소원빌기를 소모하면 다른 효과를 획득할 수 있습니다.
TIPS:
유효 횟수가 없으면 새해 대결 미니 게임 (덤벼라!새해 대결)에서 보상, 체크카드와 소원빌기 횟수를 획득할 수 없습니다.
2. 미니게임 도중 퇴장할 경우 횟수는 소모되지 않으며보상을 획득할 수 없습니다.]]
		}
	}
}
