_G.pg.gametip.help_newyear_shrine = {
	tip = {
		{
			info = [[
<size=31><color=#92fc63>TIPS:
소원빌기 유효 횟수가 없어도 물자가 소모되지만 효과를 얻을 수 
없습니다.</color></size>
1. 새해 대결 미니게임 (덤벼라! 새해 대결) 에서 유효 횟수를 
소모하면 <color=#ff5c5c>최대 14회의 소원빌기 유효 횟수를 획득할 수 
있습니다.</color>
2. 유효 횟수가 있을 시 봉납줄을 당기면 5 물자를 소모하여
소원을 빌고 다양한 효과를 선택할 수 있습니다.:
학업: 전술 학원에서 스킬 강화 시 수업시간을 줄입니다.
사업: 메인, 하드, 작전문서 스테이지에서 전투 시 아군의
데미지를 소폭 증가시킵니다.
인연: 비서함의 호감도 증가 속도가 빨라집니다. 
효과의 지속 시간은 1일입니다.
3. 학업 효과가 사라져도 지금까지 감소한 수업시간은 
다시 증가하지 않습니다.
4. 소원빌기 효과가 적용 중인 상황에서 다시 소원을 빌면 새로 
빈 소원의 효과가 적용되며 지속 시간이 초기화 됩니다.
5. 한 번에 받을 수 있는 소원의 효과는 하나입니다.]]
		}
	}
}
