_G.pg.gametip.pile_game_notice = {
	tip = {
		{
			info = [[
미니게임 규칙: 
1. 임의의 위치를 터치해 쌓기에 성공하면 점수를 획득합니다.
3회 실패하면 게임이 종료됩니다.
2. 스크린 우측의 바에 집중하세요. 바 위의 만쥬가붉은색 구역에 닿는다면 더미가 무너지고 게임이 종료됩니다.
이벤트 규칙:
이벤트 기간 동안 하루에 한 번 사용 횟수를 얻을 수 있으며 최대 7회까지 중첩됩니다.
1. 사용 횟수가 있는 상태에서 만쥬 젠가 플레이 시 횟수가 소모되며 보상을 획득하고 출석 체크를 합니다. 7회 출석 체크하면 한정 캐릭터 「우라나미」를 획득할 수 있습니다.
2. 사용 횟수는 이스트 글림의 설날 페이지 우측에서 확인할 수 있으며, 출석 체크 진도는이스트 글림의 설날 페이지의 진도 카드를 터치해 확인할 수 있습니다.
3. 사용 횟수가 없는 상태에서 만쥬 젠가를 플레이하면 보상을 획득할 수 없습니다.
4. 게임을 중간에 중단하면 사용 횟수가 소모되지 않지만보상을 획득할 수 없습니다.]]
		}
	}
}
