_G.pg.gametip.lanternRiddles_gametip = {
	tip = {
		{
			info = [[
이벤트 소개:
「쥬쥬 연등회」: 미니게임에 참여해 문제를 맞히고 보상을 획득하세요. 
1. 매일 1회의 답변 기회가 해제됩니다(최대 14회). 정답을 7회 맞히면 보상을 획득합니다. 오답 선택 시 일정 시간 대기 후 다시 답을 선택해야 합니다. 
2. 정답을 맞히면 답변 기회가 소모됩니다. 답변 기회가 없다면 답을 맞출 수 없습니다. 답을 맞히지 않거나 틀릴 경우, 기회가 소모되지 않으며, 문제를 변경할 수 있습니다. 
3.보상리스트: 
정답 1회: 랜덤 개조 도면 T2*2, 300 물자 
정답 2회: 랜덤 부속 T2*3, 100 연료 
정답 3회: 랜덤 교본 T2*2, 300 물자 
정답 4회: 방어 교본 T3*2, 100 연료 
정답 5회: 범용 부속 T3*3, 300물자 
정답 6회: 공격 교본T3*2, 100연료 
정답 7회: 상급 지향형 강화 유닛 - 제2기*2，300 물자]]
		}
	}
}
