_G.pg.gametip.decodegame_gametip = {
	tip = {
		{
			info = [[
이벤트 소개:
 1. 이벤트 기간 동안 「정보 PT」 <color=#92fc63>200P</color> 획득 시 1 정
보 포인트를 획득합니다. 최대 60P까지 획득할 수 있습니다.
 2. 정보 페이지를 터치해 해독할 때마다 1P가 소모됩니
다.
 3. 정보를 일정 횟수 해독하면 보상을 획득합니다:
 10회: 물자*1000
 20회: 범용 개조 부품 T3*5
 30회: 연료*1000
 40회: 공격 교본 T3*2
 50회: 랜덤 개조 도면 T3*2
 60회: 지원 교본 T3*2 
 4. 정보 페이지 3장을 모두 해독하면 암호 페이지 버튼이 
활성화 됩니다. 페이지 를 터치해 해제할 수 있으며, 다시 정보 
페이지를 터치하면 비교 할 수 있습니다. 비교 후 각 정보 
페이지마다 3개의 암호를 획득할 수 있습니다. 암호가
있는 셀을 터치해 암호를 입력할 수 있고, <color=#92fc63>9자리 암호를 모두 
정확히 입력하면 최종 보상을 획득합니다.</color>
5. 9자리 암호는 3개가 1세트로, 같은 정보 페이지에서 획득할 
수 있습니다.
6. 암호를 잘못 입력하면 좌측에 빨간불이 들어옵니다. 정확한 
암호를 입력하면 우측에 초록불이 들어오고 암호가 확정됩니다.]]
		}
	}
}
