_G.pg.gametip.equipment_upgrade_help = {
	tip = {
		{
			info = "<color=#ffde38>장비 개발 시스템 설명: </color>\n"
		},
		{
			info = "·장비 개발은 개발 재료와 물자를 <color=#92fc63>소모</color>하여 특정 장비를고급 장비로 변환시키는 시스템입니다."
		},
		{
			info = "·개발을 원하는 장비를 선택하면, 해당 장비 개발 화면에 진입합니다."
		},
		{
			info = "·선택된 장비의 다양한 개발 경로를 획득할 시, 전환 버튼을사용해 전환할 수 있습니다."
		},
		{
			info = "·재료 장비를 개발을 통해 획득할 수 있을 경우, 좌측의 빠른 개발버튼을 통해 해당 화면에 진입할 수 있습니다."
		},
		{
			info = "·장착 중인 장비도 재료 장비가 될 수 있으며, 개발 후의 새로운 장비는 바로 장착됩니다.(새로운 장비의 유형을 기존 캐릭터가 장착할 수 없을 경우, 창고에 저장됩니다.)"
		},
		{
			info = "·강화된 등급의 장비를 개발 소재로 사용할 경우, 장비 분해규칙에 따라 강화 과정 중에 소모된 <color=#92fc63>일부 강화 물자</color>, 및<color=#92fc63>모든 강화 재료</color>가반환됩니다."
		}
	}
}
