_G.pg.gametip.towerclimbing_gametip = {
	tip = {
		{
			info = [[
미니게임 설명:
1. 화면의 좌우측과 점프 버튼으로 새러토가를 조종하여 위를 
향해 올라갑니다. 한 계단을 오를 때마다 1층씩 더해집니다.
2. 우측의 생명력에 주의하세요. 낙하하거나 함정에 빠지거나 
화난 쥬쥬와 부딪히면 생명력이 차감되며, 모두 소진될 시
게임 오버.
이벤트 기간 동안 매일 사용 가능 횟수 1회 획득. 사용 가능 
횟수는 최대 7회 저장
1. 사용 가능 횟수가 있을 경우, 쥬쥬대모험에 참가하면 횟수를 
차감 하며 출석 횟수를 얻습니다. 출석 횟수 7회가 되면
「특별 초대장」을 획득 가능
2. 사용 가능 횟수는 축제광장 우측에서 볼 수 있으며, 출석 
진도는 축제광장의 「초대장」 버튼을 통해 확인 가능
3. 사용 가능 횟수가 없는 상황에서 쥬쥬대모험 진행 시 출석 
횟수를 획득하지 않습니다.
4. 기타 원인으로 인하여 미니게임 도중 퇴장할 경우 사용 가능 
횟수를 소모하지 않으며,어떠한 보상도 획득할 수 없습니다.]]
		}
	}
}
