_G.pg.gametip.guild_member_tip = {
	tip = {
		{
			info = "멤버 관리에 대하여:"
		},
		{
			info = "1. 대함대 멤버는 이 화면에서 다른 멤버의 정보를 확인할 수 있습니다."
		},
		{
			info = "2. 함대 사령관 및 부사령관은 <color=#92fc63>자신보다 직위가 낮은 멤버</color>의 역할을 자유롭게 변경할 수 있습니다."
		},
		{
			info = "3. 함대 사령관 및 부사령관은 <color=#92fc63>자신보다 직위가 낮은 멤버</color>를 대함대에서 제명할 수 있습니다."
		},
		{
			info = "4. 대함대 사령관이 <color=#92fc63>10</color>일 동안 게임에 접속하지 않은 경우, 부사령관이 대함대 사령관을 <color=#92fc63>탄핵</color>할 수 있습니다."
		},
		{
			info = "5. 탄핵에 대하여: 탄핵이 추진된 경우, 함대 사령관은 <color=#92fc63>24</color>시간 이내에 탄핵을 취소할 수 있습니다. <color=#92fc63>24</color>시간 이내에 탄핵을 취소하지 않으면, 대함대 사령관의 권한은 <color=#92fc63>활약도가 가장 높은 부사령관</color>에게 인계됩니다."
		},
		{
			info = "6. <color=#92fc63>견습 멤버</color>에 대하여:"
		},
		{
			info = " 대함대에 처음 가입한 지휘관은 견습 멤버입니다."
		},
		{
			info = " 견습 멤버는 활약도 100을 달성하면 정식 멤버로 자동 전환됩니다."
		},
		{
			info = " 견습 멤버는 직위가 변경될 수 없습니다."
		},
		{
			info = " 견습 멤버는 대함대 기술을 학습할 수 없습니다."
		},
		{
			info = " 견습 멤버는 대함대 보급을 수령할 수 없습니다."
		},
		{
			info = " 견습 멤버는 작전 보고서 보상을 수령할 수 없습니다."
		},
		{
			info = " 기타 권한은 일반 멤버와 동일합니다."
		},
		{
			info = "※견습 멤버가 강퇴당하면, 시스템 우편을 통해 함대에 속한기간 동안 누적된 작전 보고서 보상이 지급됩니다."
		},
		{
			info = "7. <color=#92fc63>활약도</color>에 대하여:"
		},
		{
			info = "게임 내 각종 데일리&주간&대함대 관련 플레이 시, <color=#92fc63>활약도</color>를 획득할 수 있습니다. 구체적으로:"
		},
		{
			info = " 데일리 임무 완료: <color=#92fc63>2</color>"
		},
		{
			info = " 주간 임무 완료: <color=#92fc63>5</color>"
		},
		{
			info = " 대함대 개인 임무 1회 완료: <color=#92fc63>2</color>"
		},
		{
			info = " 군수 준비 1회 완료: <color=#92fc63>10</color>"
		},
		{
			info = " 대함대 작전 사건 파견 1회: <color=#92fc63>1</color>"
		},
		{
			info = " 대함대 작전 보스전 1회 도전: <color=#92fc63>10</color>"
		}
	}
}
