_G.pg.gametip.guild_tech_tip = {
	tip = {
		{
			info = "기술 설명:"
		},
		{
			info = "1. 대함대 기술은 지휘관 모항에 일정한 효과를 제공합니다."
		},
		{
			info = "2. 대함대 기술은 <color=#92fc63>개발 모드</color>와 <color=#92fc63>일반 모드</color> 두 개 화면이 있으며, 페이지우측 상단 버튼을 통해 전환 가능합니다."
		},
		{
			info = "3. 개발 모드에서 함대 사령관/부사령관은 개발할 대함대 기술을 변경할 수 있으며, 개발 항목 변경은 하루<color=#92fc63>1</color>회만 가능합니다."
		},
		{
			info = "4. 대함대 생성&시스템 업데이트 후, 개발 항목은 자동적으로 <color=#92fc63>대함대멤버 확충</color>이 선택되며, 직접 변경할 수 있습니다."
		},
		{
			info = "5. 대함대 기술의 개발은 <color=#92fc63>군수 준비</color>가 필요합니다. <color=#92fc63>보급</color>의 <color=#92fc63>군수 준비</color>를 완료하여 <color=#92fc63>항목 준비 진도</color>를 누적할 수 있고, 준비 완료 후, 해당하는 대함대 기술 레벨이 상승합니다."
		},
		{
			info = "6. 개발 모드에서 모든 멤버는 항목 준비 진도를 확인할 수 있습니다."
		},
		{
			info = "7. 개발 항목 준비를 동시에 <color=#92fc63>1</color>가지 기술만 진행할 수 있습니다."
		},
		{
			info = "8. 일반 모드에서 모든 멤버는 <color=#92fc63>함대 코인</color>과 <color=#92fc63>물자</color>를 소비하여 대함대가 이미 개발한 기술을 학습할 수 있습니다."
		},
		{
			info = "9. 멤버의 대함대 과학 기술 레벨은 과학 기술 레벨 상한까지만 상승하며, 과학 기술 레벨 상한은 <color=#92fc63>현재 대함대</color> 과학 기술 레벨 상한과 공공함대 과학 기술 레벨 상한 중 높은 걸 기준으로 결정됩니다."
		},
		{
			info = "10. <color=#92fc63>현재 대함대</color> 과학 기술은 대응되는 <color=#92fc63>활약도</color>를 달성해야 학습할 수 있습니다. <color=#92fc63>현재 대함대</color> 과학 기술 레벨업 조건을 만족하지 못하지만, 공공 과학 기술 레벨 상한에 도달하지 못했다면 계속 학습할 수 있습니다. 하지만 필요한 자원은 공공함대 과학 기술에 소모됩니다."
		},
		{
			info = "11. 대함대에서 탈퇴할 경우, 이미 학습한 대함대 기술 <color=#92fc63>레벨은 보류</color>되며, 새로운 대함대에 가입한 후, 해당 기술 효과가 <color=#92fc63>다시 적용</color>됩니다."
		},
		{
			info = "12. 대함대에 가입하지 않았을 경우, 대함대 과학 기술은 공공함대 과학 기술 레벨 상한까지만 보류됩니다."
		}
	}
}
