_G.pg.gametip.guild_office_tip = {
	tip = {
		{
			info = "보급 설명:"
		},
		{
			info = "1. 대함대 사령관/부사령관은 보급에서 대함대 임무 발령, 대함대보급을 구매할 수 있습니다."
		},
		{
			info = "2. 모든 멤버는 보급에서 대함대 임무를 수령&진행하고, 군수 준비임무를 제출하고, 대함대 보급을 수령할 수 있습니다."
		},
		{
			info = "3. 대함대 임무: 대함대 전 멤버가 <color=#92fc63>공동 진행</color>하는 임무로, 임무완성 시 대함대 자금 보상을 획득합니다."
		},
		{
			info = "4. 대함대 임무 개인 보상은 매주 <color=#92fc63>1</color>회만 수령 가능하지만, 임무를중복으로 완성하여도 대함대 임무 진행 횟수에 <color=#92fc63>합산</color>됩니다."
		},
		{
			info = "5. 대함대 임무는 매주 결산되며, 결산 시 <color=#92fc63>대함대 멤버</color>의 임무 완성 횟수에 따라 대함대 자금보상이 지급됩니다."
		},
		{
			info = "6. 군수 준비: 대함대 전 멤버는 군수 준비를 통해 함대코인 보상을 획득할 수 있습니다."
		},
		{
			info = "7. 군수 준비는 매일 <color=#92fc63>3</color>회만 진행 가능합니다."
		},
		{
			info = "8. 군수 준비 완성 시 개인 함대 코인 보상 이외에, 대함대에 일정 수량의자금을 제공할 수 있습니다."
		},
		{
			info = "9. 군수 준비를 진행할 때마다, 함대 기술 개발의 <color=#92fc63>준비 진도</color>가증가하며, <color=#92fc63>항목 준비 진도</color>가 기준에 도달하면, 개발 중인 대함대 기술 레벨이 상승합니다."
		},
		{
			info = "10. 군수 준비로 획득 가능한<color=#92fc63>대함대 자금</color>과 <color=#92fc63>준비 진도</color>는 일일 상한이 존재하며, 초과할 경우, 더 이상 <color=#92fc63>대함대 자금</color>과 <color=#92fc63>준비 진도</color>를 제공하지 않습니다. <color=#92fc63>함대 코인</color>은 정상적으로 획득 가능합니다."
		},
		{
			info = "11. 군수 준비의 <color=#92fc63>일일 상한 횟수</color>는 대함대 인원 수 상한의 3배입니다."
		},
		{
			info = "12.대함대 보급: 함대 사령관/부사령관은 대함대 자금을 사용하여 멤버혜택을 구매할 수 있습니다."
		},
		{
			info = "13. 대함대 보급 구매는 일정량의 대함대 자금이 필요하며, 구매 후<color=#92fc63>14</color>일 동안, 모든 대함대 멤버가 대함대 보급을 <color=#92fc63>1</color>개씩 수령합니다."
		},
		{
			info = "14. 대함대에 새로 가입한 멤버는, 당일 대함대 보급을 획득하지 못하며, 가입 둘째 날<color=#92fc63>첫 번째</color> 보급을 획득합니다(해당 대함대가 보급을구매하였을 경우)."
		},
		{
			info = "15. 각 멤버의 대함대 보급의 최대 저장 개수는 <color=#92fc63>3</color>개이며, <color=#92fc63>3</color>개를 초과하여 미수령할 경우 새로운 대함대 보급을 획득하지 못합니다."
		}
	}
}
