_G.pg.gametip.guild_mission_info_tip = {
	tip = {
		{
			info = "사건 파견 설명:"
		},
		{
			info = "1. 사건 발생 시, 멤버는 각자 <color=#92fc63>4</color>명의 캐릭터를 파견할 수 있습니다."
		},
		{
			info = "2. 매일 4회 파견 횟수가 갱신되며(실제 시간<color=#92fc63>6/12/18/21</color>시에<color=#92fc63>1</color>회씩 갱신), 한 사건에 각 멤버가 최대 <color=#92fc63>4</color>회 파견할 수 있습니다."
		},
		{
			info = "3. 사건에 파견한 함선이 사건의 <color=#92fc63>효율 요구</color>에 부합할 경우, 사건을해결할 <color=#92fc63>전투 능력</color>이 추가로 제공되어 사건 해결 속도가 더욱 상승합니다."
		},
		{
			info = "4. 사건에 파견한 함선이 사건의 <color=#92fc63>평가 요구</color>에 부합할경우, <color=#92fc63>평가 보너스</color>가 추가로 제공되며, 평가 보너스가일정 수준에 도달하면 <color=#92fc63>추가 보상</color>이 주어집니다. 개별 사건의 평가는 마지막에등장하는 보스에 영향을 줄 수 있습니다."
		},
		{
			info = "5. 사건 내에는 절점이 있으며, 절점의 성공률은 모든 멤버가 파견한<color=#92fc63>캐릭터 수량</color>에 영향을 받습니다. 절점은 성공, 실패와 관련없이 보상을 획득합니다."
		},
		{
			info = "6. 절점 보상은 사건 보상과 통합되어 작전 보고서로 지급되며, 작전보고서 화면에서 수령할 수 있습니다."
		}
	}
}
