_G.pg.gametip.help_rollingBallGame = {
	tip = {
		{
			info = [[
미니 게임 규칙:
1. 구슬을 선택 후, 최대 7초의 이동 시간을 가진다. 이 7초의 
이동 시간 내에 구슬을 상하좌우 거리에 상관없이 이동시킬 
수 있다.
2. 이동 과정에서 경로 상의 구슬과 위치가 교환되며, 7초가 
지나거나 손을 떼면 제거 및 결산이 시작된다.
3. 같은 색 구슬을 가로 또는 세로로 3개 이상 연결하면 제거할 
수 있고, 한 번에 제거하는 구슬이 많을수록 고득점.
이벤트 규칙:
이벤트 기간 동안 매일 사용 가능 횟수를 얻으며, 최대 7회까지 
얻을 수 있다.
1. 사용 가능 횟수가 남아있는 상황에서 쥬쥬 롤링볼에 
참여하면 횟수를 소모하며 출석 횟수를 얻는다. 출석 7회 시
「축제 초대장」을 획득한다.
2. 사용 가능 횟수는 축제 광장 화면 우측에서 확인할 수 있고, 
출석 진도는축제 광장 화면의 「초대장」 버튼을 
통해 확인할 수 있다.
3. 사용 가능 횟수가 없을 경우 쥬쥬 롤링볼에 참여하면 출석 
횟수를 얻지 못한다.
4. 기타 원인으로 인해 중도 퇴장할 경우 사용 가능 횟수는 
차감되지 않고 어떠한 보상도 얻지 못한다.]]
		}
	}
}
