_G.pg.gametip.practise_idol_help = {
	tip = {
		{
			info = [[
이벤트 규칙:
1. 이벤트 기간 동안 <color=#92fc63>「격창휘장」</color> 획득 후 이벤트 페이지에서
아이돌 그룹을 연습시킬 수 있습니다. 연습 진도가 특수 단계에 
도달 시 아이돌 능력 선택 화면이나타나며, 능력을 선택하여 
연습을 진행시킵니다.
2. 아이돌 능력은 가창력, 안무력, 연기력 3가지로 나뉘며 각각
2회 연습할 수 있고, 버프를 제공합니다:
①가창력: 메인, 어려움, 이벤트, 작전 문서 스테이지에서 피해
량 증가
②안무력: 메인, 어려움, 이벤트, 작전 문서 스테이지에서 받는 
피해 감소
③연기력: 메인, 어려움, 이벤트, 작전 문서 스테이지에서 획득 
경험치 증가
3. 각 능력은 MAX 도달 시, 상응하는 보상을 획득할 수 
있습니다.
4. 화면 우측 아이돌 능력 아이콘을 터치하여 각 능력이 
제공하는추가 버프와 보상을 확인할 수 있습니다.]]
		}
	}
}
