_G.pg.gametip.help_candymagic = {
	tip = {
		{
			info = [[
이벤트 규칙:
이벤트 기간 동안, 매일 사용 가능 횟수를 획득하며, 최대 7회
까지저장됩니다.
1. 사용 가능 횟수가 있을 경우 캔디와 매직의 나이트에 참여한
다면사용 가능 횟수를 소모하며 출석 횟수를 획득합니다. 
출석 횟수를 7회 모으면「래드포드」 한정 코스튬을 획득할 
수 있습니다.
2. 사용 가능 횟수가 없을 경우 캔디와 매직의 나이트에 참여한
다면출석 횟수를 얻지 못합니다.
3. 기타 원인으로 인해 미니 게임에서 중도 퇴장한다면 사용 
가능 횟수가 소모되지 않으며, 또한어떠한 보상도 얻지 못합
니다.미니 게임:
1. 래드포드를 좌우로 이동시키며 떨어지는 사탕을 받아야 
합니다.사탕을 받으면 포인트를 획득하고, 받지 못하면 생명
력이 차감됩니다.
2. 호박 폭탄에 주의하세요. 호박 폭탄을 받을경우에도 
생명력이 차감됩니다.
3. 래드포드 생명력은 3칸이며, 모두 차감될 시 게임 종료 및
결산이 진행됩니다.
4. 게임 중 유령 쥬쥬가 출현하는데, 래드포드가 빙의되면 이동 
속도가 느려집니다. 유령 쥬쥬가 접근할 때, 화면 우측의 전기
를 터치하여 유령쥬쥬를 쫓아낼 수 있습니다.]]
		}
	}
}
