_G.pg.gametip.hunter_npc = {
	tip = {
		{
			info = "「피오르드 헌터」 설명:"
		},
		{
			info = "1. 이벤트 기간 동안, NPC 캐릭터 헌터를 임시 획득하며, 임시 캐\n릭터는 서약, 퇴역, 한계돌파 재료 모두 불가능합니다."
		},
		{
			info = "2. 이벤트 기간 동안, 통상 3장 이상의 해역 혹은 이벤트 해역\n의 기함을 격파하여, 임시 캐릭터의 호감도를 증가시킬 수 있습니다."
		},
		{
			info = "3. 함대에 헌터를 편성 및 중상을 입지 않고 적 기함 격파 시\n추가 호감도를 얻습니다.(일반 캐릭터와 NPC 모두 집계)"
		},
		{
			info = "4. 이벤트 종료 전 호감도를 1000 포인트 누적하면 보상을 수령할 수 있으며\n임시 캐릭터 「헌터」가 영구 캐릭터로 전환됩니다."
		},
		{
			info = "5. 이벤트 종료 후, 전환되지 않은 임시 캐릭터 「헌터」는\n모항을 떠나며, 강화, 한계돌파 등에 이미 소모한 육성 재료는 반환되지 않습니다."
		}
	}
}
