_G.pg.gametip.venusvolleyball_help = {
	tip = {
		{
			info = [[
이벤트 규칙:
1.<color=#92fc63>12월 9일</color>까지 매일 0시마다 <color=#92fc63>1</color>경기씩 총 <color=#92fc63>7</color>경기가 개방되며, 
누적가능합니다. 전부 완료 후 한정 장비 <color=#92fc63>「각성 구슬」</color>및 캐
릭터 취향 아이템-<color=#92fc63>「좋아하는 음식(모니카)」</color>를 획득할 수 있
습니다.
2. 게임 시작을 눌러, 2명의 캐릭터를 선택한 후 경기를 시작할 
수 있습니다. 한 쪽이<color=#92fc63>5</color>점을 얻으면 경기가 완료됩니다.
3. 어택 또는 리시브 때 판정 범위가 나타나며 화면의 임의 위
치를 터치하면 판정됩니다.
4. 판정 범위가 바깥 원과 안쪽 원 사이까지 축소되었을 때 터치 
시 good, 범위가안쪽 원까지 축소되었을 때 터치 시 perfect, 
터치하지 않거나 판정 범위가바깥 원에 있을 때 터치할 시 
miss. 리시브: miss 시 실점, good/perfect 시 리시브 성공
어택: miss 시 득점X, good/perfect 시 득점.
5. 모든 경기가 개방되기 전, 당일 경기에 중복으로 도전할 수 
있습니다. 모든 경기를마친 후에는 자유도전이 열리며, 
자유롭게 캐릭터를 선택하여 경기할 수 있습니다.]]
		}
	}
}
