_G.pg.gametip.doa_main = {
	tip = {
		{
			info = [[
이벤트 규칙:
<color=#92fc63>12.3-12.17</color>한정 이벤트 「휴일항로」 오픈
1. 스폐셜 이벤트에 참여하여, 「비너스pt」를 누적하면「누
적 보상」 획득 및「보급 상점」에서 풍부한 보상과 교환 가능
합니다.
2. 「배구 연습 경기」 미니게임에 참여하여 7번째 경기에서 
한정 장비<color=#92fc63>「각성 구슬」</color>을 획득할 수 있습니다.
참고: 매일 1경기씩, 총 7경기가 개방됩니다.
3. 이벤트 중 「캐릭터 취향」 아이템을 14개 수집 후, 
「기념장」에서 <color=#92fc63>「비너스 휴가 기념장」</color>을 획득할 수 있습니
다.자세한 획득 조건은 「기념장」 화면에서 확인하세요.
4. 「한정 건조」를 눌러 건조 화면으로 이동할 수 있습니다.
5. 「스킨 상점」을 눌러 스킨 상점 화면으로 이동할 수 있습
니다.
6. <color=#92fc63>12.3-12.16</color> 매일 특별 의뢰가 갱신됩니다. 특별 의뢰는 파견
가능한 함선에 제한을 두지 않습니다. 의뢰를 완성하여 이벤트 
보상을 얻을 수 있습니다.
진행하지 않은 의뢰는 익일 사라지며, 진행 중인 의뢰는 익일 
보상을 수령할 수 있습니다. 보상을 수령해야 익일 특별 의뢰가 
갱신되며, 수령 마감 시간은
12월 23일 23시 59분입니다.]]
		}
	}
}
