_G.pg.gametip.snowball_help = {
	tip = {
		{
			info = [[
이벤트 규칙:
1.<color=#92fc63>1월 6일</color>까지 매일 0시마다 새로운 시합이 <color=#92fc63>1</color>판씩 총<color=#92fc63>7</color>판 
개방되며, 누적가능합니다. 모두 완료 후 <color=#92fc63>하루츠키</color> 한정 스킨 
<color=#92fc63>「아름다운 영춘의 춤」</color>을 획득할 수 있습니다.
2. 1판을 완료하면 종 치기 횟수를 2회 획득할 수 있으며,
<color=#ff5c5c>종 치기는 최대 14회를 획득할 수 있습니다</color>. 물자를 소모하여 
종을 치면다른 효과가 나타납니다.
게임 규칙:
1. 좌측 버튼을 터치하여 캐릭터를 위아래로 컨트롤해 적의 
눈을 피해야합니다. 눈에 맞으면 생명력이 차감되며, 모두 
차감되면 게임이 종료됩니다.
2. 적 캐릭터를 터치하여 공격할 수 있으며, 각각의 적을 
명중했을 때 얻는점수는 다릅니다.
주의: 난입한 지나가던 행인을 명중할 시 차감!
득점 규칙:
명중: 키사라기, 무츠키, 우즈키, 후미즈키, 유다치, 
유키카제 <color=#92fc63>+100점</color>
명중: 아크 로열 <color=#92fc63>+200점</color>
명중: 광산쥬쥬, 시라츠유 <color=#ff5c5c>-50점</color>
3. 화면 우측 지원칸은 시간에 따라 상승하며, 지원칸이 최대일 
시 지원칸
을 터치하여 공중 지원을 호출할 수 있습니다. 공중 
지원은 해당 시합장의 모든 적의눈을 없애고 적에게 눈 폭격을 
퍼붓습니다.
4. 생명력이 모두 차감되어 게임이 종료되거나 게임 내 나가기 
버튼으로 퇴출하면게임을 완성한 것으로 간주됩니다. 기타 
원인으로 중도 퇴장 시 미완성으로간주됩니다.]]
		}
	}
}
