_G.pg.gametip.help_xinnian2021__qiaozhong = {
	tip = {
		{
			info = [[
<size=31><color=#92fc63>TIPS:
종 치기 횟수가 없을 때 종을 치면 물자를 소모하지만 버프 효과
는 획득할 수 없습니다.</color></size>
1. 이벤트 기간 동안 <color=#92fc63>쥬쥬 눈싸움</color>을 완료할 때마다 종 치기 횟수
<color=#92fc63>2회</color>를 획득하며, <color=#ff5c5c>최대 14회를 획득할 수 있습니다</color>.
2. 유효 횟수가 있을 때 5물자를 소모하여 종을 치면 다른
버프 효과를 얻습니다.
학업: 전술 학원 스킬 학습 시간 감소
사업: 메인, 어려움, 작전 문서 스테이지에서 아군이 입히는
대미지 증가
인연: 비서함 호감도 증가 속도 상승. 
이상 세 가지 효과의 지속 시간은 1일.
3. 학업 효과 획득 시 현재 진행 중인 스킬 학습 시간은 감소하
지 않으며, 학업 효과가 사라질 때 이미 감소된 학습 시간은 
다시 증가되지 않습니다
4. 버프 효과가 있는 상태에서 종을 치면, 기존의 버
프 효과에 새로 획득한 버프 효과가 덮어 씌워지며, 
지속 시간은초기화됩니다.
5. 버프 효과는 동시에 1가지만 보유할 수 있습니다.]]
		}
	}
}
