_G.pg.gametip.help_xinnian2021__meishi = {
	tip = {
		{
			info = [[
게임 규칙:
1. 선택 구매를 터치하여 게임 시작. 좌측 캐릭터 머리 위에 
먹고 싶은 3가지 음식이 나타납니다.5초 후 머리 위 음식이 
사라지며, 기억한 대로 10초 동안 우측9가지 음식 중 3가지 
음식을 정확히 골라야 합니다.
2. 3가지 음식을 좌측부터 우측까지 순서대로 선택하세요.
3. 음식을 한 번 터치하여 선택하고, 재터치하여 선택을 취소할 
수 있습니다. 3가지 음식 선택 완료후, 자동으로 결과가 
나타납니다.
4. 카운트 다운이 끝나기 전, 3가지 음식을 선택하면 결산 
화면이 나타납니다.정확한 음식을 선택했다면 잔여 시간 및 
포인트가 증가하고, 게임을 계속할지 종료할지
선택할 수 있습니다. 시간 및 포인트 증가 규칙:
3가지 모두 정확할 경우: 잔여 시간 5초 증가, 포인트 5 증가
2가지만 정확할 경우: 잔여 시간 2초 증가, 포인트 2 증가
1가지만 정확할 경우: 잔여 시간 1초 증가, 포인트 1 증가
모두 부정확할 경우: 잔여 시간 0초 증가, 포인트 0 증가
5. 게임을 계속한다면 잔여 시간 및 포인트가 보류되며, 좌측의 
캐릭터가 원하는3가지 음식을 선택할 수 있습니다.
6. 카운트 다운이 끝나거나 게임 결산 선택 시, 
게임이 종료됩니다.]]
		}
	}
}
