_G.pg.gametip.fushun_adventure_help = {
	tip = {
		{
			info = [[
이벤트 규칙:
1. 2월 11일까지 매일 0시마다 신규 스테이지 오픈, 총 7개, 누적 가능.
각 스테이지 완성 보상:
제1전 완성: 세뱃돈 x1
제2전 완성: 세뱃돈 x1
제3전 완성: 세뱃돈 x1
제4전 완성: 세뱃돈 x1
제5전 완성: 세뱃돈 x1
제6전 완성: 세뱃돈 x1
제7전 완성: 한정 캐릭터 「푸슌」
게임 규칙:
1. 녠셔우가 공격 가능 구역에 진입 시 A, B 버튼을 눌러 공격할 수 있습니다. 공격 가능 구역에 녠서우가 없을 때 A, B 버튼을 누를 경우, 자신이 경직 상태가 됩니다.
2. 녠셔우를 처치하지 못하고 공격당할 경우, 체력이 1개씩 차감됩니다.
3. 녠셔우 체력에 따라 3가지 난이도로 구분되며, 각 난이도마다 공격해야하는 횟수가 달라집니다. 녠셔우 처치 시 점수를 획득합니다.
득점 규칙:
소형 녠셔우: 10점
중형 녠셔우: 20점
대형 녠셔우: 30점
4. 녠셔우를 연속으로 처치하면 combo가 누적되며, 20 combo 달성 후 추가 득점이 가능합니다. 녠셔우에게 공격당할 시 combo가 중단됩니다.
5. 녠셔우 처치 시 화면 하단의 에너지가 증가합니다. 에너지가 가득 차면 푸슌의 특수 모드가 발동되어 A, B 버튼을 빠르게 연속 터치할 수 있습니다. 터치 횟수가 많을수록 많은 점수를 획득합니다. 에너지가 0이 되면 특수 모드가 종료됩니다.
6. 체력이 소진되어 게임이 종료되거나 게임 종료 버튼을 눌러도 게임을 완성한 것으로 간주됩니다. 기타 원인으로 중간에 게임을 종료하는 것은 미완성으로 처리됩니다.]]
		}
	}
}
