_G.pg.gametip.wwf_bamboo_help = {
	tip = {
		{
			info = [[
이벤트 기간: <color=#92fc63>2021.3.18-2021.3.31</color>
이벤트 소개:
1. 이벤트는 <color=#92fc63>닝닝의 친구(닝하이 편)</color>와 <color=#92fc63>핑핑의 친구(핑하이 편) </color>두 부분으로 나뉘며, 화면 우측 하단 버튼을 터치하여 전환할 수 있습니다.
2. 이벤트 기간 동안 임무 완성 시 <color=#92fc63>맛있는 대나무</color>를 획득할 수 있습니다. 맛있는 대나무를 소모하여 판다를 돌봐주어 지정 친밀도 달성 시 보상을 수령합니다.
3. 화면 좌측 하단의 맛있는 대나무 아이콘을 터치하여 임무 목록을 확인할 수 있습니다. 임무는 세 가지로 분류됩니다.
①이벤트 임무: 이벤트 기간 최대 1회 완성 가능
②일일 임무: 이벤트 기간 매일 0시 갱신
③주간 임무: 이벤트 기간 매주 월 0시 갱신]]
		}
	}
}
