_G.pg.gametip.icecream_help = {
	tip = {
		{
			info = [[
이벤트 규칙:
1. 아래 지정 스테이지 클리어 시 <color=#92fc63>「쥬쥬 아이스크림 재료」</color>를 획득합니다.
①제3장 이상의 일반 메인 해역
②이벤트 스테이지 <color=#92fc63>「비추는 나선의 경해」</color>(EX 스테이지 제외)
2. 이벤트 기간 동안 <color=#92fc63>「쥬쥬 아이스크림 재료」</color> 획득 후 이벤트 페이지에서 재료를 투입해 제작할 수 있습니다. 제작 진도가 특수 단계에 도달 시 선택 화면이 나타나며, 제작할 아이스크림의 재료를 선택해야 합니다.
3. 모든 특수 단계에서 제작 완료 후, 자유 조합 모드가 해제됩니다. 해당 모드에서 자유롭게 각종 재료를 조합하여 자신이 좋아하는 아이스크림을 제작할 수 있습니다.
4. 제작 완료 후, 공유 버튼을 터치하여 자신이 제작한 아이스크림을 다른 지휘관들과 공유할 수 있습니다.]]
		}
	}
}
