_G.pg.gametip.exercise_rule_tip = {
	tip = [[
1. 매 <color=#92fc63>14</color>일을 한 시즌으로, 시즌 중 지정 계급 달성 시, 계급에 맞는 보상을 수령할 수 있습니다.
 2. 전투 승리 시 계급에 따라 공훈을 획득할 수 있으며, 패배하더라도 <color=#92fc63>절반</color>의 공훈을 획득합니다.
 3. 전투 승리 시 포인트를 획득할 수 있으며, 패배할 시 <color=#92fc63>포인트는 차감되지 않습니다.</color>
 4. 다른 유저의 도전을 받아 패배하여도 포인트는 차감되지 않습니다.
 5. 포인트가 일정 수치에 도달하면, 계급을 상승시킬 수 있으며, <color=#92fc63>장교 이상</color>계급은 일정 순위를 달성해야 합니다.
 6. 계급을 1번이라도 달성하기만 한다면, 즉시 계급 보상을 획득할 수 있습니다.
 7. 획득한 공훈은 공훈 상점에서 과학 기술 상자, 캐릭터 등으로 교환할 수 있습니다.
 8. 연습전 상대는 무료로 수동 갱신이 가능하며, 매일 <color=#92fc63>5</color>회 갱신할 수 있습니다.
 9. 도전 후, 승패와 관련 없이 자동으로 상대가 갱신됩니다.
 10. 연습전 횟수는 매일 00:00, 12:00, 18:00에 갱신되며, 갱신 시 연습전 횟수는 <color=#92fc63>5</color>회로 증가합니다. 연습전은 최대 <color=#92fc63>10</color>회 진행 가능합니다.
 11. 시즌 종료 후, 모든 유저의 계급과 포인트가 초기화됩니다. ]]
}
