_G.pg.gametip.world_reset_tip = {
	tip = {
		{
			info = [[
대형 작전 초기화 설명

·<color=#92fc63>초기화 조건 및 시간</color>
①대형 작전은 2021년 2월 1일 0:00에 초기화되며, 이후 고정적으로<color=#92fc63>매월 1일 0:00</color>마다 초기화됩니다.
②0시 전에 대형 작전 챕터 1~4 메인 스토리 스테이지를 완료하였다면대형 작전이 초기화됩니다. 메인 스토리 스테이지를 미완성하였을 경우, 대형 작전은 초기화되지 않습니다.
③0시 이후, 대형 작전에 재진입 시 초기화가 적용되며, 함대를 재배치하여야합니다.

·<color=#92fc63>초기화 후 변화</color>
①초기화 후 대형 작전의 각 해역은 미확보 상태로 복구됩니다. 모든 항구가기본 개방되며, 해역 진입 후 지휘관 함대는 리버풀 항에 위치하게 됩니다.미완성한 세이렌 요새 해역, 심연 해역, 비밀 해역, 안전 해역은사라집니다.
②초기화 후 각 항구의 일간 임무가 모두 초기화되며, 이미 접수한일간 임무는 사라집니다.
③초기화 후 대형 작전 항구가 모두 초기 상태로 돌아갑니다. 한 주기 대형작전 내에서, 각 항구 「보급」의 랜덤 갱신되는 상품의 목록은 동일하며, 순서 상의 차이만 있습니다. 현재 주기 내에 모든 상품을교환 완료하였을 경우, <color=#92fc63>다음 초기화</color> 후 갱신됩니다.
④초기화는 해역 탐색(별 수집) 임무 완성 진도에 영향을 주지 않습니다.
⑤초기화 후, 「적응력 조정-공격」, 「적응력 조정-내구」, 「적응력 조정-회복」의 상관 수치가 모두 초기 상태로 복구됩니다.
⑥초기화 후, 행동력이 <color=#92fc63>초기 상태(200)</color>로 복구됩니다.

·<color=#92fc63>창고 및 특별 교환 상점</color>
①초기화 후 「창고」가 초기 상태로 복구됩니다. 「창고」 내미사용 아이템은 일정 수량의 「작전 준비 물자 교환권」으로 전환되며<color=#92fc63>아이템-상세 정보 확인</color>에서 구체적인 교환 비율을 확인할 수 있습니다.
②초기화 후 특별 교환 상점 상품의 교환 가능 횟수가 초기 상태로 복구됩니다. 「작전 준비 물자 교환권」을 사용해 교환할 수 있습니다.
③「특별 교환 상점」에서 아이템<color=#92fc63>「전역 정보 기록기」</color>를 교환할 수 있습니다. 「전역 정보 기록기」는 「창고」에서 사용하며, 모든해역의 이동 제한을 해제하고, 중복된 조사 과정을 건너뛰며 모든 해역의 <color=#92fc63>조사 보상</color>(확보 보상 제외)을 획득할 수 있습니다.
조사 보상 구성품:
「적응력 조정-공격」×90, 「적응력 조정-내구」×90, 
「적응력 조정-회복」×90, 「에너지 보급 상자」×45, 
「응급 수리 상자」×45, 「작전 보급 증빙」×84000]]
		}
	}
}
