_G.pg.gametip.gametip_xiaotiancheng = {
	tip = {
		{
			info = "「꼬마 책사 성장기」 설명:"
		},
		{
			info = "1. 이벤트 기간 동안, NPC 캐릭터 꼬마 아마기를 임시 획득합니다. 임시 캐릭터는서약, 퇴역이 불가능하며, 강화나 한계돌파 재료로 사용될 수 없습니다."
		},
		{
			info = "2. 이벤트 기간 동안, 일반 난이도 메인 제3장 이상 해역 또는 이벤트맵 기함 클리어 시, NPC 캐릭터 꼬마 아마기의 호감도가 증가합니다. (대형 작전 포함 X)"
		},
		{
			info = "3. 꼬마 아마기가 출전하여 침몰 당하지 않을 경우, 호감도가 2배로 증가합니다."
		},
		{
			info = "4. 이벤트 종료 전까지 1000 호감도 획득 시, 보상을 획득하며 임시 캐릭터 「꼬마 아마기」가 영구 캐릭터로 전환됩니다."
		},
		{
			info = "5. 이벤트 종료 후, 영구 전환되지 않은 임시 캐릭터 「꼬마 아마기」는모항을 떠납니다. 강화나 한계돌파 등에 사용한 재료는 반환되지 않습니다."
		},
		{
			info = "6. NPC 캐릭터는 대형 작전에 참여할 수 없습니다."
		},
		{
			info = "7. NPC 캐릭터는 대함대 작전의 사건 파견, 지원 파견 및 보스전에 참여할 수 없습니다."
		}
	}
}
