_G.pg.gametip.cat_home_help = {
	tip = {
		{
			info = [[
1. 냥하우스 안의 지휘냥은 자동으로 경험치를 획득합니다. 단위 시간 내 자동 획득하는 경험치는 <color=#92fc63>변하지 않습니다</color>.
2. 매일 0시마다 또는 새로 해제된 냥하우스는 청소, 먹이주기, 놀아주기가 1회 초기화됩니다. 교감은 초기화 후의 냥하우스에서 <color=#92fc63>교감한 적 없는</color> 지휘냥이 있어야 가능합니다.
청소 시 냥하우스 레벨 경험치 증가
먹이주기 시 냥하우스 레벨 경험치 증가 및 지휘냥 경험치 증가
놀아주기 시 냥하우스 레벨 경험치 증가 및 냥박스 훈련 가속 아이템 획득
교감은 터치 1회로 모든 교감 가능한 냥하우스에 적용되며, <color=#92fc63>교감하는 지휘냥이 많을수록, 얻는 수익도 증가합니다.</color>
3. 교감 진행 시 냥하우스 경험치를 획득할 수 있습니다. 냥하우스 경험치로 냥하우스 레벨을 상승시켜 더 많은 냥하우스 수량과 양식을 얻을 수 있습니다. 또한 교감으로 획득하는 지휘냥 경험치 및 보상이 증가합니다.]]
		}
	}
}
