_G.pg.gametip.amusementpark_help = {
	tip = {
		{
			info = [[
이벤트 기간: 2021.6.3-6.24
이벤트 규칙: 
1. 6월 9일까지, 매일 0시마다 1개 임무가 해제되며 이벤트 임무 완료 시 「랜드 건설 재료」, 「쥬쥬 교환권」 및 보상을 획득 가능합니다. 이벤트 임무는 누적될 수 있습니다.
2. 「랜드 건설 재료」를 소모하여 쥬쥬랜드의 건물을 업그레이드할 수 있고, 각 건물들은 각기 다른 버프를 제공합니다.
3. 건물은 총 3가지 등급이 있으며, 등급에 비례하여 제공하는 버프 효과도 상승합니다.
4. 업그레이드 가능 시설:
회전목쥬
롤러코스터쥬
번지드롭쥬
쥬쥬 바이킹
5. 이벤트 기간 동안 매일 사용 가능 횟수를 1회씩 획득할 수 있습니다. 최대 7회 누적 가능.
6. 사용 가능 횟수가 있는 경우, 케익 보위전에 참여하면 사용 가능 횟수를 소모하며 출석 횟수가 증가합니다. 출석 횟수 7회 누적 시 「축제 초대장」을 획득합니다.
7. 사용 가능 횟수는 쥬쥬랜드 화면 우측에서 확인할 수 있습니다. 출석 진도는 쥬쥬랜드의 「초대장」을 터치해 확인할 수 있습니다.
8. 사용 가능 횟수가 없는 경우 케익 보위전 진행 시, 출석 횟수를 얻을 수 없습니다.]]
		}
	}
}
