_G.pg.gametip.MeixiV4_help = {
	tip = {
		{
			info = "「은색 파일」 설명:"
		},
		{
			info = "1.이벤트 기간 동안, 6월 2일까지 매일 0시마다 작전 임무가 2회 해제되며, 현재 임무 완성 시 다음 임무 해제 가능"
		},
		{
			info = "2.모든 임무 완성 시 한정 장비 「작전 보고: AF」 획득 가능"
		},
		{
			info = [[
3.보상 설명:
1일차 임무1: T2 랜덤 부속*5, 물자*100
1일차 임무2：은색 파일 스토리1 해제
2일차 임무1：T2 랜덤 개조 도면*2
2일차 임무2：물자*100
3일차 임무1：T2 랜덤 장비 상자*3, 물자*100
3일차 임무2：은색 파일 스토리2 해제
4일차 임무1：해군 카레*3
4일차 임무2：물자*100
5일차 임무1：T3 랜덤 장비 상자*1, 물자*100
5일차 임무2：은색 파일 스토리3 해제
6일차 임무1：T3 랜덤 교본*2
6일차 임무2：물자*100
7일차 임무1：작전 보고 AF, 물자*100
7일차 임무2：은색 파일 스토리4 해제]]
		}
	}
}
