_G.pg.gametip.idolmaster_main = {
	tip = {
		{
			info = [[
이벤트 규칙:
<color=#92fc63>7.29-8.12</color>까지 기간 한정 이벤트 「바다에 울려퍼지는 아이돌 노래」가 오픈됩니다.
1. 특별 작전을 통해 「콜라보PT」를 획득하고 「누적 보상」과 「보급 상점」에서 보상 교환 가능
2. 「쥬쥬 만남회」 미니 게임 제7장까지 완료 시 한정 장비 <color=#92fc63>「아이돌 팔찌」</color> 획득 가능
주의: 매일 1장씩, 총 7장 개방
3. 이벤트에서 「캐릭터 자료」 14개 수집 후 「기념장」에서 <color=#92fc63>「765 기념장」</color> 획득 가능, 자세한 획득 조건은 「기념장」 화면에서 확인 가능
4. 「한정 건조」를 눌러 건조 화면으로 이동 가능
5. 「교환 상점」을 눌러 교환 상점 화면으로 이동 가능
6. <color=#92fc63>7.29-8.11</color>까지 매일 이벤트 특별 의뢰 갱신(파견 가능한 함선의 제한이 없으며, 의뢰 완성 시 이벤트 보상 획득 가능). 진행하지 않은 의뢰는 다음날 사라집니다. 진행 중인 의뢰는 다음날 보상을 수령할 수 있으며, 보상 수령 후 다음 이벤트 특별 의뢰가 갱신됩니다. 수령 마감 날짜: 8월 18일 23시 59분]]
		}
	}
}
