_G.pg.gametip.chazi_tips = {
	tip = {
		{
			info = [[
이벤트 규칙:
1.<color=#92fc63>9월 15일</color>까지 매일 0시마다 <color=#92fc63>1</color>장씩 총 <color=#92fc63>7</color>장 신규 게임이 오픈되며, 누적 가능합니다. 게임을 7장 완료하면 한정 가구를 포함한 풍부한 보상을 획득할 수 있습니다.
게임 규칙: 
1. 화면에 3가지 컵라면이 나타나며, 그중 하나에 포크가 포함되어 있습니다. 이후 컵라면의 위치가 뒤바뀌고, 포크가 포함된 컵라면을 찾아내면 점수를 획득하며 다음 라운드를 진행할 수 있습니다.
2. 획득하는 점수는 기본 점수와 잔여 시간 득점으로 구성됩니다. 게임 난이도는 라운드에 따라 점차 상승합니다.
3. 컵라면을 잘못 선택하거나 시간을 모두 소모하거나 게임 내 퇴장 버튼 터치 시 게임을 완성한 것으로 간주됩니다. 기타 원인으로 인해 중도 퇴장 시 미완성한 것으로 간주됩니다.]]
		}
	}
}
