_G.pg.gametip.coloring_help_tip = {
	tip = {
		{
			info = "게임 규칙\n"
		},
		{
			info = [[
1. 그림 일기에는 각자 해당하는 물감 번호가 있습니다.물감 번호를 선택하면 해당하는 칸이 자동 색칠됩니다.
2. 그림은 드래그로 확대하거나 축소할 수 있습니다.
3. 물감을 전부 소진하거나 그림일기를 모두 칠할 때까지 자동으로 색칠합니다.
4. 색칠에는 물감이 소모되며 남은 물감이 0이면 더 색칠할 수 없습니다.
5. 물감은 이벤트 임무 연료 누적 소모로 획득할 수 있습니다.
7. 완료 보상 목록:
	1번 그림: 랜덤 교본T3x2
	2번 그림: 세뱃돈x1
	3번 그림: 함포 부속 T3x2
	4번 그림: 세뱃돈x1
	5번 그림: 범용 부속T3x3
	6번 그림: 세뱃돈x1
	7번 그림: 한정 캐릭터「안샨」
8. 이벤트 종료 후 사용하지 않은 물감은 사라집니다.
9. 2월 11일 전 매일 완성 가능한 그림이 하나씩 해제됩니다.]]
		}
	}
}
