_G.pg.gametip.link_link_help_tip = {
	tip = {
		{
			info = " 게임 규칙\n"
		},
		{
			info = "1. 이벤트 기간 동안, 매일 00시 정각에 [샌디에이고 스타] 를 \n획득할수 있는 기회가 1번 추가 됩니다.；"
		},
		{
			info = "2. [샌디에이고 스타] 를 획득할 수 있는 기회는 7번 까지,\n설령 전날에 완료하지 못 하더라도 누적됩니다.；"
		},
		{
			info = "3. 같은 아이콘 2개를 선으로 이으면, 아이콘이 사라지게 \n됩니다.；"
		},
		{
			info = "4. 아이콘 사이를 잇는 연결선의 방향은 2번 이상 꺾을 수 \n없습니다.；"
		},
		{
			info = "5. 모든 아이콘을 없앴을 때 [샌디에이고 스타]를 획득할 수 있는\n기회가 남아있다면, 횟수가 1회 소비되며 [샌디에이고 스타]를\n획득할 수 있게 됩니다.；"
		},
		{
			info = "6. 7일 동안 이벤트에 참가하여 총 18개의 [샌디에이고 스타]를\n획득할 수 있으며, 샌디에이고의 개조 전용 아이템인 \n[빛나는 마이크]를 획득할 수 있게 됩니다.；"
		}
	}
}
