return {
	{
		desc = "受到攻击后，自身装填提高30.0%，持续8秒，不可叠加",
		addition = {
			"30.0%(+2.2%)"
		}
	},
	{
		desc = "受到攻击后，自身装填提高32.2%，持续8秒，不可叠加",
		addition = {
			"32.2%(+2.2%)"
		}
	},
	{
		desc = "受到攻击后，自身装填提高34.4%，持续8秒，不可叠加",
		addition = {
			"34.4%(+2.2%)"
		}
	},
	{
		desc = "受到攻击后，自身装填提高36.6%，持续8秒，不可叠加",
		addition = {
			"36.6%(+2.2%)"
		}
	},
	{
		desc = "受到攻击后，自身装填提高38.8%，持续8秒，不可叠加",
		addition = {
			"38.8%(+2.2%)"
		}
	},
	{
		desc = "受到攻击后，自身装填提高41.0%，持续8秒，不可叠加",
		addition = {
			"41.0%(+2.2%)"
		}
	},
	{
		desc = "受到攻击后，自身装填提高43.2%，持续8秒，不可叠加",
		addition = {
			"43.2%(+2.2%)"
		}
	},
	{
		desc = "受到攻击后，自身装填提高45.4%，持续8秒，不可叠加",
		addition = {
			"45.4%(+2.2%)"
		}
	},
	{
		desc = "受到攻击后，自身装填提高47.6%，持续8秒，不可叠加",
		addition = {
			"47.6%(+2.4%)"
		}
	},
	{
		desc = "受到攻击后，自身装填提高50.0%，持续8秒，不可叠加",
		addition = {
			"50.0%"
		}
	},
	desc_get = "受到攻击后，自身装填提高30.0%(满级50.0%)，持续8秒，不可叠加",
	name = "“Z”的反击",
	init_effect = "",
	time = 0,
	color = "yellow",
	picture = "",
	desc = "受到攻击后，自身装填提高$1，持续8秒，不可叠加",
	stack = 1,
	id = 10280,
	icon = 10280,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onBeHit"
			},
			arg_list = {
				rant = 10000,
				target = "TargetSelf",
				skill_id = 10280,
				time = 8
			}
		}
	}
}
