_G.pg.item_data_statistics[54025] = {
	display = "有機率獲得隨機科技箱T1~T5",
	name = "未知科技箱T5",
	rarity = 5,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 54025,
	is_world = 0,
	icon = "Props/30005",
	display_icon = {
		{
			2,
			30015,
			1
		},
		{
			2,
			30025,
			1
		},
		{
			2,
			30035,
			1
		},
		{
			2,
			30045,
			1
		},
		{
			2,
			30014,
			1
		},
		{
			2,
			30024,
			1
		},
		{
			2,
			30034,
			1
		},
		{
			2,
			30044,
			1
		},
		{
			2,
			30013,
			1
		},
		{
			2,
			30023,
			1
		},
		{
			2,
			30033,
			1
		},
		{
			2,
			30043,
			1
		},
		{
			2,
			30012,
			1
		},
		{
			2,
			30022,
			1
		},
		{
			2,
			30032,
			1
		},
		{
			2,
			30042,
			1
		},
		{
			2,
			30011,
			1
		},
		{
			2,
			30021,
			1
		},
		{
			2,
			30031,
			1
		},
		{
			2,
			30041,
			1
		}
	},
	price = {
		1,
		100
	},
	index = {}
}
