_G.pg.item_data_statistics[57646] = {
	display = "目前關卡有機率獲得以下角色",
	name = "未知角色",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 57646,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			107071,
			1
		},
		{
			4,
			107051,
			1
		},
		{
			4,
			106011,
			1
		},
		{
			4,
			103061,
			1
		},
		{
			4,
			101401,
			1
		},
		{
			4,
			101121,
			1
		},
		{
			4,
			101091,
			1
		},
		{
			4,
			303021,
			1
		},
		{
			4,
			303011,
			1
		},
		{
			4,
			206011,
			1
		},
		{
			4,
			201111,
			1
		},
		{
			4,
			201101,
			1
		},
		{
			4,
			201091,
			1
		},
		{
			4,
			201081,
			1
		},
		{
			4,
			107041,
			1
		},
		{
			4,
			107011,
			1
		},
		{
			4,
			106021,
			1
		},
		{
			4,
			102111,
			1
		},
		{
			4,
			102021,
			1
		},
		{
			4,
			101151,
			1
		},
		{
			4,
			101141,
			1
		},
		{
			4,
			101131,
			1
		}
	},
	price = {},
	index = {}
}
