_G.pg.item_data_statistics[57703] = {
	display = "目前關卡有機率獲得以下角色",
	name = "未知角色",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 57703,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			201141,
			1
		},
		{
			4,
			401011,
			1
		},
		{
			4,
			103061,
			1
		},
		{
			4,
			105031,
			1
		},
		{
			4,
			203041,
			1
		},
		{
			4,
			203051,
			1
		},
		{
			4,
			605051,
			1
		},
		{
			4,
			101061,
			1
		},
		{
			4,
			101071,
			1
		},
		{
			4,
			103011,
			1
		},
		{
			4,
			103021,
			1
		},
		{
			4,
			105011,
			1
		},
		{
			4,
			105021,
			1
		},
		{
			4,
			201081,
			1
		},
		{
			4,
			201091,
			1
		},
		{
			4,
			201101,
			1
		},
		{
			4,
			201111,
			1
		},
		{
			4,
			202011,
			1
		},
		{
			4,
			302091,
			1
		},
		{
			4,
			303011,
			1
		},
		{
			4,
			303021,
			1
		}
	},
	price = {},
	index = {}
}
