_G.pg.item_data_statistics[58251] = {
	display = "目前關卡有機率獲得以下角色",
	name = "未知角色",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 58251,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			103071,
			1
		},
		{
			4,
			103051,
			1
		},
		{
			4,
			306051,
			1
		},
		{
			4,
			203051,
			1
		},
		{
			4,
			203041,
			1
		},
		{
			4,
			101251,
			1
		},
		{
			4,
			101091,
			1
		},
		{
			4,
			101061,
			1
		},
		{
			4,
			101071,
			1
		},
		{
			4,
			101131,
			1
		},
		{
			4,
			101141,
			1
		},
		{
			4,
			105011,
			1
		},
		{
			4,
			105021,
			1
		},
		{
			4,
			107011,
			1
		},
		{
			4,
			107041,
			1
		},
		{
			4,
			201071,
			1
		},
		{
			4,
			201111,
			1
		},
		{
			4,
			202011,
			1
		},
		{
			4,
			206011,
			1
		},
		{
			4,
			402011,
			1
		},
		{
			4,
			402021,
			1
		},
		{
			4,
			402031,
			1
		}
	},
	price = {},
	index = {}
}
