_G.pg.item_data_statistics[57582] = {
	display = "当前关卡有几率获得以下角色",
	name = "未知角色",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 57582,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			204011,
			1
		},
		{
			4,
			105041,
			1
		},
		{
			4,
			102031,
			1
		},
		{
			4,
			102041,
			1
		},
		{
			4,
			106011,
			1
		},
		{
			4,
			102061,
			1
		},
		{
			4,
			102071,
			1
		},
		{
			4,
			102011,
			1
		},
		{
			4,
			102021,
			1
		},
		{
			4,
			202011,
			1
		},
		{
			4,
			303011,
			1
		},
		{
			4,
			303021,
			1
		},
		{
			4,
			402011,
			1
		},
		{
			4,
			402021,
			1
		},
		{
			4,
			402031,
			1
		},
		{
			4,
			105011,
			1
		},
		{
			4,
			105021,
			1
		},
		{
			4,
			106021,
			1
		},
		{
			4,
			103011,
			1
		},
		{
			4,
			101131,
			1
		},
		{
			4,
			101141,
			1
		},
		{
			4,
			101151,
			1
		}
	},
	price = {},
	index = {}
}
