_G.pg.item_data_statistics[58071] = {
	display = "当前关卡有几率获得以下角色",
	name = "未知角色",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 58071,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			102091,
			1
		},
		{
			4,
			102051,
			1
		},
		{
			4,
			306051,
			1
		},
		{
			4,
			301171,
			1
		},
		{
			4,
			303071,
			1
		},
		{
			4,
			303081,
			1
		},
		{
			4,
			201121,
			1
		},
		{
			4,
			201061,
			1
		},
		{
			4,
			201071,
			1
		},
		{
			4,
			201081,
			1
		},
		{
			4,
			201091,
			1
		},
		{
			4,
			201101,
			1
		},
		{
			4,
			201111,
			1
		},
		{
			4,
			202011,
			1
		},
		{
			4,
			206011,
			1
		},
		{
			4,
			301181,
			1
		},
		{
			4,
			302091,
			1
		},
		{
			4,
			303011,
			1
		},
		{
			4,
			303021,
			1
		},
		{
			4,
			402011,
			1
		},
		{
			4,
			402021,
			1
		},
		{
			4,
			402031,
			1
		}
	},
	price = {},
	index = {}
}
