_G.pg.item_data_statistics[58230] = {
	display = "当前关卡有几率获得以下角色",
	name = "未知角色",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 58230,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			204011,
			1
		},
		{
			4,
			105041,
			1
		},
		{
			4,
			105031,
			1
		},
		{
			4,
			101121,
			1
		},
		{
			4,
			101091,
			1
		},
		{
			4,
			102031,
			1
		},
		{
			4,
			103031,
			1
		},
		{
			4,
			101031,
			1
		},
		{
			4,
			101041,
			1
		},
		{
			4,
			101141,
			1
		},
		{
			4,
			101131,
			1
		},
		{
			4,
			201061,
			1
		},
		{
			4,
			201071,
			1
		},
		{
			4,
			201101,
			1
		},
		{
			4,
			102011,
			1
		},
		{
			4,
			103011,
			1
		},
		{
			4,
			105011,
			1
		},
		{
			4,
			105021,
			1
		},
		{
			4,
			107011,
			1
		},
		{
			4,
			107041,
			1
		},
		{
			4,
			402021,
			1
		},
		{
			4,
			402031,
			1
		}
	},
	price = {},
	index = {}
}
