_G.pg.item_data_statistics[53042] = {
	display = "有几率获得以下装备&设计图",
	name = "未知装备&设计图",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 53042,
	is_world = 0,
	icon = "Props/55000",
	display_icon = {
		{
			3,
			2900,
			1
		},
		{
			3,
			4000,
			1
		},
		{
			3,
			4020,
			1
		},
		{
			3,
			4100,
			1
		},
		{
			2,
			49,
			1
		},
		{
			2,
			50,
			1
		},
		{
			2,
			51,
			1
		},
		{
			2,
			52,
			1
		},
		{
			2,
			53,
			1
		},
		{
			2,
			54,
			1
		},
		{
			2,
			45,
			1
		},
		{
			2,
			46,
			1
		},
		{
			2,
			47,
			1
		},
		{
			2,
			48,
			1
		},
		{
			2,
			10091,
			1
		},
		{
			2,
			10092,
			1
		},
		{
			2,
			10094,
			1
		},
		{
			2,
			10095,
			1
		},
		{
			2,
			10096,
			1
		},
		{
			2,
			10097,
			1
		},
		{
			2,
			10098,
			1
		},
		{
			2,
			10099,
			1
		},
		{
			2,
			10121,
			1
		}
	},
	price = {},
	index = {}
}
