_G.pg.item_data_statistics[57108] = {
	display = "当前关卡有几率获得以下角色",
	name = "未知角色",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 57108,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			502021,
			1
		},
		{
			4,
			203071,
			1
		},
		{
			4,
			202131,
			1
		},
		{
			4,
			202141,
			1
		},
		{
			4,
			101241,
			1
		},
		{
			4,
			101251,
			1
		},
		{
			4,
			201121,
			1
		},
		{
			4,
			101031,
			1
		},
		{
			4,
			101041,
			1
		},
		{
			4,
			101061,
			1
		},
		{
			4,
			101071,
			1
		},
		{
			4,
			201081,
			1
		},
		{
			4,
			201091,
			1
		},
		{
			4,
			201101,
			1
		},
		{
			4,
			201111,
			1
		},
		{
			4,
			303011,
			1
		},
		{
			4,
			303021,
			1
		},
		{
			4,
			402011,
			1
		},
		{
			4,
			402021,
			1
		},
		{
			4,
			402031,
			1
		},
		{
			4,
			105011,
			1
		},
		{
			4,
			105021,
			1
		}
	},
	price = {},
	index = {}
}
