return {
	content = [[

欢迎使用上海宽娱数码科技有限公司（以下简称“本公司”）提供的在线手机游戏服务。根据《网络游戏服务格式化协议必备条款》（以下简称“必备条款”）的相关规定，为了保障用户（或称“您”）的权益，特制定本用户协议书（以下简称“本协议”）。请您在参与《碧蓝航线》游戏（以下简称“本游戏”）前，详细阅读本协议的所有内容。本公司可能随时更新本协议，本协议一旦发生变动，本公司将会在相关的页面上提示修改内容。修改后的本协议一旦在页面上公布即有效代替原来的用户协议书。

请用户仔细阅读以下全部内容，当用户开始参与本游戏或进入相关论坛时，则应视为用户已经详细阅读并同意本协议的全部内容，且同意遵守本协议的规定。


第一条 游戏说明

1、本游戏为多人在线手机游戏，本协议的目的是规范游戏用户注册、购买游戏、进行游戏内充值、参与游戏等各项行为。

2、用户应当根据本协议以及本公司不定时更新和公布的其他规则（包括但不限于本公司在官方网站上、游戏内、官方微博账号等公布的服务条款）使用本公司提供的产品和服务。

3、用户有权在使用本公司提供的产品和服务期间，监督本公司及本公司的工作人员是否按照本公司所公布的标准向用户提供产品和服务，也可以随时向本公司提出与本公司的产品和服务有关意见和建议。


第二条 用户账号注册、使用、保管与注销

1、账号注册

（1）用户承诺以其真实身份注册成为本公司的用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和必备条款约定对所提供的信息承担相应的法律责任。

（2）用户以其真实身份注册成为本公司用户后，需要修改所提供的个人身份资料信息的，本公司应当及时、有效地为其提供该项服务。

（3）用户同意本公司有权按照国家相关规定将用户的实名注册信息运用于游戏防沉迷系统之中，即本公司可能会根据用户的实名注册信息判断该用户是否年满18周岁，从而决定是否对该用户的游戏账号予以防沉迷限制。

2、用户账号使用、保管与注销

（1）根据法律法规及本协议的约定，本公司有权审查用户注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户账号的安全、有效；用户有义务妥善保管其账号及密码，并正确、安全地使用其账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给用户和他人的民事权利造成损害的，应当承担由此产生的法律责任。

（2）用户对登录后所持账号产生的行为依法享有权利和承担责任。

（3）用户发现其账号或密码被他人非法使用或有使用异常的情况的，应及时根据本公司公布的处理方式通知本公司，并有权通知本公司采取措施暂停该账号的登录和使用。

（4）本公司根据用户的通知采取措施暂停用户账号的登录和使用的，本公司应当要求用户提供并核实与其注册身份信息相一致的个人有效身份信息。

1)本公司核实用户所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停用户账号的登录和使用。
2)本公司违反前一项的约定，未及时采取措施暂停用户账号的登录和使用，因此而给用户造成损失的，应当承担其相应的法律责任。
3)用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，本公司有权拒绝用户上述请求。

（5）用户为了维护其合法权益，向本公司提供与所注册的身份信息相一致的个人有效身份信息时，本公司应当为用户提供账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。

（6）由于您登录本游戏使用的账号与哔哩哔哩平台（bilibili.com）账号具有关联性，若您注销了哔哩哔哩平台（bilibili.com）账号则会导致您的游戏账号被同步注销；请您在注销哔哩哔哩平台（bilibili.com）账号时审慎确认，您将自行承担由于注销账号导致的游戏数据及相关信息（包括但不限于角色、等级、装备、道具、游戏虚拟货币、进度记录等数据信息）被同步删除的风险。

（7）为高效利用服务器资源，如果您连续365天未使用游戏账号登录本游戏，本公司有权视需要，在提前通知的情况下，对该账号及其账号下的游戏数据及相关信息（包括但不限于角色、等级、装备、道具、游戏虚拟货币、进度记录等数据信息）采取删除等处置措施，上述处置可能导致您对该游戏账号下相关权益的丧失。删除后的数据信息无法再恢复。


第三条 用户信息的保护

1、本公司要求用户提供与其个人身份有关的信息资料时，应当事先以明确而易见的方式向用户公开其隐私权保护政策和个人信息利用政策，并采取必要措施保护用户的个人信息资料的安全。

2、未经用户许可本公司不得向任何第三方提供、公开或共享用户注册资料中的姓名、个人有效身份证件号码、联系方式等个人身份信息，但下列情况除外：

（1）用户或用户监护人授权本公司披露的；
（2）有关法律要求本公司披露的；
（3）司法机关或行政机关基于法定程序要求本公司提供的；
（4）本公司为了维护自己合法权益而向用户提起诉讼或者仲裁时；
（5）应用户监护人的合法要求而提供用户个人身份信息时。

3、为保障用户的隐私权，规范对用户个人信息的使用，本公司制定了独立的《隐私政策》,请您详细阅读该政策的内容。


第四条 本公司的义务

1、本公司通过国际互联网络为用户提供网络服务。

2、本公司保存用户游戏虚拟货币的充值记录，保存期限自用户最后一次接受服务之日起180日。

3、在使用本公司游戏虚拟货币的过程中，用户有权向本公司要求协助调取游戏虚拟货币充值记录和转移记录，本公司应当要求用户提供并核实与其注册身份信息相一致的个人有效身份信息，本公司核实用户所提供的个人有效身份信息与所注册的身份信息相一致的，应当予以协助提供。用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，本公司有权拒绝用户上述请求。


第五条 用户的义务

1、用户应自行配备上网的所需设备，包括但不限于手机、电脑、调制解调器或其他必备上网装置。

2、用户应自行负担上网所需支付的与此服务相关的电话、网络使用等费用。

3、用户同意，用户提供的真实准确的个人资料将作为本公司认定用户与账号关联性以及用户身份的唯一证据。

4、用户应遵守本协议、客户服务专区服务条款以及其他在本游戏内、本游戏官方网站、官方微博账号等公布的实施细则、公告等。

5、虽然本游戏中人物昵称、用户所建立的组织名称等可以由用户来命名，但是为了维护游戏世界中的洁净与和谐，本游戏中不允许出现包括但不限于涉及种族/宗教、国家政治、国家领导人、淫秽的/粗俗的、诽谤/恐吓、宗教或宗教人物、工作人员、攻击性的、污辱性的、可能引起误会的、违禁药品等内容的名称。

6、用户可以通过第三方支付公司或运营商支付费用。用户知悉并同意，本游戏无需提前告知便可单方酌情决定增加或者删除任何一种支付渠道。用户同意遵守上述支付渠道规定并且遵守他们的用户服务协议。用户应仔细地阅读上述支付渠道的用户服务协议及隐私保护政策。如果用户不熟悉或者不同意为用户提供服务的支付渠道的协议或政策，应该停止使用服务。用户必须保持其付款账户信息安全。用户不得允许其他人使用其账户信息。否则，用户将承担所有相应的损失。

7、用户知悉并同意，本公司有权根据需要，在本游戏中设立、添加、修改增值服务并发行游戏虚拟货币。游戏虚拟货币通过使用人民币兑换获得，人民币一经兑换成游戏虚拟货币，则视为人民币已经使用，游戏虚拟货币不可兑换成人民币；游戏虚拟货币可用于购买本游戏内相关虚拟道具使用权或者接受相关增值服务。

8、用户知悉并同意，游戏角色、装备、道具以及游戏虚拟货币等是本游戏的一部分，本公司在此许可您依本协议而获得使用权。您购买、使用游戏角色、装备、道具以及游戏虚拟货币等应遵守本协议以及本游戏具体规则的要求；同时，游戏角色、装备、道具以及游戏虚拟货币等可能受到一定有效期限的限制，若您在规定的有效期内未予使用，除不可抗力或可归责于本公司的原因外，一旦有效期届满，将会自动失效。

9、为了更好的向用户提供服务，本公司有权对您购买或正在使用的游戏角色、道具、装备等虚拟物品以及游戏虚拟货币等其他游戏数据的性能及相关数值设置等作出调整、更新或优化。据此，用户同意不会因此而追究本公司的任何法律责任。

10、用户应遵守中华人民共和国相关法律法规（如果用户是中华人民共和国境外的使用者，还应遵守所属国家或地区的法律法规）。

11、用户应当自行承担其所发布的信息内容所涉及的法律责任。此外，用户不得发布下列任何内容：
（1）反对中华人民共和国宪法所确定的基本原则的；
（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
（3）损害国家荣誉和利益的；
（4）煽动民族仇恨、民族歧视，破坏民族团结的；
（5）破坏国家宗教政策，宣扬邪教和封建迷信的；
（6）散布谣言，扰乱社会秩序，破坏社会稳定的；
（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
（8）侮辱或者诽谤他人，侵害他人合法权益的；
（9）宣扬、教唆使用外挂、私服以及木马的相关内容的；
（10）宣扬、教唆使用黑卡充值、利用系统漏洞充值的；
（11）发布任何经本公司合理判断为不妥当或者本公司未认可的软件、文件等在内的主页地址或者链接的；
（12）含有中华人民共和国法律、行政法规禁止的其他内容的。

如您发布上述任何内容，则本公司有权视情节严重程度，依据本协议及法律法规，对您做出包括但不限于删除游戏账号、删除游戏数据及相关信息、暂时隔离、永久隔离、强制离线、封停账号、终止服务等处理措施；情节严重的本公司将移交有关行政管理机关给予行政处罚，或者追究您的刑事责任。

12、除非法律允许或本公司书面许可，用户不得从事下列任何行为：
（1）删除本游戏软件及其副本上关于著作权的信息；
（2）对本游戏软件进行反向工程、反向汇编、反向编译或者以其他方式尝试发现软件的源代码；
（3）对本游戏软件进行扫描、探查、测试，以检测、发现、查找其中可能存在的BUG或弱点；
（4）对本游戏软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经合法授权的第三方工具/服务接入软件和相关系统；
（5）修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论上述行为是否为商业目的；
（6）通过非本公司开发、授权的第三方软件、插件、外挂、系统，使用本游戏及游戏服务，或制作、发布、传播非本公司开发、授权的第三方软件、插件、外挂、系统；
（7）对本游戏中本公司拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；
（8）建立有关本游戏的镜像站点，或者进行网页（络）快照，或者利用架设服务器等方式，为他人提供与游戏服务完全相同或者类似的服务；
（9）将本游戏的任意部分分离出来单独使用，或者进行其他的不符合本协议的使用；
（10）使用、修改或遮盖本游戏的名称、商标或其它知识产权；
（11）利用本游戏或其关联平台或第三方应用之规则漏洞、系统漏洞或潜在的规则漏洞、系统漏洞进行任何不合法、不恰当的使用；或利用该漏洞进行任何形式的牟利；
（12）其他未经本公司明示授权的行为。

13、用户同意本公司有权以游戏程序中的监测数据作为判断用户是否有通过使用外挂程序、利用bug或非正常方式篡改游戏数据等方法进行游戏作弊行为的依据。如果本公司进行监测后发现用户数据异常的，本公司有权视情节严重程度，依据本协议及相关游戏规则采取相应措施。基于上述行为而被本公司暂停、终止、删除游戏账号、游戏角色、虚拟物品或采取其他限制措施的用户，无权因此要求本公司承担任何责任。

14、诚实信用是用户在充值相关行为中应遵循的基本原则。用户成功为本游戏充值获得虚拟物品使用权或增值服务（以下统称“充值收益”）后，如对本游戏有任何误会、不满意、建议或其他诉求的，可随时通过客服通知本公司。用户未选择该等方式而是另行进行退款操作的，应立即通过客服专区或客服电话通知本公司扣除相应的充值收益；如用户在一个自然月内反复多次（具体次数以本公司公告为准）进行退款操作后仍占有充值收益的属不诚信行为，本公司将予以严厉打击和处罚，并有权依据本协议采取相关措施，包括但不限于：删除游戏虚拟物品、没收不正当利益、封停用户账号等；情节严重的，本公司保留追究用户法律责任（包括但不限于民事责任、刑事责任）的权利。

15、除非获得本公司的书面许可，否则，用户不得利用本游戏的任何内容牟取商业利益，包括但不限于充当游戏道具交易中介收取中介费，以营利为目的销售游戏道具、销售游戏初始号、代充游戏内货币、代练游戏等；否则，本公司有权视情节严重程度，依据本协议及相关游戏规则采取相应措施。情节严重的，本公司保留追究用户法律责任的权利。

16、用户在使用本游戏过程中有如下行为的，视为违反游戏正常秩序，本公司有权视情节严重程度，依据本协议及相关游戏规则，对用户做出一项或多项处理措施，包括但不限于：删除游戏虚拟物品；没收不正当利益；数据回退或清零；禁言；暂时禁止登录；永久禁止登录；暂时隔离；永久隔离；强制离线；撤销交易；扣除违规交易所得；交易功能限制；封停直至删除用户账号等，情节严重的将移交有关行政管理机关给予行政处罚，或者追究用户法律责任（包括但不限于民事责任、刑事责任）：
（1）以某种方式暗示或伪称为本公司内部员工或某种特殊身份，企图得到不正当利益或影响其他用户权益的行为；
（2）在本游戏中使用非法或不当词语、字符等，包括用于角色命名；
（3）以任何方式破坏本游戏或影响游戏服务的正常进行；
（4）各种非法外挂行为；
（5）传播非法言论或不当信息；
（6）盗取他人游戏账号、游戏物品；
（7）用户进行退款操作后未通知本公司扣除相应的充值收益仍占有充值服务；
（8）私自进行游戏账号交易；
（9）私自进行游戏虚拟货币、游戏装备及其他游戏道具等交易，包括但不限于交易游戏初始号、使用非官方渠道充值游戏虚拟货币等；
（10）利用游戏或其关联平台或第三方应用之规则漏洞、系统漏洞或潜在的规则漏洞、系统漏洞进行任何不合法、不恰当的使用；或利用该漏洞进行任何形式的牟利等；
（11）违反本协议任何约定的；
（12）其他在行业内被广泛认可的不当行为，无论是否已经被本协议或游戏规则明确列明。

17、用户知悉并同意，如本公司依据本协议对用户的游戏账号采取封号处理措施的，具体封号期限由本公司根据用户违规行为情节而定。

18、用户知悉并同意：（1）在封号期间，用户游戏账号中的游戏虚拟货币、游戏装备及其他游戏道具可能都将无法使用；（2）如前述游戏虚拟货币、游戏装备及其他游戏道具存在一定有效期，该有效期可能会在封号期间过期，该游戏账号解封后，用户将无法使用该等已过期的游戏虚拟货币、游戏装备及其他游戏道具。据此，用户同意不会因发生前述第（1）和/或第（2）的情形而追究本公司的任何法律责任。

19、对于被认定违反游戏正常秩序而进行处理的游戏账号，拥有账号所有权的用户有权向本公司进行申述，要求重新审核，但申述时需提供与账号注册时填写的身份信息一致的身份证明，如无法提供，则本公司有权拒绝用户申述，不予处理。


第六条 服务的中断、中止、终止

1、对用户服务的中止与终止

（1）用户有发布违法信息、严重违背社会公德、以及其他违反法律禁止性规定的行为，本公司应当立即终止对用户提供服务。

（2）用户在接受本公司服务时实施不正当行为的，本公司有权终止对用户提供服务。该不正当行为的具体情形应当在本协议中有明确约定或属于本公司事先明确告知的应被终止服务的禁止性行为，否则，本公司不得终止对用户提供服务。

（3）用户提供虚假注册身份信息，或实施违反本协议的行为，本公司有权中止对用户提供全部或部分服务；本公司采取中止措施应当通知用户并告知中止期间，中止期间应该是合理的，中止期间届满本公司应当及时恢复对用户的服务。

（4）用户实施违反本协议的行为，导致本公司中止对用户提供全部或部分服务的，用户应当在收到本公司的通知后，在通知指定期限内提供未违反本协议的相关凭证，如用户拒绝提供或超出指定期限未能提供，视为用户构成违约，本公司有权视情节严重程度，依据本协议及相关游戏规则，对用户做出暂时或永久性地倒扣数值、删除游戏账号及游戏数据、删除相关信息、暂时隔离、永久隔离、强制离线、封停账号、终止服务等处理措施。

（5）本公司根据本款上述四项的约定中止或终止对用户提供部分或全部服务的，本公司应负举证责任。

2、对本游戏网站及服务器运营的中断、中止与终止

（1）为了游戏网站和服务器的正常运行，本公司需要定期对游戏网站和服务器进行停机维护或针对突发事件进行紧急停机维护；因上述情况而造成的正常服务中断、中止，用户应该予以理解，本公司则有义务尽力避免服务中断并将中断时间限制在最短时间内；

（2）发生下列情形之一时，本公司有权终止或中断游戏服务器所提供之全部或部分服务，对因此而产生的不便或损害，本公司对用户或第三人均不承担任何责任：
A.因定期检查或施工，更新软硬件等，本公司有权暂停服务，但本公司会尽快完成维护、更新工作；
B.因服务器遭受损害，无法正常运作；
C.因突发性的软硬件设备与电子通信设备故障；
D.因网络提供商线路或其他故障；
E.在紧急情况之下依照法律的规定或为用户及第三者之人身安全；
F.第三方原因或其他不可抗力的情形；

（3）本公司保留在其认为有必要的情况下终止或部分终止运营本游戏的权利，终止前将提前60天予以公告。

（4）用户尚未使用的游戏虚拟货币及尚未失效的游戏服务，应当按用户购买时的比例，以法定货币退还用户或者通过用户接受的其他方式进行退换。


第七条 责任限制

1、对于本公司的产品和服务，本公司仅作下述有限保证，该有限保证取代任何文档、包装、或其他资料中的任何其他明示或默示的保证（如果有）。

2、本公司仅以“现有状况且包含所有错误”的形式提供相关的产品、软件或程序及任何支持服务，并仅保证：（1）本公司所提供的产品和服务能基本符合本公司正式公布的要求；（2） 本公司所提供的相关产品和服务基本与本公司正式公布的服务承诺相符；（3）本公司仅在商业上允许的合理范围内尽力解决本公司在提供产品和服务过程中所遇到的任何问题。

3、在适用法律允许的最大范围内，本公司明确表示不提供任何其他类型的保证，不论使明示的或默示的，包括但不限于适销性、适用性、准确性、完整性、以及无错误的任何默示保证和责任。

4、在适用法律允许的最大范围内，本公司并不担保本公司所提供的产品和服务一定能满足用户的要求，也不担保提供的产品和服务不会被中断或终止，并且对产品和服务的及时性、错误的发生，以及信息是否能准确、及时、顺利的传送均不作任何担保。

5、用户在本游戏中、官方网站论坛上、游戏官方微博账号评论区等所表达的观点、建议和其它内容均为用户本人看法，不代表本公司的观点。

6、用户理解并同意：通过本游戏取得的任何信息、资料，是否信任及使用，完全取决于用户自己，并由用户承担由该等信任及使用带来的系统受损、资料丢失以及其它任何风险。本公司对在游戏和服务中提及的任何第三方发出的信息，都不作担保。

7、如有系统故障、安全漏洞(Security Vulnerability)、程序缺陷(Bug)、程序出错等问题造成本游戏丧失公平性，本公司有权把游戏的资料还原到一定日期，以维护游戏之平衡。

8、在适用法律允许的最大范围内，本公司对用户因使用本游戏引起的任何间接、偶然、意外、特殊或继起的损害(包括但不限于人身伤害、隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿)不负责任，这些损害可能来自：用户或他人不正当使用产品和服务、在网上购买商品或类似服务、在网上进行交易、非法使用服务或用户传送的信息有所变动。

9、本公司对本协议项下涉及的境内外基础电信运营商的固定及移动通信网络的故障，各类技术缺陷、覆盖范围限制、不可抗力、计算机病毒、黑客攻击、用户所在位置、用户关机、合作方因素、他人故意或过失行为或其他非本公司技术能力范围内的原因造成的服务中断、用户发送的数据或短信息的内容丢失、出现乱码、错误接收、无法接收、迟延接收等等，均不承担责任。

10、由于用户个人失误、错误或不当操作导致的任何后果，由用户自行承担责任，本公司不予任何赔偿或补偿。


第八条 条款变更

本公司有权在必要的时候修改本协议。本协议一旦发生变动，本公司将提前在本游戏网站的重要页面上提示修改内容，敬请定期查询。用户如继续使用本协议涉及的服务，则视为对修改内容的同意；用户如不同意修改内容的，应当立即停止使用本协议涉及的服务。


第九条 知识产权

1、本游戏软件、客户端、官方网站上所有的作品及资料，其著作权、专利权、商标专用权及其它知识产权，均为本公司或指定版权方所有，除非事先经本公司合法授权，任何人皆不得擅自以任何形式使用，否则本公司有权立即终止向用户提供软件和服务，并依法追究其法律责任，赔偿本公司的一切损失。此外，除用户的姓名、身份证号、电话号码等个人身份数据信息外，用户参加游戏过程中产生并储存于本公司服务器中的任何数据信息，包括但不限于账号数据信息、角色数据信息、等级及虚拟物品数据信息（包括但不限于装备、道具等）、虚拟货币数据信息等的知识产权及所有权均属于本公司，用户在按照本条款正常使用本游戏软件及服务的过程中对属于其用户账号的数据信息享有有限的使用权。

2、为避免争议，本条款涉及到的有关技术方面的问题，用户同意以本公司服务器所储存的数据作为判断标准。本公司保证该数据的真实性。

3、本游戏软件、客户端的内容及程序的知识产权均为本公司或指定版权方所有，未经本公司授权，任何人不得复制、反编译(de-compile)、反汇编(disassemble)任何功能或程序，不得对任何功能或程序进行反向工程(reverse engineering)，也不得利用本游戏的任何内容而牟取商业利益。


第十条 通知授权纠纷解释权

本公司所有发给用户的通知可通过重要页面的公告（包括官方微博账号发布的公告）或手机短信或电子邮件或常规的信件传送。同时，用户在此授权本公司可以向其手机或电子邮箱发送商业信息。


第十一条 纠纷

本协议适用中华人民共和国法律，并且排除一切冲突法规定的适用。

如双方就本协议内容或其执行发生任何纠纷，双方应尽量友好协商解决；协商不成时，用户和本公司一致同意将纠纷交由广州仲裁委员会按照其仲裁规则进行仲裁。仲裁一裁终局，对双方均具有法律约束力。


第十二条 条款解释

用户如对本协议条款有任何疑问，请联系本游戏客服。


    ]],
	title = "用户协议书"
}
