_G.pg.gametip.levelScene_escort_help_tip = {
	tip = {
		{
			info = "海上護衛の遊び方 "
		},
		{
			info = "    1.開催期間：8月12日～19日；"
		},
		{
			info = "    2.海上護衛は、出現する敵艦隊と機雷に対処し、輸送船団が目標地点に辿り着くまで護衛するステージです\n；"
		},
		{
			info = "    3.海上護衛は一日一回挑戦できます。挑戦回数は出撃時に消費されます。海上護衛はイージー・ノーマル・ハードの3つの難易度があります；"
		},
		{
			info = "    4.味方艦隊が一回行動するたびに、輸送船団も1マス目標地点に向かって進みます；"
		},
		{
			info = "    5.輸送船団が敵艦隊に遭遇した場合、耐久が1減少し、「会敵中」状態になります。「会敵中」の輸送船団は味方艦隊が輸送船団を襲撃する敵艦隊を撃破するまで、味方艦隊が行動するたびに体力が減少します；"
		},
		{
			info = "    6.輸送船団が機雷に接触した場合、耐久が2減少します。味方艦隊も機雷に接触した際に耐久が減少しますが、駆逐艦を含む艦隊が機雷マスに接触する場合、機雷を排除できます；"
		},
		{
			info = "    海上護衛の報酬はステージ終了時の輸送船団の残り耐久により変動します；"
		}
	}
}
