_G.pg.gametip.levelScene_remaster_help_tip = {
	tip = {
		{
			info = "<color=#92fc63>データキー</color>とは：\n<color=#92fc63>データキー</color>とは、過去開催済みのイベントステージや再度攻略できる<color=#92fc63>作戦履歴</color>を一定期間開放できるアイテムです。\n<color=#92fc63>作戦履歴</color>に実装されるまでに、過去にプレイした際のステージの攻略進捗は引き継がれません。"
		},
		{
			info = "    \n    1.<color=#92fc63>データキー</color>は現状、毎日のデイリー任務で4個手に入れることができます"
		},
		{
			info = "    2.<color=#92fc63>データキー</color>は最大60個まで所持できます。60個所持している状態で新たに手に入れた超過分の<color=#92fc63>データキー</color>は自動で削除されます"
		},
		{
			info = "    3.<color=#92fc63>データキー</color>1個につき、<color=#92fc63>作戦履歴</color>の常設イベントステージを1回開放することが可能です"
		},
		{
			info = "    4.<color=#92fc63>作戦履歴</color>内のイベントのエクストラステージ以外のステージに挑戦できます"
		},
		{
			info = "    5.ステージ挑戦中に艦隊を撤退させても、消費したデータキーは返却されません"
		}
	}
}
