_G.pg.gametip.world_boss_help_meta = {
	tip = {
		{
			info = [[
<color=#92fc63>2021.9.9-2021.12.9</color>
META戦・蒼龍(META)が開催中です。META戦で解析Ptを集め、META艦船を手に入れましょう。
（※<color=#ff5c5c>解析Pt並びに解析Pt累計獲得数報酬は開催期間終了後にリセットされます</color>）

■META戦について
■「META戦」とは、「META」艦船に挑戦し、「解析Pt」を含む報酬入手することができる共闘コンテンツです。
「META戦」は下記の2つの要素によって構成されます。
・META座標解析＝META艦船の挑戦権開放
・META艦船との戦闘

「META戦」システムはセイレーン作戦のストーリーを進めると開放されます。

■META戦座標解析
・「セイレーン作戦」では、戦闘などの方法で「META座標情報」を入手することが出来ます。
・「META座標情報」作戦海域マップ画面の右上に表示され、META座標情報所持数が所持可能上限に達する度に、META座標を全て消費して「META戦」の「情報解析」でMETA艦船の挑戦権を開放できます。
・「情報解析」は1日2回しか行なえません。また、毎日0時に情報解析可能回数のほかに、META座標所持数は一定数を残して初期所持数にリセットされます。

■META戦について
・「セイレーン作戦」海域マップ画面の右下にある「META戦」アイコンをタップすると、META艦船に挑戦できます。・META戦では、
　①自分でMETA座標を解析することで開放される戦闘
　②味方の「META戦援軍要請」を受け取った戦闘
　　⇨挑戦するには「座標一覧」を確認する必要があります。
・META戦では、味方の「セイレーン作戦に参加した艦隊」で挑戦することができます。また、潜水艦とオフニャは使用できません。
・自分で解析したMETAを撃破した場合、次に開放されるMETAは強さが上がった（Lvが上昇）状態で出現します。
・一度の戦闘で敵を撃破できなかった場合、戦闘終了時に「援軍要請」を行い、ほかのプレイヤーに戦闘を開放する事ができます。
・META戦では上記①と②のいずれでも、敵が撃破された
（HPが0になった）時、戦闘に参加した指揮官全員「解析Pt」が入手することが出来ます。

■注意
・開放された戦闘は24時間挑戦できます。24時間を経過した場合META戦の表示が消失し、挑戦できなくなりま
す。
・自分で解放した戦闘に挑戦するには【燃料】を消費し、METAのHPが0になるまで何回も挑戦できます。
・味方の救援要請を受け取った戦闘に挑戦するには【挑戦ポイント】を消費します。（挑戦ポイントは毎日回復します）
・同じ戦闘は最大30人まで挑戦することができます。人数が上限いっぱいになった場合、表示されたMETA座標でも挑戦することが出来なくなります。
・META戦では経験値を入手することが出来ず、また士気コンディション/勝利数にも影響しません。
・META戦の出現敵艦変更から31日経過すると、指揮官は自身が開放したMETA戦に挑戦する際に、一度の戦闘に一度だけ、味方支援火力によりMETA艦船にダメージ（直接ダメージとスリップダメージの2種類）を与えられるようになります。このダメージは出現敵艦の変更より時間が経てば経つほど上昇していきます。]]
		}
	}
}
