_G.pg.gametip.help_daily_task = {
	tip = {
		{
			info = [[
■通商破壊
開放時間：毎日開放
通商破壊とは、潜水艦隊を操作し、敵輸送艦を撃破することで報酬を入手する特殊ステージです。
通商破壊特殊ステージは毎日開放されますが、毎週最大2回しか挑戦できません。

潜水艦の操縦方法は水上艦と違い、砲撃や航空攻撃が できない代わりに「潜航」することができます。
潜航状態中は敵に探知されない（敵探知ゲージが最大にならない）限り攻撃されません。

潜水艦を操縦する際に、画面右下のボタンでそれぞれ
 「特殊弾幕攻撃（各艦1回のみ）」→潜水艦専用の特殊弾幕攻撃
  「浮上/潜航状態変更」→潜航状態で敵の水上攻撃を回避
 「操作キャラ交代」→同艦隊の他の潜水艦に使用キャラを切り替え
  「潜水雷撃（弾薬消費）」→装備している魚雷を使用する通常攻撃 を使用することができます。

特別ステージではそれぞれのクリア条件（目標地点到達、最後に出現する敵を撃破など）が設定されています。
また、下記のルールに則った最終的な戦闘評価に応じて「潜水艦専用装備」「対潜装備」の設計図を入手することができます。

得点ルール：
　特別ステージクリア　+100Pt
　輸送艦撃破　+10Pt
   味方艦が戦闘不能  -15Pt

戦闘評価ルール：
　S評価　120Pt以上
　A評価　100Pt以上
　B評価　70Pt以上

潜水艦の攻撃手段は弾薬数に依存するため、弾薬数に注意しながらステージを攻略しましょう。

注意点：
・操作中の潜水艦は潜水力ゲージが減少し、潜水力ゲージがなくなると自動で浮上します。
・減少した潜水力ゲージは他の潜水艦に操作キャラを切り替えることで徐々に回復します。
・潜水艦に装備されている「魚雷（兵装）」と「魚雷（設備）」はその艦の所持弾薬数を増加させることができます。
・特殊ステージでは、潜水艦のスキルは無効になります。また、一部艦船の特殊弾幕は「特殊攻撃ボタン」をタップすることで使用できます。特殊攻撃は弾薬数を消費しませんが、一度の挑戦につき1回しか使用できません。
　「シュルクーフ」の特殊攻撃は浮上時に自動で使用されます（一度の挑戦で1回のみ使用可能）
・特殊ステージでは、特殊弾幕（全弾発射含む）による敵に与えるダメージが上昇します。
・潜水艦の浮上/潜航を行った直後に、操作艦船を交代させることはできません。

商船護衛開放時間：月・木・日

海域掃討開放時間：火・金・日

強襲作戦開放時間：水、土、日

戦術研究解放時間：毎日
<color=#92fc63>戦術研究（航空）</color> では、<color=#92fc63>航空攻撃</color>が効果大
<color=#92fc63>戦術研究（主砲）</color>では、<color=#92fc63>主力艦隊の主砲攻撃</color>が効果大
<color=#92fc63>戦術研究（雷撃）</color> では、<color=#92fc63>前衛艦隊の魚雷攻撃</color>が効果大
※デイリーチャレンジのステージにS勝利すると、当該ステージの一括挑戦機能が開放されます。
・一括挑戦では、一度に複数回の挑戦を行うことが可能です。
・一括挑戦を行うと、戦闘がスキップされ、挑戦回数に応じた報酬を入手できます。
・一括挑戦は燃料を消費せず、指揮官・艦船経験値を入手できません。
・一括挑戦は艦船のコンディション・好感度に影響しません。
・一括挑戦での勝利回数はプロフィール画面の勝利回数・勝率に影響しません。
・一括挑戦は一部の任務の進捗に影響します。
  B/A/S評価で勝利する
  デイリーチャレンジをクリアする
  小型/中型/大型艦隊を撃破する
  など
・キャラストーリー任務の進捗に影響しません。]]
		}
	}
}
