_G.pg.gametip.sham_battle_help_tip = {
	tip = {
		{
			info = "                               「鏡面海域」作戦要件\n"
		},
		{
			info = [[
・「鏡面海域」は<color=#92fc63>2018年1月12日(金)</color>メンテナンスまで挑戦可能です;
・「鏡面海域」には母港から<color=#92fc63>15隻</color>、<color=#92fc63>友達</color>の秘書艦1隻を合わせて最大<color=#92fc63>16隻</color>まで海域に出撃できます;
一度出撃メンバーを決定するとリセットを行うまで<color=#92fc63>変更はできない</color>ので、注意してください;
・「鏡面海域」は<color=#92fc63>1日1回</color>のみリセットが可能です。<color=#92fc63>※初日はリセットはできません;</color>
・ 隊列を維持できなくなった場合、他の艦を編成をしてください。
それでも戦闘可能な編成が行えなくなった場合、リセットしてください;
・「鏡面海域」では<color=#92fc63>1回</color>の挑戦で「鏡像艦隊」が<color=#92fc63>10艦隊</color>出現し、艦隊を撃破する度にイベント報酬と交換できる<color=#92fc63>PT素子</color>を入手できます;
・<color=#92fc63>「鏡面海域」での戦闘は燃料を消費しません。</color>また、ここでの戦闘結果は任務の出撃回数にはカウントされません;
・「鏡面海域」での戦闘結果によって経験値、コンディション、好感度の増減はございません;
                                                ——以上、諸君の健闘を期待する]]
		}
	}
}
