_G.pg.gametip.course_class_help = {
	tip = {
		{
			info = [[
大講堂について

大講堂に「学生」を配置し、「授業」を行わせることで、艦隊が保有している「熟練度」を学生の経験値に変換することができます。

・熟練度について
限界突破を3回行ったレベル100以上の艦は出撃時、得られる経験値の一定割合分の熟練度を獲得できます。
熟練度は艦隊全体で共有し、上限分しかストックできません。
大講堂を強化すると、熟練度保有上限・熟練度の獲得効率を上昇させることができます。

・授業について
「授業」では毎日特定の艦種の艦を「学生」として配置できます。
開始した「授業」はいつでも終了することができます。
「授業」が終了すると、経過した時間に応じて熟練度を経験値に変換します。
また、授業は最大12時間行うことができます。12時間経過すると、授業が自動的に終了状態になります。
授業が終了されていない限り、授業中に獲得した熟練度は自動的に授業で経験値に変換されます。

・学生についてレベル100未満の艦を「学生」として配置できます。
「学生」が多ければ多いほど、熟練度の変換効率が上昇します。
「授業」に参加した学生はコンディションが若干低下します。
モニター艦は戦艦の授業に参加することができます。
工作艦と運送艦は駆逐艦・巡洋艦の授業に参加することができます。
航空戦艦は空母・戦艦の授業に参加することができます。
潜水艦は駆逐艦の授業に参加することができます。

・授業の時間割
月曜　『駆逐艦コース――アマゾンの水雷戦教室！』
火曜  『巡洋艦コース――タマの選び方ver.1.03』
水曜　『戦艦コース――大艦巨砲ドクトリンの優位性』
木曜　『空母コース――空海統合作戦ポジショニング』
金曜　『駆逐艦コース――サルでもわかる戦術学！』
土曜　『巡洋艦コース――Howto火力最大ver.2.2』

日曜日は「授業」を行うことができませんが、出撃時に得られる「熟練度」が2倍になります]]
		}
	}
}
