_G.pg.gametip.card_pairs_help_tip = {
	tip = {
		{
			info = "ルール："
		},
		{
			info = " <color=#A1E400FF>1.毎日0:00:00に「月餅」の残り獲得可能枚数が＋1する（最大7枚入手可能）</color>"
		},
		{
			info = " 2.同じカードを2枚めくれば、カードを消すことが可能"
		},
		{
			info = " 3.カードをめくると時間の計測が始まります"
		},
		{
			info = " 4.カードを全て消すと、「月餅」残り獲得可能枚数が0以上の場合、「月餅」を1枚入手可能（獲得可能枚数を1枚消費する）"
		},
		{
			info = " 5.カードをすべて消すと、任意の場所をタップすることで新たにゲームを始めることができる"
		},
		{
			info = " 6.「月餅」を7枚入手すると、不知火のきせかえを入手可能"
		},
		{
			info = " 7.イベントバナーでは最速レコードが表示されます"
		}
	}
}
