_G.pg.gametip.technology_help_text = {
	tip = {
		{
			info = [[
変更点（2021.7.8）
第四期特別計画艦実装に伴い、科学研究室の仕様が変更
・コンテンツ追加
科学研究項目に新たに「第四期」が追加

・仕様変更
①艦船の強化ユニットを強化（竜骨編纂）最大値まで強化できる分所持している場合、当該艦船の指向性研究項目が出現しなくなります。

注意：
・「研究指向」を「なし」以外で、当期のすべての艦船の強化が完了、もしくは強化完了分までのユニットを所持している場合、それぞれの艦船の研究項目が出現するようになります。
・「研究指向」を「なし」を選択している場合、強化が未完了・かつ強化完了分のユニットを所持していない艦船の研究項目のみ出現するようになります。
・指向性研究項目自体の出現確率は、艦船の強化ユニット所持数に関係ありません。

変更点
第三期特別計画艦実装に伴い、科学研究室の仕様が変更
・追加されました

①
科学研究の項目に新たに「第三期」が追加されました。
科学研究項目左上の「Ⅰ」「Ⅱ」「Ⅲ」マークから確認できます。

②
研究項目一覧画面右下の「研究指向」選択画面が一新されました。
「研究指向」では、研究項目の出現傾向（最低三つ当該研究項目が出現する）を「第一期」「第二期」「第三期」から選択することが可能です。
また、新たに追加された「強化指向」では、特別計画艦を1隻選択することで、科学研究項目完了時にその艦船の強化ユニットを追加で入手できます。

研究指向、強化指向の対象は科学研究室のメイン画面下部の「指向設定」バナーから確認できます。]]
		}
	}
}
