_G.pg.gametip.help_shipblueprintui = {
	tip = {
		{
			info = [[

開発開始
1. 「特別計画」艦の開発開放条件が達成されますと、艦の開発が可能になります。
2. 「特別計画」艦の開発開放条件は画面中央に表示されます。
3. 開発ドック画面にて対象艦を選択し、「開発開始」をタップすると、開発を開始できます。
4. 同時に複数の開発を行うことできません。

開発任務
1. 対象艦の開発任務を全て完了すると対象艦を入手できます。
2. 開発中、24時間毎に新しい開発任務が開放されます。また、任務を完了することで開発が進みます。
3. 最初の開発任務は開発を開始すると開放されます。
4. 一部の開発任務は他の開発任務を完了しなければ進められません。

開発対象変更
1. 開発中に、開発対象を別の艦に変更することができます。
2. 開発対象を変更しても、開発全体の進捗および進行中任務の進捗状況は保持されます。
3. 開発開始・再開後、24時間以内は開発対象を変更できません。

開発完了
1. 対象艦の開発任務を全て完了すると対象艦を入手でき、強化機能が開放されます。
2. 開発完了後、新しい開発対象は手動で指定する必要があります。

「特別計画」艦の強化
1. 「特別計画」艦入手後、艦の強化機能が開放されます。
2. 強化には艦の「強化ユニット」を消費します。
3. 「強化ユニット」は科学研究室で研究を行うことにより入手出来ます。
4. 強化を行うことで「特別計画」艦の性能を向上させられます。また、一定の強化レベルに達するとさらなる強化効果を獲得できます。（new!）5.一部の特別計画艦は、「強化ユニット」を所持していない場合でも、代わりに資金を消費して強化を行うことができます。
　　※注意
　　資金による特別計画艦の強化・竜骨編纂は毎日、最初の15個分まで資金消費が割引されます。
       0個目～2個目：無料
　　3個目～4個目：消費資金10%
       5個目～7個目：消費資金20%
       8個目～10個目：消費資金40%
      11個目～15個目：消費資金70%
　　16個目以降：消費資金100% = 1個分につき1500消費
　　資金消費量は強化時の強化ユニット使用数選択画面で自動で計算されます。
割引分強化回数のリセットは毎日4:00になります。

「特別計画」艦のレベル上限について
  「特別計画」艦は限界突破しなくても、レベルを100まで上げることができますが、レベル上限を引き上げるには、資金とメンタルユニットを消費し「認識覚醒」を行う必要があります。

 「竜骨編纂」とは 
 ・「竜骨編纂」とは、特別計画艦のカンレキたるリュウコツを補強させ、さらに戦力を強化するシステムになります。
  ・特別計画艦の強化レベルがLv.30になった場合、当該艦の「竜骨編纂」が解禁されます。
  ・「竜骨編纂」では、艦に対応する強化ユニットを消費し、進捗を100％まで進行させると、そのレベルの竜骨編纂が完了します。
  ・「竜骨編纂」では、最大レベル5まで強化することができ、レベル1～4では艦の「運」ステータスが強化され、レベル5ではスキルを一部強化することができます。
(new!)・一部の特別計画艦は、「強化ユニット」を所持していない場合でも、代わりに資金を消費して竜骨編纂を進捗させることができます。

弾幕確認機能とは
 ・特別計画艦Ⅱ期・Ⅲ期・Ⅳ期の「弾幕仕様」を確認できる機能になります。
 ・「弾幕確認」をタップすると、該当の艦を使用した模擬戦（イベントバトル）が始まります。
  ※模擬戦における艦の耐久・装填などの性能は実際の性能とは異なります。]]
		}
	}
}
