_G.pg.gametip.help_sos = {
	tip = {
		{
			info = [[
救助信号について
・各海域からの救助信号をランダムで受信することがあります。なお、ゲームにログインしていない時でも受信します
・章の最深部（X-4）までクリアしないと、当該海域の救助信号を探知することができません

発信源探知について
・発信源探知ボタンをタップことで、信号の発信源海域を特定できます
・発信源海域特定後、救援任務（海域）に出撃できます
・救援任務（海域）は救助信号を探知することで、各章毎に一つまで出現します
 （救援任務は、「3章」「4章」…の形で出現します）
・救援任務（海域）は12時間以内にクリアできなかった場合、海域から消滅し、出撃できなくなります

探知感度
・探知感度とは、探知できる海域範囲に影響を与えるものです
・探知感度が1の場合、第三章海域の救援任務のみ出現します
・探知感度が1上がるたびに、受信できる範囲が広がり、より奥の海域の救援任務も出現するようになります
・現在出撃可能な最深部の救援任務海域をS評価でクリアした場合、探知感度が1上昇します
・探知感度は最大8まで上がります。探知感度が高ければ高いほど、救援任務で出現する報酬が良くなることがあります

戦闘遭遇
・救援任務には敵の潜水艦が出現します。前衛艦隊に対潜装備を装備した駆逐艦や軽巡洋艦を配置させてから海域に出撃しましょう]]
		}
	}
}
