_G.pg.gametip.goldship_help_tip = {
	tip = {
		{
			info = "遊び方："
		},
		{
			info = "    1.コインを持ってる饅頭と接触すると、スコアを入手できます；"
		},
		{
			info = "    2.連続でコインを持ってる饅頭と接触すると、COMBO数が増加し、接触時の入手スコアが上昇します；"
		},
		{
			info = "    3.爆竹を持ってる饅頭と接触すると、COMBO数が0にリセットされます；"
		},
		{
			info = "    4.スコアを10以上入手すると、【歴戦の証】を1個入手できます。"
		},
		{
			info = "    ※【歴戦の証】の入手可能個数は6/24まで1日1個ずつ加算されます。（最大7個）"
		},
		{
			info = "    5.【歴戦の証】を7個入手すると、ウォースパイトの近代化改修（改造）素材アイテム【戦士の心得】を入手可能 ；"
		},
		{
			info = "    6.ミニゲームで撤退した場合【歴戦の証】を入手できません ；"
		},
		{
			info = "    7.残り時間が0になると、ミニゲームが終了になります ；"
		}
	}
}
