_G.pg.gametip.metalgearsub_help_tip = {
	tip = {
		{
			info = "イベント「小さな約束」とは："
		},
		{
			info = "    潜水艦「U-556」を操作し、ステージ最後に出現する輸送船の撃破を目的としたミニゲームをクリアすることで、 報酬の限定装備が入手できるイベントになります。"
		},
		{
			info = "    ①イベント開催期間中は一日一回、専用ステージをクリアするとイベントアイテムを入手でき、７つ集めると、報酬の限定装備を入手することができます。（専用ステージは何度でも挑戦できます）"
		},
		{
			info = "    ②潜水艦「U-556」の操縦方法は水上艦と違い、砲撃や航空攻撃ができない代わりに「潜航」することができます。\n    そのほか「緊急ブースト」で一時的に移動速度を上げたり「潜水雷撃（弾数制限あり）」をすることも可能です。"
		},
		{
			info = [[
    ③ステージでは敵の護衛艦や水雷が出現し、それぞれ違う行動パターンが存在します。
    ※護衛艦：
    護衛艦には「警戒レベル」があり、警戒レベルが最大（「！！」が表示される）の場合、護衛艦はU-556を攻撃してきます。
    警戒レベルは「U-556が浮上状態」「U-556が敵ソナーの探知範囲内」「敵を攻撃する」「水雷に接触する」ことで上昇しますが、「潜航状態にし、敵ソナーの探知範囲から離れる」ことで減少します。
    ※水雷：
    水雷には「水面上水雷」と「深水水雷」の二種類があり、それぞれ「浮上状態」「潜航状態」だと接触してしまう場合があります。また、水雷は魚雷で破壊することができます。]]
		},
		{
			info = "    敵護衛隊と水雷をうまく回避しつつ弾薬を温存し、テージ最奥に出現する輸送船の撃破を目指しましょう。"
		},
		{
			info = "    特別ステージでの勝利/敗北は出撃数/勝率には集計されません"
		}
	}
}
