_G.pg.gametip.newplayer_help_tip = {
	tip = {
		{
			info = "※新要素"
		},
		{
			info = [[
特別計画艦（三期）実装に合わせて、新兵任務に「開発
任務」を追加しました。
指揮官レベルが30に到達すると、新兵任務画面右下の「開発」タブが開放されます。
「開放」タブをタップすると、開発ドック関連の任務を確認することができます。]]
		},
		{
			info = "「開発」任務をクリアすると、特別計画艦（一期）の開発の加速を行えるアイテム「戦術データパック」を入手できます。\n「戦術データパック」は開発ドックにて特定の艦船の「戦術データ蓄積」任務の経験値に変換できます。"
		},
		{
			info = "ルール："
		},
		{
			info = [[
1.新兵任務に開催期間はありません
2.現段階（初級・中級・上級）の任務をすべてクリアすると、チャレンジ任務が開放されます
3.チャレンジ任務をクリアすると、次の段階に進めます
4.全ての任務をクリアし、報酬を受け取ったあと、新兵任務は消失します]]
		}
	}
}
