_G.pg.gametip.help_activity_bossbattle = {
	tip = {
		{
			info = "                                     ※遊び方※\n"
		},
		{
			info = "1.同じサーバーに所属する指揮官全員が協力し、特別ステージを攻略し作戦を完遂するコンテンツです；"
		},
		{
			info = "2.出現する特別ステージをクリアすると、個人用の累計報酬がもらえる「演習Pt」を入手できる他、全指揮官用の作戦進捗ゲージを進める事ができます；"
		},
		{
			info = "3.特別ステージは毎日最初にクリアした回数（初級<color=#92fc63>20</color>回・中級\n<color=#92fc63>20</color>回・上級<color=#92fc63>40</color>回まで）ではクリア報酬（演習Pt・経験値除く）が増量します；"
		},
		{
			info = "4.作戦成功（=作戦ゲージが満タンになると）、作戦に参加した（序章を含めた特別ステージを１回以上クリアした）指揮官に軽巡洋艦「ニューカッスル」がメールボックスに送られます；"
		},
		{
			info = "5.作戦完了後、イベント期間中は引き続き「序章」以外の特別ステージに挑戦でき、演習Ptを入手できます；"
		},
		{
			info = "6.累計演習Pt報酬獲得期間は<color=#92fc63>2018.10.18 23:59:59</color>までになります；"
		}
	}
}
