_G.pg.gametip.utaware_warmup_notice = {
	tip = {
		{
			info = "ルール："
		},
		{
			info = "    1.コラボイベント期間中、メイン海域（ノーマル）3章以降のステージの中枢艦隊を撃破すると、「友好度」を獲得する事ができます。獲得した「友好度」が一定の数値に到達すると、「友好度報酬」を入手することが出来ます；"
		},
		{
			info = "    2.コラボキャラとして仮加入した【フミルィル】は、友好度報酬（7段階目）の「正式加入」を達成しない限り、ケッコンすることができず、また退役や強化・限界突破素材への選択をすることが出来ません；"
		},
		{
			info = "    3.【フミルィル】を編成に入れている艦隊で上記ステージの敵中枢艦隊を撃破し、かつ勝利時【フミルィル】が戦闘可能な状態の場合、獲得する「友好度」が2倍になります；"
		},
		{
			info = "    4.イベント終了までにイベントページの「友好度報酬」を最後まで受け取ると、【フミルィル】を「正式加入」させることができます（友好度が1500必要）。イベント終了時、「正式加入」していない【フミルィル】は消失します；"
		},
		{
			info = "    5.友好度報酬は11/28（水）まで毎日1段階ずつ解放されます；"
		}
	}
}
