_G.pg.gametip.world_boss_help = {
	tip = {
		{
			info = "<color=#92fc63>★遊び方</color>"
		},
		{
			info = "イベント「特別演習  交錯する新たな波（復刻·一部仕様変更」\nとは、<color=#92fc63>「演習Pt」</color>を集めて作戦進捗を進め、個人累計Pt\n報酬と作戦進捗報酬を狙うイベントになります。"
		},
		{
			info = [[
イベント期間中、駿河が率いる「重桜演習艦隊」を相手に戦う「合同演習作戦」特別ステージが
登場します。
作戦を完遂するには指揮官同士で協力し、「演習Pt」を
集め、作戦進捗を進める<color=#92fc63>（演習ゲージを0%まで削る）</color>必
要があります。
作戦に成功した場合、作戦に参加した指揮官に報酬とし
て特別兵装をメールで配布します。
※メール数が1000を超えると報酬メールを受け取れない
場合がありますので、ご注意ください。
（演習ゲージが<color=#92fc63>0%</color>になっても、引き続き特別ステージに
挑戦することで「演習Pt」を獲得できます）]]
		},
		{
			info = [[
<color=#92fc63>-演習Ptについて-</color>
1 特別ステージをクリアすると「演習Pt」を獲得できま
す。
2 同じサーバーのすべての指揮官が獲得した「演習Pt」
の合計数が作戦の進捗を左右します。
3 演習ゲージが0%になると、作戦が成功になります。各
サーバーの作戦進捗はそれぞれで計算されます。
4 イベント期間中に獲得した「演習Pt」の累計数に応じ
て、イベントバナーより「Pt累計報酬」を入手できます。]]
		},
		{
			info = [[
<color=#92fc63>-特別ステージについて-</color>
1 特別ステージは難易度に応じて、「簡単」「普通」
「難しい」「EX」の四種類があります。
2 「EX」以外の難易度で得られる演習Ptは固定で、
「EX」では戦闘中に与えたダメージ総量によって演習Pt
·報酬が変化します。
3 特別ステージは通常の艦隊とは違う<color=#92fc63>「特別演習編成」</color>
を使用します(ステージ出撃時に編成可能)。
4 特別ステージは出撃/勝利時には通常海域の出撃と同
じく燃料·コンディションを消費します。また、勝利時
に経験値·通常クリア報酬の獲得と、コンディションが
増減します。
　·特別ステージの「EX」では作戦制限時間は<color=#92fc63>【60秒】</color>
になります。60秒経過·敵を撃破·味方旗艦大破すると
クリア扱いになります
　·特別ステージでは艦船が戦闘不能になっても、コン
ディションは低下しません
　·「EX」ステージの「模擬戦」して出撃する場合、燃
料·コンディション·特別戦闘券（後述）は増減せず、
経験値·報酬をを入手できません
5 特別演習編成では潜水艦·オフニャを配置できます。
戦闘中に潜水支援を行う場合、燃料を消費します。
6 特別ステージの「簡単」「普通」「難しい」は回数
無制限に出撃できます。「EX」は「特別戦闘券」を<color=#92fc63>1枚</color>
消費しなければ出撃することができません。]]
		},
		{
			info = [[
<color=#92fc63>-ボーナス出撃と「特別戦闘券」について-</color>
1 特別ステージの「簡単」「普通」「難しい」はそれぞ
れ、毎日の<color=#92fc63>15回</color>までの出撃は「ボーナス出撃」になり、
得られる報酬が通常時より多くなります。
2 ボーナス出撃回数が残り<color=#92fc63>0回</color>の状態で上記ステージに
出撃する場合、アイテム「特別戦闘券」を<color=#92fc63>1枚</color>消費し、
出撃を「ボーナス出撃」に変更できます。
·上記のボーナス出撃を途中で中止した場合、
特別戦闘券は消費されません。
3 「特別戦闘券」は「EX」に出撃する際にも消費されま
す。
4 「特別戦闘券」はイベント期間中に出現する限定任務
で入手できます。]]
		},
		{
			info = [[
<color=#ff5c5c>※注意点</color>
1 「EX」での戦闘を中止した場合、特別戦闘券のみが
消費され、報酬·演習Ptを得ることができません。
2 「EX」での戦闘は<color=#92fc63>マニュアル（手動）</color>操作でのチャ
レンジをおすすめします。
3 「EX」の出撃編成画面では「模擬戦」出撃できます。
4 「簡単」「普通」「難しい」の戦闘を中止した場合、
「ボーナス出撃回数」が減ることはありません。
5 艦隊の戦力·コンディション·好感度を鑑み、<color=#92fc63>過度に
連続出撃しないことをおすすめします。</color>
6 各サーバーのユーザーデータによって作戦成功に必
要な全指揮官のクリア回数が異なります。]]
		}
	}
}
