_G.pg.gametip.levelScene_loop_help_tip = {
	tip = {
		{
			info = [[
海域攻略ゲージ100%を達成すると、海域選択画面で同ステージを<color=#92fc63>「周回モード」</color>に設定することが可能になります。

「周回モード」の特徴は下記になります：
1.メインステージのハードモードステージでは、敵の護衛艦隊が<color=#92fc63>出現しなくなります</color>。
2.イベントステージの敵の配置・行動ロジックが変化します。
3.イベントステージで味方の<color=#92fc63>移動制限が解除され</color>、海域マップで自由に移動できます。
4.ノーマル海域においては「空襲」、「待ち伏せ」が出現しなくなります
5.周回モードでは、「出撃確認skip」機能を使用できます
6.周回モードでは、<color=#92fc63>自動攻略モード</color>機能を使用できます

自動攻略モードについて自動攻略モードでは艦隊の移動・戦闘確認・戦闘・戦闘結果画面確認の挙動が自動で行われます自動攻略モードのON/OFFは<color=#92fc63>海域選択画面下部のチェックボックス</color>と<color=#92fc63>マップ画面右下のボタンで</color>設定を変更できます

自動攻略モードでは、艦隊の挙動が下記の仕様になります
・敵に向けて<color=#92fc63>自動で</color>移動し、戦闘を仕掛けます
・戦闘を仕掛ける敵の優先順位は<color=#92fc63>【敵中枢艦隊＞人型セ
イレーン艦隊＞近くにいる量産型艦隊】</color>になります
・艦隊の挙動は出撃準備画面の「自動設定」で下記四通りの設定に変更できます

　道中戦闘：<color=#92fc63>敵中枢艦隊以外の艦隊</color>にのみ戦闘を仕掛けます。行動艦隊として海域で移動・戦闘を行います
　中枢戦闘：<color=#92fc63>敵中枢艦隊にのみ</color>戦闘を仕掛けます。敵中枢艦隊が出現した場合、行動艦隊に切り替えられます
　全戦闘：<color=#92fc63>敵艦隊全て</color>に戦闘を仕掛けます
　待機：敵艦隊に戦闘を仕掛けず、移動しません

※出撃艦隊が2ついる場合、「道中艦隊」と「中枢艦隊」の組み合わせ、もしくは「全戦闘」と「待機」の組み合せで設定しなければなりません
　出撃艦隊が1つだけの場合、「全戦闘」で自動設定されます

・戦闘中、潜水支援を行いません
・自動攻略モードは、手動で停止するか、下記の状況が発生時に停止されます
　艦船のコンディション低下している場合
　資金が備蓄上限を上回った場合
　戦闘可能な量の燃料がない場合
　ドックが満杯になった場合
　戦闘で敗北した場合（もしくは艦隊を維持できない場合）
　新しい艦船を図鑑に登録した場合]]
		}
	}
}
