_G.pg.gametip.medal_help_tip = {
	tip = {
		{
			info = "-栄典勲章について"
		},
		{
			info = "・「栄典勲章」とは、指揮官の作戦における活躍を実績（勲章）として登録できるシステムになります。"
		},
		{
			info = "・入手した勲章、未入手の勲章の入手条件については「栄典勲章」で確認することができます。"
		},
		{
			info = "-勲章の入手方法について"
		},
		{
			info = "・勲章の入手条件を満たすと「栄典勲章」で勲章を入手することができます。"
		},
		{
			info = "・複数の勲章の入手条件を同時に満たすこともできます"
		},
		{
			info = "・同じ種類の勲章にはレベルがあり、下のレベルの勲章を入手すると、上のレベルの勲章が解禁されます。"
		},
		{
			info = "・一部の勲章は入手するために複数の条件を達成する必要があるものも存在します。"
		},
		{
			info = "-勲章を飾ろう"
		},
		{
			info = "・入手した勲章は指揮官のプロフィール画面で飾ることができます。"
		},
		{
			info = "・プロフィール画面に飾られている勲章は、他人から見る「個人情報画面」と「履歴画面」にも表示されます。"
		},
		{
			info = "-その他"
		},
		{
			info = "・艦船の育成（練度/親密度）に関する入手条件は、一種類の艦船を複数隻所持しても、最高値の一隻分しか計算されません。"
		},
		{
			info = "・改造（近代化改修）済みの艦船は改造前の艦船と同じ艦船として計算されます。"
		},
		{
			info = "・艦船を退役させても、入手条件の進捗には影響しません。"
		}
	}
}
