_G.pg.gametip.help_technologytree = {
	tip = {
		{
			info = [[
・<color=#92fc63>艦船技術</color>とは

艦船技術機能とは、艦を集め、高練度を達成することで、艦隊全体を強化する効果を入手するシステムです。強化効果は<color=#92fc63>【限界突破を3回以上行った艦船】</color>に適用されます。

※いわゆる「母港の艦を満遍なく育てること」で恩恵を受けられるシステムになります。

艦船技術更に「艦船技術」「陣営技術」に分けることができます。

「艦船技術」について

艦船技術とは、艦船を育てることで、艦隊全体に強化効果を与えるシステムです。艦船技術画面では、史実における技術の発展順（Tier）に応じて艦船の収集・技術取
得状況を確認できます。  
下記の条件を達成すると、対応の艦船強化効果を入手することができます。
・艦船を図鑑に<color=#92fc63>登録する</color>
・艦船のレベルを<color=#92fc63>120</color>にする

※同じ種類の艦船はそれぞれの強化効果を<color=#92fc63>1回ずつ</color>しか入手できません。

<color=#92fc63>「陣営技術」</color>について

 陣営技術とは、各陣営の「技術レベル」に応じて、艦隊全体に強化効果を与えるシステムです。
・陣営技術項目の詳細をタップすると、この項目の強化効果、現在の技術レベルを確認することができます。
・技術項目の技術レベルを上昇させると、強化効果を更にアップさせることができます。
・技術レベルを上昇させるには、<color=#92fc63>「資金」</color>の消費に加え、当該陣営の「技術Pt」が一定値以上に達成してる必要があります。
 また、技術レベルの上昇は同時に一陣営でしか行なえません。

「技術Pt」について

陣営技術レベルを強化するには、各陣営に対応する「技術Pt」の取得・蓄積が必要となります。陣営技術画面の各陣営のバナーをタップすることで、「技術Pt」の現在値を確認することができます。
技術Ptの入手方法は下記になります：
・新たな艦船を図鑑に<color=#92fc63>登録する</color>
・艦船の限界<color=#92fc63>突破回数を最大にする</color>
・艦船のレベルを<color=#92fc63>120</color>にする

 ※同じ種類の艦船はそれぞれの技術Ptを1回ずつしか入手できません]]
		}
	}
}
