_G.pg.gametip.returner_help = {
	tip = {
		{
			info = [[
イベント紹介：

「カムバックミッション」とは、指揮官のログイン状況に応じて「現役指揮官」「カムバック・新人指揮官」に分類され、それぞれ違う報酬を入手できるイベントとなります。
■「現役指揮官」「カムバック・新人指揮官」について
下記の条件を満たした指揮官は「現役指揮官」として分類され、「現役指揮官」専用の目標を達成することで報酬を入手できます。
・2021年9月2日（木）～9月16日（木）メンテナンスまでに一度でもログインしたことがある上記の条件を満たしていない場合は「カムバック・新人指揮官」として、専用任務をクリアすることで報酬を入手することができます。
自分が「現役指揮官」「カムバック指揮官」のどちらに属しているか不明な場合は、カムバックミッションのバナーに表示される内容をご確認ください。
■現役指揮官の目標について
現役指揮官は最大2人の友達に「カムバックミッション」に参加してもらうことができ、友達が専用任務をクリアすると、自分に「カムバックPt」が加算されます。
「カムバックPt」は累計獲得数に応じて様々な報酬を入手することができます。
友達に自分のUID（イベントバナーに表示されている数字）を、友達側のイベントバナーに入力してもらうことで、友達はカムバックミッションに参加可能になります。
カムバックミッションに参加した友達のIDは、現役指揮官のバナーの右側に表示されます。
現役指揮官が「カムバック召集」をタップすると、カムバック・新人指揮官の「現役指揮官検索」で自分のUIDを表示させることが可能です。
■カムバック指揮官・新人の目標について
カムバック・新人指揮官は、現役指揮官のUIDをイベントバナーに入力することで、「カムバックミッション」に参加可能になります。カムバックミッションに参加すると、毎日解禁される専用任務をクリアすることで、様々な報酬を入手できます。
一つのUIDは最大2回まで入力できます。また、UIDは違うサーバーの友達のものでも入力可能です。]]
		}
	}
}
