_G.pg.gametip.challenge_help = {
	tip = {
		{
			info = "  チャレンジモードとは"
		},
		{
			info = [[
  ・チャレンジモードとは、高練度の指揮官（Lv80以上）が参加可能な期間限定コンテンツになります。
 ・専用の編成で数々のチャレンジステージをクリアしていくと、自己最高得点を刷新することができます。
 ・チャレンジモード開催期間中の自己最高得点に応じて、記念チャットフレームを入手できます。
 ・チャレンジのステージは開催期間中、毎週月曜日0時にランダムで再構成されます。
]]
		},
		{
			info = "■遊び方"
		},
		{
			info = "  1.チャンレンジモード画面では、「編成」でチャレンジ専用編成を編成でき、「戦闘開始」でチャレンジステージに挑むことができます"
		},
		{
			info = "  2.チャレンジステージは複数のステージがあります。攻略中は艦船の損傷状況はチャレンジモードでは記憶され、次のステージ反映されます。ステージの攻略進捗と艦船の損傷状況は戦闘を中断させることでリセットできます。"
		},
		{
			info = "  3.チャレンジステージにおける戦闘は燃料を消費せず、艦船の好感度・勝敗数計算・艦船/指揮官/オフニャ経験値には影響しません。チャレンジモード開放期間中に何回も挑むことができます。"
		},
		{
			info = "  4. チャレンジステージをクリアすると、戦闘時間と艦船の損傷状況に応じて点が得られます。そして戦闘で中断/敗北にならず、ステージを連続でクリアすると、累計得点が上乗せされます。"
		},
		{
			info = "  5.チャレンジモード開放期間中に得られた最高得点に応じて、チャレンジモード画面左下で報酬を受け取ることができます。（各累計得点の達成報酬は1回しか受領できません）"
		},
		{
			info = "  6.チャレンジステージは、チャレンジモード開放期間中毎週月曜日0:00に再構成されます。開放期間における最高得点はリセットされません。"
		},
		{
			info = "  7.チャレンジモードのステージを全部クリアすると、腕試しモード「UNLIMITED」に切り替えられるようになります。「UNLIMITED」では、チャレンジステージを無限に挑むことができますが、ステージをクリアしても点を入手できません。\n"
		},
		{
			info = "  ■注意点"
		},
		{
			info = "  ・チャレンジモードでは、オフニャと潜水艦を編成することができます。一回の戦闘につき、潜水支援を1回行うことができます。また、潜水艦の損傷状況も記憶されます。"
		},
		{
			info = "  ・チャレンジステージ攻略中は専用編成を変更するこ\nとができず、また「緊急修理要員」を使用することができません。"
		},
		{
			info = "  ・チャレンジモードの戦闘中はいつでも戦闘を中断することができます。戦闘を中断した場合、ステージの攻略進捗がリセットされ、中断時のステージより1個前のステージまでの累計得点が計算されます。また、何らかの理由（通信状況など）によって戦闘が中断された場合でも、手動での戦闘中断したと同じ扱いになります。"
		},
		{
			info = "  ・チャレンジモードにおける戦闘は月曜日の0:00を跨いでしまった場合、ステージが再構成されましたため、戦闘を中断してもステージ攻略進捗がリセットされ、得点が計算されなくなります。ご注意！"
		}
	}
}
