_G.pg.gametip.help_tempesteve = {
	tip = {
		{
			info = "遊び方："
		},
		{
			info = "「迫り来る嵐」では、進行回数を消費することでイベン\nト戦闘（固定編成による戦闘）などの条件をクリアする\nことで、作戦進捗を進行させることができます。"
		},
		{
			info = [[
  作戦進捗を進めると、イベントアイテム「作戦レポー
ト」を入手することができます。作戦進捗をMAXにす
ると、設備「偵察報告書・NY周辺海域」を入手できま
す。]]
		},
		{
			info = "  作戦進捗3/24までは１日１回進行させることができ、\nまた3/19以降は前日分を進行させることができます。"
		},
		{
			info = [[
  P1　イベント戦闘をクリア
  P2　イベントステージをクリア
  P3　イベントストーリーを閲覧
  P4　イベントステージをクリア
  P5　イベントステージをクリア
  P6　イベントストーリーを閲覧
  P7　イベントステージをクリア]]
		}
	}
}
