_G.pg.gametip.help_summer_feast = {
	tip = {
		{
			info = [[
■概要
「母港夏祭り」イベントとは、夏祭りの屋台（ミニゲ
ーム）を楽しみながら、スタンプを集め「ジュノー」
の着せ替えを入手するイベントです。
スタンプを集めるには、イベント期間中にゲームをロ
グインすることで入手できる「チケット」が必要です。
■チケットとスタンプの集め方
イベント期間中毎日ログインするたびに、「チケット」
を2枚入手することが出来ます。
「チケット」を所持している状態でミニゲームをクリ
アすると、チケットが1枚消費され、スタンプを1つ入
手することが出来ます。
前日までの分の「チケット」を入手していなかった場
合、ログイン日の前日までの分のチケットが一括で配
布されます。
■ミニゲームについて
ミニゲームは「射的」「グルメ街」「花火工場」の3種
類があります。
「チケット」を所持している状態でゲームをクリアす
ると、ミニゲームの景品（ちょっとした報酬）を入手
することが出来ます。
ゲームクリア時の結果に応じて、入手できる景
品は変化します。
一等賞：資金150、ミルキィ饅頭1個
二等賞：資金130、ミルキィ饅頭1個
三等賞：資金110
四等賞：資金100
「チケット」を所持していなくてもミニゲームを遊べ
ますが、スタンプと景品可能回数を入手す
ることが出来ません。]]
		}
	}
}
