_G.pg.gametip.help_summer_food = {
	tip = {
		{
			info = [[
■概要
「グルメ街」とは、艦船の買い出しの依頼に応じ、制
限時間内にみんなが欲しがる食べ物を屋台で購入する
ミニゲームになります。
正しい食べ物を購入すると、制限時間が増加し、得点
を得ることが出来ます。
制限時間終了、もしくはゲームを中断した場合、ゲー
ムクリアになります。
■遊び方
・「スタート」をタップすると、画面左のキャラに買
い出し内容が表示されます。
・10秒後、買い出し内容の表示が消え、代わりに購入
できる食べ物の一覧が出現します。
・制限時間内に食べ物のアイコンをタップすると、購
入する食べ物を選択することができます。また選択済
みの食べ物アイコンをタップすると、選択をキャンセ
ルすることができます。
・食べ物を3種類選択すると、買い出し結果画面が表
示されます。
・購入した食べ物が買い出し内容と一致（並び順を含
む）した場合、得点を入手することが出来ます。
・結果画面で「続ける」をタップすると、ミニゲーム
を継続することが出来ます。「終了」をタップするか
、もしくは制限時間が0になると、ミニゲームを終了
できます。
■報酬について
ゲーム終了時の得点に応じて、賞品を入手出来ます。
一等賞　20点以上
二等賞　12点以上
三等賞　5点以上
四等賞　4点以下]]
		}
	}
}
