_G.pg.gametip.help_vote = {
	tip = {
		{
			info = "アズールレーン人気投票2019"
		},
		{
			info = [[
人気投票概要：
  アズールレーン人気投票2019はゲーム内投票とウェ
ブサイト投票二つの部門を設けており、【予選】・【予
選復活戦】・【グループ戦】・【決勝復活戦】・【決勝
戦】の5ステップでそれぞれ投票が行われます。
  人気投票のステップごとに、各サーバーの票数を集計
し、ゲーム内の票数とウェブサイト票数によって計算さ
れる合計投票人気度によって、次のステップへの進出か
、優勝が決定されます。
  前回投票（2017年）で決勝のTOP3の艦船（後述）
が今回では【殿堂入り】とみなし、投票を参加しません。
  また、コラボキャラクター（特別計画艦を除く）・20
19年8月29日（木）以降ゲーム内で実装した艦船は今
回の投票を参加しません。

  ※殿堂入りのキャラクター（エンタープライズ・ベル
ファスト・綾波）については、「人気投票」イベントバ
ナーの「殿堂入り」ページで、特別のミニストーリーを
読むことができます。

]]
		},
		{
			info = [[
人気投票ルール

  スケジュール
予選（ゲーム内のみ）：2019年8月29日メンテ後―
2019年9月5日23：59まで
予選復活戦（ウェブサイトのみ）：
     2019年9月12日00：00-9月23日23：59まで
グループA：
     2019年9月12日00：00-9月16日23：59まで
グループB：
     2019年9月19日00：00-9月23日23：59まで
グループC：
     2019年9月26日00：00-9月30日23：59まで
グループD：
     2019年10月3日00：00-10月7日23：59まで
グループE：
     2019年10月10日00：00-10月14日23：59まで
決勝復活戦：
     2019年10月17日00：00-10月21日23：59まで
決勝戦：
     2019年10月24日14：00-10月30日23：59まで

  予選：
  殿堂入り艦船（後述）を除く、2019年8月29日以前
実装した艦船が全員（計327隻）参加し、得票数を競い
ます。得票数が150位までの艦船はグループ戦に進出
します。
  予選はゲーム内でのみ行われます。
※予選では順位のみ表示され、詳細の得票数が表示され
ません。

  予選復活戦：
  予選で落選した艦船が参加し、得票数を競います。得
票数前10位の艦船が決勝復活戦の参戦権を得られます。
  予選復活戦は特設ページ内でのみ行われます。

  グループ戦：
  グループ戦に進出した艦船は、5つのグループに分け
（1グループにつき30隻）、グループ内での得票数を
競います。グループ内での得票数が３位までの艦船は決
勝戦に進出し、4-10位の艦船は決勝復活戦を参加する
ことになります。

  決勝復活戦：
  各グループ戦の4-10位と予選復活戦からの10位まで
の艦船、合計45隻の艦船が参加し、得票数を競います
。得票数が9位までの艦船は決勝戦に進出します。

決勝戦：
  各グループ戦と決勝復活戦からの決勝戦、合計24隻の
艦船が参加します。

  結果集計：
  各ステップ終了後、ウェブサイト票数が換算式によっ
て計算され、ゲーム内票と合わせて、合計人気度として
結果を算出します。
※予選で同票した場合、先に票数を達成したキャラクタ
ーの順位が繰り上げます。
※予選以外で同票した場合、予選順位の上のキャラクタ
ーの順位が繰り上げます。

結果発表：
  決勝戦を除く各ステップ終了後、翌日の昼12時ゲーム
内及びウェブサイトにて投票結果が公開されます。
  決勝戦は翌日メンテナンス開始後Twitterにて票数結
果を発表します。
]]
		},
		{
			info = [[
投票方法：

ゲーム（アプリ）内投票：
指揮官レベルが25を達成すると、下記の二通りの方法
で投票用の「投票券」を入手出来ます。
  1、キャンペーン期間で登場する特殊任務（「任務一
覧」で確認可能）をクリアする
  2、海域に出撃し、敵中枢艦隊を撃破すると、「応援
指令」（※）を入手することがあります。「応援指令
」を海域選択画面や人気投票バナーで使用すると、「
応援Pt」を入手することができます。入手した「応援P
t」の累計数に応じて、人気投票バナー下部で「投票券」
を入手することが出来ます。

  入手した「投票券」は人気投票バナーの「投票へ」で
各キャラに投票することが出来ます。また、各ステップ
終了時、「投票券」は全て削除されます。

※「応援指令」について
・「応援指令」は【メイン海域（ノーマル限定）】と、
作戦履歴以外の【イベント海域】の敵中枢艦隊を撃破す
ることで、入手することができます。
・「応援指令」は同時に1個しか所持できず、海域選択
画面か、人気投票イベントバナーの該当アイコン/ボタ
ンをタップすることで使用できます。
・「応援指令」を使用すると、画面でいくつかのSDキ
ャラが表示されます。SDキャラをタップし、全員の向
きを【饅頭が指した方向】にすると、「応援指令」が消
費され、「応援Pt」を入手することができます。
・「応援指令」は一定時間内で使用しないと削除されま
す。
・各海域で入手する「応援指令」の使用効果は海域に応
じて異なります。
  3章……120Pt
  4章……150Pt
  5章……180Pt
  6章……220Pt
  7章……270Pt
  8章……350Pt
  9章……450Pt
10章……550Pt
11章……700Pt
12章……850Pt
13章……1000Pt

  上記の内容は詳細はゲーム内のヘルプにも参照できま
す。

特設ページ内投票：
  『アズールレーン人気投票2019』サイト公開後、同
サイトにアクセスしTwitterアカウントを連携すると、
一日一回投票できます。
  投票後、自分の投票結果をサイトの「シェア機能」で
ツイッターにシェアすると、もう一回することができま
す。
  人気投票サイトのアドレスと公開時刻については、ア
ズールレーン公式ツイッターアカウント（@Azurlane_
staff）にて告知されます。
]]
		}
	}
}
