_G.pg.gametip.option_desc11 = {
	tip = [[
空母の発見範囲（戦闘画面における青い枠）を表示

■空母の状態について
味方主力艦隊の空母には「発見状態」と「未発見状態
」が存在します。
戦闘開始時の空母は「未発見状態」ですが、「発見ゲ
ージ」が一度でも満タンになると、ゲージが一定値ま
で下がらない限り「発見状態」になります。

空母は「未発見」の状態では敵の攻撃・スキル対象に
されにくくなります。
また、「未発見」の状態での艦載機による敵に与える
ダメージが増加します。

■「発見ゲージ」について
「発見ゲージ」とは味方空母が敵に発見される危険性
を示すゲージになります。
また、「発見ゲージ」の上昇に左右される要素として
、味方主力艦隊から一定の距離を示す範囲が「発見
範囲」として存在します。

下記の場合、「発見ゲージ」が上昇します：
・敵艦船が「発見範囲」に存在する
・敵艦船/艦載機が画面左奥に到達する
・味方空母が航空攻撃を行う
・一部の味方空母のスキルが発動する
・味方空母が炎上状態になる（炎上状態中、発見ゲー
ジが一定値まで下降しない）

「発見ゲージ」は、「発見範囲」に敵が存在しない時
は下降し続けます。
 「発見ゲージ」のMAX値は艦ごとに異なり、空母の
回避が高ければ高いほど、「発見ゲージ」のMAX値
が高くなります。

■演習における仕様について
演習における戦闘中は、空母の「発見ゲージ」が下降
せず、また敵艦が味方主力艦隊に接近した場合、味方
空母が全て「発見状態」になります。]]
}
