_G.pg.gametip.music_collection = {
	tip = {
		{
			info = "遊び方："
		},
		{
			info = [[
・11月12日（木）メンテナンスまでに「激唱のユニバ
ース」イベントに参加し、「μ兵装」艦船たちの「グッ
ズアイテム」を12種類全部集めると、限定家具「激唱
の記念章」を入手可能。]]
		},
		{
			info = [[
・「グッズアイテム」は下記の方法で入手可能
  ①イベント海域を☆3でクリア
  ②イベント限定任務（イベント一覧＆「限定任務」ペ
ージ）を完遂
  ③イベントアイテム「激奏エンブレム」累計入手数報
酬]]
		},
		{
			info = [[
・入手条件が「？？？」のグッズアイテムは「一日一回
限定のSPステージ」をクリアした後、イベント海域を
クリアすると入手可能…？

・すべての「グッズアイテム」を入手すると、グッズを
画面上に配置可能になります。また、画面右の「シェア
」ボタンで配置済の画面をシェア可能

・報酬の受け取り期限は11月18日（月）23:59まで]]
		}
	}
}
