_G.pg.gametip.help_music_game = {
	tip = {
		{
			info = "■激唱舞台（ステージ）とは"
		},
		{
			info = [[
「激唱舞台（ステージ）」とは、リズムゲームを遊び
「激唱ピリオド」を貯めるミニゲームになります。
「激唱ピリオド」は回数を所持している状態で、リズ
ムゲームをB評価以上をクリアすると、「激唱ピリオド」
を1 個入手できます。
「激唱ピリオド」は7つ貯めるとイベントページからSSR
「ル・マラン（μ兵装）」を入手できます。
「激唱ピリオド」を貯められる回数はイベント開始後
1日ごとに1回増加します。]]
		},
		{
			info = "■遊び方"
		},
		{
			info = [[
・画面スライドで曲を選び、さらに難易度を選んで画面
右下の「スタート」をタップすると、リズムゲームを開
始することができます。
・リズムゲームでは、アイコンが画面の真ん中に到着す
るタイミングに合わせてタップするとスコアを獲得でき
ます。
（HARD難易度の場合、青いアイコンは画面左側をタッ
プ、赤いアイコンは画面右側をタップ、黄色いアイコン
は画面左右両方をタップ、アイコンに白いラインがつい
た場合は長押しする必要があります）
・曲選択画面右上の「X1」はアイコンの流れる速さを表
しており、タップすると速さの調整が可能です
・アイコンタップのタイミングに応じて、得られる評価
およびスコアが異なります
・PERFECT/GOODの評価を得た時のみCOMBOが継
続します]]
		}
	}
}
