_G.pg.gametip.hololive_lianliankan = {
	tip = {
		{
			info = [[
■概要
「集まれ！ホロライブレジスタス」とは、ミニゲームを
プレイし、限定装備をGETできるミニイベントになりま
す。]]
		},
		{
			info = "■遊び方"
		},
		{
			info = "1.「集まれ！ホロライブレジスタンス」のミニゲームは\n全8ステージあり、それぞれ解放条件が異なります。"
		},
		{
			info = "2.ステージをクリアすると、一回のみ報酬を入手できま\nす。また、全ステージをクリアすると、コラボ限定装備\nを入手できます。"
		},
		{
			info = [[
3.ミニゲームの遊び方：
・同じキャラのアイコンをタップし、条件を満たすとア
イコンを消すことができます。アイコンを全て消すとゲ
ームクリアになります。
・2つのキャラアイコンの間でほかのキャラアイコンを
経由することなく、3つ以下の直線（横・縦）で繋げら
れた場合、キャラアイコンを消すことができます。
・右上の「リセット」ボタンをタップで、現在のキャラ
アイコンの配置位置をリセットすることができます。]]
		},
		{
			info = [[
4.各ステージの解放条件
ステージ1：コラボイベント海域T1をクリア
ステージ2：コラボイベント海域T2をクリア&「集まれ
！ホロライブレジスタンス」ステージ1をクリア
ステージ3：コラボイベント海域T3をクリア&「集まれ
！ホロライブレジスタンス」ステージ2をクリア
ステージ4：コラボイベント海域T4をクリア&「集まれ
！ホロライブレジスタンス」ステージ3をクリア
ステージ5：コラボイベント海域T5をクリア&「集まれ
！ホロライブレジスタンス」ステージ4をクリア
ステージ6：コラボイベント海域T6をクリア&「集まれ
！ホロライブレジスタンス」ステージ5をクリア
ステージ7：「集まれ！ホロライブレジスタンス」ステ
ージ6をクリア
ステージEX：「集まれ！ホロライブレジスタンス」ス
テージ1～7をクリア]]
		}
	}
}
