_G.pg.gametip.hololive_dashenling = {
	tip = {
		{
			info = [[
■概要
「ミオの母港占い館」とは、イベント開始時に仮加入し
た【大神ミオ】の「友好度」を海域に出撃することで貯
め、【大神ミオ】を正式加入させるイベントになります。]]
		},
		{
			info = [[
■遊び方
1.コラボイベント期間中、メイン海域（ノーマル）3章
以降のステージか、「ホロライブ」コラボ限定海域の中
枢艦隊を撃破すると、「友好度」を獲得する事ができま
す。獲得した「友好度」が一定の数値に到達すると、
「友好度報酬」を入手することができます
2.コラボキャラとして仮加入した【大神ミオ】は、友好
度報酬（7段階目）の「正式加入」を達成しない限り、
ケッコンすることができず、また退役や強化・限界突破
素材への選択をすることができません。
3.【大神ミオ】を編成に入れている艦隊で上記ステージ
の敵中枢艦隊を撃破し、かつ勝利時【大神ミオ】が戦闘
可能な状態の場合、獲得できる「友好度」が2倍になり
ます。
4.イベント終了までにイベントページの「友好度報酬」
を最後まで受け取ると、【大神ミオ】を「正式加入」さ
せることができます（友好度が1000必要）。イベント
終了時、「正式加入」していない【大神ミオ】は消失し
ます。
5.友好度報酬は12/3（水）まで毎日1段階ずつ解放され
ます。]]
		},
		{
			info = [[
■「仮加入」キャラについて
・「仮加入」とは：
コラボキャラは「イベント期間中限定で」艦隊に加入し
ます。イベント終了時に「正式加入」を達成していない
場合、艦隊からいなくなります（強化や限界突破に消費
されたアイテムは返還されません）。
・「正式加入」とは：
コラボキャラを「正式加入」させるには、「友好度」を
入手し、コラボイベントページで各段階の「友好度報酬」
を全て獲得することにより「正式加入」させることが出
来ます。
・「正式加入」可能な期間について：
「ホロライブ」コラボキャラクター【大神ミオ】
2019年11月27日～2019年12月11日]]
		}
	}
}
