_G.pg.gametip.pocky_help = {
	tip = {
		{
			info = "■開催時間\n 11月14日（木）メンテナンス後～12月15日（日）\n23:59"
		},
		{
			info = [[
■遊び方
 饅頭量産計画とは、イベントページで確認できる3種類
の限定任務を完了させることで、ベルファストの着せ替
え「メイド長とお買い物」を入手できるミニイベントで
す。]]
		},
		{
			info = [[
■限定任務について
 限定任務は全部で3種類あり、イベントページでは「ロ
グイン」「委託」「生産」ボタンでそれぞれ完了させる
ことが出来ます。
・「ログイン」はゲームにログインし、イベントページ
の「ログイン」ボタンをタップすると自動で完了できま
す。
・「委託」はメイド長からの様々な委託をこなすことで
任務を完了できます。
・「生産」はイベント期間中累計燃料消費数が一定数値
以上になった場合に完了できます。]]
		},
		{
			info = [[
■注意
・「委託」任務はイベントページの「ログイン」ボタン
をタップすると表示されます。
・限定任務は1日に1段階開放され、次の任務を表示させ
るには前日分の任務を全て完了させる必要があります。
  11月27日（水）より全ての任務が開放されます。]]
		}
	}
}
