_G.pg.gametip.secretary_help = {
	tip = {
		{
			info = [[
■秘書艦について

秘書艦とは、執務室（メイン画面）において指揮官の業務を補佐する艦船のことを指します。
秘書艦は最大5名まで配置可能で、2人目以降の秘書艦を配置するには秘書艦枠を開放する必要があります。]]
		},
		{
			info = [[
■秘書艦枠について

秘書艦枠とは、指揮官が艦船を配置し、秘書艦に任命する枠を指します。
・秘書艦枠は最大5つまで開放できます。また、秘書艦枠には同名艦船を複数配置できます。
・秘書艦枠はメイン海域の攻略進捗によって開放されます。
・<color=#92fc63>初期から開放されている秘書艦枠</color>（一番左の枠）に配置した秘書艦のみ、<color=#92fc63>好感度ボーナス</color>を得ることができます。また、演習やランキング、チャット、大艦隊など、「秘書艦アイコン」が表示される画面では、一番左に配置した秘書艦が表示されます。
・秘書艦の配置（枠確認）は、指揮官情報ページの「秘書艦変更」をタップすることで行うことができます。
・メイン画面では、秘書艦枠からランダムな一名の秘書艦が表示されます。
・メイン画面で表示される秘書艦の着せ替え/背景/L2DアニメーションのON・OFFは秘書艦変更画面で変更できます。
・メイン画面左側の秘書艦表示変更ボタンで現在表示されている秘書艦を変更することができます。
]]
		}
	}
}
