_G.pg.gametip.help_newyear_feast = {
	tip = {
		{
			info = [[
■概要
「母港正月」イベントとは、裏山の屋台（ミニゲーム）
を楽しみながら、スタンプを集め「鬼怒」の着せ替えを
入手するイベントです。
スタンプを集めるには、イベント期間中にゲームにログ
インすることで入手できる「チケット」が必要です。

■チケットとスタンプの集め方
イベント期間中毎日ログインするたびに、「チケット」
を1枚入手することができます。
前日までの分の「チケット」を入手していなかった場合、
ログイン日の前日までの分のチケットが一括で配布され
ます。

■ミニゲームについて
「新年対決」をタップすると、ミニゲーム「行くぜ！節
奏（リズム）対決」をプレイすることが出来ます。
「チケット」を所持している状態でゲームをクリアする
と、スタンプを1つ入手するとともに、「幸運祈願」で
きる回数が2回増加します。

「スタンプ」を7つ集めると、画面右の「スタンプ」をタ
ップし、鬼怒の着せ替えを入手できます。
「幸運祈願」を7回すると、イベントバナーの対応バナー
で「正月招待状2020」を入手できます。

※「チケット」を所持していなくてもミニゲームを遊べ
ますが、スタンプと景品・幸運祈願可能回数を入手する
ことはできません。
※ミニゲームを途中でやめると、チケットは消費されず、
スタンプと祈願回数も入手できません。]]
		}
	}
}
