_G.pg.gametip.help_newyear_shrine = {
	tip = {
		{
			info = [[
■概要
「幸運祈願」では、お賽銭（5資金）を消費することで、
一定時間、様々な効果を得られます。
幸運祈願の可能回数はスタンプを1回手に入れるたびに2
回増えます。

■遊び方
・賽銭箱の上の縄をスワイプして引っ張ると、幸運祈願の
効果を選択することが出来ます。
・幸運祈願効果
　学業祈願：戦術教室でスキルを新たに強化する場合、
所要時間が少し短縮
　開運招福：メイン海域及び作戦履歴海域戦闘時、味方
が与えるダメージが微増
　良縁祈願：秘書艦の親密度上昇スピードがアップ
・幸運祈願は同時に一種類しか適用できず、同じ祈願を複
数回行っても効果は上乗せされません。
・幸運祈願の効果は24時間持続します。また、幸運祈願
の効果適用中にもう一回祈願すると、前の祈願の効果・
持続時間が上書きされます。
<size=31><color=#92fc63>■注意
（new！）「幸運祈願可能回数」は最大14回まで貯められ
ます
「幸運祈願可能回数」が0の場合でもお賽銭を入れること
が出来ますが、幸運祈願を行うことが出来ません。</color></size>]]
		}
	}
}
