_G.pg.gametip.bulin_help = {
	tip = {
		{
			info = [[
■「黄金の秘宝」とは
期間限定イベント「黄金の秘宝」では、母港とノーマル
海域に隠されている「秘宝のヒント」を9種類集めると、
スペシャルステージを解禁することができます。
スペシャルステージをクリアすると、特別な報酬を手に
入れることができます。

■遊び方
・イベント期間中、母港の一部画面とノーマル海域に「
秘宝のヒント」が出現します。
　母港画面では「秘宝のヒント」マークをタップ；
　ノーマル海域では「秘宝のヒント」マスに艦隊を移動
させると；
　「秘宝のヒント」を手に入れることができます。
・「秘宝のヒント」を手に入れると、イベントバナーの
対応のパネルが点灯します。
・未入手の「秘宝のヒント」について、イベントバナー
下部にあるパネルをタップすると、入手先に関するヒン
トを表示させることができます。
　（20分の間に1回しか表示させることができません）
・「秘宝のヒント」9種類を全部入手すると、イベントバ
ナー右下のボタンをタップすることでスペシャルステー
ジに挑むことが出来ます。
　スペシャルステージをクリアすると、特別な報酬を入
手することができます。]]
		}
	}
}
