_G.pg.gametip.decodegame_gametip = {
	tip = {
		{
			info = [[
■情報解読
情報解読では、「情報画面」をタップし情報解読する
ことで「暗号ページ」を解禁し、「暗号ページ」の暗号
の「情報画面」をタップすることで、報酬を入手できる
ミニイベントになります。
情報を解読するには、イベント「凍絶の北海」で「pt情
報子」を入手する必要があります。]]
		},
		{
			info = [[
■画面紹介
画面左側に、現在の「情報解読可能回数」が表示されま
す。画面右側のスイッチをタップすることで、表示され
る「解読情報」を変更することができます。
画面中央の「情報画面」の未解読（ノイズ状の表示）箇
所をタップすることで、情報を解読できます。
画面右下のボタンをタップすることで「暗号ページ」を
開けます。
情報解読が完了した場合、画面左下から最終報酬アイテ
ムを受け取ることができます。]]
		},
		{
			info = [[
■遊び方
1 イベント「凍絶の北海」の限定海域や、限定任務をク
リアすることで、「pt情報子」を入手することができま
す。「pt情報子」を累計で<color=#92fc63>200</color>獲得するたびに、情報解
読可能回数が1回増えます。
2 画面右側のスイッチをタップすると、「解読情報」が
表示され、また未解読（ノイズ状の表示）箇所をタップ
することで、情報を解読できます。解読するたびに、情
報解読可能回数が1回消費されます。
3 情報が全箇所解読されると、情報が完全に解読され、
画面のノイズが消失します。その場合、画面右のスイッ
チをタップすることで別の「解読情報」に切り替えるこ
とができます。
4 情報が全部解読されると、画面右下の「暗号ページ」
が開放されます。
5 暗号ページを一度開くと、各「解読情報」ページで「
暗号」が表示されます。
6 「解読情報」の「情報画面」で暗号を順番通り入力す
ると、画面左上の信号が緑になります。
7 3つの「解読情報」で暗号を全部正確に入力すると、
報酬アイテムを画面左下から受け取ることができます。
8 また、情報解読を行った回数に応じて、下記の報酬を
受け取ることができます。
　10回：資金*1000
　20回：汎用改造素材T3*5
　30回：資金*1000
　40回：攻撃教科書T3*2
　50回：ランダム改造図T3*2
　60回：支援教科書T3*2
]]
		}
	}
}
