_G.pg.gametip.equipment_upgrade_help = {
	tip = {
		{
			info = "<color=#ffde38>■兵装開発とは</color>\n"
		},
		{
			info = "· 兵装開発とは、素材となる兵装と専用素材アイテム・物資を<color=#92fc63>消費</color>し、兵装を別の兵装へと変換するシステムです。\n"
		},
		{
			info = [[
■兵装開発のやり方
1 「開発一覧」で、開発したい（変換先となる）兵装を選択してください。
2 兵装開発画面で「変換元の兵装」「必要素材アイテム」「必要物資」を確認してください。
　開発ルートが複数存在する場合、「方案変更」で別の開発方法も確認できます。
3 確認が完了しましたら、変換元の兵装のアイコンをタップし、素材を選択してください。
　艦船に装備されている兵装も選択できます。
4 「開発」をタップすると、素材が消費され、新しい兵装を入手できます。
　元素材の兵装が艦船に装備されていた場合、新しい兵装も自動で同じ艦船に装備されます。
　兵装が装備出来ない場合、倉庫に送られます。
・強化レベル1以上の兵装を開発元素材として使用しした場合、素材の強化に使用された一部の資源が返還されます]]
		}
	}
}
