_G.pg.gametip.towerclimbing_gametip = {
	tip = {
		{
			info = [[
■概要
「饅頭大冒険」とは、移動とジャンプでできるだけ高い
階層を目指すミニゲームになります。
「ゲーム回数」を所持している状態でゲームをクリアす
ると、「ゲーム回数」が1回消費され、「特別招待状」
の入手進捗が1つ進行します。
「ゲーム回数」が7回消費されると、イベントバナーの
「特別招待状」でアイテム「初夏招待状2020」を入手
できます。
■ゲームルール
・画面下部の矢印キーとジャンプボタンで、SDサラト
ガを操作して上の階層に移動します。
・棘や罠にぶつかったり、画面下部の饅頭に触れたりす
ると、ライフが1個減ります。ライフが０になるとゲー
ム終了（クリア）になります。
・到達する階層数によって得点（スコア）が記録されま
す。ハイスコアを目指しましょう！
■注意
・「ゲーム回数」を所持していなくてもミニゲームを遊
べますが、「特別招待状」の入手進捗を進行させること
はできません。
・「ゲーム回数」はイベント期間中、1日1回自動で付与
されます。
・イベントバナー「特別招待状」はイベント一覧か、祝
祭広場右上の「招待状」から遷移できます。]]
		}
	}
}
