_G.pg.gametip.guild_member_tip = {
	tip = {
		{
			info = "メンバー管理について："
		},
		{
			info = "1.大艦隊のメンバーはこの画面で他のメンバー情報を確認できます。"
		},
		{
			info = "2.艦隊司令・副司令は<color=#92fc63>職位が自分より低いメンバー</color>の役割を自由に変更できます。"
		},
		{
			info = "3.艦隊司令・副司令は<color=#92fc63>職位が自分より低いメンバー</color>を大艦隊から除名できます。"
		},
		{
			info = "4.大艦隊司令は<color=#92fc63>10</color>日間ゲームにログインしていない場合、副司令は大艦隊司令を<color=#92fc63>弾劾</color>出来ます。"
		},
		{
			info = "5.弾劾について：弾劾が行われた場合、<color=#92fc63>24</color>時間内艦隊司令は弾劾を取り消すことが出来ます。<color=#92fc63>24</color>時間内弾劾が取り消されない場合、大艦隊司令の権限は<color=#92fc63>活躍度が最も高い</color>に移行されます。"
		},
		{
			info = "6.<color=#92fc63>見習いメンバーについて</color>："
		},
		{
			info = "  大艦隊に新たに参加したメンバーは「見習い」メンバーになります"
		},
		{
			info = "  「見習い」メンバーの貢献度が100に到達すると、「一般メンバー」になります"
		},
		{
			info = "  「見習い」メンバーは職位を変更できません"
		},
		{
			info = "  「見習い」メンバーは大艦隊兵站施設を利用できません"
		},
		{
			info = "  「見習い」メンバーは大艦隊補給を利用できません"
		},
		{
			info = "  「見習い」メンバーは大艦隊作戦に参加できますが、一般メンバーに昇格しないかぎり作戦事件報酬を受け取りできません"
		},
		{
			info = "    ほかの各種権限については「見習い」メンバーは一般メンバーと同じ扱いになります"
		},
		{
			info = "※「見習い」メンバーが除名された場合、「大艦隊作戦」の作戦事件報酬はメールボックスに送られます"
		},
		{
			info = "7.<color=#92fc63>貢献度</color>について："
		},
		{
			info = "メイン画面⇨「任務」の任務を完了するか、大艦隊コンテンツで活躍することで、<color=#92fc63>「貢献度」</color>を上げることが出来ます："
		},
		{
			info = "    デイリー任務：<color=#92fc63>2</color>"
		},
		{
			info = "    ウィークリー任務：<color=#92fc63>5</color>"
		},
		{
			info = "    大艦隊任務（1回につき）：<color=#92fc63>2</color>"
		},
		{
			info = "    大艦隊資源拠出（1回につき）：<color=#92fc63>10</color>"
		},
		{
			info = "    大艦隊作戦事件参加（1回につき）：<color=#92fc63>1</color>"
		},
		{
			info = "    大艦隊作戦・強敵に挑戦する：<color=#92fc63>10</color>"
		}
	}
}
