_G.pg.gametip.guild_tech_tip = {
	tip = {
		{
			info = "兵站施設について：\n"
		},
		{
			info = [[
■兵站施設とは
大艦隊兵站とは、大艦隊が共同で管理する兵站施設で、大艦隊メンバーに様々な効果をもたらすコンテンツになります。
大艦隊メンバーは自らの貢献Pt・資金を消費することで、兵站施設による効果を利用することが出来ます。
大艦隊兵站は司令/副司令によって管理し、増築させることで得られる効果を強化することが出来ます。
]]
		},
		{
			info = "現在の兵站施設の利用状況・最大レベル（増築オプション）は「兵站」画面右上のボタンをタップすることで表示を切り替えることが出来ます。\n"
		},
		{
			info = [[
■兵站施設を利用するには（new!）
・兵站施設を利用/レベルアップするには、大艦隊の「兵站」で当該兵站項目をタップすることで行えます。
・兵站施設をレベルアップするには、貢献Pt/資金を消費する必要があります。また、レベルアップするには自身の貢献度がそれぞれのレベルに定められた数値に達成しないと、消費する貢献Pt/資金が上昇します。
・大艦隊に所属していない場合、兵站施設の適用レベルは「自分が取得した最も高い兵站施設レベル」になります。
・大艦隊から離脱し別の大艦隊に参加した場合でも、すでに取得した兵站施設レベルはリセットされません。
（もう一度兵站施設をレベルアップさせる必要はありません）
]]
		},
		{
			info = [[
■兵站施設のレベル上限について(new!)
大艦隊で兵站レベルを上昇させられる上限は、「大艦隊での兵站レベル上限」と「公共大艦隊での兵站レベル上限」のどちらかの高い数値になります。

・兵站施設を増築する（レベル上限を上げる）には、大艦隊司令/副司令は「兵站」画面右上のボタンをタップし「開発モード」を表示させ、更に開発対象（増築対象）を指定する必要があります。
・開発対象となる兵站施設は、大艦隊メンバーが「物資拠出」を行うたびに強化進捗が進行し、進捗ゲージが満タンになると兵站施設のレベル上限が上昇します。
]]
		},
		{
			info = [[
　物資拠出のやり方：
大艦隊メンバーは「貢献」画面で、自分の所持資源を消費し、「物資拠出」を行うことが出来ます。
「物資拠出」を行うと、大艦隊メンバーは「貢献Pt」、大艦隊は「大艦隊資金」「兵站施設増築進捗」をそれぞれ入手/進行出来ます。
]]
		},
		{
			info = "・開発対象は24時間に1度しか変更できません。また、開発対象のデフォルト設定は「大艦隊容量＋」になります。\n(new!)・毎日の進捗ゲージの進捗可能回数は、大艦隊メンバー数上限×3になります。進捗可能回数が上限に達してしまった場合、「物資拠出」を行っても、進捗ゲージが進行することはありません。（個人貢献Ptは獲得できます）"
		}
	}
}
