_G.pg.gametip.guild_office_tip = {
	tip = {
		{
			info = "大艦隊資金、任務、補給について："
		},
		{
			info = [[
■大艦隊資金について
・大艦隊には、メンバー全員にメリットをもたらす資源「大艦隊資金」が存在します。
・大艦隊司令/副司令は大艦隊資金を消費することで、下記の操作を行うことが出来ます。
　1 メンバーが毎日資源を受領できる「大艦隊補給」を購入
   2 母港機能を強化できる「兵站施設」を増築
　3 「大艦隊作戦」を発令
]]
		},
		{
			info = [[
■大艦隊資金を増やすためには
・大艦隊資金を増やすためには、「物資拠出」を行うか、「大艦隊任務」を発令し、メンバーでそれを完成させる必要があります。
・「物資拠出」は大艦隊メンバーが「貢献」で自分の所持している資源を消費し、いつでも行うことが出来ます。
・「物資拠出」を行うと、大艦隊メンバーは「貢献Pt」を入手することができ、また大艦隊資金を増やすことが出来ます。
(new!)・毎日の「物資拠出」による大艦隊資金入手可能回数は、艦隊のメンバー数上限×３になります。大艦隊資金入手可能回数が上限に達してしまいますと、その日に「物資拠出」を行っても大艦隊資金が増加しません（個人貢献Ptが増加します）
・「大艦隊任務」は大艦隊司令/副司令が「貢献」で選択でき、また一般メンバーは同じ画面で任務を受領することができます。
・「大艦隊任務」をクリアするメンバー個人は、クリアした時点で「貢献Pt」を入手でき、また大艦隊資金を増やすことが出来ます。
・「大艦隊任務」のメンバー個別報酬は一回しか入手できませんが、任務を何回も完成し、大艦隊全体の任務完成度に貢献することも可能です。
・「大艦隊任務」がメンバー全員でクリアした場合、更に大艦隊資金を増やすことが出来ます。
]]
		},
		{
			info = [[
■大艦隊補給について
・大艦隊司令/副司令は、大艦隊資金を消費し「貢献」にて「大艦隊補給」を購入することができます。
・「大艦隊補給」が購入されますと、購入日からの14日間、全ての大艦隊メンバーは毎日「大艦隊補給」にて資源を受け取ることができます。
・また、「大艦隊補給」の受取可能回数は最大3回（3日分）までストックすることができます。
・新たに大艦隊に参加したメンバーは参加初日、大艦隊補給を購入酒るうことが出来ません。]]
		}
	}
}
