_G.pg.gametip.guild_event_help_tip = {
	tip = {
		{
			info = "大艦隊作戦について：\n"
		},
		{
			info = [[
■大艦隊作戦とは
大艦隊作戦とは、大艦隊メンバー全員が参加する特殊コンテンツになります。
大艦隊メンバーは「作戦事件」に参加し作戦を進捗させ、さらに大艦隊作戦の最後に出現する「強敵」を撃破することで作戦を完了させることが出来ます。
「作戦事件を参加する」「敵強敵を撃破する」と、報酬を受け取ることが出来ます。

大艦隊作戦は毎月2回まで参加できます（大艦隊作戦の作戦事件の参加は無制限です）。]]
		},
		{
			info = [[
■大艦隊作戦の進み方
・大艦隊司令、もしくは副司令は、大艦隊資金を消費して大艦隊作戦を発令することが出来ます。
・大艦隊作戦が発令されると、「作戦事件」が画面に表示され、メンバーは「艦船派遣」で参加することが出来ます。
・派遣される艦船が多ければ多い程、「作戦事件」の進捗が早くなります。また、特別な条件を満たすと進捗を更に早めることが可能です。
・「作戦事件」はそれぞれ参加したメンバーの評価によって報酬が支給されます。「艦船評価UP」条件を満たすことで評価を上げことも可能です。
・「作戦事件」をいくつか完了しますと、「強敵」が出現します。
・「強敵」の出現していない状態では、大艦隊作戦の「支援艦船派遣」では、ほかのメンバーが強敵と戦うときに編成できる「支援派遣艦船」を2隻まで派遣できます。
]]
		},
		{
			info = [[
■強敵について
・「強敵」とは、大艦隊作戦の最後に出現する戦闘可能な的になります。
・「強敵」の強さは、大艦隊作戦に参加したメンバーの人数によって決まります。
・「強敵」は1日に1度しか戦闘を行うことが出来ません
。
・「強敵」は「作戦編成」で攻撃艦隊を編成し、戦闘を開始させるうことができます。
・作戦編成の際、他の大艦隊メンバーの「支援派遣艦船」を最大3隻まで選択することが出来ます。その際、自分の所持艦船を最低2隻以上選択しなければなりません。
・「強敵」を撃破しますと、大艦隊作戦が終了されます。
]]
		},
		{
			info = [[
■報酬について
・大艦隊作戦の報酬は、大艦隊作戦画面の「作戦報告」「作戦報酬」にて確認・受取出来ます。
※報酬の受取に受取可能期限が存在します。

※開放された大艦隊作戦は60日以内にクリアしなかった場合、自動的に終了します]]
		}
	}
}
