_G.pg.gametip.guild_public_tech_tip = {
	tip = {
		{
			info = "■公共大艦隊兵站について："
		},
		{
			info = "公共大艦隊兵站とは、大艦隊に所属していない指揮官でも、兵站施設による効果を利用できるようにする機能です。"
		},
		{
			info = "公共大艦隊兵站施設のレベルUP時の資源消費は、大艦隊に所属している際の資源消費より多くなります。"
		},
		{
			info = "大艦隊に加入していない場合は、現在の公共大艦隊の施設レベル上限分だけ、兵站施設のレベル上限が適用されます。"
		},
		{
			info = "指揮官が既に取得済みの兵站レベルが上限を上回った場合、指揮官の取得済みの最も高い兵站レベルが適用され、もう一度レベルアップさせる必要はありません。"
		},
		{
			info = "■公共大艦隊兵站を利用するには："
		},
		{
			info = "1.兵站施設をレベルUPするには、貢献Pt/資金を消費する必要があります。"
		},
		{
			info = "2.公共大艦隊兵站施設の最大レベルは、大艦隊全体の兵站施設の最大レベルによって決められます。また、公共大艦隊兵站のレベル上限の増加進捗は毎日少しずつ自動で進行します。"
		}
	}
}
