_G.pg.gametip.help_rollingBallGame = {
	tip = {
		{
			info = [[
■概要
饅頭パズルとは、画面上のドロップ（SDアイコン）をで
きるだけ「同じドロップを3つ揃える」状態にすることで
スコアを獲得していくミニゲームになります。

■遊び方
・饅頭パズルでは、ドロップをほかのドロップの位置にス
ワイプすることで位置を入れ替えられます。
・一回スワイプを終わらせるか、7秒間経過するとゲーム
が終了します。
・ゲーム終了時、画面上で「同じドロップが3つ揃ってい
る」とドロップが消え、スコアとして計算されます。
・饅頭パズルを「チケット」を所持している状態でクリ
アすると、「ゲーム回数」が1回消費され、「3周年の招
待状」の獲得進捗が1回進捗します。
・「3周年の招待状」獲得進捗が7回進捗すると、当該イ
ベントバナーでSSR艦船と交換できる「3周年の招待状」
を入手できます。
・「3周年の招待状」の獲得進捗は、「饅頭トラベル」
画面右側の「招待状」アイコンをタップするか、当該
イベントバナーにて確認できます。
・「ゲーム回数」を所持していない状態でも「饅頭パズ
ル」をプレイできます。その場合、招待状の入手進捗は
進捗しません。]]
		}
	}
}
