_G.pg.gametip.ur_exchange_help_tip = {
	tip = {
		{
			info = "■ブリ集めとは"
		},
		{
			info = "ブリ集めとは、「特装型ブリMKⅢ」と交換する「特装コア」を入手できる常設キャンペーンになります。キャンペーン開催期間中、下記の方法で「特装コア」を入手することができ、また毎月の入手可能個数に上限が存在します。入手可能数上限は毎月1日0:00にリセットされます。"
		},
		{
			info = "■「特装コア」の入手方法"
		},
		{
			info = [[
①ウィークリー任務「常設デイリー任務を20/50個クリアする」をクリアすると、「特装コア」を大量に入手することが出来ます。
②メイン海域（ノーマル・ハード）、イベント海域、作戦履歴の常設化イベント海域に出撃し、敵中枢艦隊を撃破した際、「特装コア」を少し入手することが出来ます。
③科学研究室で科学研究を行うと、「特装コア」を少し入手することがあります。
④建造で入手したUレア艦船を退役すると、「特装コア」を入手することができます。]]
		}
	}
}
