_G.pg.gametip.help_candymagic = {
	tip = {
		{
			info = [[
■概要
「魔女とお菓子の夜」とは、ミニゲームを7日間プレイし、
イベントアイテム「マジックキャンディ」を集めることで
、ラドフォードの着せ替え「キャンディマジック！」と交
換できるミニイベントです。

■「マジックキャンディ！」について
イベント期間中、一日に一度、イベントバナーのかぼちゃ
が自動で1個点灯します。点灯しているかぼちゃが存在す
る状態でゲームをプレイした場合、かぼちゃが消灯する代
わりに「マジックキャンディ」を1個入手できます。
「マジックキャンディ」を7個集め、イベントバナーのボ
タンをタップすることで、ラドフォードの着せ替え「キャ
ンディマジック！」を入手できます。

■ミニゲームの遊び方
・ラドフォードのミニキャラが画面上部から落ちてくるお
菓子を受け止めると、スコアが加算されます。
・画面両側をタップすることでラドフォードを移動させる
ことができます。
・落ちてくる爆弾と接触した場合、またはお菓子を受け止
められなかった場合HPが1減り、HPが0になった時点で
ゲームオーバーになります。
・ラドフォードが画面に出現するお化け饅頭と接触した場
合、移動速度が低下します。
・お化け饅頭は画面右の懐中電灯をタップすることで退散
させることができます。]]
		}
	}
}
