_G.pg.gametip.hunter_npc = {
	tip = {
		{
			info = "「ルール："
		},
		{
			info = [[
1.イベント期間中、メイン海域（ノーマル）3章以降の
ステージの中枢艦隊を撃破すると、「友好度」を獲得す
る事が できます。獲得した「友好度」が一定の数値に到
達すると、「友好度報酬」を入手することが出来ます；]]
		},
		{
			info = [[
2.キャラとして仮加入した【ハンター】は、友好度報酬
（7段階目）の「正式加入」を達成しない限り、ケッコ
ンすることができず、また退役や強化・限界突破素材へ
の選択をすることが出来ません；]]
		},
		{
			info = [[
3.【ハンター】（正式加入済・未正式加入問わず）を編
成に入れている艦隊で上記ステージの敵中枢艦隊を撃破
し、かつ勝利時【ハンター】が戦闘可能な状態の場合、
獲得する「友好度」が2倍になります；]]
		},
		{
			info = [[
4.イベント終了までにイベントページの「友好度報酬」
せることができます（友好度が1500必要）。イベント
終了時、「正式加入」していない【ハンター】は消失し
ます；]]
		},
		{
			info = "5.友好度報酬は11/12（木）まで毎日1段階ずつ解放さ\nれます；"
		}
	}
}
