_G.pg.gametip.venusvolleyball_help = {
	tip = {
		{
			info = "ヴィーナス練習試合とは"
		},
		{
			info = [[
「ヴィーナス練習試合」とは、ビーチバレーのミニゲー
ムをプレイすることで、報酬を入手できるミニイベント
です。
キャラクターを選択し、7日間毎日1回開放される試合を
クリアすると、コラボ兵装「ヴィーナス覚醒ジェム」を
入手できます。]]
		},
		{
			info = "■遊び方"
		},
		{
			info = [[
本試合と、本試合クリア後に開放される自由にプレイで
きる練習試合の2種類あります。
・試合に参加するには、「スタート」をタップし、チー
ムキャラを選択する必要があります。
・試合では、メンバーが自動でフィールドを動き、また
画面をタイミングよくタップすると、サーブやアタック
が成功判定になります。
・本試合はチームメンバーを変更することができません。
・本試合は毎日、何回でも再チャレンジすることができ
ます。
・自由試合は毎回、チームメンバーを選び直すことがで
きます。]]
		}
	}
}
