_G.pg.gametip.doa_main = {
	tip = {
		{
			info = "■休日白浜とは"
		},
		{
			info = "休日白浜とは、イベント「バケーションレーン」のトッ\nプページであり、イベントの各画面に移動することがで\nきます。"
		},
		{
			info = "■各コンテンツの説明"
		},
		{
			info = [[
特別海域：
イベント期間中に開放される限定海域。イベント海域を
クリアすると、アイテム「ヴィーナスPt」を集めること
ができます。]]
		},
		{
			info = "作戦補給：\n「ヴィーナスPt」を各種報酬と交換することができます。"
		},
		{
			info = "累計報酬：\n入手した「ヴィーナスPt」の累計数により、艦船「女天\n狗」など様々な報酬を入手できます。"
		},
		{
			info = "限定建造：\n建造の「期間限定建造」ページに移動します。"
		},
		{
			info = "着せ替え：\nショップの「着せ替え」ページに移動します。"
		},
		{
			info = [[
記念章：
様々な条件を達成することで、「キャラ好物情報」を開
放することができます。「キャラ好物情報」を全部開放
すると、限定家具「ヴィーナス記念像」を入手できます。]]
		},
		{
			info = [[
ヴィーナス練習試合：
ミニゲームをプレイすることができます。７日間プレイ
すると、特別兵装「ヴィーナス覚醒ジェム」を入手でき
ます。]]
		},
		{
			info = [[
さらに、コラボイベント期間中毎日「特別委託」が出現
します。委託を遂行すると報酬を入手することができま
す。特別委託は既存の委託出撃枠・委託出現枠とは別枠
として扱われ、また、委託報酬は12月16日（水）23:59
までの期間限定で受領できます。]]
		}
	}
}
