_G.pg.gametip.help_xinnian2021_feast = {
	tip = {
		{
			info = "■概要\n「母港正月2021」イベントとは、ミニゲームを楽しみながら、「春月」の着せ替えと駆逐艦「Z28」を入手できるイベントです。"
		},
		{
			info = "■ミニゲームについて"
		},
		{
			info = [[
「饅頭雪合戦」をタップすると、ミニゲーム「饅頭雪合戦」をプレイすることができます。
試合が開放されている状態でゲームをクリアすると、試合を進捗させることができ、「幸運祈願」可能回数が2回増加します。
「饅頭雪合戦」を最後まで進めると、駆逐艦「春月」の着せ替えを入手できます。

「饅頭グルメ」をタップすると、ミニゲーム「饅頭グルメ」をプレイすることができます。
ゲーム進捗可能回数を所持している状態でゲームをクリアすると、収集アイテムを1個入手でき、さらにアイテムを7つ集めると駆逐艦「Z28」を入手できます。]]
		},
		{
			info = "■幸運祈願"
		},
		{
			info = "幸運祈願回数を所持している状態では、資金5を消費して幸運祈願の行うことが出来ます。"
		},
		{
			info = "■着せ替え"
		},
		{
			info = "着せかえショップに遷移できます。"
		},
		{
			info = "■限定建造"
		},
		{
			info = "期間限定建造画面に遷移できます。"
		}
	}
}
