_G.pg.gametip.help_xinnian2021__qiaozhong = {
	tip = {
		{
			info = "■概要\n「幸運祈願」では、お賽銭（5資金）を消費することで、一定時間、様々な効果を得られます。\n「幸運祈願可能回数」は毎日1回だけ、「饅頭雪合戦」をクリアした際に2回加算されます。"
		},
		{
			info = "■遊び方"
		},
		{
			info = [[
・鐘を鳴らすことで、幸運祈願の効果を選択することができます。
・幸運祈願効果
　学業祈願：戦術教室でスキルを新たに強化する場合、所要時間が少し短縮
　開運招福：メイン海域及び作戦履歴海域戦闘時、味方が与えるダメージが微増
　良縁祈願：秘書艦の親密度上昇スピードがアップ
・幸運祈願は同時に一種類しか適用できず、同じ祈願を複数回行っても効果は上乗せされません。
・幸運祈願の効果は24時間持続します。また、幸運祈願の効果適用中にもう一回祈願すると、前の祈願の効果・持続時間が上書きされます。]]
		},
		{
			info = "■注意"
		},
		{
			info = "「幸運祈願可能回数」が0の場合でもお賽銭を入れることができますが、幸運祈願を行うことができません。"
		}
	}
}
