_G.pg.gametip.help_xinnian2021__meishi = {
	tip = {
		{
			info = [[
■概要
「饅頭グルメ」とは、艦船の買い出しの依頼に応じ、制限時間内にみんなが欲しがる食べ物を屋台で購入するミニゲームになります。
正しい食べ物を購入すると、制限時間が増加し、得点を得ることができます。

制限時間終了、もしくはゲームを中断した場合、ゲームクリアになります。]]
		},
		{
			info = "■遊び方"
		},
		{
			info = [[
・ゲーム回数を所持している状態でミニゲームをクリアすると、アイテム「グルメ券」を入手できます。「グルメ券」を7つ集めると、駆逐艦「Z28」を入手できます。
・「スタート」をタップすると、画面左のキャラに買い出し内容が表示されます。
・5秒後、買い出し内容の表示が消え、代わりに購入できる食べ物の一覧が出現します。
・制限時間内に食べ物のアイコンをタップすると、購入する食べ物を選択することができます。また選択済みの食べ物アイコンをタップすると、選択をキャンセルすることができます。
・食べ物を3種類選択すると、買い出し結果画面が表示されます。
・購入した食べ物が買い出し内容と一致（並び順を含む）した場合、得点を入手することができます。
・結果画面で「続ける」をタップすると、ミニゲームを継続することができます。「終了」をタップするか、もしくは制限時間が0になると、ミニゲームを終了できます。]]
		}
	}
}
