_G.pg.gametip.fushun_adventure_help = {
	tip = {
		{
			info = [[
■概要
ミニゲーム「撫順の大冒険Ⅱ」とは、撫順を操作し年獣饅頭を倒していくゲームです。
ミニゲームは2.4-2.10に毎日1ステージが開放され、最初の6ステージを1回目クリアすると「お年玉」、そして最終ステージをクリアすると駆逐艦「撫順」を入手できます。

また、手に入れたお年玉は「饅頭の年玉」で開封できます。

■遊び方
1.画面右から左へと移動する年獣饅頭が「攻撃可能エリア」内に入ると、画面左右のA・Bボタンがあるエリアをタップすることで年獣饅頭を攻撃できます。
 ※「攻撃可能エリア内」で年獣饅頭がいない場合ボタンをタップすると空振りしてしまう場合があります。
2.年獣饅頭はサイズによって倒すのに必要な攻撃回数が異なり、またそれぞれの年獣饅頭を倒す際に得られるスコアも異なります
 小型年獣饅頭：10pt
 中型年獣饅頭：20pt
 大型年獣饅頭：30pt
3.年獣饅頭を倒すと、画面下部のエネルギーゲージが上昇します。エネルギーゲージが満タンになると、A・Bボタンを連打することで大量のスコアを手に入れることができます。
4.年獣饅頭が撫順に接近すると、画面上部のHPが減少します。画面上部のHPがゼロになるか、ゲームを「終了」ボタンで終了すると、ゲームクリアになります。]]
		}
	}
}
