_G.pg.gametip.wwf_bamboo_help = {
	tip = {
		{
			info = [[
■概要
任務イベント「パンダと一緒」とは、限定任務をクリアすると手に入る「笹」をパンダにあげて親密度を上げていくことで、様々な報酬を入手できるイベントです。

パンダの親密度は「平海」分と「寧海」分のそれぞれで存在し、イベントページ右下のボタンでいつでも表示を切り替えることができます。

■遊び方
・イベント期間中、限定任務のクリア条件を達成すると、イベントページを開いた際に「笹」を入手することができます。
（笹を入手できる限定任務と、笹の所持数は平海/寧海で共通です）
・イベントページで「笹」を消費し、パンダとの親密度を上昇させることができます。
・パンダの親密度を一定の段階まで上げると、報酬を入手できます。
（パンダの親密度・親密度報酬は平海/寧海でそれぞれに存在します）
・限定任務は下記３種類の任務が存在します。
１回限り：イベント期間中、1回しかクリアできない任務
ウィークリー：毎週月曜日0時にリセットされる任務（イベント期間中最大３回までクリア可能）
デイリー：毎日0時にリセットされる任務]]
		}
	}
}
