_G.pg.gametip.securitycake_help = {
	tip = {
		{
			info = [[
■概要
ミニゲーム「饅頭ケーキ」は、制限時間内でケーキをつまみ食いしようとする饅頭とオフニャたちから守り抜き、スコアを稼ぐゲームです。
ケーキが3回つまみ食いされるか、制限時間が終了するとゲームクリアになります。
さらに、ゲーム回数を所持している状態でゲームをクリアすると、ゲーム回数が1回消費され、ログイン回数が1回加算されます。

■遊び方
・ゲームが開始すると、饅頭とオフニャが出現し、ケーキに向けて移動し始めます。
・饅頭とオフニャがケーキに到達すると、ケーキがつまみ食いされてしまいます。
・饅頭とオフニャをタップすると、特装型ブリMkⅢが出現し、ハンマー「すーぱーにゃんにゃん1号」で饅頭とオフニャを叩きケーキを守ります。
　ケーキを守る（饅頭とオフニャを倒す）には、それぞれの饅頭の種類によって必要なタップ回数が異なります。さらに、倒した饅頭とオフニャに応じてスコアを得ることができます。
　①怪盗饅頭　1タップ　100点
　②ニンジャ饅頭　1タップ　150点
　③巨大饅頭　2タップ　200点
　④スニーキングオフニャ　1タップ　150点
・饅頭とオフニャを倒すと、画面下部のEXゲージが上昇します。EXゲージが満タンの状態でゲージをタップすると、特装型ブリMkⅢの攻撃力/攻撃範囲が上昇します。

■ゲーム回数と招待状について
・キャンペーン期間中、毎日ゲーム回数が１回加算されます（最大７回まで）
・ゲーム回数を所持している状態でミニゲームをクリアすると、ゲーム回数が1回消費され、さらに「初夏招待券」を手に入れるのに必要なログイン回数が１回加算されます。
・ログイン回数を7回入手すると、イベントバナーにて「初夏招待券2021」を入手できます。
・ゲーム回数の所持数は「饅頭ランド」画面右側、ログイン回数の所持数は招待券バナーにて確認できます。
・イベントバナーはイベント一覧のほか、「饅頭ランド」で「招待状」ボタンタップで遷移できます。
・ゲーム回数を所持していない状態でミニゲームをクリアしても、ログイン回数は加算されません。]]
		}
	}
}
