_G.pg.gametip.meta_help = {
	tip = {
		{
			info = [[
■メタラボとは
メタラボとは、「META」艦船を入手・強化できる専用システムになります。
メタラボでは、下記の操作を行うことが出来ます。
・「META」艦船別の入手情報の確認と、艦船の入手
・「META」艦船別の解析Pt報酬を入手
・「META」艦船の艤装強化、スキル習得、限界突破
・「META艦船は1種類につき1隻しか所有できず、また「META」艦船は退役/強化素材にすることは出来ません。
・同じ「META」艦船の2隻目を入手した場合、限界突破アイテム「結晶」に変換されます。

■解析Ptについて
・「セイレーン作戦」の「META戦」では、特定の「META」艦船に対応する「解析Pt」を入手することが出来ます。
・メタラボで当該艦船のタブ選択すると、その艦船の「解析Pt」に関する報酬を確認することが出来ます。
・解析Ptを一定数貯めると、「META艦船」を入手できます。
・「META」艦船が入手済みの状態では、艦船の操作画面で「情報解析」で解析Pt関連の情報を確認することが出来ます。

※<color=#92fc63>2021.9.9-2021.12.9</color>蒼龍(META)META戦開放期間は「蒼龍・META」の解析Ptを入手できます。
 解析Ptおよび解析Pt累計入手数報酬は開催期間終了後にリセットされます。

■「META」艦船の艤装強化について
・入手済の「META」艦船画面の「艤装強化」をタップすると、艤装強化画面を確認することができます。
・強化を行う際、砲撃/雷撃/航空/装填の任意の項目を選択して強化することが出来ます。
・強化を行うと、対応のステータスが上昇します。さらに、強化を一定段階進めると、ステータスの追加ボーナスを得ることが出来ます。
・「META」艦船の「艤装強化」は特定な素材を消費するようになります。

■「META」艦船の限界突破について
・入手済の「META」艦船画面の「限界突破」をタップすると、限界突破画面を確認することができます。
・限界突破を行うには、「ブリ」と異なりその艦船に対応するアイテム「結晶」を消費します。
・「結晶」はメタラボの解析Pt報酬にて入手可能です。
■「META」艦船のスキル習得について
・「META」艦船のスキル習得と強化は「メタラボ」
でのみ行うことができます。
・入手済の「META」艦船画面の「限界突破」をタップすると、スキル習得画面を確認することができます。
・「META」艦船のスキルの習得は素材を消費することで、強化は専用任務をこなし習得EXPを貯めることで行うことがでできます
　（習得EXPは1日入手できる上限が存在します）
・「META」艦船はそれぞれ1種類のスキルまでしか同時に強化できません。
]]
		}
	}
}
