_G.pg.gametip.world_reset_tip = {
	tip = {
		{
			info = [[
■簡易まとめ
・セイレーン作戦のストーリー4章をクリアすると、毎月1日0時に下記の動作が行われます。
　　①エリアの「確保」状況がリセットされます。
　　②指揮官行動力と艦船の「適応調整」がリセットされます。
　　③セイレーン作戦専用アイテムが削除され、一部アイテムは「備蓄物資交換券」に変換されます。
　・セイレーン作戦トップ画面の「ショップ」で下記のアイテムを購入可能です。
　　①「燃料」を5000を消費し、便利アイテム「セイレーン海域情報」を購入できます。
　　②「備蓄物資交換券」を消費し、様々なアイテムを購入できます。
・「セイレーン海域情報」は「アイテム」で使用すると、セイレーン作戦専用資源アイテムを大量に入手し、さらにエリア移動制限を解除できます。

■リセットの条件
セイレーン作戦の「リセット」は、セイレーン作戦四章全てのストーリーをクリアしていると、
毎月1日0:00にセイレーン作戦の海域確保状況・ステータスがリセットされます。

リセットの反映は、0：00以降「セイレーン作戦」トップ画面に移行する際に行われます。
すでに配置済みの艦隊は「リバープール」エリアに戻されます。

■リセットされるコンテンツセイレーン作戦のリセット発生時、下記のコンテンツがリセットされます。

①各エリアの確保状況
セイレーン作戦における、各エリアの「確保」状況がリセットされます。
また、各エリアの「確保報酬」（エリアマップ一覧でのエリア情報画面に表示される報酬）が再度取得できます
。
※各エリアの「星集め」こと「探索実績」はリセットされません。

下記リセットショップ（特殊補給）でアイテム「セイレーン海域情報」を購入し、セイレーン作戦の「アイテム」画面で使用することで、エリアを一括で開放し確保報酬を全部入手することができます。

セイレーン海域情報を使用することで貰えるアイテムまとめ：
適応調整・攻撃×90
適応調整・耐久×90
適応調整・回復×90
応急修理箱×45
EN補給箱・小×45
作戦補給コイン×84000

※ランダムで出現する「海域の敵全撃破で出現するアイテム」は受け取れません。

②艦隊の「セイレーン作戦」におけるステータスセイレーン作戦にて展開中の艦隊の残り耐久、特殊状態、適応調整の数値がリセットされます。
また、指揮官行動力が200にリセットされます。]]
		}
	}
}
