_G.pg.gametip.gametip_xiaotiancheng = {
	tip = {
		{
			info = "■概要\n「すこやかりとる」とは、イベント開始時に仮加入した【天城ちゃん】の「友好度」を海域に出撃することで貯め、【天城ちゃん】を正式加入させるイベントになります。"
		},
		{
			info = [[
■遊び方
1.イベント期間中、メイン海域（ノーマル）3章以降のステージか、「讃える復興の迷路」限定海域の中枢艦隊を撃破すると、「友好度」を獲得する事ができます。獲得した「友好度」が一定の数値に到達すると、「友好度報酬」を入手することができます
2.【天城ちゃん】は、友好度報酬（7段階目）の「正式加入」を達成しない限り、ケッコンすることができず、また退役や強化・限界突破素材への選択をすることができません。
3.【天城ちゃん】を編成に入れている艦隊で上記ステージの敵中枢艦隊を撃破し、かつ勝利時【天城ちゃん】が戦闘可能な状態の場合、獲得できる「友好度」が2倍になります。
4.イベント終了までにイベントページの「友好度報酬」を最後まで受け取ると、【天城ちゃん】を「正式加入」させることができます（友好度が1000必要）。イベント終了時、「正式加入」していない【天城ちゃん】は母港からいなくなります。
5.友好度報酬は4/28（水）まで毎日1段階ずつ解放されます。]]
		},
		{
			info = "6.仮加入状態の【天城ちゃん】はセイレーン作戦（META戦含む）に参加できず、またセイレーン作戦では友好度を獲得できません。"
		},
		{
			info = "7.仮加入状態の【天城ちゃん】は大艦隊作戦には参加できません。"
		}
	}
}
