_G.pg.gametip.cat_home_help = {
	tip = {
		{
			info = [[
■オフニャハウスとは
オフニャハウスは、中に配置したオフニャの経験値を自動で上昇させられる機能です。

■遊び方
①オフニャハウスの配置枠にオフニャを配置すると、オフニャの経験値が自動で獲得できます
②一日に一度だけ、オフニャハウスの配置枠にオフニャが配置されていると、下記の行動が行えるようになります。
　アイコンをタップすると、行動を実行可能な配置枠/オフニャに対して一括で行動が実行されます。
　清掃
    遊ぶ
　食糧補充
　※注意：
　配置枠ならびにオフニャは、一日に上記の行動一回ずつしか行えません。
　既に行動済の配置枠に未行動のオフニャを配置しても、未行動の配置枠に行動済みのオフニャを配置しても、行動を行えません。
③行動を行うと、下記の報酬を入手できます。
　清掃：「オフニャハウス」を成長させられます
　遊ぶ：「オフニャハウス」を成長させられるほか、ネコハコ訓練加速材などを入手できます
　食糧補充：「オフニャハウス」を成長させられるほか、配置されているオフニャの経験値を増加させられます
④オフニャハウスが成長すると、配置枠・配置枠の着せ替え・オフニャの獲得経験値などが増加します。]]
		}
	}
}
