_G.pg.gametip.amusementpark_help = {
	tip = {
		{
			info = [[
■概要
キャンペーン「饅頭ランド」は下記の内容で構成されています。
・限定任務
・施設増築（艦隊強化効果）
・引換券
・ミニゲーム＆招待券

■限定任務について
・6月2日（水）毎日0時に新しい期間限定任務が開放されます。
・期間限定任務は、メイン画面の「任務」（任務一覧）に表示されます。
・期間限定任務をクリアすると、アイテム「饅頭ランド建築材」と「饅頭引換券」を入手できます。

■施設増築について
・「饅頭ランド」のトップ画面では、下記の施設をタップすることで増築できます。
・施設を増築すると、キャンペーン期間中艦隊強化効果を入手できます。
・施設の増築には「饅頭ランド建築材」を消費します。

■引換券について
・「饅頭ランド」の「饅頭引換券」をタップすると、アイテム交換画面を表示できます。
・アイテム交換画面では、「饅頭引換券」を消費することで様々な報酬を交換できます。

■ミニゲーム＆招待券について
・キャンペーン期間中、毎日ゲーム回数が１回加算されます（最大７回まで）
・ゲーム回数を所持している状態でミニゲームをクリアすると、ゲーム回数が1回消費され、さらに「初夏招待券」を手に入れるのに必要なログイン回数が１回加算されます。
・ログイン回数を7回入手すると、イベントバナーにて「初夏招待状2021」を入手できます。
・ゲーム回数の所持数は「饅頭ランド」画面右側、ログイン回数の所持数は招待券バナーにて確認できます。
・イベントバナーはイベント一覧のほか、「饅頭ランド」で「招待状」ボタンタップで遷移できます。
・ゲーム回数を所持していない状態でミニゲームをクリアしても、ログイン回数は加算されません。]]
		}
	}
}
