_G.pg.gametip.MeixiV4_help = {
	tip = {
		{
			info = "前哨戦イベント「再現記録」について："
		},
		{
			info = "1.イベント期間中、5月26日（水）まで毎日0時に限定任務が2つ解放されます。"
		},
		{
			info = "2.表示された2つの任務をクリアすると、次の日の任務に進むことができます。"
		},
		{
			info = [[
3.報酬一覧：
5/20（木）解放任務1：T2強化パーツ*5，資金*100
5/20（木）解放任務2：ストーリー解放①
5/21（金）解放任務1：T2改造設計図*2
5/21（金）解放任務2：資金*100
5/22（土）解放任務1：T2装備箱*3，資金*100
5/22（土）解放任務2：ストーリー解放②
5/23（日）解放任務1：海軍カレー*3
5/23（日）解放任務2：資金*100
5/24（月）解放任務1：T3装備箱*1，資金*100
5/24（月）解放任務2：ストーリー解放③
5/25（火）解放任務1：T3教科書*2
5/25（火）解放任務2：資金*100
5/26（水）解放任務1：限定兵装，資金*100
5/26（水）解放任務2：ストーリー解放④]]
		}
	}
}
