_G.pg.gametip.idolmaster_main = {
	tip = {
		{
			info = [[
■概要
キャンペーン「裏山会場」は下記の内容で構成されます。
・コラボイベント「海に響くアイドルの歌」海域への移動ボタン
・ミニゲーム
・記念章

■コラボイベント
・7.22-8.5の間、コラボイベント限定海域が開放され、「コラボPt」を入手できます。
・「コラボPt」は累計入手数報酬のほか、ショップにて様々な報酬と交換できます。
・また、7.22-8.4の間に毎日1個特殊委託が開放されます。委託を完成させると、特殊報酬を入手できます。
　※特殊委託の報酬受領期限は8.11まで

■ミニゲームについて
・ミニゲーム「饅頭渡し会」は7.28まで毎日新しい進捗が開放されます。
・ミニゲームを7日間プレイし、最後まで進捗させると、兵装「輝きのブレスレット」を入手できます。

■記念章について
・記念章ページの各種実績を達成すると、コラボキャラのプロフィール紹介が開放されます。
・プロフォールを全14個開放（全実績達成）すると、記念家具「765記念章」を入手できます。
]]
		}
	}
}
