_G.pg.gametip.activity_event_building = {
	tip = {
		{
			info = [[
■概要
キャンペーン「饅頭水上公園」は下記の内容で構成されています。
・記念ホール（指揮官情報確認）
・限定任務
・施設増築（艦隊強化効果）
・ミニゲーム＆招待券

■限定任務について
・9月22日（水）まで毎日0時に新しい期間限定任務が開放されます。
・期間限定任務は、メイン画面の「任務」（任務一覧）に表示されます。
・期間限定任務をクリアすると、アイテム「水上公園建築材」を入手できます。

■施設増築について
・「饅頭水上公園」のトップ画面では、下記の施設をタップすることで増築できます。
・施設を増築すると、キャンペーン期間中艦隊強化効果を入手できます。
・施設の増築には「饅頭ランド建築材」を消費します。

■ミニゲーム＆招待券について
・キャンペーン期間中、毎日ゲーム回数が1回加算されます（最大7回まで）
・ゲーム回数を所持している状態でミニゲームをクリアすると、ゲーム回数が1回消費され、さらに「4周年招待状」を手に入れるのに必要なログイン回数が１回加算されます。
・ログイン回数が7回まで加算されると、イベントバナーにて「初夏招待状2021」を入手できます。
・ゲーム回数の所持数は画面右側、ログイン回数の所持数は招待券バナーにて確認できます。
・イベントバナーはイベント一覧のほか、「饅頭水上公園」の「招待状」ボタンタップで遷移できます。
・ゲーム回数を所持していない状態でミニゲームをクリアしても、ログイン回数は加算されません。]]
		}
	}
}
