_G.pg.gametip.coloring_help_tip = {
	tip = {
		{
			info = [[
■概要
開放される「おえかき」を完成させることで「お年玉」や駆逐艦「鞍山」などの報酬を獲得できます。
「絵の具」を使用することで「おえかき」を完成させることができます。
「絵の具」はイベント期間中の「累計燃料消費数」に応じてクリアできる特殊任務より入手できます。

累計燃料消費数15000で、全ての「おえかき」の完成に必要な「絵の具」を入手することができます。

手に入れたお年玉は「饅頭の年玉」で開封できます。

※遊び方※
・「おえかき」では、着色枠に指定された番号の絵の具を選択して、タップすると、枠に色を塗ることができます；
・塗エリアはピンチ操作で拡大・縮小できます
・色塗りは、同じ色の枠が完全に着色されるか、絵の具が全て消費されるかまで自動で行われます；
・色塗りは「絵の具」を消費します。絵の具の残量が0になると、該当する色の枠を色塗りすることができません；
・「絵の具」はイベント期間限定任務「累計燃料消費数」の報酬で入手できます；
・絵が完成（着色枠を全て着色・「空白絵」は除く）すると、報酬を入手することができます。
・おえかき完成の報酬一覧：
No.1 ランダム教科書T3×2 
No.2 お年玉×1 
No.3 主砲強化パーツT3×2
No.4 お年玉×1 
No.5 汎用強化パーツT3×2
No.6 お年玉×1
No.7 駆逐艦「鞍山」
・イベント終了後、未使用の絵の具はリセットされます
・2月10日（水）まで毎日新しい絵が一枚ずつ開放されます。]]
		}
	}
}
