_G.pg.gametip.link_link_help_tip = {
	tip = {
		{
			info = "                                     ※遊び方※\n"
		},
		{
			info = "1.「サンディエゴスター」を入手できる回数は毎日0:00に1回増加します；"
		},
		{
			info = "2.前日イベントに参加しなかった・ミニゲームをクリアしなかった場合でも回数が自動で上乗せされます；"
		},
		{
			info = "3.「サンディエゴスター」の入手個数は「何度目の入手」かによって、毎回異なります；"
		},
		{
			info = "4.同じキャラアイコンをタップして、下記の条件を満たすと、キャラアイコンを消すことができます；"
		},
		{
			info = "5.条件：2つのキャラアイコンの間でほかのキャラアイコンを経由することなく、直線（横・縦）3つ以下で繋げられる場合、キャラアイコンを消すことができます；"
		},
		{
			info = "6.すべてのキャラアイコンを消すと、「サンディエゴスター」を入手できます；"
		},
		{
			info = "7.「サンディエゴスター」を7日間プレイして18個入手すると、改造素材「輝く☆マイク」を入手できます；"
		},
		{
			info = "8.「輝く☆マイク」を入手済み、もしくは「サンディエゴ改」を持っている場合、代わりにアイテム「サンディエゴ☆スター」を入手できます；"
		}
	}
}
