return {
	{
		desc = "每次主炮开火后提高下一轮主炮攻击(3次炮击)的伤害10.0%",
		addition = {
			"10.0%(+0.5%)"
		}
	},
	{
		desc = "每次主炮开火后提高下一轮主炮攻击(3次炮击)的伤害10.5%",
		addition = {
			"10.5%(+0.5%)"
		}
	},
	{
		desc = "每次主炮开火后提高下一轮主炮攻击(3次炮击)的伤害11.0%",
		addition = {
			"11.0%(+0.5%)"
		}
	},
	{
		desc = "每次主炮开火后提高下一轮主炮攻击(3次炮击)的伤害11.5%",
		addition = {
			"11.5%(+0.5%)"
		}
	},
	{
		desc = "每次主炮开火后提高下一轮主炮攻击(3次炮击)的伤害12.0%",
		addition = {
			"12.0%(+0.5%)"
		}
	},
	{
		desc = "每次主炮开火后提高下一轮主炮攻击(3次炮击)的伤害12.5%",
		addition = {
			"12.5%(+0.5%)"
		}
	},
	{
		desc = "每次主炮开火后提高下一轮主炮攻击(3次炮击)的伤害13.0%",
		addition = {
			"13.0%(+0.5%)"
		}
	},
	{
		desc = "每次主炮开火后提高下一轮主炮攻击(3次炮击)的伤害13.5%",
		addition = {
			"13.5%(+0.5%)"
		}
	},
	{
		desc = "每次主炮开火后提高下一轮主炮攻击(3次炮击)的伤害14.0%",
		addition = {
			"14.0%(+1.0%)"
		}
	},
	{
		desc = "每次主炮开火后提高下一轮主炮攻击(3次炮击)的伤害15.0%",
		addition = {
			"15.0%"
		}
	},
	desc_get = "主炮开火后，提高下一轮主炮攻击(3次炮击)的伤害10.0%(满级15.0%)",
	name = "最后的荣耀",
	init_effect = "",
	time = 0,
	color = "red",
	picture = "",
	desc = "主炮开火后，提高下一轮主炮攻击(3次炮击)的伤害$1",
	stack = 1,
	id = 10270,
	icon = 10270,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onChargeWeaponFire"
			},
			arg_list = {
				skill_id = 10270,
				target = "TargetSelf"
			}
		}
	}
}
