return {
	{
		desc = "出击时自身舰载机的第一轮空中支援加载时间缩短20.0%",
		addition = {
			"20.0%(+3.3%)"
		}
	},
	{
		desc = "出击时自身舰载机的第一轮空中支援加载时间缩短23.3%",
		addition = {
			"23.3%(+3.3%)"
		}
	},
	{
		desc = "出击时自身舰载机的第一轮空中支援加载时间缩短26.6%",
		addition = {
			"26.6%(+3.3%)"
		}
	},
	{
		desc = "出击时自身舰载机的第一轮空中支援加载时间缩短29.9%",
		addition = {
			"29.9%(+3.3%)"
		}
	},
	{
		desc = "出击时自身舰载机的第一轮空中支援加载时间缩短33.2%",
		addition = {
			"33.2%(+3.3%)"
		}
	},
	{
		desc = "出击时自身舰载机的第一轮空中支援加载时间缩短36.5%",
		addition = {
			"36.5%(+3.3%)"
		}
	},
	{
		desc = "出击时自身舰载机的第一轮空中支援加载时间缩短39.8%",
		addition = {
			"39.8%(+3.3%)"
		}
	},
	{
		desc = "出击时自身舰载机的第一轮空中支援加载时间缩短43.1%",
		addition = {
			"43.1%(+3.3%)"
		}
	},
	{
		desc = "出击时自身舰载机的第一轮空中支援加载时间缩短46.4%",
		addition = {
			"46.4%(+3.6%)"
		}
	},
	{
		desc = "出击时自身舰载机的第一轮空中支援加载时间缩短50.0%",
		addition = {
			"50.0%"
		}
	},
	desc_get = "出击时自身舰载机的第一轮空中支援加载时间缩短20.0%(满级50.0%)",
	name = "先手必胜",
	init_effect = "",
	time = 0,
	color = "red",
	picture = "",
	desc = "出击时自身舰载机的第一轮空中支援加载时间缩短$1",
	stack = 1,
	id = 10420,
	icon = 10420,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onStartGame"
			},
			arg_list = {
				skill_id = 10420
			}
		}
	}
}
