return {
	{
		desc = "每隔20秒，有30.0%的概率发动，降低自身受到伤害的10.0%，持续8秒",
		addition = {
			"30.0%(+3.3%)",
			"10.0%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有33.3%的概率发动，降低自身受到伤害的12.2%，持续8秒",
		addition = {
			"33.3%(+3.3%)",
			"12.2%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有36.6%的概率发动，降低自身受到伤害的14.4%，持续8秒",
		addition = {
			"36.6%(+3.3%)",
			"14.4%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有39.9%的概率发动，降低自身受到伤害的16.6%，持续8秒",
		addition = {
			"39.9%(+3.3%)",
			"16.6%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有43.2%的概率发动，降低自身受到伤害的18.8%，持续8秒",
		addition = {
			"43.2%(+3.3%)",
			"18.8%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有46.5%的概率发动，降低自身受到伤害的21.0%，持续8秒",
		addition = {
			"46.5%(+3.3%)",
			"21.0%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有49.8%的概率发动，降低自身受到伤害的23.2%，持续8秒",
		addition = {
			"49.8%(+3.3%)",
			"23.2%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有53.1%的概率发动，降低自身受到伤害的25.4%，持续8秒",
		addition = {
			"53.1%(+3.3%)",
			"25.4%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有56.4%的概率发动，降低自身受到伤害的27.6%，持续8秒",
		addition = {
			"56.4%(+3.6%)",
			"27.6%(+2.4%)"
		}
	},
	{
		desc = "每隔20秒，有60.0%的概率发动，降低自身受到伤害的30.0%，持续8秒",
		addition = {
			"60.0%",
			"30.0%"
		}
	},
	desc_get = "每隔20秒，有30.0%(满级60.0%)的概率发动，降低自身受到伤害的10.0%(满级30.0%)，持续8秒",
	name = "防御姿态",
	init_effect = "",
	time = 0,
	color = "blue",
	picture = "",
	desc = "每隔20秒，有$1的概率发动，降低自身受到伤害的$2，持续8秒",
	stack = 1,
	id = 4001,
	icon = 4000,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffAddBuff",
			trigger = {
				"onUpdate"
			},
			arg_list = {
				buff_id = 4002,
				time = 20,
				target = "TargetSelf"
			}
		}
	}
}
