return {
	{
		desc = "出击时，提高全队弗莱彻级驱逐舰的炮击、机动10.0%",
		addition = {
			"10.0%(+2.2%)"
		}
	},
	{
		desc = "出击时，提高全队弗莱彻级驱逐舰的炮击、机动12.2%",
		addition = {
			"12.2%(+2.2%)"
		}
	},
	{
		desc = "出击时，提高全队弗莱彻级驱逐舰的炮击、机动14.4%",
		addition = {
			"14.4%(+2.2%)"
		}
	},
	{
		desc = "出击时，提高全队弗莱彻级驱逐舰的炮击、机动16.6%",
		addition = {
			"16.6%(+2.2%)"
		}
	},
	{
		desc = "出击时，提高全队弗莱彻级驱逐舰的炮击、机动18.8%",
		addition = {
			"18.8%(+2.2%)"
		}
	},
	{
		desc = "出击时，提高全队弗莱彻级驱逐舰的炮击、机动21.0%",
		addition = {
			"21.0%(+2.2%)"
		}
	},
	{
		desc = "出击时，提高全队弗莱彻级驱逐舰的炮击、机动23.2%",
		addition = {
			"23.2%(+2.2%)"
		}
	},
	{
		desc = "出击时，提高全队弗莱彻级驱逐舰的炮击、机动25.4%",
		addition = {
			"25.4%(+2.2%)"
		}
	},
	{
		desc = "出击时，提高全队弗莱彻级驱逐舰的炮击、机动27.6%",
		addition = {
			"27.6%(+2.4%)"
		}
	},
	{
		desc = "出击时，提高全队弗莱彻级驱逐舰的炮击、机动30.0%",
		addition = {
			"30.0%"
		}
	},
	desc_get = "出击时，提高全队弗莱彻级驱逐舰的炮击、机动10.0%(满级30.0%)",
	name = "姐姐气质",
	init_effect = "",
	time = 0,
	color = "yellow",
	picture = "",
	desc = "出击时，提高全队弗莱彻级驱逐舰的炮击、机动$1",
	stack = 1,
	id = 10030,
	icon = 10030,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onStartGame"
			},
			arg_list = {
				skill_id = 10030
			}
		}
	}
}
