pg = pg or {}
slot0 = pg
slot0.word_template_259 = {}
slot1 = slot0.word_template_259

function temp()
	uv0["國"] = {
		["家"] = {
			["安"] = {
				["全"] = {
					this = true
				}
			},
			["機"] = {
				["密"] = {
					this = true
				}
			},
			["新"] = {
				["聞"] = {
					["出"] = {
						["版"] = {
							["廣"] = {
								["電"] = {
									["總"] = {
										["局"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["民"] = {
				["委"] = {
					this = true
				}
			},
			["主"] = {
				["席"] = {
					this = true
				},
				["要"] = {
					["部"] = {
						["委"] = {
							this = true
						}
					}
				}
			},
			["發"] = {
				["展"] = {
					["和"] = {
						["改"] = {
							["革"] = {
								["委"] = {
									["員"] = {
										["會"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["與"] = {
						["改"] = {
							["革"] = {
								["委"] = {
									["員"] = {
										["會"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["軍"] = {
			this = true
		},
		["賊"] = {
			this = true
		},
		["防"] = {
			["部"] = {
				this = true
			},
			["科"] = {
				["工"] = {
					["委"] = {
						this = true
					}
				}
			}
		},
		["內"] = {
			["動"] = {
				["態"] = {
					["清"] = {
						["樣"] = {
							this = true
						}
					},
					["詳"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["使"] = {
					["做"] = {
						["愛"] = {
							["記"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["務"] = {
			["委"] = {
				["員"] = {
					this = true
				}
			},
			["院"] = {
				this = true
			}
		},
		["產"] = {
			["騷"] = {
				["貨"] = {
					this = true
				}
			},
			["嫖"] = {
				["娼"] = {
					this = true
				}
			},
			["無"] = {
				["碼"] = {
					this = true
				}
			},
			A = {
				V = {
					this = true
				}
			},
			["偷"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["6"] = {
			["4"] = {
				["式"] = {
					["7"] = {
						["6"] = {
							["2"] = {
								m = {
									m = {
										["槍"] = {
											["提"] = {
												["供"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["7"] = {
			["7"] = {
				["式"] = {
					["7"] = {
						["6"] = {
							["2"] = {
								m = {
									m = {
										["槍"] = {
											["出"] = {
												["售"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["安"] = {
			["局"] = {
				this = true
			}
		},
		["管"] = {
			["局"] = {
				this = true
			}
		},
		["際"] = {
			["法"] = {
				["院"] = {
					this = true
				}
			}
		},
		["民"] = {
			["黨"] = {
				this = true,
				["萬"] = {
					["歲"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["哈"] = {
		["爾"] = {
			["羅"] = {
				["尼"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["頇"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["韓"] = {
		["東"] = {
			["方"] = {
				this = true
			}
		},
		["聯"] = {
			["潮"] = {
				this = true
			}
		},
		["正"] = {
			this = true
		}
	}
end

temp()
