pg = pg or {}
slot0 = pg
slot0.word_template_164 = {}
slot1 = slot0.word_template_164

function temp()
	uv0["買"] = {
		["賣"] = {
			["老"] = {
				["虎"] = {
					["頭"] = {
						["獵"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["車"] = {
					["攔"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["四"] = {
				["氢"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								this = true
							}
						}
					}
				},
				["氫"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["鷹"] = {
				["牌"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["小"] = {
				["冰"] = {
					["磚"] = {
						["?"] = {
							this = true
						}
					}
				}
			},
			["鹽"] = {
				["酸"] = {
					["羥"] = {
						["亞"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["眼"] = {
				["鏡"] = {
					["蛇"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["獵"] = {
				["槍"] = {
					["子"] = {
						["彈"] = {
							this = true
						}
					}
				}
			},
			["黃"] = {
				["麻"] = {
					["素"] = {
						this = true
					}
				}
			},
			["槍"] = {
				["支"] = {
					this = true
				}
			}
		},
		["胡"] = {
			["椒"] = {
				["基"] = {
					["甲"] = {
						["基"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["春"] = {
			this = true,
			["堂"] = {
				this = true
			},
			["軍"] = {
				["團"] = {
					this = true
				}
			}
		},
		["槍"] = {
			this = true
		},
		["兇"] = {
			["殺"] = {
				["人"] = {
					this = true
				}
			}
		},
		["財"] = {
			["富"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["硝"] = {
		["酸"] = {
			["甘"] = {
				["油"] = {
					["炸"] = {
						["药"] = {
							["制"] = {
								["造"] = {
									this = true
								}
							}
						},
						["藥"] = {
							["製"] = {
								["造"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["气"] = {
		["枪"] = {
			["专"] = {
				["卖"] = {
					this = true,
					["店"] = {
						this = true
					}
				}
			},
			["电"] = {
				["话"] = {
					this = true
				}
			},
			["销"] = {
				["售"] = {
					this = true
				}
			},
			["子"] = {
				["弹"] = {
					["专"] = {
						["卖"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["动"] = {
			["钢"] = {
				["珠"] = {
					["枪"] = {
						["购"] = {
							["买"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["狗"] = {
			["销"] = {
				["售"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["象"] = {
			["局"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["驾"] = {
		["照"] = {
			["代"] = {
				["办"] = {
					this = true
				}
			}
		}
	}
end

temp()
