pg = pg or {}
slot0 = pg
slot0.word_template_112 = {}
slot1 = slot0.word_template_112

function temp()
	uv0["裤"] = {
		["袜"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["买"] = {
		["春"] = {
			this = true,
			["堂"] = {
				this = true
			},
			["军"] = {
				["团"] = {
					this = true
				}
			}
		},
		["卖"] = {
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["小"] = {
				["冰"] = {
					["砖"] = {
						this = true
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["眼"] = {
				["镜"] = {
					["蛇"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["黄"] = {
				["麻"] = {
					["素"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["车"] = {
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			}
		},
		["枪"] = {
			this = true
		},
		["凶"] = {
			["杀"] = {
				["人"] = {
					this = true
				}
			}
		},
		["财"] = {
			["富"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["免"] = {
		["费"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					},
					["图"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["偷"] = {
				["窥"] = {
					["网"] = {
						this = true
					}
				}
			},
			A = {
				["片"] = {
					this = true
				}
			},
			["黄"] = {
				b = {
					["色"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["裸"] = {
				["舞"] = {
					["视"] = {
						["频"] = {
							["聊"] = {
								["天"] = {
									["室"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["費"] = {
			["淫"] = {
				["姦"] = {
					["黃"] = {
						["色"] = {
							["電"] = {
								["影"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["艷"] = {
				["情"] = {
					["淫"] = {
						["穢"] = {
							["小"] = {
								["說"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["網"] = {
						["站"] = {
							this = true
						}
					},
					["圖"] = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["偷"] = {
				["窺"] = {
					["網"] = {
						this = true
					}
				}
			},
			A = {
				["片"] = {
					this = true
				}
			},
			["黃"] = {
				b = {
					["色"] = {
						["電"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["裸"] = {
				["舞"] = {
					["視"] = {
						["頻"] = {
							["聊"] = {
								["天"] = {
									["室"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["捏"] = {
		["弄"] = {
			this = true
		},
		["你"] = {
			["鶏"] = {
				["巴"] = {
					this = true
				}
			}
		}
	}
end

temp()
