pg = pg or {}
slot0 = pg
slot0.word_template_33 = {}
slot1 = slot0.word_template_33

function temp()
	uv0["全"] = {
		["国"] = {
			["人"] = {
				["大"] = {
					this = true
				},
				["民"] = {
					["代"] = {
						["表"] = {
							["大"] = {
								["会"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["政"] = {
				["协"] = {
					this = true
				}
			}
		},
		["能"] = {
			["神"] = {
				this = true
			}
		},
		["裸"] = {
			this = true
		},
		["國"] = {
			["兩"] = {
				["會"] = {
					this = true
				}
			},
			["人"] = {
				["大"] = {
					this = true
				},
				["民"] = {
					["代"] = {
						["表"] = {
							["大"] = {
								["會"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["政"] = {
				["協"] = {
					this = true
				}
			}
		},
		["范"] = {
			["围"] = {
				["教"] = {
					["会"] = {
						this = true
					}
				},
				["议"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["範"] = {
			["圍"] = {
				["教"] = {
					["會"] = {
						this = true
					}
				},
				["議"] = {
					["會"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["三"] = {
		["个"] = {
			["代"] = {
				["表"] = {
					this = true
				},
				["婊"] = {
					this = true
				}
			},
			["呆"] = {
				["婊"] = {
					this = true
				}
			}
		},
		["中"] = {
			["全"] = {
				["会"] = {
					this = true
				},
				["會"] = {
					this = true
				}
			}
		},
		["八"] = {
			["淫"] = {
				this = true
			}
		},
		P = {
			this = true
		},
		["陪"] = {
			this = true,
			["女"] = {
				this = true
			}
		},
		["箭"] = {
			["气"] = {
				["枪"] = {
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					}
				}
			},
			["氣"] = {
				["槍"] = {
					["銷"] = {
						["售"] = {
							this = true
						}
					},
					["技"] = {
						["術"] = {
							["轉"] = {
								["讓"] = {
									this = true
								}
							}
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["製"] = {
						["造"] = {
							["圖"] = {
								this = true
							}
						}
					},
					["到"] = {
						["貨"] = {
							this = true
						}
					},
					["訂"] = {
						["購"] = {
							this = true
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					}
				},
				["狗"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["牌"] = {
				["汽"] = {
					["枪"] = {
						["到"] = {
							["货"] = {
								this = true
							}
						},
						["出"] = {
							["货"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["电"] = {
							["话"] = {
								this = true
							}
						},
						["制"] = {
							["造"] = {
								this = true
							}
						},
						q = {
							q = {
								this = true
							}
						},
						["图"] = {
							["纸"] = {
								this = true
							}
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					},
					["槍"] = {
						["到"] = {
							["貨"] = {
								this = true
							}
						},
						["出"] = {
							["貨"] = {
								this = true
							}
						},
						["訂"] = {
							["購"] = {
								this = true
							}
						},
						["電"] = {
							["話"] = {
								this = true
							}
						},
						["製"] = {
							["造"] = {
								this = true
							}
						},
						q = {
							q = {
								this = true
							}
						},
						["圖"] = {
							["紙"] = {
								this = true
							}
						},
						["轉"] = {
							["讓"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["挫"] = {
			["崙"] = {
				q = {
					q = {
						this = true
					}
				}
			}
		},
		["唑"] = {
			["綸"] = {
				["出"] = {
					["售"] = {
						this = true
					}
				}
			},
			["仑"] = {
				this = true,
				["片"] = {
					["价"] = {
						["格"] = {
							this = true
						}
					}
				}
			},
			["侖"] = {
				this = true,
				["片"] = {
					["價"] = {
						["格"] = {
							this = true
						}
					}
				}
			}
		},
		["级"] = {
			["激"] = {
				["情"] = {
					["片"] = {
						this = true
					}
				}
			},
			["片"] = {
				this = true
			}
		},
		K = {
			["黨"] = {
				this = true
			}
		},
		["個"] = {
			["代"] = {
				["表"] = {
					this = true
				},
				["婊"] = {
					this = true
				}
			},
			["呆"] = {
				["婊"] = {
					this = true
				}
			}
		},
		["級"] = {
			["片"] = {
				this = true
			},
			["激"] = {
				["情"] = {
					["片"] = {
						this = true
					}
				}
			}
		},
		["去"] = {
			["車"] = {
				["侖"] = {
					this = true,
					["工"] = {
						["力"] = {
							this = true
						}
					}
				}
			},
			["车"] = {
				["仑"] = {
					this = true
				}
			}
		},
		["区"] = {
			["藏"] = {
				["人"] = {
					["要"] = {
						["团"] = {
							["结"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["班"] = {
			["仆"] = {
				["人"] = {
					["派"] = {
						this = true
					}
				}
			},
			["僕"] = {
				["人"] = {
					["派"] = {
						this = true
					}
				}
			}
		},
		["民"] = {
			["主"] = {
				["义"] = {
					this = true
				},
				["義"] = {
					this = true
				}
			}
		},
		["區"] = {
			["藏"] = {
				["人"] = {
					["要"] = {
						["團"] = {
							["結"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["国"] = {
		["家"] = {
			["新"] = {
				["闻"] = {
					["出"] = {
						["版"] = {
							["广"] = {
								["电"] = {
									["总"] = {
										["局"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["民"] = {
				["委"] = {
					this = true
				}
			},
			["主"] = {
				["席"] = {
					this = true
				},
				["要"] = {
					["部"] = {
						["委"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["展"] = {
					["和"] = {
						["改"] = {
							["革"] = {
								["委"] = {
									["员"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["与"] = {
						["改"] = {
							["革"] = {
								["委"] = {
									["员"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["内"] = {
			["动"] = {
				["态"] = {
					["清"] = {
						["样"] = {
							this = true
						}
					},
					["详"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["使"] = {
					["做"] = {
						["爱"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["务"] = {
			["委"] = {
				["员"] = {
					this = true
				}
			},
			["院"] = {
				this = true
			}
		},
		["产"] = {
			["骚"] = {
				["货"] = {
					this = true
				}
			},
			["嫖"] = {
				["娼"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			A = {
				V = {
					this = true
				}
			},
			["偷"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["6"] = {
			["4"] = {
				["式"] = {
					["7"] = {
						["6"] = {
							["2"] = {
								m = {
									m = {
										["枪"] = {
											["提"] = {
												["供"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["7"] = {
			["7"] = {
				["式"] = {
					["7"] = {
						["6"] = {
							["2"] = {
								m = {
									m = {
										["枪"] = {
											["出"] = {
												["售"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["安"] = {
			["局"] = {
				this = true
			}
		},
		["防"] = {
			["部"] = {
				this = true
			},
			["科"] = {
				["工"] = {
					["委"] = {
						this = true
					}
				}
			}
		},
		["管"] = {
			["局"] = {
				this = true
			}
		},
		["际"] = {
			["法"] = {
				["院"] = {
					this = true
				}
			}
		},
		["民"] = {
			["党"] = {
				this = true,
				["万"] = {
					["岁"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["魔"] = {
		["门"] = {
			["教"] = {
				this = true
			}
		},
		["門"] = {
			["教"] = {
				this = true
			}
		}
	}
end

temp()
