pg = pg or {}
slot0 = pg
slot0.word_template_32 = {}
slot1 = slot0.word_template_32

function temp()
	uv0["房"] = {
		["事"] = {
			this = true
		},
		["峰"] = {
			["辉"] = {
				this = true
			},
			["輝"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["新"] = {
		["闻"] = {
			["出"] = {
				["版"] = {
					["总"] = {
						["署"] = {
							this = true
						}
					},
					["署"] = {
						this = true
					}
				}
			},
			["管"] = {
				["制"] = {
					this = true
				}
			}
		},
		["党"] = {
			this = true
		},
		["疆"] = {
			["独"] = {
				["立"] = {
					this = true
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["国"] = {
				this = true
			},
			["7"] = {
				["."] = {
					["5"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["•"] = {
					["5"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["·"] = {
					["5"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["?"] = {
					["5"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["獨"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["國"] = {
				this = true
			}
		},
		["不"] = {
			["夜"] = {
				["城"] = {
					this = true
				}
			}
		},
		["金"] = {
			["瓶"] = {
				["梅"] = {
					this = true
				}
			}
		},
		["花"] = {
			["和"] = {
				["尚"] = {
					this = true
				}
			}
		},
		["觀"] = {
			["察"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["華"] = {
			["舉"] = {
				["報"] = {
					this = true
				}
			},
			["內"] = {
				["情"] = {
					this = true
				}
			},
			["通"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["生"] = {
			["網"] = {
				this = true
			}
		},
		["手"] = {
			["訓"] = {
				["練"] = {
					["營"] = {
						this = true
					}
				}
			}
		},
		["聞"] = {
			["出"] = {
				["版"] = {
					["總"] = {
						["署"] = {
							this = true
						}
					},
					["署"] = {
						this = true
					}
				}
			},
			["封"] = {
				["鎖"] = {
					this = true
				}
			},
			["管"] = {
				["制"] = {
					this = true
				}
			}
		},
		["義"] = {
			["安"] = {
				this = true
			}
		},
		["語"] = {
			["絲"] = {
				this = true
			}
		},
		["约"] = {
			["教"] = {
				["会"] = {
					this = true
				}
			}
		},
		["澳"] = {
			["门"] = {
				["赌"] = {
					["球"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["門"] = {
				["賭"] = {
					["球"] = {
						["網"] = {
							this = true
						}
					}
				}
			}
		},
		["黨"] = {
			this = true
		},
		["約"] = {
			["教"] = {
				["會"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["六"] = {
		["四"] = {
			this = true,
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			}
		},
		["月"] = {
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["聯"] = {
				["盟"] = {
					this = true
				}
			}
		},
		["合"] = {
			["彩"] = {
				this = true,
				["特"] = {
					["码"] = {
						["开"] = {
							["奖"] = {
								this = true
							}
						},
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					},
					["碼"] = {
						["開"] = {
							["獎"] = {
								this = true
							}
						},
						["論"] = {
							["壇"] = {
								this = true
							}
						}
					}
				},
				["资"] = {
					["料"] = {
						["图"] = {
							["库"] = {
								this = true
							}
						}
					}
				},
				["白"] = {
					["小"] = {
						["组"] = {
							["特"] = {
								["码"] = {
									this = true
								}
							}
						},
						["姐"] = {
							["曾"] = {
								["道"] = {
									["人"] = {
										["特"] = {
											["码"] = {
												this = true
											},
											["碼"] = {
												this = true
											}
										}
									}
								}
							}
						},
						["組"] = {
							["特"] = {
								["碼"] = {
									this = true
								}
							}
						}
					}
				},
				["曾"] = {
					["道"] = {
						["人"] = {
							["白"] = {
								["小"] = {
									["姐"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["資"] = {
					["料"] = {
						["圖"] = {
							["庫"] = {
								this = true
							}
						}
					}
				}
			},
			["采"] = {
				["白"] = {
					["小"] = {
						["姐"] = {
							["曾"] = {
								["道"] = {
									["人"] = {
										["特"] = {
											["码"] = {
												this = true
											},
											["碼"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["採"] = {
				this = true
			}
		},
		["."] = {
			["四"] = {
				this = true
			}
		},
		["。"] = {
			["四"] = {
				this = true
			}
		},
		["?"] = {
			["四"] = {
				this = true
			}
		},
		["-"] = {
			["四"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["陆"] = {
		["肆"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		}
	}
end

temp()
