pg = pg or {}
slot0 = pg
slot0.word_template_149 = {}
slot1 = slot0.word_template_149

function temp()
	uv0["汽"] = {
		["车"] = {
			["遥"] = {
				["控"] = {
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["万"] = {
				["能"] = {
					["钥"] = {
						["匙"] = {
							this = true
						}
					}
				}
			}
		},
		["狗"] = {
			["销"] = {
				["售"] = {
					this = true
				}
			},
			["出"] = {
				["售"] = {
					this = true
				},
				["货"] = {
					this = true
				},
				["貨"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["电"] = {
				["话"] = {
					this = true
				}
			},
			["技"] = {
				["术"] = {
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["術"] = {
					["轉"] = {
						["讓"] = {
							this = true
						}
					}
				}
			},
			["到"] = {
				["货"] = {
					this = true
				},
				["貨"] = {
					this = true
				}
			},
			["制"] = {
				["造"] = {
					["图"] = {
						this = true
					}
				}
			},
			q = {
				q = {
					this = true
				}
			},
			["支"] = {
				["付"] = {
					["宝"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					},
					["寶"] = {
						["專"] = {
							["賣"] = {
								this = true
							}
						}
					}
				}
			},
			["銷"] = {
				["售"] = {
					this = true
				}
			},
			["訂"] = {
				["購"] = {
					this = true
				}
			},
			["電"] = {
				["話"] = {
					this = true
				}
			},
			["製"] = {
				["造"] = {
					["圖"] = {
						this = true
					}
				}
			}
		},
		["手"] = {
			["狗"] = {
				this = true
			}
		},
		["車"] = {
			["遙"] = {
				["控"] = {
					["攔"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["萬"] = {
				["能"] = {
					["鑰"] = {
						["匙"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["帝"] = {
		["国"] = {
			T = {
				W = {
					["-"] = {
						["8"] = {
							["9"] = {
								["解"] = {
									["码"] = {
										["器"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["夜"] = {
				["色"] = {
					this = true
				}
			},
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["國"] = {
			["主"] = {
				["義"] = {
					this = true
				}
			},
			T = {
				W = {
					["-"] = {
						["8"] = {
							["9"] = {
								["解"] = {
									["碼"] = {
										["器"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["夜"] = {
				["色"] = {
					this = true
				}
			}
		},
		["顺"] = {
			this = true
		},
		["順"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["上"] = {
		["海"] = {
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					},
					["批"] = {
						["发"] = {
							["网"] = {
								this = true
							}
						}
					},
					["销"] = {
						["售"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["气"] = {
						["枪"] = {
							["指"] = {
								["定"] = {
									["销"] = {
										["售"] = {
											["点"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["氣"] = {
						["槍"] = {
							["指"] = {
								["定"] = {
									["銷"] = {
										["售"] = {
											["點"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["牌"] = {
				["工"] = {
					["字"] = {
						["气"] = {
							["枪"] = {
								["专"] = {
									["卖"] = {
										["网"] = {
											this = true
										}
									}
								}
							}
						},
						["氣"] = {
							["槍"] = {
								["專"] = {
									["賣"] = {
										["網"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["幫"] = {
				this = true
			},
			["孤"] = {
				["兒"] = {
					["院"] = {
						this = true
					}
				}
			},
			["氣"] = {
				["槍"] = {
					["網"] = {
						this = true
					},
					["批"] = {
						["發"] = {
							["網"] = {
								this = true
							}
						}
					},
					["銷"] = {
						["售"] = {
							["網"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["门"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					["服"] = {
						["务"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["訪"] = {
			this = true
		},
		["帝"] = {
			["的"] = {
				["爱"] = {
					["即"] = {
						["是"] = {
							["性"] = {
								["爱"] = {
									this = true
								}
							}
						}
					}
				},
				["愛"] = {
					["即"] = {
						["是"] = {
							["性"] = {
								["愛"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["妳"] = {
			this = true
		},
		["你"] = {
			this = true
		},
		["門"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					["服"] = {
						["務"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["秃"] = {
		["鹰"] = {
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					},
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["货"] = {
						["到"] = {
							["付"] = {
								this = true
							}
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					q = {
						q = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								["纸"] = {
									this = true
								}
							}
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					}
				},
				["狗"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["到"] = {
				["货"] = {
					this = true
				}
			},
			["出"] = {
				["货"] = {
					this = true
				}
			},
			["电"] = {
				["话"] = {
					this = true
				}
			},
			["技"] = {
				["术"] = {
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			q = {
				q = {
					this = true
				}
			},
			["制"] = {
				["造"] = {
					["图"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
