pg = pg or {}
slot0 = pg
slot0.word_template_10 = {}
slot1 = slot0.word_template_10

temp = function()
	uv0["膣"] = {
		this = {
			this = true
		},
		["壁"] = {
			this = true
		},
		["口"] = {
			this = true
		},
		["肉"] = {
			this = true
		},
		["穴"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["舐"] = {
		this = {
			this = true
		},
		["吸"] = {
			this = true
		},
		["台"] = {
			["办"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["賣"] = {
		["淫"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["比"] = {
			this = true
		},
		["國"] = {
			this = true
		},
		["槍"] = {
			["支"] = {
				["彈"] = {
					["藥"] = {
						this = true
					}
				}
			}
		},
		["騷"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["趙"] = {
		["紫"] = {
			["陽"] = {
				this = true
			}
		},
		["海"] = {
			["青"] = {
				this = true
			}
		},
		["建"] = {
			["銘"] = {
				this = true
			}
		},
		["俊"] = {
			["卿"] = {
				this = true
			}
		},
		["南"] = {
			this = true,
			["起"] = {
				this = true
			}
		},
		["品"] = {
			["潞"] = {
				this = true
			}
		},
		["曉"] = {
			["微"] = {
				this = true
			}
		},
		["樂"] = {
			["際"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["魏"] = {
		["京"] = {
			["生"] = {
				this = true
			}
		},
		["凤"] = {
			["和"] = {
				this = true
			}
		},
		["亮"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["精"] = {
		["液"] = {
			this = true,
			["四"] = {
				["射"] = {
					this = true
				}
			},
			["浴"] = {
				this = true
			},
			["榨"] = {
				["取"] = {
					this = true
				}
			}
		},
		["力"] = {
			this = true
		},
		["神"] = {
			["異"] = {
				["常"] = {
					this = true
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["母"] = {
				["亲"] = {
					this = true
				}
			},
			["羞"] = {
				["辱"] = {
					this = true
				}
			},
			["黄"] = {
				["纳"] = {
					this = true
				}
			}
		},
		["仿"] = {
			["香"] = {
				["烟"] = {
					this = true
				}
			},
			["原"] = {
				["厂"] = {
					this = true
				}
			}
		},
		["进"] = {
			["要"] = {
				["旨"] = {
					this = true
				}
			}
		},
		["品"] = {
			this = true,
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["至"] = {
				["爱"] = {
					this = true
				}
			},
			["国"] = {
				["产"] = {
					["高"] = {
						["清"] = {
							["自"] = {
								["在"] = {
									["线"] = {
										["看"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["双"] = {
				["飞"] = {
					this = true
				}
			}
		},
		["平"] = {
			this = true
		},
		["萍"] = {
			this = true
		},
		["修"] = {
			["处"] = {
				["女"] = {
					["膜"] = {
						this = true
					}
				}
			}
		},
		["鹰"] = {
			["汽"] = {
				["狗"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["油"] = {
			["开"] = {
				["背"] = {
					this = true
				}
			},
			["推"] = {
				["拿"] = {
					this = true
				}
			}
		},
		["装"] = {
			["情"] = {
				["不"] = {
					["自"] = {
						["禁"] = {
							this = true
						}
					}
				}
			}
		},
		["子"] = {
			this = true,
			["泥"] = {
				["棒"] = {
					this = true
				}
			},
			["飲"] = {
				this = true
			}
		},
		["英"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["甚"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["细"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["腻"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["走"] = {
			X = {
				this = true
			}
		},
		["肾"] = {
			["细"] = {
				["腻"] = {
					this = true
				}
			}
		},
		["准"] = {
			["输"] = {
				["送"] = {
					["病"] = {
						["毒"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.X = {
		i = {
			J = {
				i = {
					n = {
						p = {
							i = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			[" "] = {
				j = {
					i = {
						n = {
							p = {
								i = {
									n = {
										g = {
											this = true
										}
									}
								}
							},
							[" "] = {
								p = {
									i = {
										n = {
											g = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			j = {
				i = {
					n = {
						[" "] = {
							p = {
								i = {
									n = {
										g = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["胖"] = {
				["子"] = {
					this = true
				}
			},
			["主"] = {
				["席"] = {
					this = true
				}
			},
			["称"] = {
				["帝"] = {
					["机"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["主"] = {
			["席"] = {
				["万"] = {
					["岁"] = {
						this = true
					}
				}
			}
		},
		["竹"] = {
			["席"] = {
				this = true
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["刂"] = {
			i = {
				n = {
					this = true
				}
			}
		},
		["上"] = {
			["飞"] = {
				this = true
			}
		},
		["縂"] = {
			["统"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["6"] = {
		["月"] = {
			["4"] = {
				["日"] = {
					this = true
				}
			},
			["没"] = {
				["有"] = {
					["四"] = {
						["日"] = {
							this = true
						}
					},
					["4"] = {
						["日"] = {
							this = true
						}
					}
				}
			},
			["5"] = {
				["日"] = {
					["前"] = {
						["一"] = {
							["天"] = {
								this = true
							}
						}
					},
					["的"] = {
						["前"] = {
							["壹"] = {
								["天"] = {
									this = true
								}
							},
							["一"] = {
								["天"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["3"] = {
				["日"] = {
					["后"] = {
						["一"] = {
							["天"] = {
								this = true
							}
						}
					},
					["的"] = {
						["明"] = {
							["天"] = {
								this = true
							}
						},
						["后"] = {
							["一"] = {
								["天"] = {
									this = true
								}
							}
						}
					}
				},
				["号"] = {
					["的"] = {
						["明"] = {
							["天"] = {
								this = true
							}
						}
					}
				}
			},
			["2"] = {
				["号"] = {
					["明"] = {
						["天"] = {
							["的"] = {
								["明"] = {
									["天"] = {
										this = true
									}
								}
							}
						}
					},
					["的"] = {
						["后"] = {
							["天"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["青"] = {
					["年"] = {
						["节"] = {
							this = true
						},
						["節"] = {
							this = true
						}
					}
				},
				["第"] = {
					["四"] = {
						["天"] = {
							this = true
						}
					},
					["4"] = {
						["天"] = {
							this = true
						}
					}
				},
				["4"] = {
					["号"] = {
						this = true
					}
				},
				["那"] = {
					["件"] = {
						["事"] = {
							this = true
						}
					}
				},
				["孓"] = {
					["食"] = {
						["大"] = {
							["学"] = {
								["生"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["四"] = {
				["日"] = {
					this = true
				}
			},
			["初"] = {
				["4"] = {
					this = true
				},
				["四"] = {
					this = true
				}
			}
		},
		["4"] = {
			this = true,
			["事"] = {
				["件"] = {
					this = true
				}
			},
			f = {
				e = {
					n = {
						g = {
							["波"] = {
								this = true
							}
						}
					}
				}
			},
			t = {
				i = {
					a = {
						n = {
							w = {
								a = {
									n = {
										g = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["9"] = {
					this = true
				}
			},
			["平"] = {
				["反"] = {
					this = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			},
			["学"] = {
				["运"] = {
					this = true
				}
			},
			["學"] = {
				["運"] = {
					this = true
				}
			},
			["3"] = {
				["1"] = {
					this = true,
					t = {
						r = {
							u = {
								t = {
									h = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			m = {
				e = {
					m = {
						o = {
							this = true
						}
					}
				}
			},
			["纪"] = {
				["念"] = {
					["碑"] = {
						this = true
					}
				}
			},
			["襟"] = {
				["章"] = {
					this = true
				}
			},
			["敏"] = {
				["感"] = {
					["期"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["4"] = {
				[" "] = {
					T = {
						i = {
							a = {
								n = {
									a = {
										n = {
											m = {
												e = {
													n = {
														[" "] = {
															S = {
																q = {
																	u = {
																		a = {
																			r = {
																				e = {
																					[" "] = {
																						M = {
																							o = {
																								u = {
																									r = {
																										n = {
																											i = {
																												n = {
																													g = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["+"] = {
			["8"] = {
				["+"] = {
					["9"] = {
						["+"] = {
							["4"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["-"] = {
			["8"] = {
				["9"] = {
					["-"] = {
						["4"] = {
							this = true
						}
					}
				}
			}
		},
		["8"] = {
			["9"] = {
				["-"] = {
					["4"] = {
						this = true
					}
				}
			}
		},
		["5"] = {
			["-"] = {
				["1"] = {
					["纪"] = {
						["念"] = {
							["馆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["（"] = {
			["河"] = {
				["蟹"] = {
					["）"] = {
						["4"] = {
							this = true
						}
					}
				}
			},
			["和"] = {
				["谐"] = {
					["）"] = {
						["4"] = {
							this = true
						}
					}
				}
			}
		},
		["四"] = {
			this = true
		},
		["9"] = {
			["行"] = {
				["动"] = {
					this = true
				},
				["動"] = {
					this = true
				}
			},
			["1"] = {
				["基"] = {
					["地"] = {
						this = true
					}
				}
			}
		},
		["0"] = {
			["4"] = {
				this = true
			},
			["后"] = {
				["上"] = {
					["台"] = {
						this = true
					}
				}
			},
			["代"] = {
				["掌"] = {
					["权"] = {
						this = true
					}
				}
			}
		},
		["在"] = {
			["左"] = {
				["耑"] = {
					["4"] = {
						["在"] = {
							["右"] = {
								["耑"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["驷"] = {
			this = true
		},
		["罒"] = {
			this = true
		},
		["泗"] = {
			this = true
		},
		["亖"] = {
			this = true
		},
		["似"] = {
			this = true
		},
		["寺"] = {
			this = true
		},
		["④"] = {
			this = true
		},
		s = {
			i = {
				this = true
			}
		},
		["号"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		u = {
			p = {
				["扑"] = {
					["克"] = {
						["之"] = {
							["星"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["2"] = {
			["2"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["7"] = {
			["4"] = {
				["1"] = {
					["工"] = {
						["程"] = {
							this = true
						}
					}
				}
			}
		},
		["个"] = {
			["月"] = {
				["份"] = {
					["的"] = {
						["第"] = {
							["4"] = {
								["天"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		w = {
			["7"] = {
				c = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["天"] = {
			["1"] = {
				["0"] = {
					["0"] = {
						["0"] = {
							["万"] = {
								["播"] = {
									["放"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["3"] = {
			["与"] = {
				["6"] = {
					["5"] = {
						["之"] = {
							["间"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["啊"] = {
		["扁"] = {
			["涛"] = {
				["哥"] = {
					this = true
				}
			}
		},
		["無"] = {
			["卵"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["哎"] = {
		["吔"] = {
			["女"] = {
				["朋"] = {
					["友"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["哀"] = {
		["淫"] = {
			["隶"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["悼"] = {
			this = true
		},
		["思"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["埃"] = {
		["裏"] = {
			["克"] = {
				["蘇"] = {
					["特"] = {
						["勤"] = {
							this = true
						}
					}
				}
			}
		},
		["斯"] = {
			["萬"] = {
				this = true
			}
		},
		["托"] = {
			["啡"] = {
				this = true
			}
		},
		["内"] = {
			["斯"] = {
				["·"] = {
					["坎"] = {
						["特"] = {
							["·"] = {
								["弗"] = {
									["里"] = {
										["德"] = {
											["曼"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["挨"] = {
		["球"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["譪"] = {
		["件"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["艾"] = {
		["可"] = {
			["米"] = {
				["来"] = {
					this = true
				}
			}
		},
		["力"] = {
			["达"] = {
				["盐"] = {
					["酸"] = {
						["伐"] = {
							["地"] = {
								["那"] = {
									["非"] = {
										["片"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["更"] = {
				this = true
			}
		},
		["麗"] = {
			["絲"] = {
				this = true
			}
		},
		["买"] = {
			["提"] = {
				this = true
			}
		},
		["森"] = {
			["豪"] = {
				this = true,
				["威"] = {
					["尔"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["买"] = {
				["合"] = {
					["苏"] = {
						["木"] = {
							this = true
						}
					}
				}
			}
		},
		["孜"] = {
			["来"] = {
				["提"] = {
					this = true
				}
			}
		},
		["滋"] = {
			this = true,
			["病"] = {
				this = true
			}
		},
		["薇"] = {
			["福"] = {
				["利"] = {
					["社"] = {
						this = true
					}
				}
			}
		},
		["福"] = {
			["瑞"] = {
				["卡"] = {
					B = {
						i = {
							g = {
								["撒"] = {
									["币"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["爱"] = {
		["爱"] = {
			["情"] = {
				["趣"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["的"] = {
			["1"] = {
				["0"] = {
					["个"] = {
						["条"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["家"] = {
				["庭"] = {
					this = true
				}
			},
			["十"] = {
				["个"] = {
					["条"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["抚"] = {
			this = true
		},
		["健"] = {
			["数"] = {
				this = true
			}
		},
		["立"] = {
			["性"] = {
				this = true
			}
		},
		["女"] = {
			["人"] = {
				this = true
			}
		},
		["妻"] = {
			["淫"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["色"] = {
			c = {
				c = {
					this = true
				}
			}
		},
		["上"] = {
			["师"] = {
				["娘"] = {
					["的"] = {
						["床"] = {
							this = true
						}
					}
				}
			}
		},
		["神"] = {
			["之"] = {
				["传"] = {
					["奇"] = {
						this = true
					}
				}
			}
		},
		["丝"] = {
			["足"] = {
				this = true
			}
		},
		["田"] = {
			["由"] = {
				this = true
			}
		},
		["图"] = {
			["公"] = {
				["园"] = {
					this = true
				}
			}
		},
		["液"] = {
			this = true,
			["横"] = {
				["流"] = {
					this = true
				}
			},
			["溢"] = {
				["出"] = {
					this = true
				}
			}
		},
		["幼"] = {
			["阁"] = {
				this = true
			}
		},
		["滋"] = {
			this = true,
			["村"] = {
				["里"] = {
					["的"] = {
						["爱"] = {
							this = true
						}
					}
				}
			}
		},
		["弥"] = {
			["留"] = {
				this = true
			}
		},
		["幽"] = {
			["幽"] = {
				this = true
			}
		},
		["香"] = {
			["约"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["淘"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["玩"] = {
			["潘"] = {
				["森"] = {
					["的"] = {
						["孔"] = {
							["明"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["习"] = {
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["丁"] = {
			["|"] = {
				["沪"] = {
					["丁"] = {
						["|"] = {
							["护"] = {
								["丁"] = {
									["|"] = {
										["洋"] = {
											["丁"] = {
												["|"] = {
													["舔"] = {
														["丁"] = {
															["|"] = {
																["丁"] = {
																	["丁"] = {
																		["市"] = {
																			["|"] = {
																				["丁"] = {
																					["宝"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["乐"] = {
			["之"] = {
				["城"] = {
					this = true
				}
			},
			["支"] = {
				["城"] = {
					this = true
				}
			}
		},
		l = {
			e = {
				["之"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["\\"] = {
			x = {
				["{"] = {
					["4"] = {
						["7"] = {
							C = {
								F = {
									["}"] = {
										["之"] = {
											["城"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["䟏"] = {
			["之"] = {
				["城"] = {
					this = true
				}
			}
		},
		["吃"] = {
			["\\"] = {
				x = {
					["{"] = {
						["1"] = {
							F = {
								["9"] = {
									["5"] = {
										["9"] = {
											["}"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["瑷"] = {
		["液"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["安"] = {
		["倍"] = {
			["晋"] = {
				["三"] = {
					this = true
				}
			},
			["晉"] = {
				["三"] = {
					this = true
				}
			},
			["是"] = {
				["爱"] = {
					["吃"] = {
						this = true
					}
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["8"] = {
								["}"] = {
									["领"] = {
										["导"] = {
											this = true
										}
									},
									["("] = {
										["开"] = {
											["票"] = {
												["|"] = {
													["选"] = {
														["举"] = {
															["|"] = {
																["总"] = {
																	["统"] = {
																		["|"] = {
																			["候"] = {
																				["选"] = {
																					[")"] = {
																						["|"] = {
																							["("] = {
																								["开"] = {
																									["票"] = {
																										["|"] = {
																											["选"] = {
																												["举"] = {
																													["|"] = {
																														["总"] = {
																															["统"] = {
																																["|"] = {
																																	["候"] = {
																																		["选"] = {
																																			[")"] = {
																																				["."] = {
																																					["{"] = {
																																						["0"] = {
																																							[","] = {
																																								["8"] = {
																																									["}"] = {
																																										["安"] = {
																																											["倍"] = {
																																												this = true
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										},
										["亲"] = {
											["爹"] = {
												["|"] = {
													["你"] = {
														["爹"] = {
															[")"] = {
																["|"] = {
																	["亲"] = {
																		["爹"] = {
																			["."] = {
																				["{"] = {
																					["0"] = {
																						[","] = {
																							["8"] = {
																								["}"] = {
																									["安"] = {
																										["倍"] = {
																											this = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										},
										["中"] = {
											["美"] = {
												["|"] = {
													["美"] = {
														["中"] = {
															[")"] = {
																["|"] = {
																	["("] = {
																		["中"] = {
																			["美"] = {
																				["|"] = {
																					["美"] = {
																						["中"] = {
																							[")"] = {
																								["."] = {
																									["{"] = {
																										["0"] = {
																											[","] = {
																												["8"] = {
																													["}"] = {
																														["安"] = {
																															["倍"] = {
																																this = true
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["政"] = {
										["府"] = {
											this = true
										},
										["治"] = {
											["|"] = {
												["政"] = {
													["治"] = {
														["."] = {
															["{"] = {
																["0"] = {
																	[","] = {
																		["8"] = {
																			["}"] = {
																				["安"] = {
																					["倍"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["党"] = {
										this = true
									},
									["亲"] = {
										["自"] = {
											["|"] = {
												["亲"] = {
													["自"] = {
														["."] = {
															["{"] = {
																["0"] = {
																	[","] = {
																		["8"] = {
																			["}"] = {
																				["安"] = {
																					["倍"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["反"] = {
										["华"] = {
											["|"] = {
												["反"] = {
													["华"] = {
														["."] = {
															["{"] = {
																["0"] = {
																	[","] = {
																		["8"] = {
																			["}"] = {
																				["安"] = {
																					["倍"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["3"] = {
								["}"] = {
									["纪"] = {
										["念"] = {
											["日"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["进"] = {
				["山"] = {
					["|"] = {
						["七"] = {
							["八"] = {
								["事"] = {
									["变"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["禁"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["非"] = {
			["他"] = {
				["命"] = {
					this = true
				}
			}
		},
		["拉"] = {
			this = true
		},
		["立"] = {
			["敏"] = {
				this = true
			}
		},
		["眠"] = {
			["酮"] = {
				this = true
			}
		},
		["纳"] = {
			["咖"] = {
				this = true
			}
		},
		["钠"] = {
			["咖"] = {
				this = true
			}
		},
		["納"] = {
			["咖"] = {
				this = true
			}
		},
		["南"] = {
			this = true
		},
		["齐"] = {
			["美"] = {
				["绪"] = {
					this = true
				}
			}
		},
		["全"] = {
			["保"] = {
				["密"] = {
					this = true
				}
			},
			["局"] = {
				this = true
			},
			["套"] = {
				["随"] = {
					["身"] = {
						["带"] = {
							this = true
						}
					}
				},
				["现"] = {
					this = true
				}
			},
			["晋"] = {
				["三"] = {
					this = true
				}
			}
		},
		["啦"] = {
			["胡"] = {
				A = {
					["克"] = {
						["吧"] = {
							this = true
						}
					}
				}
			}
		},
		["邦"] = {
			["前"] = {
				["总"] = {
					["裁"] = {
						this = true
					}
				}
			}
		},
		["*"] = {
			["*"] = {
				["三"] = {
					this = true
				}
			}
		},
		["背"] = {
			["进"] = {
				["三"] = {
					this = true
				}
			}
		},
		["死"] = {
			["之"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["已"] = {
			["寄"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["按"] = {
		["摩"] = {
			["按"] = {
				["到"] = {
					["裸"] = {
						["睡"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			},
			["棒"] = {
				this = true
			},
			["技"] = {
				["师"] = {
					this = true
				}
			},
			["推"] = {
				["油"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					["口"] = {
						["交"] = {
							["服"] = {
								["务"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["年"] = {
			["算"] = {
				["的"] = {
					["叫"] = {
						["二"] = {
							["奶"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["夜"] = {
			["算"] = {
				["的"] = {
					["叫"] = {
						["妓"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["闹"] = {
			["分"] = {
				["配"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["案"] = {
		["子"] = {
			["未"] = {
				["破"] = {
					["酒"] = {
						["先"] = {
							["醉"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["暗"] = {
		["黑"] = {
			["法"] = {
				["師"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["肮"] = {
		["脏"] = {
			["美"] = {
				["学"] = {
					this = true
				}
			},
			["之"] = {
				["三"] = {
					["官"] = {
						["员"] = {
							this = true
						}
					},
					["政"] = {
						["府"] = {
							["官"] = {
								["员"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["骯"] = {
		["髒"] = {
			["美"] = {
				["學"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["奥"] = {
		["巴"] = {
			["马"] = {
				this = true,
				["重"] = {
					["游"] = {
						this = true
					}
				}
			}
		},
		["马"] = {
			["尔"] = {
				this = true
			}
		},
		["姆"] = {
			["真"] = {
				["理"] = {
					["教"] = {
						this = true
					}
				}
			}
		},
		["运"] = {
			["飞"] = {
				["流"] = {
					["直"] = {
						["下"] = {
							["三"] = {
								["千"] = {
									["尺"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["密"] = {
			["克"] = {
				["戎"] = {
					["主"] = {
						["题"] = {
							["公"] = {
								["园"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["奧"] = {
		["巴"] = {
			["馬"] = {
				this = true
			}
		},
		["克"] = {
			["拉"] = {
				this = true
			}
		},
		["拉"] = {
			["德"] = {
				this = true
			}
		},
		["利"] = {
			["弗"] = {
				this = true
			}
		},
		["魯"] = {
			["奇"] = {
				this = true
			}
		},
		["倫"] = {
			this = true
		},
		["馬"] = {
			["爾"] = {
				this = true
			}
		},
		["特"] = {
			["蘭"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["嶴"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["澳"] = {
		["洲"] = {
			["光"] = {
				["明"] = {
					["网"] = {
						this = true
					}
				}
			},
			["彩"] = {
				this = true
			}
		},
		["门"] = {
			["牛"] = {
				["魔"] = {
					["王"] = {
						["四"] = {
							["肖"] = {
								["选"] = {
									["一"] = {
										["肖"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["现"] = {
						["金"] = {
							this = true
						}
					}
				}
			},
			["永"] = {
				["乐"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["威"] = {
				["尼"] = {
					["撕"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["沙"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				},
				["冠"] = {
					["赌"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["皇"] = {
				["冠"] = {
					["真"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["声"] = {
				["援"] = {
					["中"] = {
						["国"] = {
							["学"] = {
								["运"] = {
									["联"] = {
										["委"] = {
											["会"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					["发"] = {
						["展"] = {
							["联"] = {
								["委"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["門"] = {
			["聲"] = {
				["援"] = {
					["中"] = {
						["國"] = {
							["學"] = {
								["運"] = {
									["聯"] = {
										["委"] = {
											["會"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					["髮"] = {
						["展"] = {
							["聯"] = {
								["委"] = {
									["會"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["八"] = {
		["背"] = {
			["飞"] = {
				["凫"] = {
					this = true
				}
			}
		},
		["反"] = {
			["安"] = {
				["未"] = {
					["果"] = {
						this = true
					}
				}
			}
		},
		["九"] = {
			this = true,
			["2"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["北"] = {
				["京"] = {
					["事"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["二"] = {
				["十"] = {
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["纪"] = {
				["念"] = {
					this = true
				},
				["录"] = {
					["片"] = {
						this = true
					}
				}
			},
			["见"] = {
				["证"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			},
			["民"] = {
				["运"] = {
					this = true
				},
				["運"] = {
					["\\"] = {
						this = true
					}
				}
			},
			["年"] = {
				["学"] = {
					["潮"] = {
						this = true
					}
				}
			},
			["学"] = {
				["生"] = {
					this = true
				},
				["运"] = {
					this = true
				}
			},
			["學"] = {
				["運"] = {
					this = true,
					["\\"] = {
						this = true
					}
				},
				["潮"] = {
					this = true
				}
			},
			["之"] = {
				["后"] = {
					this = true
				}
			},
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["陆"] = {
				["肆"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["3"] = {
				["1"] = {
					["年"] = {
						this = true
					},
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["十"] = {
					["一"] = {
						this = true
					}
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["自"] = {
				["由"] = {
					this = true
				}
			},
			["广"] = {
				["场"] = {
					["舞"] = {
						this = true
					}
				}
			},
			["大"] = {
				["塞"] = {
					["車"] = {
						this = true
					}
				},
				["阅"] = {
					["兵"] = {
						this = true
					}
				}
			},
			["彡"] = {
				["彡"] = {
					this = true
				}
			}
		},
		["路"] = {
			["匪"] = {
				this = true
			}
		},
		["木"] = {
			["小"] = {
				["织"] = {
					this = true
				}
			}
		},
		["奇"] = {
			["屠"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["荣"] = {
			["八"] = {
				["耻"] = {
					["编"] = {
						["成"] = {
							["经"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["三"] = {
			["四"] = {
				["一"] = {
					["部"] = {
						["队"] = {
							this = true
						}
					}
				}
			}
		},
		["十"] = {
			["块"] = {
				["钱"] = {
					["搞"] = {
						["不"] = {
							["搞"] = {
								this = true
							}
						}
					}
				}
			},
			["年"] = {
				["代"] = {
					["邓"] = {
						["小"] = {
							["平"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["肖"] = {
			this = true
		},
		["亿"] = {
			["人"] = {
				["民"] = {
					["都"] = {
						["是"] = {
							["批"] = {
								["判"] = {
									["家"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["玖"] = {
			["陆"] = {
				["4"] = {
					this = true
				},
				["肆"] = {
					this = true
				}
			},
			["六"] = {
				["4"] = {
					this = true
				},
				["肆"] = {
					this = true
				}
			},
			["6"] = {
				["4"] = {
					this = true
				},
				["肆"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			}
		},
		["9"] = {
			["陆"] = {
				["4"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["年"] = {
				this = true
			}
		},
		["酒"] = {
			this = true,
			["流"] = {
				["泗"] = {
					this = true
				}
			},
			["柳"] = {
				["丝"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			}
		},
		["乘"] = {
			["八"] = {
				this = true,
				["="] = {
					["6"] = {
						["4"] = {
							this = true
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				},
				["等"] = {
					["于"] = {
						["6"] = {
							["4"] = {
								this = true
							}
						},
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				},
				["得"] = {
					["6"] = {
						["4"] = {
							this = true
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["以"] = {
				["8"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["捌"] = {
					this = true
				}
			},
			["8"] = {
				this = true
			},
			["捌"] = {
				this = true
			}
		},
		I = {
			X = {
				["运"] = {
					["动"] = {
						this = true
					}
				},
				["学"] = {
					["潮"] = {
						this = true
					}
				},
				["动"] = {
					["乱"] = {
						this = true
					}
				},
				["风"] = {
					["波"] = {
						this = true
					}
				},
				["暴"] = {
					["乱"] = {
						this = true
					},
					["亂"] = {
						this = true
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				},
				["真"] = {
					["相"] = {
						this = true
					}
				},
				["平"] = {
					["方"] = {
						this = true
					},
					["反"] = {
						this = true
					}
				},
				["屠"] = {
					["杀"] = {
						this = true
					},
					["殺"] = {
						this = true
					}
				},
				["運"] = {
					["動"] = {
						this = true
					}
				},
				["學"] = {
					["潮"] = {
						this = true
					}
				},
				["動"] = {
					["亂"] = {
						this = true
					}
				},
				["風"] = {
					["波"] = {
						this = true
					}
				}
			}
		},
		["⑨"] = {
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["年"] = {
				this = true
			}
		},
		X = {
			["8"] = {
				this = true
			},
			["八"] = {
				this = true
			},
			["捌"] = {
				this = true
			},
			["六"] = {
				["八"] = {
					X = {
						["九"] = {
							this = true
						}
					}
				}
			}
		},
		["乗"] = {
			["以"] = {
				["8"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["捌"] = {
					this = true
				}
			},
			["8"] = {
				this = true
			},
			["八"] = {
				this = true
			},
			["捌"] = {
				this = true
			}
		},
		["舅"] = {
			this = true
		},
		["韭"] = {
			this = true
		},
		["时"] = {
			["共"] = {
				["燃"] = {
					this = true
				}
			}
		},
		["六"] = {
			["学"] = {
				["潮"] = {
					this = true
				}
			}
		},
		["炯"] = {
			this = true
		},
		["名"] = {
			["散"] = {
				["播"] = {
					["谣"] = {
						["言"] = {
							["者"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			["方"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["巴"] = {
		["巴"] = {
			["拉"] = {
				["的"] = {
					["性"] = {
						["古"] = {
							["怪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["比"] = {
			["妥"] = {
				this = true
			}
		},
		["黎"] = {
			["最"] = {
				["后"] = {
					["的"] = {
						["探"] = {
							["戈"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["倫"] = {
			["侍"] = {
				["從"] = {
					this = true
				}
			},
			["坦"] = {
				this = true
			}
		},
		["特"] = {
			["尔"] = {
				this = true
			}
		},
		["新"] = {
			["反"] = {
				["华"] = {
					this = true
				}
			}
		},
		["音"] = {
			["朝"] = {
				["鲁"] = {
					this = true
				}
			}
		},
		["旧"] = {
			["⑥"] = {
				["思"] = {
					this = true
				}
			}
		},
		["舊"] = {
			["⑥"] = {
				["思"] = {
					this = true
				}
			}
		},
		["久"] = {
			this = true
		}
	}
end

temp()
