pg = pg or {}
slot0 = pg
slot0.word_template_330 = {}
slot1 = slot0.word_template_330

temp = function()
	uv0["又"] = {
		["有"] = {
			["钱"] = {
				["贪"] = {
					["污"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["右"] = {
		["丙"] = {
			["氧"] = {
				["芬"] = {
					this = true
				}
			}
		},
		["马"] = {
			["拉"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["手"] = {
			["拿"] = {
				["的"] = {
					["白"] = {
						["奶"] = {
							["罩"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["幼"] = {
		b = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["齿"] = {
			this = true
		},
		["齒"] = {
			this = true
		},
		["儿"] = {
			["园"] = {
				this = true,
				["被"] = {
					["砍"] = {
						["杀"] = {
							this = true
						}
					}
				},
				["砍"] = {
					["杀"] = {
						this = true
					}
				},
				["又"] = {
					["遭"] = {
						["毒"] = {
							["手"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["妓"] = {
			this = true
		},
		["交"] = {
			this = true
		},
		["龍"] = {
			this = true
		},
		["男"] = {
			this = true
		},
		["女"] = {
			this = true,
			b = {
				b = {
					this = true
				}
			}
		},
		["圖"] = {
			this = true
		},
		["香"] = {
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["阁"] = {
				this = true,
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["閣"] = {
				this = true
			}
		},
		["穴"] = {
			this = true
		},
		["幼"] = {
			["诱"] = {
				["女"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["诱"] = {
		["惑"] = {
			["的"] = {
				["保"] = {
					["健"] = {
						["室"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["学"] = {
				["院"] = {
					["之"] = {
						["绝"] = {
							["色"] = {
								["物"] = {
									["语"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["奸"] = {
			this = true
		},
		["人"] = {
			this = true,
			["身"] = {
				["材"] = {
					this = true
				}
			},
			["双"] = {
				["峰"] = {
					this = true
				}
			}
		},
		["色"] = {
			u = {
				u = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["于"] = {
		["春"] = {
			["生"] = {
				this = true
			}
		},
		["广"] = {
			["洲"] = {
				this = true
			}
		},
		["是"] = {
			["马"] = {
				["加"] = {
					["爵"] = {
						["杀"] = {
							["人"] = {
								["了"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["孙"] = {
				["志"] = {
					["刚"] = {
						["被"] = {
							["害"] = {
								["了"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["永"] = {
			["湛"] = {
				this = true
			}
		},
		["幼"] = {
			["軍"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["余"] = {
		["杰"] = {
			this = true
		},
		["欣"] = {
			["荣"] = {
				this = true
			}
		},
		["英"] = {
			["時"] = {
				this = true
			}
		},
		["炜"] = {
			["勾"] = {
				["结"] = {
					["黑"] = {
						["社"] = {
							["会"] = {
								this = true,
								["大"] = {
									["肆"] = {
										["贩"] = {
											["毒"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["黑"] = {
				["社"] = {
					["会"] = {
						["贩"] = {
							["毒"] = {
								["组"] = {
									["织"] = {
										this = true
									}
								},
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["组"] = {
				["织"] = {
					["网"] = {
						["罗"] = {
							["的"] = {
								["黑"] = {
									["社"] = {
										["会"] = {
											["贩"] = {
												["毒"] = {
													["网"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["的"] = {
						["特"] = {
							["大"] = {
								["制"] = {
									["贩"] = {
										["毒"] = {
											["集"] = {
												["团"] = {
													["的"] = {
														["坚"] = {
															["强"] = {
																["保"] = {
																	["护"] = {
																		["伞"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["，"] = {
				["在"] = {
					["任"] = {
						["职"] = {
							["南"] = {
								["昌"] = {
									["市"] = {
										["东"] = {
											["湖"] = {
												["公"] = {
													["安"] = {
														["分"] = {
															["局"] = {
																["副"] = {
																	["局"] = {
																		["长"] = {
																			["和"] = {
																				["南"] = {
																					["昌"] = {
																						["市"] = {
																							["缉"] = {
																								["毒"] = {
																									["支"] = {
																										["队"] = {
																											["支"] = {
																												["队"] = {
																													["长"] = {
																														["1"] = {
																															["0"] = {
																																["年"] = {
																																	["间"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["志"] = {
			["坚"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["俞"] = {
		["贵"] = {
			["麟"] = {
				this = true
			}
		},
		["正"] = {
			["声"] = {
				this = true
			},
			["聲"] = {
				this = true
			}
		},
		["强"] = {
			["声"] = {
				this = true
			}
		},
		["忠"] = {
			["华"] = {
				this = true
			}
		}
	}
end

temp()
