pg = pg or {}
slot0 = pg
slot0.word_template_167 = {}
slot1 = slot0.word_template_167

temp = function()
	uv0["开"] = {
		["苞"] = {
			this = true
		},
		["车"] = {
			["子"] = {
				["谨"] = {
					["防"] = {
						["倒"] = {
							["勾"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["发"] = {
			["豆"] = {
				["腐"] = {
					["渣"] = {
						this = true
					}
				}
			},
			["票"] = {
				["公"] = {
					["司"] = {
						this = true
					}
				}
			},
			["区"] = {
				["的"] = {
					["领"] = {
						["导"] = {
							["最"] = {
								["逍"] = {
									["遥"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["商"] = {
				["若"] = {
					["要"] = {
						["富"] = {
							["先"] = {
								["用"] = {
									["金"] = {
										["钱"] = {
											["铺"] = {
												["好"] = {
													["路"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["猪"] = {
					["坚"] = {
						["强"] = {
							this = true
						}
					}
				}
			},
			["身"] = {
				["体"] = {
					["养"] = {
						["爹"] = {
							["娘"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["房"] = {
			this = true
		},
		["放"] = {
			["男"] = {
				["女"] = {
					this = true
				}
			},
			["女"] = {
				this = true
			}
		},
		["个"] = {
			["网"] = {
				["站"] = {
					["就"] = {
						["能"] = {
							["赚"] = {
								["钱"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["户"] = {
			["网"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["扎"] = {
				["金"] = {
					["花"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["球"] = {
					this = true
				}
			}
		},
		["会"] = {
			["就"] = {
				["象"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				},
				["像"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				}
			}
		},
		["假"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["建"] = {
			["筑"] = {
				["发"] = {
					["票"] = {
						this = true,
						Q = {
							Q = {
								this = true
							}
						}
					}
				}
			}
		},
		["奖"] = {
			["结"] = {
				["果"] = {
					this = true
				}
			},
			["斗"] = {
				["地"] = {
					["主"] = {
						this = true
					}
				}
			},
			["梭"] = {
				["哈"] = {
					this = true
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["幕"] = {
			["式"] = {
				["含"] = {
					["义"] = {
						["新"] = {
							["说"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["水"] = {
			["有"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["锁"] = {
			["器"] = {
				this = true
			}
		},
		["特"] = {
			this = true
		},
		["腿"] = {
			["卖"] = {
				b = {
					["挣"] = {
						["大"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["我"] = {
			["小"] = {
				["阴"] = {
					["唇"] = {
						this = true
					}
				}
			}
		},
		["心"] = {
			["转"] = {
				this = true
			}
		},
		["口"] = {
			["梦"] = {
				this = true
			}
		},
		["进"] = {
			["北"] = {
				["京"] = {
					this = true
				}
			}
		},
		["广"] = {
			["告"] = {
				["费"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["国"] = {
			["大"] = {
				["典"] = {
					this = true
				}
			}
		},
		["明"] = {
			["专"] = {
				["制"] = {
					["现"] = {
						["代"] = {
							["君"] = {
								["主"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["辟"] = {
			["了"] = {
				["实"] = {
					["现"] = {
						["中"] = {
							["华"] = {
								["民"] = {
									["族"] = {
										["伟"] = {
											["大"] = {
												["复"] = {
													["兴"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["大"] = {
			["会"] = {
				["["] = {
					["^"] = {
						["员"] = {
							["]"] = {
								["|"] = {
									["开"] = {
										["大"] = {
											["会"] = {
												["$"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		h = {
			u = {
				i = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["開"] = {
		["苞"] = {
			this = true
		},
		["房"] = {
			this = true
		},
		["放"] = {
			["雜"] = {
				["志"] = {
					this = true
				}
			}
		},
		["獎"] = {
			["號"] = {
				this = true
			}
		},
		["國"] = {
			["大"] = {
				["典"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["凯"] = {
		["托"] = {
			["米"] = {
				["酮"] = {
					this = true
				}
			}
		},
		["发"] = {
			k = {
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["凱"] = {
		["奧"] = {
			["勒"] = {
				["尼"] = {
					["什"] = {
						this = true
					}
				}
			}
		},
		["爾"] = {
			["本"] = {
				this = true
			},
			["雷"] = {
				["斯"] = {
					this = true
				}
			}
		},
		["特"] = {
			["切"] = {
				["爾"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["砍"] = {
		["翻"] = {
			["一"] = {
				["條"] = {
					["街"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["杀"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["小"] = {
				["学"] = {
					["生"] = {
						this = true
					}
				}
			},
			["学"] = {
				["生"] = {
					this = true
				}
			},
			["幼"] = {
				["儿"] = {
					["园"] = {
						this = true
					}
				}
			}
		},
		["伤"] = {
			["1"] = {
				["9"] = {
					["名"] = {
						["师"] = {
							["生"] = {
								this = true
							}
						}
					}
				}
			},
			["3"] = {
				["2"] = {
					["人"] = {
						this = true
					}
				}
			},
			["儿"] = {
				["童"] = {
					["事"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["你"] = {
				["妈"] = {
					["小"] = {
						["逼"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["看"] = {
		["病"] = {
			["最"] = {
				["不"] = {
					["贵"] = {
						["是"] = {
							["中"] = {
								["国"] = {
									this = true
								}
							}
						}
					},
					["难"] = {
						["是"] = {
							["中"] = {
								["国"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["牌"] = {
			["外"] = {
				["挂"] = {
					this = true
				}
			}
		},
		["下"] = {
			this = true
		},
		["中"] = {
			["國"] = {
				this = true
			},
			["国"] = {
				["的"] = {
					["狗"] = {
						["哥"] = {
							this = true
						}
					}
				}
			}
		},
		["齐"] = {
			["意"] = {
				["识"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["康"] = {
		["宝"] = {
			["莱"] = {
				this = true
			}
		},
		["王"] = {
			["的"] = {
				["发"] = {
					["豆"] = {
						["腐"] = {
							["渣"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
