pg = pg or {}
slot0 = pg
slot0.word_template_98 = {}
slot1 = slot0.word_template_98

temp = function()
	uv0["储"] = {
		["阳"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["灬"] = {
		["占"] = {
			["占"] = {
				["占"] = {
					["占"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["填"] = {
		["空"] = {
			["题"] = {
				[" "] = {
					["1"] = {
						["."] = {
							["保"] = {
								["持"] = {
									["绝"] = {
										["对"] = {
											["的"] = {
												_ = {
													_ = {
														_ = {
															_ = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["滋"] = {
		["磁"] = {
			["也"] = {
				["要"] = {
					["按"] = {
						["照"] = {
							["*"] = {
								["*"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["*"] = {
		["*"] = {
			["也"] = {
				["要"] = {
					["遵"] = {
						["守"] = {
							["*"] = {
								["*"] = {
									["法"] = {
										["的"] = {
											["嘛"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["线"] = {
				["下"] = {
					["德"] = {
						["州"] = {
							["+"] = {
								["裙"] = {
									["1"] = {
										["6"] = {
											["5"] = {
												["9"] = {
													["3"] = {
														["7"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["*"] = {
				["*"] = {
					["出"] = {
						["帮"] = {
							["挂"] = {
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["玩"] = {
			[","] = {
				["却"] = {
					["4"] = {
						["7"] = {
							["4"] = {
								["8"] = {
									["5"] = {
										["6"] = {
											["8"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["甚"] = {
		["精"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["谷"] = {
		["景"] = {
			["生"] = {
				this = true
			}
		},
		["墩"] = {
			["墩"] = {
				this = true
			}
		},
		["爱"] = {
			["凌"] = {
				["今"] = {
					["天"] = {
						["吃"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["头"] = {
		["上"] = {
			s = {
				c = {
					y = {
						s = {
							m = {
								this = true
							}
						}
					}
				}
			}
		},
		["顶"] = {
			["三"] = {
				["尺"] = {
					["有"] = {
						["神"] = {
							["明"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["疼"] = {
			["堵"] = {
				["嘴"] = {
					["脚"] = {
						["疼"] = {
							["也"] = {
								["堵"] = {
									["嘴"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["淮"] = {
		["\\"] = {
			x = {
				["{"] = {
					["1"] = {
						F = {
							["3"] = {
								["0"] = {
									A = {
										["}"] = {
											["战"] = {
												["役"] = {
													["我"] = {
														["\\"] = {
															x = {
																["{"] = {
																	["1"] = {
																		F = {
																			["9"] = {
																				["9"] = {
																					["0"] = {
																						["}"] = {
																							["捣"] = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["Ξ"] = {
		["大"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["笑"] = {
		["贫"] = {
			["酮"] = {
				["痔"] = {
					this = true
				}
			}
		},
		["话"] = {
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["3"] = {
								["}"] = {
									["共"] = {
										["同"] = {
											["富"] = {
												["裕"] = {
													["|"] = {
														["共"] = {
															["同"] = {
																["富"] = {
																	["裕"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["5"] = {
																							["}"] = {
																								["笑"] = {
																									["话"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["芝"] = {
		["麻"] = {
			["猪"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["扬"] = {
		["上"] = {
			["昆"] = {
				this = true
			}
		},
		["州"] = {
			["十"] = {
				["日"] = {
					["\\"] = {
						p = {
							P = {
								["?"] = {
									["嘉"] = {
										["定"] = {
											["三"] = {
												["屠"] = {
													["|"] = {
														["嘉"] = {
															["定"] = {
																["三"] = {
																	["屠"] = {
																		["\\"] = {
																			p = {
																				P = {
																					["?"] = {
																						["扬"] = {
																							["州"] = {
																								["十"] = {
																									["日"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["企"] = {
		["国"] = {
			["同"] = {
				["构"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鲤"] = {
		["虹"] = {
			["智"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["腊"] = {
		["哥"] = {
			this = true
		},
		["卫"] = {
			["兵"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["蚉"] = {
		["化"] = {
			["大"] = {
				["铬"] = {
					["命"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.R = {
		M = {
			["正"] = {
				["负"] = {
					this = true
				}
			}
		},
		G = {
			B = {
				["\\"] = {
					["("] = {
						["2"] = {
							["5"] = {
								["5"] = {
									[","] = {
										["2"] = {
											["5"] = {
												["5"] = {
													[","] = {
														["0"] = {
															["\\"] = {
																[")"] = {
																	["\\"] = {
																		n = {
																			R = {
																				G = {
																					B = {
																						["\\"] = {
																							["("] = {
																								["2"] = {
																									["5"] = {
																										["5"] = {
																											[","] = {
																												["0"] = {
																													[","] = {
																														["0"] = {
																															["\\"] = {
																																[")"] = {
																																	["\\"] = {
																																		n = {
																																			R = {
																																				G = {
																																					B = {
																																						["\\"] = {
																																							["("] = {
																																								["2"] = {
																																									["5"] = {
																																										["5"] = {
																																											[","] = {
																																												["2"] = {
																																													["5"] = {
																																														["5"] = {
																																															[","] = {
																																																["0"] = {
																																																	["\\"] = {
																																																		[")"] = {
																																																			this = true
																																																		}
																																																	}
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蔷"] = {
		["仔"] = {
			["说"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["薇"] = {
		["羽"] = {
			["看"] = {
				["世"] = {
					["间"] = {
						this = true
					}
				}
			}
		},
		["娅"] = {
			["跌"] = {
				["倒"] = {
					["，"] = {
						["国"] = {
							["家"] = {
								["吃"] = {
									["饱"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["信"] = {
			this = true
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["睿"] = {
		["眼"] = {
			["看"] = {
				["世"] = {
					["界"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["牆"] = {
		["囻"] = {
			["籠"] = {
				["民"] = {
					this = true
				}
			},
			["笼"] = {
				["民"] = {
					this = true
				}
			},
			["聋"] = {
				["民"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["冮"] = {
		["译"] = {
			["珉"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["^"] = {
		["8"] = {
			["8"] = {
				["9"] = {
					["9"] = {
						["6"] = {
							["6"] = {
								["4"] = {
									["4"] = {
										["$"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["《"] = {
		["赢"] = {
			["麻"] = {
				["了"] = {
					["》"] = {
						this = true
					}
				}
			},
			["》"] = {
				this = true
			}
		},
		["年"] = {
			["轻"] = {
				["人"] = {
					["要"] = {
						["多"] = {
							["生"] = {
								["孩"] = {
									["子"] = {
										["》"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["脱"] = {
			["贫"] = {
				["不"] = {
					["脱"] = {
						["政"] = {
							["策"] = {
								["》"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["9"] = {
			["9"] = {
				["6"] = {
					["是"] = {
						["福"] = {
							["报"] = {
								["》"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["灵"] = {
			["活"] = {
				["就"] = {
					["业"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["特"] = {
			["色"] = {
				["社"] = {
					["会"] = {
						["主"] = {
							["义"] = {
								["》"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["基"] = {
			["建"] = {
				["狂"] = {
					["魔"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["稳"] = {
			["中"] = {
				["向"] = {
					["好"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["加"] = {
			["速"] = {
				["》"] = {
					this = true
				}
			}
		},
		["先"] = {
			["富"] = {
				["带"] = {
					["后"] = {
						["富"] = {
							["》"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["共"] = {
			["同"] = {
				["富"] = {
					["裕"] = {
						["》"] = {
							this = true
						}
					}
				}
			}
		},
		["求"] = {
			["救"] = {
				["》"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["咒"] = {
		["雍"] = {
			["炕"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["资"] = {
		["产"] = {
			["转"] = {
				["移"] = {
					["换"] = {
						["国"] = {
							["籍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["本"] = {
			["控"] = {
				["制"] = {
					["媒"] = {
						["体"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["孝"] = {
		["子"] = {
			["北"] = {
				["伐"] = {
					["你"] = {
						["在"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["↑"] = {
		["面"] = {
			["自"] = {
				["愿"] = {
					["接"] = {
						["种"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
