pg = pg or {}
slot0 = pg
slot0.word_template_94 = {}
slot1 = slot0.word_template_94

temp = function()
	uv0["樊"] = {
		["金"] = {
			["源"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["反"] = {
		["党"] = {
			this = true
		},
		["黨"] = {
			this = true
		},
		["动"] = {
			this = true
		},
		["对"] = {
			["党"] = {
				this = true
			},
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			},
			["执"] = {
				["政"] = {
					["党"] = {
						["就"] = {
							["要"] = {
								["坐"] = {
									["牢"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					["共"] = {
						["产"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			},
			["通"] = {
				["知"] = {
					this = true
				}
			},
			["外"] = {
				["部"] = {
					["势"] = {
						["力"] = {
							["干"] = {
								["涉"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["违"] = {
				["禁"] = {
					["动"] = {
						["物"] = {
							["压"] = {
								["堂"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["*"] = {
				["3"] = {
					this = true
				}
			},
			["，"] = {
				["反"] = {
					["对"] = {
						["，"] = {
							["反"] = {
								["对"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["假"] = {
				["投"] = {
					["票"] = {
						this = true
					}
				}
			},
			["惟"] = {
				["旎"] = {
					["上"] = {
						["任"] = {
							this = true
						}
					}
				}
			},
			["五"] = {
				["县"] = {
					["怜"] = {
						["认"] = {
							this = true
						}
					}
				},
				["线"] = {
					["廉"] = {
						["任"] = {
							this = true
						}
					}
				}
			},
			["无"] = {
				["线"] = {
					["廉"] = {
						["任"] = {
							this = true
						}
					},
					["怜"] = {
						["认"] = {
							this = true
						}
					}
				},
				["限"] = {
					["廉"] = {
						["任"] = {
							this = true
						}
					}
				}
			},
			["吴"] = {
				["县"] = {
					["潋"] = {
						["韧"] = {
							this = true
						}
					}
				}
			},
			["诬"] = {
				["陷"] = {
					["帘"] = {
						["刃"] = {
							this = true
						}
					}
				}
			},
			["冬"] = {
				["奥"] = {
					this = true
				}
			},
			["鸣"] = {
				["人"] = {
					["当"] = {
						["火"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["再"] = {
				["接"] = {
					["一"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["修"] = {
				["仙"] = {
					this = true
				}
			},
			["维"] = {
				["帝"] = {
					this = true
				}
			}
		},
		["封"] = {
			["锁"] = {
				this = true,
				["技"] = {
					["术"] = {
						this = true
					}
				}
			},
			["鎖"] = {
				this = true,
				["技"] = {
					["術"] = {
						this = true
					}
				}
			}
		},
		["腐"] = {
			["败"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["建"] = {
					["议"] = {
						["书"] = {
							["—"] = {
								["—"] = {
									["致"] = {
										["八"] = {
											["届"] = {
												["人"] = {
													["大"] = {
														["三"] = {
															["次"] = {
																["全"] = {
																	["会"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["敗"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["革"] = {
			["命"] = {
				this = true,
				["暴"] = {
					["乱"] = {
						this = true
					},
					["亂"] = {
						this = true
					}
				},
				["操"] = {
					["丈"] = {
						["母"] = {
							["娘"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["攻"] = {
			["大"] = {
				["陆"] = {
					this = true
				}
			}
		},
		["共"] = {
			this = true,
			["产"] = {
				this = true
			},
			["复"] = {
				["国"] = {
					this = true
				},
				["民"] = {
					this = true
				},
				["清"] = {
					this = true
				}
			},
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["聯"] = {
				["盟"] = {
					this = true
				}
			}
		},
		["汉"] = {
			["复"] = {
				["藏"] = {
					this = true
				}
			}
		},
		["华"] = {
			this = true,
			["暴"] = {
				["动"] = {
					this = true
				}
			},
			["大"] = {
				["暴"] = {
					["动"] = {
						this = true
					}
				}
			},
			["活"] = {
				["动"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["疯"] = {
				["会"] = {
					["|"] = {
						["反"] = {
							["华"] = {
								["峰"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["華"] = {
			this = true
		},
		["间"] = {
			["神"] = {
				["捕"] = {
					this = true
				}
			}
		},
		["抗"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			}
		},
		["恐"] = {
			["就"] = {
				["是"] = {
					["反"] = {
						["共"] = {
							this = true
						}
					}
				}
			},
			["委"] = {
				["员"] = {
					["会"] = {
						this = true
					}
				}
			},
			["怖"] = {
				["、"] = {
					["反"] = {
						["滲"] = {
							["透"] = {
								["、"] = {
									["反"] = {
										["分"] = {
											["裂"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["毛"] = {
			this = true,
			["方"] = {
				["阵"] = {
					this = true
				}
			}
		},
		["民"] = {
			["众"] = {
				this = true
			}
		},
		["屏"] = {
			["蔽"] = {
				this = true
			}
		},
		["人"] = {
			["类"] = {
				this = true
			},
			["類"] = {
				this = true
			}
		},
		["日"] = {
			this = true,
			["游"] = {
				["行"] = {
					this = true
				}
			}
		},
		["社"] = {
			["会"] = {
				this = true
			},
			["會"] = {
				this = true
			}
		},
		["贪"] = {
			["方"] = {
				["知"] = {
					["无"] = {
						["官"] = {
							["正"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["正"] = {
			["你"] = {
				["横"] = {
					["竖"] = {
						["都"] = {
							["是"] = {
								["嘴"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["政"] = {
			["府"] = {
				this = true
			}
		},
		["中"] = {
			["游"] = {
				["行"] = {
					this = true
				}
			}
		},
		["作"] = {
			["弊"] = {
				this = true
			}
		},
		["习"] = {
			["分"] = {
				["裂"] = {
					this = true
				}
			}
		},
		["连"] = {
			this = true
		},
		["\\"] = {
			x = {
				["{"] = {
					["1"] = {
						F = {
							["3"] = {
								["3"] = {
									A = {
										["}"] = {
											["组"] = {
												["织"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["分"] = {
			["裂"] = {
				["斗"] = {
					["争"] = {
						["激"] = {
							["烈"] = {
								["期"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["坦"] = {
			["克"] = {
				["知"] = {
					["识"] = {
						["分"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["黑"] = {
					["西"] = {
						["裤"] = {
							this = true
						}
					},
					["塑"] = {
						["料"] = {
							["袋"] = {
								this = true
							}
						}
					}
				},
				["白"] = {
					["衬"] = {
						["衫"] = {
							this = true
						}
					}
				}
			}
		},
		z = {
			h = {
				o = {
					n = {
						g = {
							["?"] = {
								["\\"] = {
									b = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["帝"] = {
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["3"] = {
								["}"] = {
									["反"] = {
										["修"] = {
											["|"] = {
												["反"] = {
													["帝"] = {
														["\\"] = {
															p = {
																P = {
																	["*"] = {
																		["反"] = {
																			["资"] = {
																				["\\"] = {
																					p = {
																						P = {
																							["*"] = {
																								["反"] = {
																									["修"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["改"] = {
			["革"] = {
				["开"] = {
					["放"] = {
						this = true
					}
				}
			}
		},
		["复"] = {
			["清"] = {
				["明"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["犯"] = {
		["人"] = {
			["老"] = {
				["婆"] = {
					["也"] = {
						["要"] = {
							["睡"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["饭"] = {
		["岛"] = {
			["爱"] = {
				this = true
			},
			["恋"] = {
				this = true
			},
			["美"] = {
				["雪"] = {
					this = true
				}
			}
		},
		["店"] = {
			["吃"] = {
				["饭"] = {
					["公"] = {
						["款"] = {
							["多"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["后"] = {
			["唱"] = {
				["歌"] = {
					["是"] = {
						["摸"] = {
							["来"] = {
								["摸"] = {
									["去"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["田"] = {
			["圭"] = {
				["织"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["范"] = {
		["長"] = {
			["龍"] = {
				this = true
			}
		},
		["燕"] = {
			["琼"] = {
				this = true
			}
		},
		["长"] = {
			["龙"] = {
				this = true
			}
		},
		["承"] = {
			["秀"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["贩"] = {
		["毒"] = {
			this = true
		},
		["卖"] = {
			k = {
				i = {
					n = {
						g = {
							["粉"] = {
								this = true
							}
						}
					}
				}
			},
			["毒"] = {
				["品"] = {
					this = true
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			},
			["致"] = {
				["癌"] = {
					["慢"] = {
						["性"] = {
							["毒"] = {
								["药"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["販"] = {
		["毒"] = {
			this = true
		}
	}
end

temp()
