pg = pg or {}
slot0 = pg
slot0.word_template_158 = {}
slot1 = slot0.word_template_158

function temp()
	uv0["禁"] = {
		["断"] = {
			["之"] = {
				["血"] = {
					["族"] = {
						this = true
					}
				}
			}
		},
		["宫"] = {
			["风"] = {
				["云"] = {
					this = true
				}
			}
		},
		["猎"] = {
			["地"] = {
				["带"] = {
					this = true
				}
			}
		},
		["母"] = {
			["奸"] = {
				["淫"] = {
					this = true
				}
			}
		},
		["贫"] = {
			this = true
		},
		["乒"] = {
			this = true
		},
		["评"] = {
			this = true,
			["链"] = {
				["刃"] = {
					this = true
				}
			}
		},
		["屏"] = {
			this = true
		},
		["瓶"] = {
			this = true
		},
		["萍"] = {
			this = true
		},
		["評"] = {
			this = true
		},
		["食"] = {
			["祷"] = {
				["告"] = {
					["日"] = {
						this = true
					}
				}
			},
			["一"] = {
				["天"] = {
					this = true
				}
			},
			["壹"] = {
				["天"] = {
					this = true
				}
			}
		},
		["书"] = {
			this = true
		},
		["尾"] = {
			this = true
		},
		["習"] = {
			this = true
		},
		["愿"] = {
			this = true
		},
		["止"] = {
			["重"] = {
				["庆"] = {
					["人"] = {
						["进"] = {
							["京"] = {
								this = true
							}
						}
					}
				}
			},
			["学"] = {
				["习"] = {
					this = true
				}
			}
		},
		["发"] = {
			["多"] = {
				["年"] = {
					["前"] = {
						["的"] = {
							["廣"] = {
								["場"] = {
									this = true
								}
							},
							["广"] = {
								["场"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["评"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["同"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["志"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["噤"] = {
		["评"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["燼"] = {
		["萍"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["茎"] = {
		["大"] = {
			["物"] = {
				["勃"] = {
					this = true
				}
			}
		},
		["候"] = {
			["佳"] = {
				["阴"] = {
					this = true
				},
				["淫"] = {
					this = true
				}
			}
		},
		["瓶"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["京"] = {
		["城"] = {
			["血"] = {
				["案"] = {
					["的"] = {
						["真"] = {
							["相"] = {
								this = true
							}
						}
					}
				}
			},
			["夜"] = {
				this = true
			},
			["大"] = {
				["广"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		["华"] = {
			["学"] = {
				["子"] = {
					["誓"] = {
						["绝"] = {
							["食"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			this = true
		},
		["瓶"] = {
			this = true
		},
		["野"] = {
			["明"] = {
				["日"] = {
					["香"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["经"] = {
		["常"] = {
			["被"] = {
				["城"] = {
					["管"] = {
						["队"] = {
							["赶"] = {
								["来"] = {
									["赶"] = {
										["去"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["典"] = {
			["炮"] = {
				["图"] = {
					this = true
				}
			}
		},
		["济"] = {
			["社"] = {
				["会"] = {
					["理"] = {
						["事"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["师"] = {
				["答"] = {
					["案"] = {
						this = true
					}
				}
			},
			["导"] = {
				["报"] = {
					this = true
				}
			},
			["建"] = {
				["设"] = {
					this = true
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["5"] = {
								["}"] = {
									["("] = {
										["滞"] = {
											["胀"] = {
												["|"] = {
													["智"] = {
														["障"] = {
															[")"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["疲"] = {
					["惫"] = {
						["就"] = {
							["放"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["种"] = {
					["暴"] = {
						["雷"] = {
							["房"] = {
								["价"] = {
									["崩"] = {
										["的"] = {
											["稀"] = {
												["碎"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["凭"] = {
			this = true
		},
		["社"] = {
			["理"] = {
				["事"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["纬"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["荊"] = {
		["棘"] = {
			["護"] = {
				["衛"] = {
					["兵"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
