pg = pg or {}
slot0 = pg
slot0.word_template_86 = {}
slot1 = slot0.word_template_86

temp = function()
	uv0["顶"] = {
		["得"] = {
			["好"] = {
				["深"] = {
					this = true
				}
			}
		},
		["楼"] = {
			["马"] = {
				["戏"] = {
					["团"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["頂"] = {
		["頂"] = {
			["撞"] = {
				["撞"] = {
					["式"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["订"] = {
		["购"] = {
			this = true,
			["苯"] = {
				["基"] = {
					["丙"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["冰"] = {
					["砖"] = {
						this = true
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["水"] = {
				["果"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["吗"] = {
				["啡"] = {
					this = true
				}
			},
			["警"] = {
				["用"] = {
					["弩"] = {
						this = true
					},
					["催"] = {
						["泪"] = {
							["弹"] = {
								this = true
							}
						}
					},
					["钢"] = {
						["叉"] = {
							this = true
						}
					}
				},
				["官"] = {
					["证"] = {
						this = true
					}
				},
				["察"] = {
					["证"] = {
						this = true
					},
					["胸"] = {
						["标"] = {
							this = true
						}
					},
					["作"] = {
						["训"] = {
							["服"] = {
								this = true
							}
						}
					}
				},
				["灯"] = {
					this = true
				}
			},
			["溴"] = {
				["氰"] = {
					["菊"] = {
						["酯"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["性"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["洛"] = {
				["克"] = {
					K = {
						J = {
							["9"] = {
								["0"] = {
									["0"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["单"] = {
				["质"] = {
					["猛"] = {
						["炸"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["缅"] = {
				["古"] = {
					["制"] = {
						["作"] = {
							["技"] = {
								["术"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["氟"] = {
				["硝"] = {
					["安"] = {
						["定"] = {
							this = true
						}
					}
				}
			}
		},
		["货"] = {
			["热"] = {
				["线"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["定"] = {
		["▲"] = {
			["位"] = {
				["▲"] = {
					["噐"] = {
						this = true
					}
				}
			}
		},
		["购"] = {
			this = true,
			["5"] = {
				["."] = {
					["5"] = {
						["母"] = {
							["鸡"] = {
								["模"] = {
									["具"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["位"] = {
			["器"] = {
				this = true
			},
			["仪"] = {
				this = true
			}
		},
		["罪"] = {
			["量"] = {
				["刑"] = {
					["成"] = {
						["冤"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["做"] = {
			["森"] = {
				["林"] = {
					["之"] = {
						["狼"] = {
							["弓"] = {
								["弩"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["弹"] = {
				["簧"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["三"] = {
				["棱"] = {
					["刮"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["电"] = {
						["棍"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["訂"] = {
		["購"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["腚"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["錠"] = {
		["位"] = {
			["噐"] = {
				this = true
			}
		}
	}
end

temp()
