pg = pg or {}
slot0 = pg
slot0.word_template_5 = {}
slot1 = slot0.word_template_5

temp = function()
	uv0["億"] = {
		["万"] = {
			["長"] = {
				["者"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["下"] = {
		["着"] = {
			this = true
		},
		["流"] = {
			this = true,
			["地"] = {
				["带"] = {
					this = true
				},
				["帶"] = {
					this = true
				}
			}
		},
		["班"] = {
			["插"] = {
				["阴"] = {
					["道"] = {
						this = true
					}
				}
			},
			["围"] = {
				["着"] = {
					["关"] = {
						["系"] = {
							["转"] = {
								this = true
							}
						}
					}
				}
			},
			["有"] = {
				["奶"] = {
					["摸"] = {
						this = true
					}
				}
			}
		},
		["半"] = {
			["年"] = {
				["六"] = {
					["警"] = {
						["察"] = {
							["杀"] = {
								["一"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["夜"] = {
				["在"] = {
					["嫖"] = {
						this = true
					}
				}
			}
		},
		["次"] = {
			["有"] = {
				["新"] = {
					["歌"] = {
						["把"] = {
							["八"] = {
								["荣"] = {
									["八"] = {
										["耻"] = {
											["编"] = {
												["进"] = {
													["去"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["大"] = {
				["会"] = {
					this = true
				}
			}
		},
		["法"] = {
			["轮"] = {
				this = true
			}
		},
		["崗"] = {
			["職"] = {
				["工"] = {
					["滿"] = {
						["街"] = {
							["走"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["岗"] = {
			["工"] = {
				["人"] = {
					["八"] = {
						["百"] = {
							["万"] = {
								this = true
							}
						}
					},
					["挺"] = {
						["难"] = {
							["办"] = {
								this = true
							}
						}
					}
				}
			},
			["职"] = {
				["工"] = {
					["怀"] = {
						["念"] = {
							["毛"] = {
								["主"] = {
									["席"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["潮"] = {
				this = true
			}
		},
		["贱"] = {
			this = true
		},
		["賤"] = {
			this = true
		},
		["课"] = {
			["插"] = {
				["阴"] = {
					["道"] = {
						this = true
					}
				}
			},
			["后"] = {
				["的"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["列"] = {
			["枪"] = {
				this = true
			}
		},
		["面"] = {
			["的"] = {
				["水"] = {
					this = true
				}
			},
			["夹"] = {
				["着"] = {
					["它"] = {
						this = true
					}
				}
			}
		},
		["身"] = {
			["开"] = {
				["啤"] = {
					["酒"] = {
						["瓶"] = {
							["盖"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["體"] = {
			this = true
		},
		["注"] = {
			this = true,
			["彩"] = {
				["金"] = {
					this = true
				}
			},
			["棋"] = {
				["牌"] = {
					this = true
				}
			},
			["博"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["天"] = {
			["满"] = {
				["李"] = {
					["讨"] = {
						this = true
					}
				}
			}
		},
		["载"] = {
			["手"] = {
				["机"] = {
					["卧"] = {
						["底"] = {
							["监"] = {
								["听"] = {
									["软"] = {
										["件"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["偷"] = {
						["听"] = {
							["软"] = {
								["件"] = {
									this = true
								}
							}
						}
					},
					["监"] = {
						["听"] = {
							["定"] = {
								["位"] = {
									["软"] = {
										["件"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["潜"] = {
				["伏"] = {
					["者"] = {
						["手"] = {
							["机"] = {
								["监"] = {
									["听"] = {
										["软"] = {
											["件"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["家"] = {
		["出"] = {
			this = true
		},
		["宝"] = {
			["锦"] = {
				["涛"] = {
					this = true
				}
			}
		},
		["里"] = {
			["的"] = {
				["事"] = {
					["单"] = {
						["位"] = {
							["干"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["庭"] = {
			["基"] = {
				["督"] = {
					["教"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["会"] = {
					this = true
				},
				["師"] = {
					this = true
				}
			}
		},
		["有"] = {
			["色"] = {
				["邻"] = {
					this = true
				}
			}
		},
		["中"] = {
			["有"] = {
				["暧"] = {
					["瓶"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["火"] = {
		["病"] = {
			this = true
		},
		["棒"] = {
			this = true
		},
		["补"] = {
			["避"] = {
				["孕"] = {
					["套"] = {
						this = true
					}
				}
			}
		},
		["车"] = {
			["便"] = {
				["当"] = {
					this = true
				}
			},
			["站"] = {
				["的"] = {
					["野"] = {
						["鸡"] = {
							this = true
						}
					}
				}
			}
		},
		["风"] = {
			["皇"] = {
				this = true
			}
		},
		["狐"] = {
			["神"] = {
				["殿"] = {
					this = true
				}
			}
		},
		["炬"] = {
			["出"] = {
				["事"] = {
					["了"] = {
						this = true
					}
				}
			}
		},
		["辣"] = {
			["的"] = {
				["车"] = {
					["模"] = {
						this = true
					}
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["寫"] = {
				["真"] = {
					this = true
				}
			}
		},
		["魅"] = {
			["子"] = {
				["传"] = {
					this = true
				}
			}
		},
		["烧"] = {
			["大"] = {
				["裤"] = {
					["衩"] = {
						this = true
					}
				}
			}
		},
		["腿"] = {
			["裡"] = {
				["我"] = {
					["們"] = {
						["認"] = {
							["識"] = {
								["了"] = {
									["敵"] = {
										["敵"] = {
											["畏"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["葬"] = {
			["场"] = {
				this = true,
				["最"] = {
					["容"] = {
						["易"] = {
							["烧"] = {
								["的"] = {
									["是"] = {
										["少"] = {
											["女"] = {
												["的"] = {
													["尸"] = {
														["体"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["博"] = {
			["体"] = {
				["育"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["竞"] = {
			["猜"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["稼"] = {
		["い"] = {
			this = true
		},
		["ぐ"] = {
			this = true
		},
		["げ"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["花"] = {
		["粉"] = {
			this = true
		},
		["都"] = {
			["逍"] = {
				["遥"] = {
					["乡"] = {
						["村"] = {
							["春"] = {
								["光"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["革"] = {
			["命"] = {
				this = true
			}
		},
		["和"] = {
			["尚"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				},
				["社"] = {
					["区"] = {
						["成"] = {
							["人"] = {
								["性"] = {
									["用"] = {
										["品"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["花"] = {
			["公"] = {
				["子"] = {
					this = true,
					["传"] = {
						["奇"] = {
							this = true
						}
					}
				}
			}
		},
		["季"] = {
			["护"] = {
				["航"] = {
					this = true
				}
			}
		},
		["柳"] = {
			this = true
		},
		["香"] = {
			["飘"] = {
				["满"] = {
					["衣"] = {
						this = true
					}
				}
			},
			["袭"] = {
				["人"] = {
					["春"] = {
						["月"] = {
							["塘"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["心"] = {
			["天"] = {
				["子"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		},
		["言"] = {
			["巧"] = {
				["语"] = {
					["欺"] = {
						["百"] = {
							["姓"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["样"] = {
			["性"] = {
				["交"] = {
					this = true
				}
			}
		},
		["樣"] = {
			["性"] = {
				["交"] = {
					this = true
				}
			}
		},
		["语"] = {
			["暗"] = {
				["绣"] = {
					this = true
				}
			},
			["巧"] = {
				["言"] = {
					["来"] = {
						["维"] = {
							["稳"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["山"] = {
			N = {
				["3"] = {
					["0"] = {
						["6"] = {
							this = true
						}
					}
				}
			}
		},
		["果"] = {
			["冯"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["会"] = {
		["え"] = {
			["る"] = {
				this = true
			}
		},
		["員"] = {
			["募"] = {
				["集"] = {
					this = true
				}
			}
		},
		["道"] = {
			["门"] = {
				this = true
			}
		},
		["忽"] = {
			["悠"] = {
				["会"] = {
					["受"] = {
						["贿"] = {
							this = true
						}
					}
				}
			}
		},
		["计"] = {
			["师"] = {
				["考"] = {
					["试"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["见"] = {
			["达"] = {
				["赖"] = {
					this = true
				}
			}
		},
		["撒"] = {
			["谎"] = {
				["会"] = {
					["受"] = {
						["贿"] = {
							this = true
						}
					}
				}
			}
		},
		["上"] = {
			["床"] = {
				["会"] = {
					["收"] = {
						["费"] = {
							this = true
						}
					}
				}
			},
			["反"] = {
				["腐"] = {
					["喊"] = {
						["口"] = {
							["号"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["讨"] = {
			["薪"] = {
				["会"] = {
					["下"] = {
						["跪"] = {
							this = true
						}
					}
				}
			}
		},
		["晚"] = {
			["园"] = {
				["维"] = {
					this = true
				}
			},
			["光"] = {
				["烛"] = {
					this = true
				}
			}
		},
		["联"] = {
			["支"] = {
				this = true
			}
		},
		["不"] = {
			["会"] = {
				["有"] = {
					["点"] = {
						["钦"] = {
							["\\"] = {
								p = {
									P = {
										["?"] = {
											["定"] = {
												["的"] = {
													["感"] = {
														["觉"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["轻"] = {
			["功"] = {
				["的"] = {
					["小"] = {
						["板"] = {
							["凳"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["飞"] = {
			["的"] = {
				["小"] = {
					["凳"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["海"] = {
		["豹"] = {
			this = true,
			M = {
				["9"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["盗"] = {
			["的"] = {
				["悠"] = {
					["闲"] = {
						["生"] = {
							["活"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["关"] = {
			["没"] = {
				["收"] = {
					["车"] = {
						this = true
					}
				}
			}
		},
		["津"] = {
			["知"] = {
				["香"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["神"] = {
				this = true
			}
		},
		["洛"] = {
			["因"] = {
				this = true
			}
		},
		["滩"] = {
			["婊"] = {
				["子"] = {
					this = true
				}
			},
			["特"] = {
				["典"] = {
					["映"] = {
						["像"] = {
							this = true
						}
					}
				}
			}
		},
		["外"] = {
			["情"] = {
				["郎"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["局"] = {
				this = true
			}
		},
		["樂"] = {
			["神"] = {
				this = true
			}
		},
		["运"] = {
			["门"] = {
				this = true
			},
			["女"] = {
				this = true
			},
			["学"] = {
				["院"] = {
					["艳"] = {
						["照"] = {
							this = true
						}
					}
				}
			}
		},
		["南"] = {
			["中"] = {
				this = true
			}
		},
		["画"] = {
			["圆"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["姦"] = {
		this = {
			this = true
		},
		["通"] = {
			this = true
		},
		["情"] = {
			this = true
		},
		["染"] = {
			this = true
		},
		["淫"] = {
			this = true,
			["電"] = {
				["車"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["官"] = {
		["能"] = {
			this = true
		},
		["逼"] = {
			["民"] = {
				["反"] = {
					this = true
				}
			}
		},
		["场"] = {
			["腐"] = {
				["败"] = {
					this = true
				}
			},
			["搞"] = {
				["乱"] = {
					this = true
				}
			},
			["经"] = {
				["济"] = {
					this = true
				}
			},
			["秘"] = {
				["诀"] = {
					this = true
				}
			},
			["缺"] = {
				["德"] = {
					this = true
				}
			}
		},
		["方"] = {
			this = true
		},
		["匪"] = {
			this = true,
			["勾"] = {
				["结"] = {
					["的"] = {
						["重"] = {
							["要"] = {
								["原"] = {
									["因"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["横"] = {
				["行"] = {
					this = true
				}
			}
		},
		["府"] = {
			["忽"] = {
				["悠"] = {
					["百"] = {
						["姓"] = {
							this = true
						}
					}
				}
			}
		},
		["腐"] = {
			["民"] = {
				["盗"] = {
					this = true
				}
			}
		},
		["官"] = {
			["勾"] = {
				["结"] = {
					this = true
				}
			},
			["相"] = {
				["互"] = {
					this = true
				},
				["护"] = {
					this = true
				},
				["通"] = {
					this = true
				},
				["照"] = {
					this = true
				}
			}
		},
		["界"] = {
			["黑"] = {
				["暗"] = {
					this = true
				}
			}
		},
		["僚"] = {
			["精"] = {
				["英"] = {
					this = true
				}
			}
		},
		["商"] = {
			this = true,
			["勾"] = {
				["结"] = {
					this = true,
					["为"] = {
						["荣"] = {
							this = true
						}
					},
					["我"] = {
						["无"] = {
							["罪"] = {
								this = true
							}
						}
					}
				}
			},
			["联"] = {
				["手"] = {
					this = true
				}
			},
			["齐"] = {
				["勾"] = {
					["结"] = {
						this = true
					}
				}
			}
		},
		["网"] = {
			["可"] = {
				["查"] = {
					this = true
				}
			},
			["注"] = {
				["册"] = {
					this = true
				}
			}
		},
		["员"] = {
			["把"] = {
				["群"] = {
					["众"] = {
						["整"] = {
							["疯"] = {
								this = true
							},
							["聋"] = {
								this = true
							}
						}
					}
				}
			},
			["不"] = {
				["会"] = {
					["当"] = {
						["官"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["表"] = {
					["答"] = {
						this = true
					}
				}
			},
			["恶"] = {
				this = true
			},
			["黑"] = {
				["手"] = {
					["常"] = {
						["伸"] = {
							this = true
						}
					}
				}
			},
			["奸"] = {
				["淫"] = {
					this = true
				}
			},
			["靠"] = {
				["吃"] = {
					["政"] = {
						["治"] = {
							["饭"] = {
								this = true
							}
						}
					}
				}
			},
			["流"] = {
				["氓"] = {
					this = true
				}
			},
			["脱"] = {
				["干"] = {
					["系"] = {
						this = true
					}
				}
			}
		},
		["員"] = {
			["真"] = {
				["是"] = {
					["土"] = {
						["匪"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["位"] = {
				this = true
			}
		},
		["修"] = {
			["史"] = {
				["书"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["感"] = {
		["染"] = {
			this = true
		},
		["官"] = {
			["世"] = {
				["界"] = {
					this = true
				}
			}
		},
		["谢"] = {
			z = {
				f = {
					["为"] = {
						["我"] = {
							["解"] = {
								["决"] = {
									["了"] = {
										["住"] = {
											["房"] = {
												["问"] = {
													["题"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["改"] = {
				["革"] = {
					["私"] = {
						["有"] = {
							["化"] = {
								this = true
							}
						}
					}
				}
			},
			["政"] = {
				["府"] = {
					["为"] = {
						["我"] = {
							["解"] = {
								["决"] = {
									["了"] = {
										["住"] = {
											["房"] = {
												["问"] = {
													["题"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["种"] = {
				["秧"] = {
					["，"] = {
						["刚"] = {
							["写"] = {
								["吸"] = {
									["主"] = {
										["吸"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["恩"] = {
			["炒"] = {
				["饭"] = {
					["人"] = {
						this = true
					}
				}
			},
			["\\"] = {
				p = {
					P = {
						["*"] = {
							["赢"] = {
								["麻"] = {
									["了"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["罗"] = {
				["马"] = {
					this = true
				}
			}
		},
		["到"] = {
			["十"] = {
				["分"] = {
					["豪"] = {
						["迈"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["換"] = {
		["金"] = {
			this = true
		},
		["妻"] = {
			["大"] = {
				["會"] = {
					this = true
				}
			},
			["雜"] = {
				["交"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["還"] = {
		["政"] = {
			["於"] = {
				["民"] = {
					this = true
				}
			}
		},
		["權"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["顔"] = {
		["射"] = {
			this = true
		},
		["清"] = {
			["標"] = {
				this = true
			}
		},
		["慶"] = {
			["章"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["奇"] = {
		["形"] = {
			["児"] = {
				this = true
			}
		},
		["屎"] = {
			["马"] = {
				this = true
			}
		},
		["童"] = {
			["江"] = {
				["湖"] = {
					["行"] = {
						this = true
					}
				}
			}
		},
		["淫"] = {
			["宝"] = {
				["典"] = {
					this = true
				},
				["鉴"] = {
					this = true
				}
			},
			["寶"] = {
				["鑒"] = {
					this = true
				}
			}
		},
		["缘"] = {
			["四"] = {
				["部"] = {
					["曲"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["寄"] = {
		["生"] = {
			["虫"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["帰"] = {
		["化"] = {
			["人"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["逆"] = {
		["援"] = {
			this = true
		},
		["勇"] = {
			["者"] = {
				["传"] = {
					["说"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["競"] = {
		["馬"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["強"] = {
		["姦"] = {
			this = true,
			["處"] = {
				["女"] = {
					this = true
				}
			}
		},
		["制"] = {
			["堕"] = {
				["胎"] = {
					this = true
				}
			},
			["斷"] = {
				["種"] = {
					this = true
				}
			},
			["浣"] = {
				["腸"] = {
					this = true
				}
			}
		},
		["暴"] = {
			this = true
		},
		["行"] = {
			["視"] = {
				["頻"] = {
					this = true
				}
			}
		},
		["廹"] = {
			["勞"] = {
				["動"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["矯"] = {
		["正"] = {
			this = true
		},
		["健"] = {
			["的"] = {
				["馬"] = {
					["努"] = {
						["爾"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["驚"] = {
		["異"] = {
			this = true
		},
		["瓶"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["九"] = {
		["評"] = {
			this = true,
			["論"] = {
				["共"] = {
					["産"] = {
						["黨"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["评"] = {
				this = true
			}
		},
		["八"] = {
			this = true,
			["年"] = {
				["印"] = {
					["尼"] = {
						this = true
					}
				}
			},
			["印"] = {
				["尼"] = {
					this = true
				}
			},
			["九"] = {
				["一"] = {
					this = true
				}
			}
		},
		["不"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["成"] = {
			["新"] = {
				["套"] = {
					["牌"] = {
						["车"] = {
							this = true
						}
					}
				}
			}
		},
		["城"] = {
			["情"] = {
				["色"] = {
					this = true
				}
			}
		},
		["二"] = {
			["式"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["法"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["费"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["风"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["干"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["话"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["会"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["九"] = {
			["情"] = {
				["色"] = {
					["帝"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		["酒"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["流"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["城"] = {
				["の"] = {
					["阴"] = {
						["獣"] = {
							this = true
						}
					}
				}
			}
		},
		["平"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["评"] = {
			this = true
		},
		["十"] = {
			["三"] = {
				["运"] = {
					["动"] = {
						this = true
					}
				}
			}
		},
		["事"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["头"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["系"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["肖"] = {
			this = true
		},
		["小"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["样"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["要"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["一"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			},
			["评"] = {
				this = true
			},
			["評"] = {
				this = true
			}
		},
		["越"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["转"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["子"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["片"] = {
			["棱"] = {
				["角"] = {
					["的"] = {
						["回"] = {
							["忆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["剑"] = {
			["诛"] = {
				["赤"] = {
					["龙"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["月"] = {
			["九"] = {
				["日"] = {
					["纪"] = {
						["念"] = {
							["里"] = {
								["德"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["个"] = {
			["人"] = {
				["等"] = {
					["着"] = {
						["上"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["项"] = {
			["工"] = {
				["程"] = {
					this = true
				}
			}
		},
		["五"] = {
			["至"] = {
				["尊"] = {
					this = true,
					["沃"] = {
						["利"] = {
							["贝"] = {
								["尔"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["之"] = {
				["尊"] = {
					this = true,
					["沃"] = {
						["利"] = {
							["贝"] = {
								["尔"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["携"] = {
		["帯"] = {
			["サ"] = {
				["イ"] = {
					["ト"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["激"] = {
		["流"] = {
			["中"] = {
				["國"] = {
					this = true
				}
			}
		},
		["爱"] = {
			["之"] = {
				["所"] = {
					this = true
				}
			}
		},
		["插"] = {
			this = true
		},
		["光"] = {
			["点"] = {
				["压"] = {
					this = true
				}
			}
		},
		["清"] = {
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					this = true
				}
			}
		},
		["情"] = {
			m = {
				m = {
					this = true
				}
			},
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["潮"] = {
				["喷"] = {
					this = true
				},
				["噴"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["打"] = {
				["炮"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["短"] = {
				["片"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["钢"] = {
				["管"] = {
					this = true
				}
			},
			["黄"] = {
				["色"] = {
					this = true
				}
			},
			["假"] = {
				["期"] = {
					this = true
				}
			},
			["交"] = {
				["友"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["狂"] = {
				["野"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					this = true,
					["室"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["体"] = {
					this = true
				},
				["體"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			},
			["免"] = {
				["费"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["郎"] = {
					this = true
				}
			},
			["派"] = {
				["对"] = {
					this = true
				}
			},
			["片"] = {
				this = true,
				["下"] = {
					["载"] = {
						this = true
					}
				}
			},
			["热"] = {
				["舞"] = {
					this = true
				}
			},
			["入"] = {
				["口"] = {
					this = true
				},
				["门"] = {
					this = true
				}
			},
			["少"] = {
				["女"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["視"] = {
				["頻"] = {
					this = true
				}
			},
			["双"] = {
				["人"] = {
					["秀"] = {
						this = true
					}
				}
			},
			["套"] = {
				["餐"] = {
					this = true
				}
			},
			["提"] = {
				["示"] = {
					this = true
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			},
			["貼"] = {
				["圖"] = {
					this = true
				}
			},
			["童"] = {
				["男"] = {
					this = true
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["丸"] = {
				this = true
			},
			["网"] = {
				this = true,
				["站"] = {
					this = true
				}
			},
			["文"] = {
				["学"] = {
					this = true
				},
				["學"] = {
					this = true
				}
			},
			["五"] = {
				["月"] = {
					["天"] = {
						this = true
					}
				}
			},
			["午"] = {
				["夜"] = {
					this = true
				}
			},
			["小"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["说"] = {
					this = true
				},
				["說"] = {
					this = true
				}
			},
			["一"] = {
				["夜"] = {
					this = true
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["泳"] = {
				["仔"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["之"] = {
				["女"] = {
					this = true
				}
			},
			["主"] = {
				["持"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["生"] = {
			["轮"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["爽"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["凸"] = {
			["走"] = {
				["光"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["月"] = {
		["収"] = {
			this = true
		},
		["底"] = {
			["可"] = {
				["以"] = {
					["拿"] = {
						["到"] = {
							["可"] = {
								["以"] = {
									["买"] = {
										["一"] = {
											["辆"] = {
												["车"] = {
													["的"] = {
														["工"] = {
															["资"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["宫"] = {
			["无"] = {
				["码"] = {
					this = true
				}
			}
		},
		["经"] = {
			this = true,
			["不"] = {
				["调"] = {
					this = true
				}
			},
			["来"] = {
				["了"] = {
					["都"] = {
						["让"] = {
							["搞"] = {
								this = true
							}
						}
					},
					["也"] = {
						["让"] = {
							["搞"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["經"] = {
			this = true
		},
		["历"] = {
			["俏"] = {
				["女"] = {
					["郎"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["西"] = {
				this = true
			}
		},
		["入"] = {
			["过"] = {
				["万"] = {
					this = true
				}
			},
			["上"] = {
				["万"] = {
					this = true
				}
			}
		},
		["收"] = {
			["入"] = {
				["几"] = {
					["千"] = {
						this = true
					}
				},
				["上"] = {
					["万"] = {
						this = true
					}
				},
				["万"] = {
					["元"] = {
						this = true
					}
				}
			}
		},
		["薪"] = {
			["过"] = {
				["万"] = {
					this = true
				}
			},
			["万"] = {
				["元"] = {
					this = true
				}
			}
		},
		["赚"] = {
			["过"] = {
				["万"] = {
					this = true
				}
			},
			["千"] = {
				["元"] = {
					this = true
				}
			},
			["上"] = {
				["千"] = {
					this = true
				},
				["万"] = {
					this = true
				}
			},
			["数"] = {
				["千"] = {
					["元"] = {
						this = true
					}
				},
				["万"] = {
					this = true
				}
			},
			["万"] = {
				["元"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["健"] = {
		["康"] = {
			["器"] = {
				["具"] = {
					this = true
				}
			},
			["美"] = {
				["容"] = {
					["之"] = {
						["家"] = {
							this = true
						}
					}
				}
			}
		},
		["身"] = {
			["帅"] = {
				["哥"] = {
					this = true
				}
			},
			["先"] = {
				["生"] = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["卫"] = {
			["步"] = {
				["枪"] = {
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["慰"] = {
			["器"] = {
				this = true
			}
		},
		["壮"] = {
			["成"] = {
				["熟"] = {
					["毛"] = {
						["男"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["男"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["犬"] = {
		["食"] = {
			["い"] = {
				this = true
			}
		},
		["江"] = {
			this = true
		},
		["交"] = {
			this = true
		},
		["肉"] = {
			["汤"] = {
				["淋"] = {
					["地"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["見"] = {
		["放"] = {
			["題"] = {
				this = true
			}
		}
	}
end

temp()
