pg = pg or {}
slot0 = pg
slot0.word_template_83 = {}
slot1 = slot0.word_template_83

function temp()
	uv0["第"] = {
		["二"] = {
			["十"] = {
				["七"] = {
					["军"] = {
						this = true
					}
				}
			}
		},
		["六"] = {
			["波"] = {
				["财"] = {
					["富"] = {
						this = true
					}
				}
			}
		},
		["廿"] = {
			["七"] = {
				["軍"] = {
					this = true
				}
			}
		},
		["十"] = {
			["一"] = {
				["个"] = {
					["老"] = {
						["公"] = {
							["是"] = {
								["公"] = {
									["务"] = {
										["员"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["五"] = {
			["代"] = {
				["中"] = {
					["共"] = {
						["1"] = {
							["8"] = {
								["大"] = {
									["主"] = {
										["角"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["一"] = {
			["次"] = {
				["操"] = {
					["表"] = {
						["姐"] = {
							this = true
						}
					}
				}
			},
			["第"] = {
				["二"] = {
					["第"] = {
						["三"] = {
							["次"] = {
								B = {
									["妈"] = {
										["养"] = {
											["个"] = {
												b = {
													["孩"] = {
														["子"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["个"] = {
				["炸"] = {
					["北"] = {
						["京"] = {
							["立"] = {
								["交"] = {
									["桥"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["声"] = {
				["优"] = {
					this = true
				}
			},
			["任"] = {
				["就"] = {
					["修"] = {
						["仙"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			},
			["婆"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["四"] = {
			["色"] = {
				["综"] = {
					["合"] = {
						this = true
					}
				}
			}
		},
		["三"] = {
			["次"] = {
				["财"] = {
					["富"] = {
						["分"] = {
							["配"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["3"] = {
			["3"] = {
				["个"] = {
					["3"] = {
						["2"] = {
							["×"] = {
								["2"] = {
									this = true
								}
							},
							["+"] = {
								["3"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蒂"] = {
		["巴"] = {
			["因"] = {
				this = true
			}
		},
		["顺"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["缔"] = {
		["顺"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["颠"] = {
		["覆"] = {
			["共"] = {
				["党"] = {
					this = true
				}
			},
			["性"] = {
				["错"] = {
					["误"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["覆"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["巅"] = {
		["峰"] = {
			["三"] = {
				["国"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["癫"] = {
		["马"] = {
			["女"] = {
				["郎"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["点"] = {
		["击"] = {
			["进"] = {
				["入"] = {
					["我"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["也"] = {
				["能"] = {
					["赚"] = {
						["钱"] = {
							this = true
						}
					}
				}
			},
			["这"] = {
				["里"] = {
					this = true,
					["浏"] = {
						["览"] = {
							["我"] = {
								["的"] = {
									["全"] = {
										["部"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["赚"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["鸾"] = {
			["倒"] = {
				["凤"] = {
					this = true
				}
			}
		},
		["色"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["点"] = {
			["烛"] = {
				["光"] = {
					["维"] = {
						["园"] = {
							["见"] = {
								this = true
							}
						}
					}
				}
			}
		},
		this = {
			this = true
		},
		["人"] = {
			this = true
		},
		["燃"] = {
			["烛"] = {
				["光"] = {
					this = true
				}
			}
		}
	}
end

temp()
