pg = pg or {}
slot0 = pg
slot0.word_template_76 = {}
slot1 = slot0.word_template_76

temp = function()
	uv0["傣"] = {
		["肌"] = {
			["松"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["代"] = {
		["办"] = {
			this = true,
			["产"] = {
				["地"] = {
					["证"] = {
						this = true
					}
				}
			},
			["各"] = {
				["行"] = {
					["信"] = {
						["用"] = {
							["卡"] = {
								this = true
							}
						}
					}
				},
				["类"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["户"] = {
				["口"] = {
					this = true
				}
			},
			["驾"] = {
				["驶"] = {
					["证"] = {
						this = true
					}
				},
				["照"] = {
					this = true
				}
			},
			["建"] = {
				["筑"] = {
					["企"] = {
						["业"] = {
							["资"] = {
								["质"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["年"] = {
				["检"] = {
					this = true
				},
				["审"] = {
					this = true
				}
			},
			["企"] = {
				["业"] = {
					["年"] = {
						["检"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["国"] = {
					["毕"] = {
						["业"] = {
							["学"] = {
								["历"] = {
									this = true
								}
							}
						}
					},
					["各"] = {
						["地"] = {
							["证"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["医"] = {
				["疗"] = {
					["器"] = {
						["械"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["营"] = {
				["业"] = {
					["执"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["实"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["规"] = {
					["驾"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			},
			["执"] = {
				["照"] = {
					this = true
				}
			},
			["假"] = {
				["结"] = {
					["婚"] = {
						["证"] = {
							this = true
						}
					}
				},
				["户"] = {
					["口"] = {
						["本"] = {
							this = true
						}
					}
				},
				["牌"] = {
					["照"] = {
						this = true
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					["户"] = {
						["口"] = {
							["本"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["辦"] = {
			["各"] = {
				["类"] = {
					["證"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["國"] = {
					["畢"] = {
						["業"] = {
							["學"] = {
								["歷"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["发"] = {
			["论"] = {
				["文"] = {
					this = true
				}
			}
		},
		["缴"] = {
			["罚"] = {
				["单"] = {
					this = true
				}
			}
		},
		["开"] = {
			this = true,
			["北"] = {
				["京"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["發"] = {
				["票"] = {
					this = true
				}
			},
			["国"] = {
				["税"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["联"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["開"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["考"] = {
			this = true,
			["托"] = {
				["福"] = {
					this = true
				}
			}
		},
		["刻"] = {
			this = true
		},
		["理"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["發"] = {
				["票"] = {
					this = true
				}
			},
			["开"] = {
				["票"] = {
					this = true
				}
			},
			["税"] = {
				["票"] = {
					this = true
				}
			},
			["体"] = {
				["检"] = {
					this = true
				}
			},
			["真"] = {
				["实"] = {
					["中"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["币"] = {
						this = true
					}
				}
			},
			["假"] = {
				["钱"] = {
					this = true
				}
			},
			["伪"] = {
				["钞"] = {
					this = true
				},
				["币"] = {
					this = true
				}
			}
		},
		["人"] = {
			["体"] = {
				["检"] = {
					this = true
				}
			}
		},
		["刷"] = {
			["博"] = {
				["客"] = {
					this = true
				}
			}
		},
		["销"] = {
			["违"] = {
				["章"] = {
					this = true
				}
			}
		},
		["写"] = {
			["代"] = {
				["发"] = {
					["表"] = {
						this = true
					}
				}
			},
			["论"] = {
				["文"] = {
					this = true
				}
			}
		},
		["孕"] = {
			this = true
		},
		["柑"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["带"] = {
		["蛋"] = {
			this = true
		},
		["套"] = {
			["肛"] = {
				["交"] = {
					this = true
				}
			}
		},
		["薪"] = {
			["坐"] = {
				["牢"] = {
					this = true
				}
			}
		},
		["带"] = {
			["连"] = {
				["任"] = {
					this = true
				}
			}
		},
		["翻"] = {
			["译"] = {
				["运"] = {
					["动"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["帶"] = {
		["根"] = {
			["吊"] = {
				this = true
			}
		},
		["套"] = {
			["肛"] = {
				["交"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["紿"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["戴"] = {
		["海"] = {
			["静"] = {
				this = true
			}
		},
		["红"] = {
			this = true
		},
		["维"] = {
			["教"] = {
				this = true
			}
		},
		["維"] = {
			["教"] = {
				this = true
			}
		},
		["相"] = {
			["龍"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["丹"] = {
		["铁"] = {
			["神"] = {
				["功"] = {
					this = true
				}
			}
		},
		["增"] = {
			["嘉"] = {
				["措"] = {
					this = true
				}
			}
		},
		["珠"] = {
			["昂"] = {
				["奔"] = {
					this = true
				}
			}
		},
		["王"] = {
			this = true
		}
	}
end

temp()
