pg = pg or {}
slot0 = pg
slot0.word_template_350 = {}
slot1 = slot0.word_template_350

function temp()
	uv0["冢"] = {
		["本"] = {
			["友"] = {
				["希"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["仲"] = {
		["根"] = {
			["香"] = {
				["澄"] = {
					this = true
				}
			}
		},
		["勋"] = {
			["太"] = {
				["上"] = {
					["皇"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["众"] = {
		["央"] = {
			["企"] = {
				["抢"] = {
					["地"] = {
						["王"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			["的"] = {
				["微"] = {
					["光"] = {
						["，"] = {
							["终"] = {
								["一"] = {
									["日"] = {
										["汇"] = {
											["成"] = {
												["炬"] = {
													["火"] = {
														["，"] = {
															["把"] = {
																["苍"] = {
																	["穹"] = {
																		["照"] = {
																			["亮"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["呺"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["重"] = {
		["大"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["成"] = {
				["就"] = {
					["的"] = {
						["决"] = {
							["议"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["铬"] = {
			["酸"] = {
				["钾"] = {
					this = true
				}
			}
		},
		["回"] = {
			["两"] = {
				["会"] = {
					this = true
				}
			}
		},
		["建"] = {
			["帝"] = {
				["国"] = {
					this = true
				}
			}
		},
		["金"] = {
			["打"] = {
				["造"] = {
					["的"] = {
						["世"] = {
							["博"] = {
								["会"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["评"] = {
			["毛"] = {
				["泽"] = {
					["东"] = {
						this = true
					}
				}
			}
		},
		["肖"] = {
			this = true
		},
		["新"] = {
			["评"] = {
				["价"] = {
					["毛"] = {
						["泽"] = {
							["东"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["要"] = {
			["原"] = {
				["因"] = {
					["是"] = {
						p = {
							o = {
								l = {
									["."] = {
										i = {
											c = {
												e = {
													["待"] = {
														["遇"] = {
															["过"] = {
																["低"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									},
									i = {
										c = {
											e = {
												["待"] = {
													["遇"] = {
														["过"] = {
															["低"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["返"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			["井"] = {
				["冈"] = {
					["山"] = {
						this = true
					}
				}
			}
		},
		["庆"] = {
			["薄"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["周"] = {
		["本"] = {
			["顺"] = {
				this = true
			}
		},
		["恩"] = {
			["来"] = {
				this = true,
				["只"] = {
					["喝"] = {
						["酒"] = {
							this = true
						}
					}
				}
			},
			["來"] = {
				this = true
			}
		},
		["锋"] = {
			["锁"] = {
				this = true
			}
		},
		["鋒"] = {
			["鎖"] = {
				this = true
			}
		},
		["福"] = {
			["启"] = {
				this = true
			}
		},
		["济"] = {
			this = true
		},
		["健"] = {
			["康"] = {
				this = true
			}
		},
		["六"] = {
			["性"] = {
				["吧"] = {
					this = true
				}
			}
		},
		["强"] = {
			this = true
		},
		["生"] = {
			["贤"] = {
				this = true
			}
		},
		["守"] = {
			["训"] = {
				this = true
			},
			["訓"] = {
				this = true
			}
		},
		["小"] = {
			["川"] = {
				["出"] = {
					["逃"] = {
						this = true
					}
				}
			},
			["康"] = {
				this = true
			}
		},
		["洋"] = {
			this = true
		},
		["英"] = {
			this = true
		},
		["永"] = {
			["康"] = {
				this = true
			}
		},
		["勇"] = {
			["軍"] = {
				this = true
			}
		},
		["泽"] = {
			["民"] = {
				this = true
			}
		},
		["总"] = {
			["理"] = {
				this = true
			}
		},
		["年"] = {
			["长"] = {
				["跑"] = {
					this = true
				}
			},
			["祭"] = {
				this = true
			}
		},
		["方"] = {
			["挺"] = {
				["习"] = {
					this = true
				}
			}
		},
		["太"] = {
			["监"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["週"] = {
		["六"] = {
			["性"] = {
				["吧"] = {
					this = true
				}
			}
		},
		["年"] = {
			["祭"] = {
				this = true
			}
		},
		["恩"] = {
			["來"] = {
				this = true
			}
		},
		["總"] = {
			["理"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["粥"] = {
		["健"] = {
			["康"] = {
				this = true
			}
		},
		["永"] = {
			["康"] = {
				this = true
			}
		},
		["煾"] = {
			["莱"] = {
				this = true
			}
		},
		["蒽"] = {
			["莱"] = {
				this = true
			}
		}
	}
end

temp()
