pg = pg or {}
slot0 = pg
slot0.word_template_45 = {}
slot1 = slot0.word_template_45

temp = function()
	uv0["轹"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["俪"] = {
		["影"] = {
			["蝎"] = {
				["心"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["栗"] = {
		["林"] = {
			["知"] = {
				["美"] = {
					this = true
				}
			}
		},
		["战"] = {
			["书"] = {
				this = true
			}
		},
		["戰"] = {
			["書"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["跞"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["詈"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["隷"] = {
		["従"] = {
			["学"] = {
				["園"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["歷"] = {
		["史"] = {
			["的"] = {
				["傷"] = {
					["口"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["麗"] = {
		["春"] = {
			["苑"] = {
				this = true
			}
		},
		["人"] = {
			["伊"] = {
				["柫"] = {
					["?"] = {
						["悪"] = {
							["女"] = {
								["宣"] = {
									["言"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["轢"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["奁"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["连"] = {
		["线"] = {
			["宝"] = {
				["马"] = {
					this = true
				}
			},
			["机"] = {
				this = true,
				["遥"] = {
					["控"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["続"] = {
			["失"] = {
				["禁"] = {
					this = true
				}
			}
		},
		["战"] = {
			this = true
		},
		["主"] = {
			["席"] = {
				["都"] = {
					["仰"] = {
						["敬"] = {
							["三"] = {
								["分"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["续"] = {
			["9"] = {
				["次"] = {
					["祝"] = {
						["贺"] = {
							["新"] = {
								["年"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["壬"] = {
			["套"] = {
				["餐"] = {
					this = true
				}
			}
		},
		["任"] = {
			["套"] = {
				["餐"] = {
					this = true
				}
			},
			["到"] = {
				["死"] = {
					this = true
				}
			},
			["王"] = {
				this = true
			},
			j = {
				f = {
					t = {
						w = {
							this = true
						}
					}
				}
			},
			["事"] = {
				["大"] = {
					["\\"] = {
						p = {
							P = {
								["*"] = {
									["百"] = {
										["姓"] = {
											["命"] = {
												["贱"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["莲"] = {
		["花"] = {
			["逼"] = {
				this = true
			}
		},
		["忍"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["連"] = {
		["方"] = {
			["瑀"] = {
				this = true
			}
		},
		["惠"] = {
			["心"] = {
				this = true
			}
		},
		["勝"] = {
			["德"] = {
				this = true
			},
			["文"] = {
				this = true
			}
		},
		["線"] = {
			["機"] = {
				this = true
			}
		},
		["続"] = {
			["失"] = {
				["禁"] = {
					this = true
				}
			}
		},
		["戰"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["联"] = {
		["大"] = {
			this = true
		},
		["动"] = {
			["分"] = {
				["子"] = {
					this = true
				}
			}
		},
		["合"] = {
			["国"] = {
				this = true,
				["大"] = {
					["会"] = {
						this = true
					}
				}
			},
			["教"] = {
				["会"] = {
					this = true
				}
			}
		},
		["通"] = {
			["罢"] = {
				["工"] = {
					this = true
				}
			}
		},
		["系"] = {
			["本"] = {
				["人"] = {
					this = true
				}
			},
			["方"] = {
				["式"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			},
			["人"] = {
				this = true
			}
		},
		["易"] = {
			this = true,
			["互"] = {
				["动"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蓮"] = {
		["花"] = {
			["逼"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["廉"] = {
		["政"] = {
			["大"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			},
			["建"] = {
				["设"] = {
					this = true,
					["是"] = {
						["晃"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["奩"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["聯"] = {
		["繫"] = {
			this = true
		},
		["總"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["臁"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["练"] = {
		["内"] = {
			["功"] = {
				["学"] = {
					["口"] = {
						["技"] = {
							["风"] = {
								["情"] = {
									["气"] = {
										["质"] = {
											["巧"] = {
												["相"] = {
													["配"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["炼"] = {
		["金"] = {
			["师"] = {
				["玛"] = {
					["丽"] = {
						this = true
					}
				}
			}
		},
		["狱"] = {
			["监"] = {
				["禁"] = {
					["黙"] = {
						["示"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["恋"] = {
		["足"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["煉"] = {
		["功"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["良"] = {
		["家"] = {
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["女"] = {
				["进"] = {
					["去"] = {
						["妓"] = {
							["女"] = {
								["出"] = {
									["来"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["夜"] = {
			["不"] = {
				["能"] = {
					["留"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["梁"] = {
		["滨"] = {
			this = true
		},
		["光"] = {
			["烈"] = {
				this = true
			}
		},
		["擎"] = {
			["暾"] = {
				this = true
			}
		},
		["振"] = {
			["英"] = {
				this = true
			}
		},
		["擘"] = {
			["暾"] = {
				this = true
			}
		},
		["家"] = {
			["河"] = {
				["血"] = {
					["统"] = {
						this = true
					}
				},
				["熊"] = {
					["座"] = {
						["位"] = {
							["涂"] = {
								["了"] = {
									["5"] = {
										["0"] = {
											["2"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["家"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["河"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["小"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["学"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["生"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["稼"] = {
			["河"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["粮"] = {
		["食"] = {
			["局"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["两"] = {
		["岸"] = {
			["才"] = {
				["子"] = {
					this = true
				}
			},
			["关"] = {
				["系"] = {
					["主"] = {
						["动"] = {
							["权"] = {
								this = true
							}
						},
						["导"] = {
							["权"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["百"] = {
			["名"] = {
				["女"] = {
					["技"] = {
						["术"] = {
							["强"] = {
								this = true
							}
						}
					}
				}
			},
			["元"] = {
				["今"] = {
					["晚"] = {
						["我"] = {
							["就"] = {
								["是"] = {
									["你"] = {
										["的"] = {
											["人"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["个"] = {
			["奶"] = {
				["子"] = {
					["有"] = {
						["弹"] = {
							["性"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					this = true
				}
			},
			["凡"] = {
				["是"] = {
					this = true
				}
			}
		},
		["国"] = {
			["论"] = {
				this = true
			}
		},
		["会"] = {
			this = true,
			["呈"] = {
				["情"] = {
					this = true
				}
			},
			["打"] = {
				["瞌"] = {
					["睡"] = {
						this = true
					}
				}
			},
			["大"] = {
				["戏"] = {
					this = true
				}
			},
			["的"] = {
				["大"] = {
					["戏"] = {
						this = true
					}
				}
			},
			["监"] = {
				["控"] = {
					["升"] = {
						["级"] = {
							this = true
						}
					}
				}
			},
			["经"] = {
				["费"] = {
					this = true
				}
			},
			["开"] = {
				["幕"] = {
					["云"] = {
						["代"] = {
							["表"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["死"] = {
					["你"] = {
						this = true
					}
				}
			},
			["申"] = {
				["冤"] = {
					this = true
				}
			},
			["提"] = {
				["案"] = {
					["为"] = {
						["难"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["解"] = {
					this = true
				}
			},
			["越"] = {
				["辩"] = {
					["越"] = {
						["黑"] = {
							this = true
						}
					}
				}
			},
			["最"] = {
				["虚"] = {
					["伪"] = {
						["的"] = {
							["官"] = {
								["员"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["颗"] = {
			["原"] = {
				["子"] = {
					["弹"] = {
						["日"] = {
							["德"] = {
								["投"] = {
									["降"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["鸟"] = {
			["一"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["人"] = {
			["性"] = {
				["世"] = {
					["界"] = {
						this = true
					}
				}
			},
			["做"] = {
				["人"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["肉"] = {
			["缘"] = {
				this = true
			}
		},
		["乳"] = {
			["之"] = {
				["间"] = {
					this = true
				}
			}
		},
		["腿"] = {
			["间"] = {
				["劈"] = {
					["了"] = {
						["一"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["夹"] = {
					["几"] = {
						["百"] = {
							["块"] = {
								this = true
							}
						}
					}
				}
			},
			["之"] = {
				["间"] = {
					this = true
				}
			}
		},
		["性"] = {
			["狂"] = {
				["情"] = {
					this = true
				}
			},
			["乐"] = {
				["园"] = {
					this = true
				}
			},
			["生"] = {
				["活"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["私"] = {
				["语"] = {
					this = true
				}
			},
			["屋"] = {
				this = true
			},
			["淫"] = {
				["乱"] = {
					this = true,
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			}
		},
		["袖"] = {
			["青"] = {
				["风"] = {
					["为"] = {
						["耻"] = {
							this = true
						}
					}
				}
			}
		},
		["手"] = {
			["遮"] = {
				["雀"] = {
					["巢"] = {
						["的"] = {
							["是"] = {
								["下"] = {
									["属"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["("] = {
				["都"] = {
					["要"] = {
						[")"] = {
							["?"] = {
								["抓"] = {
									["\\"] = {
										p = {
											P = {
												["?"] = {
													["两"] = {
														["手"] = {
															["("] = {
																["都"] = {
																	["要"] = {
																		[")"] = {
																			["?"] = {
																				["硬"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["/"] = {
										p = {
											P = {
												["?"] = {
													["两"] = {
														["手"] = {
															["都"] = {
																["要"] = {
																	["硬"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["韩"] = {
			["看"] = {
				["两"] = {
					["岸"] = {
						this = true
					}
				}
			}
		},
		m = {
			e = {
				e = {
					t = {
						i = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		h = {
			u = {
				i = {
					this = true
				}
			}
		},
		["冠"] = {
			["王"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["兩"] = {
		["岸"] = {
			["關"] = {
				["係"] = {
					this = true
				}
			},
			["三"] = {
				["地"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["個"] = {
			["中"] = {
				["國"] = {
					this = true
				}
			}
		},
		["國"] = {
			["論"] = {
				this = true
			}
		},
		["會"] = {
			this = true,
			["報"] = {
				["道"] = {
					this = true
				}
			},
			["新"] = {
				["聞"] = {
					this = true
				}
			}
		},
		["膝"] = {
			["屈"] = {
				["起"] = {
					["式"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["亮"] = {
		["屄"] = {
			this = true
		},
		["碧"] = {
			["思"] = {
				this = true
			}
		},
		["晶"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		}
	}
end

temp()
