pg = pg or {}
slot0 = pg
slot0.word_template_20 = {}
slot1 = slot0.word_template_20

function temp()
	uv0["逆"] = {
		["援"] = {
			this = true
		},
		["勇"] = {
			["者"] = {
				["传"] = {
					["说"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["競"] = {
		["馬"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["強"] = {
		["姦"] = {
			this = true,
			["處"] = {
				["女"] = {
					this = true
				}
			}
		},
		["制"] = {
			["堕"] = {
				["胎"] = {
					this = true
				}
			},
			["斷"] = {
				["種"] = {
					this = true
				}
			},
			["浣"] = {
				["腸"] = {
					this = true
				}
			}
		},
		["暴"] = {
			this = true
		},
		["行"] = {
			["視"] = {
				["頻"] = {
					this = true
				}
			}
		},
		["廹"] = {
			["勞"] = {
				["動"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["矯"] = {
		["正"] = {
			this = true
		},
		["健"] = {
			["的"] = {
				["馬"] = {
					["努"] = {
						["爾"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["驚"] = {
		["異"] = {
			this = true
		},
		["瓶"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["九"] = {
		["評"] = {
			this = true,
			["論"] = {
				["共"] = {
					["産"] = {
						["黨"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["评"] = {
				this = true
			}
		},
		["八"] = {
			this = true,
			["年"] = {
				["印"] = {
					["尼"] = {
						this = true
					}
				}
			},
			["印"] = {
				["尼"] = {
					this = true
				}
			},
			["九"] = {
				["一"] = {
					this = true
				}
			}
		},
		["不"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["成"] = {
			["新"] = {
				["套"] = {
					["牌"] = {
						["车"] = {
							this = true
						}
					}
				}
			}
		},
		["城"] = {
			["情"] = {
				["色"] = {
					this = true
				}
			}
		},
		["二"] = {
			["式"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["法"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["费"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["风"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["干"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["话"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["会"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["九"] = {
			["情"] = {
				["色"] = {
					["帝"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		["酒"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["流"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["城"] = {
				["の"] = {
					["阴"] = {
						["獣"] = {
							this = true
						}
					}
				}
			}
		},
		["平"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["评"] = {
			this = true
		},
		["十"] = {
			["三"] = {
				["运"] = {
					["动"] = {
						this = true
					}
				}
			}
		},
		["事"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["头"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["系"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["肖"] = {
			this = true
		},
		["小"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["样"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["要"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["一"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			},
			["评"] = {
				this = true
			},
			["評"] = {
				this = true
			}
		},
		["越"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["转"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["子"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["片"] = {
			["棱"] = {
				["角"] = {
					["的"] = {
						["回"] = {
							["忆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["剑"] = {
			["诛"] = {
				["赤"] = {
					["龙"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["月"] = {
			["九"] = {
				["日"] = {
					["纪"] = {
						["念"] = {
							["里"] = {
								["德"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["个"] = {
			["人"] = {
				["等"] = {
					["着"] = {
						["上"] = {
							["台"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["项"] = {
			["工"] = {
				["程"] = {
					this = true
				}
			}
		},
		["五"] = {
			["至"] = {
				["尊"] = {
					this = true,
					["沃"] = {
						["利"] = {
							["贝"] = {
								["尔"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["之"] = {
				["尊"] = {
					this = true,
					["沃"] = {
						["利"] = {
							["贝"] = {
								["尔"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["携"] = {
		["帯"] = {
			["サ"] = {
				["イ"] = {
					["ト"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
