pg = pg or {}
slot0 = pg
slot0.word_template_336 = {}
slot1 = slot0.word_template_336

function temp()
	uv0["卍"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["萬"] = {
		["里"] = {
			this = true
		},
		["潤"] = {
			["南"] = {
				this = true
			}
		},
		["維"] = {
			["讀"] = {
				["者"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["曉"] = {
			["東"] = {
				this = true
			}
		},
		["淫"] = {
			["堂"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["汪"] = {
		["东"] = {
			["风"] = {
				this = true
			}
		},
		["東"] = {
			["風"] = {
				this = true
			}
		},
		["洋"] = {
			this = true
		},
		["永"] = {
			["清"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["亡"] = {
		["党"] = {
			this = true
		},
		["谠"] = {
			this = true
		},
		["共"] = {
			["者"] = {
				["胡"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["网"] = {
		["吧"] = {
			["破"] = {
				["解"] = {
					this = true
				}
			}
		},
		["贝"] = {
			["勾"] = {
				this = true
			}
		},
		["管"] = {
			this = true,
			["改"] = {
				["单"] = {
					this = true
				}
			},
			["看"] = {
				["到"] = {
					["一"] = {
						["吨"] = {
							["插"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["络"] = {
			["博"] = {
				["彩"] = {
					this = true
				}
			},
			["炒"] = {
				["作"] = {
					["培"] = {
						["训"] = {
							this = true
						}
					},
					["执"] = {
						["行"] = {
							["专"] = {
								["家"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["创"] = {
				["业"] = {
					this = true
				}
			},
			["打"] = {
				["手"] = {
					["招"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["球"] = {
					this = true
				}
			},
			["革"] = {
				["命"] = {
					["宣"] = {
						["言"] = {
							this = true
						}
					}
				}
			},
			["公"] = {
				["关"] = {
					["删"] = {
						["帖"] = {
							["公"] = {
								["司"] = {
									Q = {
										Q = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["老"] = {
				["公"] = {
					this = true
				}
			},
			["男"] = {
				["友"] = {
					this = true
				}
			},
			["女"] = {
				["主"] = {
					["播"] = {
						this = true
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			},
			["水"] = {
				["军"] = {
					["招"] = {
						["聘"] = {
							this = true
						}
					}
				}
			},
			["推"] = {
				["手"] = {
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["招"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["危"] = {
				["机"] = {
					["公"] = {
						["关"] = {
							this = true
						}
					}
				}
			},
			["宣"] = {
				["传"] = {
					["推"] = {
						["广"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["诚"] = {
					["朋"] = {
						["友"] = {
							this = true
						}
					}
				}
			},
			["执"] = {
				["行"] = {
					["工"] = {
						["作"] = {
							["室"] = {
								["招"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["赚"] = {
				this = true,
				["钱"] = {
					this = true
				}
			}
		},
		["民"] = {
			["诬"] = {
				["告"] = {
					this = true
				}
			}
		},
		["上"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["创"] = {
				["业"] = {
					this = true
				}
			},
			["赌"] = {
				["球"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["帖"] = {
					["赚"] = {
						["钱"] = {
							this = true
						}
					}
				}
			},
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["开"] = {
				["店"] = {
					this = true
				}
			},
			["可"] = {
				["查"] = {
					this = true
				}
			},
			["能"] = {
				["赚"] = {
					["钱"] = {
						this = true
					}
				}
			},
			["投"] = {
				["注"] = {
					this = true
				}
			},
			["现"] = {
				["金"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["药"] = {
				["店"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["钱"] = {
					["赌"] = {
						["博"] = {
							this = true
						}
					}
				}
			},
			["赚"] = {
				["钱"] = {
					this = true
				},
				["收"] = {
					["入"] = {
						this = true
					}
				}
			}
		},
		["声"] = {
			["资"] = {
				["源"] = {
					this = true
				}
			}
		},
		["页"] = {
			["即"] = {
				["时"] = {
					["通"] = {
						this = true
					}
				}
			}
		},
		["瘾"] = {
			["战"] = {
				["争"] = {
					this = true
				}
			}
		},
		["游"] = {
			["魔"] = {
				["童"] = {
					this = true
				}
			},
			["之"] = {
				["覇"] = {
					["者"] = {
						["天"] = {
							["下"] = {
								this = true
							}
						}
					}
				},
				["乞"] = {
					["丐"] = {
						["也"] = {
							["疯"] = {
								["狂"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["站"] = {
			this = true,
			["代"] = {
				["理"] = {
					["员"] = {
						this = true
					}
				}
			}
		},
		["址"] = {
			["经"] = {
				["过"] = {
					["加"] = {
						["密"] = {
							this = true
						}
					}
				}
			}
		},
		["赚"] = {
			this = true
		},
		["賺"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["枉"] = {
		["法"] = {
			["查"] = {
				["办"] = {
					["枉"] = {
						["法"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
