pg = pg or {}
slot0 = pg
slot0.word_template_274 = {}
slot1 = slot0.word_template_274

temp = function()
	uv0["抬"] = {
		["抬"] = {
			["女"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["臺"] = {
		["盟"] = {
			this = true
		},
		["灣"] = {
			["島"] = {
				["國"] = {
					this = true
				}
			},
			["帝"] = {
				["國"] = {
					this = true
				}
			},
			["獨"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["共"] = {
				["産"] = {
					["黨"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["國"] = {
				this = true
			},
			["建"] = {
				["國"] = {
					["運"] = {
						["動"] = {
							["組"] = {
								["織"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["民"] = {
				["國"] = {
					this = true
				}
			},
			["青"] = {
				["年"] = {
					["獨"] = {
						["立"] = {
							["聯"] = {
								["盟"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["政"] = {
				["論"] = {
					["區"] = {
						this = true
					}
				}
			},
			["自"] = {
				["由"] = {
					["聯"] = {
						["盟"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鮐"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["太"] = {
		["比"] = {
			["力"] = {
				["克"] = {
					this = true
				}
			}
		},
		["监"] = {
			this = true,
			["媒"] = {
				["体"] = {
					this = true
				}
			}
		},
		["監"] = {
			this = true
		},
		["阳"] = {
			["城"] = {
				this = true
			},
			["圣"] = {
				["殿"] = {
					["教"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["下"] = {
				["山"] = {
					["了"] = {
						["再"] = {
							this = true
						}
					},
					["."] = {
						["{"] = {
							["0"] = {
								[","] = {
									["5"] = {
										["}"] = {
											["再"] = {
												["["] = {
													["修"] = {
														["休"] = {
															["脩"] = {
																["]"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["陽"] = {
			["城"] = {
				this = true
			}
		},
		["子"] = {
			["党"] = {
				this = true
			},
			["的"] = {
				["保"] = {
					["镖"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			["稻"] = {
				["尊"] = {
					this = true
				}
			},
			["皇"] = {
				["仲"] = {
					["勋"] = {
						this = true
					}
				}
			}
		},
		["年"] = {
			["轻"] = {
				["太"] = {
					["简"] = {
						["单"] = {
							["，"] = {
								["有"] = {
									["时"] = {
										["候"] = {
											["幼"] = {
												["稚"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["空"] = {
			["丁"] = {
				["真"] = {
					this = true
				}
			}
		},
		["豪"] = {
			["迈"] = {
				["了"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["泰"] = {
		["国"] = {
			["超"] = {
				["强"] = {
					["少"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["年"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["米"] = {
			["尔"] = {
				["猛"] = {
					["虎"] = {
						this = true
					}
				}
			}
		},
		["奴"] = {
			["橋"] = {
				["警"] = {
					["衛"] = {
						["兵"] = {
							this = true
						}
					}
				},
				["掠"] = {
					["奪"] = {
						["者"] = {
							this = true
						}
					}
				}
			}
		},
		["式"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["香"] = {
				["薰"] = {
					["油"] = {
						["压"] = {
							this = true
						}
					}
				}
			},
			["指"] = {
				["压"] = {
					this = true
				}
			}
		},
		["兴"] = {
			["惨"] = {
				["案"] = {
					this = true
				}
			}
		},
		["来"] = {
			["8"] = {
				["8"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["勒"] = {
			["斯"] = {
				["威"] = {
					["夫"] = {
						["特"] = {
							["的"] = {
								["一"] = {
									["张"] = {
										["专"] = {
											["辑"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["贪"] = {
		["财"] = {
			["好"] = {
				["色"] = {
					["婚"] = {
						["外"] = {
							["恋"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["风"] = {
			["如"] = {
				["虎"] = {
					["吞"] = {
						["三"] = {
							["辰"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["官"] = {
			this = true,
			["遍"] = {
				["地"] = {
					["罪"] = {
						["难"] = {
							["容"] = {
								this = true
							}
						}
					}
				}
			},
			["不"] = {
				["断"] = {
					this = true
				}
			},
			["卖"] = {
				["国"] = {
					this = true
				}
			},
			["情"] = {
				["妇"] = {
					["二"] = {
						["奶"] = {
							["展"] = {
								this = true
							}
						}
					}
				}
			},
			["若"] = {
				["要"] = {
					["富"] = {
						["握"] = {
							["紧"] = {
								["大"] = {
									["印"] = {
										["收"] = {
											["贿"] = {
												["赂"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["是"] = {
				["层"] = {
					["出"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["数"] = {
				["世"] = {
					["界"] = {
						["第"] = {
							["一"] = {
								this = true
							}
						}
					}
				}
			},
			["所"] = {
				["贪"] = {
					["数"] = {
						["额"] = {
							["越"] = {
								["来"] = {
									["越"] = {
										["大"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["越"] = {
				["打"] = {
					["越"] = {
						["多"] = {
							this = true
						}
					}
				}
			}
		},
		["污"] = {
			["犯"] = {
				this = true
			},
			["两"] = {
				["亿"] = {
					["的"] = {
						["副"] = {
							["局"] = {
								["长"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["钱"] = {
				["财"] = {
					["去"] = {
						["嫖"] = {
							["妓"] = {
								this = true
							}
						}
					}
				}
			},
			["受"] = {
				["贿"] = {
					["我"] = {
						["不"] = {
							["怕"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["摞"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["淫"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["貪"] = {
		["汙"] = {
			["腐"] = {
				["敗"] = {
					["欺"] = {
						["男"] = {
							["霸"] = {
								["女"] = {
									["沒"] = {
										["關"] = {
											["係"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
