pg = pg or {}
slot0 = pg
slot0.word_template_67 = {}
slot1 = slot0.word_template_67

temp = function()
	uv0["太"] = {
		["比"] = {
			["力"] = {
				["克"] = {
					this = true
				}
			}
		},
		["监"] = {
			this = true,
			["媒"] = {
				["体"] = {
					this = true
				}
			}
		},
		["監"] = {
			this = true
		},
		["阳"] = {
			["城"] = {
				this = true
			},
			["圣"] = {
				["殿"] = {
					["教"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["下"] = {
				["山"] = {
					["了"] = {
						["再"] = {
							this = true
						}
					},
					["."] = {
						["{"] = {
							["0"] = {
								[","] = {
									["5"] = {
										["}"] = {
											["再"] = {
												["["] = {
													["修"] = {
														["休"] = {
															["脩"] = {
																["]"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["陽"] = {
			["城"] = {
				this = true
			}
		},
		["子"] = {
			["党"] = {
				this = true
			},
			["的"] = {
				["保"] = {
					["镖"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			["稻"] = {
				["尊"] = {
					this = true
				}
			},
			["皇"] = {
				["仲"] = {
					["勋"] = {
						this = true
					}
				}
			}
		},
		["年"] = {
			["轻"] = {
				["太"] = {
					["简"] = {
						["单"] = {
							["，"] = {
								["有"] = {
									["时"] = {
										["候"] = {
											["幼"] = {
												["稚"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["空"] = {
			["丁"] = {
				["真"] = {
					this = true
				}
			}
		},
		["豪"] = {
			["迈"] = {
				["了"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["泰"] = {
		["国"] = {
			["超"] = {
				["强"] = {
					["少"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["年"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["米"] = {
			["尔"] = {
				["猛"] = {
					["虎"] = {
						this = true
					}
				}
			}
		},
		["奴"] = {
			["橋"] = {
				["警"] = {
					["衛"] = {
						["兵"] = {
							this = true
						}
					}
				},
				["掠"] = {
					["奪"] = {
						["者"] = {
							this = true
						}
					}
				}
			}
		},
		["式"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["香"] = {
				["薰"] = {
					["油"] = {
						["压"] = {
							this = true
						}
					}
				}
			},
			["指"] = {
				["压"] = {
					this = true
				}
			}
		},
		["兴"] = {
			["惨"] = {
				["案"] = {
					this = true
				}
			}
		},
		["来"] = {
			["8"] = {
				["8"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["勒"] = {
			["斯"] = {
				["威"] = {
					["夫"] = {
						["特"] = {
							["的"] = {
								["一"] = {
									["张"] = {
										["专"] = {
											["辑"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["贪"] = {
		["财"] = {
			["好"] = {
				["色"] = {
					["婚"] = {
						["外"] = {
							["恋"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["风"] = {
			["如"] = {
				["虎"] = {
					["吞"] = {
						["三"] = {
							["辰"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["官"] = {
			this = true,
			["遍"] = {
				["地"] = {
					["罪"] = {
						["难"] = {
							["容"] = {
								this = true
							}
						}
					}
				}
			},
			["不"] = {
				["断"] = {
					this = true
				}
			},
			["卖"] = {
				["国"] = {
					this = true
				}
			},
			["情"] = {
				["妇"] = {
					["二"] = {
						["奶"] = {
							["展"] = {
								this = true
							}
						}
					}
				}
			},
			["若"] = {
				["要"] = {
					["富"] = {
						["握"] = {
							["紧"] = {
								["大"] = {
									["印"] = {
										["收"] = {
											["贿"] = {
												["赂"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["是"] = {
				["层"] = {
					["出"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["数"] = {
				["世"] = {
					["界"] = {
						["第"] = {
							["一"] = {
								this = true
							}
						}
					}
				}
			},
			["所"] = {
				["贪"] = {
					["数"] = {
						["额"] = {
							["越"] = {
								["来"] = {
									["越"] = {
										["大"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["越"] = {
				["打"] = {
					["越"] = {
						["多"] = {
							this = true
						}
					}
				}
			}
		},
		["污"] = {
			["犯"] = {
				this = true
			},
			["两"] = {
				["亿"] = {
					["的"] = {
						["副"] = {
							["局"] = {
								["长"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["钱"] = {
				["财"] = {
					["去"] = {
						["嫖"] = {
							["妓"] = {
								this = true
							}
						}
					}
				}
			},
			["受"] = {
				["贿"] = {
					["我"] = {
						["不"] = {
							["怕"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["摞"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["淫"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["貪"] = {
		["汙"] = {
			["腐"] = {
				["敗"] = {
					["欺"] = {
						["男"] = {
							["霸"] = {
								["女"] = {
									["沒"] = {
										["關"] = {
											["係"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["谭"] = {
		["豁"] = {
			["子"] = {
				this = true
			}
		},
		["作"] = {
			["人"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["坦"] = {
		["克"] = {
			this = true,
			["车"] = {
				["从"] = {
					["学"] = {
						["生"] = {
							["们"] = {
								["的"] = {
									["身"] = {
										["上"] = {
											["辗"] = {
												["过"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["压"] = {
					["伤"] = {
						this = true
					}
				}
			},
			["节"] = {
				this = true
			},
			["狂"] = {
				["奔"] = {
					["追"] = {
						["人"] = {
							["碾"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				this = true
			},
			["屠"] = {
				["城"] = {
					this = true
				}
			},
			["英"] = {
				["雄"] = {
					this = true
				}
			},
			["学"] = {
				["生"] = {
					this = true
				}
			},
			s = {
				t = {
					u = {
						d = {
							e = {
								n = {
									t = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["塑"] = {
				["料"] = {
					["袋"] = {
						this = true
					}
				}
			},
			["碾"] = {
				this = true
			},
			["压"] = {
				this = true
			},
			["上"] = {
				["街"] = {
					this = true
				}
			},
			["进"] = {
				["城"] = {
					this = true
				},
				["首"] = {
					["都"] = {
						this = true
					}
				}
			},
			["警"] = {
				["告"] = {
					this = true
				}
			},
			["遇"] = {
				["上"] = {
					["绝"] = {
						["食"] = {
							["大"] = {
								["学"] = {
									["生"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["尅"] = {
			["學"] = {
				["生"] = {
					this = true
				}
			},
			s = {
				t = {
					u = {
						d = {
							e = {
								n = {
									t = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["塑"] = {
				["料"] = {
					["袋"] = {
						this = true
					}
				}
			},
			["上"] = {
				["街"] = {
					this = true
				}
			},
			["進"] = {
				["城"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["探"] = {
		["测"] = {
			["狗"] = {
				this = true
			}
		},
		["索"] = {
			["者"] = {
				["物"] = {
					["语"] = {
						this = true
					}
				}
			},
			["着"] = {
				this = true
			}
		},
		["头"] = {
			["狗"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["汤"] = {
		["光"] = {
			["中"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["湯"] = {
		["光"] = {
			["中"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["唐"] = {
		["柏"] = {
			["橋"] = {
				this = true
			}
		},
		["朝"] = {
			["後"] = {
				["面"] = {
					["的"] = {
						["那"] = {
							["個"] = {
								["朝"] = {
									["代"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["家"] = {
			["璇"] = {
				this = true
			},
			["璿"] = {
				this = true
			}
		},
		["荆"] = {
			["陵"] = {
				this = true
			}
		},
		["纳"] = {
			["德"] = {
				["·"] = {
					["特"] = {
						["朗"] = {
							["普"] = {
								this = true
							}
						}
					}
				},
				["•"] = {
					["特"] = {
						["朗"] = {
							["普"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["僧"] = {
			["和"] = {
				["粉"] = {
					["尘"] = {
						["女"] = {
							["子"] = {
								["的"] = {
									["性"] = {
										["爱"] = {
											["生"] = {
												["活"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["元"] = {
			["隽"] = {
				this = true
			}
		},
		["宗"] = {
			["宋"] = {
				["祖"] = {
					["只"] = {
						["会"] = {
							["肛"] = {
								["交"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["可"] = {
			this = true
		},
		["山"] = {
			["大"] = {
				["拆"] = {
					["迁"] = {
						this = true
					}
				}
			}
		},
		["摊"] = {
			["导"] = {
				["演"] = {
					["前"] = {
						q = {
							i = {
								this = true
							}
						}
					}
				}
			}
		},
		["扌"] = {
			["罙"] = {
				["的"] = {
					["导"] = {
						["演"] = {
							["前"] = {
								["妻"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["良"] = {
			["智"] = {
				this = true
			}
		},
		["探"] = {
			["导"] = {
				["演"] = {
					["前"] = {
						["妻"] = {
							["再"] = {
								["婚"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["浩"] = {
			["视"] = {
				["界"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["膛"] = {
		["线"] = {
			["枪"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["躺"] = {
		["在"] = {
			["床"] = {
				["上"] = {
					["玩"] = {
						["小"] = {
							["鸡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["下"] = {
			["\\"] = {
				p = {
					P = {
						["?"] = {
							["不"] = {
								["愿"] = {
									["做"] = {
										["奴"] = {
											["隶"] = {
												["的"] = {
													["人"] = {
														["们"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["平"] = {
			["不"] = {
				["愿"] = {
					["做"] = {
						["奴"] = {
							["隶"] = {
								["的"] = {
									["人"] = {
										["们"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["涛"] = {
		["哥"] = {
			["操"] = {
				["怕"] = {
					["你"] = {
						this = true
					}
				}
			},
			["看"] = {
				["到"] = {
					["女"] = {
						["兵"] = {
							this = true
						}
					}
				}
			},
			["去"] = {
				["看"] = {
					["毛"] = {
						["哥"] = {
							this = true
						}
					}
				}
			},
			["算"] = {
				["老"] = {
					["几"] = {
						this = true
					}
				}
			}
		},
		["去"] = {
			["看"] = {
				["毛"] = {
					["哥"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["掏"] = {
		["弄"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["滔"] = {
		["天"] = {
			["大"] = {
				["罪"] = {
					["天"] = {
						["火"] = {
							["烧"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["匋"] = {
		["宏"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["逃"] = {
		["离"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["亡"] = {
			["艳"] = {
				["旅"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["桃"] = {
		["花"] = {
			["江"] = {
				["黑"] = {
					["马"] = {
						this = true
					}
				}
			},
			["深"] = {
				["處"] = {
					this = true
				}
			},
			["源"] = {
				["彩"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["井"] = {
			["望"] = {
				this = true
			}
		},
		["色"] = {
			["爱"] = {
				["奴"] = {
					this = true
				}
			},
			["家"] = {
				["族"] = {
					this = true
				}
			},
			["西"] = {
				["游"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			}
		},
		["园"] = {
			["蜜"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["園"] = {
			["蜜"] = {
				["洞"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["淘"] = {
		["宝"] = {
			this = true,
			["买"] = {
				["家"] = {
					["提"] = {
						["取"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鞀"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["讨"] = {
		["债"] = {
			["复"] = {
				["仇"] = {
					this = true
				}
			}
		},
		["李"] = {
			["满"] = {
				["天"] = {
					["下"] = {
						this = true
					}
				}
			}
		},
		["论"] = {
			["一"] = {
				["律"] = {
					["暴"] = {
						["力"] = {
							["捂"] = {
								["嘴"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["套"] = {
		["动"] = {
			this = true,
			["着"] = {
				this = true
			}
		},
		["撸"] = {
			["着"] = {
				this = true
			}
		},
		["弄"] = {
			this = true,
			["花"] = {
				["心"] = {
					this = true
				}
			}
		},
		["牌"] = {
			["车"] = {
				this = true,
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["交"] = {
					["易"] = {
						this = true
					}
				}
			}
		},
		["图"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["謄"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["藤"] = {
		["本"] = {
			["绫"] = {
				this = true
			},
			["美"] = {
				["咲"] = {
					this = true
				}
			}
		},
		["原"] = {
			["杏"] = {
				["里"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["騰"] = {
		["訊"] = {
			["Φ"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["梯"] = {
		["恩"] = {
			["梯"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["踢"] = {
		["掉"] = {
			["你"] = {
				["妈"] = {
					["老"] = {
						b = {
							["毛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["翻"] = {
			["小"] = {
				["贩"] = {
					this = true,
					["的"] = {
						["小"] = {
							["三"] = {
								["轮"] = {
									["车"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["题"] = {
		["板"] = {
			["是"] = {
				["宋"] = {
					["庆"] = {
						["龄"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["題"] = {
		["板"] = {
			["是"] = {
				["宋"] = {
					["慶"] = {
						["齡"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
