pg = pg or {}
slot0 = pg
slot0.word_template_186 = {}
slot1 = slot0.word_template_186

function temp()
	uv0["练"] = {
		["内"] = {
			["功"] = {
				["学"] = {
					["口"] = {
						["技"] = {
							["风"] = {
								["情"] = {
									["气"] = {
										["质"] = {
											["巧"] = {
												["相"] = {
													["配"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["炼"] = {
		["金"] = {
			["师"] = {
				["玛"] = {
					["丽"] = {
						this = true
					}
				}
			}
		},
		["狱"] = {
			["监"] = {
				["禁"] = {
					["黙"] = {
						["示"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["恋"] = {
		["足"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["煉"] = {
		["功"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["良"] = {
		["家"] = {
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["女"] = {
				["进"] = {
					["去"] = {
						["妓"] = {
							["女"] = {
								["出"] = {
									["来"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["夜"] = {
			["不"] = {
				["能"] = {
					["留"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["梁"] = {
		["滨"] = {
			this = true
		},
		["光"] = {
			["烈"] = {
				this = true
			}
		},
		["擎"] = {
			["暾"] = {
				this = true
			}
		},
		["振"] = {
			["英"] = {
				this = true
			}
		},
		["擘"] = {
			["暾"] = {
				this = true
			}
		},
		["家"] = {
			["河"] = {
				["血"] = {
					["统"] = {
						this = true
					}
				},
				["熊"] = {
					["座"] = {
						["位"] = {
							["涂"] = {
								["了"] = {
									["5"] = {
										["0"] = {
											["2"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["家"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["河"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["小"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["学"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["生"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["稼"] = {
			["河"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["粮"] = {
		["食"] = {
			["局"] = {
				this = true
			}
		}
	}
end

temp()
