pg = pg or {}
slot0 = pg
slot0.word_template_311 = {}
slot1 = slot0.word_template_311

function temp()
	uv0["樹"] = {
		["若"] = {
			["菜"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["帅"] = {
		["哥"] = {
			["插"] = {
				["帅"] = {
					["哥"] = {
						this = true
					}
				}
			},
			["虐"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["气"] = {
			["真"] = {
				["实"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["双"] = {
		["胞"] = {
			["胎"] = {
				["在"] = {
					["母"] = {
						["亲"] = {
							["肚"] = {
								["子"] = {
									["里"] = {
										["聊"] = {
											["天"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["唇"] = {
			this = true
		},
		["蛋"] = {
			["推"] = {
				["车"] = {
					this = true
				}
			}
		},
		["飞"] = {
			this = true,
			["包"] = {
				["夜"] = {
					this = true
				}
			},
			["门"] = {
				this = true
			},
			["一"] = {
				["次"] = {
					this = true
				}
			}
		},
		["峰"] = {
			["微"] = {
				["颤"] = {
					this = true
				}
			}
		},
		["凤"] = {
			["游"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["管"] = {
			["立"] = {
				["式"] = {
					this = true
				}
			},
			["猎"] = {
				["枪"] = {
					["3"] = {
						["0"] = {
							["发"] = {
								["提"] = {
									["供"] = {
										this = true
									}
								}
							}
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				},
				["槍"] = {
					["买"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["平"] = {
				["式"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["入"] = {
				["洞"] = {
					this = true
				}
			},
			["至"] = {
				["尊"] = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true
		},
		["头"] = {
			["之"] = {
				["狼"] = {
					this = true
				}
			}
		},
		["腿"] = {
			["叉"] = {
				["开"] = {
					this = true
				}
			},
			["间"] = {
				["的"] = {
					["禁"] = {
						["地"] = {
							this = true
						}
					}
				}
			}
		},
		["重"] = {
			["插"] = {
				["入"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["雙"] = {
		["胞"] = {
			["胎"] = {
				["姊"] = {
					["妹"] = {
						["真"] = {
							["版"] = {
								["女"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["峰"] = {
			["秀"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["管"] = {
			["獵"] = {
				["槍"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["龍"] = {
			["入"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["十"] = {
			["節"] = {
				this = true
			}
		},
		["頭"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["爽"] = {
		["电"] = {
			["影"] = {
				this = true
			}
		},
		["你"] = {
			this = true
		},
		["片"] = {
			this = true
		},
		["死"] = {
			["我"] = {
				["了"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["谁"] = {
		["操"] = {
			["我"] = {
				["屁"] = {
					["股"] = {
						["眼"] = {
							this = true
						}
					}
				}
			}
		},
		["让"] = {
			["你"] = {
				["直"] = {
					["播"] = {
						["的"] = {
							this = true
						}
					}
				}
			}
		},
		["是"] = {
			["胡"] = {
				["温"] = {
					["的"] = {
						["接"] = {
							["班"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["为"] = {
			["腐"] = {
				["败"] = {
					["晚"] = {
						["餐"] = {
							["买"] = {
								["单"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
