pg = pg or {}
slot0 = pg
slot0.word_template_307 = {}
slot1 = slot0.word_template_307

function temp()
	uv0["市"] = {
		["府"] = {
			["办"] = {
				["强"] = {
					["势"] = {
						["部"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["妓"] = {
			["委"] = {
				this = true
			}
		},
		["民"] = {
			["每"] = {
				["个"] = {
					["月"] = {
						["买"] = {
							["2"] = {
								["0"] = {
									["块"] = {
										["钱"] = {
											["的"] = {
												["生"] = {
													["态"] = {
														["基"] = {
															["金"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["长"] = {
			["李"] = {
				["玉"] = {
					["书"] = {
						["2"] = {
							["0"] = {
								["个"] = {
									["情"] = {
										["人"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["书"] = {
				["记"] = {
					["一"] = {
						["起"] = {
							["睡"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["势"] = {
		["力"] = {
			["的"] = {
				["狗"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["事"] = {
		["实"] = {
			["独"] = {
				["立"] = {
					this = true
				}
			}
		},
		["實"] = {
			["獨"] = {
				["立"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["侍"] = {
		["從"] = {
			["貝"] = {
				["赫"] = {
					["爾"] = {
						["特"] = {
							this = true
						}
					}
				}
			},
			["倫"] = {
				["斯"] = {
					["韋"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["试"] = {
		["嫖"] = {
			["一"] = {
				["个"] = {
					["月"] = {
						this = true
					}
				},
				["月"] = {
					["不"] = {
						["收"] = {
							["任"] = {
								["何"] = {
									["费"] = {
										["用"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["玩"] = {
			["账"] = {
				["号"] = {
					["赢"] = {
						["现"] = {
							["金"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["视"] = {
		["频"] = {
			m = {
				m = {
					this = true
				}
			},
			["爱"] = {
				this = true
			},
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["监"] = {
				["控"] = {
					this = true
				}
			},
			["交"] = {
				["往"] = {
					this = true
				},
				["友"] = {
					this = true
				}
			},
			["窥"] = {
				["探"] = {
					["器"] = {
						this = true
					}
				}
			},
			["聊"] = {
				["天"] = {
					this = true,
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					this = true
				}
			},
			["美"] = {
				["眉"] = {
					this = true
				},
				["女"] = {
					this = true
				}
			},
			["女"] = {
				this = true,
				["郎"] = {
					this = true
				}
			},
			["强"] = {
				["制"] = {
					this = true
				}
			},
			["全"] = {
				["脱"] = {
					["秀"] = {
						this = true
					}
				}
			},
			["秀"] = {
				this = true
			},
			["绣"] = {
				this = true
			},
			["艳"] = {
				["舞"] = {
					this = true
				}
			},
			["侦"] = {
				["探"] = {
					this = true
				}
			},
			["主"] = {
				["播"] = {
					this = true
				}
			},
			["作"] = {
				["爱"] = {
					this = true,
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				}
			},
			["坐"] = {
				["爱"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["贪"] = {
			["官"] = {
				["污"] = {
					["吏"] = {
						["如"] = {
							["毒"] = {
								["蛇"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["迅"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			}
		}
	}
end

temp()
