pg = pg or {}
slot0 = pg
slot0.word_template_37 = {}
slot1 = slot0.word_template_37

function temp()
	uv0["白"] = {
		["痴"] = {
			this = true
		},
		["豚"] = {
			this = true
		},
		["冰"] = {
			this = true
		},
		["川"] = {
			["南"] = {
				this = true
			}
		},
		["春"] = {
			["礼"] = {
				this = true
			}
		},
		["粉"] = {
			this = true
		},
		["虎"] = {
			["嫩"] = {
				B = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				},
				["婦"] = {
					this = true
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["阴"] = {
				["穴"] = {
					this = true
				}
			},
			["陰"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["板"] = {
				this = true
			}
		},
		["浆"] = {
			["四"] = {
				["溅"] = {
					this = true
				}
			}
		},
		["漿"] = {
			["四"] = {
				["濺"] = {
					this = true
				}
			}
		},
		["井"] = {
			["千"] = {
				["寻"] = {
					this = true
				}
			}
		},
		["立"] = {
			["樸"] = {
				this = true
			}
		},
		["莲"] = {
			["教"] = {
				this = true
			}
		},
		["蓮"] = {
			["教"] = {
				this = true
			}
		},
		["领"] = {
			["幻"] = {
				["想"] = {
					this = true
				}
			}
		},
		["玛"] = {
			this = true,
			["赤"] = {
				["林"] = {
					this = true
				}
			}
		},
		["夢"] = {
			this = true
		},
		["那"] = {
			["么"] = {
				["衣"] = {
					["那"] = {
						["么"] = {
							["使"] = {
								["那"] = {
									["么"] = {
										["黑"] = {
											["心"] = {
												["肠"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["嫩"] = {
			["骚"] = {
				["妇"] = {
					this = true
				}
			},
			["騷"] = {
				["婦"] = {
					this = true
				}
			}
		},
		["皮"] = {
			["書"] = {
				this = true
			}
		},
		["手"] = {
			["创"] = {
				["业"] = {
					this = true
				}
			}
		},
		["天"] = {
			["去"] = {
				["卖"] = {
					["菜"] = {
						["晚"] = {
							["上"] = {
								["来"] = {
									["做"] = {
										["台"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["小"] = {
			["姐"] = {
				["内"] = {
					["幕"] = {
						this = true
					}
				},
				["特"] = {
					["码"] = {
						this = true
					}
				}
			}
		},
		["牙"] = {
			["签"] = {
				this = true
			}
		},
		["液"] = {
			["四"] = {
				["溅"] = {
					this = true
				},
				["濺"] = {
					this = true
				}
			}
		},
		["衣"] = {
			["天"] = {
				["使"] = {
					["爱"] = {
						["液"] = {
							["检"] = {
								["诊"] = {
									this = true
								}
							}
						}
					},
					["黑"] = {
						["心"] = {
							["肠"] = {
								this = true
							},
							["腸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["玉"] = {
			["网"] = {
				this = true
			}
		},
		["昼"] = {
			["露"] = {
				["出"] = {
					["娘"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["爆"] = {
		["乳"] = {
			this = true,
			["家"] = {
				["政"] = {
					["婦"] = {
						this = true
					}
				}
			},
			["娘"] = {
				this = true
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["学"] = {
				["园"] = {
					this = true
				}
			}
		},
		["操"] = {
			this = true
		},
		["草"] = {
			this = true
		},
		["菊"] = {
			this = true
		},
		["乱"] = {
			this = true
		},
		["破"] = {
			["剂"] = {
				this = true
			}
		},
		["炸"] = {
			["性"] = {
				["女"] = {
					["人"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蛮"] = {
		["啾"] = {
			this = true
		},
		["横"] = {
			["的"] = {
				["政"] = {
					["策"] = {
						this = true
					}
				}
			}
		},
		["腰"] = {
			["蜂"] = {
				["乳"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["彼"] = {
		["女"] = {
			["募"] = {
				["集"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["非"] = {
		["洲"] = {
			this = true
		},
		["常"] = {
			["好"] = {
				["的"] = {
					["朋"] = {
						["友"] = {
							["像"] = {
								["避"] = {
									["孕"] = {
										["套"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["电"] = {
			["导"] = {
				["爆"] = {
					["系"] = {
						["统"] = {
							this = true
						}
					}
				}
			}
		},
		["法"] = {
			["抄"] = {
				["家"] = {
					this = true
				}
			},
			["关"] = {
				["押"] = {
					this = true
				}
			},
			["拘"] = {
				["留"] = {
					this = true
				}
			},
			["劳"] = {
				["教"] = {
					this = true
				}
			},
			["秘"] = {
				["密"] = {
					["判"] = {
						["刑"] = {
							this = true
						}
					},
					["抓"] = {
						["捕"] = {
							this = true
						}
					}
				}
			},
			["判"] = {
				["刑"] = {
					this = true
				}
			},
			["器"] = {
				["官"] = {
					["移"] = {
						["植"] = {
							this = true
						}
					}
				}
			},
			["取"] = {
				["缔"] = {
					this = true
				}
			},
			["镇"] = {
				["压"] = {
					this = true
				}
			},
			["抓"] = {
				["捕"] = {
					this = true
				},
				["走"] = {
					this = true
				}
			}
		},
		["那"] = {
			["柄"] = {
				["胺"] = {
					this = true
				}
			},
			["佐"] = {
				["辛"] = {
					this = true
				}
			}
		},
		["诺"] = {
			["非"] = {
				["烷"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["美"] = {
		["容"] = {
			this = true
		},
		["白"] = {
			["祛"] = {
				["斑"] = {
					this = true
				}
			}
		},
		["屄"] = {
			this = true
		},
		["帝"] = {
			["胆"] = {
				["敢"] = {
					["入"] = {
						["侵"] = {
							this = true
						}
					}
				}
			}
		},
		["股"] = {
			["开"] = {
				["户"] = {
					this = true
				}
			}
		},
		["国"] = {
			this = true,
			["国"] = {
				["家"] = {
					["地"] = {
						["震"] = {
							["台"] = {
								["网"] = {
									["预"] = {
										["测"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["佬"] = {
				this = true
			},
			["全"] = {
				["球"] = {
					["战"] = {
						["略"] = {
							["与"] = {
								["中"] = {
									["国"] = {
										["危"] = {
											["机"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["气"] = {
						["枪"] = {
							["出"] = {
								["货"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					q = {
						q = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["之"] = {
				["音"] = {
					this = true
				}
			}
		},
		["國"] = {
			this = true,
			["參"] = {
				["考"] = {
					this = true
				}
			},
			["佬"] = {
				this = true
			},
			["之"] = {
				["音"] = {
					this = true
				}
			}
		},
		["脚"] = {
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["美"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["尻"] = {
			this = true,
			["犯"] = {
				this = true
			}
		},
		["里"] = {
			["真"] = {
				["里"] = {
					this = true
				}
			}
		},
		["丽"] = {
			["女"] = {
				["人"] = {
					["迷"] = {
						["死"] = {
							["男"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["利"] = {
			["坚"] = {
				this = true
			}
		},
		["罗"] = {
			["定"] = {
				this = true
			}
		},
		["眉"] = {
			["全"] = {
				["天"] = {
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			}
		},
		["女"] = {
			b = {
				["毛"] = {
					["图"] = {
						this = true
					}
				}
			},
			Q = {
				Q = {
					["裸"] = {
						["舞"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["大"] = {
				["律"] = {
					["师"] = {
						["张"] = {
							["丹"] = {
								["璇"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["高"] = {
				["潮"] = {
					this = true
				}
			},
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["视"] = {
						["频"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["軍"] = {
				["団"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					this = true,
					["室"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["体"] = {
					this = true
				}
			},
			["面"] = {
				["对"] = {
					["面"] = {
						["激"] = {
							["情"] = {
								["裸"] = {
									["聊"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["陪"] = {
				["你"] = {
					["脱"] = {
						["衣"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					this = true
				},
				["門"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true,
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["私"] = {
				["聊"] = {
					this = true
				}
			},
			["吞"] = {
				["精"] = {
					this = true
				}
			},
			["脱"] = {
				["衣"] = {
					this = true
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			},
			["性"] = {
				["交"] = {
					["真"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["穴"] = {
				this = true
			},
			["淫"] = {
				["穴"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["找"] = {
				["小"] = {
					["秘"] = {
						this = true
					}
				}
			},
			["征"] = {
				["聊"] = {
					this = true
				}
			},
			["走"] = {
				["光"] = {
					this = true
				}
			}
		},
		["妻"] = {
			["淫"] = {
				["记"] = {
					this = true
				}
			}
		},
		["崎"] = {
			["凉"] = {
				["香"] = {
					this = true
				}
			}
		},
		["人"] = {
			["社"] = {
				["长"] = {
					["秘"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		},
		["乳"] = {
			this = true,
			["斗"] = {
				["艳"] = {
					this = true
				}
			},
			["鬥"] = {
				["豔"] = {
					this = true
				}
			},
			["美"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["骚"] = {
			["妇"] = {
				this = true
			}
		},
		["騷"] = {
			["婦"] = {
				this = true
			}
		},
		["沙"] = {
			["朵"] = {
				this = true
			},
			["酮"] = {
				this = true
			}
		},
		["少"] = {
			["妇"] = {
				this = true,
				["的"] = {
					["哀"] = {
						["羞"] = {
							this = true
						}
					}
				}
			},
			["婦"] = {
				this = true
			},
			["年"] = {
				["痴"] = {
					["女"] = {
						["接"] = {
							["吻"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["物"] = {
					["語"] = {
						this = true
					}
				}
			}
		},
		["术"] = {
			["馆"] = {
				["情"] = {
					["史"] = {
						this = true
					}
				}
			}
		},
		["他"] = {
			["左"] = {
				["辛"] = {
					this = true
				}
			}
		},
		["体"] = {
			["艳"] = {
				["姿"] = {
					this = true
				}
			}
		},
		["體"] = {
			["豔"] = {
				["姿"] = {
					this = true
				}
			}
		},
		["腿"] = {
			this = true,
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["丝"] = {
				["袜"] = {
					this = true
				},
				["足"] = {
					this = true
				}
			},
			["絲"] = {
				["足"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["轩"] = {
				this = true
			},
			["誘"] = {
				["惑"] = {
					this = true
				}
			},
			["玉"] = {
				["足"] = {
					this = true
				}
			}
		},
		["臀"] = {
			["夹"] = {
				["阴"] = {
					this = true
				}
			},
			["嫰"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["托"] = {
			["酮"] = {
				this = true
			}
		},
		["西"] = {
			["国"] = {
				["际"] = {
					["法"] = {
						["会"] = {
							["讲"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["讲"] = {
				["法"] = {
					this = true
				}
			}
		},
		["咲"] = {
			["愛"] = {
				this = true
			},
			["唯"] = {
				this = true
			},
			["亚"] = {
				["弥"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		},
		["亚"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["野"] = {
			["树"] = {
				["里"] = {
					this = true
				}
			}
		},
		["阴"] = {
			this = true
		},
		["幼"] = {
			this = true
		},
		["竹"] = {
			["凉"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()
