pg = pg or {}
slot0 = pg
slot0.word_template_220 = {}
slot1 = slot0.word_template_220

temp = function()
	uv0["帕"] = {
		["巴"] = {
			["拉"] = {
				["·"] = {
					["格"] = {
						["列"] = {
							["朗"] = {
								["杰"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["特"] = {
			["里"] = {
				["克"] = {
					["\\"] = {
						p = {
							P = {
								["?"] = {
									["麦"] = {
										["克"] = {
											["恩"] = {
												["罗"] = {
													["|"] = {
														P = {
															a = {
																t = {
																	r = {
																		i = {
																			c = {
																				k = {
																					M = {
																						c = {
																							E = {
																								n = {
																									r = {
																										o = {
																											e = {
																												this = true
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["拍"] = {
		["遍"] = {
			["中"] = {
				["国"] = {
					["男"] = {
						["孩"] = {
							this = true
						}
					}
				}
			}
		},
		["肩"] = {
			["粉"] = {
				this = true
			},
			["迷"] = {
				["药"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["神"] = {
				["药"] = {
					this = true
				},
				["藥"] = {
					this = true
				}
			},
			["型"] = {
				this = true
			}
		},
		["马"] = {
			["是"] = {
				["一"] = {
					["种"] = {
						["高"] = {
							["级"] = {
								["艺"] = {
									["术"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["要"] = {
				["拍"] = {
					["到"] = {
						["昏"] = {
							["天"] = {
								["黑"] = {
									["地"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["案"] = {
			["惊"] = {
				["奇"] = {
					["大"] = {
						["宇"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["排"] = {
		["华"] = {
			this = true
		},
		["華"] = {
			this = true
		},
		["泄"] = {
			this = true
		},
		["名"] = {
			["不"] = {
				["分"] = {
					["先"] = {
						["后"] = {
							["左"] = {
								["右"] = {
									["忠"] = {
										["奸"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["哌"] = {
		["啶"] = {
			["丙"] = {
				["酸"] = {
					["盐"] = {
						this = true
					}
				}
			}
		},
		["替"] = {
			["定"] = {
				this = true
			},
			["啶"] = {
				this = true
			}
		},
		["酰"] = {
			["胺"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["派"] = {
		["出"] = {
			["所"] = {
				this = true,
				["打"] = {
					["死"] = {
						["人"] = {
							this = true
						}
					}
				},
				["的"] = {
					["个"] = {
						["个"] = {
							["洗"] = {
								["桑"] = {
									["拿"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["是"] = {
					["中"] = {
						["国"] = {
							["最"] = {
								["大"] = {
									["的"] = {
										["反"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["潘"] = {
		["國"] = {
			["平"] = {
				this = true
			}
		},
		["金"] = {
			["莲"] = {
				["被"] = {
					["西"] = {
						["门"] = {
							["庆"] = {
								["霸"] = {
									["占"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蹣"] = {
		this = {
			this = true
		}
	}
end

temp()
