pg = pg or {}
slot0 = pg
slot0.word_template_343 = {}
slot1 = slot0.word_template_343

function temp()
	uv0["招"] = {
		["鶏"] = {
			this = true
		},
		["妓"] = {
			this = true
		},
		["募"] = {
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["奴"] = {
			this = true
		},
		["女"] = {
			d = {
				s = {
					this = true
				}
			},
			["模"] = {
				this = true
			}
		},
		["聘"] = {
			a = {
				v = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			},
			["公"] = {
				["关"] = {
					this = true
				},
				["主"] = {
					this = true
				}
			},
			["技"] = {
				["师"] = {
					this = true
				}
			},
			["兼"] = {
				["职"] = {
					["发"] = {
						["帖"] = {
							["员"] = {
								this = true
							}
						}
					},
					["美"] = {
						["女"] = {
							this = true
						}
					}
				}
			},
			["模"] = {
				["特"] = {
					this = true
				}
			},
			["女"] = {
				["模"] = {
					this = true
				}
			},
			["商"] = {
				["秘"] = {
					this = true
				}
			},
			["网"] = {
				["络"] = {
					["水"] = {
						["军"] = {
							this = true
						}
					},
					["推"] = {
						["手"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			},
			["坐"] = {
				["台"] = {
					["少"] = {
						["爷"] = {
							this = true
						}
					},
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			}
		},
		["收"] = {
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["小"] = {
			["姐"] = {
				this = true
			}
		},
		["坐"] = {
			["台"] = {
				["公"] = {
					["关"] = {
						this = true
					}
				},
				["少"] = {
					["爷"] = {
						this = true
					}
				},
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			}
		},
		["契"] = {
			["池"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["昭"] = {
		["妃"] = {
			["艳"] = {
				["史"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["找"] = {
		["伴"] = {
			["侣"] = {
				this = true
			}
		},
		["枪"] = {
			["手"] = {
				["造"] = {
					["舆"] = {
						["论"] = {
							this = true
						}
					}
				}
			}
		},
		["情"] = {
			["人"] = {
				this = true,
				["网"] = {
					["站"] = {
						this = true
					}
				}
			}
		},
		["小"] = {
			["姐"] = {
				this = true
			}
		},
		["心"] = {
			["地"] = {
				["好"] = {
					["的"] = {
						["哥"] = {
							["哥"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["一"] = {
			["夜"] = {
				["情"] = {
					this = true
				}
			}
		},
		a = {
			v = {
				["1"] = {
					["2"] = {
						["3"] = {
							["导"] = {
								["航"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["解"] = {
			["放"] = {
				["军"] = {
					["总"] = {
						["政"] = {
							["歌"] = {
								["舞"] = {
									["团"] = {
										["的"] = {
											["李"] = {
												["团"] = {
													["长"] = {
														["再"] = {
															["联"] = {
																["系"] = {
																	["到"] = {
																		["我"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["了"] = {
			["南"] = {
				["方"] = {
					["接"] = {
						["班"] = {
							["团"] = {
								["队"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["赵"] = {
		["海"] = {
			["青"] = {
				this = true
			}
		},
		["洪"] = {
			["祝"] = {
				this = true
			}
		},
		["克"] = {
			["石"] = {
				this = true
			},
			["志"] = {
				this = true
			}
		},
		["乐"] = {
			["际"] = {
				this = true
			},
			["坚"] = {
				this = true
			}
		},
		["品"] = {
			["潞"] = {
				this = true
			}
		},
		["实"] = {
			this = true
		},
		["氏"] = {
			["猎"] = {
				["鹰"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["读"] = {
				["书"] = {
					["生"] = {
						["活"] = {
							this = true
						}
					}
				}
			}
		},
		["维"] = {
			["山"] = {
				this = true
			}
		},
		["文"] = {
			["淦"] = {
				this = true
			}
		},
		["样"] = {
			["不"] = {
				["行"] = {
					this = true
				}
			}
		},
		["长"] = {
			["青"] = {
				this = true
			}
		},
		["正"] = {
			["永"] = {
				this = true
			}
		},
		["紫"] = {
			["阳"] = {
				this = true,
				["回"] = {
					["忆"] = {
						["录"] = {
							this = true
						}
					}
				},
				["软"] = {
					["禁"] = {
						["中"] = {
							["的"] = {
								["谈"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["宗"] = {
			["岐"] = {
				this = true
			}
		},
		["常"] = {
			["青"] = {
				this = true
			}
		},
		["南"] = {
			["起"] = {
				this = true
			}
		},
		["邦"] = {
			["与"] = {
				["优"] = {
					["衣"] = {
						["库"] = {
							this = true
						}
					}
				}
			}
		},
		["总"] = {
			["理"] = {
				this = true
			}
		},
		["小"] = {
			["乐"] = {
				this = true
			}
		},
		["子"] = {
			y = {
				["("] = {
					a = {
						n = {
							g = {
								[")"] = {
									["?"] = {
										["\\"] = {
											b = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["富"] = {
			["强"] = {
				["的"] = {
					["红"] = {
						["楼"] = {
							["梦"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["？"] = {
			["富"] = {
				["强"] = {
					this = true
				}
			}
		},
		["勒"] = {
			["迹"] = {
				this = true
			}
		},
		z = {
			i = {
				y = {
					a = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			}
		},
		["纸"] = {
			["羊"] = {
				this = true
			}
		},
		["偷"] = {
			["乐"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["照"] = {
		["逼"] = {
			["一"] = {
				["?"] = {
					["?"] = {
						["?"] = {
							["小"] = {
								["弹"] = {
									["簧"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["了"] = {
			["你"] = {
				["妈"] = {
					["半"] = {
						["俩"] = {
							b = {
								this = true
							}
						}
					}
				}
			}
		},
		["片"] = {
			["保"] = {
				["证"] = {
					["真"] = {
						["实"] = {
							this = true
						}
					}
				}
			},
			["绝"] = {
				["对"] = {
					["我"] = {
						this = true
					},
					["真"] = {
						["实"] = {
							this = true
						}
					}
				}
			},
			["确"] = {
				["保"] = {
					["本"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["是"] = {
					["本"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["日"] = {
			["天"] = {
				["劫"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["折"] = {
		["原"] = {
			["美"] = {
				["香"] = {
					this = true
				}
			},
			["千"] = {
				["華"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["这"] = {
		["帮"] = {
			["骚"] = {
				["货"] = {
					["真"] = {
						["敢"] = {
							["想"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["里"] = {
			["的"] = {
				["马"] = {
					["子"] = {
						["浪"] = {
							["又"] = {
								["叫"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["是"] = {
				["西"] = {
					["朝"] = {
						["鲜"] = {
							this = true
						}
					}
				}
			}
		},
		["事"] = {
			["只"] = {
				["有"] = {
					["晚"] = {
						["上"] = {
							["敢"] = {
								["搞"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["位"] = {
			["领"] = {
				["导"] = {
					["中"] = {
						["央"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["是"] = {
			["我"] = {
				["的"] = {
					["职"] = {
						["责"] = {
							this = true
						}
					}
				}
			},
			["西"] = {
				["朝"] = {
					["鲜"] = {
						this = true
					}
				}
			}
		},
		["会"] = {
			["不"] = {
				["会"] = {
					["有"] = {
						["一"] = {
							["种"] = {
								["亲"] = {
									["腚"] = {
										["的"] = {
											["感"] = {
												["觉"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["就"] = {
			["是"] = {
				["越"] = {
					["南"] = {
						this = true
					}
				},
				["西"] = {
					["朝"] = {
						["鲜"] = {
							this = true
						}
					}
				}
			}
		},
		["个"] = {
			["宇"] = {
				["宙"] = {
					["太"] = {
						["疯"] = {
							["狂"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["棚"] = {
				["挺"] = {
					["帅"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["个"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["宇"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["宙"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["太"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["疯"] = {
																																										["."] = {
																																											["{"] = {
																																												["0"] = {
																																													[","] = {
																																														["1"] = {
																																															["5"] = {
																																																["}"] = {
																																																	["狂"] = {
																																																		this = true
																																																	}
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["下"] = {
			["休"] = {
				["了"] = {
					this = true
				}
			}
		},
		["件"] = {
			["事"] = {
				["我"] = {
					["感"] = {
						["到"] = {
							["非"] = {
								["常"] = {
									["气"] = {
										["愤"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
