pg = pg or {}
slot0 = pg
slot0.word_template_20 = {}
slot1 = slot0.word_template_20

temp = function()
	uv0["倒"] = {
		["插"] = {
			["莲"] = {
				["式"] = {
					this = true
				}
			}
		},
		["共"] = {
			["救"] = {
				["国"] = {
					this = true
				}
			}
		},
		["了"] = {
			["批"] = {
				["文"] = {
					["倒"] = {
						["指"] = {
							["标"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["卖"] = {
			this = true,
			["军"] = {
				["火"] = {
					this = true
				}
			},
			["彩"] = {
				["电"] = {
					this = true
				}
			},
			["采"] = {
				["电"] = {
					this = true
				}
			}
		},
		["霉"] = {
			["作"] = {
				["者"] = {
					["到"] = {
						["异"] = {
							["域"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["下"] = {
			["的"] = {
				["是"] = {
					["临"] = {
						["时"] = {
							["楼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["车"] = {
			["请"] = {
				["注"] = {
					["意"] = {
						this = true
					}
				}
			}
		},
		["\\"] = {
			x = {
				["{"] = {
					["1"] = {
						F = {
							["4"] = {
								F = {
									A = {
										["}"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["闭"] = {
			["潮"] = {
				this = true
			}
		},
		["赵"] = {
			["风"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["導"] = {
		["彈"] = {
			this = true
		},
		["師"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["到"] = {
		["我"] = {
			["这"] = {
				["里"] = {
					["搞"] = {
						["一"] = {
							["搞"] = {
								["处"] = {
									["女"] = {
										["变"] = {
											["大"] = {
												["嫂"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["期"] = {
			["不"] = {
				["下"] = {
					["车"] = {
						this = true
					}
				}
			}
		},
		["附"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["悼"] = {
		["念"] = {
			this = true,
			["胡"] = {
				["耀"] = {
					["邦"] = {
						this = true
					}
				}
			},
			["六"] = {
				["四"] = {
					["弥"] = {
						["撒"] = {
							["活"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["亡"] = {
				["灵"] = {
					this = true
				}
			}
		},
		["尚"] = {
			["妃"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["道"] = {
		["教"] = {
			this = true
		},
		["具"] = {
			["自"] = {
				["卫"] = {
					this = true
				}
			}
		},
		["是"] = {
			["无"] = {
				["秦"] = {
					["却"] = {
						["有"] = {
							["秦"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["县"] = {
			["屠"] = {
				["杀"] = {
					this = true
				}
			}
		},
		["路"] = {
			["以"] = {
				["目"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["盜"] = {
		["撮"] = {
			this = true
		},
		["竊"] = {
			["犯"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["稻"] = {
		["草"] = {
			["人"] = {
				["闯"] = {
					["江"] = {
						["湖"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["千"] = {
				["花"] = {
					this = true
				}
			}
		},
		["浪"] = {
			["上"] = {
				["轻"] = {
					["功"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["纛"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["得"] = {
		["谁"] = {
			["跟"] = {
				["谁"] = {
					c = {
						a = {
							o = {
								this = true
							}
						}
					},
					["搞"] = {
						this = true
					},
					["睡"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["德"] = {
		["版"] = {
			P = {
				P = {
					K = {
						["供"] = {
							["应"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			["魔"] = {
				["棒"] = {
					this = true
				}
			},
			["自"] = {
				["千"] = {
					["五"] = {
						this = true
					}
				}
			}
		},
		["維"] = {
			["爾"] = {
				this = true
			}
		},
		["州"] = {
			this = true
		},
		["从"] = {
			["封"] = {
				this = true
			}
		},
		["赢"] = {
			["官"] = {
				["网"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["灯"] = {
		["月"] = {
			["缘"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["登"] = {
		["輝"] = {
			this = true
		},
		["基"] = {
			this = true
		},
		["堂"] = {
			["入"] = {
				["室"] = {
					["缠"] = {
						["上"] = {
							["你"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["消"] = {
			["病"] = {
				this = true
			}
		},
		["笑"] = {
			["屏"] = {
				this = true
			},
			["瓶"] = {
				this = true
			}
		},
		["噗"] = {
			["芳"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["等"] = {
		["你"] = {
			["插"] = {
				this = true
			}
		},
		["笑"] = {
			["瓶"] = {
				this = true
			}
		},
		["效"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["邓"] = {
		["矮"] = {
			this = true,
			["人"] = {
				this = true
			}
		},
		["儿"] = {
			this = true
		},
		["力"] = {
			["群"] = {
				["自"] = {
					["述"] = {
						this = true
					}
				}
			}
		},
		["罗"] = {
			["生"] = {
				this = true
			}
		},
		["善"] = {
			["红"] = {
				["有"] = {
					["6"] = {
						["个"] = {
							["情"] = {
								["人"] = {
									["6"] = {
										["个"] = {
											["孩"] = {
												["子"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["小"] = {
			["平"] = {
				this = true,
				["的"] = {
					["恐"] = {
						["女"] = {
							["症"] = {
								this = true
							}
						}
					},
					["英"] = {
						["语"] = {
							["水"] = {
								["平"] = {
									this = true
								}
							}
						}
					},
					["政"] = {
						["治"] = {
							["交"] = {
								["代"] = {
									this = true
								}
							}
						}
					}
				},
				["失"] = {
					["算"] = {
						this = true
					}
				},
				["英"] = {
					["语"] = {
						this = true
					}
				},
				["跪"] = {
					["像"] = {
						this = true
					}
				}
			}
		},
		["笑"] = {
			["贫"] = {
				this = true
			}
		},
		["爷"] = {
			["爷"] = {
				["的"] = {
					["语"] = {
						["言"] = {
							this = true
						}
					},
					["预"] = {
						["言"] = {
							this = true
						}
					}
				},
				["转"] = {
					["世"] = {
						this = true
					}
				}
			}
		},
		["颖"] = {
			["超"] = {
				["日"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["压"] = {
			["平"] = {
				this = true
			}
		},
		["公"] = {
			this = true
		},
		["总"] = {
			["湿"] = {
				this = true
			}
		},
		["板"] = {
			["凳"] = {
				this = true
			}
		},
		["中"] = {
			["夏"] = {
				this = true
			}
		},
		["屠"] = {
			["夫"] = {
				this = true
			}
		},
		["路"] = {
			["线"] = {
				this = true
			}
		},
		["晓"] = {
			["平"] = {
				this = true
			}
		},
		["蚣"] = {
			["千"] = {
				["蛊"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鄧"] = {
		["小"] = {
			["平"] = {
				this = true,
				["的"] = {
					["英"] = {
						["語"] = {
							["水"] = {
								["平"] = {
									this = true
								}
							}
						}
					}
				},
				["極"] = {
					["其"] = {
						["不"] = {
							["耐"] = {
								["煩"] = {
									this = true
								}
							}
						}
					}
				},
				["英"] = {
					["语"] = {
						this = true
					}
				}
			}
		},
		["笑"] = {
			["貧"] = {
				this = true
			}
		},
		["壓"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["滴"] = {
		["蜡"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["迪"] = {
		["考"] = {
			["谭"] = {
				["凯"] = {
					this = true
				}
			}
		},
		["里"] = {
			["夏"] = {
				["提"] = {
					this = true
				}
			}
		},
		["裏"] = {
			["夏"] = {
				["提"] = {
					this = true
				}
			}
		},
		["士"] = {
			["尼"] = {
				["违"] = {
					["禁"] = {
						["人"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["糴"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["抵"] = {
		["制"] = {
			["联"] = {
				["通"] = {
					this = true
				}
			},
			["日"] = {
				["货"] = {
					this = true
				}
			},
			["新"] = {
				["闻"] = {
					["联"] = {
						["播"] = {
							this = true
						}
					}
				}
			},
			["央"] = {
				["视"] = {
					this = true
				}
			},
			["政"] = {
				["府"] = {
					this = true
				}
			},
			["冬"] = {
				["奥"] = {
					this = true
				}
			},
			["北"] = {
				["京"] = {
					["东"] = {
						["奥"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["地"] = {
		["磅"] = {
			["干"] = {
				["扰"] = {
					["器"] = {
						this = true
					}
				}
			},
			["解"] = {
				["码"] = {
					["器"] = {
						this = true
					}
				}
			},
			["无"] = {
				["线"] = {
					["遥"] = {
						["控"] = {
							this = true
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["藏"] = {
			this = true
		},
		["产"] = {
			["古"] = {
				["弩"] = {
					["中"] = {
						["之"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["地"] = {
			["道"] = {
				["道"] = {
					["流"] = {
						["氓"] = {
							["政"] = {
								["权"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["恩"] = {
			["丙"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["方"] = {
			["势"] = {
				["力"] = {
					this = true
				}
			},
			["政"] = {
				["府"] = {
					["蛮"] = {
						["干"] = {
							this = true
						}
					},
					["蠻"] = {
						["幹"] = {
							this = true
						}
					}
				}
			},
			["强"] = {
				["制"] = {
					["执"] = {
						["行"] = {
							this = true
						}
					}
				}
			}
		},
		["芬"] = {
			["诺"] = {
				["辛"] = {
					this = true
				},
				["酯"] = {
					this = true
				}
			}
		},
		["氟"] = {
			["烷"] = {
				this = true
			}
		},
		["美"] = {
			["庚"] = {
				["醇"] = {
					this = true
				}
			}
		},
		["匹"] = {
			["哌"] = {
				["酮"] = {
					this = true
				}
			}
		},
		["球"] = {
			["磁"] = {
				["极"] = {
					["颠"] = {
						["倒"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["生"] = {
					["大"] = {
						["灾"] = {
							["难"] = {
								this = true
							}
						}
					}
				}
			},
			["漫"] = {
				["游"] = {
					this = true
				}
			},
			["密"] = {
				["码"] = {
					this = true
				}
			},
			["人"] = {
				["将"] = {
					["慢"] = {
						["慢"] = {
							["死"] = {
								["去"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["未"] = {
				["来"] = {
					["的"] = {
						["预"] = {
							["言"] = {
								this = true
							}
						}
					}
				}
			},
			["就"] = {
				["是"] = {
					["小"] = {
						["池"] = {
							["塘"] = {
								this = true,
								["，"] = {
									["我"] = {
										["们"] = {
											["人"] = {
												["类"] = {
													["连"] = {
														["一"] = {
															["滴"] = {
																["水"] = {
																	["都"] = {
																		["没"] = {
																			["有"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["宇"] = {
						["宙"] = {
							["的"] = {
								["一"] = {
									["粒"] = {
										["沙"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["是"] = {
				p = {
					i = {
						n = {
							g = {
								["的"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["小"] = {
				["宇"] = {
					["宙"] = {
						["大"] = {
							this = true
						}
					}
				}
			}
		},
		["铁"] = {
			["爆"] = {
				["炸"] = {
					this = true
				}
			}
		},
		["西"] = {
			["泮"] = {
				this = true
			}
		},
		["下"] = {
			["城"] = {
				["与"] = {
					["勇"] = {
						["士"] = {
							["私"] = {
								["服"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["的"] = {
				["先"] = {
					["烈"] = {
						["们"] = {
							["纷"] = {
								["纷"] = {
									["打"] = {
										["来"] = {
											["电"] = {
												["话"] = {
													["询"] = {
														["问"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["共"] = {
				["党"] = {
					["好"] = {
						["奸"] = {
							["诈"] = {
								this = true
							}
						}
					}
				}
			},
			["教"] = {
				["會"] = {
					this = true
				}
			}
		},
		["县"] = {
			["干"] = {
				["部"] = {
					["忙"] = {
						["吃"] = {
							["喝"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["震"] = {
			["="] = {
				["地"] = {
					["灾"] = {
						this = true
					}
				}
			},
			["来"] = {
				["加"] = {
					["菜"] = {
						this = true
					}
				}
			},
			["压"] = {
				["死"] = {
					["的"] = {
						["是"] = {
							["你"] = {
								["们"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["专"] = {
				["家"] = {
					["不"] = {
						["学"] = {
							["无"] = {
								["术"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["质"] = {
			["学"] = {
				["家"] = {
					["的"] = {
						["预"] = {
							["言"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["安"] = {
			["门"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["弟"] = {
		["大"] = {
			["物"] = {
				["勃"] = {
					this = true
				}
			}
		},
		["子"] = {
			["的"] = {
				["伟"] = {
					["大"] = {
						this = true
					}
				}
			},
			["正"] = {
				["念"] = {
					["足"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["帝"] = {
		["国"] = {
			T = {
				W = {
					["-"] = {
						["8"] = {
							["9"] = {
								["解"] = {
									["码"] = {
										["器"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["夜"] = {
				["色"] = {
					this = true
				}
			},
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["國"] = {
			["主"] = {
				["義"] = {
					this = true
				}
			}
		},
		["顺"] = {
			this = true
		},
		["王"] = {
			["浪"] = {
				["漫"] = {
					["双"] = {
						["飞"] = {
							this = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					this = true
				}
			},
			["浴"] = {
				this = true
			}
		},
		["皇"] = {
			["毛"] = {
				["|"] = {
					["毛"] = {
						["皇"] = {
							["帝"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["都"] = {
			["红"] = {
				["场"] = {
					this = true
				}
			},
			["大"] = {
				["广"] = {
					["场"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["递"] = {
		["进"] = {
			["民"] = {
				["主"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["第"] = {
		["二"] = {
			["十"] = {
				["七"] = {
					["军"] = {
						this = true
					}
				}
			}
		},
		["六"] = {
			["波"] = {
				["财"] = {
					["富"] = {
						this = true
					}
				}
			}
		},
		["廿"] = {
			["七"] = {
				["軍"] = {
					this = true
				}
			}
		},
		["十"] = {
			["一"] = {
				["个"] = {
					["老"] = {
						["公"] = {
							["是"] = {
								["公"] = {
									["务"] = {
										["员"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["五"] = {
			["代"] = {
				["中"] = {
					["共"] = {
						["1"] = {
							["8"] = {
								["大"] = {
									["主"] = {
										["角"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["一"] = {
			["次"] = {
				["操"] = {
					["表"] = {
						["姐"] = {
							this = true
						}
					}
				}
			},
			["第"] = {
				["二"] = {
					["第"] = {
						["三"] = {
							["次"] = {
								B = {
									["妈"] = {
										["养"] = {
											["个"] = {
												b = {
													["孩"] = {
														["子"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["个"] = {
				["炸"] = {
					["北"] = {
						["京"] = {
							["立"] = {
								["交"] = {
									["桥"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["声"] = {
				["优"] = {
					this = true
				}
			},
			["任"] = {
				["就"] = {
					["修"] = {
						["仙"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			},
			["婆"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["四"] = {
			["色"] = {
				["综"] = {
					["合"] = {
						this = true
					}
				}
			}
		},
		["三"] = {
			["次"] = {
				["财"] = {
					["富"] = {
						["分"] = {
							["配"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["3"] = {
			["3"] = {
				["个"] = {
					["3"] = {
						["2"] = {
							["×"] = {
								["2"] = {
									this = true
								}
							},
							["+"] = {
								["3"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蒂"] = {
		["巴"] = {
			["因"] = {
				this = true
			}
		},
		["顺"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["缔"] = {
		["顺"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["颠"] = {
		["覆"] = {
			["共"] = {
				["党"] = {
					this = true
				}
			},
			["性"] = {
				["错"] = {
					["误"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["覆"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["巅"] = {
		["峰"] = {
			["三"] = {
				["国"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["癫"] = {
		["马"] = {
			["女"] = {
				["郎"] = {
					this = true
				}
			}
		}
	}
end

temp()
