pg = pg or {}
slot0 = pg
slot0.word_template_362 = {}
slot1 = slot0.word_template_362

function temp()
	uv0["嘴"] = {
		["边"] = {
			["奉"] = {
				["献"] = {
					["唱"] = {
						["高"] = {
							["腔"] = {
								this = true
							},
							["调"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["最"] = {
		["不"] = {
			["愿"] = {
				["开"] = {
					["的"] = {
						["纪"] = {
							["委"] = {
								["会"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["大"] = {
			["的"] = {
				["腐"] = {
					["败"] = {
						["培"] = {
							["训"] = {
								["基"] = {
									["地"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["妓"] = {
					["女"] = {
						["培"] = {
							["训"] = {
								["基"] = {
									["地"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["流"] = {
					["氓"] = {
						["培"] = {
							["训"] = {
								["基"] = {
									this = true
								}
							}
						}
					}
				},
				["足"] = {
					["球"] = {
						["球"] = {
							["?"] = {
								["迷"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["限"] = {
				["度"] = {
					this = true,
					["的"] = {
						["尅"] = {
							["製"] = {
								this = true
							}
						},
						["克"] = {
							["制"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["高"] = {
			["身"] = {
				["份"] = {
					["奖"] = {
						this = true
					}
				}
			},
			["单"] = {
				["打"] = {
					["世"] = {
						["界"] = {
							["排"] = {
								["名"] = {
									["1"] = {
										["4"] = {
											["位"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["难"] = {
			["捉"] = {
				["摸"] = {
					["的"] = {
						["官"] = {
							["话"] = {
								["研"] = {
									["究"] = {
										["研"] = {
											["究"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["潇"] = {
			["洒"] = {
				["的"] = {
					["是"] = {
						["进"] = {
							["夜"] = {
								["总"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["新"] = {
			["地"] = {
				["址"] = {
					this = true
				}
			},
			["黄"] = {
				["站"] = {
					this = true
				}
			},
			["投"] = {
				["注"] = {
					this = true
				}
			},
			["网"] = {
				["站"] = {
					this = true
				},
				["址"] = {
					this = true
				}
			},
			["一"] = {
				["本"] = {
					["道"] = {
						this = true
					}
				}
			}
		},
		["引"] = {
			["人"] = {
				["注"] = {
					["目"] = {
						["的"] = {
							["哥"] = {
								["哥"] = {
									["伟"] = {
										["哥"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["正"] = {
			["经"] = {
				["的"] = {
					["是"] = {
						["民"] = {
							["主"] = {
								["生"] = {
									["活"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["终"] = {
			["死"] = {
				["在"] = {
					["鸡"] = {
						["巴"] = {
							["上"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["后"] = {
			["一"] = {
				["枪"] = {
					this = true
				}
			},
			["领"] = {
				["导"] = {
					["人"] = {
						this = true
					}
				}
			},
			["拿"] = {
				["起"] = {
					["一"] = {
						["册"] = {
							["轻"] = {
								["巧"] = {
									["的"] = {
										["\\"] = {
											p = {
												P = {
													["*"] = {
														["历"] = {
															["史"] = {
																["决"] = {
																	["议"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["强"] = {
			["大"] = {
				["的"] = {
					["中"] = {
						["国"] = {
							["领"] = {
								["导"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["美"] = {
			["棋"] = {
				["后"] = {
					this = true
				}
			}
		},
		["↑"] = {
			["的"] = {
				["那"] = {
					["位"] = {
						this = true
					}
				},
				["一"] = {
					["位"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["罪"] = {
		["恶"] = {
			["之"] = {
				["床"] = {
					this = true
				}
			}
		},
		["之"] = {
			["献"] = {
				["身"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["醉"] = {
		["妃"] = {
			["粉"] = {
				this = true
			}
		},
		["驾"] = {
			["撞"] = {
				["死"] = {
					this = true
				}
			}
		},
		["警"] = {
			["察"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["尊"] = {
		["爵"] = {
			["粉"] = {
				["推"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["首"] = {
				["页"] = {
					this = true
				}
			}
		},
		["皇"] = {
			["讨"] = {
				["奸"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["嘬"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["阝"] = {
		this = {
			this = true
		},
		["月"] = {
			this = true
		}
	}
end

temp()
