pg = pg or {}
slot0 = pg
slot0.word_template_273 = {}
slot1 = slot0.word_template_273

temp = function()
	uv0["他"] = {
		["半"] = {
			["天"] = {
				["找"] = {
					["不"] = {
						["着"] = {
							["地"] = {
								["方"] = {
									["最"] = {
										["后"] = {
											["还"] = {
												["是"] = {
													["俺"] = {
														["给"] = {
															["他"] = {
																["扶"] = {
																	["进"] = {
																		["去"] = {
																			["的"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["爹"] = {
			this = true
		},
		["干"] = {
			this = true
		},
		["和"] = {
			["你"] = {
				["讲"] = {
					["法"] = {
						["制"] = {
							this = true
						}
					}
				}
			}
		},
		["妈"] = {
			this = true,
			["的"] = {
				this = true,
				["政"] = {
					["府"] = {
						this = true
					}
				}
			}
		},
		["媽"] = {
			this = true,
			["的"] = {
				this = true
			}
		},
		["嗎"] = {
			["的"] = {
				this = true
			}
		},
		["马"] = {
			["的"] = {
				this = true
			}
		},
		["母"] = {
			["亲"] = {
				this = true
			},
			["親"] = {
				this = true
			}
		},
		["娘"] = {
			this = true
		},
		["祖"] = {
			["宗"] = {
				this = true
			}
		},
		["们"] = {
			["在"] = {
				["黎"] = {
					["明"] = {
						["前"] = {
							["死"] = {
								["去"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["要"] = {
				["闹"] = {
					["事"] = {
						["我"] = {
							["们"] = {
								["照"] = {
									["样"] = {
										["也"] = {
											["要"] = {
												["打"] = {
													["击"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["怕"] = {
				["群"] = {
					["众"] = {
						this = true
					}
				}
			}
		},
		["已"] = {
			["经"] = {
				["不"] = {
					["想"] = {
						["下"] = {
							["来"] = {
								["了"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["是"] = {
			["一"] = {
				["位"] = {
					["经"] = {
						["验"] = {
							["丰"] = {
								["富"] = {
									["的"] = {
										["政"] = {
											["治"] = {
												["家"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["她"] = {
		["的"] = {
			m = {
				m = {
					this = true
				}
			},
			["姓"] = {
				["是"] = {
					["唐"] = {
						["朝"] = {
							["后"] = {
								["面"] = {
									["的"] = {
										["那"] = {
											["个"] = {
												["朝"] = {
													["代"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["就"] = {
			["上"] = {
				["了"] = {
					["赖"] = {
						["娼"] = {
							["星"] = {
								["的"] = {
									["床"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["妈"] = {
			this = true,
			["的"] = {
				["金"] = {
					["日"] = {
						["成"] = {
							this = true
						}
					}
				}
			}
		},
		["媽"] = {
			this = true
		},
		["娘"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["塔"] = {
		["利"] = {
			["班"] = {
				this = true
			}
		},
		["內"] = {
			this = true
		},
		["烏"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["鰨"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["闥"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["胎"] = {
		["欢"] = {
			["姿"] = {
				["势"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["台"] = {
		["办"] = {
			this = true
		},
		["独"] = {
			this = true,
			["分"] = {
				["子"] = {
					this = true
				}
			},
			["万"] = {
				["岁"] = {
					this = true
				}
			}
		},
		["獨"] = {
			this = true,
			["分"] = {
				["子"] = {
					this = true
				}
			},
			["萬"] = {
				["歲"] = {
					this = true
				}
			}
		},
		["联"] = {
			this = true
		},
		["聯"] = {
			this = true
		},
		["盟"] = {
			this = true
		},
		["湾"] = {
			["不"] = {
				["是"] = {
					["中"] = {
						["国"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			},
			["党"] = {
				this = true
			},
			["岛"] = {
				["国"] = {
					this = true
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["独"] = {
				["立"] = {
					this = true
				}
			},
			["放"] = {
				["光"] = {
					["明"] = {
						this = true
					}
				}
			},
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				},
				["和"] = {
					["国"] = {
						this = true
					}
				}
			},
			["狗"] = {
				this = true
			},
			["国"] = {
				this = true
			},
			["建"] = {
				["国"] = {
					["运"] = {
						["动"] = {
							["组"] = {
								["织"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["轮"] = {
				["盘"] = {
					this = true
				}
			},
			["民"] = {
				["国"] = {
					this = true
				}
			},
			["青"] = {
				["年"] = {
					["独"] = {
						["立"] = {
							["联"] = {
								["盟"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							this = true
						}
					},
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							this = true
						}
					}
				}
			},
			["想"] = {
				["要"] = {
					["单"] = {
						["干"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["虎"] = {
					this = true
				}
			},
			["政"] = {
				["论"] = {
					["区"] = {
						this = true
					}
				}
			},
			["自"] = {
				["由"] = {
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				}
			},
			["最"] = {
				["新"] = {
					d = {
						["版"] = {
							this = true
						}
					}
				}
			}
		},
		["灣"] = {
			this = true,
			["粗"] = {
				["壯"] = {
					["勇"] = {
						["送"] = {
							["貨"] = {
								["員"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["獨"] = {
				["立"] = {
					this = true
				}
			},
			["國"] = {
				this = true
			}
		},
		["蛙"] = {
			this = true
		},
		["秋"] = {
			["节"] = {
				this = true
			}
		},
		["长"] = {
			["大"] = {
				["婚"] = {
					this = true
				}
			},
			["新"] = {
				["婚"] = {
					this = true
				},
				["娶"] = {
					["的"] = {
						["女"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["背"] = {
				["后"] = {
					["的"] = {
						["女"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					this = true
				}
			},
			["内"] = {
				["人"] = {
					this = true
				}
			},
			["妻"] = {
				["子"] = {
					this = true
				}
			},
			["夫"] = {
				["人"] = {
					this = true
				}
			},
			w = {
				i = {
					f = {
						e = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
