pg = pg or {}
slot0 = pg
slot0.word_template_346 = {}
slot1 = slot0.word_template_346

temp = function()
	uv0["证"] = {
		["奸"] = {
			["会"] = {
				this = true
			}
		},
		["件"] = {
			["办"] = {
				["理"] = {
					this = true
				}
			},
			["在"] = {
				["哪"] = {
					["里"] = {
						this = true
					}
				}
			}
		},
		["券"] = {
			["开"] = {
				["户"] = {
					this = true
				}
			},
			["免"] = {
				["费"] = {
					["开"] = {
						["户"] = {
							this = true
						}
					}
				}
			}
		},
		["书"] = {
			["办"] = {
				["理"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["郑"] = {
		["国"] = {
			["光"] = {
				this = true
			}
		},
		["建"] = {
			["邦"] = {
				this = true
			}
		},
		["卫"] = {
			["平"] = {
				this = true
			}
		},
		["州"] = {
			["警"] = {
				["方"] = {
					["扫"] = {
						["黄"] = {
							this = true
						}
					}
				}
			},
			["扫"] = {
				["黄"] = {
					this = true
				}
			},
			["裕"] = {
				["达"] = {
					this = true
				}
			}
		},
		["旭"] = {
			["光"] = {
				this = true
			}
		},
		["枝"] = {
			["局"] = {
				["长"] = {
					["尾"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["政"] = {
		["变"] = {
			this = true
		},
		["變"] = {
			this = true
		},
		["法"] = {
			["委"] = {
				this = true
			}
		},
		["匪"] = {
			this = true
		},
		["府"] = {
			this = true,
			["吃"] = {
				["屎"] = {
					this = true
				}
			},
			["腐"] = {
				["败"] = {
					this = true
				}
			},
			["根"] = {
				["本"] = {
					["就"] = {
						["不"] = {
							["缺"] = {
								["钱"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["黑"] = {
				["幕"] = {
					this = true
				}
			},
			["忽"] = {
				["悠"] = {
					["百"] = {
						["姓"] = {
							this = true,
							["叫"] = {
								["政"] = {
									["策"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["靠"] = {
				["得"] = {
					["住"] = {
						this = true
					}
				}
			},
			["垃"] = {
				["圾"] = {
					this = true
				}
			},
			["是"] = {
				["大"] = {
					["爷"] = {
						this = true
					}
				},
				["爷"] = {
					this = true
				}
			},
			["说"] = {
				["的"] = {
					["话"] = {
						["就"] = {
							["像"] = {
								["尼"] = {
									["斯"] = {
										["湖"] = {
											["水"] = {
												["怪"] = {
													["一"] = {
														["样"] = {
															["无"] = {
																["所"] = {
																	["谓"] = {
																		["真"] = {
																			["假"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["他"] = {
				["妈"] = {
					["的"] = {
						this = true
					}
				}
			},
			["太"] = {
				["黑"] = {
					this = true
				},
				["贪"] = {
					this = true
				},
				["无"] = {
					["能"] = {
						this = true
					}
				}
			}
		},
		["绩"] = {
			["把"] = {
				["财"] = {
					["政"] = {
						["整"] = {
							["空"] = {
								this = true
							}
						}
					}
				}
			},
			["就"] = {
				["是"] = {
					["神"] = {
						["吹"] = {
							this = true
						}
					}
				}
			}
		},
		["權"] = {
			this = true
		},
		["协"] = {
			["更"] = {
				["成"] = {
					["拍"] = {
						["手"] = {
							["风"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["多"] = {
					["余"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["委"] = {
				["员"] = {
					["党"] = {
						["指"] = {
							["定"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["治"] = {
			this = true,
			["恶"] = {
				["棍"] = {
					this = true
				}
			},
			["反"] = {
				["对"] = {
					["派"] = {
						this = true
					}
				},
				["對"] = {
					["派"] = {
						this = true
					}
				}
			},
			["犯"] = {
				this = true
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["垄"] = {
				["断"] = {
					this = true
				}
			},
			["小"] = {
				["丑"] = {
					this = true,
					["奖"] = {
						this = true
					}
				}
			},
			["遗"] = {
				["产"] = {
					this = true
				}
			},
			["建"] = {
				["设"] = {
					this = true
				}
			},
			["意"] = {
				["识"] = {
					this = true
				}
			}
		},
		["令"] = {
			["不"] = {
				["出"] = {
					["中"] = {
						["南"] = {
							["海"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["权"] = {
			["继"] = {
				["承"] = {
					["人"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鄭"] = {
		["寶"] = {
			["清"] = {
				this = true
			}
		},
		["麗"] = {
			["文"] = {
				this = true
			}
		},
		["義"] = {
			this = true
		},
		["餘"] = {
			["鎮"] = {
				this = true
			}
		},
		["源"] = {
			this = true
		},
		["運"] = {
			["鵬"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["之"] = {
		["毛"] = {
			["太"] = {
				["祖"] = {
					["本"] = {
						["纪"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["只"] = {
		["见"] = {
			["那"] = {
				["昏"] = {
					["惨"] = {
						["惨"] = {
							["邪"] = {
								["灯"] = {
									["将"] = {
										["灭"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["是"] = {
			["用"] = {
				["了"] = {
					["一"] = {
						["张"] = {
							["床"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["做"] = {
					["腑"] = {
						["卧"] = {
							["撑"] = {
								["而"] = {
									["已"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["要"] = {
			["和"] = {
				["老"] = {
					["百"] = {
						["姓"] = {
							["有"] = {
								["关"] = {
									["的"] = {
										["都"] = {
											["是"] = {
												["恶"] = {
													["意"] = {
														["的"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["有"] = {
			["党"] = {
				["员"] = {
					["才"] = {
						["能"] = {
							["观"] = {
								["看"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["黨"] = {
				["員"] = {
					["才"] = {
						["能"] = {
							["觀"] = {
								["看"] = {
									this = true
								}
							}
						}
					}
				}
			},
			t = {
				x = {
					["才"] = {
						["能"] = {
							["救"] = {
								["中"] = {
									["国"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			x = {
				x = {
					x = {
						["才"] = {
							["能"] = {
								["救"] = {
									["中"] = {
										["国"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				a = {
					z = {
						i = {
							["才"] = {
								["能"] = {
									["救"] = {
										["中"] = {
											["国"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["\\"] = {
				x = {
					["{"] = {
						["1"] = {
							F = {
								["4"] = {
									["3"] = {
										["4"] = {
											["}"] = {
												["氪"] = {
													["私"] = {
														["主"] = {
															["义"] = {
																["才"] = {
																	["能"] = {
																		["救"] = {
																			["中"] = {
																				["国"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["兔"] = {
				["子"] = {
					["才"] = {
						["能"] = {
							["救"] = {
								["\\"] = {
									x = {
										["{"] = {
											["1"] = {
												F = {
													["1"] = {
														E = {
															["8"] = {
																["}"] = {
																	["\\"] = {
																		x = {
																			["{"] = {
																				["1"] = {
																					F = {
																						["1"] = {
																							F = {
																								["3"] = {
																									["}"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								["中"] = {
									["国"] = {
										this = true
									}
								},
								C = {
									N = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			T = {
				G = {
					["才"] = {
						["能"] = {
							["救"] = {
								["中"] = {
									["国"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["生"] = {
			["一"] = {
				["个"] = {
					["好"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["执"] = {
		["法"] = {
			["犯"] = {
				["法"] = {
					this = true
				},
				["罪"] = {
					this = true
				}
			},
			["何"] = {
				["在"] = {
					this = true
				}
			},
			["违"] = {
				["法"] = {
					["频"] = {
						this = true
					}
				}
			},
			["者"] = {
				this = true,
				["犯"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["业"] = {
			["药"] = {
				["师"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				}
			}
		},
		["政"] = {
			["者"] = {
				this = true
			}
		}
	}
end

temp()
