pg = pg or {}
slot0 = pg
slot0.word_template_21 = {}
slot1 = slot0.word_template_21

temp = function()
	uv0["点"] = {
		["击"] = {
			["进"] = {
				["入"] = {
					["我"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["也"] = {
				["能"] = {
					["赚"] = {
						["钱"] = {
							this = true
						}
					}
				}
			},
			["这"] = {
				["里"] = {
					this = true,
					["浏"] = {
						["览"] = {
							["我"] = {
								["的"] = {
									["全"] = {
										["部"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["赚"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["鸾"] = {
			["倒"] = {
				["凤"] = {
					this = true
				}
			}
		},
		["色"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["点"] = {
			["烛"] = {
				["光"] = {
					["维"] = {
						["园"] = {
							["见"] = {
								this = true
							}
						}
					}
				}
			}
		},
		this = {
			this = true
		},
		["人"] = {
			this = true
		},
		["燃"] = {
			["烛"] = {
				["光"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["點"] = {
		["心"] = {
			["車"] = {
				["式"] = {
					this = true
				}
			}
		},
		["人"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["电"] = {
		["表"] = {
			["倒"] = {
				["转"] = {
					["技"] = {
						["术"] = {
							this = true
						}
					},
					["器"] = {
						this = true
					}
				}
			},
			["节"] = {
				["电"] = {
					["器"] = {
						this = true
					}
				}
			},
			["控"] = {
				["制"] = {
					["器"] = {
						this = true
					}
				}
			},
			["慢"] = {
				["转"] = {
					["方"] = {
						["法"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["停"] = {
				["转"] = {
					["技"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["偷"] = {
				["电"] = {
					["方"] = {
						["法"] = {
							this = true
						}
					}
				}
			}
		},
		["车"] = {
			["神"] = {
				["女"] = {
					this = true
				}
			},
			["之"] = {
				["狼"] = {
					this = true
				}
			}
		},
		["狗"] = {
			["专"] = {
				["卖"] = {
					this = true
				}
			}
		},
		["话"] = {
			["充"] = {
				["值"] = {
					q = {
						["币"] = {
							this = true
						}
					}
				}
			}
		},
		["击"] = {
			["棍"] = {
				this = true
			},
			["器"] = {
				this = true
			},
			["枪"] = {
				this = true
			}
		},
		["监"] = {
			["会"] = {
				this = true
			}
		},
		["老"] = {
			["虎"] = {
				["水"] = {
					["阎"] = {
						["王"] = {
							this = true
						}
					}
				}
			}
		},
		["脑"] = {
			["危"] = {
				["情"] = {
					this = true
				}
			}
		},
		["信"] = {
			["行"] = {
				["业"] = {
					["不"] = {
						["存"] = {
							["在"] = {
								["垄"] = {
									["断"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["局"] = {
				["如"] = {
					["暗"] = {
						["娼"] = {
							this = true
						}
					}
				}
			}
		},
		["压"] = {
			["双"] = {
				["眼"] = {
					["皮"] = {
						this = true
					}
				}
			}
		},
		["子"] = {
			["磅"] = {
				["遥"] = {
					["控"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["解"] = {
				["密"] = {
					this = true
				}
			},
			["客"] = {
				["票"] = {
					this = true
				}
			},
			["脚"] = {
				["铐"] = {
					this = true
				}
			}
		},
		["竞"] = {
			["外"] = {
				["围"] = {
					["押"] = {
						["注"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["電"] = {
		["话"] = {
			this = true
		},
		["話"] = {
			this = true
		},
		["視"] = {
			["流"] = {
				["氓"] = {
					this = true
				}
			}
		},
		["信"] = {
			["局"] = {
				["如"] = {
					["暗"] = {
						["娼"] = {
							this = true
						}
					}
				}
			}
		},
		["模"] = {
			["型"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["刁"] = {
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["太"] = {
			["太"] = {
				this = true
			}
		},
		["斤"] = {
			["千"] = {
				this = true
			},
			["十"] = {
				this = true
			}
		},
		["进"] = {
			["伞"] = {
				this = true
			}
		},
		["良"] = {
			["宇"] = {
				this = true
			}
		},
		["亻"] = {
			["中"] = {
				["员"] = {
					["力"] = {
						this = true
					}
				}
			}
		},
		["中"] = {
			["勛"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		["大"] = {
			["傻"] = {
				this = true
			}
		},
		["竹"] = {
			["席"] = {
				this = true
			}
		},
		["某"] = {
			["座"] = {
				["位"] = {
					["涂"] = {
						["了"] = {
							["5"] = {
								["0"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["皇"] = {
			["帝"] = {
				["座"] = {
					["位"] = {
						["涂"] = {
							["了"] = {
								["5"] = {
									["0"] = {
										["2"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["逝"] = {
			["乎"] = {
				this = true
			}
		},
		["芹"] = {
			["干"] = {
				this = true
			}
		},
		["朋"] = {
			["择"] = {
				this = true
			}
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["叼"] = {
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["你"] = {
			this = true,
			["妈"] = {
				this = true
			},
			["媽"] = {
				this = true
			}
		},
		["同"] = {
			["志"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["貂"] = {
		["禅"] = {
			["艳"] = {
				["史"] = {
					["演"] = {
						["义"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["屌"] = {
		this = {
			this = true
		},
		["7"] = {
			this = true
		},
		["鸠"] = {
			this = true
		},
		["毛"] = {
			this = true
		},
		["你"] = {
			this = true
		},
		["妳"] = {
			this = true
		},
		["女"] = {
			["也"] = {
				this = true
			}
		},
		["七"] = {
			this = true
		},
		["人"] = {
			["也"] = {
				this = true
			}
		},
		["他"] = {
			this = true
		},
		["她"] = {
			this = true
		},
		["我"] = {
			this = true
		},
		["西"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["吊"] = {
		["死"] = {
			["鬼"] = {
				["打"] = {
					["粉"] = {
						["插"] = {
							["花"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["钓"] = {
		["鱼"] = {
			["岛"] = {
				this = true,
				["国"] = {
					["有"] = {
						["化"] = {
							this = true
						}
					}
				},
				["日"] = {
					["本"] = {
						["的"] = {
							this = true
						}
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				},
				["是"] = {
					["日"] = {
						["本"] = {
							["的"] = {
								this = true
							}
						}
					}
				},
				["争"] = {
					["端"] = {
						this = true
					}
				}
			},
			["台"] = {
				this = true,
				["列"] = {
					["岛"] = {
						this = true
					}
				}
			},
			["执"] = {
				["法"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["釣"] = {
		["魚"] = {
			["島"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["調"] = {
		["教"] = {
			this = true,
			["虐"] = {
				["待"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["爹"] = {
		this = {
			this = true
		},
		["龙"] = {
			["凤"] = {
				["的"] = {
					["姑"] = {
						["娘"] = {
							["随"] = {
								["便"] = {
									["骑"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蝶"] = {
		["舞"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["丁"] = {
		["丙"] = {
			["诺"] = {
				["啡"] = {
					this = true
				}
			},
			["諾"] = {
				["啡"] = {
					this = true
				}
			}
		},
		["关"] = {
			["根"] = {
				this = true
			}
		},
		["關"] = {
			["根"] = {
				this = true
			}
		},
		["香"] = {
			["社"] = {
				["区"] = {
					this = true
				},
				["區"] = {
					this = true
				}
			},
			["五"] = {
				["月"] = {
					["天"] = {
						this = true
					}
				}
			}
		},
		["薛"] = {
			["祥"] = {
				this = true
			}
		},
		["仲"] = {
			["礼"] = {
				this = true
			}
		},
		["子"] = {
			["霖"] = {
				this = true
			}
		},
		["字"] = {
			["裤"] = {
				["翘"] = {
					["臀"] = {
						this = true
					}
				}
			},
			["褲"] = {
				["翹"] = {
					["臀"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["顶"] = {
		["得"] = {
			["好"] = {
				["深"] = {
					this = true
				}
			}
		},
		["楼"] = {
			["马"] = {
				["戏"] = {
					["团"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["頂"] = {
		["頂"] = {
			["撞"] = {
				["撞"] = {
					["式"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["订"] = {
		["购"] = {
			this = true,
			["苯"] = {
				["基"] = {
					["丙"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["冰"] = {
					["砖"] = {
						this = true
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["水"] = {
				["果"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["吗"] = {
				["啡"] = {
					this = true
				}
			},
			["警"] = {
				["用"] = {
					["弩"] = {
						this = true
					},
					["催"] = {
						["泪"] = {
							["弹"] = {
								this = true
							}
						}
					},
					["钢"] = {
						["叉"] = {
							this = true
						}
					}
				},
				["官"] = {
					["证"] = {
						this = true
					}
				},
				["察"] = {
					["证"] = {
						this = true
					},
					["胸"] = {
						["标"] = {
							this = true
						}
					},
					["作"] = {
						["训"] = {
							["服"] = {
								this = true
							}
						}
					}
				},
				["灯"] = {
					this = true
				}
			},
			["溴"] = {
				["氰"] = {
					["菊"] = {
						["酯"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["性"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["洛"] = {
				["克"] = {
					K = {
						J = {
							["9"] = {
								["0"] = {
									["0"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["单"] = {
				["质"] = {
					["猛"] = {
						["炸"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["缅"] = {
				["古"] = {
					["制"] = {
						["作"] = {
							["技"] = {
								["术"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["氟"] = {
				["硝"] = {
					["安"] = {
						["定"] = {
							this = true
						}
					}
				}
			}
		},
		["货"] = {
			["热"] = {
				["线"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["定"] = {
		["▲"] = {
			["位"] = {
				["▲"] = {
					["噐"] = {
						this = true
					}
				}
			}
		},
		["购"] = {
			this = true,
			["5"] = {
				["."] = {
					["5"] = {
						["母"] = {
							["鸡"] = {
								["模"] = {
									["具"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["位"] = {
			["器"] = {
				this = true
			},
			["仪"] = {
				this = true
			}
		},
		["罪"] = {
			["量"] = {
				["刑"] = {
					["成"] = {
						["冤"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["做"] = {
			["森"] = {
				["林"] = {
					["之"] = {
						["狼"] = {
							["弓"] = {
								["弩"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["弹"] = {
				["簧"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["三"] = {
				["棱"] = {
					["刮"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["电"] = {
						["棍"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["訂"] = {
		["購"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["腚"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["錠"] = {
		["位"] = {
			["噐"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["丢"] = {
		["你"] = {
			["老"] = {
				["母"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["东"] = {
		["北"] = {
			x = {
				x = {
					["网"] = {
						this = true
					}
				}
			},
			["独"] = {
				["立"] = {
					this = true
				}
			},
			["风"] = {
				["情"] = {
					["熟"] = {
						["女"] = {
							["之"] = {
								["惑"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["6"] = {
								["}"] = {
									["生"] = {
										["育"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["村"] = {
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["方"] = {
			["发"] = {
				["出"] = {
					["的"] = {
						["闪"] = {
							["电"] = {
								this = true
							}
						}
					}
				}
			},
			["明"] = {
				["珠"] = {
					["就"] = {
						["是"] = {
							["一"] = {
								["根"] = {
									["假"] = {
										["阳"] = {
											["具"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["遭"] = {
						["雷"] = {
							["劈"] = {
								this = true
							}
						}
					}
				}
			},
			["闪"] = {
				["电"] = {
					this = true
				}
			},
			["小"] = {
				["孟"] = {
					["买"] = {
						this = true
					}
				}
			},
			["纽"] = {
				["约"] = {
					this = true
				}
			}
		},
		["风"] = {
			["传"] = {
				["奇"] = {
					this = true
				}
			}
		},
		["哥"] = {
			["你"] = {
				["放"] = {
					["心"] = {
						["去"] = {
							["吧"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["海"] = {
			["拔"] = {
				["棒"] = {
					this = true
				}
			},
			["画"] = {
				this = true
			}
		},
		["京"] = {
			["丰"] = {
				["乳"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["风"] = {
				["月"] = {
					this = true
				}
			},
			["巨"] = {
				["乳"] = {
					this = true
				}
			},
			["热"] = {
				this = true
			},
			["乳"] = {
				["汁"] = {
					["派"] = {
						this = true
					}
				}
			},
			["丸"] = {
				["井"] = {
					["买"] = {
						["卖"] = {
							this = true
						}
					}
				}
			}
		},
		["琴"] = {
			["乃"] = {
				this = true
			}
		},
		["热"] = {
			["空"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["升"] = {
			this = true
		},
		["条"] = {
			["英"] = {
				["机"] = {
					this = true
				}
			}
		},
		["突"] = {
			this = true,
			["暴"] = {
				["动"] = {
					["和"] = {
						["独"] = {
							["立"] = {
								this = true
							}
						}
					}
				}
			},
			["解"] = {
				this = true
			},
			["厥"] = {
				["斯"] = {
					["坦"] = {
						this = true
					}
				}
			},
			["民"] = {
				["族"] = {
					["党"] = {
						this = true
					}
				}
			},
			["信"] = {
				["息"] = {
					["联"] = {
						["络"] = {
							["中"] = {
								["心"] = {
									this = true
								}
							}
						}
					},
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["伊"] = {
				["斯"] = {
					["兰"] = {
						["教"] = {
							["运"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["组"] = {
				["织"] = {
					this = true
				}
			}
		},
		["土"] = {
			["耳"] = {
				["其"] = {
					["斯"] = {
						["坦"] = {
							this = true
						}
					}
				}
			}
		},
		["亚"] = {
			["病"] = {
				["夫"] = {
					this = true
				}
			}
		},
		["伊"] = {
			["运"] = {
				this = true
			}
		},
		["正"] = {
			["教"] = {
				this = true
			}
		},
		["欧"] = {
			["剧"] = {
				["变"] = {
					this = true
				}
			}
		},
		["南"] = {
			["军"] = {
				["新"] = {
					["梯"] = {
						["队"] = {
							this = true
						}
					}
				}
			}
		},
		["百"] = {
			["大"] = {
				["减"] = {
					["排"] = {
						this = true
					}
				}
			}
		},
		["远"] = {
			["凸"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["冬"] = {
		["季"] = {
			["热"] = {
				this = true
			},
			["熱"] = {
				this = true
			}
		},
		["天"] = {
			["的"] = {
				["感"] = {
					["恩"] = {
						this = true
					}
				}
			}
		},
		["奥"] = {
			["酒"] = {
				["肉"] = {
					["臭"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["東"] = {
		["北"] = {
			x = {
				x = {
					["網"] = {
						this = true
					}
				}
			},
			["獨"] = {
				["立"] = {
					this = true
				}
			}
		},
		["部"] = {
			["地"] = {
				["下"] = {
					["水"] = {
						["路"] = {
							this = true
						}
					}
				}
			}
		},
		["方"] = {
			["紅"] = {
				["時"] = {
					["空"] = {
						this = true
					}
				}
			},
			["閃"] = {
				["電"] = {
					this = true
				}
			},
			["時"] = {
				["空"] = {
					this = true
				}
			}
		},
		["宮"] = {
			this = true
		},
		["京"] = {
			["熱"] = {
				this = true
			}
		},
		["南"] = {
			["西"] = {
				["北"] = {
					["論"] = {
						["談"] = {
							this = true
						}
					}
				}
			}
		},
		["熱"] = {
			["空"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["社"] = {
			this = true
		},
		["升"] = {
			this = true
		},
		["條"] = {
			this = true,
			["英"] = {
				["機"] = {
					this = true
				}
			}
		},
		["突"] = {
			this = true,
			["暴"] = {
				["動"] = {
					this = true
				}
			},
			["獨"] = {
				["立"] = {
					this = true
				}
			}
		},
		["土"] = {
			["耳"] = {
				["其"] = {
					["斯"] = {
						["坦"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["南"] = {
				["北"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["亞"] = {
			this = true,
			["病"] = {
				["夫"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["屄"] = {
				this = true
			}
		},
		["院"] = {
			["看"] = {
				["守"] = {
					this = true
				}
			}
		},
		["正"] = {
			["教"] = {
				this = true
			}
		},
		["歐"] = {
			["劇"] = {
				["變"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["董"] = {
		["存"] = {
			["瑞"] = {
				["是"] = {
					["毛"] = {
						["主"] = {
							["席"] = {
								["的"] = {
									["儿"] = {
										["子"] = {
											this = true
										}
									},
									["好"] = {
										["儿"] = {
											["子"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["他"] = {
					["妈"] = {
						this = true
					}
				}
			}
		},
		["建"] = {
			["华"] = {
				this = true
			}
		},
		["贱"] = {
			["华"] = {
				this = true
			}
		},
		["力"] = {
			this = true
		},
		["文"] = {
			["华"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["懂"] = {
		["文"] = {
			["华"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["动"] = {
		["乱"] = {
			this = true,
			["分"] = {
				["子"] = {
					this = true
				}
			}
		},
		["漫"] = {
			["色"] = {
				["图"] = {
					this = true
				}
			}
		},
		["能"] = {
			["弹"] = {
				this = true
			}
		},
		["物"] = {
			["乐"] = {
				["园"] = {
					["游"] = {
						["戏"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			},
			["该"] = {
				["下"] = {
					["车"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["运"] = {
			["九"] = {
				["八"] = {
					this = true
				}
			}
		},
		["行"] = {
			["雀"] = {
				["黄"] = {
					this = true
				}
			}
		},
		["态"] = {
			["底"] = {
				["线"] = {
					this = true
				}
			},
			["红"] = {
				["线"] = {
					this = true
				}
			}
		}
	}
end

temp()
