pg = pg or {}
slot0 = pg
slot0.word_template_227 = {}
slot1 = slot0.word_template_227

function temp()
	uv0["仆"] = {
		["街"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["蒲"] = {
		["公"] = {
			["英"] = {
				["方"] = {
					["程"] = {
						["式"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["朴"] = {
		["槿"] = {
			["惠"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["普"] = {
		["布"] = {
			["次"] = {
				["仁"] = {
					["仁"] = {
						["波"] = {
							["切"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["京"] = {
			this = true
		},
		["罗"] = {
			["庚"] = {
				["嗪"] = {
					this = true
				}
			}
		},
		["通"] = {
			["弹"] = {
				this = true
			}
		},
		["贤"] = {
			this = true
		},
		["賢"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["七"] = {
		["号"] = {
			["已"] = {
				["经"] = {
					["吹"] = {
						["响"] = {
							this = true
						}
					}
				}
			}
		},
		["九"] = {
			["式"] = {
				this = true
			}
		},
		["连"] = {
			["发"] = {
				["猎"] = {
					["枪"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["連"] = {
			["發"] = {
				["獵"] = {
					["狗"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						}
					},
					["槍"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["灵"] = {
			["派"] = {
				this = true
			}
		},
		["靈"] = {
			["派"] = {
				this = true
			}
		},
		["七"] = {
			["式"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["事"] = {
				["变"] = {
					["献"] = {
						["礼"] = {
							this = true
						}
					}
				}
			}
		},
		["万"] = {
			["言"] = {
				["书"] = {
					this = true
				}
			}
		},
		["肖"] = {
			this = true
		},
		["月"] = {
			["大"] = {
				["麻"] = {
					["八"] = {
						["月"] = {
							t = {
								i = {
									n = {
										g = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["四"] = {
			["的"] = {
				["一"] = {
					["个"] = {
						["月"] = {
							["前"] = {
								this = true
							}
						}
					}
				},
				["前"] = {
					["一"] = {
						["个"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["上"] = {
			["八"] = {
				["下"] = {
					["原"] = {
						["则"] = {
							this = true
						}
					}
				}
			}
		},
		["代"] = {
			["目"] = {
				["不"] = {
					["换"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["十"] = {
			["一"] = {
				["年"] = {
					["前"] = {
						["的"] = {
							["今"] = {
								["天"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["大"] = {
			["肠"] = {
				["胃"] = {
					this = true
				}
			}
		},
		["二"] = {
			["〇"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["常"] = {
			["主"] = {
				["心"] = {
					["骨"] = {
						this = true
					}
				}
			}
		},
		["级"] = {
			["英"] = {
				["语"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["妻"] = {
		["交"] = {
			["换"] = {
				this = true
			}
		},
		["全"] = {
			["家"] = {
				["接"] = {
					["待"] = {
						this = true
					}
				}
			}
		},
		["脱"] = {
			["光"] = {
				["倒"] = {
					["立"] = {
						["镜"] = {
							["前"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["戚"] = {
		["建"] = {
			["国"] = {
				this = true
			}
		}
	}
end

temp()
