pg = pg or {}
slot0 = pg
slot0.word_template_19 = {}
slot1 = slot0.word_template_19

temp = function()
	uv0["達"] = {
		["夫"] = {
			["警"] = {
				["衛"] = {
					["兵"] = {
						this = true
					}
				}
			},
			["侍"] = {
				["從"] = {
					this = true
				}
			}
		},
		["賴"] = {
			this = true,
			["喇"] = {
				["嘛"] = {
					this = true
				}
			}
		},
		["癩"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["打"] = {
		["倒"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				},
				["產"] = {
					["黨"] = {
						this = true
					}
				}
			},
			["国"] = {
				["民"] = {
					["党"] = {
						this = true
					}
				}
			},
			["胡"] = {
				["锦"] = {
					["涛"] = {
						this = true
					}
				}
			},
			["日"] = {
				["本"] = {
					this = true
				}
			},
			["中"] = {
				["央"] = {
					this = true
				}
			},
			["邓"] = {
				["李"] = {
					["杨"] = {
						this = true
					}
				}
			},
			["墨"] = {
				["索"] = {
					["里"] = {
						["习"] = {
							this = true
						}
					}
				}
			}
		},
		["到"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			},
			["中"] = {
				["央"] = {
					this = true
				}
			}
		},
		["飞"] = {
			["机"] = {
				this = true
			}
		},
		["飛"] = {
			["機"] = {
				this = true
			}
		},
		["粉"] = {
			["插"] = {
				["花"] = {
					this = true
				}
			}
		},
		["黄"] = {
			["扫"] = {
				["非"] = {
					["找"] = {
						["鸡"] = {
							["睡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["击"] = {
			["警"] = {
				["察"] = {
					this = true
				}
			},
			["极"] = {
				["少"] = {
					["数"] = {
						["教"] = {
							["育"] = {
								["团"] = {
									["结"] = {
										["大"] = {
											["多"] = {
												["数"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["架"] = {
			["结"] = {
				["社"] = {
					["黑"] = {
						["社"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["炮"] = {
			this = true,
			["不"] = {
				["分"] = {
					["前"] = {
						["和"] = {
							["后"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["公"] = {
				["务"] = {
					["员"] = {
						this = true
					}
				}
			},
			["交"] = {
				["警"] = {
					this = true
				}
			},
			["致"] = {
				["死"] = {
					this = true
				}
			}
		},
		["伤"] = {
			["小"] = {
				["贩"] = {
					this = true
				}
			}
		},
		["死"] = {
			["人"] = {
				this = true
			}
		},
		["下"] = {
			["一"] = {
				["个"] = {
					["大"] = {
						["大"] = {
							["的"] = {
								["后"] = {
									["宫"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["压"] = {
			["异"] = {
				["族"] = {
					this = true
				}
			}
		},
		["野"] = {
			["炮"] = {
				this = true
			}
		},
		["一"] = {
			["炮"] = {
				this = true
			}
		},
		["砸"] = {
			["日"] = {
				["货"] = {
					this = true
				}
			},
			["烧"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["桩"] = {
			["机"] = {
				["体"] = {
					["位"] = {
						this = true
					}
				}
			}
		},
		["败"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["赢"] = {
			["了"] = {
				["祖"] = {
					["国"] = {
						["统"] = {
							["一"] = {
								["，"] = {
									["打"] = {
										["输"] = {
											["了"] = {
												["人"] = {
													["民"] = {
														["解"] = {
															["放"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["倒"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["垮"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["败"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["牌"] = {
			["还"] = {
				["爱"] = {
					["吃"] = {
						["牛"] = {
							["排"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["呆"] = {
		["逼"] = {
			this = true
		},
		["卵"] = {
			this = true
		},
		["在"] = {
			["家"] = {
				["地"] = {
					["震"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["傣"] = {
		["肌"] = {
			["松"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["代"] = {
		["办"] = {
			this = true,
			["产"] = {
				["地"] = {
					["证"] = {
						this = true
					}
				}
			},
			["各"] = {
				["行"] = {
					["信"] = {
						["用"] = {
							["卡"] = {
								this = true
							}
						}
					}
				},
				["类"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["户"] = {
				["口"] = {
					this = true
				}
			},
			["驾"] = {
				["驶"] = {
					["证"] = {
						this = true
					}
				},
				["照"] = {
					this = true
				}
			},
			["建"] = {
				["筑"] = {
					["企"] = {
						["业"] = {
							["资"] = {
								["质"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["年"] = {
				["检"] = {
					this = true
				},
				["审"] = {
					this = true
				}
			},
			["企"] = {
				["业"] = {
					["年"] = {
						["检"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["国"] = {
					["毕"] = {
						["业"] = {
							["学"] = {
								["历"] = {
									this = true
								}
							}
						}
					},
					["各"] = {
						["地"] = {
							["证"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["医"] = {
				["疗"] = {
					["器"] = {
						["械"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["营"] = {
				["业"] = {
					["执"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["实"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["规"] = {
					["驾"] = {
						["照"] = {
							this = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			},
			["执"] = {
				["照"] = {
					this = true
				}
			},
			["假"] = {
				["结"] = {
					["婚"] = {
						["证"] = {
							this = true
						}
					}
				},
				["户"] = {
					["口"] = {
						["本"] = {
							this = true
						}
					}
				},
				["牌"] = {
					["照"] = {
						this = true
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					["户"] = {
						["口"] = {
							["本"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["辦"] = {
			["各"] = {
				["类"] = {
					["證"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["國"] = {
					["畢"] = {
						["業"] = {
							["學"] = {
								["歷"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["发"] = {
			["论"] = {
				["文"] = {
					this = true
				}
			}
		},
		["缴"] = {
			["罚"] = {
				["单"] = {
					this = true
				}
			}
		},
		["开"] = {
			this = true,
			["北"] = {
				["京"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["發"] = {
				["票"] = {
					this = true
				}
			},
			["国"] = {
				["税"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["联"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["開"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["考"] = {
			this = true,
			["托"] = {
				["福"] = {
					this = true
				}
			}
		},
		["刻"] = {
			this = true
		},
		["理"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["發"] = {
				["票"] = {
					this = true
				}
			},
			["开"] = {
				["票"] = {
					this = true
				}
			},
			["税"] = {
				["票"] = {
					this = true
				}
			},
			["体"] = {
				["检"] = {
					this = true
				}
			},
			["真"] = {
				["实"] = {
					["中"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["币"] = {
						this = true
					}
				}
			},
			["假"] = {
				["钱"] = {
					this = true
				}
			},
			["伪"] = {
				["钞"] = {
					this = true
				},
				["币"] = {
					this = true
				}
			}
		},
		["人"] = {
			["体"] = {
				["检"] = {
					this = true
				}
			}
		},
		["刷"] = {
			["博"] = {
				["客"] = {
					this = true
				}
			}
		},
		["销"] = {
			["违"] = {
				["章"] = {
					this = true
				}
			}
		},
		["写"] = {
			["代"] = {
				["发"] = {
					["表"] = {
						this = true
					}
				}
			},
			["论"] = {
				["文"] = {
					this = true
				}
			}
		},
		["孕"] = {
			this = true
		},
		["柑"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["带"] = {
		["蛋"] = {
			this = true
		},
		["套"] = {
			["肛"] = {
				["交"] = {
					this = true
				}
			}
		},
		["薪"] = {
			["坐"] = {
				["牢"] = {
					this = true
				}
			}
		},
		["带"] = {
			["连"] = {
				["任"] = {
					this = true
				}
			}
		},
		["翻"] = {
			["译"] = {
				["运"] = {
					["动"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["帶"] = {
		["根"] = {
			["吊"] = {
				this = true
			}
		},
		["套"] = {
			["肛"] = {
				["交"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["紿"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["戴"] = {
		["海"] = {
			["静"] = {
				this = true
			}
		},
		["红"] = {
			this = true
		},
		["维"] = {
			["教"] = {
				this = true
			}
		},
		["維"] = {
			["教"] = {
				this = true
			}
		},
		["相"] = {
			["龍"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["丹"] = {
		["铁"] = {
			["神"] = {
				["功"] = {
					this = true
				}
			}
		},
		["增"] = {
			["嘉"] = {
				["措"] = {
					this = true
				}
			}
		},
		["珠"] = {
			["昂"] = {
				["奔"] = {
					this = true
				}
			}
		},
		["王"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["担"] = {
		["心"] = {
			["仙"] = {
				["人"] = {
					["跳"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["单"] = {
		["飞"] = {
			["模"] = {
				["特"] = {
					this = true
				}
			}
		},
		["管"] = {
			["猎"] = {
				["枪"] = {
					["3"] = {
						["0"] = {
							["发"] = {
								["提"] = {
									["供"] = {
										this = true
									}
								}
							}
						}
					},
					["专"] = {
						["卖"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			["分"] = {
				["析"] = {
					["仪"] = {
						this = true
					}
				}
			}
		},
		["特"] = {
			this = true
		},
		["挑"] = {
			["保"] = {
				["单"] = {
					["分"] = {
						["析"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["汪"] = {
				this = true
			},
			["王"] = {
				this = true
			}
		},
		["打"] = {
			["排"] = {
				["名"] = {
					["最"] = {
						["高"] = {
							["第"] = {
								["1"] = {
									["4"] = {
										["位"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["旦"] = {
		["正"] = {
			["昂"] = {
				["杰"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["但"] = {
		["闻"] = {
			["床"] = {
				["上"] = {
					["男"] = {
						["女"] = {
							["爽"] = {
								["歪"] = {
									["歪"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["是"] = {
			["小"] = {
				["灰"] = {
					["\\"] = {
						x = {
							["{"] = {
								["1"] = {
									F = {
										["4"] = {
											["3"] = {
												["0"] = {
													["}"] = {
														["为"] = {
															["了"] = {
																["吃"] = {
																	["到"] = {
																		["更"] = {
																			["多"] = {
																				["的"] = {
																					["青"] = {
																						["草"] = {
																							["，"] = {
																								["把"] = {
																									["小"] = {
																										["白"] = {
																											["\\"] = {
																												x = {
																													["{"] = {
																														["1"] = {
																															F = {
																																["4"] = {
																																	["3"] = {
																																		["0"] = {
																																			["}"] = {
																																				["送"] = {
																																					["给"] = {
																																						["了"] = {
																																							["公"] = {
																																								["\\"] = {
																																									x = {
																																										["{"] = {
																																											["1"] = {
																																												F = {
																																													["9"] = {
																																														["8"] = {
																																															["1"] = {
																																																["}"] = {
																																																	this = true
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["弹"] = {
		["刺"] = {
			["跳"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["药"] = {
			this = true,
			["出"] = {
				["售"] = {
					this = true
				}
			},
			["价"] = {
				["格"] = {
					this = true
				}
			}
		},
		["唱"] = {
			["词"] = {
				[" "] = {
					["\\"] = {
						["\\"] = {
							["别"] = {
								["后"] = {
									["\\"] = {
										["\\"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["性"] = {
			["宏"] = {
				["县"] = {
					this = true
				}
			},
			["红"] = {
				["线"] = {
					this = true
				}
			}
		},
		["笑"] = {
			["疯"] = {
				["声"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["彈"] = {
		["劾"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["当"] = {
		["官"] = {
			["的"] = {
				["受"] = {
					["贿"] = {
						["数"] = {
							["额"] = {
								["越"] = {
									["来"] = {
										["越"] = {
											["多"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["贪"] = {
					["污"] = {
						this = true
					}
				},
				["喜"] = {
					["贪"] = {
						["赃"] = {
							this = true
						}
					}
				},
				["住"] = {
					["洋"] = {
						["房"] = {
							["院"] = {
								["子"] = {
									["盖"] = {
										["起"] = {
											["高"] = {
												["围"] = {
													["墙"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["女"] = {
				["人"] = {
					["弄"] = {
						["死"] = {
							["男"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["要"] = {
				["精"] = {
					["通"] = {
						["哪"] = {
							["四"] = {
								["种"] = {
									["语"] = {
										["言"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["过"] = {
			["城"] = {
				["管"] = {
					["现"] = {
						["在"] = {
							["在"] = {
								["税"] = {
									["务"] = {
										["局"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["家"] = {
			["作"] = {
				["主"] = {
					["搞"] = {
						["起"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["狼"] = {
				["遇"] = {
					["上"] = {
						["蛇"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["政"] = {
			["者"] = {
				this = true
			}
		},
		["车"] = {
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		},
		["面"] = {
			["交"] = {
				["易"] = {
					["警"] = {
						["察"] = {
							["证"] = {
								this = true
							}
						}
					},
					["假"] = {
						["死"] = {
							["亡"] = {
								["证"] = {
									["明"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["代"] = {
			["贺"] = {
				["龙"] = {
					this = true
				}
			},
			["烽"] = {
				["火"] = {
					["戏"] = {
						["诸"] = {
							["侯"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["今"] = {
			["头"] = {
				["头"] = {
					["不"] = {
						["换"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["主"] = {
				["心"] = {
					["骨"] = {
						this = true
					}
				}
			},
			["一"] = {
				["哥"] = {
					this = true
				}
			},
			["大"] = {
				b = {
					o = {
						s = {
							s = {
								this = true
							}
						}
					}
				}
			},
			["首"] = {
				["辅"] = {
					this = true
				}
			},
			["掌"] = {
				["舵"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["了"] = {
			["9"] = {
				["年"] = {
					["皇"] = {
						["帝"] = {
							this = true
						}
					}
				}
			},
			["几"] = {
				["年"] = {
					["皇"] = {
						["帝"] = {
							this = true
						}
					}
				}
			},
			["九"] = {
				["年"] = {
					["皇"] = {
						["帝"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["秧"] = {
				this = true
			}
		},
		["年"] = {
			["我"] = {
				["笑"] = {
					["大"] = {
						["哥"] = {
							["秀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["你"] = {
			["发"] = {
				["现"] = {
					["一"] = {
						["只"] = {
							["蟑"] = {
								["螂"] = {
									["的"] = {
										["时"] = {
											["候"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["知"] = {
			["项"] = {
				["欠"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["當"] = {
		["官"] = {
			["的"] = {
				["喜"] = {
					["貪"] = {
						["贓"] = {
							this = true
						}
					}
				}
			}
		},
		["車"] = {
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		},
		["车"] = {
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["挡"] = {
		["不"] = {
			["住"] = {
				["的"] = {
					["疯"] = {
						["情"] = {
							this = true
						}
					}
				}
			}
		},
		["坦"] = {
			["克"] = {
				["的"] = {
					["男"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["车"] = {
			this = true,
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["档"] = {
		["案"] = {
			["局"] = {
				this = true
			}
		},
		["车"] = {
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		},
		["盅"] = {
			["殃"] = {
				this = true
			}
		},
		["的"] = {
			["领"] = {
				["导"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["党"] = {
		["卑"] = {
			["鄙"] = {
				this = true
			}
		},
		["打"] = {
			["死"] = {
				this = true
			}
		},
		["的"] = {
			["暴"] = {
				["力"] = {
					this = true
				},
				["政"] = {
					this = true
				}
			},
			["腐"] = {
				["败"] = {
					this = true
				}
			},
			["流"] = {
				["氓"] = {
					["本"] = {
						["性"] = {
							this = true
						}
					}
				}
			},
			["杀"] = {
				["人"] = {
					["历"] = {
						["史"] = {
							this = true
						}
					}
				}
			},
			["十"] = {
				["八"] = {
					["届"] = {
						["一"] = {
							["中"] = {
								["全"] = {
									["会"] = {
										["选"] = {
											["举"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["邪"] = {
				["恶"] = {
					this = true
				},
				["教"] = {
					this = true
				}
			},
			["二"] = {
				["十"] = {
					["大"] = {
						this = true
					}
				}
			},
			["年"] = {
				["终"] = {
					["奖"] = {
						this = true
					}
				}
			}
		},
		["匪"] = {
			this = true
		},
		["腐"] = {
			["败"] = {
				this = true
			}
		},
		["根"] = {
			["本"] = {
				["没"] = {
					["有"] = {
						["人"] = {
							["权"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["蛊"] = {
			["惑"] = {
				this = true
			}
		},
		["国"] = {
			["奇"] = {
				["观"] = {
					["天"] = {
						["下"] = {
							["笑"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["喝"] = {
			["人"] = {
				["血"] = {
					this = true
				}
			}
		},
		["黑"] = {
			this = true
		},
		["妈"] = {
			["妈"] = {
				["的"] = {
					["雨"] = {
						["露"] = {
							["阳"] = {
								["光"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["灭"] = {
			["亡"] = {
				this = true
			}
		},
		["迫"] = {
			["害"] = {
				this = true
			}
		},
		["欺"] = {
			["骗"] = {
				this = true
			}
		},
		["是"] = {
			["喝"] = {
				["人"] = {
					["血"] = {
						this = true
					}
				}
			}
		},
		["收"] = {
			["瓜"] = {
				["光"] = {
					this = true
				}
			}
		},
		["太"] = {
			["黑"] = {
				this = true
			}
		},
		["徒"] = {
			this = true
		},
		["土"] = {
			["匪"] = {
				this = true
			}
		},
		["亡"] = {
			this = true
		},
		["文"] = {
			["化"] = {
				["污"] = {
					["染"] = {
						this = true
					}
				},
				["制"] = {
					["造"] = {
						["的"] = {
							["谎"] = {
								["言"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["下"] = {
			["台"] = {
				this = true
			}
		},
		["校"] = {
			["楼"] = {
				["上"] = {
					["吹"] = {
						["过"] = {
							["风"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["邪"] = {
			["恶"] = {
				this = true
			}
		},
		["在"] = {
			["干"] = {
				["社"] = {
					["会"] = {
						this = true
					}
				}
			},
			["搞"] = {
				["社"] = {
					["会"] = {
						this = true
					}
				}
			},
			["玩"] = {
				["社"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["震"] = {
			this = true
		},
		["中"] = {
			["央"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		["走"] = {
			["入"] = {
				["坟"] = {
					["墓"] = {
						this = true
					}
				}
			}
		},
		["史"] = {
			["观"] = {
				this = true
			}
		},
		["魁"] = {
			["易"] = {
				["帜"] = {
					this = true
				}
			}
		},
		["2"] = {
			["0"] = {
				["次"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["代"] = {
			["表"] = {
				["会"] = {
					this = true
				}
			}
		},
		["仲"] = {
			["央"] = {
				this = true
			}
		},
		["和"] = {
			["国"] = {
				["家"] = {
					["非"] = {
						["常"] = {
							["着"] = {
								["急"] = {
									["，"] = {
										["整"] = {
											["个"] = {
												["社"] = {
													["会"] = {
														["都"] = {
															["忧"] = {
																["心"] = {
																	["如"] = {
																		["焚"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["谠"] = {
		["亡"] = {
			this = true
		},
		["桅"] = {
			["书"] = {
				["记"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["黨"] = {
		["都"] = {
			["不"] = {
				["會"] = {
					["重"] = {
						["用"] = {
							["人"] = {
								["才"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["氹"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["荡"] = {
		["妇"] = {
			this = true
		},
		["女"] = {
			this = true
		},
		["公"] = {
			["乱"] = {
				["妇"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蕩"] = {
		["婦"] = {
			this = true
		},
		["妹"] = {
			this = true
		},
		["女"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["导"] = {
		["爆"] = {
			["索"] = {
				this = true
			}
		},
		["弹"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["岛"] = {
		["田"] = {
			["沙"] = {
				["罗"] = {
					this = true
				}
			}
		},
		["国"] = {
			["大"] = {
				["片"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["捣"] = {
		["玉"] = {
			["台"] = {
				this = true
			}
		}
	}
end

temp()
