pg = pg or {}
slot0 = pg
slot0.word_template_356 = {}
slot1 = slot0.word_template_356

function temp()
	uv0["销"] = {
		["魂"] = {
			this = true,
			["洞"] = {
				this = true
			},
			["椅"] = {
				this = true
			}
		},
		["售"] = {
			this = true,
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			k = {
				i = {
					n = {
						g = {
							["粉"] = {
								this = true
							}
						}
					}
				},
				["粉"] = {
					this = true
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			P = {
				C = {
					P = {
						["新"] = {
							["贵"] = {
								["手"] = {
									["枪"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["北"] = {
				["朝"] = {
					["鲜"] = {
						["冰"] = {
							this = true
						}
					}
				}
			},
			["苯"] = {
				["基"] = {
					["丙"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				},
				["古"] = {
					this = true
				}
			},
			["步"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["纯"] = {
				["古"] = {
					this = true
				}
			},
			["电"] = {
				["击"] = {
					["麻"] = {
						["醉"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["各"] = {
				["式"] = {
					["小"] = {
						["口"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["广"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["海"] = {
				["豹"] = {
					M = {
						["9"] = {
							this = true
						}
					}
				}
			},
			["胡"] = {
				["椒"] = {
					["醛"] = {
						this = true
					}
				}
			},
			["虎"] = {
				["头"] = {
					["双"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["黄"] = {
				["绿"] = {
					["牙"] = {
						["签"] = {
							this = true
						}
					}
				},
				["体"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["唧"] = {
				["筒"] = {
					["式"] = {
						["猎"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							this = true
						}
					}
				}
			},
			["健"] = {
				["卫"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["捷"] = {
				["克"] = {
					["左"] = {
						["轮"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["钟"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["雷"] = {
						["鸣"] = {
							["登"] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["可"] = {
				["可"] = {
					["精"] = {
						this = true
					}
				}
			},
			["猎"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["邻"] = {
				["氯"] = {
					["苯"] = {
						["晴"] = {
							this = true
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["古"] = {
					["果"] = {
						["子"] = {
							this = true
						}
					}
				},
				["醉"] = {
					q = {
						i = {
							a = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				},
				["药"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			},
			["羟"] = {
				["基"] = {
					["环"] = {
						["戊"] = {
							["基"] = {
								this = true
							}
						}
					}
				}
			},
			["青"] = {
				["蒿"] = {
					["素"] = {
						this = true
					}
				}
			},
			["三"] = {
				["箭"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["水"] = {
				["晶"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["四"] = {
				["氢"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["然"] = {
					["咖"] = {
						["啡"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true,
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["香"] = {
				["烟"] = {
					this = true
				}
			},
			["盐"] = {
				["酸"] = {
					["氯"] = {
						["胺"] = {
							["酮"] = {
								this = true
							}
						}
					},
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["乙"] = {
				["醚"] = {
					this = true
				}
			},
			["赵"] = {
				["氏"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["控"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["钻"] = {
				["石"] = {
					this = true
				}
			},
			["左"] = {
				["旋"] = {
					["麻"] = {
						["黄"] = {
							["素"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["嘵"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["銷"] = {
		["魂"] = {
			["洞"] = {
				this = true
			}
		},
		["售"] = {
			this = true,
			["步"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["電"] = {
				["擊"] = {
					["麻"] = {
						["醉"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["干"] = {
				["擾"] = {
					["器"] = {
						this = true
					}
				}
			},
			["间"] = {
				["苯"] = {
					["三"] = {
						["酚"] = {
							this = true
						}
					}
				}
			},
			["獵"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["麻"] = {
				["黃"] = {
					["素"] = {
						this = true
					}
				},
				["醉"] = {
					q = {
						i = {
							a = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["手"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["售"] = {
				["用"] = {
					["麻"] = {
						["醉"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["遙"] = {
				["控"] = {
					["解"] = {
						["碼"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["控"] = {
					["解"] = {
						["碼"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["校"] = {
		["服"] = {
			["美"] = {
				["男"] = {
					this = true
				}
			}
		},
		["园"] = {
			["六"] = {
				["人"] = {
					["行"] = {
						this = true
					}
				}
			},
			["伤"] = {
				["害"] = {
					["案"] = {
						this = true
					}
				}
			},
			["寻"] = {
				["美"] = {
					["录"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["兽"] = {
					this = true
				}
			}
		},
		["園"] = {
			["文"] = {
				["學"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["歇"] = {
		["逼"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["邪"] = {
		["挡"] = {
			this = true
		},
		["档"] = {
			this = true
		},
		["党"] = {
			this = true,
			["残"] = {
				["暴"] = {
					["似"] = {
						["不"] = {
							["见"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["谠"] = {
			this = true
		},
		["盗"] = {
			["情"] = {
				["天"] = {
					this = true
				}
			}
		},
		["的"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["恶"] = {
			["的"] = {
				["党"] = {
					this = true
				},
				["共"] = {
					["产"] = {
						["党"] = {
							this = true
						}
					}
				}
			},
			["组"] = {
				["织"] = {
					this = true
				}
			}
		},
		["共"] = {
			["党"] = {
				this = true,
				["魁"] = {
					["江"] = {
						["恶"] = {
							["首"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["教"] = {
			this = true
		},
		["警"] = {
			this = true
		},
		["灵"] = {
			["战"] = {
				["记"] = {
					this = true
				}
			}
		},
		["傥"] = {
			this = true
		},
		["仙"] = {
			["陆"] = {
				["飘"] = {
					["飘"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
