pg = pg or {}
slot0 = pg
slot0.word_template_346 = {}
slot1 = slot0.word_template_346

function temp()
	uv0["物"] = {
		["价"] = {
			["犹"] = {
				["如"] = {
					["头"] = {
						["发"] = {
							["长"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["價"] = {
			["猶"] = {
				["如"] = {
					["頭"] = {
						["發"] = {
							["長"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["理"] = {
			["高"] = {
				["鼻"] = {
					["梁"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["西"] = {
		j = {
			i = {
				n = {
					this = true
				}
			}
		},
		["班"] = {
			["牙"] = {
				["苍"] = {
					["蝇"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["藏"] = {
			["3"] = {
				["."] = {
					["1"] = {
						["4"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						},
						["5"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				},
				["·"] = {
					["1"] = {
						["4"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						},
						["5"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				},
				["•"] = {
					["1"] = {
						["4"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				},
				["1"] = {
					["4"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["4"] = {
				["9"] = {
					["秒"] = {
						this = true
					}
				}
			},
			["本"] = {
				["非"] = {
					["国"] = {
						["土"] = {
							this = true
						}
					}
				}
			},
			["不"] = {
				["是"] = {
					["中"] = {
						["国"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["打"] = {
					["砸"] = {
						["了"] = {
							this = true
						}
					}
				},
				["事"] = {
					["了"] = {
						this = true
					}
				}
			},
			["的"] = {
				["控"] = {
					["制"] = {
						this = true
					}
				},
				["压"] = {
					["制"] = {
						this = true
					}
				}
			},
			["独"] = {
				["立"] = {
					this = true
				}
			},
			["獨"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["妇"] = {
				["女"] = {
					["会"] = {
						this = true
					},
					["协"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				this = true,
				["家"] = {
					this = true
				}
			},
			["國"] = {
				this = true
			},
			["抗"] = {
				["暴"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["平"] = {
				["暴"] = {
					this = true
				}
			},
			["青"] = {
				["年"] = {
					["大"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["国"] = {
					["民"] = {
						["主"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["大"] = {
						["起"] = {
							["义"] = {
								["运"] = {
									["动"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["天"] = {
				["葬"] = {
					this = true
				}
			},
			["团"] = {
				["结"] = {
					["委"] = {
						["员"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["万"] = {
				["岁"] = {
					this = true
				}
			},
			["委"] = {
				["员"] = {
					["会"] = {
						this = true
					}
				}
			},
			["血"] = {
				["统"] = {
					this = true
				}
			},
			["要"] = {
				["独"] = {
					["立"] = {
						this = true
					}
				},
				["人"] = {
					["权"] = {
						this = true
					},
					["權"] = {
						this = true
					}
				}
			},
			["之"] = {
				["声"] = {
					this = true
				},
				["友"] = {
					this = true
				}
			},
			["自"] = {
				["由"] = {
					this = true
				}
			},
			["作"] = {
				["为"] = {
					["宗"] = {
						["教"] = {
							["国"] = {
								["家"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["帝"] = {
			this = true
		},
		["毒"] = {
			["是"] = {
				["共"] = {
					["党"] = {
						this = true
					}
				}
			}
		},
		["服"] = {
			["进"] = {
				["去"] = {
					["三"] = {
						["点"] = {
							["式"] = {
								["出"] = {
									["来"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["哈"] = {
			["努"] = {
				["克"] = {
					this = true
				}
			}
		},
		["皇"] = {
			this = true
		},
		["进"] = {
			this = true
		},
		["施"] = {
			["艳"] = {
				["史"] = {
					["演"] = {
						["义"] = {
							this = true
						}
					}
				}
			}
		},
		["太"] = {
			["后"] = {
				["艳"] = {
					["史"] = {
						["演"] = {
							["义"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["塘"] = {
			["的"] = {
				["法"] = {
					["制"] = {
						["冒"] = {
							["人"] = {
								["抓"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["田"] = {
			["美"] = {
				["沙"] = {
					this = true
				}
			}
		},
		["维"] = {
			this = true
		},
		["厢"] = {
			["艳"] = {
				["谭"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			}
		},
		["游"] = {
			["记"] = {
				["外"] = {
					["挂"] = {
						this = true
					}
				}
			}
		},
		["域"] = {
			["外"] = {
				["史"] = {
					["—"] = {
						["帝"] = {
							["女"] = {
								["情"] = {
									["花"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["装"] = {
			["白"] = {
				["领"] = {
					["之"] = {
						["性"] = {
							["社"] = {
								["淫"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["吸"] = {
		j = {
			i = {
				n = {
					this = true
				}
			}
		},
		["啜"] = {
			this = true
		},
		["毒"] = {
			this = true,
			["青"] = {
				["年"] = {
					["和"] = {
						["你"] = {
							["为"] = {
								["伍"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["进"] = {
			this = true
		},
		["精"] = {
			this = true,
			["痴"] = {
				["女"] = {
					this = true
				}
			},
			["少"] = {
				["女"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["珠"] = {
				["口"] = {
					["莎"] = {
						this = true
					}
				}
			}
		},
		["奶"] = {
			this = true
		},
		["收"] = {
			["的"] = {
				["圖"] = {
					["騰"] = {
						this = true
					}
				}
			}
		},
		["吮"] = {
			this = true
		},
		["舔"] = {
			this = true
		},
		["维"] = {
			this = true
		},
		["血"] = {
			["獸"] = {
				this = true
			}
		},
		["允"] = {
			this = true
		},
		["着"] = {
			this = true
		},
		["脂"] = {
			this = true,
			["减"] = {
				["肥"] = {
					this = true
				}
			}
		},
		["唑"] = {
			["着"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["希"] = {
		["拉"] = {
			["克"] = {
				this = true
			},
			["里"] = {
				this = true,
				["·"] = {
					["克"] = {
						["林"] = {
							["顿"] = {
								this = true
							}
						}
					}
				},
				["•"] = {
					["克"] = {
						["林"] = {
							["顿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["特"] = {
			["勒"] = {
				this = true
			}
		},
		["望"] = {
			["之"] = {
				["声"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["郗"] = {
		["红"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["烯"] = {
		["丙"] = {
			["胺"] = {
				this = true
			},
			["罗"] = {
				["定"] = {
					this = true
				}
			}
		}
	}
end

temp()
