pg = pg or {}
slot0 = pg
slot0.word_template_359 = {}
slot1 = slot0.word_template_359

function temp()
	uv0["综"] = {
		["合"] = {
			["执"] = {
				["法"] = {
					["都"] = {
						["是"] = {
							["假"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["总"] = {
		["参"] = {
			["谋"] = {
				["部"] = {
					this = true
				}
			}
		},
		["局"] = {
			this = true
		},
		["菊"] = {
			this = true
		},
		["理"] = {
			this = true,
			["的"] = {
				["贴"] = {
					["身"] = {
						["保"] = {
							["镖"] = {
								this = true
							}
						}
					}
				},
				["意"] = {
					["思"] = {
						["是"] = {
							["5"] = {
								["月"] = {
									["份"] = {
										["开"] = {
											["始"] = {
												["下"] = {
													["跌"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["是"] = {
				["容"] = {
					["基"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["贴"] = {
				["身"] = {
					["保"] = {
						["镖"] = {
							this = true
						}
					}
				}
			}
		},
		["射"] = {
			["击"] = {
				["师"] = {
					this = true
				}
			},
			["妓"] = {
				["尸"] = {
					this = true
				}
			}
		},
		["输"] = {
			["技"] = {
				this = true
			},
			["机"] = {
				this = true
			}
		},
		["\\"] = {
			x = {
				["{"] = {
					["1"] = {
						F = {
							["4"] = {
								D = {
									A = {
										["}"] = {
											["记"] = {
												this = true
											}
										}
									},
									["6"] = {
										["}"] = {
											["极"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["淑"] = {
			["冀"] = {
				this = true
			}
		},
		["素"] = {
			["鸡"] = {
				this = true
			}
		},
		["■"] = {
			["■"] = {
				["一"] = {
					["直"] = {
						["当"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["加"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["速"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["师"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["涉"] = {
			["及"] = {
				["师"] = {
					this = true
				}
			}
		},
		["加"] = {
			["遬"] = {
				["师"] = {
					this = true
				}
			}
		},
		["鼠"] = {
			["鸡"] = {
				this = true
			}
		},
		["统"] = {
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["8"] = {
								["}"] = {
									["天"] = {
										["人"] = {
											["|"] = {
												["天"] = {
													["人"] = {
														["."] = {
															["{"] = {
																["0"] = {
																	[","] = {
																		["8"] = {
																			["}"] = {
																				["总"] = {
																					["统"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["想"] = {
			["搞"] = {
				["一"] = {
					["个"] = {
						["大"] = {
							this = true,
							["新"] = {
								["闻"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["台"] = {
			["台"] = {
				["长"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["偬"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["總"] = {
		["理"] = {
			this = true
		},
		["射"] = {
			["擊"] = {
				["師"] = {
					this = true
				}
			}
		},
		["加"] = {
			["遬"] = {
				["师"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["纵"] = {
		["情"] = {
			["兵"] = {
				["团"] = {
					this = true
				}
			},
			["少"] = {
				["年"] = {
					this = true
				}
			}
		},
		["意"] = {
			["大"] = {
				["唐"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["诹"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["陬"] = {
		this = {
			this = true
		}
	}
end

temp()
