pg = pg or {}
slot0 = pg
slot0.word_template_11 = {}
slot1 = slot0.word_template_11

temp = function()
	uv0["扒"] = {
		["屄"] = {
			this = true
		},
		["开"] = {
			["小"] = {
				["逼"] = {
					["使"] = {
						["劲"] = {
							["瞅"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["拉"] = {
			["着"] = {
				this = true
			}
		},
		["穴"] = {
			this = true
		},
		["酒"] = {
			["蜂"] = {
				["剥"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["疤"] = {
		["痕"] = {
			["治"] = {
				["疗"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["拔"] = {
		["屄"] = {
			this = true,
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["出"] = {
			["来"] = {
				this = true
			},
			["來"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["把"] = {
		["邓"] = {
			["小"] = {
				["平"] = {
					["叫"] = {
						["道"] = {
							["床"] = {
								["边"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["民"] = {
			["意"] = {
				["强"] = {
					["奸"] = {
						this = true
					}
				}
			}
		},
		["那"] = {
			["被"] = {
				["窝"] = {
					["捂"] = {
						["起"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["你"] = {
			["妈"] = {
				["操"] = {
					["残"] = {
						["废"] = {
							this = true
						}
					}
				}
			},
			["下"] = {
				["面"] = {
					["那"] = {
						["个"] = {
							["洞"] = {
								["给"] = {
									["添"] = {
										["了"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["腿"] = {
			["掰"] = {
				["開"] = {
					this = true
				}
			}
		},
		["握"] = {
			["鸡"] = {
				["遇"] = {
					this = true
				}
			}
		},
		["酒"] = {
			["柳"] = {
				["丝"] = {
					this = true
				}
			},
			["桺"] = {
				["絲"] = {
					this = true
				}
			},
			["流"] = {
				["肆"] = {
					this = true
				}
			},
			["学"] = {
				["运"] = {
					this = true
				}
			},
			["學"] = {
				["運"] = {
					this = true
				}
			},
			["熘"] = {
				["食"] = {
					this = true
				}
			},
			["雪"] = {
				["朝"] = {
					this = true
				}
			},
			["刘"] = {
				["寺"] = {
					this = true
				}
			},
			["露"] = {
				["丝"] = {
					this = true
				}
			},
			["留"] = {
				["寺"] = {
					this = true
				}
			}
		},
		["证"] = {
			["件"] = {
				["拿"] = {
					["出"] = {
						["来"] = {
							this = true
						}
					}
				}
			}
		},
		["證"] = {
			["件"] = {
				["挐"] = {
					["齣"] = {
						["來"] = {
							this = true
						}
					}
				}
			}
		},
		["叼"] = {
			["弄"] = {
				["下"] = {
					["来"] = {
						this = true
					}
				}
			}
		},
		["他"] = {
			["的"] = {
				["思"] = {
					["想"] = {
						["从"] = {
							["他"] = {
								["的"] = {
									["人"] = {
										["民"] = {
											["脑"] = {
												["海"] = {
													["中"] = {
														["抹"] = {
															["去"] = {
																["，"] = {
																	["把"] = {
																		["他"] = {
																			["耗"] = {
																				["尽"] = {
																					["一"] = {
																						["生"] = {
																							["气"] = {
																								["力"] = {
																									["推"] = {
																										["翻"] = {
																											["的"] = {
																												["三"] = {
																													["座"] = {
																														["大"] = {
																															["山"] = {
																																["重"] = {
																																	["新"] = {
																																		["搬"] = {
																																			["回"] = {
																																				["他"] = {
																																					["的"] = {
																																						["祖"] = {
																																							["国"] = {
																																								["大"] = {
																																									["地"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["遗"] = {
					["骸"] = {
						["供"] = {
							["奉"] = {
								["起"] = {
									["来"] = {
										["做"] = {
											["成"] = {
												["神"] = {
													["像"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["猴"] = {
			["当"] = {
				["老"] = {
					["百"] = {
						["姓"] = {
							["耍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["百"] = {
				["姓"] = {
					["当"] = {
						["猴"] = {
							["耍"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["爸"] = {
		["爸"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["罢"] = {
		["工"] = {
			["潮"] = {
				this = true
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["维"] = {
				["权"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["罷"] = {
		["課"] = {
			["潮"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["霸"] = {
		["王"] = {
			["墙"] = {
				["的"] = {
					["风"] = {
						["洞"] = {
							["的"] = {
								["弓"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["执"] = {
				["法"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["掰"] = {
		["开"] = {
			["屁"] = {
				["眼"] = {
					["往"] = {
						["里"] = {
							["搞"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["穴"] = {
			this = true,
			["打"] = {
				["洞"] = {
					this = true
				}
			},
			["皮"] = {
				["卡"] = {
					["丘"] = {
						this = true
					}
				}
			}
		},
		["证"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["百"] = {
		["凤"] = {
			["宫"] = {
				this = true
			}
		},
		["鬼"] = {
			["银"] = {
				["魔"] = {
					this = true
				}
			}
		},
		["花"] = {
			["凌"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["家"] = {
			["乐"] = {
				this = true,
				["代"] = {
					["理"] = {
						this = true
					}
				},
				["分"] = {
					["析"] = {
						["器"] = {
							this = true
						},
						["仪"] = {
							this = true
						}
					}
				},
				["官"] = {
					["方"] = {
						["网"] = {
							["址"] = {
								this = true
							}
						}
					}
				},
				["开"] = {
					["户"] = {
						this = true
					}
				}
			},
			["性"] = {
				this = true
			},
			["樂"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["姓"] = {
				["第"] = {
					["3"] = {
						["3"] = {
							["2"] = {
								["位"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["年"] = {
			["大"] = {
				["妓"] = {
					["毁"] = {
						["于"] = {
							["一"] = {
								["蛋"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["祸"] = {
				["国"] = {
					this = true
				}
			},
			["三"] = {
				["段"] = {
					["论"] = {
						this = true
					}
				}
			},
			["历"] = {
				["史"] = {
					["决"] = {
						["议"] = {
							this = true
						}
					},
					["经"] = {
						["验"] = {
							["决"] = {
								["议"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["奋"] = {
				["斗"] = {
					this = true,
					["重"] = {
						["大"] = {
							["成"] = {
								["就"] = {
									this = true,
									["和"] = {
										["历"] = {
											["史"] = {
												["经"] = {
													["验"] = {
														["的"] = {
															["决"] = {
																["议"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["决"] = {
						["议"] = {
							this = true
						}
					}
				}
			},
			["未"] = {
				["有"] = {
					["之"] = {
						["大"] = {
							["变"] = {
								["局"] = {
									this = true
								}
							}
						}
					},
					["的"] = {
						["大"] = {
							["便"] = {
								["|"] = {
									["百"] = {
										["年"] = {
											["未"] = {
												["有"] = {
													["之"] = {
														["大"] = {
															["便"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["2"] = {
								["}"] = {
									["决"] = {
										["议"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["之"] = {
				["未"] = {
					["有"] = {
						["大"] = {
							["变"] = {
								["局"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["烂"] = {
				["裆"] = {
					this = true
				}
			}
		},
		["性"] = {
			["阁"] = {
				this = true
			}
		},
		["姓"] = {
			["都"] = {
				["是"] = {
					["穷"] = {
						["光"] = {
							["蛋"] = {
								this = true
							}
						}
					}
				}
			},
			["据"] = {
				["理"] = {
					["力"] = {
						["争"] = {
							["叫"] = {
								["无"] = {
									["理"] = {
										["取"] = {
											["闹"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["乱"] = {
				["了"] = {
					this = true,
					["有"] = {
						["专"] = {
							["治"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["元"] = {
			["我"] = {
				["不"] = {
					["是"] = {
						["你"] = {
							["想"] = {
								["的"] = {
									["那"] = {
										["种"] = {
											["人"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["佰"] = {
		["富"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["國"] = {
				["際"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["柏"] = {
		["佳"] = {
			["乐"] = {
				this = true
			}
		},
		["林"] = {
			["牆"] = {
				this = true
			},
			["墙"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["絔"] = {
		["家"] = {
			["樂"] = {
				this = true
			}
		},
		["傢"] = {
			["樂"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["摆"] = {
		["摆"] = {
			["小"] = {
				["架"] = {
					this = true
				}
			}
		},
		["官"] = {
			["僚"] = {
				["主"] = {
					["义"] = {
						["的"] = {
							["架"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["平"] = {
			["胡"] = {
				["锦"] = {
					["涛"] = {
						this = true
					}
				}
			}
		},
		["脱"] = {
			["党"] = {
				["文"] = {
					["化"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["班"] = {
		["禅"] = {
			this = true
		},
		["禪"] = {
			this = true
		},
		["级"] = {
			["："] = {
				["信"] = {
					["管"] = {
						["1"] = {
							["7"] = {
								["1"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["坂"] = {
		["本"] = {
			["三"] = {
				["佳"] = {
					this = true
				}
			}
		},
		["井"] = {
			["泉"] = {
				["水"] = {
					this = true
				}
			}
		},
		["木"] = {
			["优"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["办"] = {
		["各"] = {
			["种"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["假"] = {
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			},
			["学"] = {
				["位"] = {
					["证"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true
			},
			["卫"] = {
				["生"] = {
					["许"] = {
						["可"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				["官"] = {
					["证"] = {
						this = true
					}
				}
			},
			["牌"] = {
				["照"] = {
					this = true
				}
			}
		},
		["教"] = {
			["师"] = {
				["资"] = {
					["格"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		},
		["理"] = {
			this = true,
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true
					}
				}
			},
			["大"] = {
				["学"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					}
				},
				["学"] = {
					["校"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				},
				["种"] = {
					["贷"] = {
						["款"] = {
							this = true
						}
					},
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["广"] = {
				["州"] = {
					["户"] = {
						["口"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["外"] = {
					["学"] = {
						["历"] = {
							["文"] = {
								["凭"] = {
									this = true
								}
							}
						}
					},
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["证"] = {
					this = true
				}
			},
			["警"] = {
				["察"] = {
					["证"] = {
						this = true
					}
				}
			},
			["民"] = {
				["办"] = {
					["大"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["学"] = {
				["历"] = {
					this = true
				},
				["位"] = {
					["证"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["英"] = {
				["语"] = {
					["四"] = {
						["级"] = {
							["证"] = {
								["书"] = {
									this = true
								}
							}
						}
					},
					["专"] = {
						["四"] = {
							["专"] = {
								["八"] = {
									["证"] = {
										["书"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["真"] = {
				["实"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["学"] = {
						["历"] = {
							this = true
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			},
			["职"] = {
				["称"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["事"] = {
			["都"] = {
				["得"] = {
					["凭"] = {
						["关"] = {
							["系"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["所"] = {
			["有"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["学"] = {
			["历"] = {
				this = true
			}
		},
		["真"] = {
			["毕"] = {
				["业"] = {
					["证"] = {
						this = true
					}
				}
			},
			["实"] = {
				["学"] = {
					["历"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["学"] = {
				["历"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			}
		},
		["证"] = {
			this = true,
			["刻"] = {
				["章"] = {
					this = true
				}
			},
			["热"] = {
				["线"] = {
					this = true
				}
			}
		},
		["証"] = {
			this = true,
			["电"] = {
				["话"] = {
					this = true
				}
			}
		},
		["證"] = {
			this = true
		},
		["自"] = {
			["考"] = {
				["本"] = {
					["科"] = {
						this = true
					}
				}
			}
		},
		["高"] = {
			["仿"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							this = true
						}
					}
				},
				["证"] = {
					this = true
				}
			}
		},
		["军"] = {
			["官"] = {
				["证"] = {
					["样"] = {
						["本"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["证"] = {
					this = true
				}
			},
			["车"] = {
				["套"] = {
					["牌"] = {
						this = true
					}
				}
			}
		},
		["士"] = {
			["兵"] = {
				["证"] = {
					this = true
				}
			}
		},
		["居"] = {
			["民"] = {
				["户"] = {
					["口"] = {
						["本"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["半"] = {
		["波"] = {
			this = true
		},
		["根"] = {
			["手"] = {
				["指"] = {
					["就"] = {
						["塞"] = {
							["滿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["妖"] = {
			["乳"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["夜"] = {
			["别"] = {
				["忘"] = {
					["补"] = {
						["一"] = {
							["炮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["羽"] = {
			this = true
		},
		["自"] = {
			["动"] = {
				["枪"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["辦"] = {
		["譪"] = {
			this = true
		},
		["毕"] = {
			["业"] = {
				["证"] = {
					this = true
				}
			}
		},
		["理"] = {
			["文"] = {
				["憑"] = {
					this = true
				}
			},
			["證"] = {
				["件"] = {
					this = true
				}
			}
		},
		["証"] = {
			this = true
		},
		["證"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["瓣"] = {
		["證"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["帮"] = {
		["人"] = {
			["报"] = {
				["仇"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["浜"] = {
		["田"] = {
			["渚"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["傍"] = {
		["着"] = {
			["一"] = {
				["位"] = {
					["老"] = {
						["板"] = {
							["花"] = {
								["钱"] = {
									["好"] = {
										["办"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["薄"] = {
		["谷"] = {
			["开"] = {
				["来"] = {
					this = true
				}
			}
		},
		["瓜"] = {
			["瓜"] = {
				this = true
			}
		},
		["码"] = {
			this = true
		},
		["碼"] = {
			this = true
		},
		["熙"] = {
			["来"] = {
				this = true
			},
			["來"] = {
				this = true
			}
		},
		["一"] = {
			["波"] = {
				this = true
			}
		},
		["书"] = {
			["存"] = {
				this = true
			}
		},
		["格"] = {
			["巴"] = {
				this = true
			}
		},
		_ = {
			_ = {
				["来"] = {
					this = true
				}
			}
		},
		m = {
			e = {
				l = {
					o = {
						n = {
							m = {
								e = {
									l = {
										o = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["东"] = {
			["往"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["保"] = {
		["单"] = {
			["机"] = {
				this = true
			},
			["仪"] = {
				["器"] = {
					this = true
				}
			},
			["儀"] = {
				["器"] = {
					this = true
				}
			}
		},
		["底"] = {
			["每"] = {
				["天"] = {
					["收"] = {
						["入"] = {
							this = true
						}
					}
				}
			}
		},
		["钓"] = {
			this = true
		},
		["釣"] = {
			this = true
		},
		["护"] = {
			["豆"] = {
				["腐"] = {
					["渣"] = {
						this = true
					}
				}
			},
			["伞"] = {
				["四"] = {
					["处"] = {
						["张"] = {
							this = true
						}
					}
				}
			},
			["粤"] = {
				["语"] = {
					this = true
				}
			}
		},
		["监"] = {
			["会"] = {
				this = true
			}
		},
		["健"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["技"] = {
				["师"] = {
					this = true
				}
			}
		},
		["密"] = {
			["局"] = {
				this = true
			}
		},
		["先"] = {
			["邪"] = {
				["恶"] = {
					["活"] = {
						["动"] = {
							this = true
						}
					}
				}
			}
		},
		["鲜"] = {
			["专"] = {
				["栏"] = {
					["毒"] = {
						["害"] = {
							["世"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["一"] = {
			["次"] = {
				["通"] = {
					["过"] = {
						this = true
					}
				}
			}
		},
		["真"] = {
			this = true
		},
		["证"] = {
			["是"] = {
				["本"] = {
					["人"] = {
						this = true
					}
				}
			},
			["药"] = {
				["效"] = {
					this = true
				}
			}
		},
		["准"] = {
			["任"] = {
				["职"] = {
					["在"] = {
						["政"] = {
							["协"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["卫"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						["广"] = {
							["场"] = {
								["指"] = {
									["挥"] = {
										["部"] = {
											this = true
										}
									}
								},
								["总"] = {
									["指"] = {
										["挥"] = {
											["部"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["输"] = {
			["金"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["鸨"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["寶"] = {
		["馬"] = {
			["娛"] = {
				["樂"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["石"] = {
			["商"] = {
				["人"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["报"] = {
		["仇"] = {
			["收"] = {
				["帐"] = {
					this = true
				}
			}
		},
		["价"] = {
			["了"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["鲍"] = {
		["戈"] = {
			this = true
		},
		["朴"] = {
			this = true
		},
		["彤"] = {
			this = true
		},
		["威"] = {
			["尔"] = {
				this = true
			}
		},
		["岳"] = {
			["桥"] = {
				this = true
			}
		}
	}
end

temp()
