pg = pg or {}
slot0 = pg
slot0.word_template_58 = {}
slot1 = slot0.word_template_58

temp = function()
	uv0["俏"] = {
		["臀"] = {
			["摄"] = {
				["魄"] = {
					this = true
				}
			},
			["攝"] = {
				["魄"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["翘"] = {
		["臀"] = {
			["嫩"] = {
				["逼"] = {
					this = true
				},
				["穴"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["翹"] = {
		["臀"] = {
			["嫩"] = {
				["逼"] = {
					this = true
				},
				["穴"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["切"] = {
		["肤"] = {
			["之"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["七"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["窃"] = {
		["."] = {
			["听"] = {
				["."] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		t = {
			i = {
				n = {
					g = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["取"] = {
			["活"] = {
				["人"] = {
					["皮"] = {
						["肤"] = {
							this = true
						}
					}
				}
			}
		},
		["听"] = {
			["钢"] = {
				["笔"] = {
					this = true
				}
			},
			["卡"] = {
				this = true
			},
			["器"] = {
				this = true,
				["材"] = {
					this = true
				},
				["软"] = {
					["件"] = {
						this = true
					}
				}
			},
			["手"] = {
				["表"] = {
					this = true
				}
			},
			["王"] = {
				this = true
			},
			["昆"] = {
				this = true
			}
		},
		["国"] = {
			["大"] = {
				["滔"] = {
					this = true
				}
			}
		},
		["时"] = {
			["大"] = {
				["盗"] = {
					this = true
				}
			}
		},
		["喜"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["篋"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["竊"] = {
		["听"] = {
			["器"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["钦"] = {
		["点"] = {
			["凤"] = {
				["妃"] = {
					this = true
				}
			},
			["特"] = {
				["首"] = {
					this = true
				}
			}
		},
		["定"] = {
			["特"] = {
				["首"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["侵"] = {
		["入"] = {
			["她"] = {
				["的"] = {
					["西"] = {
						["圣"] = {
							["地"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["犯"] = {
			["人"] = {
				["权"] = {
					this = true
				}
			}
		},
		["华"] = {
			["之"] = {
				["光"] = {
					this = true
				}
			},
			["沪"] = {
				["军"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["亲"] = {
		j = {
			j = {
				this = true
			}
		},
		["蛋"] = {
			["蛋"] = {
				this = true
			}
		},
		["秘"] = {
			["私"] = {
				["聊"] = {
					this = true
				}
			}
		},
		["密"] = {
			["私"] = {
				["聊"] = {
					this = true
				}
			}
		},
		["蜜"] = {
			["情"] = {
				["人"] = {
					["之"] = {
						["无"] = {
							["限"] = {
								["诱"] = {
									["惑"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["民"] = {
			["党"] = {
				this = true
			}
		},
		["切"] = {
			["的"] = {
				["职"] = {
					["业"] = {
						["妇"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["吻"] = {
			["蛋"] = {
				["蛋"] = {
					this = true
				}
			}
		},
		["友"] = {
			["死"] = {
				["在"] = {
					["看"] = {
						["守"] = {
							["所"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["母"] = {
			["门"] = {
				["安"] = {
					["天"] = {
						this = true
					}
				}
			}
		},
		["自"] = {
			["\\"] = {
				p = {
					["{"] = {
						H = {
							a = {
								n = {
									["}"] = {
										["{"] = {
											["2"] = {
												["}"] = {
													["\\"] = {
														p = {
															P = {
																["?"] = {
																	["亲"] = {
																		["自"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["秦"] = {
		["光"] = {
			["荣"] = {
				this = true
			}
		},
		["青"] = {
			["的"] = {
				["幸"] = {
					["福"] = {
						["生"] = {
							["活"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["氏"] = {
			["弓"] = {
				["弩"] = {
					["专"] = {
						["供"] = {
							this = true
						}
					}
				}
			}
		},
		["基"] = {
			["伟"] = {
				this = true
			}
		},
		["始"] = {
			["皇"] = {
				["洗"] = {
					["完"] = {
						["澡"] = {
							["后"] = {
								["用"] = {
									["苹"] = {
										["果"] = {
											["电"] = {
												["脑"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["照"] = {
					["镜"] = {
						["子"] = {
							this = true
						}
					}
				},
				["给"] = {
					["荆"] = {
						["轲"] = {
							["补"] = {
								["刀"] = {
									this = true
								}
							}
						}
					}
				},
				["的"] = {
					["衣"] = {
						["服"] = {
							["燃"] = {
								["起"] = {
									["来"] = {
										["了"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["大"] = {
						["宝"] = {
							["剑"] = {
								this = true
							}
						}
					}
				},
				["吃"] = {
					["花"] = {
						["椒"] = {
							this = true
						}
					}
				},
				["摸"] = {
					["电"] = {
						["线"] = {
							this = true
						}
					}
				}
			}
		},
		["胖"] = {
			["子"] = {
				["纵"] = {
					["横"] = {
						["天"] = {
							["下"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["禽"] = {
		["獸"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["勤"] = {
		["劳"] = {
			["的"] = {
				["双"] = {
					["手"] = {
						["抓"] = {
							["住"] = {
								["问"] = {
									["题"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["沁"] = {
		["园"] = {
			["春"] = {
				["房"] = {
					this = true
				}
			}
		},
		["峰"] = {
			["帝"] = {
				["座"] = {
					["位"] = {
						["涂"] = {
							["了"] = {
								["5"] = {
									["0"] = {
										["2"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["唚"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["青"] = {
		["藏"] = {
			["達"] = {
				["賴"] = {
					["亂"] = {
						["竄"] = {
							this = true
						}
					}
				}
			}
		},
		["春"] = {
			["少"] = {
				["男"] = {
					["想"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				},
				["女"] = {
					["想"] = {
						["做"] = {
							["爱"] = {
								this = true
							},
							["愛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["蓝"] = {
			["双"] = {
				["娇"] = {
					this = true
				}
			}
		},
		["柳"] = {
			["玲"] = {
				["麻"] = {
					this = true
				}
			}
		},
		["楼"] = {
			["十"] = {
				["二"] = {
					["房"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["瀬"] = {
				["奈"] = {
					this = true
				}
			},
			["玲"] = {
				this = true
			},
			["友"] = {
				["梨"] = {
					this = true
				}
			}
		},
		["涩"] = {
			["的"] = {
				["性"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["梨"] = {
				["子"] = {
					this = true
				}
			}
		},
		["天"] = {
			["白"] = {
				["日"] = {
					this = true
				}
			}
		},
		["沼"] = {
			["知"] = {
				["朝"] = {
					this = true
				}
			}
		},
		["年"] = {
			["節"] = {
				["的"] = {
					["下"] = {
						["箇"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			},
			["节"] = {
				["的"] = {
					["下"] = {
						["个"] = {
							["月"] = {
								this = true
							}
						}
					},
					["一"] = {
						["个"] = {
							["月"] = {
								["后"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["青"] = {
			["精"] = {
				["品"] = {
					["视"] = {
						["频"] = {
							["国"] = {
								["产"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["少"] = {
			["年"] = {
				["网"] = {
					["球"] = {
						["挑"] = {
							["战"] = {
								["赛"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["风"] = {
			["煲"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["轻"] = {
		["插"] = {
			this = true
		},
		["呼"] = {
			["壮"] = {
				["弟"] = {
					["加"] = {
						["油"] = {
							this = true
						}
					}
				}
			}
		},
		["啃"] = {
			this = true
		},
		["轻"] = {
			["一"] = {
				["插"] = {
					["就"] = {
						["叫"] = {
							["痛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["松"] = {
			["网"] = {
				["上"] = {
					["兼"] = {
						["职"] = {
							this = true
						}
					}
				}
			},
			["赚"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["功"] = {
			["飞"] = {
				["在"] = {
					["庄"] = {
						["稼"] = {
							["上"] = {
								this = true
							}
						}
					},
					["稻"] = {
						["草"] = {
							["上"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["氢"] = {
		["弹"] = {
			this = true
		},
		["化"] = {
			["钠"] = {
				this = true
			}
		},
		["可"] = {
			["酮"] = {
				this = true
			}
		},
		["吗"] = {
			["啡"] = {
				["醇"] = {
					this = true
				},
				["酮"] = {
					this = true
				}
			}
		},
		["氧"] = {
			["化"] = {
				["钡"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["卿"] = {
		["本"] = {
			["佳"] = {
				["人"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["氫"] = {
		["彈"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["清"] = {
		["偿"] = {
			["债"] = {
				["务"] = {
					this = true
				}
			}
		},
		["除"] = {
			["负"] = {
				["面"] = {
					this = true
				}
			},
			["网"] = {
				["络"] = {
					["负"] = {
						["面"] = {
							["信"] = {
								["息"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["邪"] = {
				["灵"] = {
					["复"] = {
						["华"] = {
							["夏"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纯"] = {
			["女"] = {
				["教"] = {
					["师"] = {
						this = true
					}
				}
			},
			["唯"] = {
				["美"] = {
					this = true
				}
			}
		},
		["純"] = {
			["看"] = {
				["護"] = {
					["学"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["唯"] = {
				["美"] = {
					this = true
				}
			}
		},
		["醇"] = {
			["学"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["宫"] = {
			["性"] = {
				["史"] = {
					this = true
				}
			}
		},
		["理"] = {
			["负"] = {
				["面"] = {
					this = true
				}
			}
		},
		["瘦"] = {
			["斯"] = {
				["文"] = {
					["篇"] = {
						this = true
					}
				}
			}
		},
		["晰"] = {
			["內"] = {
				["射"] = {
					this = true
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			}
		},
		["场"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["場"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["华"] = {
			["棋"] = {
				["后"] = {
					this = true
				}
			},
			["五"] = {
				["零"] = {
					["后"] = {
						["高"] = {
							["材"] = {
								["生"] = {
									this = true
								}
							}
						}
					}
				}
			},
			d = {
				o = {
					c = {
						t = {
							o = {
								r = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["法"] = {
			["华"] = {
				["学"] = {
					["博"] = {
						["士"] = {
							this = true
						}
					}
				}
			}
		},
		["零"] = {
			["主"] = {
				["义"] = {
					["赢"] = {
						["麻"] = {
							["阶"] = {
								["段"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["志"] = {
				["怪"] = {
					this = true,
					["画"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["廷"] = {
			["管"] = {
				["不"] = {
					["了"] = {
						["租"] = {
							["界"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["輕"] = {
		["舟"] = {
			["快"] = {
				["訊"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["檠"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["苘"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["謦"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["檾"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["庆"] = {
		["丰"] = {
			["包"] = {
				["子"] = {
					this = true
				}
			},
			["帝"] = {
				this = true
			},
			["脑"] = {
				["残"] = {
					this = true
				}
			},
			["金"] = {
				["三"] = {
					["胖"] = {
						this = true
					}
				}
			},
			["圣"] = {
				["上"] = {
					this = true
				}
			},
			["嘉"] = {
				["庆"] = {
					this = true
				}
			},
			["胞"] = {
				["子"] = {
					["一"] = {
						["直"] = {
							["不"] = {
								["下"] = {
									["来"] = {
										this = true
									}
								}
							}
						}
					},
					["座"] = {
						["位"] = {
							["涂"] = {
								["了"] = {
									["5"] = {
										["0"] = {
											["2"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["左"] = {
				["手"] = {
					["敬"] = {
						["礼"] = {
							this = true
						}
					}
				}
			}
		},
		["红"] = {
			this = true,
			["批"] = {
				["阅"] = {
					this = true
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["丰"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["皇"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["帝"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["功"] = {
			["会"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["慶"] = {
		["紅"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["親"] = {
		["美"] = {
			this = true
		},
		["民"] = {
			["黨"] = {
				this = true
			}
		},
		["日"] = {
			this = true
		}
	}
end

temp()
