pg = pg or {}
slot0 = pg
slot0.word_template_38 = {}
slot1 = slot0.word_template_38

function temp()
	uv0["不"] = {
		["可"] = {
			["触"] = {
				["賎"] = {
					["民"] = {
						this = true
					}
				},
				["民"] = {
					this = true
				}
			}
		},
		["暗"] = {
			["偷"] = {
				["不"] = {
					["明"] = {
						["抢"] = {
							["身"] = {
								["上"] = {
									["趴"] = {
										["着"] = {
											["共"] = {
												["产"] = {
													["党"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["查"] = {
			["都"] = {
				["是"] = {
					["代"] = {
						["表"] = {
							this = true
						}
					},
					["领"] = {
						["导"] = {
							["的"] = {
								["脑"] = {
									["子"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["他"] = {
				["是"] = {
					["公"] = {
						["仆"] = {
							this = true
						}
					}
				}
			}
		},
		["诚"] = {
			["者"] = {
				["勿"] = {
					["扰"] = {
						this = true
					}
				}
			}
		},
		["带"] = {
			["套"] = {
				this = true
			}
		},
		["道"] = {
			["德"] = {
				["的"] = {
					["秘"] = {
						["密"] = {
							this = true
						}
					}
				}
			}
		},
		["得"] = {
			["报"] = {
				["道"] = {
					this = true
				}
			},
			["炒"] = {
				["作"] = {
					this = true
				}
			}
		},
		["法"] = {
			["侵"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["该"] = {
			["把"] = {
				["工"] = {
					["农"] = {
						["兵"] = {
							["捧"] = {
								["上"] = {
									["天"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["不"] = {
				["置"] = {
					["私"] = {
						["产"] = {
							this = true
						}
					}
				}
			},
			["冷"] = {
				["淡"] = {
					["亲"] = {
						["友"] = {
							this = true
						}
					}
				}
			},
			["强"] = {
				["调"] = {
					["自"] = {
						["力"] = {
							["更"] = {
								["生"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["提"] = {
				["继"] = {
					["续"] = {
						["革"] = {
							["命"] = {
								this = true
							}
						}
					}
				}
			},
			["严"] = {
				["惩"] = {
					["贪"] = {
						["污"] = {
							this = true
						}
					}
				}
			},
			["有"] = {
				["四"] = {
					["大"] = {
						["自"] = {
							["由"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["列"] = {
					["强"] = {
						["面"] = {
							["前"] = {
								["骨"] = {
									["头"] = {
										["硬"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["政"] = {
				["治"] = {
					["挂"] = {
						["帅"] = {
							this = true
						}
					}
				}
			},
			["抓"] = {
				["阶"] = {
					["级"] = {
						["斗"] = {
							["争"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["给"] = {
			["国"] = {
				["家"] = {
					["添"] = {
						["累"] = {
							["赘"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["跟"] = {
			["我"] = {
				["走"] = {
					["我"] = {
						["就"] = {
							["叫"] = {
								["他"] = {
									["们"] = {
										["跟"] = {
											["你"] = {
												["走"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["会"] = {
			["事"] = {
				["前"] = {
					["还"] = {
						["吞"] = {
							["壮"] = {
								["阳"] = {
									["药"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["连"] = {
					["放"] = {
						["三"] = {
							["炮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["就"] = {
			["死"] = {
				["了"] = {
					["几"] = {
						["个"] = {
							["孩"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["看"] = {
			["新"] = {
				["闻"] = {
					["的"] = {
						["2"] = {
							["0"] = {
								["条"] = {
									["理"] = {
										["由"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["扣"] = {
			["钮"] = {
				["的"] = {
					["女"] = {
						["孩"] = {
							this = true
						}
					}
				}
			}
		},
		["良"] = {
			["少"] = {
				["女"] = {
					["日"] = {
						["记"] = {
							this = true
						}
					}
				}
			}
		},
		["滅"] = {
			["帝"] = {
				["王"] = {
					this = true
				}
			}
		},
		["能"] = {
			["惹"] = {
				["的"] = {
					["国"] = {
						["家"] = {
							this = true
						}
					}
				}
			},
			["太"] = {
				c = {
					c = {
						t = {
							v = {
								this = true
							}
						}
					}
				}
			}
		},
		["呛"] = {
			["喉"] = {
				this = true
			}
		},
		["认"] = {
			["识"] = {
				["你"] = {
					["也"] = {
						["要"] = {
							["代"] = {
								["表"] = {
									["你"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["日"] = {
			["麻"] = {
				["屁"] = {
					["为"] = {
						["耻"] = {
							this = true
						}
					}
				}
			},
			["是"] = {
				["罪"] = {
					["过"] = {
						this = true
					}
				}
			}
		},
		["什"] = {
			["和"] = {
				["涛"] = {
					["哥"] = {
						this = true
					}
				}
			}
		},
		["爽"] = {
			["不"] = {
				["要"] = {
					["錢"] = {
						this = true
					}
				}
			}
		},
		["死"] = {
			["外"] = {
				["挂"] = {
					this = true
				}
			}
		},
		["玩"] = {
			["了"] = {
				this = true
			}
		},
		["文"] = {
			["教"] = {
				["父"] = {
					["带"] = {
						["你"] = {
							["嫖"] = {
								["韩"] = {
									["日"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["小"] = {
				["丈"] = {
					["夫"] = {
						["之"] = {
							["银"] = {
								["座"] = {
									["嬉"] = {
										["春"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["闻"] = {
			["爷"] = {
				["儿"] = {
					["叫"] = {
						["春"] = {
							["声"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["想"] = {
			["取"] = {
				["名"] = {
					["字"] = {
						["的"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["信"] = {
			["耶"] = {
				["稣"] = {
					["的"] = {
						["人"] = {
							["会"] = {
								["下"] = {
									["地"] = {
										["狱"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["学"] = {
			["无"] = {
				["术"] = {
					["擅"] = {
						["长"] = {
							["开"] = {
								["会"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["要"] = {
			["钱"] = {
				["只"] = {
					["要"] = {
						["性"] = {
							this = true
						}
					}
				}
			},
			["再"] = {
				["给"] = {
					["西"] = {
						["南"] = {
							["人"] = {
								["民"] = {
									["再"] = {
										["捐"] = {
											["款"] = {
												["捐"] = {
													["水"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["夜"] = {
			["城"] = {
				this = true
			}
		},
		["愿"] = {
			["跟"] = {
				["我"] = {
					["走"] = {
						["的"] = {
							["我"] = {
								["让"] = {
									["他"] = {
										["跟"] = {
											["你"] = {
												["走"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["真"] = {
			["心"] = {
				["的"] = {
					["请"] = {
						["走"] = {
							["开"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["政"] = {
			["治"] = {
				this = true
			}
		},
		["知"] = {
			["道"] = {
				["自"] = {
					["己"] = {
						["弟"] = {
							["弟"] = {
								["太"] = {
									["小"] = {
										this = true
									}
								}
							}
						},
						["官"] = {
							["小"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["止"] = {
			["十"] = {
				["四"] = {
					["个"] = {
						["吧"] = {
							this = true
						}
					}
				}
			}
		},
		["作"] = {
			["为"] = {
				["奖"] = {
					this = true
				}
			}
		},
		["做"] = {
			["肛"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["風"] = {
		["俗"] = {
			this = true
		},
		["騷"] = {
			["淫"] = {
				["蕩"] = {
					this = true
				}
			},
			["欲"] = {
				["女"] = {
					this = true
				}
			}
		},
		["水"] = {
			this = true
		},
		["豔"] = {
			["閣"] = {
				this = true
			}
		},
		["雨"] = {
			["神"] = {
				["州"] = {
					this = true,
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["副"] = {
		["業"] = {
			this = true
		},
		["収"] = {
			["入"] = {
				this = true
			}
		},
		["词"] = {
			["："] = {
				["抽"] = {
					["插"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["分"] = {
		["際"] = {
			this = true
		},
		["隊"] = {
			["長"] = {
				["施"] = {
					["蒂"] = {
						["文"] = {
							this = true
						}
					}
				}
			}
		},
		["两"] = {
			["炮"] = {
				["精"] = {
					this = true
				}
			}
		},
		["裂"] = {
			["祖"] = {
				["国"] = {
					this = true
				}
			}
		},
		["子"] = {
			["链"] = {
				["珠"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["糞"] = {
		["尿"] = {
			this = true
		},
		["便"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["文"] = {
		["通"] = {
			this = true
		},
		["盲"] = {
			this = true
		},
		["化"] = {
			["部"] = {
				this = true
			},
			["大"] = {
				["革"] = {
					["命"] = {
						["图"] = {
							["典"] = {
								this = true
							}
						}
					}
				}
			},
			["革"] = {
				["命"] = {
					["干"] = {
						["活"] = {
							["要"] = {
								["命"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["殊"] = {
			this = true
		},
		["物"] = {
			["局"] = {
				this = true
			}
		},
		["在"] = {
			["寅"] = {
				this = true
			}
		}
	}
end

temp()
