pg = pg or {}
slot0 = pg
slot0.word_template_16 = {}
slot1 = slot0.word_template_16

temp = function()
	uv0["潮"] = {
		["吹"] = {
			this = true
		},
		["喷"] = {
			this = true
		},
		["噴"] = {
			this = true
		},
		["学"] = {
			this = true,
			["9"] = {
				["8"] = {
					this = true
				}
			},
			["四"] = {
				["六"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["炒"] = {
		["牛"] = {
			["市"] = {
				["崩"] = {
					["盤"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["肝"] = {
			["爷"] = {
				["爷"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["车"] = {
		["臣"] = {
			this = true
		},
		["俊"] = {
			this = true
		},
		["仑"] = {
			this = true,
			["工"] = {
				["力"] = {
					this = true
				}
			}
		},
		["模"] = {
			["兽"] = {
				["兽"] = {
					this = true
				}
			}
		},
		["上"] = {
			["我"] = {
				["被"] = {
					["挤"] = {
						["得"] = {
							["都"] = {
								["怀"] = {
									["了"] = {
										["孕"] = {
											this = true
										}
									}
								}
							},
							["流"] = {
								["了"] = {
									["产"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["站"] = {
			["卖"] = {
				["比"] = {
					["劈"] = {
						["大"] = {
							["腿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["主"] = {
			["被"] = {
				["钓"] = {
					["鱼"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			["歹"] = {
				["徒"] = {
					this = true
				}
			}
		},
		["当"] = {
			["臂"] = {
				["螳"] = {
					this = true
				}
			}
		},
		["挡"] = {
			["臂"] = {
				["螳"] = {
					this = true
				}
			}
		},
		["载"] = {
			["信"] = {
				["息"] = {
					["发"] = {
						["送"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["轮"] = {
			["上"] = {
				["的"] = {
					["铺"] = {
						["张"] = {
							this = true
						}
					}
				}
			}
		},
		["倒"] = {
			["开"] = {
				["尼"] = {
					["维"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["車"] = {
		["侖"] = {
			this = true,
			["女"] = {
				["幹"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["沉"] = {
		["睡"] = {
			["圖"] = {
				["騰"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["陈"] = {
		["宝"] = {
			["生"] = {
				this = true
			}
		},
		["伯"] = {
			["达"] = {
				["最"] = {
					["后"] = {
						["口"] = {
							["述"] = {
								["回"] = {
									["忆"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["达"] = {
			["钲"] = {
				this = true
			}
		},
		["大"] = {
			["卫"] = {
				this = true
			}
		},
		["独"] = {
			["秀"] = {
				this = true
			}
		},
		["鸽"] = {
			this = true
		},
		["功"] = {
			this = true
		},
		["冠"] = {
			["希"] = {
				["进"] = {
					["去"] = {
						["艳"] = {
							["照"] = {
								["门"] = {
									["出"] = {
										["来"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["浩"] = {
			["天"] = {
				this = true
			}
		},
		["建"] = {
			["民"] = {
				this = true
			}
		},
		["雷"] = {
			this = true
		},
		["良"] = {
			["宇"] = {
				this = true,
				["秘"] = {
					["密"] = {
						["档"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["伦"] = {
			this = true
		},
		["敏"] = {
			["尔"] = {
				this = true
			}
		},
		["巧"] = {
			["文"] = {
				this = true
			}
		},
		["秋"] = {
			["平"] = {
				this = true
			},
			x = {
				this = true
			}
		},
		["求"] = {
			["发"] = {
				this = true
			}
		},
		["全"] = {
			["国"] = {
				this = true,
				["书"] = {
					["记"] = {
						["2"] = {
							["0"] = {
								["1"] = {
									["7"] = {
										["年"] = {
											["8"] = {
												["·"] = {
													["3"] = {
														["0"] = {
															["视"] = {
																["频"] = {
																	["会"] = {
																		["议"] = {
																			["讲"] = {
																				["话"] = {
																					["应"] = {
																						["知"] = {
																							["应"] = {
																								["会"] = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["荣"] = {
			["利"] = {
				this = true
			}
		},
		["水"] = {
			["扁"] = {
				this = true
			}
		},
		["文"] = {
			["清"] = {
				this = true
			}
		},
		["希"] = {
			this = true,
			["同"] = {
				this = true
			}
		},
		["晓"] = {
			["光"] = {
				this = true
			},
			["宁"] = {
				this = true
			}
		},
		["新"] = {
			["权"] = {
				this = true
			}
		},
		["雄"] = {
			["杰"] = {
				this = true
			}
		},
		["绪"] = {
			["国"] = {
				this = true
			}
		},
		["宣"] = {
			["良"] = {
				this = true
			}
		},
		["训"] = {
			["秋"] = {
				this = true
			}
		},
		["一"] = {
			["咨"] = {
				this = true
			},
			["谘"] = {
				this = true
			}
		},
		["毅"] = {
			this = true
		},
		["云"] = {
			this = true
		},
		["政"] = {
			["高"] = {
				this = true
			}
		},
		["至"] = {
			["立"] = {
				this = true
			}
		},
		["忠"] = {
			["财"] = {
				this = true
			}
		},
		["竺"] = {
			this = true
		},
		["维"] = {
			["明"] = {
				this = true
			}
		},
		["明"] = {
			["远"] = {
				this = true
			}
		},
		["破"] = {
			["空"] = {
				this = true
			}
		},
		["思"] = {
			["诚"] = {
				["也"] = {
					["不"] = {
						["容"] = {
							["易"] = {
								["，"] = {
									["林"] = {
										["冲"] = {
											["武"] = {
												["功"] = {
													["再"] = {
														["高"] = {
															["也"] = {
																["得"] = {
																	["把"] = {
																		["老"] = {
																			["婆"] = {
																				["让"] = {
																					["给"] = {
																						["高"] = {
																							["衙"] = {
																								["内"] = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["加"] = {
			["晋"] = {
				this = true
			}
		},
		["顺"] = {
			["平"] = {
				this = true
			}
		},
		["时"] = {
			["中"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["陳"] = {
		["炳"] = {
			["基"] = {
				this = true
			}
		},
		["博"] = {
			["志"] = {
				this = true
			}
		},
		["定"] = {
			["南"] = {
				this = true
			}
		},
		["獨"] = {
			["秀"] = {
				this = true
			}
		},
		["建"] = {
			["銘"] = {
				this = true
			}
		},
		["景"] = {
			["俊"] = {
				this = true
			}
		},
		["菊"] = {
			this = true
		},
		["軍"] = {
			this = true
		},
		["良"] = {
			["宇"] = {
				this = true
			}
		},
		["蒙"] = {
			this = true
		},
		["破"] = {
			["空"] = {
				this = true
			}
		},
		["水"] = {
			["扁"] = {
				this = true
			}
		},
		["唐"] = {
			["山"] = {
				this = true
			}
		},
		["希"] = {
			["同"] = {
				this = true
			}
		},
		["小"] = {
			["同"] = {
				this = true
			}
		},
		["宣"] = {
			["良"] = {
				this = true
			}
		},
		["學"] = {
			["聖"] = {
				this = true
			}
		},
		["一"] = {
			["諮"] = {
				this = true
			}
		},
		["毅"] = {
			this = true
		},
		["雲"] = {
			this = true
		},
		["至"] = {
			["立"] = {
				this = true
			}
		},
		["總"] = {
			["統"] = {
				this = true
			}
		},
		["用"] = {
			["林"] = {
				this = true
			}
		},
		["維"] = {
			["明"] = {
				this = true
			}
		},
		["明"] = {
			["遠"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["諶"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["齔"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["櫬"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["讖"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["撑"] = {
		["粤"] = {
			["语"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["成"] = {
		["功"] = {
			["克"] = {
				["隆"] = {
					["毛"] = {
						["泽"] = {
							["东"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["瀬"] = {
			["真"] = {
				["奈"] = {
					["美"] = {
						this = true
					}
				}
			}
		},
		["年"] = {
			["网"] = {
				this = true
			},
			["片"] = {
				["黄"] = {
					["色"] = {
						this = true
					}
				}
			}
		},
		["品"] = {
			["冰"] = {
				this = true
			},
			["号"] = {
				this = true
			}
		},
		["人"] = {
			A = {
				["片"] = {
					this = true
				}
			},
			b = {
				t = {
					this = true
				}
			},
			["百"] = {
				["強"] = {
					this = true
				},
				["强"] = {
					this = true
				}
			},
			["保"] = {
				["健"] = {
					["品"] = {
						this = true
					}
				}
			},
			["必"] = {
				["上"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["導"] = {
				["航"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				},
				["子"] = {
					["书"] = {
						this = true
					}
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["动"] = {
				["画"] = {
					this = true
				},
				["漫"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["抽"] = {
						["插"] = {
							this = true
						}
					}
				}
			},
			["黄"] = {
				["站"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["图"] = {
						["片"] = {
							this = true
						}
					},
					["网"] = {
						["站"] = {
							this = true
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["禁"] = {
				["书"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["聊"] = {
				["天"] = {
					this = true,
					["室"] = {
						this = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["漫"] = {
				["画"] = {
					this = true
				}
			},
			["配"] = {
				["色"] = {
					this = true
				}
			},
			["片"] = {
				this = true
			},
			["频"] = {
				["道"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				},
				["區"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true,
					["聊"] = {
						["天"] = {
							this = true
						}
					}
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			},
			["图"] = {
				["库"] = {
					this = true
				},
				["片"] = {
					this = true
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["站"] = {
					this = true,
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["網"] = {
				["站"] = {
					this = true
				}
			},
			["卫"] = {
				["星"] = {
					["频"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["文"] = {
				["学"] = {
					this = true
				},
				["學"] = {
					this = true
				}
			},
			["五"] = {
				["月"] = {
					["天"] = {
						this = true
					}
				}
			},
			["午"] = {
				["夜"] = {
					["場"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			},
			["下"] = {
				["载"] = {
					this = true
				}
			},
			["小"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["说"] = {
					this = true
				},
				["說"] = {
					this = true
				}
			},
			["影"] = {
				["视"] = {
					this = true
				},
				["院"] = {
					this = true
				}
			},
			["用"] = {
				["刀"] = {
					["报"] = {
						["复"] = {
							["的"] = {
								["也"] = {
									["是"] = {
										["你"] = {
											["们"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["品"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["站"] = {
				this = true
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["首"] = {
				["页"] = {
					this = true
				}
			},
			a = {
				["片"] = {
					this = true
				}
			}
		},
		["千"] = {
			["上"] = {
				["万"] = {
					["的"] = {
						["群"] = {
							["众"] = {
								["，"] = {
									["其"] = {
										["中"] = {
											["大"] = {
												["多"] = {
													["是"] = {
														["无"] = {
															["辜"] = {
																["的"] = {
																	["市"] = {
																		["民"] = {
																			["，"] = {
																				["被"] = {
																					["强"] = {
																						["行"] = {
																							["入"] = {
																								["城"] = {
																									["的"] = {
																										["全"] = {
																											["副"] = {
																												["武"] = {
																													["装"] = {
																														["的"] = {
																															["士"] = {
																																["兵"] = {
																																	["杀"] = {
																																		["害"] = {
																																			this = true
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["诚"] = {
		["心"] = {
			["机"] = {
				["器"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["信"] = {
			["代"] = {
				["考"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["意"] = {
			["哥"] = {
				["哥"] = {
					this = true
				}
			},
			["加"] = {
				q = {
					this = true
				},
				["我"] = {
					this = true
				}
			},
			["玩"] = {
				["的"] = {
					["哥"] = {
						["哥"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["的"] = {
					["哥"] = {
						["哥"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["城"] = {
		["堡"] = {
			["里"] = {
				["的"] = {
					["激"] = {
						["情"] = {
							this = true
						}
					}
				}
			}
		},
		["管"] = {
			this = true,
			["大"] = {
				["队"] = {
					["长"] = {
						["猝"] = {
							["死"] = {
								["在"] = {
									["街"] = {
										["头"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["员"] = {
					["大"] = {
						["家"] = {
							["皆"] = {
								["散"] = {
									["去"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["土"] = {
				["匪"] = {
					["化"] = {
						this = true
					}
				}
			},
			["想"] = {
				["掀"] = {
					["谁"] = {
						["的"] = {
							["摊"] = {
								["位"] = {
									["就"] = {
										["掀"] = {
											["谁"] = {
												["的"] = {
													["摊"] = {
														["位"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["需"] = {
				["要"] = {
					["的"] = {
						["就"] = {
							["是"] = {
								["你"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["里"] = {
			["晚"] = {
				["上"] = {
					["人"] = {
						["叫"] = {
							["鸡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["麻"] = {
			["美"] = {
				this = true
			}
		},
		["市"] = {
			["教"] = {
				["会"] = {
					this = true
				}
			},
			["里"] = {
				["最"] = {
					["牛"] = {
						["逼"] = {
							["的"] = {
								["展"] = {
									["览"] = {
										["品"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["进"] = {
			["克"] = {
				["坦"] = {
					this = true
				}
			}
		},
		["南"] = {
			["阿"] = {
				["平"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["乘"] = {
		["飛"] = {
			["機"] = {
				["罷"] = {
					["航"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["公"] = {
			["交"] = {
				["去"] = {
					["高"] = {
						["潮"] = {
							["村"] = {
								["办"] = {
									["事"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["程"] = {
		["凱"] = {
			this = true
		},
		["鐵"] = {
			["軍"] = {
				this = true
			}
		},
		["序"] = {
			["破"] = {
				["解"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["吃"] = {
		["大"] = {
			["便"] = {
				this = true
			}
		},
		["饭"] = {
			["基"] = {
				["本"] = {
					["靠"] = {
						["党"] = {
							this = true
						}
					}
				}
			}
		},
		["喝"] = {
			["嫖"] = {
				["赌"] = {
					["用"] = {
						["损"] = {
							["办"] = {
								["法"] = {
									this = true
								}
							}
						}
					},
					["全"] = {
						["都"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鸡"] = {
			["巴"] = {
				this = true
			}
		},
		["雞"] = {
			["巴"] = {
				this = true
			}
		},
		["精"] = {
			this = true
		},
		["了"] = {
			["原"] = {
				["告"] = {
					["吃"] = {
						["被"] = {
							["告"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["婴"] = {
				this = true
			}
		},
		["屎"] = {
			this = true
		},
		["婴"] = {
			this = true
		},
		["中"] = {
			["国"] = {
				["的"] = {
					["饭"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			["?"] = {
				["饭"] = {
					["不"] = {
						["忘"] = {
							["炒"] = {
								["饭"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["三"] = {
			["罐"] = {
				["蜂"] = {
					["蜜"] = {
						this = true,
						["的"] = {
							["刁"] = {
								["熊"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["蛋"] = {
			["炒"] = {
				["饭"] = {
					["被"] = {
						["炸"] = {
							["死"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["韭"] = {
			["菜"] = {
				["，"] = {
					["储"] = {
						["屁"] = {
							["亿"] = {
								["年"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["螭"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["鴟"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["癡"] = {
		["乳"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["迟"] = {
		["浩"] = {
			["田"] = {
				this = true
			}
		},
		["飞"] = {
			this = true,
			["主"] = {
				["义"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["持"] = {
		["不"] = {
			["同"] = {
				["政"] = {
					["見"] = {
						this = true
					}
				}
			}
		},
		["刀"] = {
			["杀"] = {
				["交"] = {
					["警"] = {
						this = true
					}
				}
			}
		},
		["田"] = {
			["凉"] = {
				["子"] = {
					this = true
				}
			},
			["茜"] = {
				this = true
			}
		},
		["续"] = {
			["关"] = {
				["注"] = {
					["中"] = {
						["沪"] = {
							["关"] = {
								["系"] = {
									["走"] = {
										["向"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["遲"] = {
		["鈍"] = {
			["的"] = {
				["圖"] = {
					["騰"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["耻"] = {
		["行"] = {
			["之"] = {
				["鬼"] = {
					this = true
				}
			}
		},
		["虐"] = {
			["之"] = {
				["部"] = {
					["屋"] = {
						this = true
					}
				}
			}
		},
		["辱"] = {
			["轮"] = {
				["奸"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["恥"] = {
		["辱"] = {
			["輪"] = {
				["奸"] = {
					this = true
				}
			},
			["訟"] = {
				["察"] = {
					["室"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["翅"] = {
		["臀"] = {
			["浪"] = {
				["妹"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["傺"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["瘛"] = {
		this = {
			this = true
		}
	}
end

temp()
