pg = pg or {}
slot0 = pg
slot0.word_template_70 = {}
slot1 = slot0.word_template_70

temp = function()
	uv0["膃"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["咼"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["歪"] = {
		["哥"] = {
			["甘"] = {
				["国"] = {
					["宝"] = {
						this = true
					}
				}
			}
		},
		["唱"] = {
			["太"] = {
				["平"] = {
					["謌"] = {
						["詞"] = {
							this = true
						}
					},
					["歌"] = {
						["词"] = {
							this = true
						}
					}
				}
			}
		},
		["嘴"] = {
			["书"] = {
				["记"] = {
					["座"] = {
						["位"] = {
							["涂"] = {
								["了"] = {
									["5"] = {
										["0"] = {
											["2"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["外"] = {
		["　"] = {
			["挂"] = {
				this = true
			}
		},
		["/"] = {
			["挂"] = {
				this = true
			}
		},
		["\\"] = {
			["\\"] = {
				["挂"] = {
					this = true
				},
				["掛"] = {
					this = true
				}
			},
			["挂"] = {
				this = true
			}
		},
		_ = {
			["挂"] = {
				this = true
			}
		},
		["高"] = {
			["联"] = {
				this = true
			}
		},
		["挂"] = {
			this = true
		},
		["-"] = {
			["挂"] = {
				this = true
			}
		},
		["—"] = {
			["挂"] = {
				this = true
			}
		},
		["掛"] = {
			this = true
		},
		["光"] = {
			["隐"] = {
				["形"] = {
					["透"] = {
						["视"] = {
							["镜"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["汇"] = {
			["局"] = {
				this = true
			}
		},
		["交"] = {
			["部"] = {
				this = true
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["與"] = {
				["方"] = {
					["略"] = {
						this = true
					}
				}
			},
			["抵"] = {
				["制"] = {
					["北"] = {
						["京"] = {
							["冬"] = {
								["奥"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["上"] = {
				["的"] = {
					["问"] = {
						["题"] = {
							this = true
						}
					}
				}
			}
		},
		["头"] = {
			["有"] = {
				["花"] = {
					["瓶"] = {
						this = true
					}
				}
			}
		},
		["用"] = {
			["延"] = {
				["时"] = {
					this = true
				}
			}
		},
		["专"] = {
			["局"] = {
				this = true
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["3"] = {
							["}"] = {
								["网"] = {
									["."] = {
										["{"] = {
											["0"] = {
												[","] = {
													["3"] = {
														["}"] = {
															["搜"] = {
																["."] = {
																	["{"] = {
																		["0"] = {
																			[","] = {
																				["3"] = {
																					["}"] = {
																						["网"] = {
																							["."] = {
																								["{"] = {
																									["0"] = {
																										[","] = {
																											["3"] = {
																												["}"] = {
																													["球"] = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["叫"] = {
			["部"] = {
				this = true
			}
		},
		["国"] = {
			["人"] = {
				["还"] = {
					["爱"] = {
						["吃"] = {
							["饺"] = {
								["子"] = {
									this = true
								}
							}
						}
					},
					["喜"] = {
						["欢"] = {
							["吃"] = {
								["饺"] = {
									["子"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["完"] = {
		["蛋"] = {
			["操"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["玩"] = {
		["3"] = {
			p = {
				this = true
			}
		},
		e = {
			["夜"] = {
				this = true
			}
		},
		["逼"] = {
			this = true
		},
		["命"] = {
			["奇"] = {
				["人"] = {
					this = true
				}
			}
		},
		["你"] = {
			this = true
		},
		["枪"] = {
			["拼"] = {
				["勃"] = {
					this = true
				}
			}
		},
		["玩"] = {
			["小"] = {
				["蜜"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		},
		["猫"] = {
			["的"] = {
				["东"] = {
					["方"] = {
						["面"] = {
							["孔"] = {
								this = true
							}
						}
					}
				},
				["矮"] = {
					["人"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["晚"] = {
		["年"] = {
			["周"] = {
				["恩"] = {
					["来"] = {
						this = true
					},
					["來"] = {
						this = true
					}
				}
			}
		},
		["娘"] = {
			["传"] = {
				["奇"] = {
					this = true
				}
			}
		},
		["上"] = {
			["吊"] = {
				["没"] = {
					["事"] = {
						this = true
					}
				}
			},
			["洞"] = {
				["空"] = {
					["空"] = {
						this = true
					}
				}
			},
			["还"] = {
				["去"] = {
					["干"] = {
						["你"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			},
			["趴"] = {
				["下"] = {
					["就"] = {
						["干"] = {
							this = true
						}
					}
				}
			},
			["球"] = {
				["没"] = {
					["事"] = {
						this = true
					}
				}
			},
			["睡"] = {
				["前"] = {
					["叫"] = {
						["叫"] = {
							["床"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["起"] = {
					["叫"] = {
						["叫"] = {
							["床"] = {
								this = true
							}
						}
					}
				}
			},
			["有"] = {
				["奶"] = {
					["摸"] = {
						this = true
					}
				},
				["鸟"] = {
					["耍"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["打"] = {
						["炮"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["綰"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["卐"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["卍"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["萬"] = {
		["里"] = {
			this = true
		},
		["潤"] = {
			["南"] = {
				this = true
			}
		},
		["維"] = {
			["讀"] = {
				["者"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["曉"] = {
			["東"] = {
				this = true
			}
		},
		["淫"] = {
			["堂"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["汪"] = {
		["东"] = {
			["风"] = {
				this = true
			}
		},
		["東"] = {
			["風"] = {
				this = true
			}
		},
		["洋"] = {
			this = true
		},
		["永"] = {
			["清"] = {
				this = true
			}
		},
		["大"] = {
			["海"] = {
				this = true
			}
		},
		["球"] = {
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["1"] = {
								["}"] = {
									["运"] = {
										["动"] = {
											["员"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["文"] = {
			["斌"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["亡"] = {
		["党"] = {
			this = true
		},
		["谠"] = {
			this = true
		},
		["共"] = {
			["者"] = {
				["胡"] = {
					this = true
				}
			}
		},
		["互"] = {
			["宁"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["网"] = {
		["吧"] = {
			["破"] = {
				["解"] = {
					this = true
				}
			}
		},
		["贝"] = {
			["勾"] = {
				this = true
			}
		},
		["管"] = {
			this = true,
			["改"] = {
				["单"] = {
					this = true
				}
			},
			["看"] = {
				["到"] = {
					["一"] = {
						["吨"] = {
							["插"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["络"] = {
			["博"] = {
				["彩"] = {
					this = true
				}
			},
			["炒"] = {
				["作"] = {
					["培"] = {
						["训"] = {
							this = true
						}
					},
					["执"] = {
						["行"] = {
							["专"] = {
								["家"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["创"] = {
				["业"] = {
					this = true
				}
			},
			["打"] = {
				["手"] = {
					["招"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["赌"] = {
				["球"] = {
					this = true
				}
			},
			["革"] = {
				["命"] = {
					["宣"] = {
						["言"] = {
							this = true
						}
					}
				}
			},
			["公"] = {
				["关"] = {
					["删"] = {
						["帖"] = {
							["公"] = {
								["司"] = {
									Q = {
										Q = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["老"] = {
				["公"] = {
					this = true
				}
			},
			["男"] = {
				["友"] = {
					this = true
				}
			},
			["女"] = {
				["主"] = {
					["播"] = {
						this = true
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true
				}
			},
			["水"] = {
				["军"] = {
					["招"] = {
						["聘"] = {
							this = true
						}
					}
				}
			},
			["推"] = {
				["手"] = {
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["招"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["危"] = {
				["机"] = {
					["公"] = {
						["关"] = {
							this = true
						}
					}
				}
			},
			["宣"] = {
				["传"] = {
					["推"] = {
						["广"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["诚"] = {
					["朋"] = {
						["友"] = {
							this = true
						}
					}
				}
			},
			["执"] = {
				["行"] = {
					["工"] = {
						["作"] = {
							["室"] = {
								["招"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["赚"] = {
				this = true,
				["钱"] = {
					this = true
				}
			},
			["组"] = {
				["织"] = {
					["了"] = {
						["一"] = {
							["批"] = {
								["通"] = {
									["过"] = {
										["买"] = {
											["官"] = {
												["卖"] = {
													["官"] = {
														["上"] = {
															["位"] = {
																["的"] = {
																	["公"] = {
																		["、"] = {
																			["检"] = {
																				["、"] = {
																					["法"] = {
																						["、"] = {
																							["司"] = {
																								["等"] = {
																									["要"] = {
																										["害"] = {
																											["部"] = {
																												["门"] = {
																													["犯"] = {
																														["罪"] = {
																															["人"] = {
																																["员"] = {
																																	this = true
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["民"] = {
			["诬"] = {
				["告"] = {
					this = true
				}
			}
		},
		["上"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["创"] = {
				["业"] = {
					this = true
				}
			},
			["赌"] = {
				["球"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["帖"] = {
					["赚"] = {
						["钱"] = {
							this = true
						}
					}
				}
			},
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["开"] = {
				["店"] = {
					this = true
				}
			},
			["可"] = {
				["查"] = {
					this = true
				}
			},
			["能"] = {
				["赚"] = {
					["钱"] = {
						this = true
					}
				}
			},
			["投"] = {
				["注"] = {
					this = true
				}
			},
			["现"] = {
				["金"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["药"] = {
				["店"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["钱"] = {
					["赌"] = {
						["博"] = {
							this = true
						}
					}
				}
			},
			["赚"] = {
				["钱"] = {
					this = true
				},
				["收"] = {
					["入"] = {
						this = true
					}
				}
			},
			["集"] = {
				["会"] = {
					this = true
				}
			}
		},
		["声"] = {
			["资"] = {
				["源"] = {
					this = true
				}
			}
		},
		["页"] = {
			["即"] = {
				["时"] = {
					["通"] = {
						this = true
					}
				}
			}
		},
		["瘾"] = {
			["战"] = {
				["争"] = {
					this = true
				}
			}
		},
		["游"] = {
			["魔"] = {
				["童"] = {
					this = true
				}
			},
			["之"] = {
				["覇"] = {
					["者"] = {
						["天"] = {
							["下"] = {
								this = true
							}
						}
					}
				},
				["乞"] = {
					["丐"] = {
						["也"] = {
							["疯"] = {
								["狂"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["站"] = {
			this = true,
			["代"] = {
				["理"] = {
					["员"] = {
						this = true
					}
				}
			}
		},
		["址"] = {
			["经"] = {
				["过"] = {
					["加"] = {
						["密"] = {
							this = true
						}
					}
				}
			}
		},
		["赚"] = {
			this = true
		},
		["賺"] = {
			this = true
		},
		["红"] = {
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["文"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["枉"] = {
		["法"] = {
			["查"] = {
				["办"] = {
					["枉"] = {
						["法"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["往"] = {
		["事"] = {
			["并"] = {
				["不"] = {
					["如"] = {
						["烟"] = {
							this = true
						}
					}
				}
			},
			["微"] = {
				["痕"] = {
					this = true
				}
			}
		},
		["南"] = {
			["看"] = {
				["，"] = {
					["坐"] = {
						["台"] = {
							["的"] = {
								["小"] = {
									["姐"] = {
										["排"] = {
											["排"] = {
												["站"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["东"] = {
			["看"] = {
				["，"] = {
					["走"] = {
						["私"] = {
							["的"] = {
								["船"] = {
									["只"] = {
										["在"] = {
											["靠"] = {
												["岸"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["北"] = {
			["看"] = {
				["，"] = {
					["下"] = {
						["岗"] = {
							["的"] = {
								["职"] = {
									["工"] = {
										["几"] = {
											["千"] = {
												["万"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["西"] = {
			["看"] = {
				["，"] = {
					["新"] = {
						["疆"] = {
							["西"] = {
								["藏"] = {
									["在"] = {
										["暴"] = {
											["乱"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["網"] = {
		["禪"] = {
			this = true
		},
		["络"] = {
			["赚"] = {
				["钱"] = {
					this = true
				}
			},
			["賺"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["特"] = {
			this = true
		},
		["赚"] = {
			this = true
		},
		["賺"] = {
			this = true
		},
		["上"] = {
			["集"] = {
				["會"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["魍"] = {
		["魉"] = {
			["鬼"] = {
				["舞"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["忘"] = {
		["记"] = {
			["党"] = {
				["章"] = {
					["民"] = {
						["是"] = {
							["天"] = {
								this = true
							}
						}
					},
					["勤"] = {
						["政"] = {
							["廉"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["望"] = {
		["月"] = {
			["留"] = {
				["美"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["危"] = {
		["害"] = {
			["祖"] = {
				["国"] = {
					["为"] = {
						["荣"] = {
							this = true
						}
					}
				}
			}
		},
		["险"] = {
			["关"] = {
				["系"] = {
					this = true
				}
			}
		},
		["之"] = {
			["密"] = {
				["室"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["威"] = {
		["而"] = {
			["钢"] = {
				this = true
			},
			["柔"] = {
				this = true
			}
		},
		["尔"] = {
			["刚"] = {
				this = true
			}
		},
		["猛"] = {
			["的"] = {
				["消"] = {
					["防"] = {
						["员"] = {
							this = true
						}
					}
				}
			},
			["王"] = {
				["子"] = {
					this = true
				}
			}
		},
		["胁"] = {
			["女"] = {
				["记"] = {
					["者"] = {
						this = true
					}
				}
			},
			["抢"] = {
				["劫"] = {
					["女"] = {
						["记"] = {
							["者"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["权"] = {
			["政"] = {
				["治"] = {
					this = true
				}
			}
		},
		["廉"] = {
			["奥"] = {
				["兰"] = {
					["乔"] = {
						["治"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["微"] = {
		["电"] = {
			["波"] = {
				["拉"] = {
					["皮"] = {
						this = true
					}
				}
			}
		},
		["型"] = {
			["窃"] = {
				["听"] = {
					["器"] = {
						this = true
					}
				}
			},
			["袖"] = {
				["珍"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["移"] = {
				["动"] = {
					["车"] = {
						["载"] = {
							["基"] = {
								["站"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["笑"] = {
			["帅"] = {
				["哥"] = {
					["哥"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			["上"] = {
				["那"] = {
					["一"] = {
						["片"] = {
							["蓝"] = {
								["色"] = {
									["的"] = {
										["海"] = {
											["洋"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["裹"] = {
			["箐"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["为"] = {
		["哥"] = {
			["哥"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["鸡"] = {
			["巴"] = {
				["生"] = {
					this = true
				},
				["死"] = {
					["为"] = {
						["鸡"] = {
							["巴"] = {
								["奋"] = {
									["斗"] = {
										["一"] = {
											["辈"] = {
												["子"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["什"] = {
			["么"] = {
				["不"] = {
					["带"] = {
						["套"] = {
							this = true
						}
					}
				}
			}
		},
		["心"] = {
			["灵"] = {
				["点"] = {
					["一"] = {
						["盏"] = {
							["明"] = {
								["灯"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["自"] = {
			["由"] = {
				["的"] = {
					["网"] = {
						["络"] = {
							["贡"] = {
								["献"] = {
									["哥"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["习"] = {
			["卖"] = {
				["命"] = {
					this = true
				}
			}
		},
		["2"] = {
			["0"] = {
				["大"] = {
					["营"] = {
						["造"] = {
							["良"] = {
								["好"] = {
									["氛"] = {
										["围"] = {
											this = true
										}
									}
								}
							},
							["氛"] = {
								["围"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["二"] = {
			["十"] = {
				["大"] = {
					["营"] = {
						["造"] = {
							["氛"] = {
								["围"] = {
									this = true
								}
							},
							["良"] = {
								["好"] = {
									["氛"] = {
										["围"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["的"] = {
			["是"] = {
				["怜"] = {
					["认"] = {
						this = true
					}
				},
				["廉"] = {
					["任"] = {
						this = true
					}
				},
				["链"] = {
					["刃"] = {
						this = true
					}
				},
				["连"] = {
					["任"] = {
						this = true
					}
				}
			}
		},
		["了"] = {
			["促"] = {
				["进"] = {
					["祖"] = {
						["国"] = {
							["的"] = {
								["民"] = {
									["主"] = {
										["化"] = {
											["进"] = {
												["程"] = {
													["，"] = {
														["为"] = {
															["了"] = {
																["国"] = {
																	["家"] = {
																		["的"] = {
																			["繁"] = {
																				["荣"] = {
																					["，"] = {
																						["我"] = {
																							["自"] = {
																								["愿"] = {
																									["绝"] = {
																										["食"] = {
																											["，"] = {
																												["坚"] = {
																													["决"] = {
																														["服"] = {
																															["从"] = {
																																["绝"] = {
																																	["食"] = {
																																		["团"] = {
																																			["纪"] = {
																																				["律"] = {
																																					["，"] = {
																																						["不"] = {
																																							["达"] = {
																																								["目"] = {
																																									["的"] = {
																																										["，"] = {
																																											["誓"] = {
																																												["不"] = {
																																													["罢"] = {
																																														["休"] = {
																																															this = true
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["围"] = {
		["攻"] = {
			this = true
		},
		["观"] = {
			["的"] = {
				["群"] = {
					["众"] = {
						this = true
					}
				}
			},
			["观"] = {
				["众"] = {
					["都"] = {
						["是"] = {
							["演"] = {
								["员"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["截"] = {
			["铁"] = {
				["路"] = {
					this = true
				}
			}
		},
		["殴"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["唯"] = {
		["国"] = {
			["人"] = {
				["不"] = {
					["晓"] = {
						this = true
					}
				}
			}
		},
		["一"] = {
			["影"] = {
				["赚"] = {
					this = true
				}
			}
		},
		["有"] = {
			["鸡"] = {
				["巴"] = {
					["翘"] = {
						this = true
					}
				}
			},
			["杀"] = {
				["富"] = {
					["济"] = {
						["贫"] = {
							["才"] = {
								["能"] = {
									["均"] = {
										["平"] = {
											["富"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["物"] = {
			["史"] = {
				["观"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["惟"] = {
		["有"] = {
			["美"] = {
				["女"] = {
					["权"] = {
						["钱"] = {
							["欲"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["维"] = {
		["\""] = {
			["\""] = {
				["尼"] = {
					["\""] = {
						this = true
					}
				}
			}
		},
		["、"] = {
			["尼"] = {
				this = true
			}
		},
		["."] = {
			["尼"] = {
				this = true
			},
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["尼"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["主"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["席"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["倒"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["车"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["下"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["台"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["连"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["任"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["包"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["子"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["开"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["倒"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["车"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["之"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["声"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["宽"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["衣"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["。"] = {
			["尼"] = {
				this = true
			}
		},
		["/"] = {
			["尼"] = {
				this = true
			}
		},
		["／"] = {
			["尼"] = {
				this = true
			}
		},
		["＼"] = {
			["尼"] = {
				this = true
			}
		},
		_ = {
			["尼"] = {
				this = true
			}
		},
		["多"] = {
			["利"] = {
				["亚"] = {
					["的"] = {
						["密"] = {
							["码"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["护"] = {
			this = true,
			["罢"] = {
				["工"] = {
					this = true
				}
			}
		},
		["尼"] = {
			this = true,
			["熊"] = {
				this = true,
				["给"] = {
					["我"] = {
						["下"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			},
			["链"] = {
				["刃"] = {
					this = true
				}
			},
			["连"] = {
				r = {
					this = true
				}
			},
			["座"] = {
				["位"] = {
					["涂"] = {
						["了"] = {
							["5"] = {
								["0"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["遨"] = {
				["游"] = {
					["星"] = {
						["瀚"] = {
							this = true
						}
					}
				}
			},
			["宽"] = {
				["衣"] = {
					this = true
				}
			}
		},
		["'"] = {
			["尼"] = {
				this = true
			}
		},
		["-"] = {
			["尼"] = {
				this = true
			}
		},
		["权"] = {
			this = true,
			["博"] = {
				["客"] = {
					this = true
				}
			},
			["更"] = {
				["难"] = {
					["血"] = {
						["泪"] = {
							["重"] = {
								this = true
							}
						}
					}
				}
			},
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["人"] = {
				["士"] = {
					this = true,
					["遭"] = {
						["绑"] = {
							["架"] = {
								this = true
							}
						}
					}
				}
			},
			["诗"] = {
				["集"] = {
					this = true
				}
			},
			["网"] = {
				["义"] = {
					["工"] = {
						this = true
					}
				}
			}
		},
		["吾"] = {
			["尔"] = {
				["青"] = {
					["年"] = {
						["联"] = {
							["盟"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["族"] = {
			this = true,
			["扣"] = {
				["押"] = {
					["站"] = {
						this = true
					}
				}
			},
			["拘"] = {
				["押"] = {
					["营"] = {
						this = true
					}
				}
			}
		},
		["园"] = {
			this = true,
			["晚"] = {
				["会"] = {
					this = true
				}
			}
		},
		["民"] = {
			["扣"] = {
				["押"] = {
					["站"] = {
						this = true
					},
					["所"] = {
						this = true
					}
				}
			},
			["拘"] = {
				["留"] = {
					["营"] = {
						this = true
					}
				}
			}
		},
		["妮"] = {
			["座"] = {
				["位"] = {
					["涂"] = {
						["了"] = {
							["5"] = {
								["0"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["腻"] = {
			this = true
		},
		["港"] = {
			["默"] = {
				["哀"] = {
					this = true
				}
			},
			["祈"] = {
				["祷"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["維"] = {
		["\""] = {
			["\""] = {
				["尼"] = {
					["\""] = {
						this = true
					}
				}
			}
		},
		["、"] = {
			["尼"] = {
				this = true
			}
		},
		["."] = {
			["尼"] = {
				this = true
			}
		},
		["。"] = {
			["尼"] = {
				this = true
			}
		},
		["/"] = {
			["尼"] = {
				this = true
			}
		},
		["／"] = {
			["尼"] = {
				this = true
			}
		},
		["＼"] = {
			["尼"] = {
				this = true
			}
		},
		_ = {
			["尼"] = {
				this = true
			}
		},
		["尼"] = {
			this = true,
			["熊"] = {
				this = true
			}
		},
		["'"] = {
			["尼"] = {
				this = true
			}
		},
		["-"] = {
			["尼"] = {
				this = true
			}
		},
		["園"] = {
			["晚"] = {
				["會"] = {
					this = true
				}
			}
		},
		["民"] = {
			["釦"] = {
				["押"] = {
					["站"] = {
						this = true
					},
					["所"] = {
						this = true
					}
				}
			},
			["拘"] = {
				["畱"] = {
					["營"] = {
						this = true
					}
				}
			}
		},
		["族"] = {
			["釦"] = {
				["押"] = {
					["站"] = {
						this = true
					}
				}
			},
			["拘"] = {
				["押"] = {
					["營"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
