pg = pg or {}
slot0 = pg
slot0.word_template_372 = {}
slot1 = slot0.word_template_372

function temp()
	uv0["鬍"] = {
		["主"] = {
			["編"] = {
				this = true
			}
		},
		["錫"] = {
			["進"] = {
				this = true
			}
		},
		["+"] = {
			["溫"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["芮"] = {
		["杏"] = {
			["文"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["喻"] = {
		["东"] = {
			["岳"] = {
				this = true
			}
		},
		["東"] = {
			["嶽"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["2"] = {
		["8"] = {
			["6"] = {
				this = true
			}
		},
		["7"] = {
			["亿"] = {
				["影"] = {
					["帝"] = {
						this = true
					}
				}
			}
		},
		["0"] = {
			["2"] = {
				["0"] = {
					["偷"] = {
						["拍"] = {
							["国"] = {
								["自"] = {
									["拍"] = {
										["内"] = {
											["视"] = {
												["频"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["2"] = {
					["续"] = {
						["任"] = {
							this = true
						}
					},
					["年"] = {
						["达"] = {
							["到"] = {
								["怜"] = {
									["认"] = {
										this = true
									}
								},
								["廉"] = {
									["任"] = {
										this = true
									}
								},
								["链"] = {
									["刃"] = {
										this = true
									}
								},
								["连"] = {
									["任"] = {
										this = true
									}
								}
							}
						},
						["怜"] = {
							["认"] = {
								this = true
							}
						},
						["廉"] = {
							["任"] = {
								this = true
							}
						},
						["链"] = {
							["刃"] = {
								this = true
							}
						},
						["连"] = {
							["任"] = {
								this = true
							}
						}
					},
					["怜"] = {
						["认"] = {
							this = true
						}
					},
					["廉"] = {
						["任"] = {
							this = true
						}
					},
					["链"] = {
						["刃"] = {
							this = true
						}
					},
					["连"] = {
						["任"] = {
							this = true
						}
					}
				},
				["3"] = {
					["连"] = {
						["不"] = {
							["连"] = {
								this = true
							}
						}
					}
				}
			},
			["1"] = {
				["8"] = {
					["最"] = {
						["受"] = {
							["尊"] = {
								["敬"] = {
									["男"] = {
										["士"] = {
											this = true
										},
										["性"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["0"] = {
						["2"] = {
							["2"] = {
								["5"] = {
									this = true
								}
							}
						}
					}
				},
				["2"] = {
					["-"] = {
						["2"] = {
							["0"] = {
								["2"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["3"] = {
					["是"] = {
						["谁"] = {
							this = true
						}
					},
					["究"] = {
						["竟"] = {
							["是"] = {
								["谁"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["0"] = {
				["斤"] = {
					["血"] = {
						["统"] = {
							this = true
						}
					}
				},
				["金"] = {
					["脉"] = {
						["子"] = {
							["珊"] = {
								["露"] = {
									["不"] = {
										["幻"] = {
											["尖"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["0"] = {
					["-"] = {
						["1"] = {
							["1"] = {
								["/"] = {
									["1"] = {
										["2"] = {
											["-"] = {
												["6"] = {
													["/"] = {
														["3"] = {
															["0"] = {
																["-"] = {
																	["2"] = {
																		["6"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["大"] = {
				["他"] = {
					["还"] = {
						["在"] = {
							this = true
						}
					}
				},
				["人"] = {
					["选"] = {
						this = true
					},
					["事"] = {
						["布"] = {
							["局"] = {
								this = true
							}
						}
					}
				},
				["猜"] = {
					["想"] = {
						this = true
					}
				},
				["秘"] = {
					["密"] = {
						["报"] = {
							["告"] = {
								this = true
							}
						}
					}
				},
				["反"] = {
					["腐"] = {
						this = true
					}
				},
				["夺"] = {
					["权"] = {
						this = true
					}
				},
				["提"] = {
					["拔"] = {
						this = true
					}
				},
				["动"] = {
					["向"] = {
						this = true
					}
				},
				["权"] = {
					["力"] = {
						["博"] = {
							["弈"] = {
								this = true
							}
						},
						["稳"] = {
							["定"] = {
								this = true
							}
						}
					}
				},
				["博"] = {
					["弈"] = {
						this = true
					}
				},
				["来"] = {
					["个"] = {
						["大"] = {
							["的"] = {
								this = true
							}
						}
					}
				},
				["政"] = {
					["治"] = {
						["信"] = {
							["号"] = {
								this = true
							}
						}
					}
				},
				["阻"] = {
					["力"] = {
						this = true
					}
				},
				["之"] = {
					["前"] = {
						["必"] = {
							["须"] = {
								["统"] = {
									["一"] = {
										this = true
									}
								}
							}
						},
						["要"] = {
							["来"] = {
								["个"] = {
									["大"] = {
										["的"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["后"] = {
						["开"] = {
							["打"] = {
								this = true
							}
						}
					}
				},
				["清"] = {
					["洗"] = {
						this = true
					}
				},
				["前"] = {
					["后"] = {
						["打"] = {
							["台"] = {
								["湾"] = {
									this = true
								}
							}
						}
					},
					["的"] = {
						["博"] = {
							["弈"] = {
								this = true
							}
						}
					}
				},
				["后"] = {
					["开"] = {
						["打"] = {
							this = true
						}
					},
					["将"] = {
						["对"] = {
							["台"] = {
								["动"] = {
									["手"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["要"] = {
					["生"] = {
						["变"] = {
							this = true
						}
					}
				},
				["无"] = {
					["法"] = {
						["连"] = {
							["任"] = {
								this = true
							}
						}
					}
				},
				["续"] = {
					["任"] = {
						this = true
					}
				},
				["上"] = {
					["位"] = {
						this = true
					},
					["最"] = {
						["先"] = {
							["确"] = {
								["定"] = {
									this = true
								}
							}
						}
					}
				},
				["保"] = {
					["驾"] = {
						["护"] = {
							["航"] = {
								this = true
							}
						}
					}
				},
				["自"] = {
					["我"] = {
						["接"] = {
							["班"] = {
								this = true
							}
						}
					}
				},
				["进"] = {
					["入"] = {
						["政"] = {
							["治"] = {
								["局"] = {
									this = true
								}
							}
						}
					}
				},
				["角"] = {
					["力"] = {
						this = true
					}
				},
				["取"] = {
					["得"] = {
						["连"] = {
							["任"] = {
								this = true
							}
						}
					}
				},
				["获"] = {
					["得"] = {
						["连"] = {
							["任"] = {
								this = true
							}
						}
					}
				},
				["刀"] = {
					["把"] = {
						["子"] = {
							this = true
						}
					}
				},
				["助"] = {
					["跑"] = {
						this = true
					}
				},
				["直"] = {
					["接"] = {
						["入"] = {
							["局"] = {
								this = true
							}
						}
					}
				},
				["入"] = {
					["局"] = {
						this = true
					}
				},
				["高"] = {
					["层"] = {
						this = true,
						["动"] = {
							["向"] = {
								this = true
							}
						}
					}
				},
				["谁"] = {
					["上"] = {
						["谁"] = {
							["下"] = {
								this = true
							}
						}
					}
				},
				["开"] = {
					["启"] = {
						["独"] = {
							["裁"] = {
								this = true
							}
						}
					}
				}
			},
			D = {
				["会"] = {
					this = true
				}
			},
			d = {
				a = {
					this = true
				}
			},
			["哒"] = {
				this = true
			},
			["达"] = {
				this = true
			},
			[" "] = {
				["대"] = {
					this = true
				}
			},
			["届"] = {
				["党"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["2"] = {
			["年"] = {
				["再"] = {
					["干"] = {
						["一"] = {
							["届"] = {
								this = true
							}
						}
					}
				},
				["秋"] = {
					["季"] = {
						this = true
					},
					["开"] = {
						["会"] = {
							this = true
						}
					}
				},
				["下"] = {
					["半"] = {
						["年"] = {
							this = true
						}
					}
				},
				d = {
					e = {
						a = {
							d = {
								l = {
									i = {
										n = {
											e = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["-"] = {
					["2"] = {
						["大"] = {
							this = true
						}
					}
				},
				["的"] = {
					["大"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["1"] = {
			["世"] = {
				["纪"] = {
					["里"] = {
						["的"] = {
							["君"] = {
								["主"] = {
									this = true
								},
								["王"] = {
									this = true
								}
							},
							["皇"] = {
								["帝"] = {
									this = true
								}
							}
						}
					},
					["的"] = {
						["君"] = {
							["王"] = {
								this = true
							},
							["主"] = {
								this = true
							}
						},
						["皇"] = {
							["帝"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["届"] = {
			["又"] = {
				["2"] = {
					["届"] = {
						this = true
					}
				}
			}
		},
		[","] = {
			["4"] = {
				[","] = {
					["8"] = {
						[","] = {
							["1"] = {
								["6"] = {
									[","] = {
										["3"] = {
											["2"] = {
												[","] = {
													["("] = {
														[")"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		O = {
			["大"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["儸"] = {
		["富"] = {
			["譽"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["符"] = {
		["海"] = {
			["陸"] = {
				this = true
			},
			["陆"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["积"] = {
		["水"] = {
			["潭"] = {
				["医"] = {
					["院"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
