pg = pg or {}
slot0 = pg
slot0.word_template_84 = {}
slot1 = slot0.word_template_84

temp = function()
	uv0["姫"] = {
		["辱"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["振"] = {
		["蛋"] = {
			this = true
		},
		["动"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["赈"] = {
		["灾"] = {
			["晚"] = {
				["会"] = {
					["再"] = {
						["见"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["震"] = {
		["棒"] = {
			this = true
		},
		["蛋"] = {
			this = true
		},
		["荡"] = {
			["器"] = {
				this = true
			}
		},
		["动"] = {
			["器"] = {
				this = true
			}
		},
		["多"] = {
			["少"] = {
				["级"] = {
					["震"] = {
						["后"] = {
							["才"] = {
								["知"] = {
									["道"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["镇"] = {
		["压"] = {
			this = true,
			["八"] = {
				["九"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			},
			["群"] = {
				["众"] = {
					this = true
				}
			},
			["学"] = {
				["生"] = {
					["事"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鎮"] = {
		["壓"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["爭"] = {
		["鳴"] = {
			["論"] = {
				["壇"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["正"] = {
		["大"] = {
			["光"] = {
				["明"] = {
					["教"] = {
						this = true
					}
				}
			}
		},
		["丁"] = {
			["腈"] = {
				this = true
			}
		},
		["法"] = {
			["修"] = {
				["炼"] = {
					this = true
				}
			},
			["之"] = {
				["路"] = {
					this = true
				}
			}
		},
		["攵"] = {
			["氵"] = {
				["台"] = {
					this = true
				}
			}
		},
		["腐"] = {
			this = true,
			["叫"] = {
				["咬"] = {
					["它"] = {
						["就"] = {
							["咬"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["见"] = {
			["书"] = {
				["籍"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			}
		},
		["見"] = {
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			}
		},
		["经"] = {
			T = {
				M = {
					B = {
						this = true
					}
				}
			},
			["他"] = {
				["妈"] = {
					["个"] = {
						B = {
							this = true
						},
						["逼"] = {
							this = true
						},
						["屁"] = {
							this = true
						}
					}
				}
			}
		},
		["清"] = {
			["网"] = {
				this = true
			}
		},
		["义"] = {
			["党"] = {
				this = true,
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["未"] = {
				["能"] = {
					["伸"] = {
						["张"] = {
							["，"] = {
								["英"] = {
									["灵"] = {
										["何"] = {
											["以"] = {
												["安"] = {
													["息"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["義"] = {
			["黨"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["在"] = {
			["偷"] = {
				["情"] = {
					["老"] = {
						["公"] = {
							["到"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["着"] = {
			["正"] = {
				["着"] = {
					["就"] = {
						["斜"] = {
							this = true
						}
					}
				}
			}
		},
		["宗"] = {
			["厂"] = {
				["丝"] = {
					this = true
				}
			}
		},
		["反"] = {
			["两"] = {
				["方"] = {
					["面"] = {
						["经"] = {
							["验"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["小"] = {
			["寒"] = {
				this = true
			}
		},
		["皇"] = {
			["旗"] = {
				this = true
			}
		},
		["规"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["证"] = {
		["奸"] = {
			["会"] = {
				this = true
			}
		},
		["件"] = {
			["办"] = {
				["理"] = {
					this = true
				}
			},
			["在"] = {
				["哪"] = {
					["里"] = {
						this = true
					}
				}
			}
		},
		["券"] = {
			["开"] = {
				["户"] = {
					this = true
				}
			},
			["免"] = {
				["费"] = {
					["开"] = {
						["户"] = {
							this = true
						}
					}
				}
			}
		},
		["书"] = {
			["办"] = {
				["理"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["郑"] = {
		["国"] = {
			["光"] = {
				this = true
			}
		},
		["建"] = {
			["邦"] = {
				this = true
			}
		},
		["卫"] = {
			["平"] = {
				this = true
			}
		},
		["州"] = {
			["警"] = {
				["方"] = {
					["扫"] = {
						["黄"] = {
							this = true
						}
					}
				}
			},
			["扫"] = {
				["黄"] = {
					this = true
				}
			},
			["裕"] = {
				["达"] = {
					this = true
				}
			}
		},
		["旭"] = {
			["光"] = {
				this = true
			}
		},
		["枝"] = {
			["局"] = {
				["长"] = {
					["尾"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["政"] = {
		["变"] = {
			this = true
		},
		["變"] = {
			this = true
		},
		["法"] = {
			["委"] = {
				this = true
			}
		},
		["匪"] = {
			this = true
		},
		["府"] = {
			this = true,
			["吃"] = {
				["屎"] = {
					this = true
				}
			},
			["腐"] = {
				["败"] = {
					this = true
				}
			},
			["根"] = {
				["本"] = {
					["就"] = {
						["不"] = {
							["缺"] = {
								["钱"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["黑"] = {
				["幕"] = {
					this = true
				}
			},
			["忽"] = {
				["悠"] = {
					["百"] = {
						["姓"] = {
							this = true,
							["叫"] = {
								["政"] = {
									["策"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["靠"] = {
				["得"] = {
					["住"] = {
						this = true
					}
				}
			},
			["垃"] = {
				["圾"] = {
					this = true
				}
			},
			["是"] = {
				["大"] = {
					["爷"] = {
						this = true
					}
				},
				["爷"] = {
					this = true
				}
			},
			["说"] = {
				["的"] = {
					["话"] = {
						["就"] = {
							["像"] = {
								["尼"] = {
									["斯"] = {
										["湖"] = {
											["水"] = {
												["怪"] = {
													["一"] = {
														["样"] = {
															["无"] = {
																["所"] = {
																	["谓"] = {
																		["真"] = {
																			["假"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["他"] = {
				["妈"] = {
					["的"] = {
						this = true
					}
				}
			},
			["太"] = {
				["黑"] = {
					this = true
				},
				["贪"] = {
					this = true
				},
				["无"] = {
					["能"] = {
						this = true
					}
				}
			}
		},
		["绩"] = {
			["把"] = {
				["财"] = {
					["政"] = {
						["整"] = {
							["空"] = {
								this = true
							}
						}
					}
				}
			},
			["就"] = {
				["是"] = {
					["神"] = {
						["吹"] = {
							this = true
						}
					}
				}
			}
		},
		["權"] = {
			this = true
		},
		["协"] = {
			["更"] = {
				["成"] = {
					["拍"] = {
						["手"] = {
							["风"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["多"] = {
					["余"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["委"] = {
				["员"] = {
					["党"] = {
						["指"] = {
							["定"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["治"] = {
			this = true,
			["恶"] = {
				["棍"] = {
					this = true
				}
			},
			["反"] = {
				["对"] = {
					["派"] = {
						this = true
					}
				},
				["對"] = {
					["派"] = {
						this = true
					}
				}
			},
			["犯"] = {
				this = true
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["垄"] = {
				["断"] = {
					this = true
				}
			},
			["小"] = {
				["丑"] = {
					this = true,
					["奖"] = {
						this = true
					}
				}
			},
			["遗"] = {
				["产"] = {
					this = true
				}
			},
			["建"] = {
				["设"] = {
					this = true
				}
			},
			["意"] = {
				["识"] = {
					this = true
				}
			}
		},
		["令"] = {
			["不"] = {
				["出"] = {
					["中"] = {
						["南"] = {
							["海"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["权"] = {
			["继"] = {
				["承"] = {
					["人"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鄭"] = {
		["寶"] = {
			["清"] = {
				this = true
			}
		},
		["麗"] = {
			["文"] = {
				this = true
			}
		},
		["義"] = {
			this = true
		},
		["餘"] = {
			["鎮"] = {
				this = true
			}
		},
		["源"] = {
			this = true
		},
		["運"] = {
			["鵬"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["之"] = {
		["毛"] = {
			["太"] = {
				["祖"] = {
					["本"] = {
						["纪"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["只"] = {
		["见"] = {
			["那"] = {
				["昏"] = {
					["惨"] = {
						["惨"] = {
							["邪"] = {
								["灯"] = {
									["将"] = {
										["灭"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["是"] = {
			["用"] = {
				["了"] = {
					["一"] = {
						["张"] = {
							["床"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["做"] = {
					["腑"] = {
						["卧"] = {
							["撑"] = {
								["而"] = {
									["已"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["要"] = {
			["和"] = {
				["老"] = {
					["百"] = {
						["姓"] = {
							["有"] = {
								["关"] = {
									["的"] = {
										["都"] = {
											["是"] = {
												["恶"] = {
													["意"] = {
														["的"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["有"] = {
			["党"] = {
				["员"] = {
					["才"] = {
						["能"] = {
							["观"] = {
								["看"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["黨"] = {
				["員"] = {
					["才"] = {
						["能"] = {
							["觀"] = {
								["看"] = {
									this = true
								}
							}
						}
					}
				}
			},
			t = {
				x = {
					["才"] = {
						["能"] = {
							["救"] = {
								["中"] = {
									["国"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			x = {
				x = {
					x = {
						["才"] = {
							["能"] = {
								["救"] = {
									["中"] = {
										["国"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			n = {
				a = {
					z = {
						i = {
							["才"] = {
								["能"] = {
									["救"] = {
										["中"] = {
											["国"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["\\"] = {
				x = {
					["{"] = {
						["1"] = {
							F = {
								["4"] = {
									["3"] = {
										["4"] = {
											["}"] = {
												["氪"] = {
													["私"] = {
														["主"] = {
															["义"] = {
																["才"] = {
																	["能"] = {
																		["救"] = {
																			["中"] = {
																				["国"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["兔"] = {
				["子"] = {
					["才"] = {
						["能"] = {
							["救"] = {
								["\\"] = {
									x = {
										["{"] = {
											["1"] = {
												F = {
													["1"] = {
														E = {
															["8"] = {
																["}"] = {
																	["\\"] = {
																		x = {
																			["{"] = {
																				["1"] = {
																					F = {
																						["1"] = {
																							F = {
																								["3"] = {
																									["}"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								["中"] = {
									["国"] = {
										this = true
									}
								},
								C = {
									N = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			T = {
				G = {
					["才"] = {
						["能"] = {
							["救"] = {
								["中"] = {
									["国"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["生"] = {
			["一"] = {
				["个"] = {
					["好"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["执"] = {
		["法"] = {
			["犯"] = {
				["法"] = {
					this = true
				},
				["罪"] = {
					this = true
				}
			},
			["何"] = {
				["在"] = {
					this = true
				}
			},
			["违"] = {
				["法"] = {
					["频"] = {
						this = true
					}
				}
			},
			["者"] = {
				this = true,
				["犯"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["业"] = {
			["药"] = {
				["师"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				}
			}
		},
		["政"] = {
			["者"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["直"] = {
		["同"] = {
			["志"] = {
				this = true
			}
		},
		["销"] = {
			this = true,
			["三"] = {
				["甲"] = {
					["氧"] = {
						["基"] = {
							["安"] = {
								["非"] = {
									["他"] = {
										["明"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["大"] = {
				["黑"] = {
					["鹰"] = {
						["弓"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["琥"] = {
				["珀"] = {
					["胆"] = {
						["碱"] = {
							this = true
						}
					}
				}
			},
			["拍"] = {
				["拍"] = {
					["用"] = {
						["户"] = {
							["资"] = {
								["料"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["铅"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["战"] = {
				["术"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			},
			["朝"] = {
				["鲜"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["警"] = {
				["用"] = {
					["电"] = {
						["棒"] = {
							this = true
						}
					}
				}
			}
		},
		["供"] = {
			["硝"] = {
				["甲"] = {
					["西"] = {
						["泮"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					["技"] = {
						["术"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["然"] = {
					["可"] = {
						["卡"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["接"] = {
			["通"] = {
				["过"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["职"] = {
		["场"] = {
			["淫"] = {
				["行"] = {
					this = true
				},
				["猥"] = {
					["白"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		},
		["业"] = {
			["是"] = {
				["做"] = {
					["鸡"] = {
						this = true
					}
				}
			},
			["技"] = {
				["能"] = {
					["教"] = {
						["育"] = {
							["培"] = {
								["训"] = {
									["转"] = {
										["化"] = {
											["中"] = {
												["心"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["植"] = {
		["物"] = {
			["白"] = {
				["冰"] = {
					this = true
				}
			},
			["冰"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["縶"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["職"] = {
		["場"] = {
			["淫"] = {
				["猥"] = {
					["白"] = {
						["書"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["躑"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["止"] = {
		["尿"] = {
			["喝"] = {
				["三"] = {
					["鹿"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["纸"] = {
		["包"] = {
			["梦"] = {
				["惊"] = {
					["魂"] = {
						this = true
					}
				}
			}
		},
		["盒"] = {
			["藏"] = {
				["尸"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["至"] = {
		["尊"] = {
			["神"] = {
				["油"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["制"] = {
		["冰"] = {
			["技"] = {
				["术"] = {
					this = true
				}
			}
		},
		["毒"] = {
			this = true
		},
		["度"] = {
			["改"] = {
				["变"] = {
					["原"] = {
						["则"] = {
							["不"] = {
								["变"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["创"] = {
				["新"] = {
					this = true
				}
			},
			["优"] = {
				["越"] = {
					this = true
				}
			}
		},
		["服"] = {
			["美"] = {
				["妇"] = {
					this = true
				},
				["婦"] = {
					this = true
				}
			},
			["人"] = {
				["形"] = {
					this = true
				}
			},
			["狩"] = {
				this = true
			},
			["尤"] = {
				["物"] = {
					this = true
				}
			},
			["幼"] = {
				["惑"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["誘"] = {
				["惑"] = {
					this = true
				}
			},
			["中"] = {
				["文"] = {
					this = true
				}
			}
		},
		["幻"] = {
			["剂"] = {
				["出"] = {
					["售"] = {
						this = true
					}
				}
			}
		},
		["造"] = {
			["缅"] = {
				["古"] = {
					["合"] = {
						["成"] = {
							this = true
						}
					}
				}
			},
			["土"] = {
				["制"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["制"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["作"] = {
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["广"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["虎"] = {
				["头"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["双"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["健"] = {
				["卫"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["钟"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true,
						q = {
							q = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true,
					["铅"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["利"] = {
					["达"] = {
						["弓"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true,
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["延"] = {
				["期"] = {
					["器"] = {
						["材"] = {
							this = true
						}
					}
				}
			}
		},
		["备"] = {
			["低"] = {
				["爆"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["取"] = {
			["高"] = {
				["爆"] = {
					["药"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["治"] = {
		["安"] = {
			["搞"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["疗"] = {
			["痘"] = {
				["痘"] = {
					this = true
				}
			}
		},
		["理"] = {
			["体"] = {
				["系"] = {
					this = true
				}
			},
			["能"] = {
				["力"] = {
					["现"] = {
						["代"] = {
							["化"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["澳"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["桎"] = {
		["梏"] = {
			["館"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["致"] = {
		["富"] = {
			["基"] = {
				["本"] = {
					["靠"] = {
						["抢"] = {
							this = true
						}
					}
				}
			}
		},
		["幻"] = {
			["剂"] = {
				this = true
			},
			["劑"] = {
				this = true
			}
		},
		["两"] = {
			["会"] = {
				["的"] = {
					["一"] = {
						["封"] = {
							["信"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["智"] = {
		["利"] = {
			["2"] = {
				["2"] = {
					["7"] = {
						this = true
					}
				}
			}
		},
		["能"] = {
			H = {
				["3"] = {
					["*"] = {
						this = true
					}
				}
			},
			["Ｈ"] = {
				["３"] = {
					this = true
				}
			}
		}
	}
end

temp()
