pg = pg or {}
slot0 = pg
slot0.word_template_74 = {}
slot1 = slot0.word_template_74

temp = function()
	uv0["香"] = {
		["港"] = {
			this = true,
			["不"] = {
				["是"] = {
					["中"] = {
						["国"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				this = true
			},
			["回"] = {
				["归"] = {
					["晚"] = {
						["会"] = {
							["上"] = {
								this = true
							}
						}
					}
				},
				["歸"] = {
					["沒"] = {
						["看"] = {
							["見"] = {
								this = true
							}
						}
					}
				}
			},
			["建"] = {
				["国"] = {
					this = true
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						["公"] = {
							["司"] = {
								["特"] = {
									["码"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["沦"] = {
				["陷"] = {
					this = true
				}
			},
			["迷"] = {
				["药"] = {
					this = true
				}
			},
			["民"] = {
				["主"] = {
					["派"] = {
						this = true
					}
				},
				["族"] = {
					["党"] = {
						this = true
					}
				}
			},
			["奇"] = {
				["案"] = {
					["之"] = {
						["强"] = {
							["奸"] = {
								this = true
							}
						}
					}
				}
			},
			["赛"] = {
				["马"] = {
					["会"] = {
						this = true,
						["大"] = {
							["型"] = {
								["六"] = {
									["合"] = {
										["彩"] = {
											["资"] = {
												["讯"] = {
													["网"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						["六"] = {
							["合"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["賽"] = {
				["馬"] = {
					["會"] = {
						this = true
					}
				}
			},
			["支"] = {
				["联"] = {
					["会"] = {
						this = true
					}
				}
			},
			["总"] = {
				["彩"] = {
					this = true
				}
			},
			["故"] = {
				["事"] = {
					["之"] = {
						["收"] = {
							["藏"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["大"] = {
				["学"] = {
					["黄"] = {
						["克"] = {
							["竞"] = {
								["楼"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["2"] = {
						["0"] = {
							["年"] = {
								["六"] = {
									["开"] = {
										["彩"] = {
											["资"] = {
												["料"] = {
													["精"] = {
														["选"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["市"] = {
				["民"] = {
					["支"] = {
						["援"] = {
							["爱"] = {
								["国"] = {
									["民"] = {
										["主"] = {
											["运"] = {
												["动"] = {
													["联"] = {
														["合"] = {
															["会"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["愛"] = {
								["國"] = {
									["民"] = {
										["主"] = {
											["運"] = {
												["動"] = {
													["聯"] = {
														["郃"] = {
															["會"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["权"] = {
					["组"] = {
						["织"] = {
							this = true
						}
					}
				},
				["權"] = {
					["組"] = {
						["織"] = {
							this = true
						}
					}
				},
				["会"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["城"] = {
				["邦"] = {
					["论"] = {
						this = true
					}
				}
			},
			["变"] = {
				["臭"] = {
					["港"] = {
						this = true
					}
				}
			},
			["一"] = {
				["百"] = {
					["年"] = {
						["殖"] = {
							["民"] = {
								["地"] = {
									["变"] = {
										["成"] = {
											["今"] = {
												["天"] = {
													["这"] = {
														["样"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["里"] = {
			["奈"] = {
				this = true
			}
		},
		["舌"] = {
			this = true
		},
		["水"] = {
			["型"] = {
				["迷"] = {
					["奸"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["香"] = {
			["公"] = {
				["主"] = {
					this = true
				}
			}
		},
		["烟"] = {
			["厂"] = {
				["家"] = {
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					this = true
				}
			},
			["回"] = {
				["收"] = {
					this = true
				}
			},
			["迷"] = {
				["药"] = {
					this = true,
					["催"] = {
						["眠"] = {
							["迷"] = {
								["幻"] = {
									["药"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["批"] = {
				["发"] = {
					this = true
				}
			},
			["销"] = {
				["售"] = {
					this = true
				}
			}
		},
		["喷"] = {
			["喷"] = {
				["的"] = {
					["什"] = {
						["么"] = {
							["包"] = {
								this = true
							}
						}
					},
					["包"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["祥"] = {
		["萨"] = {
			["仁"] = {
				["波"] = {
					["切"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["享"] = {
		["乐"] = {
			["淫"] = {
				["逸"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["想"] = {
		["干"] = {
			["你"] = {
				this = true
			}
		},
		["搞"] = {
			["你"] = {
				this = true
			}
		},
		["摸"] = {
			this = true
		},
		["起"] = {
			["交"] = {
				["警"] = {
					["欲"] = {
						["断"] = {
							["肠"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["强"] = {
			["奸"] = {
				["你"] = {
					this = true
				}
			}
		},
		["上"] = {
			["你"] = {
				this = true
			}
		},
		["舔"] = {
			this = true
		},
		["违"] = {
			["章"] = {
				["就"] = {
					["违"] = {
						["章"] = {
							this = true
						}
					}
				}
			}
		},
		["掀"] = {
			["谁"] = {
				["的"] = {
					["摊"] = {
						["儿"] = {
							["就"] = {
								["掀"] = {
									["谁"] = {
										["的"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["轧"] = {
			["警"] = {
				["察"] = {
					["就"] = {
						["轧"] = {
							["警"] = {
								["察"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["占"] = {
			["有"] = {
				["你"] = {
					this = true
				}
			}
		},
		["解"] = {
			["决"] = {
				["而"] = {
					["没"] = {
						["有"] = {
							["解"] = {
								["决"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["办"] = {
			["而"] = {
				["没"] = {
					["有"] = {
						["办"] = {
							["成"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["做"] = {
			["教"] = {
				["育"] = {
					["家"] = {
						["的"] = {
							k = {
								l = {
									o = {
										u = {
											s = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["犯"] = {
			["罪"] = {
				["，"] = {
					["杀"] = {
						["富"] = {
							["济"] = {
								["贫"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鯗"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["向"] = {
		["學"] = {
			["生"] = {
				["開"] = {
					["槍"] = {
						this = true
					}
				}
			}
		},
		["广"] = {
			["度"] = {
				["和"] = {
					["深"] = {
						["度"] = {
							["进"] = {
								["军"] = {
									this = true
								}
							}
						}
					}
				},
				["深"] = {
					["度"] = {
						["进"] = {
							["军"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["项"] = {
		["俊"] = {
			["波"] = {
				this = true
			}
		},
		["圈"] = {
			["脖"] = {
				["套"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["象"] = {
		["把"] = {
			["皇"] = {
				["帝"] = {
					["的"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["妓"] = {
			["女"] = {
				["睡"] = {
					["觉"] = {
						this = true
					}
				}
			}
		},
		["李"] = {
			["克"] = {
				["一"] = {
					["样"] = {
						["强"] = {
							this = true
						}
					}
				}
			}
		},
		["轮"] = {
			["奸"] = {
				["像"] = {
					["强"] = {
						["奸"] = {
							this = true
						}
					}
				}
			}
		},
		["蚂"] = {
			["蝗"] = {
				this = true
			}
		},
		["习"] = {
			["近"] = {
				["一"] = {
					["样"] = {
						["平"] = {
							this = true
						}
					}
				}
			}
		},
		["棋"] = {
			["皇"] = {
				["后"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["項"] = {
		["懷"] = {
			["誠"] = {
				this = true
			}
		},
		["小"] = {
			["吉"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["像"] = {
		["寡"] = {
			["妇"] = {
				["睡"] = {
					["觉"] = {
						["上"] = {
							["面"] = {
								["没"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["妓"] = {
			["女"] = {
				["上"] = {
					["面"] = {
						["老"] = {
							["换"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["石"] = {
			["榴"] = {
				["籽"] = {
					["那"] = {
						["样"] = {
							["紧"] = {
								["紧"] = {
									["抱"] = {
										["在"] = {
											["一"] = {
												["起"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["肖"] = {
		["钢"] = {
			this = true
		},
		["捷"] = {
			this = true
		},
		["亚"] = {
			["庆"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["逍"] = {
		["遥"] = {
			["游"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["硝"] = {
		["化"] = {
			["丙"] = {
				["三"] = {
					["醇"] = {
						this = true
					}
				}
			},
			["淀"] = {
				["粉"] = {
					this = true
				}
			},
			["甘"] = {
				["油"] = {
					this = true
				}
			},
			["棉"] = {
				this = true
			},
			["纤"] = {
				["维"] = {
					["素"] = {
						this = true
					}
				}
			}
		},
		["基"] = {
			["苯"] = {
				this = true
			}
		},
		["甲"] = {
			["西"] = {
				["泮"] = {
					this = true
				}
			}
		},
		["酸"] = {
			["铵"] = {
				this = true
			},
			["甘"] = {
				["油"] = {
					this = true,
					["炸"] = {
						["药"] = {
							["制"] = {
								["造"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["汞"] = {
				this = true
			},
			["钾"] = {
				this = true
			},
			["钠"] = {
				this = true
			},
			["铜"] = {
				this = true
			},
			["银"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["销"] = {
		["魂"] = {
			this = true,
			["洞"] = {
				this = true
			},
			["椅"] = {
				this = true
			}
		},
		["售"] = {
			this = true,
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			k = {
				i = {
					n = {
						g = {
							["粉"] = {
								this = true
							}
						}
					}
				},
				["粉"] = {
					this = true
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			P = {
				C = {
					P = {
						["新"] = {
							["贵"] = {
								["手"] = {
									["枪"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["北"] = {
				["朝"] = {
					["鲜"] = {
						["冰"] = {
							this = true
						}
					}
				}
			},
			["苯"] = {
				["基"] = {
					["丙"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				},
				["古"] = {
					this = true
				}
			},
			["步"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["纯"] = {
				["古"] = {
					this = true
				}
			},
			["电"] = {
				["击"] = {
					["麻"] = {
						["醉"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["各"] = {
				["式"] = {
					["小"] = {
						["口"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["广"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["海"] = {
				["豹"] = {
					M = {
						["9"] = {
							this = true
						}
					}
				}
			},
			["胡"] = {
				["椒"] = {
					["醛"] = {
						this = true
					}
				}
			},
			["虎"] = {
				["头"] = {
					["双"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["黄"] = {
				["绿"] = {
					["牙"] = {
						["签"] = {
							this = true
						}
					}
				},
				["体"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["唧"] = {
				["筒"] = {
					["式"] = {
						["猎"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							this = true
						}
					}
				}
			},
			["健"] = {
				["卫"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["捷"] = {
				["克"] = {
					["左"] = {
						["轮"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["钟"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["雷"] = {
						["鸣"] = {
							["登"] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["可"] = {
				["可"] = {
					["精"] = {
						this = true
					}
				}
			},
			["猎"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["邻"] = {
				["氯"] = {
					["苯"] = {
						["晴"] = {
							this = true
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["古"] = {
					["果"] = {
						["子"] = {
							this = true
						}
					}
				},
				["醉"] = {
					q = {
						i = {
							a = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				},
				["药"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			},
			["羟"] = {
				["基"] = {
					["环"] = {
						["戊"] = {
							["基"] = {
								this = true
							}
						}
					}
				}
			},
			["青"] = {
				["蒿"] = {
					["素"] = {
						this = true
					}
				}
			},
			["三"] = {
				["箭"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["水"] = {
				["晶"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["四"] = {
				["氢"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["然"] = {
					["咖"] = {
						["啡"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true,
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["香"] = {
				["烟"] = {
					this = true
				}
			},
			["盐"] = {
				["酸"] = {
					["氯"] = {
						["胺"] = {
							["酮"] = {
								this = true
							}
						}
					},
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["乙"] = {
				["醚"] = {
					this = true
				}
			},
			["赵"] = {
				["氏"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["控"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["钻"] = {
				["石"] = {
					this = true
				}
			},
			["左"] = {
				["旋"] = {
					["麻"] = {
						["黄"] = {
							["素"] = {
								this = true
							}
						}
					}
				}
			},
			["二"] = {
				["甲"] = {
					["氧"] = {
						["基"] = {
							["安"] = {
								["非"] = {
									["他"] = {
										["明"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["弩"] = {
				["弓"] = {
					this = true
				}
			},
			["敌"] = {
				["百"] = {
					["虫"] = {
						this = true
					}
				}
			},
			["老"] = {
				["板"] = {
					["通"] = {
						["讯"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			},
			["英"] = {
				["语"] = {
					["等"] = {
						["级"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["五"] = {
				["连"] = {
					["发"] = {
						this = true
					}
				}
			},
			["爆"] = {
				["破"] = {
					["器"] = {
						["材"] = {
							this = true
						}
					}
				}
			},
			["格"] = {
				["斗"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["交"] = {
				["警"] = {
					["警"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["出"] = {
					["生"] = {
						["证"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["嘵"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["銷"] = {
		["魂"] = {
			["洞"] = {
				this = true
			}
		},
		["售"] = {
			this = true,
			["步"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["電"] = {
				["擊"] = {
					["麻"] = {
						["醉"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["干"] = {
				["擾"] = {
					["器"] = {
						this = true
					}
				}
			},
			["间"] = {
				["苯"] = {
					["三"] = {
						["酚"] = {
							this = true
						}
					}
				}
			},
			["獵"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["麻"] = {
				["黃"] = {
					["素"] = {
						this = true
					}
				},
				["醉"] = {
					q = {
						i = {
							a = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["手"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			},
			["售"] = {
				["用"] = {
					["麻"] = {
						["醉"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["遙"] = {
				["控"] = {
					["解"] = {
						["碼"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["控"] = {
					["解"] = {
						["碼"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["野"] = {
				["战"] = {
					["砍"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["校"] = {
		["服"] = {
			["美"] = {
				["男"] = {
					this = true
				}
			}
		},
		["园"] = {
			["六"] = {
				["人"] = {
					["行"] = {
						this = true
					}
				}
			},
			["伤"] = {
				["害"] = {
					["案"] = {
						this = true
					}
				}
			},
			["寻"] = {
				["美"] = {
					["录"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["兽"] = {
					this = true
				}
			}
		},
		["園"] = {
			["文"] = {
				["學"] = {
					this = true
				}
			}
		},
		["鸡"] = {
			["店"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["歇"] = {
		["逼"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["邪"] = {
		["挡"] = {
			this = true
		},
		["档"] = {
			this = true
		},
		["党"] = {
			this = true,
			["残"] = {
				["暴"] = {
					["似"] = {
						["不"] = {
							["见"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["谠"] = {
			this = true
		},
		["盗"] = {
			["情"] = {
				["天"] = {
					this = true
				}
			}
		},
		["的"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["恶"] = {
			["的"] = {
				["党"] = {
					this = true
				},
				["共"] = {
					["产"] = {
						["党"] = {
							this = true
						}
					}
				}
			},
			["组"] = {
				["织"] = {
					this = true
				}
			}
		},
		["共"] = {
			["党"] = {
				this = true,
				["魁"] = {
					["江"] = {
						["恶"] = {
							["首"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["教"] = {
			this = true
		},
		["警"] = {
			this = true
		},
		["灵"] = {
			["战"] = {
				["记"] = {
					this = true
				}
			}
		},
		["傥"] = {
			this = true
		},
		["仙"] = {
			["陆"] = {
				["飘"] = {
					["飘"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鞋"] = {
		["崇"] = {
			["拜"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["写"] = {
		["真"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["寫"] = {
		["真"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["谢"] = {
		["伏"] = {
			["瞻"] = {
				this = true
			}
		},
		["国"] = {
			["明"] = {
				this = true
			}
		},
		["杭"] = {
			["生"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["辛"] = {
		["灝"] = {
			["年"] = {
				this = true
			}
		},
		["维"] = {
			["光"] = {
				["　"] = {
					["汪"] = {
						["民"] = {
							this = true
						}
					}
				}
			}
		},
		["苦"] = {
			["大"] = {
				["佬"] = {
					["加"] = {
						["黑"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["新"] = {
		["版"] = {
			["三"] = {
				["字"] = {
					["經"] = {
						this = true
					}
				}
			},
			["警"] = {
				["旗"] = {
					["定"] = {
						["做"] = {
							this = true
						}
					}
				}
			}
		},
		["不"] = {
			["夜"] = {
				["城"] = {
					this = true
				}
			}
		},
		["成"] = {
			["吉"] = {
				["思"] = {
					["汗"] = {
						this = true
					}
				}
			}
		},
		["党"] = {
			this = true
		},
		["黨"] = {
			this = true
		},
		["发"] = {
			["现"] = {
				["的"] = {
					["毛"] = {
						["泽"] = {
							["东"] = {
								this = true
							}
						}
					}
				}
			},
			["展"] = {
				["理"] = {
					["念"] = {
						this = true
					}
				}
			}
		},
		["工"] = {
			["人"] = {
				["运"] = {
					["动"] = {
						this = true
					}
				}
			}
		},
		["共"] = {
			["党"] = {
				this = true
			}
		},
		["觀"] = {
			["察"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["冠"] = {
			this = true
		},
		["花"] = {
			["和"] = {
				["尚"] = {
					this = true
				}
			}
		},
		["華"] = {
			["舉"] = {
				["報"] = {
					this = true
				}
			},
			["內"] = {
				["情"] = {
					this = true
				}
			},
			["通"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			["园"] = {
				["会"] = {
					["有"] = {
						["的"] = {
							["还"] = {
								["是"] = {
									["土"] = {
										["坷"] = {
											["垃"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["疆"] = {
			["7"] = {
				this = true,
				["."] = {
					["5"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["·"] = {
					["5"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["•"] = {
					["5"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["不"] = {
				["是"] = {
					["中"] = {
						["国"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			},
			["独"] = {
				["立"] = {
					this = true,
					["运"] = {
						["动"] = {
							this = true
						}
					}
				}
			},
			["獨"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["国"] = {
				this = true
			},
			["國"] = {
				this = true
			},
			["砍"] = {
				["人"] = {
					this = true
				}
			},
			["人"] = {
				this = true
			},
			["産"] = {
				["品"] = {
					this = true
				}
			},
			["棉"] = {
				["蘤"] = {
					this = true
				},
				["花"] = {
					this = true
				}
			},
			["产"] = {
				["品"] = {
					this = true
				}
			},
			["⼯"] = {
				["作"] = {
					["座"] = {
						["谈"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["反"] = {
				["人"] = {
					["类"] = {
						["罪"] = {
							this = true
						}
					}
				}
			},
			["起"] = {
				["雾"] = {
					this = true
				}
			}
		},
		["金"] = {
			["瓶"] = {
				["梅"] = {
					this = true
				}
			}
		},
		["郎"] = {
			["摸"] = {
				["着"] = {
					["新"] = {
						["娘"] = {
							["的"] = {
								["两"] = {
									["腿"] = {
										["中"] = {
											["间"] = {
												["问"] = {
													["新"] = {
														["娘"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["纳"] = {
			["粹"] = {
				this = true
			}
		},
		["娘"] = {
			["与"] = {
				["荡"] = {
					["妇"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["性"] = {
				["宝"] = {
					["鉴"] = {
						this = true
					}
				}
			}
		},
		["七"] = {
			["擒"] = {
				["七"] = {
					["纵"] = {
						["七"] = {
							["色"] = {
								["狼"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["情"] = {
			["色"] = {
				["海"] = {
					["岸"] = {
						this = true
					}
				}
			}
		},
		["生"] = {
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			}
		},
		["手"] = {
			["訓"] = {
				["練"] = {
					["營"] = {
						this = true
					}
				}
			}
		},
		["唐"] = {
			["人"] = {
				this = true,
				["电"] = {
					["视"] = {
						this = true
					}
				}
			}
		},
		["闻"] = {
			["出"] = {
				["版"] = {
					["总"] = {
						["署"] = {
							this = true
						}
					}
				}
			},
			["管"] = {
				["制"] = {
					this = true
				}
			},
			["联"] = {
				["播"] = {
					["的"] = {
						["惊"] = {
							["人"] = {
								["发"] = {
									["现"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["拍"] = {
				["案"] = {
					["惊"] = {
						["奇"] = {
							this = true
						}
					}
				}
			}
		},
		["聞"] = {
			["出"] = {
				["版"] = {
					["總"] = {
						["署"] = {
							this = true
						}
					}
				}
			},
			["封"] = {
				["鎖"] = {
					this = true
				}
			},
			["管"] = {
				["制"] = {
					this = true
				}
			}
		},
		["校"] = {
			["园"] = {
				["会"] = {
					["有"] = {
						["的"] = {
							["还"] = {
								["是"] = {
									["豆"] = {
										["腐"] = {
											["渣"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["義"] = {
			["安"] = {
				this = true
			}
		},
		["語"] = {
			["絲"] = {
				this = true
			}
		},
		["约"] = {
			["教"] = {
				["会"] = {
					this = true
				}
			}
		},
		["政"] = {
			["渐"] = {
				["萎"] = {
					["靡"] = {
						this = true
					}
				}
			}
		},
		["中"] = {
			["国"] = {
				["成"] = {
					["立"] = {
						["后"] = {
							this = true
						},
						["前"] = {
							this = true
						}
					}
				}
			},
			["华"] = {
				["战"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["卒"] = {
			["美"] = {
				["人"] = {
					["女"] = {
						["教"] = {
							["師"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["媒"] = {
			["体"] = {
				["运"] = {
					["动"] = {
						["与"] = {
							["本"] = {
								["土"] = {
									["六"] = {
										["四"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["开"] = {
			["户"] = {
				["冒"] = {
					["名"] = {
						["银"] = {
							["行"] = {
								["卡"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["盒"] = {
				["联"] = {
					["邦"] = {
						this = true
					}
				}
			}
		},
		["贝"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["世"] = {
			["盈"] = {
				["娱"] = {
					this = true
				}
			}
		},
		["全"] = {
			["讯"] = {
				this = true
			}
		},
		["豪"] = {
			["玩"] = {
				["场"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["华"] = {
			["社"] = {
				["造"] = {
					["神"] = {
						this = true
					}
				},
				["万"] = {
					["言"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		},
		["时"] = {
			["代"] = {
				["新"] = {
					["征"] = {
						["程"] = {
							this = true
						}
					}
				},
				["某"] = {
					["人"] = {
						["特"] = {
							["色"] = {
								["思"] = {
									["想"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["理"] = {
			["念"] = {
				["新"] = {
					["思"] = {
						["想"] = {
							["新"] = {
								["战"] = {
									["略"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["丰"] = {
			["包"] = {
				["子"] = {
					this = true
				}
			}
		},
		z = {
			h = {
				o = {
					n = {
						g = {
							["郭"] = {
								["联"] = {
									["邦"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["自"] = {
			["由"] = {
				["主"] = {
					["义"] = {
						["六"] = {
							["大"] = {
								this = true,
								["导"] = {
									["师"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["西"] = {
			["北"] = {
				["军"] = {
					this = true
				}
			}
		},
		["美"] = {
			["容"] = {
				["主"] = {
					["义"] = {
						["道"] = {
							["路"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["加"] = {
			["坡"] = {
				["的"] = {
					["缩"] = {
						["写"] = {
							this = true
						}
					}
				}
			}
		},
		["涨"] = {
			["幅"] = {
				["嘻"] = {
					["嘻"] = {
						["提"] = {
							["薇"] = {
								["太"] = {
									["胀"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["婚"] = {
			["彩"] = {
				["排"] = {
					["蓝"] = {
						["色"] = {
							["方"] = {
								["阵"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["的"] = {
			["底"] = {
				["线"] = {
					["来"] = {
						["了"] = {
							["吗"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鑫"] = {
		["胖"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["信"] = {
		["用"] = {
			["卡"] = {
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["批"] = {
					["发"] = {
						this = true
					}
				}
			},
			["危"] = {
				["機"] = {
					this = true
				}
			}
		},
		["德"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["包"] = {
			["子"] = {
				["得"] = {
					["永"] = {
						["生"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["星"] = {
		["光"] = {
			["伴"] = {
				["我"] = {
					["淫"] = {
						this = true
					}
				}
			}
		},
		["见"] = {
			["梦"] = {
				this = true
			}
		},
		["崎"] = {
			["未"] = {
				["来"] = {
					this = true
				}
			}
		},
		["野"] = {
			["佳"] = {
				["奈"] = {
					this = true
				}
			},
			["桃"] = {
				this = true
			}
		},
		["英"] = {
			["传"] = {
				this = true
			}
		},
		["图"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["星"] = {
			["之"] = {
				["火"] = {
					["，"] = {
						["可"] = {
							["以"] = {
								["燎"] = {
									["原"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["刑"] = {
		["警"] = {
			["队"] = {
				["未"] = {
					["到"] = {
						["现"] = {
							["场"] = {
								["人"] = {
									["先"] = {
										["醉"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["事"] = {
			["判"] = {
				["决"] = {
					["荒"] = {
						["唐"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["讯"] = {
			["逼"] = {
				["供"] = {
					["办"] = {
						["冤"] = {
							["案"] = {
								this = true
							}
						}
					}
				},
				["人"] = {
					["死"] = {
						this = true
					}
				}
			}
		},
		["责"] = {
			["不"] = {
				["用"] = {
					["担"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["平"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["宇"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["宙"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["平"] = {
			["地"] = {
				["图"] = {
					this = true
				}
			}
		}
	}
end

temp()
