pg = pg or {}
slot0 = pg
slot0.word_template_26 = {}
slot1 = slot0.word_template_26

function temp()
	uv0["合"] = {
		["法"] = {
			this = true,
			["土"] = {
				["匪"] = {
					this = true
				}
			}
		},
		["成"] = {
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				this = true,
				["毒"] = {
					this = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true,
						q = {
							q = {
								this = true
							}
						}
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["数"] = {
			["单"] = {
				this = true
			},
			["双"] = {
				this = true
			}
		},
		["双"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["告"] = {
		["ら"] = {
			["れ"] = {
				["レ"] = {
					["ス"] = {
						this = true
					}
				}
			}
		},
		["别"] = {
			["中"] = {
				["共"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["国"] = {
		["服"] = {
			this = true
		},
		["6"] = {
			["4"] = {
				["式"] = {
					["7"] = {
						["6"] = {
							["2"] = {
								m = {
									m = {
										["枪"] = {
											["提"] = {
												["供"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["7"] = {
			["7"] = {
				["式"] = {
					["7"] = {
						["6"] = {
							["2"] = {
								m = {
									m = {
										["枪"] = {
											["出"] = {
												["售"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["安"] = {
			["局"] = {
				this = true
			}
		},
		["产"] = {
			A = {
				V = {
					this = true
				}
			},
			["嫖"] = {
				["娼"] = {
					this = true
				}
			},
			["骚"] = {
				["货"] = {
					this = true
				}
			},
			["偷"] = {
				["拍"] = {
					this = true
				}
			},
			["无"] = {
				["码"] = {
					this = true
				}
			}
		},
		["法"] = {
			["百"] = {
				["姓"] = {
					["忘"] = {
						["一"] = {
							["边"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["防"] = {
			["部"] = {
				this = true,
				["长"] = {
					["曹"] = {
						["操"] = {
							this = true
						}
					}
				}
			},
			["科"] = {
				["工"] = {
					["委"] = {
						this = true
					}
				}
			},
			["资"] = {
				["料"] = {
					["调"] = {
						["查"] = {
							["科"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["分"] = {
			["佐"] = {
				["智"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["共"] = {
			["伪"] = {
				["造"] = {
					["的"] = {
						["历"] = {
							["史"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["管"] = {
			["局"] = {
				this = true
			}
		},
		["际"] = {
			["法"] = {
				["院"] = {
					this = true
				}
			},
			["声"] = {
				["援"] = {
					["西"] = {
						["藏"] = {
							["运"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["西"] = {
				["藏"] = {
					["运"] = {
						["动"] = {
							this = true
						}
					}
				}
			},
			["支"] = {
				["持"] = {
					["西"] = {
						["藏"] = {
							["网"] = {
								["络"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["中"] = {
				["功"] = {
					["总"] = {
						this = true,
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["際"] = {
			["空"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["家"] = {
			["的"] = {
				["黑"] = {
					["暗"] = {
						this = true
					}
				}
			},
			["改"] = {
				["革"] = {
					["建"] = {
						["议"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			},
			["禁"] = {
				["毒"] = {
					["署"] = {
						["署"] = {
							["长"] = {
								["林"] = {
									["则"] = {
										["徐"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["领"] = {
				["导"] = {
					["人"] = {
						["的"] = {
							["子"] = {
								["女"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["民"] = {
				["委"] = {
					this = true
				}
			},
			["囚"] = {
				["徒"] = {
					this = true
				}
			},
			["新"] = {
				["闻"] = {
					["广"] = {
						["电"] = {
							["总"] = {
								["局"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["已"] = {
				["沉"] = {
					["睡"] = {
						this = true
					}
				}
			},
			["主"] = {
				["席"] = {
					this = true,
					["李"] = {
						["世"] = {
							["民"] = {
								this = true
							}
						}
					}
				},
				["要"] = {
					["部"] = {
						["委"] = {
							this = true
						}
					}
				}
			}
		},
		["库"] = {
			["拿"] = {
				["来"] = {
					["当"] = {
						["私"] = {
							["库"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["民"] = {
			["党"] = {
				this = true,
				["万"] = {
					["岁"] = {
						this = true
					}
				}
			},
			["华"] = {
				["中"] = {
					this = true
				}
			}
		},
		["母"] = {
			["宋"] = {
				["祖"] = {
					["英"] = {
						this = true
					}
				}
			}
		},
		["内"] = {
			["动"] = {
				["态"] = {
					["清"] = {
						["样"] = {
							this = true
						}
					}
				}
			},
			["恐"] = {
				["慌"] = {
					this = true
				}
			},
			["天"] = {
				["使"] = {
					["做"] = {
						["爱"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["企"] = {
			["领"] = {
				["导"] = {
					["若"] = {
						["要"] = {
							["富"] = {
								["国"] = {
									["库"] = {
										["拿"] = {
											["来"] = {
												["当"] = {
													["私"] = {
														["库"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["庆"] = {
			["又"] = {
				["是"] = {
					["银"] = {
						["河"] = {
							["落"] = {
								["九"] = {
									["天"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["十"] = {
			["条"] = {
				["秀"] = {
					["过"] = {
						["场"] = {
							this = true
						}
					}
				}
			}
		},
		["台"] = {
			["办"] = {
				this = true
			}
		},
		["务"] = {
			["委"] = {
				["员"] = {
					this = true
				}
			},
			["院"] = {
				this = true,
				["总"] = {
					["理"] = {
						["诸"] = {
							["葛"] = {
								["亮"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["营"] = {
			["腐"] = {
				["败"] = {
					this = true
				}
			}
		},
		["之"] = {
			["利"] = {
				["刃"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["在"] = {
		["宅"] = {
			this = true
		},
		["~"] = {
			["家"] = {
				["~"] = {
					["创"] = {
						["~"] = {
							["业"] = {
								["~"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["1"] = {
			["2"] = {
				["1"] = {
					["5"] = {
						["岁"] = {
							["孩"] = {
								["子"] = {
									["书"] = {
										["包"] = {
											["里"] = {
												["放"] = {
													["安"] = {
														["全"] = {
															["套"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["5"] = {
			["1"] = {
				["就"] = {
					["不"] = {
						["上"] = {
							["传"] = {
								["照"] = {
									["片"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["光"] = {
			["中"] = {
				["行"] = {
					["走"] = {
						this = true
					}
				}
			}
		},
		["家"] = {
			["创"] = {
				["业"] = {
					this = true
				}
			},
			["創"] = {
				["業"] = {
					this = true
				}
			},
			["工"] = {
				["作"] = {
					this = true
				}
			},
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["开"] = {
				["店"] = {
					this = true
				}
			},
			["可"] = {
				["以"] = {
					["经"] = {
						["营"] = {
							this = true
						}
					}
				}
			},
			["赚"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["唐"] = {
			["朝"] = {
				["就"] = {
					["知"] = {
						["道"] = {
							["今"] = {
								["年"] = {
									["地"] = {
										["震"] = {
											["了"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["线"] = {
			["赌"] = {
				["钱"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["投"] = {
				["注"] = {
					this = true
				}
			},
			["为"] = {
				["你"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				},
				["您"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["刷"] = {
		this = {
			this = true
		},
		["5"] = {
			["1"] = {
				["币"] = {
					this = true
				}
			}
		},
		q = {
			q = {
				["会"] = {
					["员"] = {
						this = true
					}
				}
			}
		},
		["客"] = {
			["赚"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["信"] = {
			["誉"] = {
				["平"] = {
					["台"] = {
						this = true
					}
				}
			}
		},
		["钻"] = {
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["工"] = {
				["具"] = {
					this = true
				}
			},
			["技"] = {
				["术"] = {
					this = true
				}
			},
			["漏"] = {
				["洞"] = {
					this = true
				}
			},
			["器"] = {
				this = true
			},
			["软"] = {
				["件"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["殺"] = {
		["す"] = {
			this = true
		},
		["你"] = {
			["全"] = {
				["家"] = {
					this = true
				}
			},
			["一"] = {
				["家"] = {
					this = true
				}
			}
		},
		["人"] = {
			this = true,
			["犯"] = {
				this = true
			}
		},
		["朱"] = {
			["拔"] = {
				["毛"] = {
					this = true
				}
			}
		}
	}
end

temp()
