pg = pg or {}
slot0 = pg
slot0.word_template_108 = {}
slot1 = slot0.word_template_108

function temp()
	uv0["哥"] = {
		["的"] = {
			j = {
				j = {
					this = true
				}
			}
		},
		["哥"] = {
			["的"] = {
				["雞"] = {
					["八"] = {
						["粗"] = {
							["又"] = {
								["大"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["光"] = {
				["临"] = {
					["我"] = {
						this = true
					}
				}
			},
			["加"] = {
				["我"] = {
					this = true
				}
			},
			["可"] = {
				["以"] = {
					["电"] = {
						["话"] = {
							this = true
						}
					}
				}
			},
			["满"] = {
				["意"] = {
					this = true
				}
			},
			["您"] = {
				["可"] = {
					["以"] = {
						["放"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			},
			["喜"] = {
				["欢"] = {
					["就"] = {
						["电"] = {
							["话"] = {
								this = true
							}
						}
					}
				}
			},
			["有"] = {
				["诚"] = {
					["意"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["歌"] = {
		["功"] = {
			["頌"] = {
				["德"] = {
					this = true
				}
			}
		},
		["厅"] = {
			["有"] = {
				["毒"] = {
					["品"] = {
						this = true
					}
				}
			}
		},
		["星"] = {
			["不"] = {
				["能"] = {
					["入"] = {
						["党"] = {
							this = true
						}
					}
				}
			}
		},
		["唱"] = {
			["家"] = {
				["的"] = {
					["哈"] = {
						["佛"] = {
							["女"] = {
								["儿"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["已"] = {
			["经"] = {
				["唱"] = {
					["起"] = {
						["来"] = {
							["了"] = {
								["\\"] = {
									p = {
										P = {
											["?"] = {
												["疫"] = {
													["情"] = {
														["马"] = {
															["上"] = {
																["胜"] = {
																	["利"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鴿"] = {
		["派"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["革"] = {
		["命"] = {
			["的"] = {
				["枪"] = {
					["杆"] = {
						["堵"] = {
							["住"] = {
								["漏"] = {
									["洞"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["吞"] = {
				["噬"] = {
					["了"] = {
						["它"] = {
							["的"] = {
								["女"] = {
									["儿"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["阁"] = {
		["楼"] = {
			["欲"] = {
				["女"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["格"] = {
		["雷"] = {
			["("] = {
				["關"] = {
					["卡"] = {
						["排"] = {
							["名"] = {
								["管"] = {
									["理"] = {
										["者"] = {
											[")"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["魯"] = {
			this = true,
			["("] = {
				["城"] = {
					["鎮"] = {
						["移"] = {
							["動"] = {
								[")"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["桑"] = {
			["坚"] = {
				["赞"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["隔"] = {
		["墙"] = {
			["听"] = {
				this = true
			}
		},
		["代"] = {
			["指"] = {
				["任"] = {
					this = true
				}
			}
		}
	}
end

temp()
