pg = pg or {}
slot0 = pg
slot0.word_template_104 = {}
slot1 = slot0.word_template_104

temp = function()
	uv0["傅"] = {
		["鹏"] = {
			this = true
		},
		["作"] = {
			["义"] = {
				this = true
			},
			["義"] = {
				this = true
			}
		},
		["希"] = {
			["秋"] = {
				this = true
			}
		},
		["西"] = {
			["来"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["富"] = {
		["贵"] = {
			["在"] = {
				["天"] = {
					["习"] = {
						["近"] = {
							["贫"] = {
								this = true
							}
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["兰"] = {
			["克"] = {
				["林"] = {
					this = true
				}
			}
		},
		["婆"] = {
			["包"] = {
				["我"] = {
					this = true
				}
			},
			["去"] = {
				["夜"] = {
					["总"] = {
						["会"] = {
							["找"] = {
								["乐"] = {
									["子"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["士"] = {
			["则"] = {
				["康"] = {
					["依"] = {
						["旧"] = {
							["道"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["裕"] = {
			["后"] = {
				["秘"] = {
					["书"] = {
						["兼"] = {
							["老"] = {
								["婆"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["豪"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["缚"] = {
		["美"] = {
			["传"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["噶"] = {
		["伦"] = {
			["桑"] = {
				["东"] = {
					this = true
				}
			}
		},
		["玛"] = {
			["巴"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["该"] = {
		["国"] = {
			["全"] = {
				["国"] = {
					["公"] = {
						["务"] = {
							["员"] = {
								["不"] = {
									["交"] = {
										["一"] = {
											["分"] = {
												["钱"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["警"] = {
			["匪"] = {
				["勾"] = {
					["结"] = {
						["的"] = {
							["贩"] = {
								["毒"] = {
									["集"] = {
										["团"] = {
											["在"] = {
												["江"] = {
													["西"] = {
														["已"] = {
															["遍"] = {
																["地"] = {
																	["开"] = {
																		["花"] = {
																			["，"] = {
																				["萍"] = {
																					["乡"] = {
																						["、"] = {
																							["吉"] = {
																								["安"] = {
																									["、"] = {
																										["抚"] = {
																											["州"] = {
																												["、"] = {
																													["九"] = {
																														["江"] = {
																															["地"] = {
																																["区"] = {
																																	["都"] = {
																																		["成"] = {
																																			["了"] = {
																																				["毒"] = {
																																					["品"] = {
																																						["的"] = {
																																							["重"] = {
																																								["灾"] = {
																																									["区"] = {
																																										["，"] = {
																																											["放"] = {
																																												["眼"] = {
																																													["望"] = {
																																														["去"] = {
																																															["已"] = {
																																																["是"] = {
																																																	["满"] = {
																																																		["目"] = {
																																																			["皆"] = {
																																																				["冰"] = {
																																																					this = true
																																																				}
																																																			}
																																																		}
																																																	}
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["换"] = {
			["个"] = {
				["核"] = {
					["心"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["各"] = {
			["开"] = {
				["防"] = {
					this = true
				}
			}
		},
		["葛"] = {
			["开"] = {
				["防"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["改"] = {
		["表"] = {
			["器"] = {
				this = true
			}
		},
		["革"] = {
			["开"] = {
				["放"] = {
					["鸡"] = {
						["婆"] = {
							["泛"] = {
								["滥"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["历"] = {
				["程"] = {
					this = true
				}
			},
			["歷"] = {
				["程"] = {
					this = true
				}
			}
		},
		["行"] = {
			["做"] = {
				["成"] = {
					["品"] = {
						["油"] = {
							this = true
						}
					}
				}
			}
		},
		["号"] = {
			["软"] = {
				["件"] = {
					this = true
				}
			}
		},
		["脸"] = {
			["型"] = {
				this = true
			}
		},
		["装"] = {
			["气"] = {
				["枪"] = {
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["进"] = {
			["猎"] = {
				["枪"] = {
					["铅"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["写"] = {
			["党"] = {
				["史"] = {
					["巩"] = {
						["固"] = {
							["权"] = {
								["威"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		x = {
			f = {
				["就"] = {
					["注"] = {
						["定"] = {
							["是"] = {
								["要"] = {
									["了"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		g = {
			["开"] = {
				f = {
					this = true
				}
			}
		},
		C = {
			["换"] = {
				d = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["甘"] = {
		["油"] = {
			["三"] = {
				["硝"] = {
					["酸"] = {
						["酯"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
