pg = pg or {}
slot0 = pg
slot0.word_template_307 = {}
slot1 = slot0.word_template_307

function temp()
	uv0["鑫"] = {
		["胖"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["信"] = {
		["用"] = {
			["卡"] = {
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["批"] = {
					["发"] = {
						this = true
					}
				}
			},
			["危"] = {
				["機"] = {
					this = true
				}
			}
		},
		["德"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["包"] = {
			["子"] = {
				["得"] = {
					["永"] = {
						["生"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["星"] = {
		["光"] = {
			["伴"] = {
				["我"] = {
					["淫"] = {
						this = true
					}
				}
			}
		},
		["见"] = {
			["梦"] = {
				this = true
			}
		},
		["崎"] = {
			["未"] = {
				["来"] = {
					this = true
				}
			}
		},
		["野"] = {
			["佳"] = {
				["奈"] = {
					this = true
				}
			},
			["桃"] = {
				this = true
			}
		},
		["英"] = {
			["传"] = {
				this = true
			}
		},
		["图"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["星"] = {
			["之"] = {
				["火"] = {
					["，"] = {
						["可"] = {
							["以"] = {
								["燎"] = {
									["原"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["刑"] = {
		["警"] = {
			["队"] = {
				["未"] = {
					["到"] = {
						["现"] = {
							["场"] = {
								["人"] = {
									["先"] = {
										["醉"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["事"] = {
			["判"] = {
				["决"] = {
					["荒"] = {
						["唐"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["讯"] = {
			["逼"] = {
				["供"] = {
					["办"] = {
						["冤"] = {
							["案"] = {
								this = true
							}
						}
					}
				},
				["人"] = {
					["死"] = {
						this = true
					}
				}
			}
		},
		["责"] = {
			["不"] = {
				["用"] = {
					["担"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["平"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["宇"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["宙"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["平"] = {
			["地"] = {
				["图"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["邢"] = {
		["铮"] = {
			this = true
		},
		["錚"] = {
			this = true
		},
		["\\"] = {
			x = {
				["{"] = {
					["1"] = {
						F = {
							["3"] = {
								["4"] = {
									E = {
										["}"] = {
											["再"] = {
												["干"] = {
													["一"] = {
														["届"] = {
															this = true
														}
													}
												}
											},
											["连"] = {
												r = {
													this = true
												}
											},
											["继"] = {
												["续"] = {
													["担"] = {
														["任"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["平"] = {
			["连"] = {
				r = {
					this = true
				}
			},
			["座"] = {
				["位"] = {
					["涂"] = {
						["了"] = {
							["5"] = {
								["0"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["兴"] = {
		["奋"] = {
			["剂"] = {
				this = true
			},
			["镇"] = {
				["痛"] = {
					this = true
				}
			}
		},
		["华"] = {
			["党"] = {
				this = true
			}
		},
		["盛"] = {
			["遍"] = {
				["神"] = {
					["州"] = {
						["工"] = {
							["厂"] = {
								["变"] = {
									["歌"] = {
										["厅"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["师"] = {
			["动"] = {
				["众"] = {
					["七"] = {
						["十"] = {
							["万"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["旺"] = {
			["电"] = {
				["竞"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["杏"] = {
		["林"] = {
			["春"] = {
				["梦"] = {
					this = true
				}
			}
		},
		["坛"] = {
			m = {
				l = {
					["门"] = {
						this = true
					}
				}
			},
			["门"] = {
				this = true
			}
		}
	}
end

temp()
