pg = pg or {}
slot0 = pg
slot0.word_template_75 = {}
slot1 = slot0.word_template_75

temp = function()
	uv0["邢"] = {
		["铮"] = {
			this = true
		},
		["錚"] = {
			this = true
		},
		["\\"] = {
			x = {
				["{"] = {
					["1"] = {
						F = {
							["3"] = {
								["4"] = {
									E = {
										["}"] = {
											["再"] = {
												["干"] = {
													["一"] = {
														["届"] = {
															this = true
														}
													}
												}
											},
											["连"] = {
												r = {
													this = true
												}
											},
											["继"] = {
												["续"] = {
													["担"] = {
														["任"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["平"] = {
			["连"] = {
				r = {
					this = true
				}
			},
			["座"] = {
				["位"] = {
					["涂"] = {
						["了"] = {
							["5"] = {
								["0"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["兴"] = {
		["奋"] = {
			["剂"] = {
				this = true
			},
			["镇"] = {
				["痛"] = {
					this = true
				}
			}
		},
		["华"] = {
			["党"] = {
				this = true
			}
		},
		["盛"] = {
			["遍"] = {
				["神"] = {
					["州"] = {
						["工"] = {
							["厂"] = {
								["变"] = {
									["歌"] = {
										["厅"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["师"] = {
			["动"] = {
				["众"] = {
					["七"] = {
						["十"] = {
							["万"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["旺"] = {
			["电"] = {
				["竞"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["杏"] = {
		["林"] = {
			["春"] = {
				["梦"] = {
					this = true
				}
			}
		},
		["坛"] = {
			m = {
				l = {
					["门"] = {
						this = true
					}
				}
			},
			["门"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["姓"] = {
		["何"] = {
			["的"] = {
				["监"] = {
					["察"] = {
						["长"] = {
							this = true
						}
					}
				},
				["检"] = {
					["察"] = {
						["长"] = {
							this = true
						}
					}
				}
			}
		},
		["是"] = {
			["唐"] = {
				["朝"] = {
					["後"] = {
						["面"] = {
							["的"] = {
								["那"] = {
									["個"] = {
										["朝"] = {
											["代"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["马"] = {
			["单"] = {
				["字"] = {
					["元"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["凶"] = {
		["杀"] = {
			["案"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["兄"] = {
		["妹"] = {
			["肉"] = {
				["欲"] = {
					["相"] = {
						["奸"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["胸"] = {
		["部"] = {
			this = true,
			["油"] = {
				["压"] = {
					this = true
				}
			}
		},
		["射"] = {
			this = true
		},
		["膛"] = {
			["挂"] = {
				["着"] = {
					["毛"] = {
						["主"] = {
							["席"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["濤"] = {
			["乳"] = {
				["浪"] = {
					this = true
				}
			}
		},
		["推"] = {
			this = true
		},
		["罩"] = {
			this = true
		},
		["主"] = {
			["席"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["雄"] = {
		["风"] = {
			["重"] = {
				["振"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["熊"] = {
		["田"] = {
			["阳"] = {
				["子"] = {
					this = true
				}
			},
			["曜"] = {
				["子"] = {
					this = true
				}
			}
		},
		["维"] = {
			["尼"] = {
				this = true
			},
			["平"] = {
				this = true
			}
		},
		["維"] = {
			["尼"] = {
				this = true
			}
		},
		["炎"] = {
			this = true
		},
		["焱"] = {
			this = true
		},
		["煒"] = {
			this = true
		},
		["炜"] = {
			this = true
		},
		["近"] = {
			["丰"] = {
				this = true
			}
		},
		["帝"] = {
			["连"] = {
				r = {
					this = true
				}
			}
		},
		["和"] = {
			["稻"] = {
				this = true
			}
		},
		["肉"] = {
			["馅"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["修"] = {
		["改"] = {
			["投"] = {
				["注"] = {
					["单"] = {
						this = true
					}
				}
			},
			["注"] = {
				["单"] = {
					this = true
				}
			},
			["现"] = {
				["砝"] = {
					this = true
				}
			},
			f = {
				a = {
					l = {
						v = {
							this = true
						}
					}
				}
			}
		},
		["肛"] = {
			this = true
		},
		["炼"] = {
			["大"] = {
				["法"] = {
					this = true
				}
			}
		},
		["煉"] = {
			this = true
		},
		["补"] = {
			["弹"] = {
				["孔"] = {
					this = true
				}
			}
		},
		["宪"] = {
			["等"] = {
				["于"] = {
					["开"] = {
						["倒"] = {
							["车"] = {
								this = true
							}
						}
					}
				}
			},
			["="] = {
				["开"] = {
					["倒"] = {
						["车"] = {
							this = true
						}
					}
				}
			}
		},
		["仙"] = {
			["="] = {
				["开"] = {
					["倒"] = {
						["车"] = {
							this = true
						}
					}
				}
			},
			["等"] = {
				["于"] = {
					["开"] = {
						["倒"] = {
							["车"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["过"] = {
			["的"] = {
				["路"] = {
					["就"] = {
						["是"] = {
							["好"] = {
								["走"] = {
									this = true
								}
							}
						}
					},
					["好"] = {
						["走"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["宪"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["称"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["王"] = {
																										this = true
																									},
																									["帝"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		z = {
			z = {
				y = {
					this = true
				}
			}
		},
		["平"] = {
			["凳"] = {
				this = true
			}
		},
		["路"] = {
			["的"] = {
				["四"] = {
					["十"] = {
						["年"] = {
							this = true
						}
					}
				}
			}
		},
		["洋"] = {
			["哥"] = {
				this = true
			}
		},
		["＋"] = {
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["武"] = {
			["帝"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["羞"] = {
		["耻"] = {
			["母"] = {
				this = true
			}
		},
		["恥"] = {
			["母"] = {
				this = true
			}
		},
		["专"] = {
			["家"] = {
				["他"] = {
					["先"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["羞"] = {
			["妺"] = {
				["网"] = {
					["站"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["秀"] = {
		["舞"] = {
			["表"] = {
				["演"] = {
					this = true
				}
			}
		},
		["宪"] = {
			["连"] = {
				["届"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["须"] = {
		["藤"] = {
			["温"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["虚"] = {
		["拟"] = {
			["5"] = {
				["1"] = {
					this = true
				}
			},
			["爱"] = {
				["人"] = {
					this = true
				}
			},
			["摄"] = {
				["像"] = {
					["头"] = {
						this = true
					}
				}
			}
		},
		["幻"] = {
			["背"] = {
				["后"] = {
					["发"] = {
						["现"] = {
							["全"] = {
								["都"] = {
									["是"] = {
										["陷"] = {
											["阱"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["虛"] = {
		["弱"] = {
			["圖"] = {
				["騰"] = {
					this = true
				}
			}
		},
		["無"] = {
			["的"] = {
				["飽"] = {
					["食"] = {
						["者"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["頊"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["需"] = {
		["要"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["徐"] = {
		["邦"] = {
			["泰"] = {
				this = true
			}
		},
		["才"] = {
			["厚"] = {
				this = true
			}
		},
		["粉"] = {
			["林"] = {
				this = true
			}
		},
		["光"] = {
			["春"] = {
				this = true
			}
		},
		["國"] = {
			["舅"] = {
				this = true
			}
		},
		["敬"] = {
			["业"] = {
				this = true
			}
		},
		["其"] = {
			["耀"] = {
				["共"] = {
					["有"] = {
						["情"] = {
							["妇"] = {
								["1"] = {
									["4"] = {
										["6"] = {
											["位"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["绍"] = {
			["史"] = {
				this = true
			}
		},
		["守"] = {
			["盛"] = {
				this = true
			}
		},
		["文"] = {
			["立"] = {
				this = true
			}
		},
		["向"] = {
			["前"] = {
				this = true
			}
		},
		["鈺"] = {
			this = true
		},
		["钰"] = {
			this = true
		},
		["俊"] = {
			["贫"] = {
				this = true
			}
		},
		["材"] = {
			["候"] = {
				this = true
			}
		},
		["惧"] = {
			["贫"] = {
				this = true
			}
		},
		["汇"] = {
			["区"] = {
				["."] = {
					["{"] = {
						["0"] = {
							[","] = {
								["8"] = {
									["}"] = {
										["发"] = {
											["安"] = {
												["眠"] = {
													["药"] = {
														["."] = {
															["{"] = {
																["0"] = {
																	[","] = {
																		["8"] = {
																			["}"] = {
																				["("] = {
																					["大"] = {
																						["家"] = {
																							["|"] = {
																								["全"] = {
																									["部"] = {
																										["人"] = {
																											[")"] = {
																												["睡"] = {
																													["一"] = {
																														["整"] = {
																															["?"] = {
																																["天"] = {
																																	this = true
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["许"] = {
		["达"] = {
			["哲"] = {
				this = true
			}
		},
		["家"] = {
			["屯"] = {
				this = true
			}
		},
		["其"] = {
			["亮"] = {
				this = true
			}
		},
		["耀"] = {
			["元"] = {
				this = true
			}
		},
		["毅"] = {
			["淼"] = {
				this = true
			}
		},
		["俊"] = {
			["平"] = {
				this = true
			}
		},
		["昌"] = {
			["路"] = {
				r = {
					e = {
						d = {
							["楼"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["续"] = {
		["命"] = {
			this = true
		},
		["九"] = {
			["片"] = {
				["棱"] = {
					["角"] = {
						["的"] = {
							["回"] = {
								["忆"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["／"] = {
			["命"] = {
				["大"] = {
					["赛"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["宣"] = {
		["传"] = {
			["联"] = {
				["播"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["諼"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["玄"] = {
		["叶"] = {
			["光"] = {
				["一"] = {
					["郎"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["悬"] = {
		["赏"] = {
			["兼"] = {
				["职"] = {
					["发"] = {
						["帖"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["旋"] = {
		["风"] = {
			["花"] = {
				this = true
			},
			["炸"] = {
				["药"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["选"] = {
		["霸"] = {
			["就"] = {
				["是"] = {
					["干"] = {
						["部"] = {
							this = true
						}
					}
				}
			}
		},
		["择"] = {
			["性"] = {
				["反"] = {
					["贪"] = {
						this = true
					}
				},
				["执"] = {
					["法"] = {
						this = true
					}
				}
			},
			["的"] = {
				["批"] = {
					["判"] = {
						["—"] = {
							["—"] = {
								["与"] = {
									["李"] = {
										["泽"] = {
											["厚"] = {
												["对"] = {
													["话"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["選"] = {
		["個"] = {
			["學"] = {
				["校"] = {
					["三"] = {
						["萬"] = {
							["起"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["薛"] = {
		["偉"] = {
			this = true
		},
		["定"] = {
			["谔"] = {
				["的"] = {
					["红"] = {
						["线"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["穴"] = {
		this = {
			this = true
		},
		["洞"] = {
			this = true
		},
		["海"] = {
			this = true
		},
		["口"] = {
			this = true
		},
		["里"] = {
			this = true
		},
		["前"] = {
			["庭"] = {
				this = true
			}
		},
		["爽"] = {
			this = true
		},
		["图"] = {
			this = true
		},
		["圖"] = {
			this = true
		},
		["穴"] = {
			this = true
		},
		["癢"] = {
			this = true
		},
		["淫"] = {
			this = true
		}
	}
end

temp()
