pg = pg or {}
slot0 = pg
slot0.word_template_33 = {}
slot1 = slot0.word_template_33

function temp()
	uv0["副"] = {
		["業"] = {
			this = true
		},
		["収"] = {
			["入"] = {
				this = true
			}
		},
		["词"] = {
			["："] = {
				["抽"] = {
					["插"] = {
						this = true
					}
				}
			}
		},
		["注"] = {
			["曦"] = {
				this = true
			}
		},
		["祝"] = {
			["吸"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["分"] = {
		["際"] = {
			this = true
		},
		["隊"] = {
			["長"] = {
				["施"] = {
					["蒂"] = {
						["文"] = {
							this = true
						}
					}
				}
			}
		},
		["两"] = {
			["炮"] = {
				["精"] = {
					this = true
				}
			}
		},
		["裂"] = {
			["祖"] = {
				["国"] = {
					this = true
				}
			}
		},
		["子"] = {
			["链"] = {
				["珠"] = {
					this = true
				}
			}
		},
		["配"] = {
			["制"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["糞"] = {
		["尿"] = {
			this = true
		},
		["便"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["文"] = {
		["通"] = {
			this = true
		},
		["盲"] = {
			this = true
		},
		["化"] = {
			["部"] = {
				this = true
			},
			["大"] = {
				["革"] = {
					["命"] = {
						["图"] = {
							["典"] = {
								this = true
							}
						}
					}
				}
			},
			["革"] = {
				["命"] = {
					["干"] = {
						["活"] = {
							["要"] = {
								["命"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["建"] = {
				["设"] = {
					this = true
				}
			},
			["带"] = {
				["カ"] = {
					["ク"] = {
						["メ"] = {
							["イ"] = {
								this = true
							}
						}
					}
				}
			},
			B = {
				i = {
					g = {
						["哥"] = {
							["命"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["老"] = {
					["七"] = {
						this = true
					}
				}
			}
		},
		["殊"] = {
			this = true
		},
		["物"] = {
			["局"] = {
				this = true
			}
		},
		["在"] = {
			["寅"] = {
				this = true
			}
		},
		["峰"] = {
			["二"] = {
				["十"] = {
					["大"] = {
						this = true
					}
				}
			},
			["一"] = {
				["大"] = {
					this = true
				}
			},
			["政"] = {
				["令"] = {
					this = true
				}
			}
		},
		["攻"] = {
			["武"] = {
				["卫"] = {
					this = true
				}
			}
		},
		["宏"] = {
			["张"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["便"] = {
		["秘"] = {
			this = true
		},
		["携"] = {
			["系"] = {
				["列"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["包"] = {
		["茎"] = {
			this = true
		},
		["二"] = {
			["奶"] = {
				this = true
			},
			["世"] = {
				this = true
			}
		},
		["房"] = {
			["公"] = {
				["主"] = {
					this = true
				}
			}
		},
		["干"] = {
			["价"] = {
				["格"] = {
					this = true
				}
			}
		},
		["哥"] = {
			["哥"] = {
				["满"] = {
					["意"] = {
						this = true
					}
				},
				["爽"] = {
					this = true
				},
				["喜"] = {
					["欢"] = {
						this = true
					}
				}
			}
		},
		["过"] = {
			this = true
		},
		["君"] = {
			["满"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["你"] = {
			["舒"] = {
				["服"] = {
					this = true
				}
			},
			["赢"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["年"] = {
			["生"] = {
				["活"] = {
					["费"] = {
						this = true
					}
				}
			}
		},
		["您"] = {
			["舒"] = {
				["服"] = {
					this = true
				}
			}
		},
		["皮"] = {
			this = true
		},
		["厢"] = {
			["公"] = {
				["主"] = {
					this = true
				}
			}
		},
		["夜"] = {
			["全"] = {
				["套"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					["全"] = {
						["套"] = {
							this = true
						}
					}
				}
			}
		},
		["贏"] = {
			["仪"] = {
				["器"] = {
					this = true
				}
			},
			["儀"] = {
				["器"] = {
					this = true
				}
			}
		},
		["邮"] = {
			["手"] = {
				["弩"] = {
					this = true
				}
			},
			["秦"] = {
				["氏"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["森"] = {
				["林"] = {
					["之"] = {
						["狼"] = {
							["弓"] = {
								["弩"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["钢"] = {
						["珠"] = {
							["弩"] = {
								this = true
							}
						}
					},
					["折"] = {
						["叠"] = {
							["弩"] = {
								this = true
							}
						}
					},
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["踏"] = {
				["弩"] = {
					this = true
				}
			},
			["阻"] = {
				["击"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["追"] = {
				["风"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true
				}
			}
		},
		["子"] = {
			["大"] = {
				["大"] = {
					this = true
				},
				["傻"] = {
					this = true
				}
			},
			["除"] = {
				this = true
			},
			["造"] = {
				["神"] = {
					this = true
				}
			},
			["金"] = {
				["正"] = {
					["恩"] = {
						this = true
					}
				}
			},
			["吾"] = {
				["皇"] = {
					this = true
				}
			},
			["圣"] = {
				["上"] = {
					this = true
				}
			},
			["禁"] = {
				["禁"] = {
					this = true
				}
			},
			["连"] = {
				r = {
					this = true
				}
			},
			["粘"] = {
				["了"] = {
					["强"] = {
						["力"] = {
							["胶"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["座"] = {
				["位"] = {
					["涂"] = {
						["了"] = {
							["5"] = {
								["0"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["节"] = {
				this = true
			},
			["太"] = {
				["忙"] = {
					this = true
				}
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		["皇"] = {
			["连"] = {
				r = {
					this = true
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["子"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["主"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["席"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["倒"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["车"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["下"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["台"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["连"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["任"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["修"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["宪"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["维"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["尼"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["开"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["倒"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["车"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["宝"] = {
		["く"] = {
			["じ"] = {
				this = true
			}
		},
		["马"] = {
			["进"] = {
				["去"] = {
					["自"] = {
						["行"] = {
							["车"] = {
								["出"] = {
									["来"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["妈"] = {
			["数"] = {
				["据"] = {
					["资"] = {
						["源"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["山"] = {
			["镇"] = {
				["副"] = {
					["镇"] = {
						["长"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
