pg = pg or {}
slot0 = pg
slot0.word_template_43 = {}
slot1 = slot0.word_template_43

temp = function()
	uv0["爸"] = {
		["爸"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["罢"] = {
		["工"] = {
			["潮"] = {
				this = true
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["维"] = {
				["权"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["罷"] = {
		["課"] = {
			["潮"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["霸"] = {
		["王"] = {
			["墙"] = {
				["的"] = {
					["风"] = {
						["洞"] = {
							["的"] = {
								["弓"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["执"] = {
				["法"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["掰"] = {
		["开"] = {
			["屁"] = {
				["眼"] = {
					["往"] = {
						["里"] = {
							["搞"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["穴"] = {
			this = true,
			["打"] = {
				["洞"] = {
					this = true
				}
			},
			["皮"] = {
				["卡"] = {
					["丘"] = {
						this = true
					}
				}
			}
		},
		["证"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["百"] = {
		["凤"] = {
			["宫"] = {
				this = true
			}
		},
		["鬼"] = {
			["银"] = {
				["魔"] = {
					this = true
				}
			}
		},
		["花"] = {
			["凌"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["家"] = {
			["乐"] = {
				this = true,
				["代"] = {
					["理"] = {
						this = true
					}
				},
				["分"] = {
					["析"] = {
						["器"] = {
							this = true
						},
						["仪"] = {
							this = true
						}
					}
				},
				["官"] = {
					["方"] = {
						["网"] = {
							["址"] = {
								this = true
							}
						}
					}
				},
				["开"] = {
					["户"] = {
						this = true
					}
				}
			},
			["性"] = {
				this = true
			},
			["樂"] = {
				this = true
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["姓"] = {
				["第"] = {
					["3"] = {
						["3"] = {
							["2"] = {
								["位"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["年"] = {
			["大"] = {
				["妓"] = {
					["毁"] = {
						["于"] = {
							["一"] = {
								["蛋"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["祸"] = {
				["国"] = {
					this = true
				}
			},
			["三"] = {
				["段"] = {
					["论"] = {
						this = true
					}
				}
			},
			["历"] = {
				["史"] = {
					["决"] = {
						["议"] = {
							this = true
						}
					},
					["经"] = {
						["验"] = {
							["决"] = {
								["议"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["奋"] = {
				["斗"] = {
					this = true,
					["重"] = {
						["大"] = {
							["成"] = {
								["就"] = {
									this = true,
									["和"] = {
										["历"] = {
											["史"] = {
												["经"] = {
													["验"] = {
														["的"] = {
															["决"] = {
																["议"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["决"] = {
						["议"] = {
							this = true
						}
					}
				}
			},
			["未"] = {
				["有"] = {
					["之"] = {
						["大"] = {
							["变"] = {
								["局"] = {
									this = true
								}
							}
						}
					},
					["的"] = {
						["大"] = {
							["便"] = {
								["|"] = {
									["百"] = {
										["年"] = {
											["未"] = {
												["有"] = {
													["之"] = {
														["大"] = {
															["便"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["2"] = {
								["}"] = {
									["决"] = {
										["议"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["之"] = {
				["未"] = {
					["有"] = {
						["大"] = {
							["变"] = {
								["局"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["烂"] = {
				["裆"] = {
					this = true
				}
			}
		},
		["性"] = {
			["阁"] = {
				this = true
			}
		},
		["姓"] = {
			["都"] = {
				["是"] = {
					["穷"] = {
						["光"] = {
							["蛋"] = {
								this = true
							}
						}
					}
				}
			},
			["据"] = {
				["理"] = {
					["力"] = {
						["争"] = {
							["叫"] = {
								["无"] = {
									["理"] = {
										["取"] = {
											["闹"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["乱"] = {
				["了"] = {
					this = true,
					["有"] = {
						["专"] = {
							["治"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["元"] = {
			["我"] = {
				["不"] = {
					["是"] = {
						["你"] = {
							["想"] = {
								["的"] = {
									["那"] = {
										["种"] = {
											["人"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["佰"] = {
		["富"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			},
			["國"] = {
				["際"] = {
					this = true
				}
			}
		}
	}
end

temp()
