pg = pg or {}
slot0 = pg
slot0.word_template_348 = {}
slot1 = slot0.word_template_348

function temp()
	uv0["纸"] = {
		["包"] = {
			["梦"] = {
				["惊"] = {
					["魂"] = {
						this = true
					}
				}
			}
		},
		["盒"] = {
			["藏"] = {
				["尸"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["至"] = {
		["尊"] = {
			["神"] = {
				["油"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["制"] = {
		["冰"] = {
			["技"] = {
				["术"] = {
					this = true
				}
			}
		},
		["毒"] = {
			this = true
		},
		["度"] = {
			["改"] = {
				["变"] = {
					["原"] = {
						["则"] = {
							["不"] = {
								["变"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["创"] = {
				["新"] = {
					this = true
				}
			},
			["优"] = {
				["越"] = {
					this = true
				}
			}
		},
		["服"] = {
			["美"] = {
				["妇"] = {
					this = true
				},
				["婦"] = {
					this = true
				}
			},
			["人"] = {
				["形"] = {
					this = true
				}
			},
			["狩"] = {
				this = true
			},
			["尤"] = {
				["物"] = {
					this = true
				}
			},
			["幼"] = {
				["惑"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["誘"] = {
				["惑"] = {
					this = true
				}
			},
			["中"] = {
				["文"] = {
					this = true
				}
			}
		},
		["幻"] = {
			["剂"] = {
				["出"] = {
					["售"] = {
						this = true
					}
				}
			}
		},
		["造"] = {
			["缅"] = {
				["古"] = {
					["合"] = {
						["成"] = {
							this = true
						}
					}
				}
			},
			["土"] = {
				["制"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["制"] = {
					["炸"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["作"] = {
			["5"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						this = true
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["冰"] = {
				["毒"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["广"] = {
				["州"] = {
					["三"] = {
						["箭"] = {
							this = true
						}
					}
				}
			},
			["虎"] = {
				["头"] = {
					["猎"] = {
						["枪"] = {
							this = true
						}
					},
					["双"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["健"] = {
				["卫"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["钟"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					this = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true,
						q = {
							q = {
								this = true
							}
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true,
					["铅"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["利"] = {
					["达"] = {
						["弓"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					this = true,
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["延"] = {
				["期"] = {
					["器"] = {
						["材"] = {
							this = true
						}
					}
				}
			}
		},
		["备"] = {
			["低"] = {
				["爆"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["取"] = {
			["高"] = {
				["爆"] = {
					["药"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["治"] = {
		["安"] = {
			["搞"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["疗"] = {
			["痘"] = {
				["痘"] = {
					this = true
				}
			}
		},
		["理"] = {
			["体"] = {
				["系"] = {
					this = true
				}
			},
			["能"] = {
				["力"] = {
					["现"] = {
						["代"] = {
							["化"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["澳"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["桎"] = {
		["梏"] = {
			["館"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["致"] = {
		["富"] = {
			["基"] = {
				["本"] = {
					["靠"] = {
						["抢"] = {
							this = true
						}
					}
				}
			}
		},
		["幻"] = {
			["剂"] = {
				this = true
			},
			["劑"] = {
				this = true
			}
		},
		["两"] = {
			["会"] = {
				["的"] = {
					["一"] = {
						["封"] = {
							["信"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["智"] = {
		["利"] = {
			["2"] = {
				["2"] = {
					["7"] = {
						this = true
					}
				}
			}
		},
		["能"] = {
			H = {
				["3"] = {
					["*"] = {
						this = true
					}
				}
			},
			["Ｈ"] = {
				["３"] = {
					this = true
				}
			}
		}
	}
end

temp()
