pg = pg or {}
slot0 = pg
slot0.word_template_239 = {}
slot1 = slot0.word_template_239

function temp()
	uv0["沁"] = {
		["园"] = {
			["春"] = {
				["房"] = {
					this = true
				}
			}
		},
		["峰"] = {
			["帝"] = {
				["座"] = {
					["位"] = {
						["涂"] = {
							["了"] = {
								["5"] = {
									["0"] = {
										["2"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["唚"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["青"] = {
		["藏"] = {
			["達"] = {
				["賴"] = {
					["亂"] = {
						["竄"] = {
							this = true
						}
					}
				}
			}
		},
		["春"] = {
			["少"] = {
				["男"] = {
					["想"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				},
				["女"] = {
					["想"] = {
						["做"] = {
							["爱"] = {
								this = true
							},
							["愛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["蓝"] = {
			["双"] = {
				["娇"] = {
					this = true
				}
			}
		},
		["柳"] = {
			["玲"] = {
				["麻"] = {
					this = true
				}
			}
		},
		["楼"] = {
			["十"] = {
				["二"] = {
					["房"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["瀬"] = {
				["奈"] = {
					this = true
				}
			},
			["玲"] = {
				this = true
			},
			["友"] = {
				["梨"] = {
					this = true
				}
			}
		},
		["涩"] = {
			["的"] = {
				["性"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["梨"] = {
				["子"] = {
					this = true
				}
			}
		},
		["天"] = {
			["白"] = {
				["日"] = {
					this = true
				}
			}
		},
		["沼"] = {
			["知"] = {
				["朝"] = {
					this = true
				}
			}
		},
		["年"] = {
			["節"] = {
				["的"] = {
					["下"] = {
						["箇"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			},
			["节"] = {
				["的"] = {
					["下"] = {
						["个"] = {
							["月"] = {
								this = true
							}
						}
					},
					["一"] = {
						["个"] = {
							["月"] = {
								["后"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["青"] = {
			["精"] = {
				["品"] = {
					["视"] = {
						["频"] = {
							["国"] = {
								["产"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["少"] = {
			["年"] = {
				["网"] = {
					["球"] = {
						["挑"] = {
							["战"] = {
								["赛"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["风"] = {
			["煲"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["轻"] = {
		["插"] = {
			this = true
		},
		["呼"] = {
			["壮"] = {
				["弟"] = {
					["加"] = {
						["油"] = {
							this = true
						}
					}
				}
			}
		},
		["啃"] = {
			this = true
		},
		["轻"] = {
			["一"] = {
				["插"] = {
					["就"] = {
						["叫"] = {
							["痛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["松"] = {
			["网"] = {
				["上"] = {
					["兼"] = {
						["职"] = {
							this = true
						}
					}
				}
			},
			["赚"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["功"] = {
			["飞"] = {
				["在"] = {
					["庄"] = {
						["稼"] = {
							["上"] = {
								this = true
							}
						}
					},
					["稻"] = {
						["草"] = {
							["上"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["氢"] = {
		["弹"] = {
			this = true
		},
		["化"] = {
			["钠"] = {
				this = true
			}
		},
		["可"] = {
			["酮"] = {
				this = true
			}
		},
		["吗"] = {
			["啡"] = {
				["醇"] = {
					this = true
				},
				["酮"] = {
					this = true
				}
			}
		},
		["氧"] = {
			["化"] = {
				["钡"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["卿"] = {
		["本"] = {
			["佳"] = {
				["人"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["氫"] = {
		["彈"] = {
			this = true
		}
	}
end

temp()
