pg = pg or {}
slot0 = pg
slot0.word_template_196 = {}
slot1 = slot0.word_template_196

function temp()
	uv0["抗"] = {
		["日"] = {
			this = true,
			["游"] = {
				["行"] = {
					this = true
				}
			}
		},
		["议"] = {
			["政"] = {
				["府"] = {
					this = true
				}
			}
		},
		["議"] = {
			["強"] = {
				["拆"] = {
					this = true
				}
			},
			["鎮"] = {
				["壓"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["考"] = {
		["察"] = {
			["失"] = {
				["踪"] = {
					["奖"] = {
						this = true
					}
				}
			}
		},
		["后"] = {
			["付"] = {
				this = true
			},
			["给"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["前"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			},
			["付"] = {
				this = true
			}
		},
		["试"] = {
			["帮"] = {
				["助"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				}
			},
			["灭"] = {
				["掉"] = {
					["9"] = {
						["0"] = {
							["后"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["手"] = {
					this = true
				}
			},
			["用"] = {
				["耳"] = {
					["机"] = {
						this = true
					}
				}
			},
			["作"] = {
				["弊"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["試"] = {
			["作"] = {
				["弊"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["中"] = {
			["答"] = {
				["案"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["靠"] = {
		this = {
			this = true
		},
		["爸"] = {
			this = true
		},
		["北"] = {
			this = true
		},
		["老"] = {
			["婆"] = {
				["能"] = {
					["满"] = {
						["足"] = {
							["性"] = {
								["欲"] = {
									["那"] = {
										["也"] = {
											["是"] = {
												["扯"] = {
													["蛋"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["母"] = {
			this = true
		},
		["你"] = {
			["妈"] = {
				this = true
			},
			["媽"] = {
				this = true
			}
		},
		["努"] = {
			["力"] = {
				["工"] = {
					["作"] = {
						["能"] = {
							["升"] = {
								["官"] = {
									["那"] = {
										["更"] = {
											["是"] = {
												["扯"] = {
													["蛋"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["腰"] = {
			this = true
		},
		["政"] = {
			["绩"] = {
				["能"] = {
					["升"] = {
						["官"] = {
							["发"] = {
								["财"] = {
									["那"] = {
										["更"] = {
											["是"] = {
												["扯"] = {
													["蛋"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["柯"] = {
		["賜"] = {
			["海"] = {
				this = true
			}
		},
		["建"] = {
			["銘"] = {
				this = true
			}
		},
		["玲"] = {
			["玲"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["科"] = {
		["干"] = {
			["部"] = {
				["贪"] = {
					["局"] = {
						["干"] = {
							["部"] = {
								["拿"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["幻"] = {
			["性"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["级"] = {
			["干"] = {
				["部"] = {
					["拿"] = {
						this = true
					}
				}
			}
		},
		["萊"] = {
			["爾"] = {
				this = true
			}
		},
		["士"] = {
			["威"] = {
				this = true
			}
		},
		["学"] = {
			["发"] = {
				["展"] = {
					["观"] = {
						this = true
					}
				}
			},
			["沦"] = {
				["为"] = {
					["杂"] = {
						["税"] = {
							["的"] = {
								["帮"] = {
									["凶"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["嗑"] = {
		["药"] = {
			this = true
		},
		["藥"] = {
			this = true
		}
	}
end

temp()
