pg = pg or {}
slot0 = pg
slot0.word_template_166 = {}
slot1 = slot0.word_template_166

temp = function()
	uv0["军"] = {
		["报"] = {
			["内"] = {
				["部"] = {
					["消"] = {
						["息"] = {
							["文"] = {
								["革"] = {
									["亲"] = {
										["历"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["车"] = {
			["进"] = {
				["京"] = {
					this = true
				}
			}
		},
		["队"] = {
			["集"] = {
				["结"] = {
					["完"] = {
						["毕"] = {
							this = true
						}
					}
				}
			},
			["是"] = {
				["属"] = {
					["于"] = {
						["某"] = {
							["个"] = {
								["政"] = {
									["党"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["屠"] = {
				["城"] = {
					this = true
				}
			},
			["向"] = {
				["人"] = {
					["民"] = {
						["开"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["锦"] = {
					["州"] = {
						["集"] = {
							["结"] = {
								this = true
							}
						}
					}
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["8"] = {
								["}"] = {
									["安"] = {
										["倍"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["匪"] = {
			["勾"] = {
				["结"] = {
					this = true
				}
			}
		},
		["国"] = {
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["火"] = {
			this = true
		},
		["妓"] = {
			this = true
		},
		["警"] = {
			this = true,
			["毒"] = {
				["打"] = {
					this = true
				}
			},
			["殴"] = {
				["打"] = {
					this = true
				}
			},
			["品"] = {
				this = true
			}
		},
		["民"] = {
			["冲"] = {
				["突"] = {
					this = true
				}
			}
		},
		["牌"] = {
			["详"] = {
				["解"] = {
					this = true
				}
			}
		},
		["人"] = {
			["骚"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["械"] = {
			["所"] = {
				["乐"] = {
					["队"] = {
						this = true
					}
				}
			}
		},
		["用"] = {
			["5"] = {
				["4"] = {
					["口"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["口"] = {
						this = true
					}
				}
			},
			["步"] = {
				["枪"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["弩"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["录"] = {
				["音"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["弩"] = {
				["专"] = {
					["卖"] = {
						this = true
					}
				}
			},
			["器"] = {
				["械"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						},
						["售"] = {
							q = {
								q = {
									this = true
								}
							}
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["武"] = {
				["器"] = {
					this = true
				}
			}
		},
		["长"] = {
			["发"] = {
				["威"] = {
					this = true
				}
			}
		},
		["委"] = {
			["没"] = {
				["有"] = {
					["军"] = {
						["衔"] = {
							["|"] = {
								["军"] = {
									["委"] = {
										["成"] = {
											["员"] = {
												["没"] = {
													["有"] = {
														["衔"] = {
															["|"] = {
																["最"] = {
																	["高"] = {
																		["司"] = {
																			["令"] = {
																				["长"] = {
																					["官"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["事"] = {
			["冒"] = {
				["险"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["君"] = {
		["子"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["軍"] = {
		["妓"] = {
			this = true
		},
		["委"] = {
			["副"] = {
				["主"] = {
					["席"] = {
						["毛"] = {
							["泽"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["用"] = {
			["步"] = {
				["槍"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["槍"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["麇"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["咖"] = {
		["啡"] = {
			["因"] = {
				this = true
			}
		},
		q = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["喀"] = {
		["特"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["卡"] = {
		["拉"] = {
			["卡"] = {
				["西"] = {
					this = true
				}
			}
		},
		["日"] = {
			["阿"] = {
				["吉"] = {
					this = true
				}
			}
		},
		["斯"] = {
			["楚"] = {
				this = true
			},
			["特"] = {
				["罗"] = {
					this = true
				}
			}
		},
		["塔"] = {
			["尔"] = {
				["棋"] = {
					["王"] = {
						["老"] = {
							["婆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["4"] = {
			["件"] = {
				["套"] = {
					["扣"] = {
						["扣"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
