pg = pg or {}
slot0 = pg
slot0.word_template_250 = {}
slot1 = slot0.word_template_250

function temp()
	uv0["倪"] = {
		["育"] = {
			["贤"] = {
				this = true
			},
			["賢"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["鯢"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["伱"] = {
		["妈"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["你"] = {
		["爸"] = {
			this = true,
			["操"] = {
				["逼"] = {
					["不"] = {
						["给"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["鸡"] = {
					["八"] = {
						["肥"] = {
							this = true
						}
					}
				}
			},
			["好"] = {
				["象"] = {
					g = {
						o = {
							n = {
								g = {
									c = {
										h = {
											a = {
												n = {
													d = {
														a = {
															n = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["不"] = {
			["了"] = {
				["解"] = {
					["中"] = {
						["国"] = {
							["国"] = {
								["情"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["大"] = {
			["爷"] = {
				this = true
			},
			["爺"] = {
				this = true
			}
		},
		["的"] = {
			["洞"] = {
				["洞"] = {
					["我"] = {
						["要"] = {
							["插"] = {
								this = true
							}
						}
					}
				}
			},
			["狗"] = {
				["将"] = {
					["咱"] = {
						["局"] = {
							["长"] = {
								["的"] = {
									["蛋"] = {
										["子"] = {
											["给"] = {
												["咬"] = {
													["下"] = {
														["来"] = {
															["了"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["花"] = {
				["心"] = {
					this = true
				}
			},
			["老"] = {
				["婆"] = {
					["叫"] = {
						["野"] = {
							["鸡"] = {
								this = true
							}
						}
					}
				}
			},
			["咪"] = {
				["咪"] = {
					["我"] = {
						["要"] = {
							["抓"] = {
								this = true
							}
						}
					}
				}
			},
			["那"] = {
				["首"] = {
					["菊"] = {
						["花"] = {
							["台"] = {
								["我"] = {
									["很"] = {
										["喜"] = {
											["欢"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["二"] = {
			["大"] = {
				["爷"] = {
					this = true
				}
			}
		},
		["还"] = {
			["拆"] = {
				["我"] = {
					["房"] = {
						["屋"] = {
							this = true
						}
					}
				}
			},
			["是"] = {
				["党"] = {
					["的"] = {
						["喉"] = {
							["舌"] = {
								this = true
							}
						}
					}
				}
			},
			["占"] = {
				["我"] = {
					["田"] = {
						["亩"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["比"] = {
					["雷"] = {
						["锋"] = {
							this = true
						}
					}
				}
			}
		},
		["和"] = {
			["他"] = {
				["讲"] = {
					["政"] = {
						["治"] = {
							this = true
						}
					}
				}
			}
		},
		["姐"] = {
			["逼"] = {
				["里"] = {
					["踢"] = {
						["足"] = {
							["球"] = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				["在"] = {
					["和"] = {
						["狗"] = {
							["搞"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["就"] = {
			["操"] = {
				["警"] = {
					["察"] = {
						["他"] = {
							["妈"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["举"] = {
			["的"] = {
				["是"] = {
					["那"] = {
						["杆"] = {
							["旗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["爸"] = {
				["当"] = {
					["初"] = {
						["怎"] = {
							["么"] = {
								["没"] = {
									["把"] = {
										["你"] = {
											["射"] = {
												["到"] = {
													["墙"] = {
														["上"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["母"] = {
				this = true
			},
			["味"] = {
				this = true
			}
		},
		["姥"] = {
			this = true,
			["逼"] = {
				["里"] = {
					["装"] = {
						["铅"] = {
							this = true
						}
					}
				}
			},
			["姥"] = {
				["的"] = {
					this = true
				}
			}
		},
		["妈"] = {
			this = true,
			b = {
				["不"] = {
					["日"] = {
						this = true
					}
				}
			},
			["爱"] = {
				["玩"] = {
					["玻"] = {
						["璃"] = {
							["球"] = {
								this = true
							}
						}
					}
				}
			},
			["逼"] = {
				this = true,
				["里"] = {
					["操"] = {
						["金"] = {
							["庸"] = {
								this = true
							}
						}
					},
					["点"] = {
						["洋"] = {
							["蜡"] = {
								this = true
							}
						}
					},
					["好"] = {
						["风"] = {
							["流"] = {
								this = true
							}
						}
					},
					["练"] = {
						["武"] = {
							["功"] = {
								this = true
							}
						}
					},
					["有"] = {
						["红"] = {
							["线"] = {
								this = true
							}
						}
					}
				},
				["上"] = {
					["有"] = {
						["跟"] = {
							["针"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["比"] = {
					["万"] = {
						["人"] = {
							["搞"] = {
								this = true
							}
						}
					},
					["长"] = {
						["肿"] = {
							["瘤"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				this = true
			},
			["好"] = {
				["象"] = {
					["党"] = {
						z = {
							h = {
								o = {
									n = {
										g = {
											y = {
												a = {
													n = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["啦"] = {
				B = {
					i = {
						this = true
					}
				}
			},
			["了"] = {
				["个"] = {
					b = {
						this = true
					},
					["逼"] = {
						this = true
					}
				},
				["妹"] = {
					this = true
				}
			},
			["卖"] = {
				["逼"] = {
					["搞"] = {
						["破"] = {
							["鞋"] = {
								this = true
							}
						}
					},
					["行"] = {
						["不"] = {
							["行"] = {
								this = true
							}
						}
					},
					["能"] = {
						["制"] = {
							["富"] = {
								this = true
							}
						}
					},
					["上"] = {
						["报"] = {
							["纸"] = {
								this = true
							}
						}
					},
					["在"] = {
						["北"] = {
							["京"] = {
								this = true
							}
						}
					}
				}
			},
			["奶"] = {
				["子"] = {
					["喂"] = {
						["鸽"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["屁"] = {
				["股"] = {
					["纹"] = {
						["朵"] = {
							["花"] = {
								this = true
							}
						}
					}
				},
				["眼"] = {
					["淌"] = {
						["月"] = {
							["经"] = {
								this = true
							}
						}
					}
				}
			},
			["确"] = {
				["实"] = {
					["逼"] = {
						["很"] = {
							["紧"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["天"] = {
					["光"] = {
						["操"] = {
							["逼"] = {
								this = true
							}
						}
					},
					["去"] = {
						["卖"] = {
							["骚"] = {
								this = true
							}
						}
					},
					["让"] = {
						["人"] = {
							["配"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["高"] = {
					["潮"] = {
						this = true
					}
				}
			},
			["养"] = {
				["汉"] = {
					["真"] = {
						["是"] = {
							["行"] = {
								this = true
							}
						}
					}
				}
			},
			["要"] = {
				["和"] = {
					["我"] = {
						["打"] = {
							["炮"] = {
								this = true
							}
						}
					}
				}
			},
			["阴"] = {
				["蒂"] = {
					["钓"] = {
						["鱼"] = {
							this = true
						}
					}
				}
			}
		},
		["媽"] = {
			this = true,
			["逼"] = {
				this = true
			},
			["比"] = {
				this = true
			},
			["的"] = {
				this = true
			},
			["了"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["妹"] = {
			["正"] = {
				["在"] = {
					["干"] = {
						["死"] = {
							["猪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["们"] = {
			["的"] = {
				["吃"] = {
					["喝"] = {
						["有"] = {
							["公"] = {
								["款"] = {
									["抵"] = {
										["帐"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["处"] = {
					["分"] = {
						["不"] = {
							["过"] = {
								["是"] = {
									["换"] = {
										["个"] = {
											["官"] = {
												["当"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["二"] = {
					["奶"] = {
						["小"] = {
							["蜜"] = {
								["也"] = {
									["很"] = {
										["嚣"] = {
											["张"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["扫"] = {
				["了"] = {
					["爷"] = {
						["的"] = {
							["兴"] = {
								this = true
							}
						},
						["爷"] = {
							["的"] = {
								["兴"] = {
									this = true
								}
							},
							["兴"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["个"] = {
					["屁"] = {
						this = true
					}
				}
			},
			["说"] = {
				["二"] = {
					["百"] = {
						["五"] = {
							["是"] = {
								["骂"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["母"] = {
			["亲"] = {
				this = true
			}
		},
		["奶"] = {
			["逼"] = {
				["里"] = {
					["能"] = {
						["耍"] = {
							["猴"] = {
								this = true
							}
						}
					}
				}
			},
			["奶"] = {
				this = true
			}
		},
		["娘"] = {
			this = true,
			["正"] = {
				["在"] = {
					["操"] = {
						["海"] = {
							["龟"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["三"] = {
			["条"] = {
				["腿"] = {
					["还"] = {
						["站"] = {
							["不"] = {
								["稳"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["色"] = {
			["嗎"] = {
				this = true
			},
			["吗"] = {
				this = true
			}
		},
		["說"] = {
			["我"] = {
				["說"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["听"] = {
			["见"] = {
				["神"] = {
					["的"] = {
						["声"] = {
							["音"] = {
								["了"] = {
									["吗"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["演"] = {
			["个"] = {
				J = {
					B = {
						this = true
					}
				}
			}
		},
		["爷"] = {
			["好"] = {
				["象"] = {
					["江"] = {
						["折"] = {
							["民"] = {
								this = true
							}
						}
					}
				}
			},
			["双"] = {
				["腿"] = {
					["全"] = {
						["干"] = {
							["瘸"] = {
								this = true
							}
						}
					}
				}
			},
			["太"] = {
				t = {
					m = {
						["不"] = {
							["是"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["爷"] = {
				["的"] = {
					this = true
				}
			}
		},
		["爺"] = {
			this = true
		},
		["以"] = {
			["为"] = {
				["你"] = {
					["是"] = {
						["工"] = {
							["商"] = {
								["城"] = {
									["管"] = {
										this = true
									}
								}
							}
						},
						["检"] = {
							["查"] = {
								["团"] = {
									["下"] = {
										["乡"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["妳"] = {
		["家"] = {
			["老"] = {
				["爸"] = {
					["雞"] = {
						["巴"] = {
							["短"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["母"] = {
				["的"] = {
					this = true
				}
			}
		},
		["妈"] = {
			["的"] = {
				this = true
			}
		},
		["马"] = {
			["的"] = {
				this = true
			}
		},
		["娘"] = {
			["的"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["年"] = {
		["老"] = {
			["年"] = {
				["少"] = {
					["都"] = {
						["得"] = {
							["退"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["轻"] = {
			["时"] = {
				["的"] = {
					["赵"] = {
						["紫"] = {
							["阳"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
