pg = pg or {}
slot0 = pg
slot0.word_template_366 = {}
slot1 = slot0.word_template_366

function temp()
	uv0["承"] = {
		["认"] = {
			["6"] = {
				["/"] = {
					["4"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["烈"] = {
		["士"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["争"] = {
		["取"] = {
			["民"] = {
				["主"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["ⅵ"] = {
		["ⅳ"] = {
			["纪"] = {
				["念"] = {
					["馆"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["9"] = {
		["8"] = {
			["7"] = {
				["5"] = {
					["3"] = {
						["2"] = {
							["1"] = {
								this = true
							}
						}
					}
				}
			},
			["9"] = {
				["1"] = {
					this = true
				}
			}
		},
		["1"] = {
			p = {
				o = {
					["狼"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["4"] = {
			["5"] = {
				["4"] = {
					["6"] = {
						["7"] = {
							["4"] = {
								["6"] = {
									["4"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["7"] = {
			["9"] = {
				["8"] = {
					["0"] = {
						["1"] = {
							["三"] = {
								["届"] = {
									["甲"] = {
										A = {
											["金"] = {
												["靴"] = {
													["奖"] = {
														["得"] = {
															["主"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["0"] = {
			["后"] = {
				["不"] = {
					["生"] = {
						["奴"] = {
							["隶"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["皿"] = {
		["煑"] = {
			["謌"] = {
				["聲"] = {
					["獻"] = {
						["種"] = {
							["蘤"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["煮"] = {
			this = true,
			["歌"] = {
				["声"] = {
					["献"] = {
						["种"] = {
							["花"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["“"] = {
		["八"] = {
			["九"] = {
				["”"] = {
					["动"] = {
						["乱"] = {
							this = true
						}
					}
				}
			}
		},
		["手"] = {
			["提"] = {
				["袋"] = {
					["”"] = {
						["式"] = {
							["坦"] = {
								["克"] = {
									["阻"] = {
										["滞"] = {
											["器"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["白"] = {
			["衬"] = {
				["衫"] = {
					["”"] = {
						["型"] = {
							["钛"] = {
								["合"] = {
									["金"] = {
										["护"] = {
											["甲"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
