pg = pg or {}
slot0 = pg
slot0.word_template_60 = {}
slot1 = slot0.word_template_60

temp = function()
	uv0["棬"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["权"] = {
		["利"] = {
			["是"] = {
				["黑"] = {
					["暗"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["外"] = {
				["包"] = {
					this = true
				}
			}
		},
		["钱"] = {
			["交"] = {
				["易"] = {
					this = true
				}
			},
			["欲"] = {
				this = true
			}
		},
		["威"] = {
			["彩"] = {
				["票"] = {
					["阵"] = {
						["地"] = {
							this = true
						}
					}
				}
			}
		},
		["贵"] = {
			["的"] = {
				["浪"] = {
					["漫"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["全"] = {
		["部"] = {
			["都"] = {
				["是"] = {
					["贪"] = {
						["污"] = {
							["犯"] = {
								this = true
							}
						}
					}
				}
			},
			["抓"] = {
				["来"] = {
					["慰"] = {
						["问"] = {
							["俺"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["范"] = {
			["围"] = {
				["教"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["範"] = {
			["圍"] = {
				["教"] = {
					["會"] = {
						this = true
					}
				}
			}
		},
		["副"] = {
			["武"] = {
				["装"] = {
					["的"] = {
						["人"] = {
							["与"] = {
								["手"] = {
									["无"] = {
										["寸"] = {
											["铁"] = {
												["的"] = {
													["人"] = {
														["进"] = {
															["行"] = {
																["激"] = {
																	["烈"] = {
																		["的"] = {
																			["搏"] = {
																				["斗"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["根"] = {
			["插"] = {
				["入"] = {
					this = true
				}
			},
			["尽"] = {
				["入"] = {
					this = true
				}
			}
		},
		["怪"] = {
			["隔"] = {
				["壁"] = {
					["幼"] = {
						["儿"] = {
							["园"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			["二"] = {
				["奶"] = {
					["大"] = {
						["奖"] = {
							["赛"] = {
								this = true
							}
						}
					}
				}
			},
			["模"] = {
				["范"] = {
					["看"] = {
						["守"] = {
							["所"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["大"] = {
					this = true
				},
				["民"] = {
					["代"] = {
						["表"] = {
							["大"] = {
								["会"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["为"] = {
				["官"] = {
					["作"] = {
						["风"] = {
							["大"] = {
								["奖"] = {
									["赛"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["政"] = {
				["协"] = {
					this = true
				}
			}
		},
		["國"] = {
			["兩"] = {
				["會"] = {
					this = true
				}
			},
			["人"] = {
				["大"] = {
					this = true
				}
			}
		},
		["家"] = {
			["人"] = {
				["在"] = {
					["床"] = {
						["上"] = {
							["玩"] = {
								["乱"] = {
									["伦"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["裸"] = {
			this = true,
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["能"] = {
			["教"] = {
				this = true
			},
			["神"] = {
				this = true,
				["教"] = {
					this = true
				}
			}
		},
		["球"] = {
			["冰"] = {
				["山"] = {
					["会"] = {
						["有"] = {
							["相"] = {
								["继"] = {
									["消"] = {
										["融"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["公"] = {
				["审"] = {
					["江"] = {
						["泽"] = {
							["民"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["身"] = {
			["瘦"] = {
				this = true
			},
			["油"] = {
				["压"] = {
					this = true
				}
			}
		},
		["世"] = {
			["界"] = {
				["都"] = {
					["笑"] = {
						["中"] = {
							["国"] = {
								["傻"] = {
									this = true
								}
							}
						}
					},
					["在"] = {
						["讲"] = {
							["中"] = {
								["国"] = {
									["傻"] = {
										this = true
									}
								}
							}
						},
						["笑"] = {
							["中"] = {
								["国"] = {
									["傻"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["是"] = {
			t = {
				a = {
					m = {
						a = {
							["黑"] = {
								["社"] = {
									this = true
								}
							}
						}
					}
				}
			},
			T = {
				a = {
					M = {
						a = {
							["黑"] = {
								["社"] = {
									["會"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["套"] = {
			["的"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["为"] = {
				["你"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["秃"] = {
				["子"] = {
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["手"] = {
					["银"] = {
						["行"] = {
							["套"] = {
								["卡"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["桑"] = {
				["拿"] = {
					this = true
				}
			}
		},
		["天"] = {
			["全"] = {
				["天"] = {
					["射"] = {
						this = true
					}
				}
			}
		},
		["脱"] = {
			["舞"] = {
				["蹈"] = {
					this = true
				}
			}
		},
		["新"] = {
			["的"] = {
				["赚"] = {
					["钱"] = {
						["方"] = {
							["式"] = {
								this = true
							}
						}
					}
				}
			},
			["全"] = {
				["套"] = {
					["一"] = {
						["手"] = {
							["对"] = {
								["公"] = {
									["账"] = {
										["户"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["手"] = {
					Y = {
						H = {
							K = {
								this = true
							}
						}
					}
				},
				["类"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["哲"] = {
			["洙"] = {
				this = true
			}
		},
		["真"] = {
			["文"] = {
				["凭"] = {
					this = true
				}
			}
		},
		["民"] = {
			["截"] = {
				["兵"] = {
					this = true
				}
			},
			["自"] = {
				["主"] = {
					["免"] = {
						["疫"] = {
							["试"] = {
								["点"] = {
									["城"] = {
										["市"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["彩"] = {
			["同"] = {
				["人"] = {
					this = true
				}
			}
		},
		["美"] = {
			["中"] = {
				["国"] = {
					["学"] = {
						["生"] = {
							["学"] = {
								["者"] = {
									["自"] = {
										["治"] = {
											["联"] = {
												["合"] = {
													["会"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["國"] = {
					["學"] = {
						["生"] = {
							["學"] = {
								["者"] = {
									["自"] = {
										["治"] = {
											["聯"] = {
												["郃"] = {
													["會"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["学"] = {
				["自"] = {
					["联"] = {
						this = true
					}
				}
			}
		},
		["会"] = {
			this = true,
			["造"] = {
				["神"] = {
					["运"] = {
						["动"] = {
							this = true
						}
					}
				}
			}
		},
		["方"] = {
			["位"] = {
				["开"] = {
					["放"] = {
						this = true
					}
				}
			}
		},
		["党"] = {
			["全"] = {
				["国"] = {
					["各"] = {
						["族"] = {
							["人"] = {
								["民"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["面"] = {
			["公"] = {
				["平"] = {
					["透"] = {
						["明"] = {
							["且"] = {
								["不"] = {
									["受"] = {
										["审"] = {
											["查"] = {
												["的"] = {
													["调"] = {
														["查"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["盘"] = {
			["西"] = {
				["化"] = {
					["就"] = {
						["是"] = {
							["人"] = {
								["化"] = {
									["、"] = {
										["现"] = {
											["代"] = {
												["化"] = {
													["，"] = {
														["选"] = {
															["择"] = {
																["西"] = {
																	["化"] = {
																		["就"] = {
																			["是"] = {
																				["要"] = {
																					["过"] = {
																						["人"] = {
																							["的"] = {
																								["生"] = {
																									["活"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["泉"] = {
		["师"] = {
			["婊"] = {
				["子"] = {
					["有"] = {
						["味"] = {
							["道"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["拳"] = {
		["交"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["綣"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["瘸"] = {
		["腿"] = {
			["帮"] = {
				this = true
			},
			["幫"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["愨"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["裙"] = {
		["內"] = {
			["偷"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["内"] = {
			["偷"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["下"] = {
			["风"] = {
				["光"] = {
					this = true
				}
			},
			["風"] = {
				["光"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["群"] = {
		P = {
			this = true
		},
		["发"] = {
			["卡"] = {
				this = true
			},
			["器"] = {
				this = true
			}
		},
		["奸"] = {
			this = true,
			["乱"] = {
				["交"] = {
					this = true
				}
			},
			["亂"] = {
				["交"] = {
					this = true
				}
			},
			["轮"] = {
				["射"] = {
					this = true
				}
			},
			["輪"] = {
				["射"] = {
					this = true
				}
			}
		},
		["交"] = {
			this = true,
			["亂"] = {
				["舞"] = {
					this = true
				}
			}
		},
		["魔"] = {
			["色"] = {
				["舞"] = {
					this = true
				}
			}
		},
		["殴"] = {
			this = true
		},
		["体"] = {
			["灭"] = {
				["绝"] = {
					this = true
				}
			},
			["性"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["阴"] = {
			["会"] = {
				this = true
			}
		},
		["陰"] = {
			["會"] = {
				this = true
			}
		},
		["众"] = {
			["聚"] = {
				["集"] = {
					this = true
				}
			},
			["议"] = {
				["论"] = {
					["算"] = {
						["个"] = {
							["逑"] = {
								this = true
							}
						}
					}
				}
			},
			["质"] = {
				["问"] = {
					["吹"] = {
						["胡"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["起"] = {
			["反"] = {
				["羽"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["燃"] = {
		["燒"] = {
			["彈"] = {
				["制"] = {
					["作"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["让"] = {
		["大"] = {
			["款"] = {
				["给"] = {
					["废"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["法"] = {
			["院"] = {
				["给"] = {
					["废"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["股"] = {
			["票"] = {
				["给"] = {
					["废"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["李"] = {
			["宇"] = {
				["春"] = {
					["成"] = {
						["了"] = {
							["毛"] = {
								["主"] = {
									["席"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["领"] = {
			["导"] = {
				["秘"] = {
					["密"] = {
						["舒"] = {
							["服"] = {
								this = true
							}
						}
					}
				},
				["先"] = {
					["走"] = {
						this = true
					}
				}
			}
		},
		["你"] = {
			["的"] = {
				["小"] = {
					["鸟"] = {
						["鸟"] = {
							["永"] = {
								["远"] = {
									["打"] = {
										["瞌"] = {
											["睡"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["人"] = {
			["民"] = {
				["币"] = {
					["给"] = {
						["废"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["三"] = {
			["鹿"] = {
				["给"] = {
					["废"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["我"] = {
			["插"] = {
				this = true
			}
		},
		["医"] = {
			["疗"] = {
				["费"] = {
					["给"] = {
						["废"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			},
			["药"] = {
				["代"] = {
					["表"] = {
						["给"] = {
							["废"] = {
								["了"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["寸"] = {
			["分"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["讓"] = {
		["你"] = {
			["操"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["惹"] = {
		["火"] = {
			["身"] = {
				["材"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["热"] = {
		["比"] = {
			["亚"] = {
				this = true
			},
			["娅"] = {
				this = true,
				["·"] = {
					["卡"] = {
						["德"] = {
							["尔"] = {
								this = true
							}
						}
					}
				}
			},
			["婭"] = {
				this = true
			}
		},
		["蜡"] = {
			["除"] = {
				["毛"] = {
					this = true
				}
			}
		},
		["那"] = {
			["亚"] = {
				this = true
			}
		},
		["情"] = {
			S = {
				["妇"] = {
					this = true
				}
			},
			["好"] = {
				["客"] = {
					["的"] = {
						["朝"] = {
							["尼"] = {
								["两"] = {
									["次"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					this = true
				}
			}
		},
		["舞"] = {
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["血"] = {
			["洒"] = {
				["广"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		["卖"] = {
			f = {
				x = {
					["季"] = {
						["候"] = {
							["风"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["销"] = {
			["冷"] = {
				["钢"] = {
					["大"] = {
						["狗"] = {
							["腿"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["熱"] = {
		["比"] = {
			["娅"] = {
				this = true
			},
			["婭"] = {
				this = true
			}
		},
		["那"] = {
			["亞"] = {
				this = true
			}
		},
		["血"] = {
			["可"] = {
				["以"] = {
					["換"] = {
						["來"] = {
							["自"] = {
								["由"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["站"] = {
			["政"] = {
				["論"] = {
					["網"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["认"] = {
		["识"] = {
			["中"] = {
				["国"] = {
					["军"] = {
						["车"] = {
							["牌"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["任"] = {
		["弼"] = {
			["时"] = {
				this = true
			}
		},
		["过"] = {
			["多"] = {
				["年"] = {
					["公"] = {
						["安"] = {
							["局"] = {
								["长"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["畹"] = {
			["町"] = {
				this = true
			}
		},
		["务"] = {
			["赚"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["民"] = {
				this = true
			}
		},
		["你"] = {
			["干"] = {
				["草"] = {
					["精"] = {
						["品"] = {
							["视"] = {
								["频"] = {
									["免"] = {
										["费"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["期"] = {
			["结"] = {
				["束"] = {
					this = true
				}
			}
		},
		["内"] = {
			["复"] = {
				["兴"] = {
					this = true
				}
			}
		},
		["闽"] = {
			["敏"] = {
				["珠"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["仍"] = {
		["张"] = {
			["纸"] = {
				["就"] = {
					["打"] = {
						["的"] = {
							["我"] = {
								["满"] = {
									["脸"] = {
										["是"] = {
											["血"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["容"] = {
		["貌"] = {
			["像"] = {
				["政"] = {
					["绩"] = {
						["工"] = {
							["程"] = {
								["一"] = {
									["样"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["溶"] = {
		["尸"] = {
			["奇"] = {
				["案"] = {
					this = true
				}
			}
		},
		["脂"] = {
			["蛋"] = {
				["白"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["柔"] = {
		["阴"] = {
			["术"] = {
				this = true
			}
		},
		["陰"] = {
			["術"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["揉"] = {
		["擦"] = {
			this = true
		},
		["搓"] = {
			this = true
		},
		["动"] = {
			["着"] = {
				this = true
			}
		},
		["摸"] = {
			this = true
		},
		["奶"] = {
			this = true
		},
		["捏"] = {
			this = true
		},
		["弄"] = {
			this = true
		},
		["起"] = {
			this = true
		},
		["着"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["如"] = {
		["暗"] = {
			["娼"] = {
				this = true
			}
		},
		["今"] = {
			["不"] = {
				["退"] = {
					["受"] = {
						["牵"] = {
							["连"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["圣"] = {
					["朝"] = {
						n = {
							o = {
								["."] = {
									["1"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["果"] = {
			["我"] = {
				["们"] = {
					["的"] = {
						["继"] = {
							["续"] = {
								["前"] = {
									["进"] = {
										this = true
									}
								}
							}
						},
						["铁"] = {
							["骑"] = {
								["继"] = {
									["续"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["两"] = {
				["极"] = {
					["分"] = {
						["化"] = {
							["严"] = {
								["重"] = {
									["就"] = {
										["说"] = {
											["明"] = {
												r = {
													e = {
														f = {
															o = {
																r = {
																	m = {
																		["失"] = {
																			["败"] = {
																				["了"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["濡"] = {
		["穴"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["蠕"] = {
		["动"] = {
			this = true,
			["着"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["顬"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["乳"] = {
		f = {
			a = {
				n = {
					this = true
				}
			}
		},
		["霸"] = {
			this = true
		},
		["爆"] = {
			this = true
		},
		["波"] = {
			["臀"] = {
				["浪"] = {
					this = true
				}
			}
		},
		["穿"] = {
			this = true
		},
		["此"] = {
			["动"] = {
				["人"] = {
					this = true
				}
			},
			["動"] = {
				["人"] = {
					this = true
				}
			},
			["丰"] = {
				["满"] = {
					this = true
				}
			},
			["豐"] = {
				["滿"] = {
					this = true
				}
			},
			["丝"] = {
				["袜"] = {
					this = true
				}
			},
			["絲"] = {
				["襪"] = {
					this = true
				}
			}
		},
		["房"] = {
			this = true,
			["露"] = {
				["在"] = {
					["外"] = {
						this = true
					}
				}
			},
			["照"] = {
				this = true
			}
		},
		["丰"] = {
			["臀"] = {
				["肥"] = {
					this = true
				}
			}
		},
		["峰"] = {
			this = true
		},
		["沟"] = {
			this = true
		},
		["溝"] = {
			this = true
		},
		["肌"] = {
			this = true
		},
		["交"] = {
			this = true
		},
		["尻"] = {
			this = true
		},
		["林"] = {
			["外"] = {
				["史"] = {
					this = true
				}
			}
		},
		["球"] = {
			this = true
		},
		["射"] = {
			this = true
		},
		["首"] = {
			this = true
		},
		["贴"] = {
			this = true
		},
		["貼"] = {
			this = true
		},
		["头"] = {
			this = true
		},
		["頭"] = {
			this = true
		},
		["吻"] = {
			["其"] = {
				["阴"] = {
					this = true
				}
			}
		},
		["下"] = {
			["留"] = {
				["情"] = {
					this = true
				}
			}
		},
		["晕"] = {
			this = true
		},
		["暈"] = {
			this = true
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["包"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["团"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["中"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["央"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["入"] = {
		["穴"] = {
			["一"] = {
				["游"] = {
					this = true
				}
			}
		}
	}
end

temp()
