pg = pg or {}
slot0 = pg
slot0.word_template_245 = {}
slot1 = slot0.word_template_245

temp = function()
	uv0["娶"] = {
		["不"] = {
			["起"] = {
				["没"] = {
					["房"] = {
						["没"] = {
							["车"] = {
								this = true,
								["谁"] = {
									["嫁"] = {
										["你"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["去"] = {
		["旅"] = {
			["遊"] = {
				["暴"] = {
					["亂"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["你"] = {
			["的"] = {
				this = true
			},
			["妈"] = {
				this = true,
				["的"] = {
					this = true
				}
			},
			["媽"] = {
				["的"] = {
					this = true
				}
			}
		},
		["妳"] = {
			["的"] = {
				this = true
			},
			["妈"] = {
				this = true
			}
		},
		["死"] = {
			this = true
		},
		["他"] = {
			["妈"] = {
				this = true
			}
		},
		["她"] = {
			["妈"] = {
				this = true
			}
		},
		["氧"] = {
			["麻"] = {
				["黄"] = {
					["碱"] = {
						["制"] = {
							["作"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["闃"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["棬"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["权"] = {
		["利"] = {
			["是"] = {
				["黑"] = {
					["暗"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["外"] = {
				["包"] = {
					this = true
				}
			}
		},
		["钱"] = {
			["交"] = {
				["易"] = {
					this = true
				}
			},
			["欲"] = {
				this = true
			}
		},
		["威"] = {
			["彩"] = {
				["票"] = {
					["阵"] = {
						["地"] = {
							this = true
						}
					}
				}
			}
		},
		["贵"] = {
			["的"] = {
				["浪"] = {
					["漫"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["全"] = {
		["部"] = {
			["都"] = {
				["是"] = {
					["贪"] = {
						["污"] = {
							["犯"] = {
								this = true
							}
						}
					}
				}
			},
			["抓"] = {
				["来"] = {
					["慰"] = {
						["问"] = {
							["俺"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["范"] = {
			["围"] = {
				["教"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["範"] = {
			["圍"] = {
				["教"] = {
					["會"] = {
						this = true
					}
				}
			}
		},
		["副"] = {
			["武"] = {
				["装"] = {
					["的"] = {
						["人"] = {
							["与"] = {
								["手"] = {
									["无"] = {
										["寸"] = {
											["铁"] = {
												["的"] = {
													["人"] = {
														["进"] = {
															["行"] = {
																["激"] = {
																	["烈"] = {
																		["的"] = {
																			["搏"] = {
																				["斗"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["根"] = {
			["插"] = {
				["入"] = {
					this = true
				}
			},
			["尽"] = {
				["入"] = {
					this = true
				}
			}
		},
		["怪"] = {
			["隔"] = {
				["壁"] = {
					["幼"] = {
						["儿"] = {
							["园"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			["二"] = {
				["奶"] = {
					["大"] = {
						["奖"] = {
							["赛"] = {
								this = true
							}
						}
					}
				}
			},
			["模"] = {
				["范"] = {
					["看"] = {
						["守"] = {
							["所"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["大"] = {
					this = true
				},
				["民"] = {
					["代"] = {
						["表"] = {
							["大"] = {
								["会"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["为"] = {
				["官"] = {
					["作"] = {
						["风"] = {
							["大"] = {
								["奖"] = {
									["赛"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["政"] = {
				["协"] = {
					this = true
				}
			}
		},
		["國"] = {
			["兩"] = {
				["會"] = {
					this = true
				}
			},
			["人"] = {
				["大"] = {
					this = true
				}
			}
		},
		["家"] = {
			["人"] = {
				["在"] = {
					["床"] = {
						["上"] = {
							["玩"] = {
								["乱"] = {
									["伦"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["裸"] = {
			this = true,
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["能"] = {
			["教"] = {
				this = true
			},
			["神"] = {
				this = true,
				["教"] = {
					this = true
				}
			}
		},
		["球"] = {
			["冰"] = {
				["山"] = {
					["会"] = {
						["有"] = {
							["相"] = {
								["继"] = {
									["消"] = {
										["融"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["公"] = {
				["审"] = {
					["江"] = {
						["泽"] = {
							["民"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["身"] = {
			["瘦"] = {
				this = true
			},
			["油"] = {
				["压"] = {
					this = true
				}
			}
		},
		["世"] = {
			["界"] = {
				["都"] = {
					["笑"] = {
						["中"] = {
							["国"] = {
								["傻"] = {
									this = true
								}
							}
						}
					},
					["在"] = {
						["讲"] = {
							["中"] = {
								["国"] = {
									["傻"] = {
										this = true
									}
								}
							}
						},
						["笑"] = {
							["中"] = {
								["国"] = {
									["傻"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["是"] = {
			t = {
				a = {
					m = {
						a = {
							["黑"] = {
								["社"] = {
									this = true
								}
							}
						}
					}
				}
			},
			T = {
				a = {
					M = {
						a = {
							["黑"] = {
								["社"] = {
									["會"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["套"] = {
			["的"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["为"] = {
				["你"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["秃"] = {
				["子"] = {
					["多"] = {
						["少"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["手"] = {
					["银"] = {
						["行"] = {
							["套"] = {
								["卡"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["桑"] = {
				["拿"] = {
					this = true
				}
			}
		},
		["天"] = {
			["全"] = {
				["天"] = {
					["射"] = {
						this = true
					}
				}
			}
		},
		["脱"] = {
			["舞"] = {
				["蹈"] = {
					this = true
				}
			}
		},
		["新"] = {
			["的"] = {
				["赚"] = {
					["钱"] = {
						["方"] = {
							["式"] = {
								this = true
							}
						}
					}
				}
			},
			["全"] = {
				["套"] = {
					["一"] = {
						["手"] = {
							["对"] = {
								["公"] = {
									["账"] = {
										["户"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["手"] = {
					Y = {
						H = {
							K = {
								this = true
							}
						}
					}
				},
				["类"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["哲"] = {
			["洙"] = {
				this = true
			}
		},
		["真"] = {
			["文"] = {
				["凭"] = {
					this = true
				}
			}
		},
		["民"] = {
			["截"] = {
				["兵"] = {
					this = true
				}
			},
			["自"] = {
				["主"] = {
					["免"] = {
						["疫"] = {
							["试"] = {
								["点"] = {
									["城"] = {
										["市"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["彩"] = {
			["同"] = {
				["人"] = {
					this = true
				}
			}
		},
		["美"] = {
			["中"] = {
				["国"] = {
					["学"] = {
						["生"] = {
							["学"] = {
								["者"] = {
									["自"] = {
										["治"] = {
											["联"] = {
												["合"] = {
													["会"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["國"] = {
					["學"] = {
						["生"] = {
							["學"] = {
								["者"] = {
									["自"] = {
										["治"] = {
											["聯"] = {
												["郃"] = {
													["會"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["学"] = {
				["自"] = {
					["联"] = {
						this = true
					}
				}
			}
		},
		["会"] = {
			this = true,
			["造"] = {
				["神"] = {
					["运"] = {
						["动"] = {
							this = true
						}
					}
				}
			}
		},
		["方"] = {
			["位"] = {
				["开"] = {
					["放"] = {
						this = true
					}
				}
			}
		},
		["党"] = {
			["全"] = {
				["国"] = {
					["各"] = {
						["族"] = {
							["人"] = {
								["民"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["面"] = {
			["公"] = {
				["平"] = {
					["透"] = {
						["明"] = {
							["且"] = {
								["不"] = {
									["受"] = {
										["审"] = {
											["查"] = {
												["的"] = {
													["调"] = {
														["查"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["盘"] = {
			["西"] = {
				["化"] = {
					["就"] = {
						["是"] = {
							["人"] = {
								["化"] = {
									["、"] = {
										["现"] = {
											["代"] = {
												["化"] = {
													["，"] = {
														["选"] = {
															["择"] = {
																["西"] = {
																	["化"] = {
																		["就"] = {
																			["是"] = {
																				["要"] = {
																					["过"] = {
																						["人"] = {
																							["的"] = {
																								["生"] = {
																									["活"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["泉"] = {
		["师"] = {
			["婊"] = {
				["子"] = {
					["有"] = {
						["味"] = {
							["道"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
