pg = pg or {}
slot0 = pg
slot0.word_template_319 = {}
slot1 = slot0.word_template_319

function temp()
	uv0["遥"] = {
		["控"] = {
			["彩"] = {
				["蝶"] = {
					this = true
				}
			},
			["麻"] = {
				["将"] = {
					["机"] = {
						this = true
					}
				},
				["將"] = {
					["機"] = {
						this = true
					}
				}
			},
			["器"] = {
				["被"] = {
					["盗"] = {
						this = true
					}
				}
			},
			["色"] = {
				["子"] = {
					this = true
				}
			},
			["自"] = {
				["动"] = {
					["麻"] = {
						["将"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["想"] = {
			["当"] = {
				["年"] = {
					["春"] = {
						["衫"] = {
							["薄"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["遙"] = {
		["控"] = {
			["色"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["銚"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["咬"] = {
		["着"] = {
			["龟"] = {
				["头"] = {
					this = true
				}
			}
		},
		["著"] = {
			["龜"] = {
				["頭"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["药"] = {
		["劲"] = {
			["过"] = {
				["了"] = {
					["补"] = {
						["点"] = {
							t = {
								i = {
									n = {
										g = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["要"] = {
		k = {
			["粉"] = {
				this = true
			}
		},
		["白"] = {
			["粉"] = {
				this = true
			}
		},
		["货"] = {
			["的"] = {
				["客"] = {
					["户"] = {
						["直"] = {
							["接"] = {
								["电"] = {
									["话"] = {
										["联"] = {
											["系"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["枪"] = {
			this = true
		},
		["色"] = {
			["色"] = {
				this = true
			}
		},
		["射"] = {
			["了"] = {
				this = true
			}
		},
		["想"] = {
			["富"] = {
				["造"] = {
					["冰"] = {
						["毒"] = {
							this = true
						}
					}
				}
			}
		},
		["账"] = {
			["公"] = {
				["司"] = {
					this = true
				}
			}
		},
		["把"] = {
			["制"] = {
				["度"] = {
					["关"] = {
						["进"] = {
							["权"] = {
								["力"] = {
									["的"] = {
										["牢"] = {
											["笼"] = {
												["里"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["容"] = {
			["得"] = {
				["下"] = {
					["尖"] = {
						["锐"] = {
							["批"] = {
								["评"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["吃"] = {
			["粮"] = {
				["，"] = {
					["找"] = {
						["紫"] = {
							["阳"] = {
								this = true
							}
						}
					}
				}
			},
			["米"] = {
				["，"] = {
					["找"] = {
						["万"] = {
							["里"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["过"] = {
			["人"] = {
				["的"] = {
					["生"] = {
						["活"] = {
							["就"] = {
								["要"] = {
									["选"] = {
										["择"] = {
											["全"] = {
												["盘"] = {
													["西"] = {
														["化"] = {
															["，"] = {
																["没"] = {
																	["有"] = {
																		["和"] = {
																			["稀"] = {
																				["泥"] = {
																					["及"] = {
																						["调"] = {
																							["和"] = {
																								["的"] = {
																									["余"] = {
																										["地"] = {
																											this = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["咖"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["藥"] = {
		["材"] = {
			["商"] = {
				["人"] = {
					["蘇"] = {
						["耐"] = {
							["得"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["水"] = {
			this = true
		}
	}
end

temp()
