pg = pg or {}
slot0 = pg
slot0.word_template_40 = {}
slot1 = slot0.word_template_40

temp = function()
	uv0["狙"] = {
		["击"] = {
			["瞄"] = {
				["准"] = {
					["镜"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["局"] = {
		["干"] = {
			["部"] = {
				["拿"] = {
					this = true
				}
			}
		},
		["局"] = {
			["逼"] = {
				["人"] = {
					this = true
				}
			},
			["据"] = {
				["理"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["菊"] = {
		["地"] = {
			["彩"] = {
				["子"] = {
					this = true
				}
			},
			["麗"] = {
				["子"] = {
					this = true
				}
			}
		},
		["花"] = {
			["蚕"] = {
				this = true
			},
			["洞"] = {
				this = true
			},
			["蕾"] = {
				this = true
			},
			["三"] = {
				["怒"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		},
		["尔"] = {
			["·"] = {
				["伊"] = {
					["力"] = {
						["哈"] = {
							["木"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["橘"] = {
		["未"] = {
			["稀"] = {
				this = true
			}
		},
		["子"] = {
			["洲"] = {
				["头"] = {
					["女"] = {
						["孩"] = {
							this = true
						},
						["学"] = {
							["生"] = {
								this = true
							}
						}
					}
				},
				["女"] = {
					["孩"] = {
						this = true
					},
					["学"] = {
						["生"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["举"] = {
		["杯"] = {
			["一"] = {
				["口"] = {
					["干"] = {
						["必"] = {
							["定"] = {
								["公"] = {
									["安"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["起"] = {
			["伊"] = {
				["能"] = {
					["茎"] = {
						this = true
					}
				}
			}
		},
		["头"] = {
			["望"] = {
				["山"] = {
					["月"] = {
						this = true
					}
				}
			}
		},
		["阳"] = {
			["入"] = {
				["阴"] = {
					this = true
				}
			}
		},
		["着"] = {
			["红"] = {
				["旗"] = {
					["反"] = {
						["红"] = {
							["旗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["郭"] = {
			["制"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["齟"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["巨"] = {
		["棒"] = {
			["出"] = {
				["击"] = {
					this = true
				}
			}
		},
		["槌"] = {
			["騎"] = {
				["兵"] = {
					this = true
				}
			}
		},
		["屌"] = {
			this = true
		},
		["根"] = {
			["的"] = {
				["猛"] = {
					["烈"] = {
						this = true
					}
				}
			},
			["连"] = {
				this = true
			},
			["男"] = {
				["优"] = {
					this = true
				}
			},
			["肉"] = {
				["提"] = {
					["派"] = {
						this = true
					}
				}
			}
		},
		["奶"] = {
			this = true
		},
		["炮"] = {
			["兵"] = {
				["团"] = {
					this = true
				},
				["團"] = {
					this = true
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true,
			["解"] = {
				["禁"] = {
					this = true
				}
			},
			["俏"] = {
				["女"] = {
					["医"] = {
						this = true
					},
					["醫"] = {
						this = true
					}
				}
			},
			["素"] = {
				["人"] = {
					this = true
				}
			},
			["学"] = {
				["园"] = {
					this = true
				}
			},
			["誘"] = {
				["惑"] = {
					this = true
				}
			},
			["悅"] = {
				["樂"] = {
					this = true
				}
			},
			["职"] = {
				["业"] = {
					this = true
				}
			}
		},
		["骚"] = {
			this = true
		},
		["騷"] = {
			this = true
		},
		["鐵"] = {
			["角"] = {
				["哈"] = {
					["克"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["精"] = {
				["品"] = {
					["福"] = {
						["利"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["拒"] = {
		["绝"] = {
			["洗"] = {
				["脑"] = {
					this = true
				}
			},
			["惟"] = {
				["旎"] = {
					["上"] = {
						["任"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["苣"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["聚"] = {
		["宝"] = {
			["箱"] = {
				this = true
			}
		},
		["精"] = {
			["会"] = {
				["神"] = {
					["搞"] = {
						["建"] = {
							["设"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["沙"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["成"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["傻"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["屦"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["鋸"] = {
		["齒"] = {
			["通"] = {
				["道"] = {
					["被"] = {
						["遺"] = {
							["弃"] = {
								["的"] = {
									["骷"] = {
										["髏"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["骷"] = {
						["髏"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["屨"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["醵"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["捐"] = {
		["款"] = {
			["就"] = {
				["像"] = {
					["发"] = {
						["情"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蠲"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["桊"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["鄄"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["撅"] = {
		["起"] = {
			["大"] = {
				["白"] = {
					["腚"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["绝"] = {
		["地"] = {
			["武"] = {
				["士"] = {
					["的"] = {
						["传"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["对"] = {
			["不"] = {
				["能"] = {
					["惹"] = {
						["的"] = {
							["国"] = {
								["家"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["的"] = {
				["弱"] = {
					["者"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["够"] = {
				["骚"] = {
					this = true
				}
			},
			["是"] = {
				["我"] = {
					["本"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["伦"] = {
			["肌"] = {
				["肉"] = {
					["王"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["家"] = {
				["族"] = {
					this = true
				}
			}
		},
		["杀"] = {
			["三"] = {
				["肖"] = {
					this = true
				}
			}
		},
		["食"] = {
			["静"] = {
				["坐"] = {
					this = true
				}
			},
			["总"] = {
				["指"] = {
					["挥"] = {
						this = true
					}
				},
				["部"] = {
					this = true
				}
			},
			["指"] = {
				["挥"] = {
					["部"] = {
						this = true
					}
				}
			},
			["学"] = {
				["生"] = {
					this = true
				}
			},
			["四"] = {
				["君"] = {
					["子"] = {
						this = true
					}
				}
			},
			["时"] = {
				["间"] = {
					["长"] = {
						["了"] = {
							["，"] = {
								["对"] = {
									["身"] = {
										["体"] = {
											["会"] = {
												["造"] = {
													["成"] = {
														["难"] = {
															["以"] = {
																["弥"] = {
																	["补"] = {
																		["的"] = {
																			["损"] = {
																				["害"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["已"] = {
				["经"] = {
					["到"] = {
						["了"] = {
							["第"] = {
								["七"] = {
									["天"] = {
										["，"] = {
											["不"] = {
												["能"] = {
													["再"] = {
														["这"] = {
															["样"] = {
																["下"] = {
																	["去"] = {
																		["了"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["体"] = {
			["隶"] = {
				["奴"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["絕"] = {
		["望"] = {
			["之"] = {
				["地"] = {
					this = true
				}
			}
		},
		["食"] = {
			["總"] = {
				["部"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["谲"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["譎"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["爝"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["军"] = {
		["报"] = {
			["内"] = {
				["部"] = {
					["消"] = {
						["息"] = {
							["文"] = {
								["革"] = {
									["亲"] = {
										["历"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["车"] = {
			["进"] = {
				["京"] = {
					this = true
				}
			}
		},
		["队"] = {
			["集"] = {
				["结"] = {
					["完"] = {
						["毕"] = {
							this = true
						}
					}
				}
			},
			["是"] = {
				["属"] = {
					["于"] = {
						["某"] = {
							["个"] = {
								["政"] = {
									["党"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["屠"] = {
				["城"] = {
					this = true
				}
			},
			["向"] = {
				["人"] = {
					["民"] = {
						["开"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["锦"] = {
					["州"] = {
						["集"] = {
							["结"] = {
								this = true
							}
						}
					}
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["8"] = {
								["}"] = {
									["安"] = {
										["倍"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["匪"] = {
			["勾"] = {
				["结"] = {
					this = true
				}
			}
		},
		["国"] = {
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["火"] = {
			this = true
		},
		["妓"] = {
			this = true
		},
		["警"] = {
			this = true,
			["毒"] = {
				["打"] = {
					this = true
				}
			},
			["殴"] = {
				["打"] = {
					this = true
				}
			},
			["品"] = {
				this = true
			}
		},
		["民"] = {
			["冲"] = {
				["突"] = {
					this = true
				}
			}
		},
		["牌"] = {
			["详"] = {
				["解"] = {
					this = true
				}
			}
		},
		["人"] = {
			["骚"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["械"] = {
			["所"] = {
				["乐"] = {
					["队"] = {
						this = true
					}
				}
			}
		},
		["用"] = {
			["5"] = {
				["4"] = {
					["口"] = {
						this = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["口"] = {
						this = true
					}
				}
			},
			["步"] = {
				["枪"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["弩"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["录"] = {
				["音"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["弩"] = {
				["专"] = {
					["卖"] = {
						this = true
					}
				}
			},
			["器"] = {
				["械"] = {
					this = true
				}
			},
			["手"] = {
				["枪"] = {
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						},
						["售"] = {
							q = {
								q = {
									this = true
								}
							}
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["武"] = {
				["器"] = {
					this = true
				}
			}
		},
		["长"] = {
			["发"] = {
				["威"] = {
					this = true
				}
			}
		},
		["委"] = {
			["没"] = {
				["有"] = {
					["军"] = {
						["衔"] = {
							["|"] = {
								["军"] = {
									["委"] = {
										["成"] = {
											["员"] = {
												["没"] = {
													["有"] = {
														["衔"] = {
															["|"] = {
																["最"] = {
																	["高"] = {
																		["司"] = {
																			["令"] = {
																				["长"] = {
																					["官"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["事"] = {
			["冒"] = {
				["险"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["君"] = {
		["子"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["軍"] = {
		["妓"] = {
			this = true
		},
		["委"] = {
			["副"] = {
				["主"] = {
					["席"] = {
						["毛"] = {
							["泽"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["用"] = {
			["步"] = {
				["槍"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["槍"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["麇"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["咖"] = {
		["啡"] = {
			["因"] = {
				this = true
			}
		},
		q = {
			this = true
		}
	}
end

temp()
