pg = pg or {}
slot0 = pg
slot0.word_template_287 = {}
slot1 = slot0.word_template_287

function temp()
	uv0["咼"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["歪"] = {
		["哥"] = {
			["甘"] = {
				["国"] = {
					["宝"] = {
						this = true
					}
				}
			}
		},
		["唱"] = {
			["太"] = {
				["平"] = {
					["謌"] = {
						["詞"] = {
							this = true
						}
					},
					["歌"] = {
						["词"] = {
							this = true
						}
					}
				}
			}
		},
		["嘴"] = {
			["书"] = {
				["记"] = {
					["座"] = {
						["位"] = {
							["涂"] = {
								["了"] = {
									["5"] = {
										["0"] = {
											["2"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["外"] = {
		["　"] = {
			["挂"] = {
				this = true
			}
		},
		["/"] = {
			["挂"] = {
				this = true
			}
		},
		["\\"] = {
			["\\"] = {
				["挂"] = {
					this = true
				},
				["掛"] = {
					this = true
				}
			},
			["挂"] = {
				this = true
			}
		},
		_ = {
			["挂"] = {
				this = true
			}
		},
		["高"] = {
			["联"] = {
				this = true
			}
		},
		["挂"] = {
			this = true
		},
		["-"] = {
			["挂"] = {
				this = true
			}
		},
		["—"] = {
			["挂"] = {
				this = true
			}
		},
		["掛"] = {
			this = true
		},
		["光"] = {
			["隐"] = {
				["形"] = {
					["透"] = {
						["视"] = {
							["镜"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["汇"] = {
			["局"] = {
				this = true
			}
		},
		["交"] = {
			["部"] = {
				this = true
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["與"] = {
				["方"] = {
					["略"] = {
						this = true
					}
				}
			},
			["抵"] = {
				["制"] = {
					["北"] = {
						["京"] = {
							["冬"] = {
								["奥"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["上"] = {
				["的"] = {
					["问"] = {
						["题"] = {
							this = true
						}
					}
				}
			}
		},
		["头"] = {
			["有"] = {
				["花"] = {
					["瓶"] = {
						this = true
					}
				}
			}
		},
		["用"] = {
			["延"] = {
				["时"] = {
					this = true
				}
			}
		},
		["专"] = {
			["局"] = {
				this = true
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["3"] = {
							["}"] = {
								["网"] = {
									["."] = {
										["{"] = {
											["0"] = {
												[","] = {
													["3"] = {
														["}"] = {
															["搜"] = {
																["."] = {
																	["{"] = {
																		["0"] = {
																			[","] = {
																				["3"] = {
																					["}"] = {
																						["网"] = {
																							["."] = {
																								["{"] = {
																									["0"] = {
																										[","] = {
																											["3"] = {
																												["}"] = {
																													["球"] = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["叫"] = {
			["部"] = {
				this = true
			}
		},
		["国"] = {
			["人"] = {
				["还"] = {
					["爱"] = {
						["吃"] = {
							["饺"] = {
								["子"] = {
									this = true
								}
							}
						}
					},
					["喜"] = {
						["欢"] = {
							["吃"] = {
								["饺"] = {
									["子"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["完"] = {
		["蛋"] = {
			["操"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["玩"] = {
		["3"] = {
			p = {
				this = true
			}
		},
		e = {
			["夜"] = {
				this = true
			}
		},
		["逼"] = {
			this = true
		},
		["命"] = {
			["奇"] = {
				["人"] = {
					this = true
				}
			}
		},
		["你"] = {
			this = true
		},
		["枪"] = {
			["拼"] = {
				["勃"] = {
					this = true
				}
			}
		},
		["玩"] = {
			["小"] = {
				["蜜"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		},
		["猫"] = {
			["的"] = {
				["东"] = {
					["方"] = {
						["面"] = {
							["孔"] = {
								this = true
							}
						}
					}
				},
				["矮"] = {
					["人"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["晚"] = {
		["年"] = {
			["周"] = {
				["恩"] = {
					["来"] = {
						this = true
					},
					["來"] = {
						this = true
					}
				}
			}
		},
		["娘"] = {
			["传"] = {
				["奇"] = {
					this = true
				}
			}
		},
		["上"] = {
			["吊"] = {
				["没"] = {
					["事"] = {
						this = true
					}
				}
			},
			["洞"] = {
				["空"] = {
					["空"] = {
						this = true
					}
				}
			},
			["还"] = {
				["去"] = {
					["干"] = {
						["你"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			},
			["趴"] = {
				["下"] = {
					["就"] = {
						["干"] = {
							this = true
						}
					}
				}
			},
			["球"] = {
				["没"] = {
					["事"] = {
						this = true
					}
				}
			},
			["睡"] = {
				["前"] = {
					["叫"] = {
						["叫"] = {
							["床"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["起"] = {
					["叫"] = {
						["叫"] = {
							["床"] = {
								this = true
							}
						}
					}
				}
			},
			["有"] = {
				["奶"] = {
					["摸"] = {
						this = true
					}
				},
				["鸟"] = {
					["耍"] = {
						this = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["打"] = {
						["炮"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["綰"] = {
		this = {
			this = true
		}
	}
end

temp()
