pg = pg or {}
slot0 = pg
slot0.word_template_306 = {}
slot1 = slot0.word_template_306

function temp()
	uv0["驶"] = {
		["你"] = {
			["爸"] = {
				this = true
			},
			["公"] = {
				this = true
			},
			["老"] = {
				["母"] = {
					this = true
				},
				["师"] = {
					this = true
				}
			},
			["母"] = {
				this = true
			},
			["娘"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["屎"] = {
		this = {
			this = true
		},
		["你"] = {
			["娘"] = {
				this = true
			}
		},
		["妳"] = {
			["娘"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["士"] = {
		["兵"] = {
			["管"] = {
				["理"] = {
					["員"] = {
						["瓦"] = {
							["爾"] = {
								["臣"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["示"] = {
		["威"] = {
			this = true,
			["抗"] = {
				["议"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["世"] = {
		["博"] = {
			this = true,
			["耗"] = {
				["资"] = {
					["四"] = {
						["千"] = {
							["亿"] = {
								this = true
							}
						}
					}
				}
			},
			["会"] = {
				["吉"] = {
					["祥"] = {
						["物"] = {
							this = true
						}
					}
				}
			},
			["吉"] = {
				["祥"] = {
					["物"] = {
						this = true
					}
				}
			},
			["能"] = {
				["否"] = {
					["推"] = {
						["出"] = {
							["中"] = {
								["国"] = {
									["价"] = {
										["值"] = {
											["观"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["文"] = {
				["化"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			}
		},
		["代"] = {
			["高"] = {
				["唱"] = {
					["太"] = {
						["平"] = {
							["谣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纪"] = {
			["末"] = {
				["狂"] = {
					["想"] = {
						["曲"] = {
							this = true
						}
					}
				}
			}
		},
		["界"] = {
			["第"] = {
				["一"] = {
					["的"] = {
						["贪"] = {
							["官"] = {
								["群"] = {
									["体"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["經"] = {
				["濟"] = {
					["導"] = {
						["報"] = {
							this = true
						}
					}
				}
			},
			["列"] = {
				["强"] = {
					["震"] = {
						["惊"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			},
			["末"] = {
				["日"] = {
					["的"] = {
						["真"] = {
							["假"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["权"] = {
					["宣"] = {
						["言"] = {
							["6"] = {
								["0"] = {
									["周"] = {
										["年"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["通"] = {
				this = true
			},
			["维"] = {
				["吾"] = {
					["尔"] = {
						["大"] = {
							["会"] = {
								this = true
							}
						},
						["代"] = {
							["表"] = {
								["大"] = {
									["会"] = {
										this = true
									}
								}
							}
						},
						["青"] = {
							["年"] = {
								["代"] = {
									["表"] = {
										["大"] = {
											["会"] = {
												this = true
											}
										}
									}
								}
							}
						},
						["族"] = {
							["人"] = {
								["大"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["維"] = {
				["吾"] = {
					["爾"] = {
						["代"] = {
							["表"] = {
								["大"] = {
									["會"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["以"] = {
				["利"] = {
					["亚"] = {
						["福"] = {
							["音"] = {
								["宣"] = {
									["教"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["维"] = {
			["大"] = {
				["会"] = {
					this = true
				}
			},
			["会"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["仕"] = {
		["途"] = {
			["风"] = {
				["流"] = {
					this = true
				}
			}
		}
	}
end

temp()
