pg = pg or {}
slot0 = pg
slot0.word_template_124 = {}
slot1 = slot0.word_template_124

temp = function()
	uv0["灝"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["喝"] = {
		["杯"] = {
			["奶"] = {
				["叫"] = {
					b = {
						["妈"] = {
							b = {
								["嘴"] = {
									b = {
										["宫"] = {
											b = {
												["脑"] = {
													["瓜"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["得"] = {
			["机"] = {
				["关"] = {
					["冒"] = {
						["得"] = {
							["办"] = {
								["公"] = {
									["费"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					["跟"] = {
						["别"] = {
							["人"] = {
								["睡"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["坏"] = {
			["党"] = {
				["风"] = {
					["喝"] = {
						["坏"] = {
							["胃"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["酒"] = {
			["不"] = {
				["用"] = {
					["劝"] = {
						["肯"] = {
							["定"] = {
								["在"] = {
									["法"] = {
										["院"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["象"] = {
				["喝"] = {
					["水"] = {
						["肯"] = {
							["定"] = {
								["在"] = {
									["建"] = {
										["委"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["水"] = {
			["死"] = {
				this = true
			}
		},
		["我"] = {
			["精"] = {
				["子"] = {
					["汤"] = {
						this = true
					}
				}
			}
		},
		["血"] = {
			["社"] = {
				["会"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["何"] = {
		["春"] = {
			["传"] = {
				["奇"] = {
					["史"] = {
						this = true
					}
				}
			}
		},
		["厚"] = {
			["铧"] = {
				this = true
			}
		},
		["候"] = {
			["华"] = {
				this = true
			}
		},
		["立"] = {
			["峰"] = {
				this = true
			}
		},
		["平"] = {
			this = true
		},
		["舍"] = {
			["彪"] = {
				this = true
			}
		},
		["为"] = {
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["维"] = {
			this = true
		},
		["毅"] = {
			["亭"] = {
				this = true
			}
		},
		["勇"] = {
			this = true
		},
		["燕"] = {
			["然"] = {
				this = true
			}
		},
		["韵"] = {
			["诗"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["河"] = {
		["粉"] = {
			["米"] = {
				["粉"] = {
					["奶"] = {
						["粉"] = {
							["粉"] = {
								["粉"] = {
									["有"] = {
										["毒"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["合"] = {
			["洋"] = {
				["美"] = {
					this = true
				}
			}
		},
		["南"] = {
			["看"] = {
				["全"] = {
					["国"] = {
						["都"] = {
							["缺"] = {
								["心"] = {
									["眼"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["殇"] = {
			this = true
		},
		["殤"] = {
			this = true
		},
		["蟹"] = {
			this = true,
			["你"] = {
				["全"] = {
					["家"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["曷"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["核"] = {
		["弹"] = {
			this = true
		},
		["工"] = {
			["业"] = {
				["基"] = {
					["地"] = {
						this = true
					}
				}
			},
			["業"] = {
				["基"] = {
					["地"] = {
						this = true
					}
				}
			}
		},
		["潜"] = {
			["艇"] = {
				this = true
			}
		},
		["潛"] = {
			["艇"] = {
				this = true
			}
		},
		["武"] = {
			["器"] = {
				this = true,
				["制"] = {
					["作"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["心"] = {
			["意"] = {
				["识"] = {
					this = true
				}
			},
			["要"] = {
				["换"] = {
					["人"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["翮"] = {
		this = {
			this = true
		}
	}
end

temp()
