pg = pg or {}
slot0 = pg
slot0.word_template_92 = {}
slot1 = slot0.word_template_92

function temp()
	uv0["苊"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["恶"] = {
		["打"] = {
			this = true
		},
		["党"] = {
			this = true
		},
		["谠"] = {
			this = true
		},
		["虎"] = {
			["狂"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["警"] = {
			this = true
		},
		["魔"] = {
			["岛"] = {
				this = true
			}
		},
		["女"] = {
			["夺"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["意"] = {
			["求"] = {
				["药"] = {
					this = true
				}
			},
			["发"] = {
				["烧"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["恩"] = {
		["氟"] = {
			["烷"] = {
				this = true
			}
		},
		["格"] = {
			["斯"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["儿"] = {
		["子"] = {
			this = true,
			["是"] = {
				["地"] = {
					["狱"] = {
						["的"] = {
							["使"] = {
								["者"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["童"] = {
			["节"] = {
				["后"] = {
					["三"] = {
						["天"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鲕"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鮞"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["二"] = {
		["+"] = {
			["六"] = {
				["宪"] = {
					["章"] = {
						this = true
					}
				}
			}
		},
		B = {
			this = true
		},
		["苯"] = {
			["氮"] = {
				["草"] = {
					this = true
				}
			}
		},
		["屄"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["的"] = {
			["3"] = {
				["次"] = {
					["方"] = {
						["宪"] = {
							["章"] = {
								this = true
							}
						}
					}
				}
			},
			["三"] = {
				["次"] = {
					["方"] = {
						["宪"] = {
							["章"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["甘"] = {
			["醇"] = {
				["超"] = {
					["标"] = {
						this = true
					},
					["標"] = {
						this = true
					}
				}
			}
		},
		["话"] = {
			["不"] = {
				["说"] = {
					["插"] = {
						["进"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["話"] = {
			["不"] = {
				["說"] = {
					["插"] = {
						["進"] = {
							["來"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["甲"] = {
			["苯"] = {
				this = true
			},
			["噻"] = {
				["丁"] = {
					this = true
				}
			}
		},
		["苦"] = {
			["基"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["硫"] = {
			["化"] = {
				["碳"] = {
					this = true
				}
			}
		},
		["六"] = {
			["社"] = {
				["论"] = {
					this = true
				}
			}
		},
		["氯"] = {
			["化"] = {
				["钡"] = {
					this = true
				}
			},
			["乙"] = {
				["烯"] = {
					this = true
				}
			}
		},
		["奶"] = {
			["大"] = {
				["奖"] = {
					this = true
				}
			},
			["腐"] = {
				["败"] = {
					this = true
				}
			},
			["三"] = {
				["奶"] = {
					["牛"] = {
						["奶"] = {
							["奶"] = {
								["奶"] = {
									["害"] = {
										["人"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["像"] = {
				["中"] = {
					["国"] = {
						["电"] = {
							["信"] = {
								this = true
							}
						}
					}
				}
			},
			["主"] = {
				["动"] = {
					["控"] = {
						["诉"] = {
							["贪"] = {
								["官"] = {
									["罪"] = {
										["行"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["人"] = {
			["の"] = {
				["果"] = {
					["実"] = {
						this = true
					}
				}
			}
		},
		["三"] = {
			["四"] = {
				["五"] = {
					["六"] = {
						["操"] = {
							b = {
								["挺"] = {
									["好"] = {
										["受"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["十"] = {
			["年"] = {
				["后"] = {
					["腐"] = {
						["败"] = {
							["更"] = {
								["猖"] = {
									this = true
								}
							}
						}
					}
				},
				["前"] = {
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				this = true
			},
			["週"] = {
				["年"] = {
					this = true
				}
			},
			["七"] = {
				["亿"] = {
					["影"] = {
						["帝"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["铺"] = {
					["路"] = {
						this = true
					}
				},
				["秘"] = {
					["密"] = {
						["报"] = {
							["告"] = {
								this = true
							}
						}
					}
				},
				["猜"] = {
					["想"] = {
						this = true
					}
				},
				["夺"] = {
					["权"] = {
						this = true
					}
				},
				["提"] = {
					["拔"] = {
						this = true
					}
				},
				["博"] = {
					["弈"] = {
						this = true
					}
				},
				["权"] = {
					["力"] = {
						["博"] = {
							["弈"] = {
								this = true
							}
						},
						["稳"] = {
							["定"] = {
								this = true
							}
						}
					}
				},
				["动"] = {
					["向"] = {
						this = true
					}
				},
				["人"] = {
					["事"] = {
						["布"] = {
							["局"] = {
								this = true
							}
						}
					}
				},
				["政"] = {
					["治"] = {
						["信"] = {
							["号"] = {
								this = true
							}
						}
					}
				},
				["反"] = {
					["腐"] = {
						this = true
					}
				},
				["阻"] = {
					["力"] = {
						this = true
					}
				},
				["之"] = {
					["前"] = {
						["必"] = {
							["须"] = {
								["统"] = {
									["一"] = {
										this = true
									}
								}
							}
						},
						["要"] = {
							["来"] = {
								["个"] = {
									["大"] = {
										["的"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["后"] = {
						["开"] = {
							["打"] = {
								this = true
							}
						}
					}
				},
				["来"] = {
					["个"] = {
						["大"] = {
							["的"] = {
								this = true
							}
						}
					}
				},
				["清"] = {
					["洗"] = {
						this = true
					}
				},
				["防"] = {
					["反"] = {
						["习"] = {
							this = true
						}
					}
				},
				["前"] = {
					["后"] = {
						["打"] = {
							["台"] = {
								["湾"] = {
									this = true
								}
							}
						}
					},
					["的"] = {
						["博"] = {
							["弈"] = {
								this = true
							}
						}
					}
				},
				["后"] = {
					["将"] = {
						["对"] = {
							["台"] = {
								["动"] = {
									["手"] = {
										this = true
									}
								}
							}
						}
					},
					["开"] = {
						["打"] = {
							this = true
						}
					}
				},
				["要"] = {
					["生"] = {
						["变"] = {
							this = true
						}
					}
				},
				["无"] = {
					["法"] = {
						["连"] = {
							["任"] = {
								this = true
							}
						}
					}
				},
				["续"] = {
					["任"] = {
						this = true
					}
				},
				["上"] = {
					["位"] = {
						this = true
					},
					["最"] = {
						["先"] = {
							["确"] = {
								["定"] = {
									this = true
								}
							}
						}
					}
				},
				["保"] = {
					["驾"] = {
						["护"] = {
							["航"] = {
								this = true
							}
						}
					}
				},
				["自"] = {
					["我"] = {
						["接"] = {
							["班"] = {
								this = true
							}
						}
					}
				},
				["进"] = {
					["入"] = {
						["政"] = {
							["治"] = {
								["局"] = {
									this = true
								}
							}
						}
					}
				},
				["角"] = {
					["力"] = {
						this = true
					}
				},
				["取"] = {
					["得"] = {
						["连"] = {
							["任"] = {
								this = true
							}
						}
					}
				},
				["刀"] = {
					["把"] = {
						["子"] = {
							this = true
						}
					}
				},
				["获"] = {
					["得"] = {
						["连"] = {
							["任"] = {
								this = true
							}
						}
					}
				},
				["直"] = {
					["接"] = {
						["入"] = {
							["局"] = {
								this = true
							}
						}
					}
				},
				["入"] = {
					["局"] = {
						this = true
					}
				},
				["高"] = {
					["层"] = {
						this = true,
						["动"] = {
							["向"] = {
								this = true
							}
						}
					}
				},
				["谁"] = {
					["上"] = {
						["谁"] = {
							["下"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["世"] = {
					["纪"] = {
						["里"] = {
							["的"] = {
								["君"] = {
									["王"] = {
										this = true
									},
									["主"] = {
										this = true
									}
								},
								["皇"] = {
									["帝"] = {
										this = true
									}
								}
							}
						},
						["的"] = {
							["君"] = {
								["主"] = {
									this = true
								},
								["王"] = {
									this = true
								}
							},
							["皇"] = {
								["帝"] = {
									this = true
								}
							}
						}
					}
				}
			},
			D = {
				["会"] = {
					this = true
				}
			},
			d = {
				a = {
					this = true
				}
			},
			["哒"] = {
				this = true
			},
			["二"] = {
				["减"] = {
					["二"] = {
						["加"] = {
							["大"] = {
								this = true
							}
						}
					}
				}
			},
			["の"] = {
				["大"] = {
					["き"] = {
						["さ"] = {
							this = true
						}
					}
				}
			},
			["搞"] = {
				["袁"] = {
					["世"] = {
						["凯"] = {
							["称"] = {
								["帝"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["达"] = {
				this = true
			}
		},
		["肖"] = {
			this = true
		},
		["穴"] = {
			["中"] = {
				["出"] = {
					this = true
				}
			}
		},
		["乙"] = {
			["基"] = {
				["醚"] = {
					this = true
				},
				["酰"] = {
					["胺"] = {
						["发"] = {
							["抡"] = {
								this = true
							}
						}
					}
				}
			},
			["噻"] = {
				["丁"] = {
					this = true
				}
			}
		},
		["代"] = {
			["目"] = {
				this = true
			}
		},
		["流"] = {
			["报"] = {
				["纸"] = {
					this = true
				},
				["社"] = {
					this = true
				}
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["联"] = {
			["制"] = {
				this = true
			}
		},
		["等"] = {
			["警"] = {
				["察"] = {
					["交"] = {
						["通"] = {
							["队"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["百"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["斤"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["麦"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["子"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["皇"] = {
			["子"] = {
				["母"] = {
					["妃"] = {
						this = true
					}
				}
			}
		},
		["月"] = {
			["镇"] = {
				["反"] = {
					this = true
				}
			}
		},
		["次"] = {
			["解"] = {
				["放"] = {
					this = true
				}
			}
		}
	}
end

temp()
