pg = pg or {}
slot0 = pg
slot0.word_template_354 = {}
slot1 = slot0.word_template_354

temp = function()
	uv0["抓"] = {
		["捕"] = {
			["访"] = {
				["民"] = {
					["关"] = {
						["黑"] = {
							["牢"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["来"] = {
			["打"] = {
				["一"] = {
					["炮"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["专"] = {
		["访"] = {
			["赵"] = {
				["紫"] = {
					["阳"] = {
						this = true
					}
				}
			},
			["六"] = {
				["四"] = {
					["黄"] = {
						["雀"] = {
							["行"] = {
								["动"] = {
									["总"] = {
										["指"] = {
											["挥"] = {
												["六"] = {
													["哥"] = {
														["陈"] = {
															["达"] = {
																["钲"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["家"] = {
			["叫"] = {
				["蛤"] = {
					["蟆"] = {
						["不"] = {
							["叫"] = {
								this = true
							}
						}
					}
				}
			},
			["预"] = {
				["网"] = {
					this = true
				}
			}
		},
		["卖"] = {
			this = true,
			["迷"] = {
				["药"] = {
					this = true
				}
			},
			g = {
				a = {
					m = {
						o = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			b = {
				["5"] = {
					["0"] = {
						this = true,
						["套"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["木"] = {
						["仓"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["制"] = {
					["勃"] = {
						["朗"] = {
							["宁"] = {
								this = true
							}
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					Q = {
						B = {
							["6"] = {
								this = true
							}
						}
					},
					["管"] = {
						this = true
					}
				}
			},
			w = {
				g = {
					["7"] = {
						["0"] = {
							["2"] = {
								["左"] = {
									["轮"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["温"] = {
				["切"] = {
					["斯"] = {
						["特"] = {
							["8"] = {
								["0"] = {
									["0"] = {
										x = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["金"] = {
				["钟"] = {
					["1"] = {
						["9"] = {
							["1"] = {
								["1"] = {
									this = true
								}
							}
						}
					},
					m = {
						["9"] = {
							["2"] = {
								this = true
							}
						}
					}
				}
			},
			["槽"] = {
				["化"] = {
					["枪"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["俄"] = {
				["罗"] = {
					["斯"] = {
						m = {
							p = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["托"] = {
					this = true
				}
			},
			M = {
				["9"] = {
					["2"] = {
						F = {
							S = {
								this = true
							}
						}
					}
				}
			},
			["唛"] = {
				["可"] = {
					["奈"] = {
						["因"] = {
							this = true
						}
					}
				}
			},
			["安"] = {
				["乐"] = {
					["死"] = {
						["毒"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			},
			["楼"] = {
				["盘"] = {
					["业"] = {
						["主"] = {
							["数"] = {
								["据"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["枪"] = {
						["管"] = {
							this = true
						}
					}
				}
			},
			["起"] = {
				["爆"] = {
					["药"] = {
						this = true
					}
				}
			},
			["大"] = {
				["马"] = {
					["士"] = {
						["革"] = {
							["折"] = {
								["刀"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["麦"] = {
				["角"] = {
					["酸"] = {
						["提"] = {
							["炼"] = {
								["技"] = {
									["术"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						this = true
					}
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			}
		},
		["售"] = {
			this = true
		},
		["业"] = {
			["出"] = {
				["售"] = {
					["各"] = {
						["种"] = {
							["迷"] = {
								["药"] = {
									["."] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["代"] = {
				["考"] = {
					this = true
				},
				["理"] = {
					["投"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["复"] = {
				["仇"] = {
					this = true
				}
			},
			["破"] = {
				["解"] = {
					this = true
				}
			},
			["清"] = {
				["除"] = {
					["负"] = {
						["面"] = {
							["信"] = {
								["息"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["删"] = {
				["帖"] = {
					this = true,
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["机"] = {
						["构"] = {
							this = true
						}
					}
				},
				["贴"] = {
					["吧"] = {
						this = true
					}
				}
			},
			["刷"] = {
				["博"] = {
					["客"] = {
						this = true
					}
				},
				["票"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["讨"] = {
				["债"] = {
					this = true
				}
			},
			["投"] = {
				["票"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["推"] = {
						["手"] = {
							["培"] = {
								["训"] = {
									this = true
								}
							}
						}
					}
				},
				["上"] = {
					["刷"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["洗"] = {
				["票"] = {
					this = true
				}
			},
			["消"] = {
				["除"] = {
					["负"] = {
						["面"] = {
							["信"] = {
								["息"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["销"] = {
				["售"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["注"] = {
				["册"] = {
					["香"] = {
						["港"] = {
							["公"] = {
								["司"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["用"] = {
			["弩"] = {
				this = true
			}
		},
		["政"] = {
			this = true
		},
		["制"] = {
			this = true,
			["当"] = {
				["局"] = {
					this = true
				}
			}
		},
		["治"] = {
			["乱"] = {
				["了"] = {
					this = true,
					["无"] = {
						["法"] = {
							["治"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["供"] = {
			["十"] = {
				["字"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["钢"] = {
				["弩"] = {
					this = true
				}
			},
			["狩"] = {
				["猎"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["警"] = {
				["用"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["大"] = {
				["黑"] = {
					["鹰"] = {
						["弓"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["钢"] = {
						["珠"] = {
							["弩"] = {
								this = true
							}
						}
					}
				}
			},
			["战"] = {
				["术"] = {
					["匕"] = {
						["首"] = {
							this = true
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["砖"] = {
		["衡"] = {
			["扒"] = {
				["户"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["颛"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["顓"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["转"] = {
		["发"] = {
			["给"] = {
				["1"] = {
					["0"] = {
						["个"] = {
							this = true
						}
					}
				}
			}
		},
		["法"] = {
			["轮"] = {
				this = true
			}
		},
		["户"] = {
			["开"] = {
				["户"] = {
					this = true
				}
			}
		},
		["盘"] = {
			["机"] = {
				this = true
			}
		},
		["让"] = {
			this = true,
			["进"] = {
				["口"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["期"] = {
				["货"] = {
					["客"] = {
						["户"] = {
							["资"] = {
								["源"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["温"] = {
				["切"] = {
					["斯"] = {
						["特"] = {
							["气"] = {
								["枪"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["土"] = {
				["制"] = {
					["手"] = {
						["雷"] = {
							this = true
						}
					}
				}
			},
			["武"] = {
				["士"] = {
					["直"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		},
		["膛"] = {
			["枪"] = {
				this = true
			}
		},
		["转"] = {
			this = true
		},
		["平"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["赚"] = {
		["钱"] = {
			["网"] = {
				["站"] = {
					this = true
				},
				["址"] = {
					this = true
				}
			}
		}
	}
end

temp()
