pg = pg or {}
slot0 = pg
slot0.word_template_21 = {}
slot1 = slot0.word_template_21

function temp()
	uv0["激"] = {
		["流"] = {
			["中"] = {
				["國"] = {
					this = true
				}
			}
		},
		["爱"] = {
			["之"] = {
				["所"] = {
					this = true
				}
			}
		},
		["插"] = {
			this = true
		},
		["光"] = {
			["点"] = {
				["压"] = {
					this = true
				}
			}
		},
		["清"] = {
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					this = true
				}
			}
		},
		["情"] = {
			m = {
				m = {
					this = true
				}
			},
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["潮"] = {
				["喷"] = {
					this = true
				},
				["噴"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["打"] = {
				["炮"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["短"] = {
				["片"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["钢"] = {
				["管"] = {
					this = true
				}
			},
			["黄"] = {
				["色"] = {
					this = true
				}
			},
			["假"] = {
				["期"] = {
					this = true
				}
			},
			["交"] = {
				["友"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["狂"] = {
				["野"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					this = true,
					["室"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["体"] = {
					this = true
				},
				["體"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			},
			["免"] = {
				["费"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["郎"] = {
					this = true
				}
			},
			["派"] = {
				["对"] = {
					this = true
				}
			},
			["片"] = {
				this = true,
				["下"] = {
					["载"] = {
						this = true
					}
				}
			},
			["热"] = {
				["舞"] = {
					this = true
				}
			},
			["入"] = {
				["口"] = {
					this = true
				},
				["门"] = {
					this = true
				}
			},
			["少"] = {
				["女"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["視"] = {
				["頻"] = {
					this = true
				}
			},
			["双"] = {
				["人"] = {
					["秀"] = {
						this = true
					}
				}
			},
			["套"] = {
				["餐"] = {
					this = true
				}
			},
			["提"] = {
				["示"] = {
					this = true
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			},
			["貼"] = {
				["圖"] = {
					this = true
				}
			},
			["童"] = {
				["男"] = {
					this = true
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["丸"] = {
				this = true
			},
			["网"] = {
				this = true,
				["站"] = {
					this = true
				}
			},
			["文"] = {
				["学"] = {
					this = true
				},
				["學"] = {
					this = true
				}
			},
			["五"] = {
				["月"] = {
					["天"] = {
						this = true
					}
				}
			},
			["午"] = {
				["夜"] = {
					this = true
				}
			},
			["小"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["说"] = {
					this = true
				},
				["說"] = {
					this = true
				}
			},
			["一"] = {
				["夜"] = {
					this = true
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["泳"] = {
				["仔"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["之"] = {
				["女"] = {
					this = true
				}
			},
			["主"] = {
				["持"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["生"] = {
			["轮"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["爽"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["凸"] = {
			["走"] = {
				["光"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["月"] = {
		["収"] = {
			this = true
		},
		["底"] = {
			["可"] = {
				["以"] = {
					["拿"] = {
						["到"] = {
							["可"] = {
								["以"] = {
									["买"] = {
										["一"] = {
											["辆"] = {
												["车"] = {
													["的"] = {
														["工"] = {
															["资"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["宫"] = {
			["无"] = {
				["码"] = {
					this = true
				}
			}
		},
		["经"] = {
			this = true,
			["不"] = {
				["调"] = {
					this = true
				}
			},
			["来"] = {
				["了"] = {
					["都"] = {
						["让"] = {
							["搞"] = {
								this = true
							}
						}
					},
					["也"] = {
						["让"] = {
							["搞"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["經"] = {
			this = true
		},
		["历"] = {
			["俏"] = {
				["女"] = {
					["郎"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["西"] = {
				this = true
			}
		},
		["入"] = {
			["过"] = {
				["万"] = {
					this = true
				}
			},
			["上"] = {
				["万"] = {
					this = true
				}
			}
		},
		["收"] = {
			["入"] = {
				["几"] = {
					["千"] = {
						this = true
					}
				},
				["上"] = {
					["万"] = {
						this = true
					}
				},
				["万"] = {
					["元"] = {
						this = true
					}
				}
			}
		},
		["薪"] = {
			["过"] = {
				["万"] = {
					this = true
				}
			},
			["万"] = {
				["元"] = {
					this = true
				}
			}
		},
		["赚"] = {
			["过"] = {
				["万"] = {
					this = true
				}
			},
			["千"] = {
				["元"] = {
					this = true
				}
			},
			["上"] = {
				["千"] = {
					this = true
				},
				["万"] = {
					this = true
				}
			},
			["数"] = {
				["千"] = {
					["元"] = {
						this = true
					}
				},
				["万"] = {
					this = true
				}
			},
			["万"] = {
				["元"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["健"] = {
		["康"] = {
			["器"] = {
				["具"] = {
					this = true
				}
			},
			["美"] = {
				["容"] = {
					["之"] = {
						["家"] = {
							this = true
						}
					}
				}
			}
		},
		["身"] = {
			["帅"] = {
				["哥"] = {
					this = true
				}
			},
			["先"] = {
				["生"] = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["卫"] = {
			["步"] = {
				["枪"] = {
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["慰"] = {
			["器"] = {
				this = true
			}
		},
		["壮"] = {
			["成"] = {
				["熟"] = {
					["毛"] = {
						["男"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["男"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["犬"] = {
		["食"] = {
			["い"] = {
				this = true
			}
		},
		["江"] = {
			this = true
		},
		["交"] = {
			this = true
		},
		["肉"] = {
			["汤"] = {
				["淋"] = {
					["地"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["見"] = {
		["放"] = {
			["題"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["現"] = {
		["金"] = {
			this = true,
			["交"] = {
				["易"] = {
					this = true
				}
			}
		},
		["代"] = {
			["情"] = {
				["色"] = {
					["小"] = {
						["說"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["胡"] = {
		["耀"] = {
			["邦"] = {
				this = true,
				["传"] = {
					this = true
				}
			}
		},
		j = {
			t = {
				this = true
			}
		},
		X = {
			X = {
				this = true
			}
		},
		x = {
			x = {
				["看"] = {
					["到"] = {
						["女"] = {
							["兵"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["曾"] = {
			["结"] = {
				["盟"] = {
					this = true
				}
			}
		},
		["春"] = {
			["华"] = {
				this = true
			},
			["華"] = {
				this = true
			}
		},
		["达"] = {
			["拜"] = {
				["尔"] = {
					["地"] = {
						this = true
					}
				}
			}
		},
		["绩"] = {
			["伟"] = {
				["自"] = {
					["选"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["金"] = {
			["淘"] = {
				this = true
			},
			["韬"] = {
				this = true
			},
			["涛"] = {
				this = true
			}
		},
		["仅"] = {
			["涛"] = {
				this = true
			}
		},
		["紧"] = {
			["涛"] = {
				this = true
			},
			["掏"] = {
				this = true
			},
			["逃"] = {
				this = true
			},
			["套"] = {
				this = true
			}
		},
		["锦"] = {
			["涛"] = {
				this = true,
				["看"] = {
					["到"] = {
						["女"] = {
							["兵"] = {
								this = true
							},
							["民"] = {
								["兵"] = {
									this = true
								}
							}
						},
						["中"] = {
							["国"] = {
								["女"] = {
									["兵"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["去"] = {
					["看"] = {
						["毛"] = {
							["泽"] = {
								["东"] = {
									this = true
								}
							}
						}
					}
				},
				["往"] = {
					["前"] = {
						["窜"] = {
							this = true
						}
					}
				},
				["握"] = {
					["住"] = {
						["刘"] = {
							["德"] = {
								["华"] = {
									["的"] = {
										["手"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["下"] = {
					["台"] = {
						this = true
					}
				},
				["新"] = {
					["传"] = {
						this = true
					}
				},
				["左"] = {
					["右"] = {
						["为"] = {
							["难"] = {
								this = true
							}
						}
					}
				}
			},
			["滔"] = {
				this = true
			},
			["淘"] = {
				this = true
			},
			["套"] = {
				this = true
			}
		},
		["緊"] = {
			["掏"] = {
				this = true
			}
		},
		["錦"] = {
			["\\"] = {
				["濤"] = {
					this = true
				}
			},
			["滔"] = {
				this = true
			},
			["濤"] = {
				this = true
			},
			["淘"] = {
				this = true
			}
		},
		["惊"] = {
			["涛"] = {
				["看"] = {
					["到"] = {
						["女"] = {
							["兵"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["景"] = {
			["涛"] = {
				this = true
			},
			["濤"] = {
				this = true
			}
		},
		["乔"] = {
			["木"] = {
				this = true
			}
		},
		["喬"] = {
			["木"] = {
				this = true
			}
		},
		["石"] = {
			["根"] = {
				this = true
			}
		},
		["说"] = {
			["八"] = {
				["道"] = {
					this = true
				}
			}
		},
		["温"] = {
			["除"] = {
				["了"] = {
					["流"] = {
						["眼"] = {
							["泪"] = {
								this = true
							}
						}
					}
				}
			},
			["全"] = {
				["透"] = {
					["视"] = {
						this = true
					}
				}
			},
			["治"] = {
				["国"] = {
					["揭"] = {
						["秘"] = {
							this = true
						}
					}
				}
			}
		},
		["瘟"] = {
			this = true
		},
		["雯"] = {
			["靖"] = {
				this = true
			}
		},
		["问"] = {
			["鸣"] = {
				this = true
			}
		},
		["玉"] = {
			["敏"] = {
				this = true
			}
		},
		["泽"] = {
			["君"] = {
				this = true
			}
		},
		["志"] = {
			["明"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true,
				["感"] = {
					["动"] = {
						["得"] = {
							["热"] = {
								["泪"] = {
									["盈"] = {
										["眶"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["和"] = {
					["刘"] = {
						["德"] = {
							["华"] = {
								this = true
							}
						}
					}
				},
				["看"] = {
					["到"] = {
						["女"] = {
							["兵"] = {
								this = true
							}
						}
					}
				},
				["说"] = {
					["肉"] = {
						["价"] = {
							["格"] = {
								["要"] = {
									["上"] = {
										["涨"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["握"] = {
					["着"] = {
						["华"] = {
							["仔"] = {
								this = true
							}
						}
					}
				}
			},
			["编"] = {
				this = true
			}
		},
		["总"] = {
			["看"] = {
				["到"] = {
					["女"] = {
						["兵"] = {
							this = true
						}
					}
				}
			},
			["书"] = {
				["记"] = {
					this = true
				}
			}
		},
		["總"] = {
			["書"] = {
				["記"] = {
					this = true
				}
			}
		},
		J = {
			T = {
				this = true
			}
		},
		["+"] = {
			["温"] = {
				this = true
			}
		},
		["\\"] = {
			x = {
				["{"] = {
					["1"] = {
						F = {
							["4"] = {
								["8"] = {
									A = {
										["}"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		m = {
			i = {
				a = {
					n = {
						["涛"] = {
							this = true
						}
					}
				}
			}
		},
		["衡"] = {
			["华"] = {
				this = true
			}
		},
		["乃"] = {
			["文"] = {
				this = true
			}
		},
		["堇"] = {
			["桃"] = {
				this = true
			}
		},
		this = {
			this = true
		}
	}
end

temp()
