pg = pg or {}
slot0 = pg
slot0.word_template_255 = {}
slot1 = slot0.word_template_255

temp = function()
	uv0["善"] = {
		["."] = {
			["恶"] = {
				this = true
			}
		},
		["惡"] = {
			["有"] = {
				["報"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["伤"] = {
		["追"] = {
			["之"] = {
				["人"] = {
					this = true
				}
			}
		},
		["痕"] = {
			["文"] = {
				["学"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["赏"] = {
		["波"] = {
			["赏"] = {
				["穴"] = {
					["赏"] = {
						["菊"] = {
							["花"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["上"] = {
		["▲"] = {
			["份"] = {
				["▲"] = {
					["噐"] = {
						this = true
					}
				}
			}
		},
		["半"] = {
			["年"] = {
				["一"] = {
					["人"] = {
						["杀"] = {
							["六"] = {
								["警"] = {
									["察"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["夜"] = {
				["在"] = {
					["赌"] = {
						this = true
					}
				}
			}
		},
		["床"] = {
			["就"] = {
				["把"] = {
					["你"] = {
						["妈"] = {
							["靠"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["访"] = {
			this = true,
			["两"] = {
				["会"] = {
					this = true
				}
			},
			["维"] = {
				["权"] = {
					this = true
				}
			}
		},
		["訪"] = {
			this = true
		},
		["分"] = {
			["机"] = {
				this = true
			},
			["器"] = {
				this = true
			},
			["药"] = {
				["水"] = {
					this = true
				}
			}
		},
		["份"] = {
			["噐"] = {
				this = true
			}
		},
		["海"] = {
			["幫"] = {
				this = true
			},
			["不"] = {
				["欢"] = {
					["迎"] = {
						["你"] = {
							this = true
						}
					}
				}
			},
			["诚"] = {
				["信"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["钓"] = {
				["鱼"] = {
					["新"] = {
						["疆"] = {
							["七"] = {
								["五"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["房"] = {
				["惠"] = {
					["官"] = {
						this = true
					}
				}
			},
			["工"] = {
				["字"] = {
					["气"] = {
						["枪"] = {
							["指"] = {
								["定"] = {
									["销"] = {
										["售"] = {
											["点"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["孤"] = {
				["兒"] = {
					["院"] = {
						this = true
					}
				}
			},
			["看"] = {
				["全"] = {
					["国"] = {
						["都"] = {
							["是"] = {
								["乡"] = {
									["下"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["牌"] = {
				["工"] = {
					["字"] = {
						["气"] = {
							["枪"] = {
								["专"] = {
									["卖"] = {
										["网"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["批"] = {
						["发"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["销"] = {
						["售"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["夜"] = {
				["會"] = {
					this = true
				}
			},
			["时"] = {
				["时"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["官"] = {
				["办"] = {
					["妓"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["赵"] = {
				["富"] = {
					["强"] = {
						this = true
					}
				}
			},
			["小"] = {
				["王"] = {
					this = true
				}
			},
			["共"] = {
				["和"] = {
					["国"] = {
						this = true
					}
				}
			},
			["大"] = {
				["吃"] = {
					["饱"] = {
						this = true
					}
				}
			},
			["公"] = {
				["社"] = {
					this = true
				}
			},
			["关"] = {
				["心"] = {
					["你"] = {
						this = true
					}
				}
			},
			["自"] = {
				["治"] = {
					["区"] = {
						this = true
					}
				}
			},
			["特"] = {
				["区"] = {
					this = true
				}
			},
			["瘫"] = {
				this = true
			},
			["币"] = {
				this = true
			},
			["人"] = {
				["的"] = {
					["忍"] = {
						["耐"] = {
							["已"] = {
								["经"] = {
									["到"] = {
										["了"] = {
											["极"] = {
												["限"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["逝"] = {
				["者"] = {
					this = true
				}
			},
			["警"] = {
				["察"] = {
					this = true
				}
			},
			["领"] = {
				["导"] = {
					["班"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["级"] = {
			["领"] = {
				["导"] = {
					["提"] = {
						["倡"] = {
							["的"] = {
								["就"] = {
									["是"] = {
										["正"] = {
											["确"] = {
												["的"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["门"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["保"] = {
				["健"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true,
					["服"] = {
						["务"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["門"] = {
			["服"] = {
				["務"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["你"] = {
			this = true
		},
		["妳"] = {
			this = true
		},
		["司"] = {
			["就"] = {
				["象"] = {
					["阴"] = {
						["道"] = {
							this = true
						}
					}
				}
			}
		},
		["万"] = {
			["围"] = {
				["攻"] = {
					this = true
				}
			}
		},
		["网"] = {
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["赚"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["原"] = {
			["美"] = {
				["纪"] = {
					this = true
				},
				["佐"] = {
					this = true
				}
			},
			["真"] = {
				["由"] = {
					["美"] = {
						this = true
					}
				}
			}
		},
		["帝"] = {
			["也"] = {
				["哭"] = {
					["泣"] = {
						this = true
					}
				}
			}
		},
		["达"] = {
			["天"] = {
				["听"] = {
					this = true
				}
			}
		},
		["面"] = {
			["老"] = {
				["大"] = {
					["不"] = {
						["下"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["来"] = {
			["就"] = {
				["下"] = {
					["不"] = {
						["去"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["去"] = {
			["就"] = {
				["下"] = {
					["不"] = {
						["来"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["台"] = {
			["三"] = {
				["次"] = {
					["分"] = {
						["配"] = {
							this = true
						}
					}
				}
			}
		},
		["行"] = {
			["下"] = {
				["效"] = {
					["有"] = {
						["样"] = {
							["学"] = {
								["样"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["梁"] = {
			["山"] = {
				["，"] = {
					["杀"] = {
						["富"] = {
							["济"] = {
								["贫"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["交"] = {
			["老"] = {
				["学"] = {
					["长"] = {
						this = true
					}
				}
			},
			["狮"] = {
				["子"] = {
					["座"] = {
						["学"] = {
							["长"] = {
								this = true
							}
						}
					}
				}
			},
			["机"] = {
				["电"] = {
					["系"] = {
						["老"] = {
							["学"] = {
								["长"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["将"] = {
			["爷"] = {
				["爷"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["尚"] = {
		["福"] = {
			["林"] = {
				this = true
			}
		},
		["海"] = {
			["卫"] = {
				["奸"] = {
					["伪"] = {
						["|"] = {
							["霾"] = {
								["拌"] = {
									["蒸"] = {
										["腐"] = {
											this = true,
											[" "] = {
												["|"] = {
													["浦"] = {
														["东"] = {
															["之"] = {
																["春"] = {
																	["|"] = {
																		["浦"] = {
																			["东"] = {
																				["区"] = {
																					["之"] = {
																						["春"] = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["烧"] = {
		["出"] = {
			["腐"] = {
				["败"] = {
					this = true
				}
			}
		},
		["油"] = {
			["肠"] = {
				["石"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["少"] = {
		["妇"] = {
			this = true,
			["白"] = {
				["洁"] = {
					this = true,
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					this = true
				}
			},
			["是"] = {
				["红"] = {
					["酒"] = {
						this = true
					}
				}
			},
			["熟"] = {
				["女"] = {
					this = true
				}
			},
			["偷"] = {
				["情"] = {
					this = true
				}
			},
			["穴"] = {
				this = true
			},
			["帐"] = {
				["篷"] = {
					this = true
				}
			},
			["一"] = {
				["级"] = {
					["碟"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["婦"] = {
			["偷"] = {
				["情"] = {
					this = true
				}
			}
		},
		["喝"] = {
			["酒"] = {
				["多"] = {
					["作"] = {
						["爱"] = {
							this = true
						}
					}
				}
			}
		},
		["了"] = {
			["一"] = {
				["百"] = {
					["算"] = {
						["强"] = {
							["奸"] = {
								this = true
							},
							["歼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["年"] = {
			["阿"] = {
				["宾"] = {
					this = true
				}
			},
			["大"] = {
				["宝"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["身"] = {
					["指"] = {
						["南"] = {
							this = true
						}
					}
				}
			},
			["虐"] = {
				["爱"] = {
					["真"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			["被"] = {
				["插"] = {
					this = true
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				},
				["奸"] = {
					["药"] = {
						["水"] = {
							this = true
						}
					}
				},
				["情"] = {
					["粉"] = {
						["货"] = {
							["到"] = {
								["付"] = {
									["款"] = {
										this = true
									}
								}
							}
						}
					},
					["药"] = {
						this = true,
						["水"] = {
							["出"] = {
								["售"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["蒾"] = {
				["情"] = {
					["粉"] = {
						this = true
					}
				}
			},
			["怕"] = {
				["日"] = {
					["以"] = {
						["手"] = {
							["遮"] = {
								["阴"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["潘"] = {
				["金"] = {
					["莲"] = {
						this = true
					}
				}
			},
			["手"] = {
				["淫"] = {
					["日"] = {
						["记"] = {
							this = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					["上"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["与"] = {
				["流"] = {
					["浪"] = {
						["汉"] = {
							this = true
						}
					}
				}
			}
		},
		["卿"] = {
			["留"] = {
				["芳"] = {
					this = true
				}
			}
		},
		["帅"] = {
			["闯"] = {
				["五"] = {
					["关"] = {
						this = true
					}
				}
			}
		},
		["修"] = {
			["正"] = {
				this = true
			}
		},
		["爷"] = {
			["的"] = {
				["家"] = {
					["教"] = {
						this = true
					}
				}
			},
			["陪"] = {
				["游"] = {
					this = true
				}
			}
		},
		["于"] = {
			["1"] = {
				["0"] = {
					["0"] = {
						["算"] = {
							["强"] = {
								["奸"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["算"] = {
			["经"] = {
				["济"] = {
					["账"] = {
						["、"] = {
							["眼"] = {
								["前"] = {
									["账"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["小"] = {
				["账"] = {
					this = true
				}
			}
		}
	}
end

temp()
