pg = pg or {}
slot0 = pg
slot0.word_template_202 = {}
slot1 = slot0.word_template_202

temp = function()
	uv0["漫"] = {
		["步"] = {
			["丝"] = {
				["足"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["猫"] = {
		["女"] = {
			["凤"] = {
				["舞"] = {
					this = true
				}
			}
		},
		["咪"] = {
			["大"] = {
				["香"] = {
					["蕉"] = {
						this = true
					}
				}
			}
		},
		["泎"] = {
			["栋"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		["眼"] = {
			["看"] = {
				["中"] = {
					["国"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["茅"] = {
		["台"] = {
			["酒"] = {
				["回"] = {
					["收"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["冒"] = {
		["毛"] = {
			["湾"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["没"] = {
		["到"] = {
			["火"] = {
				["场"] = {
					["现"] = {
						["收"] = {
							["费"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["钱"] = {
			["的"] = {
				["时"] = {
					["候"] = {
						["老"] = {
							["婆"] = {
								["兼"] = {
									["秘"] = {
										["书"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["事"] = {
			["就"] = {
				["干"] = {
					["秘"] = {
						["书"] = {
							this = true
						}
					}
				},
				["用"] = {
					["手"] = {
						["抠"] = {
							b = {
								this = true
							}
						}
					}
				}
			}
		},
		["有"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						["就"] = {
							["没"] = {
								["有"] = {
									["三"] = {
										["鹿"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["理"] = {
				["由"] = {
					["拒"] = {
						["绝"] = {
							["的"] = {
								["宪"] = {
									["章"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["伤"] = {
				["痕"] = {
					["的"] = {
						["酷"] = {
							["刑"] = {
								this = true
							}
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					["爽"] = {
						this = true
					}
				}
			},
			["烟"] = {
				["抽"] = {
					["的"] = {
						["日"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["的"] = {
					["日"] = {
						["子"] = {
							["里"] = {
								this = true
							}
						}
					}
				}
			},
			x = {
				["3"] = {
					this = true
				}
			},
			["就"] = {
				p = {
					a = {
						s = {
							s = {
								["~"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["反"] = {
				["对"] = {
					["票"] = {
						this = true
					}
				}
			},
			["\\"] = {
				p = {
					P = {
						["+"] = {
							["就"] = {
								["没"] = {
									["有"] = {
										["\\"] = {
											p = {
												P = {
													["+"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["期"] = {
				["限"] = {
					["的"] = {
						["皇"] = {
							["上"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["张"] = {
					["反"] = {
						["对"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["在"] = {
			["上"] = {
				["海"] = {
					["当"] = {
						["警"] = {
							["察"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["读"] = {
			["过"] = {
				["中"] = {
					["学"] = {
						["的"] = {
							["博"] = {
								["士"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["想"] = {
			["到"] = {
				["他"] = {
					["（"] = {
						[" "] = {
							["）"] = {
								["这"] = {
									["么"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["马"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["玫"] = {
		["瑰"] = {
			["粉"] = {
				["推"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["梅"] = {
		["德"] = {
			["韦"] = {
				["杰"] = {
					["夫"] = {
						this = true
					}
				}
			},
			["韋"] = {
				["傑"] = {
					["夫"] = {
						this = true
					}
				}
			}
		},
		["毒"] = {
			this = true
		},
		["花"] = {
			["屄"] = {
				this = true
			},
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["璇"] = {
			["婷"] = {
				this = true
			}
		}
	}
end

temp()
