pg = pg or {}
slot0 = pg
slot0.word_template_165 = {}
slot1 = slot0.word_template_165

temp = function()
	uv0["鄄"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["撅"] = {
		["起"] = {
			["大"] = {
				["白"] = {
					["腚"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["绝"] = {
		["地"] = {
			["武"] = {
				["士"] = {
					["的"] = {
						["传"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["对"] = {
			["不"] = {
				["能"] = {
					["惹"] = {
						["的"] = {
							["国"] = {
								["家"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["的"] = {
				["弱"] = {
					["者"] = {
						this = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			},
			["够"] = {
				["骚"] = {
					this = true
				}
			},
			["是"] = {
				["我"] = {
					["本"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["伦"] = {
			["肌"] = {
				["肉"] = {
					["王"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["家"] = {
				["族"] = {
					this = true
				}
			}
		},
		["杀"] = {
			["三"] = {
				["肖"] = {
					this = true
				}
			}
		},
		["食"] = {
			["静"] = {
				["坐"] = {
					this = true
				}
			},
			["总"] = {
				["指"] = {
					["挥"] = {
						this = true
					}
				},
				["部"] = {
					this = true
				}
			},
			["指"] = {
				["挥"] = {
					["部"] = {
						this = true
					}
				}
			},
			["学"] = {
				["生"] = {
					this = true
				}
			},
			["四"] = {
				["君"] = {
					["子"] = {
						this = true
					}
				}
			},
			["时"] = {
				["间"] = {
					["长"] = {
						["了"] = {
							["，"] = {
								["对"] = {
									["身"] = {
										["体"] = {
											["会"] = {
												["造"] = {
													["成"] = {
														["难"] = {
															["以"] = {
																["弥"] = {
																	["补"] = {
																		["的"] = {
																			["损"] = {
																				["害"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["已"] = {
				["经"] = {
					["到"] = {
						["了"] = {
							["第"] = {
								["七"] = {
									["天"] = {
										["，"] = {
											["不"] = {
												["能"] = {
													["再"] = {
														["这"] = {
															["样"] = {
																["下"] = {
																	["去"] = {
																		["了"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["体"] = {
			["隶"] = {
				["奴"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["絕"] = {
		["望"] = {
			["之"] = {
				["地"] = {
					this = true
				}
			}
		},
		["食"] = {
			["總"] = {
				["部"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["谲"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["譎"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["爝"] = {
		this = {
			this = true
		}
	}
end

temp()
