pg = pg or {}
slot0 = pg
slot0.word_template_322 = {}
slot1 = slot0.word_template_322

temp = function()
	uv0["已"] = {
		["婚"] = {
			["女"] = {
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["帐"] = {
					["篷"] = {
						this = true
					}
				}
			}
		},
		["经"] = {
			["三"] = {
				["七"] = {
					["开"] = {
						["了"] = {
							["，"] = {
								["还"] = {
									["想"] = {
										["怎"] = {
											["样"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["以"] = {
		["财"] = {
			["大"] = {
				["气"] = {
					["粗"] = {
						["为"] = {
							["荣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["崇"] = {
			["尚"] = {
				["洗"] = {
					["货"] = {
						["为"] = {
							["荣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["吹"] = {
			["啸"] = {
				["为"] = {
					["荣"] = {
						this = true
					}
				}
			}
		},
		["多"] = {
			["党"] = {
				["治"] = {
					["国"] = {
						["为"] = {
							["荣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["尔"] = {
			["虞"] = {
				["我"] = {
					["诈"] = {
						["为"] = {
							["荣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["共"] = {
			["产"] = {
				["之"] = {
					["学"] = {
						["为"] = {
							["国"] = {
								["学"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["官"] = {
			["官"] = {
				["相"] = {
					["互"] = {
						["为"] = {
							["耻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["毫"] = {
			["宅"] = {
				["巨"] = {
					["赌"] = {
						["为"] = {
							["荣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["茎"] = {
			["至"] = {
				["洞"] = {
					this = true
				}
			},
			["制"] = {
				["洞"] = {
					this = true
				}
			},
			["治"] = {
				["洞"] = {
					["在"] = {
						this = true
					}
				}
			}
		},
		["溜"] = {
			["点"] = {
				["就"] = {
					["拐"] = {
						["为"] = {
							["耻"] = {
								this = true
							}
						}
					}
				}
			},
			["完"] = {
				["去"] = {
					["洗"] = {
						["浴"] = {
							["为"] = {
								["荣"] = {
									this = true
								}
							}
						}
					}
				},
				["想"] = {
					["做"] = {
						["爱"] = {
							["为"] = {
								["荣"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["钱"] = {
			["结"] = {
				["案"] = {
					this = true
				}
			}
		},
		["权"] = {
			["办"] = {
				["案"] = {
					this = true
				}
			}
		},
		["享"] = {
			["乐"] = {
				["淫"] = {
					["逸"] = {
						["为"] = {
							["荣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["血"] = {
			["护"] = {
				["法"] = {
					this = true
				}
			}
		},
		["一"] = {
			["党"] = {
				["专"] = {
					["政"] = {
						["为"] = {
							["耻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["政"] = {
			["治"] = {
				["造"] = {
					["假"] = {
						["为"] = {
							["耻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["义"] = {
			["聚"] = {
				["众"] = {
					this = true
				}
			}
		},
		["義"] = {
			["聚"] = {
				["衆"] = {
					this = true
				}
			}
		},
		x = {
			i = {
				["为"] = {
					["核"] = {
						["心"] = {
							this = true
						}
					}
				}
			}
		},
		["钻"] = {
			["石"] = {
				["之"] = {
					["名"] = {
						this = true,
						["\\"] = {
							p = {
								P = {
									["?"] = {
										["为"] = {
											["成"] = {
												["长"] = {
													["加"] = {
														["冕"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["倚"] = {
		["天"] = {
			["屠"] = {
				["龙"] = {
					["别"] = {
						["记"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["椅"] = {
		["子"] = {
			["一"] = {
				["次"] = {
					["二"] = {
						["十"] = {
							["块"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["亿"] = {
		["万"] = {
			["勇"] = {
				["士"] = {
					["弃"] = {
						["中"] = {
							["共"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["负"] = {
				["债"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["艺"] = {
		["术"] = {
			["家"] = {
				["绝"] = {
					["食"] = {
						this = true
					}
				},
				["长"] = {
					["安"] = {
						["街"] = {
							this = true
						}
					}
				}
			},
			["区"] = {
				["拆"] = {
					["迁"] = {
						this = true
					}
				},
				["遭"] = {
					["拆"] = {
						["迁"] = {
							this = true
						}
					}
				}
			}
		},
		["坛"] = {
			["照"] = {
				["妖"] = {
					["镜"] = {
						["之"] = {
							["9"] = {
								["6"] = {
									["应"] = {
										["召"] = {
											["名"] = {
												["册"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["异"] = {
		["丁"] = {
			["腈"] = {
				this = true
			}
		},
		["見"] = {
			["人"] = {
				["士"] = {
					this = true
				}
			}
		},
		["界"] = {
			["风"] = {
				["流"] = {
					["踏"] = {
						["艳"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["氰"] = {
			["酸"] = {
				["甲"] = {
					["酯"] = {
						this = true
					}
				}
			}
		},
		["型"] = {
			["叛"] = {
				["軍"] = {
					this = true
				}
			}
		},
		["性"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			}
		},
		["议"] = {
			["人"] = {
				["士"] = {
					this = true,
					["被"] = {
						["上"] = {
							["岗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["議"] = {
			["人"] = {
				["士"] = {
					this = true
				}
			}
		}
	}
end

temp()
