pg = pg or {}
slot0 = pg
slot0.word_template_90 = {}
slot1 = slot0.word_template_90

function temp()
	uv0["度"] = {
		["冷"] = {
			["丁"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["渡"] = {
		["边"] = {
			["美"] = {
				["奈"] = {
					["代"] = {
						this = true
					}
				}
			}
		},
		["濑"] = {
			["晶"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["短"] = {
		["线"] = {
			["投"] = {
				["机"] = {
					this = true
				}
			}
		},
		["信"] = {
			["猫"] = {
				this = true
			},
			["群"] = {
				["发"] = {
					["器"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						}
					},
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["断"] = {
		["虹"] = {
			["玉"] = {
				["钩"] = {
					this = true
				}
			}
		},
		["根"] = {
			["、"] = {
				["断"] = {
					["代"] = {
						["、"] = {
							["断"] = {
								["联"] = {
									["、"] = {
										["断"] = {
											["源"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["供"] = {
			["潮"] = {
				this = true
			}
		},
		["包"] = {
			["续"] = {
				["任"] = {
					this = true
				}
			}
		},
		["播"] = {
			["5"] = {
				["周"] = {
					["年"] = {
						this = true
					}
				},
				["年"] = {
					this = true
				}
			},
			["五"] = {
				["年"] = {
					this = true
				},
				["周"] = {
					["年"] = {
						this = true
					}
				}
			},
			["门"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["对"] = {
		["待"] = {
			["干"] = {
				["部"] = {
					["软"] = {
						["办"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["群"] = {
				["众"] = {
					["硬"] = {
						["办"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["上"] = {
				["级"] = {
					["用"] = {
						["钱"] = {
							["办"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["领"] = {
			["导"] = {
				["用"] = {
					["美"] = {
						["人"] = {
							["计"] = {
								["办"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["你"] = {
			["无"] = {
				["法"] = {
					["监"] = {
						["督"] = {
							this = true
						}
					}
				}
			}
		},
		["上"] = {
			["会"] = {
				["摆"] = {
					["平"] = {
						this = true
					}
				}
			},
			["讲"] = {
				["假"] = {
					["话"] = {
						this = true
					}
				}
			}
		},
		["下"] = {
			["讲"] = {
				["官"] = {
					["话"] = {
						this = true
					}
				}
			},
			["能"] = {
				["铲"] = {
					["平"] = {
						this = true
					}
				}
			}
		},
		["着"] = {
			["你"] = {
				["妈"] = {
					["来"] = {
						["一"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["准"] = {
			["桃"] = {
				["源"] = {
					["洞"] = {
						["口"] = {
							this = true
						}
					}
				}
			}
		},
		["抗"] = {
			["极"] = {
				["权"] = {
					["的"] = {
						["斗"] = {
							["争"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["公"] = {
			["账"] = {
				["户"] = {
					["全"] = {
						["套"] = {
							this = true
						}
					}
				}
			}
		},
		["该"] = {
			["指"] = {
				["控"] = {
					this = true
				}
			}
		},
		["小"] = {
			["区"] = {
				["物"] = {
					["业"] = {
						["越"] = {
							["来"] = {
								["越"] = {
									["失"] = {
										["望"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["黑"] = {
			["窑"] = {
				["童"] = {
					["奴"] = {
						["案"] = {
							["的"] = {
								["继"] = {
									["续"] = {
										["追"] = {
											["问"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["当"] = {
			["前"] = {
				["我"] = {
					["国"] = {
						["若"] = {
							["干"] = {
								["重"] = {
									["大"] = {
										["国"] = {
											["是"] = {
												["的"] = {
													["意"] = {
														["见"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["顿"] = {
		["湿"] = {
			["滔"] = {
				["滔"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["堕"] = {
		["淫"] = {
			this = true
		}
	}
end

temp()
