pg = pg or {}
slot0 = pg
slot0.word_template_343 = {}
slot1 = slot0.word_template_343

function temp()
	uv0["沃"] = {
		["尔"] = {
			["开"] = {
				["西"] = {
					this = true
				}
			}
		},
		["爾"] = {
			["開"] = {
				["西"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["握"] = {
		["紧"] = {
			["大"] = {
				["印"] = {
					["收"] = {
						["贿"] = {
							["赂"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["乌"] = {
		["黑"] = {
			["阴"] = {
				["毛"] = {
					["两"] = {
						["边"] = {
							["露"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["克"] = {
			["兰"] = {
				["分"] = {
					["离"] = {
						this = true
					}
				}
			}
		},
		["伊"] = {
			["会"] = {
				this = true
			}
		},
		["云"] = {
			["部"] = {
				["队"] = {
					this = true
				}
			}
		},
		["兹"] = {
			["别"] = {
				["克"] = {
					["斯"] = {
						["坦"] = {
							["伊"] = {
								["斯"] = {
									["兰"] = {
										["运"] = {
											["动"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["污"] = {
		this = {
			this = true
		},
		["染"] = {
			["水"] = {
				["质"] = {
					["解"] = {
						["渴"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["巫"] = {
		["女"] = {
			["朋"] = {
				["友"] = {
					["的"] = {
						["性"] = {
							["餐"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["无"] = {
		["邦"] = {
			["国"] = {
				this = true
			}
		},
		["帮"] = {
			["国"] = {
				this = true
			},
			["过"] = {
				this = true
			}
		},
		["病"] = {
			["毒"] = {
				["无"] = {
					["木"] = {
						["马"] = {
							this = true
						}
					}
				}
			}
		},
		["耻"] = {
			["作"] = {
				["秀"] = {
					["的"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		["担"] = {
			["保"] = {
				["贷"] = {
					["款"] = {
						this = true
					}
				},
				["信"] = {
					["用"] = {
						["贷"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["银"] = {
					["行"] = {
						["信"] = {
							["用"] = {
								["贷"] = {
									["款"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["抵"] = {
			["押"] = {
				this = true,
				["贷"] = {
					["款"] = {
						this = true
					}
				},
				["免"] = {
					["担"] = {
						["保"] = {
							this = true
						}
					}
				}
			}
		},
		["毒"] = {
			["无"] = {
				["马"] = {
					this = true
				}
			}
		},
		["风"] = {
			["险"] = {
				this = true
			}
		},
		["辜"] = {
			["矿"] = {
				["工"] = {
					["埋"] = {
						["地"] = {
							["底"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			["界"] = {
				["记"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["界"] = {
			["禁"] = {
				["书"] = {
					["快"] = {
						["览"] = {
							this = true
						}
					}
				}
			},
			["浏"] = {
				["览"] = {
					this = true,
					["器"] = {
						this = true
					}
				}
			},
			["流"] = {
				["览"] = {
					this = true
				}
			},
			["网"] = {
				["络"] = {
					this = true
				}
			}
		},
		["力"] = {
			["反"] = {
				["抗"] = {
					["只"] = {
						["好"] = {
							["尽"] = {
								["情"] = {
									["享"] = {
										["受"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["码"] = {
			this = true,
			["彩"] = {
				["图"] = {
					this = true
				}
			},
			["精"] = {
				["选"] = {
					this = true
				}
			},
			["炮"] = {
				["图"] = {
					this = true
				}
			},
			["丝"] = {
				["袜"] = {
					this = true
				}
			},
			["体"] = {
				["验"] = {
					this = true
				}
			},
			["无"] = {
				["套"] = {
					this = true
				}
			},
			["淫"] = {
				["漫"] = {
					this = true
				},
				["女"] = {
					this = true
				}
			},
			["长"] = {
				["片"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["碼"] = {
			this = true
		},
		["毛"] = {
			["美"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["岛"] = {
				["物"] = {
					["语"] = {
						this = true
					}
				}
			},
			["敢"] = {
				["亵"] = {
					["渎"] = {
						["的"] = {
							["美"] = {
								["女"] = {
									["破"] = {
										["宫"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["数"] = {
			["淫"] = {
				["雄"] = {
					["竞"] = {
						["折"] = {
							["腰"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["双"] = {
			["三"] = {
				["国"] = {
					["志"] = {
						this = true
					}
				}
			}
		},
		["水"] = {
			["乙"] = {
				["醇"] = {
					this = true
				}
			}
		},
		["税"] = {
			["香"] = {
				["烟"] = {
					this = true
				}
			}
		},
		["套"] = {
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["片"] = {
				["片"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["锡"] = {
			["锡"] = {
				["锋"] = {
					["牌"] = {
						["汽"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["线"] = {
			["监"] = {
				["控"] = {
					["系"] = {
						["统"] = {
							this = true
						}
					}
				},
				["听"] = {
					["工"] = {
						["具"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			},
			["窃"] = {
				["聽"] = {
					["器"] = {
						this = true
					}
				}
			},
			["微"] = {
				["型"] = {
					["耳"] = {
						["机"] = {
							this = true
						}
					},
					["摄"] = {
						["像"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			},
			["远"] = {
				["程"] = {
					["监"] = {
						["控"] = {
							this = true
						}
					}
				}
			}
		},
		["效"] = {
			["全"] = {
				["退"] = {
					["款"] = {
						this = true
					}
				}
			}
		},
		["修"] = {
			["正"] = {
				this = true
			}
		},
		["需"] = {
			["担"] = {
				["保"] = {
					this = true
				}
			},
			["抵"] = {
				["押"] = {
					this = true
				}
			}
		},
		["颜"] = {
			["之"] = {
				["月"] = {
					this = true
				}
			}
		},
		["意"] = {
			["中"] = {
				["闯"] = {
					["入"] = {
						["了"] = {
							["我"] = {
								["的"] = {
									["世"] = {
										["界"] = {
											this = true
										}
									}
								}
							}
						},
						["我"] = {
							["的"] = {
								["世"] = {
									["界"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
