pg = pg or {}
slot0 = pg
slot0.word_template_257 = {}
slot1 = slot0.word_template_257

temp = function()
	uv0["身"] = {
		["份"] = {
			["生"] = {
				["成"] = {
					["器"] = {
						this = true
					}
				}
			},
			["证"] = {
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["生"] = {
					["成"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["證"] = {
				["生"] = {
					["成"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["深"] = {
		["爱"] = {
			["色"] = {
				["色"] = {
					this = true
				}
			}
		},
		["愛"] = {
			["色"] = {
				["色"] = {
					this = true
				}
			}
		},
		["度"] = {
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["港"] = {
			["一"] = {
				["体"] = {
					["化"] = {
						this = true
					}
				}
			}
		},
		["入"] = {
			["基"] = {
				["层"] = {
					["要"] = {
						["金"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["田"] = {
			["涼"] = {
				["子"] = {
					this = true
				}
			}
		},
		["夜"] = {
			["执"] = {
				["法"] = {
					this = true
				}
			}
		},
		["追"] = {
			["政"] = {
				["府"] = {
					["屁"] = {
						["股"] = {
							this = true
						}
					}
				}
			}
		},
		["肛"] = {
			this = true
		},
		["圳"] = {
			["2"] = {
				["0"] = {
					["1"] = {
						["8"] = {
							this = true
						}
					}
				}
			}
		},
		["房"] = {
			["理"] = {
				this = true
			}
		},
		["害"] = {
			["熊"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["詵"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["什"] = {
		["么"] = {
			["叫"] = {
				["升"] = {
					["官"] = {
						["送"] = {
							["呗"] = {
								this = true
							}
						}
					}
				},
				["政"] = {
					["冶"] = {
						["黑"] = {
							["呗"] = {
								this = true
							}
						}
					}
				}
			},
			["时"] = {
				["候"] = {
					["退"] = {
						["位"] = {
							this = true
						}
					},
					["下"] = {
						["台"] = {
							this = true
						}
					},
					["能"] = {
						["再"] = {
							["来"] = {
								["一"] = {
									["个"] = {
										["湖"] = {
											["南"] = {
												["人"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["以"] = {
				["为"] = {
					["常"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["神"] = {
		["变"] = {
			["麻"] = {
				["将"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["城"] = {
			["愛"] = {
				["奈"] = {
					this = true
				}
			}
		},
		["惩"] = {
			["罚"] = {
				["党"] = {
					this = true
				}
			}
		},
		["的"] = {
			["说"] = {
				["话"] = {
					["与"] = {
						["人"] = {
							["的"] = {
								["交"] = {
									["通"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["雕"] = {
			["外"] = {
				["传"] = {
					["之"] = {
						["郭"] = {
							["襄"] = {
								this = true
							}
						}
					}
				}
			},
			["侠"] = {
				["侣"] = {
					["逍"] = {
						["遥"] = {
							["篇"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["谷"] = {
			["凉"] = {
				this = true
			},
			["沙"] = {
				["织"] = {
					this = true
				}
			}
		},
		["汉"] = {
			this = true
		},
		["漢"] = {
			this = true
		},
		["经"] = {
			["病"] = {
				this = true
			}
		},
		["經"] = {
			["病"] = {
				this = true
			}
		},
		["乃"] = {
			["麻"] = {
				["美"] = {
					this = true
				}
			}
		},
		["婆"] = {
			this = true
		},
		["奇"] = {
			["8"] = {
				["3"] = {
					["4"] = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["8"] = {
					["3"] = {
						["4"] = {
							["1"] = {
								this = true
							}
						}
					}
				},
				["老"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["通"] = {
			["加"] = {
				["持"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["仙"] = {
			["风"] = {
				["流"] = {
					["记"] = {
						this = true
					}
				}
			},
			["艳"] = {
				["戏"] = {
					this = true
				}
			}
		},
		["向"] = {
			["全"] = {
				["宇"] = {
					["发"] = {
						["声"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["美"] = {
				["雪"] = {
					this = true
				}
			}
		},
		["隐"] = {
			["秘"] = {
				["的"] = {
					["作"] = {
						["工"] = {
							this = true
						}
					}
				}
			}
		},
		["在"] = {
			["末"] = {
				["世"] = {
					["的"] = {
						["发"] = {
							["声"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["州"] = {
			["三"] = {
				["退"] = {
					["涌"] = {
						["春"] = {
							["潮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["主"] = {
				["民"] = {
					this = true
				}
			}
		},
		["圣"] = {
			["罗"] = {
				["马"] = {
					["帝"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["榊"] = {
		["安"] = {
			["奈"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["沈"] = {
		["昌"] = {
			["特"] = {
				["功"] = {
					this = true
				}
			}
		},
		["德"] = {
			["咏"] = {
				this = true
			}
		},
		["仁"] = {
			["干"] = {
				this = true
			}
		},
		["彤"] = {
			this = true
		},
		["跃"] = {
			["跃"] = {
				this = true
			}
		}
	}
end

temp()
