pg = pg or {}
slot0 = pg
slot0.word_template_152 = {}
slot1 = slot0.word_template_152

function temp()
	uv0["环"] = {
		["三"] = {
			["亚"] = {
				["甲"] = {
					["基"] = {
						["三"] = {
							["硝"] = {
								["胺"] = {
									this = true
								},
								["铵"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["次"] = {
				["甲"] = {
					["基"] = {
						["三"] = {
							["硝"] = {
								["胺"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["亚"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["球"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["证"] = {
				["件"] = {
					[" "] = {
						["大"] = {
							["学"] = {
								["毕"] = {
									["业"] = {
										["证"] = {
											this = true
										}
									}
								}
							}
						},
						["诚"] = {
							["信"] = {
								this = true
							}
						}
					},
					["诚"] = {
						["信"] = {
							this = true
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["文"] = {
						["凭"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							this = true
						}
					},
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["乐"] = {
				["业"] = {
					["网"] = {
						this = true
					}
				}
			},
			["时"] = {
				["报"] = {
					["二"] = {
						["十"] = {
							["年"] = {
								["前"] = {
									this = true
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["下"] = {
					["文"] = {
						["聘"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["="] = {
					["古"] = {
						["小"] = {
							["邪"] = {
								this = true
							}
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["件"] = {
					this = true,
					["诚"] = {
						["信"] = {
							this = true
						}
					}
				}
			},
			["装"] = {
				["备"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["境"] = {
			["光"] = {
				["遮"] = {
					["蔽"] = {
						this = true
					}
				}
			}
		},
		["氧"] = {
			["化"] = {
				["苯"] = {
					["并"] = {
						["比"] = {
							this = true
						},
						["芘"] = {
							this = true
						}
					}
				}
			}
		},
		["游"] = {
			["世"] = {
				["界"] = {
					["把"] = {
						["钱"] = {
							["撒"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["宇"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						this = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					["证"] = {
						["件"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["塑"] = {
		["胶"] = {
			["炸"] = {
				["药"] = {
					this = true
				},
				["弹"] = {
					this = true
				}
			},
			["原"] = {
				["料"] = {
					["的"] = {
						["流"] = {
							["动"] = {
								["性"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["怍"] = {
				["药"] = {
					this = true
				}
			}
		},
		["料"] = {
			["炸"] = {
				["弹"] = {
					this = true,
					D = {
						I = {
							Y = {
								this = true
							}
						}
					}
				}
			},
			["格"] = {
				["洛"] = {
					["克"] = {
						this = true
					}
				}
			},
			["冰"] = {
				this = true
			},
			["枪"] = {
				["打"] = {
					b = {
						b = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			},
			["袋"] = {
				this = true
			}
		},
		["管"] = {
			["砂"] = {
				["炮"] = {
					this = true
				}
			}
		},
		["州"] = {
			["迷"] = {
				["药"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["硅"] = {
		["烷"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["胶"] = {
			["人"] = {
				["皮"] = {
					this = true,
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["面"] = {
				["具"] = {
					this = true
				},
				["皮"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["假"] = {
				["阴"] = {
					this = true
				}
			},
			["脸"] = {
				["皮"] = {
					this = true
				}
			},
			["手"] = {
				["指"] = {
					this = true
				}
			},
			["头"] = {
				["套"] = {
					this = true
				}
			},
			["易"] = {
				["容"] = {
					["面"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		},
		["谷"] = {
			["民"] = {
				["主"] = {
					["促"] = {
						["进"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["硝"] = {
		["酸"] = {
			["肼"] = {
				this = true
			},
			["胺"] = {
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			},
			["高"] = {
				["汞"] = {
					this = true
				}
			},
			["汞"] = {
				this = true
			},
			["盐"] = {
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			},
			["脲"] = {
				this = true,
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			},
			["甘"] = {
				["油"] = {
					this = true,
					["炸"] = {
						["药"] = {
							this = true,
							["制"] = {
								["作"] = {
									this = true
								}
							}
						},
						["弹"] = {
							["制"] = {
								["作"] = {
									this = true,
									["方"] = {
										["法"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["制"] = {
						["作"] = {
							this = true
						}
					}
				}
			},
			["铵"] = {
				["的"] = {
					["简"] = {
						["便"] = {
							["制"] = {
								["取"] = {
									["方"] = {
										["法"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["基"] = {
			["脲"] = {
				this = true
			}
		},
		["铵"] = {
			this = true,
			["炸"] = {
				["药"] = {
					this = true,
					["配"] = {
						["方"] = {
							this = true
						}
					}
				}
			}
		},
		["化"] = {
			["甘"] = {
				["油"] = {
					this = true
				}
			},
			["棉"] = {
				this = true,
				["的"] = {
					["制"] = {
						["作"] = {
							this = true
						}
					}
				},
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["胺"] = {
			["炸"] = {
				["药"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["西"] = {
				["泮"] = {
					this = true,
					["含"] = {
						["量"] = {
							this = true
						}
					},
					[" "] = {
						["现"] = {
							["货"] = {
								["供"] = {
									["应"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["榴"] = {
		["弹"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["诡"] = {
		["雷"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["掌"] = {
		["心"] = {
			["雷"] = {
				this = true,
				["弓"] = {
					this = true
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["酷"] = {
			["小"] = {
				["说"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["服"] = {
				["务"] = {
					["员"] = {
						this = true
					}
				}
			},
			["伟"] = {
				["业"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["苦"] = {
		["味"] = {
			["酸"] = {
				this = true,
				["配"] = {
					["制"] = {
						this = true
					}
				},
				["的"] = {
					["配"] = {
						["制"] = {
							this = true
						}
					}
				},
				["铵"] = {
					this = true
				}
			}
		},
		["的"] = {
			this = true
		},
		["瓜"] = {
			["影"] = {
				["视"] = {
					this = true
				}
			}
		},
		["劳"] = {
			["网"] = {
				this = true
			}
		},
		["难"] = {
			["辉"] = {
				["煌"] = {
					this = true
				}
			}
		},
		["辱"] = {
			["潮"] = {
				["轮"] = {
					["姦"] = {
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				},
				["輪"] = {
					["姦"] = {
						this = true
					}
				}
			}
		},
		["月"] = {
			["亮"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["闪"] = {
		["光"] = {
			["弹"] = {
				this = true
			}
		},
		["避"] = {
			["精"] = {
				["度"] = {
					this = true
				}
			}
		},
		["客"] = {
			["快"] = {
				["打"] = {
					this = true
				}
			}
		},
		["亮"] = {
			["三"] = {
				["姐"] = {
					["妹"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["炸"] = {
		["弹"] = {
			this = true,
			D = {
				I = {
					Y = {
						this = true
					}
				}
			},
			["闹"] = {
				["钟"] = {
					this = true,
					["清"] = {
						["单"] = {
							this = true
						}
					}
				}
			},
			["配"] = {
				["方"] = {
					this = true
				}
			},
			["制"] = {
				["作"] = {
					this = true,
					["从"] = {
						["入"] = {
							["门"] = {
								this = true,
								["到"] = {
									["精"] = {
										this = true
									}
								}
							}
						}
					},
					["入"] = {
						["门"] = {
							this = true
						}
					},
					["手"] = {
						["册"] = {
							[" "] = {
								["硫"] = {
									["酸"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["怎"] = {
				["么"] = {
					["做"] = {
						this = true
					}
				}
			}
		},
		["药"] = {
			this = true,
			["出"] = {
				["售"] = {
					this = true
				}
			},
			["配"] = {
				["方"] = {
					this = true,
					["与"] = {
						["制"] = {
							["作"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["制"] = {
					["作"] = {
						this = true,
						["配"] = {
							["方"] = {
								this = true
							}
						}
					}
				},
				["成"] = {
					["分"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				}
			},
			["制"] = {
				["造"] = {
					["生"] = {
						["产"] = {
							["工"] = {
								["艺"] = {
									this = true
								}
							}
						}
					}
				},
				["作"] = {
					["方"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["硝"] = {
				["酸"] = {
					["甘"] = {
						["油"] = {
							["制"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["及"] = {
				["其"] = {
					["制"] = {
						["造"] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["流"] = {
				["程"] = {
					this = true
				}
			}
		},
		["天"] = {
			["撸"] = {
				this = true
			},
			["鲁"] = {
				this = true
			}
		},
		["学"] = {
			["校"] = {
				this = true
			}
		},
		d = {
			a = {
				n = {
					this = true
				}
			}
		},
		y = {
			a = {
				o = {
					this = true
				}
			}
		},
		["蛋"] = {
			this = true
		},
		["彈"] = {
			this = true,
			["製"] = {
				["作"] = {
					this = true
				}
			}
		},
		["机"] = {
			["场"] = {
				this = true
			}
		},
		["金"] = {
			["花"] = {
				this = true
			}
		},
		["客"] = {
			["车"] = {
				this = true
			}
		},
		["裂"] = {
			["潮"] = {
				["吹"] = {
					this = true,
					b = {
						t = {
							this = true
						}
					}
				}
			}
		},
		["你"] = {
			["妹"] = {
				this = true
			}
		},
		["藥"] = {
			this = true
		}
	}
end

temp()
