pg = pg or {}
slot0 = pg
slot0.word_template_207 = {}
slot1 = slot0.word_template_207

temp = function()
	uv0["苗"] = {
		["独"] = {
			this = true
		},
		["华"] = {
			this = true
		},
		["圩"] = {
			this = true
		},
		["德"] = {
			["顺"] = {
				this = true
			}
		},
		["悳"] = {
			["順"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["妙"] = {
		["美"] = {
			["人"] = {
				this = true
			}
		},
		["人"] = {
			["间"] = {
				this = true
			}
		},
		["乐"] = {
			["上"] = {
				["师"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["灭"] = {
		["掉"] = {
			["所"] = {
				["有"] = {
					["后"] = {
						this = true
					}
				}
			}
		},
		["共"] = {
			["党"] = {
				this = true
			},
			["檄"] = {
				["文"] = {
					this = true
				}
			}
		},
		["绝"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			}
		},
		["门"] = {
			["惨"] = {
				["案"] = {
					["之"] = {
						["孽"] = {
							["杀"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["中"] = {
			["共"] = {
				this = true
			}
		},
		["族"] = {
			this = true
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["亡"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["火"] = {
			["器"] = {
				f = {
					i = {
						r = {
							e = {
								e = {
									x = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["倭"] = {
			["收"] = {
				["蛙"] = {
					["岛"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["滅"] = {
		["族"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["民"] = {
		["办"] = {
			["真"] = {
				["实"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["不"] = {
			["聊"] = {
				["生"] = {
					["温"] = {
						["假"] = {
							["饱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["哥"] = {
			["率"] = {
				["领"] = {
					["贪"] = {
						["污"] = {
							["犯"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["工"] = {
			["代"] = {
				["表"] = {
					["答"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			this = true,
			["7"] = {
				["8"] = {
					["年"] = {
						this = true
					}
				}
			},
			["七"] = {
				["十"] = {
					["八"] = {
						["年"] = {
							this = true
						}
					}
				}
			}
		},
		["國"] = {
			this = true
		},
		["航"] = {
			["局"] = {
				this = true
			}
		},
		["进"] = {
			["党"] = {
				this = true
			}
		},
		["進"] = {
			["黨"] = {
				this = true
			}
		},
		["警"] = {
			this = true,
			["打"] = {
				["死"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["聯"] = {
			this = true,
			["陣"] = {
				this = true
			}
		},
		["殇"] = {
			this = true
		},
		["无"] = {
			["居"] = {
				["国"] = {
					["之"] = {
						["殇"] = {
							this = true
						}
					}
				}
			}
		},
		["意"] = {
			["論"] = {
				["壇"] = {
					this = true
				}
			}
		},
		["怨"] = {
			["沸"] = {
				["腾"] = {
					["无"] = {
						["人"] = {
							["问"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["运"] = {
			this = true,
			["2"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["二"] = {
				["十"] = {
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["领"] = {
				["袖"] = {
					this = true
				}
			},
			["平"] = {
				["反"] = {
					this = true
				}
			},
			["3"] = {
				["1"] = {
					["年"] = {
						this = true
					},
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["十"] = {
					["一"] = {
						this = true
					}
				}
			}
		},
		["運"] = {
			this = true,
			["人"] = {
				["士"] = {
					this = true
				}
			}
		},
		["陣"] = {
			this = true
		},
		["政"] = {
			this = true,
			["部"] = {
				this = true
			}
		},
		["脂"] = {
			["民"] = {
				["膏"] = {
					["胡"] = {
						["紧"] = {
							["掏"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["众"] = {
			["爆"] = {
				["动"] = {
					this = true
				}
			}
		},
		["主"] = {
			this = true,
			["不"] = {
				["能"] = {
					["等"] = {
						["待"] = {
							this = true
						}
					}
				}
			},
			["潮"] = {
				this = true
			},
			["党"] = {
				this = true
			},
			["黨"] = {
				this = true
			},
			["斗"] = {
				["士"] = {
					this = true
				}
			},
			["化"] = {
				["運"] = {
					["動"] = {
						this = true
					}
				}
			},
			["歷"] = {
				["程"] = {
					this = true
				}
			},
			["流"] = {
				["氓"] = {
					this = true
				}
			},
			["墻"] = {
				this = true
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["中"] = {
				["国"] = {
					this = true,
					["阵"] = {
						["线"] = {
							this = true
						}
					}
				},
				["國"] = {
					this = true
				}
			},
			["之"] = {
				["夜"] = {
					this = true
				}
			},
			["学"] = {
				["运"] = {
					this = true
				}
			},
			["學"] = {
				["運"] = {
					this = true
				}
			},
			["遗"] = {
				["志"] = {
					this = true
				}
			},
			["烈"] = {
				["士"] = {
					this = true
				}
			},
			["步"] = {
				["行"] = {
					this = true
				}
			},
			["单"] = {
				["车"] = {
					["大"] = {
						["游"] = {
							["行"] = {
								this = true
							}
						}
					}
				}
			},
			["与"] = {
				["自"] = {
					["由"] = {
						this = true
					}
				}
			},
			["與"] = {
				["自"] = {
					["由"] = {
						this = true
					}
				}
			},
			["峰"] = {
				["会"] = {
					this = true
				}
			}
		},
		["族"] = {
			["社"] = {
				["会"] = {
					["党"] = {
						this = true
					}
				}
			},
			["主"] = {
				["义"] = {
					["复"] = {
						["兴"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["间"] = {
			["挺"] = {
				["习"] = {
					this = true
				}
			}
		},
		["捧"] = {
			["习"] = {
				["话"] = {
					this = true
				}
			}
		},
		["治"] = {
			[" "] = {
				["·"] = {
					[" "] = {
						["民"] = {
							["享"] = {
								["·"] = {
									[" "] = {
										["民"] = {
											["有"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["緡"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["闵"] = {
		["行"] = {
			["倒"] = {
				["钩"] = {
					["门"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
