pg = pg or {}
slot0 = pg
slot0.word_template_238 = {}
slot1 = slot0.word_template_238

function temp()
	uv0["竊"] = {
		["听"] = {
			["器"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["钦"] = {
		["点"] = {
			["凤"] = {
				["妃"] = {
					this = true
				}
			},
			["特"] = {
				["首"] = {
					this = true
				}
			}
		},
		["定"] = {
			["特"] = {
				["首"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["侵"] = {
		["入"] = {
			["她"] = {
				["的"] = {
					["西"] = {
						["圣"] = {
							["地"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["犯"] = {
			["人"] = {
				["权"] = {
					this = true
				}
			}
		},
		["华"] = {
			["之"] = {
				["光"] = {
					this = true
				}
			},
			["沪"] = {
				["军"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["亲"] = {
		j = {
			j = {
				this = true
			}
		},
		["蛋"] = {
			["蛋"] = {
				this = true
			}
		},
		["秘"] = {
			["私"] = {
				["聊"] = {
					this = true
				}
			}
		},
		["密"] = {
			["私"] = {
				["聊"] = {
					this = true
				}
			}
		},
		["蜜"] = {
			["情"] = {
				["人"] = {
					["之"] = {
						["无"] = {
							["限"] = {
								["诱"] = {
									["惑"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["民"] = {
			["党"] = {
				this = true
			}
		},
		["切"] = {
			["的"] = {
				["职"] = {
					["业"] = {
						["妇"] = {
							["女"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["吻"] = {
			["蛋"] = {
				["蛋"] = {
					this = true
				}
			}
		},
		["友"] = {
			["死"] = {
				["在"] = {
					["看"] = {
						["守"] = {
							["所"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["母"] = {
			["门"] = {
				["安"] = {
					["天"] = {
						this = true
					}
				}
			}
		},
		["自"] = {
			["\\"] = {
				p = {
					["{"] = {
						H = {
							a = {
								n = {
									["}"] = {
										["{"] = {
											["2"] = {
												["}"] = {
													["\\"] = {
														p = {
															P = {
																["?"] = {
																	["亲"] = {
																		["自"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["秦"] = {
		["光"] = {
			["荣"] = {
				this = true
			}
		},
		["青"] = {
			["的"] = {
				["幸"] = {
					["福"] = {
						["生"] = {
							["活"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["氏"] = {
			["弓"] = {
				["弩"] = {
					["专"] = {
						["供"] = {
							this = true
						}
					}
				}
			}
		},
		["基"] = {
			["伟"] = {
				this = true
			}
		},
		["始"] = {
			["皇"] = {
				["洗"] = {
					["完"] = {
						["澡"] = {
							["后"] = {
								["用"] = {
									["苹"] = {
										["果"] = {
											["电"] = {
												["脑"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["照"] = {
					["镜"] = {
						["子"] = {
							this = true
						}
					}
				},
				["给"] = {
					["荆"] = {
						["轲"] = {
							["补"] = {
								["刀"] = {
									this = true
								}
							}
						}
					}
				},
				["的"] = {
					["衣"] = {
						["服"] = {
							["燃"] = {
								["起"] = {
									["来"] = {
										["了"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["大"] = {
						["宝"] = {
							["剑"] = {
								this = true
							}
						}
					}
				},
				["吃"] = {
					["花"] = {
						["椒"] = {
							this = true
						}
					}
				},
				["摸"] = {
					["电"] = {
						["线"] = {
							this = true
						}
					}
				}
			}
		},
		["胖"] = {
			["子"] = {
				["纵"] = {
					["横"] = {
						["天"] = {
							["下"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["禽"] = {
		["獸"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["勤"] = {
		["劳"] = {
			["的"] = {
				["双"] = {
					["手"] = {
						["抓"] = {
							["住"] = {
								["问"] = {
									["题"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
