pg = pg or {}
slot0 = pg
slot0.word_template_344 = {}
slot1 = slot0.word_template_344

function temp()
	uv0["毋"] = {
		["忘"] = {
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["吾"] = {
		["尔"] = {
			["开"] = {
				["西"] = {
					this = true
				},
				["希"] = {
					this = true
				}
			}
		},
		["爾"] = {
			["開"] = {
				this = true,
				["希"] = {
					this = true
				}
			}
		},
		["买"] = {
			["尔"] = {
				["·"] = {
					["卡"] = {
						["那"] = {
							["提"] = {
								this = true
							}
						}
					}
				},
				["江"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["吴"] = {
		["　"] = {
			["仪"] = {
				this = true
			}
		},
		["爱"] = {
			["英"] = {
				this = true
			}
		},
		["百"] = {
			["益"] = {
				this = true
			}
		},
		["邦"] = {
			["国"] = {
				this = true
			}
		},
		["帮"] = {
			["国"] = {
				this = true
			}
		},
		["昌"] = {
			["德"] = {
				this = true
			}
		},
		["刚"] = {
			this = true
		},
		["官"] = {
			["一"] = {
				["样"] = {
					["正"] = {
						this = true
					}
				}
			},
			["正"] = {
				this = true
			}
		},
		["宏"] = {
			["达"] = {
				this = true
			}
		},
		["华"] = {
			["英"] = {
				this = true
			}
		},
		["杰"] = {
			["明"] = {
				this = true
			}
		},
		["胜"] = {
			["利"] = {
				this = true
			}
		},
		["新"] = {
			["雄"] = {
				this = true
			}
		},
		["仪"] = {
			this = true
		},
		["玉"] = {
			["良"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["吳"] = {
		["百"] = {
			["益"] = {
				this = true
			}
		},
		["邦"] = {
			["國"] = {
				this = true
			}
		},
		["幫"] = {
			["國"] = {
				this = true
			}
		},
		["敦"] = {
			["義"] = {
				this = true
			}
		},
		["方"] = {
			["城"] = {
				this = true
			}
		},
		["官"] = {
			["正"] = {
				this = true
			}
		},
		["海"] = {
			["波"] = {
				this = true
			}
		},
		["弘"] = {
			["達"] = {
				this = true
			}
		},
		["宏"] = {
			["達"] = {
				this = true
			}
		},
		["仁"] = {
			["華"] = {
				this = true
			}
		},
		["淑"] = {
			["珍"] = {
				this = true
			}
		},
		["學"] = {
			["璨"] = {
				this = true
			},
			["燦"] = {
				this = true
			}
		},
		["儀"] = {
			this = true
		},
		["育"] = {
			["升"] = {
				this = true
			}
		},
		["志"] = {
			["芳"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["五"] = {
		["百"] = {
			["元"] = {
				["我"] = {
					["不"] = {
						["管"] = {
							["你"] = {
								["今"] = {
									["晚"] = {
										["带"] = {
											["的"] = {
												["是"] = {
													["不"] = {
														["是"] = {
															["人"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["大"] = {
			["谎"] = {
				["言"] = {
					this = true
				}
			},
			["联"] = {
				["赛"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			}
		},
		["蝠"] = {
			["血"] = {
				["令"] = {
					this = true
				}
			}
		},
		["界"] = {
			["虞"] = {
				["花"] = {
					this = true
				}
			}
		},
		["连"] = {
			["发"] = {
				["猎"] = {
					["枪"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								this = true
							}
						},
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["3"] = {
						["0"] = {
							["发"] = {
								["提"] = {
									["供"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["連"] = {
			["發"] = {
				["獵"] = {
					["槍"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["六"] = {
			["2"] = {
				["式"] = {
					this = true
				}
			},
			["式"] = {
				["普"] = {
					["通"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["毛"] = {
			["党"] = {
				["继"] = {
					["续"] = {
						["绝"] = {
							["食"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["千"] = {
			["个"] = {
				["男"] = {
					["人"] = {
						["操"] = {
							["你"] = {
								["妈"] = {
									["逼"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["個"] = {
				["男"] = {
					["人"] = {
						["操"] = {
							["妳"] = {
								m = {
									["逼"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["任"] = {
			["老"] = {
				["公"] = {
					["是"] = {
						["公"] = {
							["共"] = {
								["安"] = {
									["全"] = {
										["专"] = {
											["家"] = {
												["局"] = {
													["的"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["十"] = {
			["六"] = {
				["个"] = {
					["男"] = {
						["人"] = {
							["一"] = {
								["起"] = {
									["操"] = {
										["你"] = {
											["娘"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["种"] = {
					["精"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["四"] = {
			["谈"] = {
				["话"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			}
		},
		["肖"] = {
			this = true
		},
		["星"] = {
			["红"] = {
				["辉"] = {
					this = true
				},
				["旗"] = {
					this = true
				}
			},
			["宏"] = {
				["辉"] = {
					this = true
				},
				["輝"] = {
					this = true
				}
			},
			["洪"] = {
				["辉"] = {
					this = true
				}
			},
			["紅"] = {
				["輝"] = {
					this = true
				}
			}
		},
		["煋"] = {
			["浤"] = {
				["輝"] = {
					this = true
				}
			}
		},
		["一"] = {
			["七"] = {
				["宣"] = {
					["言"] = {
						this = true
					}
				}
			}
		},
		["元"] = {
			["一"] = {
				["晚"] = {
					["随"] = {
						["你"] = {
							["摸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["月"] = {
			["暴"] = {
				["动"] = {
					this = true
				},
				["動"] = {
					this = true
				}
			},
			["麻"] = {
				["古"] = {
					["六"] = {
						["月"] = {
							["冰"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				this = true
			},
			["樱"] = {
				["唇"] = {
					this = true
				}
			}
		},
		["指"] = {
			["油"] = {
				["压"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["午"] = {
		["夜"] = {
			this = true,
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			}
		}
	}
end

temp()
