pg = pg or {}
slot0 = pg
slot0.word_template_299 = {}
slot1 = slot0.word_template_299

function temp()
	uv0["赶"] = {
		["薄"] = {
			["出"] = {
				["京"] = {
					this = true
				}
			}
		},
		["快"] = {
			["取"] = {
				["款"] = {
					this = true
				}
			}
		},
		["骡"] = {
			["子"] = {
				this = true
			}
		},
		["你"] = {
			["娘"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["紺"] = {
		["堂"] = {
			["司"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["野"] = {
			["ち"] = {
				["は"] = {
					["る"] = {
						["性"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			},
			["沙"] = {
				["織"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["贛"] = {
		["您"] = {
			["娘"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["灨"] = {
		["你"] = {
			["娘"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["鋼"] = {
		["管"] = {
			["舞"] = {
				this = true
			}
		},
		["甲"] = {
			["洪"] = {
				["流"] = {
					this = true
				}
			}
		},
		["制"] = {
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["弩"] = {
				this = true
			}
		},
		["咮"] = {
			["熗"] = {
				["荬"] = {
					this = true
				}
			}
		},
		["珠"] = {
			["彈"] = {
				["求"] = {
					["購"] = {
						this = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true
				}
			},
			["狗"] = {
				this = true,
				["糧"] = {
					this = true
				}
			},
			["弜"] = {
				["弩"] = {
					this = true
				}
			},
			["獵"] = {
				["狗"] = {
					this = true
				}
			},
			["弩"] = {
				this = true
			},
			["槍"] = {
				this = true,
				["麻"] = {
					["醉"] = {
						["槍"] = {
							this = true
						}
					}
				}
			},
			["手"] = {
				["弩"] = {
					this = true
				}
			},
			["專"] = {
				["用"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["子"] = {
				["彈"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["岗"] = {
		["仁"] = {
			["波"] = {
				["切"] = {
					["开"] = {
						["发"] = {
							this = true
						}
					}
				}
			}
		},
		["亭"] = {
			["灯"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["杠"] = {
		["杆"] = {
			["式"] = {
				["连"] = {
					["发"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["羙"] = {
		["仯"] = {
			["囡"] = {
				["笣"] = {
					["液"] = {
						this = true
					}
				},
				["狆"] = {
					["謿"] = {
						this = true
					}
				}
			},
			["釹"] = {
				["齙"] = {
					["液"] = {
						this = true
					}
				}
			}
		},
		["國"] = {
			["Ｍ"] = {
				["⑦"] = {
					["軍"] = {
						["剌"] = {
							this = true
						}
					}
				}
			},
			["Ｓ"] = {
				["Ｏ"] = {
					["Ｇ"] = {
						["軍"] = {
							["叨"] = {
								this = true
							}
						}
					}
				}
			},
			["脃"] = {
				["凊"] = {
					["樭"] = {
						["哋"] = {
							this = true
						}
					}
				}
			},
			["電"] = {
				["憅"] = {
					["閞"] = {
						["鎻"] = {
							["熗"] = {
								this = true
							}
						}
					}
				}
			},
			["鉲"] = {
				["妑"] = {
					["軍"] = {
						["叨"] = {
							this = true
						}
					}
				}
			},
			["唥"] = {
				["鋼"] = {
					["軍"] = {
						["叨"] = {
							this = true
						}
					}
				}
			},
			["妑"] = {
				["尅"] = {
					["軍"] = {
						["叨"] = {
							this = true
						}
					}
				}
			},
			["禿"] = {
				["鹰"] = {
					this = true
				}
			}
		},
		["軍"] = {
			["騏"] = {
				["娦"] = {
					["叨"] = {
						this = true
					}
				}
			}
		},
		["囡"] = {
			["噭"] = {
				["凊"] = {
					["視"] = {
						["頻"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["圖"] = {
					this = true
				}
			},
			["騏"] = {
				["仕"] = {
					this = true
				}
			},
			["嫃"] = {
				["亾"] = {
					this = true
				}
			},
			["炪"] = {
				["珆"] = {
					["棴"] = {
						["務"] = {
							this = true
						}
					}
				}
			}
		},
		["乳"] = {
			["亾"] = {
				["悽"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["髙"] = {
		["潮"] = {
			this = true
		},
		["仿"] = {
			["亽"] = {
				["囻"] = {
					["幣"] = {
						this = true
					}
				},
				["皮"] = {
					this = true,
					["緬"] = {
						["具"] = {
							["專"] = {
								this = true
							}
						}
					}
				}
			},
			["亾"] = {
				["皮"] = {
					["喕"] = {
						["具"] = {
							["專"] = {
								this = true
							}
						}
					}
				}
			},
			["眞"] = {
				["手"] = {
					["槍"] = {
						this = true
					}
				}
			}
		},
		["技"] = {
			["ポ"] = {
				["電"] = {
					["孒"] = {
						["盜"] = {
							["車"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["價"] = {
			["購"] = {
				["腎"] = {
					["脏"] = {
						this = true
					}
				}
			},
			["俅"] = {
				["購"] = {
					["眼"] = {
						["捔"] = {
							["膜"] = {
								this = true
							}
						}
					}
				},
				["腎"] = {
					this = true
				}
			},
			["腎"] = {
				this = true
			},
			["售"] = {
				["腎"] = {
					this = true
				}
			},
			["眼"] = {
				["捔"] = {
					["膜"] = {
						this = true
					}
				}
			}
		},
		["笕"] = {
			["媄"] = {
				["稥"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		},
		["考"] = {
			["笩"] = {
				["考"] = {
					this = true
				}
			}
		},
		["萪"] = {
			["技"] = {
				["賭"] = {
					["具"] = {
						this = true
					}
				}
			}
		},
		["畾"] = {
			["禮"] = {
				["孒"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		},
		["藜"] = {
			["颩"] = {
				["埖"] = {
					this = true
				}
			}
		},
		["氯"] = {
			["酸"] = {
				["铵"] = {
					this = true
				}
			}
		},
		["淸"] = {
			["③"] = {
				["連"] = {
					["髮"] = {
						this = true
					}
				}
			}
		},
		["銷"] = {
			["費"] = {
				["佲"] = {
					["錄"] = {
						this = true
					}
				}
			}
		},
		["傚"] = {
			["電"] = {
				["擊"] = {
					["棒"] = {
						this = true
					}
				}
			}
		},
		["壓"] = {
			["芞"] = {
				["槍"] = {
					this = true
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["槍"] = {
				this = true
			}
		},
		["傆"] = {
			["蓅"] = {
				["媄"] = {
					["種"] = {
						["孒"] = {
							this = true
						}
					}
				}
			}
		},
		["沢"] = {
			["唦"] = {
				["耶"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["睪"] = {
		["丸"] = {
			this = true
		}
	}
end

temp()
