pg = pg or {}
slot0 = pg
slot0.word_template_298 = {}
slot1 = slot0.word_template_298

temp = function()
	uv0["嘻"] = {
		["弄"] = {
			["春"] = {
				["根"] = {
					this = true
				}
			}
		},
		["遊"] = {
			["中"] = {
				["國"] = {
					this = true
				}
			}
		},
		["游"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["嘻"] = {
			["提"] = {
				["薇"] = {
					["太"] = {
						["胀"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["犠"] = {
		["母"] = {
			["妹"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["习"] = {
		j = {
			i = {
				n = {
					this = true,
					g = {
						this = true
					}
				}
			}
		},
		X = {
			X = {
				this = true
			}
		},
		["奥"] = {
			["塞"] = {
				["斯"] = {
					["库"] = {
						this = true
					}
				}
			},
			["赛"] = {
				["斯"] = {
					["库"] = {
						this = true
					}
				}
			}
		},
		["包"] = {
			this = true,
			["子"] = {
				this = true,
				["连"] = {
					r = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["大"] = {
				this = true,
				["夸"] = {
					["我"] = {
						["帅"] = {
							this = true
						}
					}
				},
				["同"] = {
					["款"] = {
						this = true
					}
				}
			}
		},
		["进"] = {
			this = true,
			["平"] = {
				this = true
			}
		},
		["近"] = {
			this = true,
			["平"] = {
				this = true,
				["妻"] = {
					["舅"] = {
						this = true
					}
				},
				["精"] = {
					["神"] = {
						this = true
					}
				}
			},
			["年"] = {
				this = true
			},
			["乎"] = {
				this = true
			},
			["很"] = {
				["平"] = {
					this = true
				}
			}
		},
		["禁"] = {
			["评"] = {
				this = true
			}
		},
		["宽"] = {
			["衣"] = {
				this = true
			}
		},
		["明"] = {
			this = true,
			["泽"] = {
				this = true,
				["|"] = {
					["習"] = {
						["明"] = {
							["澤"] = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				this = true
			}
		},
		["撒"] = {
			["币"] = {
				this = true
			}
		},
		["特"] = {
			["勒"] = {
				this = true
			}
		},
		["維"] = {
			["尼"] = {
				this = true
			}
		},
		["习"] = {
			["哈"] = {
				["蛤"] = {
					this = true
				}
			},
			["蛤"] = {
				["哈"] = {
					this = true
				}
			}
		},
		["远"] = {
			["平"] = {
				this = true
			}
		},
		["泽"] = {
			["东"] = {
				this = true
			}
		},
		["仲"] = {
			["勋"] = {
				this = true,
				["之"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["猪"] = {
			["屎"] = {
				this = true
			},
			["头"] = {
				this = true
			},
			["瘟"] = {
				this = true
			}
		},
		["主"] = {
			this = true,
			["席"] = {
				this = true
			},
			["习"] = {
				this = true
			},
			["習"] = {
				this = true
			}
		},
		["总"] = {
			["书"] = {
				["记"] = {
					this = true
				}
			},
			["统"] = {
				this = true
			},
			["连"] = {
				r = {
					this = true
				}
			}
		},
		["周"] = {
			["恶"] = {
				["斗"] = {
					this = true
				}
			}
		},
		["汉"] = {
			["献"] = {
				["帝"] = {
					this = true
				}
			}
		},
		["式"] = {
			["馅"] = {
				["饼"] = {
					this = true
				}
			},
			["印"] = {
				["记"] = {
					this = true
				}
			},
			["整"] = {
				["党"] = {
					this = true
				}
			}
		},
		["招"] = {
			["女"] = {
				["婿"] = {
					this = true
				}
			}
		},
		["拒"] = {
			["见"] = {
				["江"] = {
					this = true
				}
			}
		},
		["氏"] = {
			["新"] = {
				["贵"] = {
					this = true
				}
			},
			["天"] = {
				["下"] = {
					this = true
				}
			},
			["病"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["的"] = {
			["嫡"] = {
				["系"] = {
					this = true
				}
			},
			["左"] = {
				["倾"] = {
					this = true
				}
			},
			["政"] = {
				["敌"] = {
					this = true
				}
			},
			["统"] = {
				["治"] = {
					["下"] = {
						this = true
					}
				}
			}
		},
		["假"] = {
			["动"] = {
				["作"] = {
					this = true
				}
			}
		},
		["被"] = {
			["陷"] = {
				["害"] = {
					this = true
				}
			}
		},
		d = {
			a = {
				["大"] = {
					this = true
				}
			}
		},
		["下"] = {
			["谁"] = {
				["上"] = {
					this = true
				}
			},
			["李"] = {
				["上"] = {
					this = true
				}
			}
		},
		["力"] = {
			["挫"] = {
				["李"] = {
					this = true
				}
			}
		},
		["家"] = {
			["千"] = {
				["金"] = {
					this = true
				}
			},
			["财"] = {
				["产"] = {
					this = true
				}
			}
		},
		["挂"] = {
			["羊"] = {
				["头"] = {
					this = true
				}
			}
		},
		["擦"] = {
			["屁"] = {
				["股"] = {
					this = true
				}
			}
		},
		["切"] = {
			["割"] = {
				["江"] = {
					this = true
				}
			}
		},
		["拜"] = {
			["毛"] = {
				["陵"] = {
					this = true
				}
			}
		},
		["老"] = {
			["下"] = {
				["属"] = {
					this = true
				}
			},
			["弟"] = {
				["包"] = {
					["子"] = {
						this = true
					}
				}
			},
			["板"] = {
				["继"] = {
					["续"] = {
						["担"] = {
							["任"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["连"] = {
					r = {
						this = true
					}
				}
			}
		},
		["真"] = {
			["面"] = {
				["目"] = {
					this = true
				}
			}
		},
		["雕"] = {
			["平"] = {
				this = true
			}
		},
		["金"] = {
			["平"] = {
				this = true,
				["梅"] = {
					this = true
				}
			},
			["三"] = {
				["胖"] = {
					this = true
				}
			}
		},
		["尽"] = {
			["平"] = {
				this = true
			}
		},
		["茎"] = {
			["平"] = {
				this = true
			}
		},
		["井"] = {
			["平"] = {
				this = true
			}
		},
		["斤"] = {
			["平"] = {
				this = true
			}
		},
		["镜"] = {
			["平"] = {
				this = true
			}
		},
		B = {
			O = {
				S = {
					S = {
						["近"] = {
							["平"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["盡"] = {
			["平"] = {
				this = true
			}
		},
		["晋"] = {
			["平"] = {
				this = true
			}
		},
		["迈"] = {
			["平"] = {
				this = true
			}
		},
		["净"] = {
			["平"] = {
				this = true
			}
		},
		["吊"] = {
			["平"] = {
				this = true
			}
		},
		["紧"] = {
			["平"] = {
				this = true
			}
		},
		["景"] = {
			["平"] = {
				this = true
			}
		},
		O = {
			["平"] = {
				["傻"] = {
					X = {
						this = true
					}
				}
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["索"] = {
			["里"] = {
				["尼"] = {
					this = true
				}
			}
		},
		["罕"] = {
			["默"] = {
				["德"] = {
					this = true
				}
			}
		},
		["神"] = {
			["私"] = {
				["生"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["二"] = {
			this = true
		},
		["得"] = {
			["梦"] = {
				["想"] = {
					["："] = {
						["大"] = {
							["秦"] = {
								["赋"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["拝"] = {
			this = true
		},
		["已"] = {
			["死"] = {
				this = true
			}
		},
		["馒"] = {
			["头"] = {
				["继"] = {
					["续"] = {
						["担"] = {
							["任"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["链"] = {
			["刃"] = {
				this = true
			}
		},
		["教"] = {
			["父"] = {
				["连"] = {
					r = {
						this = true
					}
				}
			}
		},
		["胖"] = {
			["子"] = {
				["连"] = {
					r = {
						this = true
					}
				}
			}
		},
		["爷"] = {
			["连"] = {
				r = {
					this = true
				}
			}
		},
		["歪"] = {
			["脖"] = {
				["连"] = {
					r = {
						this = true
					}
				}
			}
		},
		["酱"] = {
			["一"] = {
				["直"] = {
					["不"] = {
						["下"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["倒"] = {
			["台"] = {
				this = true
			}
		},
		["尔"] = {
			["瓦"] = {
				this = true
			}
		},
		["军"] = {
			["倒"] = {
				this = true
			}
		},
		["逝"] = {
			["乎"] = {
				this = true
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["死"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["亡"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["了"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["灌"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["病"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["毒"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["习"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["蛤"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["蛤"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["笑"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["媛"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["开"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["近"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["平"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["是"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["傻"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["逼"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	},
																																	["撒"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["比"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									},
																									["大"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["傻"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["逼"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	},
																																	["撒"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["比"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["总"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["称"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["帝"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["变"] = {
			["种"] = {
				this = true
			}
		},
		["思"] = {
			["敬"] = {
				["的"] = {
					["皇"] = {
						["帝"] = {
							["后"] = {
								["代"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["皇"] = {
			["要"] = {
				["你"] = {
					["共"] = {
						["同"] = {
							["富"] = {
								["裕"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["王"] = {
			["的"] = {
				["田"] = {
					["野"] = {
						["上"] = {
							this = true
						}
					}
				}
			}
		},
		["修"] = {
			["宪"] = {
				["为"] = {
					["下"] = {
						["一"] = {
							["任"] = {
								["铺"] = {
									["路"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["为"] = {
			["你"] = {
				this = true
			}
		},
		["宗"] = {
			this = true
		},
		["乾"] = {
			["隆"] = {
				this = true
			}
		},
		["以"] = {
			["为"] = {
				["常"] = {
					["\\"] = {
						p = {
							P = {
								["*"] = {
									["更"] = {
										["进"] = {
											["一"] = {
												["步"] = {
													["\\"] = {
														p = {
															P = {
																["*"] = {
																	["平"] = {
																		["步"] = {
																			["青"] = {
																				["云"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["先"] = {
			["生"] = {
				this = true
			}
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["袭"] = {
		["近"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["習"] = {
		["包"] = {
			this = true,
			["子"] = {
				this = true
			},
			["包"] = {
				this = true
			}
		},
		["大"] = {
			["大"] = {
				this = true
			},
			["林"] = {
				this = true
			}
		},
		["哈"] = {
			this = true
		},
		["蛤"] = {
			this = true
		},
		["皇"] = {
			this = true
		},
		["金"] = {
			this = true
		},
		["近"] = {
			this = true,
			["平"] = {
				this = true
			}
		},
		["進"] = {
			this = true
		},
		["禁"] = {
			this = true
		},
		["精"] = {
			this = true
		},
		["領"] = {
			this = true
		},
		["維"] = {
			this = true
		},
		["習"] = {
			["蛤"] = {
				["蛤"] = {
					this = true
				}
			}
		},
		["下"] = {
			this = true
		},
		["遠"] = {
			["平"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		J = {
			P = {
				this = true
			}
		},
		["毛"] = {
			["泽"] = {
				["东"] = {
					this = true
				}
			}
		},
		["除"] = {
			this = true
		},
		["吾"] = {
			["皇"] = {
				this = true,
				["万"] = {
					["岁"] = {
						this = true
					}
				}
			}
		},
		["玄"] = {
			["宗"] = {
				this = true
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["狗"] = {
			this = true
		},
		["猪"] = {
			this = true
		},
		["七"] = {
			["帝"] = {
				this = true
			}
		},
		["万"] = {
			["岁"] = {
				this = true
			}
		},
		["二"] = {
			["逼"] = {
				this = true
			}
		},
		["傻"] = {
			["傻"] = {
				this = true
			}
		},
		["儿"] = {
			["子"] = {
				this = true
			}
		},
		["元"] = {
			["首"] = {
				this = true
			}
		},
		["匪"] = {
			this = true
		},
		["叔"] = {
			this = true
		},
		["同"] = {
			["志"] = {
				this = true
			}
		},
		["呆"] = {
			["呆"] = {
				this = true
			}
		},
		["永"] = {
			["康"] = {
				this = true
			}
		},
		["土"] = {
			["匪"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["媳"] = {
		["婦"] = {
			["伸"] = {
				["手"] = {
					["握"] = {
						["住"] = {
							["公"] = {
								["公"] = {
									["襠"] = {
										["里"] = {
											["那"] = {
												["玩"] = {
													["意"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["包"] = {
			["子"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["覡"] = {
		this = {
			this = true
		}
	}
end

temp()
