pg = pg or {}
slot0 = pg
slot0.word_template_42 = {}
slot1 = slot0.word_template_42

function temp()
	uv0["陵"] = {
		["辱"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["露"] = {
		["出"] = {
			this = true,
			["龟"] = {
				["心"] = {
					this = true
				}
			},
			["林"] = {
				["心"] = {
					["乳"] = {
						this = true
					}
				}
			}
		},
		B = {
			this = true
		},
		["屄"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["点"] = {
			this = true
		},
		["點"] = {
			this = true
		},
		["毛"] = {
			this = true
		},
		["穴"] = {
			this = true
		},
		["阴"] = {
			["癖"] = {
				this = true
			},
			["照"] = {
				this = true
			}
		},
		["陰"] = {
			["照"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["老"] = {
		["害"] = {
			this = true
		},
		["."] = {
			["虎"] = {
				["."] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["▲"] = {
			["俿"] = {
				["▲"] = {
					["幾"] = {
						this = true
					}
				}
			}
		},
		b = {
			["毛"] = {
				this = true
			}
		},
		G = {
			Y = {
				this = true
			}
		},
		["Ｇ"] = {
			["Ｙ"] = {
				this = true
			}
		},
		["百"] = {
			["姓"] = {
				["办"] = {
					["个"] = {
						["事"] = {
							["情"] = {
								["就"] = {
									["是"] = {
										["难"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["不"] = {
					["缺"] = {
						["钱"] = {
							this = true
						}
					}
				}
			}
		},
		["逼"] = {
			this = true
		},
		["兵"] = {
			this = true
		},
		["公"] = {
			["大"] = {
				["家"] = {
					["玩"] = {
						["混"] = {
							["个"] = {
								["好"] = {
									["人"] = {
										["缘"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["金"] = {
				["枪"] = {
					this = true,
					["不"] = {
						["会"] = {
							["翘"] = {
								this = true
							}
						}
					}
				}
			},
			["我"] = {
				["还"] = {
					["要"] = {
						this = true
					}
				}
			}
		},
		["汉"] = {
			["爱"] = {
				["鸟"] = {
					["以"] = {
						["套"] = {
							["护"] = {
								["阳"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["推"] = {
				["车"] = {
					this = true
				}
			}
		},
		["汗"] = {
			["用"] = {
				["力"] = {
					["推"] = {
						this = true
					}
				}
			}
		},
		["虎"] = {
			j = {
				this = true
			},
			["机"] = {
				this = true,
				["定"] = {
					["位"] = {
						["器"] = {
							this = true
						}
					}
				},
				["破"] = {
					["解"] = {
						this = true
					}
				},
				["遥"] = {
					["控"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["機"] = {
				this = true
			}
		},
		["俿"] = {
			["机"] = {
				this = true
			},
			["幾"] = {
				this = true
			}
		},
		["江"] = {
			["一"] = {
				["挥"] = {
					["手"] = {
						["下"] = {
							["岗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["罗"] = {
			["一"] = {
				["样"] = {
					["干"] = {
						this = true
					}
				}
			}
		},
		["毛"] = {
			["操"] = {
				["比"] = {
					this = true
				}
			},
			["说"] = {
				["做"] = {
					["什"] = {
						["么"] = {
							["啊"] = {
								["造"] = {
									["反"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["小"] = {
				["平"] = {
					["小"] = {
						["江"] = {
							["小"] = {
								["胡"] = {
									["在"] = {
										["玩"] = {
											["升"] = {
												["级"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["子"] = {
				this = true
			}
		},
		["母"] = {
			this = true
		},
		["泥"] = {
			["妹"] = {
				this = true
			}
		},
		["批"] = {
			["日"] = {
				["起"] = {
					["不"] = {
						["打"] = {
							["滑"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["婆"] = {
			["大"] = {
				["家"] = {
					["干"] = {
						["准"] = {
							["保"] = {
								["能"] = {
									["提"] = {
										["干"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["是"] = {
				["白"] = {
					["酒"] = {
						this = true
					}
				},
				["自"] = {
					["动"] = {
						["表"] = {
							this = true
						}
					}
				}
			}
		},
		["少"] = {
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["亂"] = {
				["倫"] = {
					this = true
				}
			}
		},
		["师"] = {
			["的"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				},
				["真"] = {
					["面"] = {
						["目"] = {
							this = true
						}
					}
				}
			}
		},
		["土"] = {
			this = true
		},
		["外"] = {
			["喝"] = {
				["一"] = {
					["口"] = {
						["农"] = {
							["药"] = {
								["就"] = {
									["死"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["六"] = {
		["合"] = {
			["彩"] = {
				this = true,
				["白"] = {
					["小"] = {
						["姐"] = {
							["曾"] = {
								["道"] = {
									["人"] = {
										["特"] = {
											["码"] = {
												this = true
											}
										}
									}
								}
							}
						},
						["组"] = {
							["特"] = {
								["码"] = {
									this = true
								}
							}
						}
					}
				},
				["曾"] = {
					["道"] = {
						["人"] = {
							["白"] = {
								["小"] = {
									["姐"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["公"] = {
					["司"] = {
						this = true
					}
				},
				["官"] = {
					["方"] = {
						["网"] = {
							this = true
						}
					}
				},
				["券"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				},
				["特"] = {
					["码"] = {
						["开"] = {
							["奖"] = {
								this = true
							}
						},
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				},
				["资"] = {
					["料"] = {
						["图"] = {
							["库"] = {
								this = true
							}
						}
					}
				}
			},
			["采"] = {
				this = true,
				["白"] = {
					["小"] = {
						["姐"] = {
							["曾"] = {
								["道"] = {
									["人"] = {
										["特"] = {
											["码"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["採"] = {
				this = true
			},
			["綵"] = {
				["开"] = {
					["奖"] = {
						this = true
					}
				}
			},
			["菜"] = {
				this = true
			},
			["皇"] = {
				this = true
			},
			["同"] = {
				["彩"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["玄"] = {
				["机"] = {
					this = true
				}
			}
		},
		["四"] = {
			this = true,
			["2"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				}
			},
			["惨"] = {
				["案"] = {
					this = true
				}
			},
			["掺"] = {
				["案"] = {
					this = true
				}
			},
			["档"] = {
				["案"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["二"] = {
				["十"] = {
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["纪"] = {
				["念"] = {
					this = true,
					["集"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["民"] = {
				["运"] = {
					this = true
				},
				["運"] = {
					this = true
				}
			},
			["母"] = {
				["亲"] = {
					this = true
				}
			},
			["内"] = {
				["部"] = {
					["日"] = {
						["记"] = {
							this = true
						}
					}
				}
			},
			["平"] = {
				["反"] = {
					this = true
				}
			},
			["诗"] = {
				["集"] = {
					this = true
				}
			},
			["詩"] = {
				["集"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["死"] = {
				["难"] = {
					["者"] = {
						this = true
					}
				},
				["難"] = {
					this = true
				}
			},
			["天"] = {
				["安"] = {
					this = true,
					["門"] = {
						this = true
					}
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["屠"] = {
				["城"] = {
					this = true
				},
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["尾"] = {
				["声"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				},
				["运"] = {
					this = true
				},
				["子"] = {
					["爱"] = {
						["国"] = {
							["何"] = {
								["罪"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["血"] = {
				["案"] = {
					this = true
				},
				["腥"] = {
					this = true
				}
			},
			["遇"] = {
				["难"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["運"] = {
				["\\"] = {
					["動"] = {
						this = true
					}
				},
				["動"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["镇"] = {
				["压"] = {
					this = true
				}
			},
			["鎮"] = {
				["壓"] = {
					this = true
				}
			},
			["政"] = {
				["变"] = {
					this = true
				}
			},
			["之"] = {
				["后"] = {
					this = true
				},
				["後"] = {
					this = true
				},
				["役"] = {
					this = true
				}
			}
		},
		["."] = {
			["四"] = {
				["惨"] = {
					["案"] = {
						this = true
					}
				}
			}
		},
		["．"] = {
			["四"] = {
				["运"] = {
					["动"] = {
						this = true
					}
				}
			}
		},
		["。"] = {
			["四"] = {
				this = true
			}
		},
		["?"] = {
			["四"] = {
				this = true
			}
		},
		["０"] = {
			["五"] = {
				["决"] = {
					["议"] = {
						this = true
					}
				}
			}
		},
		["4"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		s = {
			i = {
				this = true,
				["死"] = {
					["難"] = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["成"] = {
				["绩"] = {
					this = true
				}
			}
		},
		["閤"] = {
			["綵"] = {
				["公"] = {
					["司"] = {
						this = true
					}
				},
				["开"] = {
					["奖"] = {
						["结"] = {
							["果"] = {
								this = true
							}
						}
					}
				},
				["资"] = {
					["料"] = {
						this = true
					}
				}
			}
		},
		["和"] = {
			["菜"] = {
				["机"] = {
					this = true
				}
			}
		},
		["九"] = {
			["式"] = {
				this = true
			},
			["体"] = {
				["位"] = {
					this = true
				}
			}
		},
		["妻"] = {
			["大"] = {
				["侠"] = {
					this = true
				}
			}
		},
		["-"] = {
			["四"] = {
				this = true
			}
		},
		["泗"] = {
			this = true
		},
		["肆"] = {
			this = true
		},
		["肖"] = {
			this = true,
			["中"] = {
				["特"] = {
					this = true
				}
			}
		},
		["硝"] = {
			["基"] = {
				["二"] = {
					["苯"] = {
						["胺"] = {
							this = true
						}
					}
				}
			}
		},
		["一"] = {
			["○"] = {
				["办"] = {
					["公"] = {
						["室"] = {
							this = true
						}
					}
				}
			},
			["四"] = {
				this = true
			},
			["一"] = {
				["四"] = {
					this = true
				}
			}
		},
		["月"] = {
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["聯"] = {
				["盟"] = {
					this = true
				}
			},
			["没"] = {
				["在"] = {
					["贵"] = {
						["州"] = {
							["瓮"] = {
								["安"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["倭"] = {
		["人"] = {
			this = true
		},
		["国"] = {
			this = true
		},
		["寇"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["和"] = {
		["平"] = {
			["演"] = {
				["變"] = {
					this = true
				}
			}
		},
		["="] = {
			["胡"] = {
				this = true
			}
		},
		["锅"] = {
			["枪"] = {
				this = true
			}
		},
		["鍋"] = {
			["槍"] = {
				this = true
			}
		},
		["护"] = {
			["士"] = {
				["姐"] = {
					["姐"] = {
						["同"] = {
							["居"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["解"] = {
			["的"] = {
				["智"] = {
					["慧"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			["花"] = {
				["同"] = {
					["居"] = {
						["的"] = {
							["大"] = {
								["侠"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["老"] = {
			["师"] = {
				["同"] = {
					["居"] = {
						["的"] = {
							["学"] = {
								["生"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["男"] = {
			["晚"] = {
				["抱"] = {
					this = true
				}
			}
		},
		["你"] = {
			["妈"] = {
				["一"] = {
					["起"] = {
						["搞"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["起"] = {
					["做"] = {
						this = true
					}
				}
			}
		},
		["尚"] = {
			["把"] = {
				["尼"] = {
					["姑"] = {
						["摁"] = {
							["到"] = {
								["地"] = {
									["上"] = {
										["强"] = {
											["奸"] = {
												["了"] = {
													["尼"] = {
														["姑"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["的"] = {
				["鸡"] = {
					["巴"] = {
						this = true
					}
				}
			}
		},
		["希"] = {
			["沙"] = {
				["也"] = {
					this = true
				}
			}
		},
		["谐"] = {
			["大"] = {
				["旗"] = {
					this = true
				}
			},
			["你"] = {
				["全"] = {
					["家"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
