pg = pg or {}
slot0 = pg
slot0.word_template_300 = {}
slot1 = slot0.word_template_300

function temp()
	uv0["詵"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["什"] = {
		["么"] = {
			["叫"] = {
				["升"] = {
					["官"] = {
						["送"] = {
							["呗"] = {
								this = true
							}
						}
					}
				},
				["政"] = {
					["冶"] = {
						["黑"] = {
							["呗"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["神"] = {
		["变"] = {
			["麻"] = {
				["将"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["城"] = {
			["愛"] = {
				["奈"] = {
					this = true
				}
			}
		},
		["惩"] = {
			["罚"] = {
				["党"] = {
					this = true
				}
			}
		},
		["的"] = {
			["说"] = {
				["话"] = {
					["与"] = {
						["人"] = {
							["的"] = {
								["交"] = {
									["通"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["雕"] = {
			["外"] = {
				["传"] = {
					["之"] = {
						["郭"] = {
							["襄"] = {
								this = true
							}
						}
					}
				}
			},
			["侠"] = {
				["侣"] = {
					["逍"] = {
						["遥"] = {
							["篇"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["谷"] = {
			["凉"] = {
				this = true
			},
			["沙"] = {
				["织"] = {
					this = true
				}
			}
		},
		["汉"] = {
			this = true
		},
		["漢"] = {
			this = true
		},
		["经"] = {
			["病"] = {
				this = true
			}
		},
		["經"] = {
			["病"] = {
				this = true
			}
		},
		["乃"] = {
			["麻"] = {
				["美"] = {
					this = true
				}
			}
		},
		["婆"] = {
			this = true
		},
		["奇"] = {
			["8"] = {
				["3"] = {
					["4"] = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["8"] = {
					["3"] = {
						["4"] = {
							["1"] = {
								this = true
							}
						}
					}
				},
				["老"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["通"] = {
			["加"] = {
				["持"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["仙"] = {
			["风"] = {
				["流"] = {
					["记"] = {
						this = true
					}
				}
			},
			["艳"] = {
				["戏"] = {
					this = true
				}
			}
		},
		["向"] = {
			["全"] = {
				["宇"] = {
					["发"] = {
						["声"] = {
							this = true
						}
					}
				}
			}
		},
		["野"] = {
			["美"] = {
				["雪"] = {
					this = true
				}
			}
		},
		["隐"] = {
			["秘"] = {
				["的"] = {
					["作"] = {
						["工"] = {
							this = true
						}
					}
				}
			}
		},
		["在"] = {
			["末"] = {
				["世"] = {
					["的"] = {
						["发"] = {
							["声"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["州"] = {
			["三"] = {
				["退"] = {
					["涌"] = {
						["春"] = {
							["潮"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["榊"] = {
		["安"] = {
			["奈"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["沈"] = {
		["昌"] = {
			["特"] = {
				["功"] = {
					this = true
				}
			}
		},
		["德"] = {
			["咏"] = {
				this = true
			}
		},
		["仁"] = {
			["干"] = {
				this = true
			}
		},
		["彤"] = {
			this = true
		},
		["跃"] = {
			["跃"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["审"] = {
		["查"] = {
			this = true
		},
		["江"] = {
			["大"] = {
				["联"] = {
					["盟"] = {
						this = true
					}
				}
			}
		},
		["理"] = {
			["妓"] = {
				["女"] = {
					["队"] = {
						["伍"] = {
							this = true
						}
					}
				}
			}
		},
		["判"] = {
			["在"] = {
				["神"] = {
					["家"] = {
						["起"] = {
							["首"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["氵"] = {
			["工"] = {
				["案"] = {
					this = true
				}
			}
		}
	}
end

temp()
