pg = pg or {}
slot0 = pg
slot0.word_template_308 = {}
slot1 = slot0.word_template_308

temp = function()
	uv0["姓"] = {
		["何"] = {
			["的"] = {
				["监"] = {
					["察"] = {
						["长"] = {
							this = true
						}
					}
				},
				["检"] = {
					["察"] = {
						["长"] = {
							this = true
						}
					}
				}
			}
		},
		["是"] = {
			["唐"] = {
				["朝"] = {
					["後"] = {
						["面"] = {
							["的"] = {
								["那"] = {
									["個"] = {
										["朝"] = {
											["代"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["马"] = {
			["单"] = {
				["字"] = {
					["元"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["凶"] = {
		["杀"] = {
			["案"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["兄"] = {
		["妹"] = {
			["肉"] = {
				["欲"] = {
					["相"] = {
						["奸"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["胸"] = {
		["部"] = {
			this = true,
			["油"] = {
				["压"] = {
					this = true
				}
			}
		},
		["射"] = {
			this = true
		},
		["膛"] = {
			["挂"] = {
				["着"] = {
					["毛"] = {
						["主"] = {
							["席"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["濤"] = {
			["乳"] = {
				["浪"] = {
					this = true
				}
			}
		},
		["推"] = {
			this = true
		},
		["罩"] = {
			this = true
		},
		["主"] = {
			["席"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["雄"] = {
		["风"] = {
			["重"] = {
				["振"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["熊"] = {
		["田"] = {
			["阳"] = {
				["子"] = {
					this = true
				}
			},
			["曜"] = {
				["子"] = {
					this = true
				}
			}
		},
		["维"] = {
			["尼"] = {
				this = true
			},
			["平"] = {
				this = true
			}
		},
		["維"] = {
			["尼"] = {
				this = true
			}
		},
		["炎"] = {
			this = true
		},
		["焱"] = {
			this = true
		},
		["煒"] = {
			this = true
		},
		["炜"] = {
			this = true
		},
		["近"] = {
			["丰"] = {
				this = true
			}
		},
		["帝"] = {
			["连"] = {
				r = {
					this = true
				}
			}
		},
		["和"] = {
			["稻"] = {
				this = true
			}
		},
		["肉"] = {
			["馅"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["修"] = {
		["改"] = {
			["投"] = {
				["注"] = {
					["单"] = {
						this = true
					}
				}
			},
			["注"] = {
				["单"] = {
					this = true
				}
			},
			["现"] = {
				["砝"] = {
					this = true
				}
			},
			f = {
				a = {
					l = {
						v = {
							this = true
						}
					}
				}
			}
		},
		["肛"] = {
			this = true
		},
		["炼"] = {
			["大"] = {
				["法"] = {
					this = true
				}
			}
		},
		["煉"] = {
			this = true
		},
		["补"] = {
			["弹"] = {
				["孔"] = {
					this = true
				}
			}
		},
		["宪"] = {
			["等"] = {
				["于"] = {
					["开"] = {
						["倒"] = {
							["车"] = {
								this = true
							}
						}
					}
				}
			},
			["="] = {
				["开"] = {
					["倒"] = {
						["车"] = {
							this = true
						}
					}
				}
			}
		},
		["仙"] = {
			["="] = {
				["开"] = {
					["倒"] = {
						["车"] = {
							this = true
						}
					}
				}
			},
			["等"] = {
				["于"] = {
					["开"] = {
						["倒"] = {
							["车"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["过"] = {
			["的"] = {
				["路"] = {
					["就"] = {
						["是"] = {
							["好"] = {
								["走"] = {
									this = true
								}
							}
						}
					},
					["好"] = {
						["走"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["宪"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["称"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["王"] = {
																										this = true
																									},
																									["帝"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		z = {
			z = {
				y = {
					this = true
				}
			}
		},
		["平"] = {
			["凳"] = {
				this = true
			}
		},
		["路"] = {
			["的"] = {
				["四"] = {
					["十"] = {
						["年"] = {
							this = true
						}
					}
				}
			}
		},
		["洋"] = {
			["哥"] = {
				this = true
			}
		},
		["＋"] = {
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["武"] = {
			["帝"] = {
				this = true
			}
		}
	}
end

temp()
