pg = pg or {}
slot0 = pg
slot0.word_template_240 = {}
slot1 = slot0.word_template_240

function temp()
	uv0["清"] = {
		["偿"] = {
			["债"] = {
				["务"] = {
					this = true
				}
			}
		},
		["除"] = {
			["负"] = {
				["面"] = {
					this = true
				}
			},
			["网"] = {
				["络"] = {
					["负"] = {
						["面"] = {
							["信"] = {
								["息"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["邪"] = {
				["灵"] = {
					["复"] = {
						["华"] = {
							["夏"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纯"] = {
			["女"] = {
				["教"] = {
					["师"] = {
						this = true
					}
				}
			},
			["唯"] = {
				["美"] = {
					this = true
				}
			}
		},
		["純"] = {
			["看"] = {
				["護"] = {
					["学"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["唯"] = {
				["美"] = {
					this = true
				}
			}
		},
		["醇"] = {
			["学"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["宫"] = {
			["性"] = {
				["史"] = {
					this = true
				}
			}
		},
		["理"] = {
			["负"] = {
				["面"] = {
					this = true
				}
			}
		},
		["瘦"] = {
			["斯"] = {
				["文"] = {
					["篇"] = {
						this = true
					}
				}
			}
		},
		["晰"] = {
			["內"] = {
				["射"] = {
					this = true
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			}
		},
		["场"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["場"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["华"] = {
			["棋"] = {
				["后"] = {
					this = true
				}
			},
			["五"] = {
				["零"] = {
					["后"] = {
						["高"] = {
							["材"] = {
								["生"] = {
									this = true
								}
							}
						}
					}
				}
			},
			d = {
				o = {
					c = {
						t = {
							o = {
								r = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["法"] = {
			["华"] = {
				["学"] = {
					["博"] = {
						["士"] = {
							this = true
						}
					}
				}
			}
		},
		["零"] = {
			["主"] = {
				["义"] = {
					["赢"] = {
						["麻"] = {
							["阶"] = {
								["段"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["志"] = {
				["怪"] = {
					this = true,
					["画"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["廷"] = {
			["管"] = {
				["不"] = {
					["了"] = {
						["租"] = {
							["界"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["輕"] = {
		["舟"] = {
			["快"] = {
				["訊"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["檠"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["苘"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["謦"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["檾"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["庆"] = {
		["丰"] = {
			["包"] = {
				["子"] = {
					this = true
				}
			},
			["帝"] = {
				this = true
			},
			["脑"] = {
				["残"] = {
					this = true
				}
			},
			["金"] = {
				["三"] = {
					["胖"] = {
						this = true
					}
				}
			},
			["圣"] = {
				["上"] = {
					this = true
				}
			},
			["嘉"] = {
				["庆"] = {
					this = true
				}
			},
			["胞"] = {
				["子"] = {
					["一"] = {
						["直"] = {
							["不"] = {
								["下"] = {
									["来"] = {
										this = true
									}
								}
							}
						}
					},
					["座"] = {
						["位"] = {
							["涂"] = {
								["了"] = {
									["5"] = {
										["0"] = {
											["2"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["左"] = {
				["手"] = {
					["敬"] = {
						["礼"] = {
							this = true
						}
					}
				}
			}
		},
		["红"] = {
			this = true,
			["批"] = {
				["阅"] = {
					this = true
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["丰"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["皇"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["帝"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["功"] = {
			["会"] = {
				this = true
			}
		}
	}
end

temp()
