pg = pg or {}
slot0 = pg
slot0.word_template_181 = {}
slot1 = slot0.word_template_181

function temp()
	uv0["今"] = {
		["后"] = {
			["打"] = {
				["炮"] = {
					["花"] = {
						["钱"] = {
							this = true
						}
					}
				}
			}
		},
		["年"] = {
			["雪"] = {
				["灾"] = {
					["又"] = {
						["地"] = {
							["震"] = {
								this = true
							}
						}
					}
				}
			},
			["猪"] = {
				["是"] = {
					["疯"] = {
						["狂"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["晚"] = {
			["自"] = {
				["己"] = {
					["搞"] = {
						["自"] = {
							["摸"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["金"] = {
		["伯"] = {
			["帆"] = {
				this = true
			}
		},
		["城"] = {
			["安"] = {
				["娜"] = {
					this = true
				}
			}
		},
		["洞"] = {
			["寻"] = {
				["钻"] = {
					this = true
				}
			}
		},
		["刚"] = {
			["喷"] = {
				["雾"] = {
					["剂"] = {
						this = true
					}
				}
			},
			["油"] = {
				this = true
			}
		},
		["连"] = {
			["舔"] = {
				["点"] = {
					["尝"] = {
						["一"] = {
							["尝"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["磷"] = {
			["岂"] = {
				["是"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鳞"] = {
			["岂"] = {
				["是"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								this = true,
								["全"] = {
									["本"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["鱗"] = {
			["豈"] = {
				["是"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["麟"] = {
			["岂"] = {
				["是"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["猫"] = {
			["探"] = {
				["险"] = {
					this = true
				}
			}
		},
		["毛"] = {
			["穴"] = {
				this = true
			}
		},
		["牛"] = {
			["教"] = {
				this = true
			}
		},
		["贫"] = {
			this = true
		},
		["品"] = {
			this = true
		},
		["平"] = {
			this = true
		},
		["瓶"] = {
			this = true,
			["风"] = {
				["月"] = {
					this = true
				}
			},
			["梅"] = {
				this = true,
				["在"] = {
					["线"] = {
						["观"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["萍"] = {
			this = true
		},
		["钱"] = {
			["把"] = {
				["官"] = {
					["场"] = {
						["搞"] = {
							["乱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["枪"] = {
			["消"] = {
				["魂"] = {
					this = true
				}
			}
		},
		["槍"] = {
			["不"] = {
				["倒"] = {
					this = true
				}
			}
		},
		["日"] = {
			["成"] = {
				this = true
			}
		},
		["三"] = {
			["胖"] = {
				this = true
			},
			["色"] = {
				this = true
			}
		},
		["沙"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["书"] = {
			["波"] = {
				this = true
			}
		},
		["属"] = {
			["波"] = {
				["箱"] = {
					this = true
				}
			},
			["超"] = {
				["标"] = {
					["1"] = {
						["0"] = {
							["0"] = {
								["倍"] = {
									["的"] = {
										["碧"] = {
											["螺"] = {
												["春"] = {
													["茶"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["婷"] = {
			["乾"] = {
				this = true
			}
		},
		["堯"] = {
			["如"] = {
				this = true
			}
		},
		["沢"] = {
			["文"] = {
				["子"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["明"] = {
				["子"] = {
					this = true
				}
			}
		},
		["澤"] = {
			["辰"] = {
				this = true
			}
		},
		["正"] = {
			["恩"] = {
				this = true
			},
			["男"] = {
				this = true
			},
			["日"] = {
				this = true
			}
		},
		["钟"] = {
			["气"] = {
				["枪"] = {
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							this = true
						}
					},
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							this = true
						}
					}
				}
			}
		},
		["子"] = {
			["沙"] = {
				["耶"] = {
					["香"] = {
						this = true
					}
				}
			},
			["志"] = {
				["乃"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["津"] = {
		["品"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["筋"] = {
		["肉"] = {
			["勃"] = {
				["起"] = {
					this = true
				}
			},
			["猛"] = {
				["熊"] = {
					this = true
				}
			},
			["族"] = {
				["之"] = {
					["巨"] = {
						["根"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["仅"] = {
		["凭"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["紧"] = {
		b = {
			this = true
		},
		["缚"] = {
			["凌"] = {
				["辱"] = {
					this = true
				}
			}
		},
		["评"] = {
			this = true
		},
		["穴"] = {
			this = true
		},
		["窄"] = {
			this = true
		}
	}
end

temp()
