pg = pg or {}
slot0 = pg
slot0.word_template_68 = {}
slot1 = slot0.word_template_68

temp = function()
	uv0["体"] = {
		["奸"] = {
			this = true
		},
		["检"] = {
			["代"] = {
				["理"] = {
					this = true
				}
			},
			["枪"] = {
				["手"] = {
					this = true
				}
			}
		},
		["味"] = {
			["激"] = {
				["情"] = {
					["童"] = {
						["男"] = {
							this = true
						}
					}
				}
			}
		},
		["育"] = {
			["投"] = {
				["注"] = {
					this = true
				}
			}
		},
		["制"] = {
			["是"] = {
				["昏"] = {
					["庸"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["壬"] = {
				this = true
			},
			["保"] = {
				["证"] = {
					this = true
				}
			},
			["降"] = {
				["薪"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["體"] = {
		["奸"] = {
			this = true
		},
		["內"] = {
			["一"] = {
				["股"] = {
					["暗"] = {
						["流"] = {
							["噴"] = {
								["流"] = {
									["通"] = {
										["而"] = {
											["出"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["剃"] = {
		["刀"] = {
			["淫"] = {
				["魔"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["替"] = {
		["党"] = {
			["说"] = {
				["话"] = {
					this = true
				}
			}
		},
		["考"] = {
			this = true,
			["公"] = {
				["司"] = {
					this = true
				}
			}
		},
		["利"] = {
			["定"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["兲"] = {
		["朝"] = {
			["真"] = {
				["理"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["添"] = {
		["逼"] = {
			this = true
		},
		["你"] = {
			["下"] = {
				["面"] = {
					this = true
				}
			}
		},
		["完"] = {
			["以"] = {
				["后"] = {
					["不"] = {
						["体"] = {
							["检"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["阴"] = {
			this = true
		},
		["宪"] = {
			["宝"] = {
				["宝"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["田"] = {
		["村"] = {
			["麻"] = {
				["衣"] = {
					this = true
				}
			},
			["美"] = {
				["和"] = {
					this = true
				}
			}
		},
		["纪"] = {
			["云"] = {
				this = true
			}
		},
		["紀"] = {
			["雲"] = {
				this = true
			}
		},
		["明"] = {
			["建"] = {
				this = true,
				["枪"] = {
					["战"] = {
						this = true
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["修"] = {
			["思"] = {
				this = true
			}
		},
		["中"] = {
			["丽"] = {
				["奈"] = {
					this = true
				}
			}
		},
		["按"] = {
			["们"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			},
			["們"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["黄"] = {
			["万"] = {
				["岁"] = {
					this = true
				}
			}
		},
		["庵"] = {
			["闷"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["畑"] = {
		["野"] = {
			["浩"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["甜"] = {
		["性"] = {
			["涩"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["安"] = {
			["门"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["舔"] = {
		B = {
			this = true
		},
		b = {
			this = true
		},
		j = {
			j = {
				["甜"] = {
					this = true
				}
			}
		},
		x = {
			u = {
				e = {
					this = true
				}
			}
		},
		["屄"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["便"] = {
			this = true
		},
		["遍"] = {
			this = true
		},
		["蛋"] = {
			this = true
		},
		["动"] = {
			["着"] = {
				this = true
			}
		},
		["肛"] = {
			this = true
		},
		["花"] = {
			["苞"] = {
				this = true
			}
		},
		["鸡"] = {
			["巴"] = {
				this = true
			}
		},
		["雞"] = {
			["巴"] = {
				this = true
			}
		},
		["脚"] = {
			this = true
		},
		["腳"] = {
			this = true
		},
		["磨"] = {
			this = true
		},
		["奶"] = {
			this = true
		},
		["弄"] = {
			this = true,
			["大"] = {
				["阴"] = {
					["唇"] = {
						this = true
					}
				}
			},
			["小"] = {
				["鸡"] = {
					["鸡"] = {
						this = true
					}
				}
			}
		},
		["批"] = {
			this = true
		},
		["屁"] = {
			["眼"] = {
				this = true
			}
		},
		["舐"] = {
			this = true
		},
		["吮"] = {
			this = true
		},
		["丝"] = {
			["袜"] = {
				this = true
			}
		},
		["吻"] = {
			this = true
		},
		["西"] = {
			this = true
		},
		["下"] = {
			["面"] = {
				this = true
			}
		},
		["鞋"] = {
			this = true
		},
		["穴"] = {
			this = true
		},
		["阴"] = {
			this = true,
			["自"] = {
				["慰"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["陰"] = {
			this = true
		},
		["着"] = {
			this = true
		},
		["足"] = {
			this = true
		},
		["案"] = {
			["们"] = {
				this = true
			},
			["們"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["调"] = {
		["教"] = {
			this = true,
			["虐"] = {
				["待"] = {
					this = true
				}
			},
			["项"] = {
				["目"] = {
					this = true
				}
			}
		},
		["控"] = {
			["变"] = {
				["空"] = {
					["调"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["器"] = {
				["具"] = {
					this = true
				}
			},
			["用"] = {
				["品"] = {
					this = true
				}
			},
			["震"] = {
				["棒"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["齠"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["鰷"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["跳"] = {
		["大"] = {
			["神"] = {
				this = true
			}
		},
		["蛋"] = {
			this = true,
			["器"] = {
				["具"] = {
					this = true
				}
			}
		},
		["楼"] = {
			this = true
		},
		["过"] = {
			["某"] = {
				["字"] = {
					["母"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["铁"] = {
		["凝"] = {
			this = true
		},
		["骑"] = {
			this = true,
			["继"] = {
				["续"] = {
					this = true,
					["前"] = {
						["进"] = {
							this = true
						}
					}
				}
			}
		},
		["路"] = {
			["医"] = {
				["院"] = {
					this = true
				}
			}
		},
		["拳"] = {
			["降"] = {
				["临"] = {
					["之"] = {
						["前"] = {
							["，"] = {
								["你"] = {
									["我"] = {
										["皆"] = {
											["是"] = {
												["勇"] = {
													["者"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["娘"] = {
			["子"] = {
				v = {
					s = {
						["炼"] = {
							["钢"] = {
								["工"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["厅"] = {
		["房"] = {
			["公"] = {
				["主"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["听"] = {
		["到"] = {
			["吹"] = {
				["捧"] = {
					["喜"] = {
						["心"] = {
							["头"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["二"] = {
			["奶"] = {
				["吟"] = {
					this = true
				}
			}
		},
		["取"] = {
			["汇"] = {
				["报"] = {
					["点"] = {
						["点"] = {
							["头"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["说"] = {
			["三"] = {
				["鹿"] = {
					["奶"] = {
						["是"] = {
							["靖"] = {
								["国"] = {
									["神"] = {
										["社"] = {
											["指"] = {
												["定"] = {
													["牛"] = {
														["奶"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["话"] = {
			["型"] = {
				["喷"] = {
					["雾"] = {
						["剂"] = {
							this = true
						}
					}
				}
			}
		},
		["歌"] = {
			["止"] = {
				["饿"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["聽"] = {
		["牌"] = {
			["器"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["庭"] = {
		["锋"] = {
			["不"] = {
				["堪"] = {
					["回"] = {
						["首"] = {
							["芝"] = {
								["逼"] = {
									["中"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["院"] = {
			["警"] = {
				["衛"] = {
					["兵"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["停"] = {
		["机"] = {
			["如"] = {
				["何"] = {
					["免"] = {
						["费"] = {
							["上"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["止"] = {
			["连"] = {
				["庄"] = {
					this = true
				},
				["任"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["婷"] = {
		["婷"] = {
			["激"] = {
				["情"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["挺"] = {
		["起"] = {
			["古"] = {
				["巨"] = {
					["鸡"] = {
						this = true
					}
				}
			}
		},
		["趣"] = {
			["蛋"] = {
				this = true
			}
		},
		["胸"] = {
			["走"] = {
				["进"] = {
					["夜"] = {
						["总"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["通"] = {
		["奸"] = {
			this = true
		},
		["灵"] = {
			["师"] = {
				["手"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["过"] = {
			["勾"] = {
				["结"] = {
					["南"] = {
						["昌"] = {
							["地"] = {
								["区"] = {
									["几"] = {
										["大"] = {
											["黑"] = {
												["帮"] = {
													["恶"] = {
														["势"] = {
															["力"] = {
																["，"] = {
																	["大"] = {
																		["肆"] = {
																			["贩"] = {
																				["运"] = {
																					["、"] = {
																						["贩"] = {
																							["买"] = {
																								["毒"] = {
																									["品"] = {
																										["，"] = {
																											["控"] = {
																												["制"] = {
																													["毒"] = {
																														["品"] = {
																															["源"] = {
																																["头"] = {
																																	["，"] = {
																																		["控"] = {
																																			["制"] = {
																																				["南"] = {
																																					["昌"] = {
																																						["市"] = {
																																							["各"] = {
																																								["大"] = {
																																									["贩"] = {
																																										["毒"] = {
																																											["集"] = {
																																												["团"] = {
																																													this = true
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["改"] = {
				["变"] = {
					["社"] = {
						["会"] = {
							["来"] = {
								["改"] = {
									["变"] = {
										["政"] = {
											["权"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["\\"] = {
			S = {
				["{"] = {
					["0"] = {
						[","] = {
							["1"] = {
								["5"] = {
									["}"] = {
										["商"] = {
											["\\"] = {
												S = {
													["{"] = {
														["0"] = {
															[","] = {
																["1"] = {
																	["5"] = {
																		["}"] = {
																			["宽"] = {
																				["\\"] = {
																					S = {
																						["{"] = {
																							["0"] = {
																								[","] = {
																									["1"] = {
																										["5"] = {
																											["}"] = {
																												["("] = {
																													["衣"] = {
																														["|"] = {
																															y = {
																																i = {
																																	["|"] = {
																																		["农"] = {
																																			[")"] = {
																																				this = true
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["商"] = {
			["宽"] = {
				Y = {
					this = true
				},
				["农"] = {
					this = true
				}
			}
		},
		["尚"] = {
			["款"] = {
				this = true
			}
		},
		["？"] = {
			["宽"] = {
				["？"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["同"] = {
		["城"] = {
			["一"] = {
				["夜"] = {
					["情"] = {
						this = true
					}
				}
			}
		},
		["居"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["声"] = {
			["哭"] = {
				["泣"] = {
					this = true
				}
			}
		},
		["香"] = {
			["会"] = {
				this = true
			}
		},
		["性"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["恋"] = {
				["吧"] = {
					this = true
				},
				["的"] = {
					["性"] = {
						["爱"] = {
							this = true
						}
					}
				},
				["生"] = {
					["活"] = {
						this = true
					}
				}
			},
			["戀"] = {
				["吧"] = {
					this = true
				}
			}
		},
		["一"] = {
			["教"] = {
				this = true
			}
		},
		["淫"] = {
			this = true
		},
		["志"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["交"] = {
				["友"] = {
					this = true
				}
			},
			["剧"] = {
				["情"] = {
					["片"] = {
						this = true
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						this = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["片"] = {
				this = true
			},
			["桑"] = {
				["拿"] = {
					["洗"] = {
						["浴"] = {
							["中"] = {
								["心"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["帅"] = {
				["哥"] = {
					this = true
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["作"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["他"] = {
			["们"] = {
				["一"] = {
					["起"] = {
						["创"] = {
							["造"] = {
								["美"] = {
									["好"] = {
										["生"] = {
											["活"] = {
												["，"] = {
													["是"] = {
														["一"] = {
															["个"] = {
																["重"] = {
																	["大"] = {
																		["的"] = {
																			["挑"] = {
																				["战"] = {
																					["，"] = {
																						["也"] = {
																							["是"] = {
																								["一"] = {
																									["个"] = {
																										["重"] = {
																											["大"] = {
																												["的"] = {
																													["责"] = {
																														["任"] = {
																															this = true
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["力"] = {
			["丫"] = {
				this = true
			}
		},
		["里"] = {
			["鸭"] = {
				this = true
			},
			["亚"] = {
				this = true
			}
		},
		["利"] = {
			["亚"] = {
				this = true
			}
		},
		["学"] = {
			["们"] = {
				["能"] = {
					["不"] = {
						["能"] = {
							["稍"] = {
								["微"] = {
									["理"] = {
										["智"] = {
											["地"] = {
												["想"] = {
													["一"] = {
														["想"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["心"] = {
			["受"] = {
				["秦"] = {
					["|"] = {
						["同"] = {
							["心"] = {
								["守"] = {
									["秦"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["守"] = {
				["“"] = {
					["沪"] = {
						["”"] = {
							this = true
						}
					}
				},
				["护"] = {
					this = true
				},
				["沪"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["桐"] = {
		["岛"] = {
			["绘"] = {
				["里"] = {
					["香"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["统"] = {
		["独"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["计"] = {
			["局"] = {
				["的"] = {
					["表"] = {
						this = true
					}
				}
			},
			["数"] = {
				["字"] = {
					["大"] = {
						["掺"] = {
							["水"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["一"] = {
			["教"] = {
				this = true
			}
		},
		["战"] = {
			["部"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["捅"] = {
		["鸡"] = {
			["局"] = {
				this = true
			}
		},
		["死"] = {
			["一"] = {
				["女"] = {
					["两"] = {
						["男"] = {
							this = true
						}
					}
				}
			}
		},
		["你"] = {
			["牙"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["統"] = {
		["獨"] = {
			this = true,
			["論"] = {
				["壇"] = {
					this = true
				}
			}
		},
		["戰"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["痛"] = {
		["恨"] = {
			["这"] = {
				["时"] = {
					["代"] = {
						this = true
					}
				}
			},
			["着"] = {
				["时"] = {
					["代"] = {
						this = true
					}
				}
			}
		},
		["↑"] = {
			["款"] = {
				["一"] = {
					this = true
				}
			}
		}
	}
end

temp()
