pg = pg or {}
slot0 = pg
slot0.word_template_30 = {}
slot1 = slot0.word_template_30

function temp()
	uv0["情"] = {
		["報"] = {
			["商"] = {
				["材"] = {
					this = true
				}
			}
		},
		["爱"] = {
			["娇"] = {
				["娃"] = {
					this = true
				}
			}
		},
		["不"] = {
			["自"] = {
				["禁"] = {
					i = {
						i = {
							["之"] = {
								["霎"] = {
									["时"] = {
										["冲"] = {
											["动"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["之"] = {
						["想"] = {
							["入"] = {
								["非"] = {
									["非"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["毒"] = {
			["书"] = {
				["生"] = {
					this = true
				}
			}
		},
		["妇"] = {
			["大"] = {
				["奖"] = {
					["赛"] = {
						this = true
					}
				}
			},
			["腐"] = {
				["败"] = {
					this = true
				}
			}
		},
		["婦"] = {
			this = true
		},
		["感"] = {
			["陪"] = {
				["护"] = {
					this = true
				}
			}
		},
		["迷"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["难"] = {
			["自"] = {
				["制"] = {
					this = true
				}
			}
		},
		["趣"] = {
			["拉"] = {
				["珠"] = {
					this = true
				}
			},
			["内"] = {
				["衣"] = {
					this = true
				}
			},
			["玩"] = {
				["具"] = {
					this = true
				}
			},
			["用"] = {
				["品"] = {
					this = true
				}
			}
		},
		["人"] = {
			["式"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			},
			["是"] = {
				["手"] = {
					["表"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			this = true,
			["成"] = {
				["人"] = {
					["基"] = {
						["地"] = {
							this = true
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["導"] = {
				["航"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["美"] = {
				["眉"] = {
					["娱"] = {
						["乐"] = {
							["社"] = {
								["区"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["天"] = {
				["崖"] = {
					this = true
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			},
			["文"] = {
				["学"] = {
					this = true
				},
				["學"] = {
					this = true
				}
			},
			["五"] = {
				["月"] = {
					this = true
				}
			},
			["仙"] = {
				["林"] = {
					this = true
				}
			},
			["一"] = {
				["条"] = {
					["龙"] = {
						this = true
					}
				}
			},
			["艺"] = {
				["术"] = {
					["天"] = {
						["空"] = {
							this = true
						}
					}
				}
			},
			["藝"] = {
				["術"] = {
					["天"] = {
						["空"] = {
							this = true
						}
					}
				}
			}
		},
		["獸"] = {
			this = true
		},
		["戏"] = {
			["玩"] = {
				["具"] = {
					this = true
				}
			}
		},
		["欲"] = {
			["人"] = {
				["生"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["辱"] = {
		this = {
			this = true
		},
		["骂"] = {
			this = true
		},
		["駡"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["尻"] = {
		["軽"] = {
			this = true
		},
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["心"] = {
		["障"] = {
			["児"] = {
				this = true
			},
			["者"] = {
				this = true
			}
		},
		["有"] = {
			["花"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["人"] = {
		["體"] = {
			["實"] = {
				["驗"] = {
					this = true
				}
			},
			["攝"] = {
				["影"] = {
					this = true
				}
			}
		},
		["大"] = {
			this = true,
			["代"] = {
				["表"] = {
					this = true,
					["无"] = {
						["人"] = {
							["选"] = {
								this = true
							}
						}
					}
				}
			},
			["只"] = {
				["是"] = {
					["举"] = {
						["手"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["代"] = {
			["会"] = {
				this = true
			}
		},
		["弹"] = {
			this = true
		},
		["共"] = {
			["愤"] = {
				["三"] = {
					["退"] = {
						["潮"] = {
							["涌"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["间"] = {
			["那"] = {
				["一"] = {
					["场"] = {
						["风"] = {
							["花"] = {
								["雪"] = {
									["月"] = {
										["的"] = {
											["事"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["尽"] = {
			["可"] = {
				["妻"] = {
					["美"] = {
						["娇"] = {
							["娘"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["民"] = {
			this = true,
			["报"] = {
				this = true
			},
			["報"] = {
				this = true
			},
			["币"] = {
				["废"] = {
					["了"] = {
						this = true
					}
				}
			},
			["大"] = {
				["会"] = {
					["堂"] = {
						this = true
					}
				},
				["會"] = {
					["堂"] = {
						this = true
					}
				}
			},
			["代"] = {
				["表"] = {
					["怕"] = {
						["人"] = {
							["民"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["基"] = {
					["儿"] = {
						this = true
					}
				}
			},
			["广"] = {
				["场"] = {
					this = true
				}
			},
			["检"] = {
				["查"] = {
					["院"] = {
						["不"] = {
							["一"] = {
								["定"] = {
									["是"] = {
										["人"] = {
											["民"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["教"] = {
				["师"] = {
					["黑"] = {
						["社"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				["杀"] = {
					["人"] = {
						["民"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["內"] = {
				["情"] = {
					["真"] = {
						["相"] = {
							this = true
						}
					}
				}
			},
			["内"] = {
				["情"] = {
					["真"] = {
						["相"] = {
							this = true
						}
					}
				}
			},
			["群"] = {
				["众"] = {
					["的"] = {
						["房"] = {
							["子"] = {
								["就"] = {
									["让"] = {
										["法"] = {
											["院"] = {
												["强"] = {
													["制"] = {
														["执"] = {
															["行"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["像"] = {
						["羔"] = {
							["羊"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["尚"] = {
				["未"] = {
					["温"] = {
						["加"] = {
							["饱"] = {
								this = true
							}
						}
					}
				}
			},
			["圣"] = {
				["殿"] = {
					["教"] = {
						this = true
					}
				}
			},
			["算"] = {
				["個"] = {
					["屁"] = {
						this = true
					}
				}
			},
			["心"] = {
				["中"] = {
					["的"] = {
						["胡"] = {
							["耀"] = {
								["邦"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["需"] = {
				["要"] = {
					["反"] = {
						["抗"] = {
							this = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					this = true
				}
			},
			["在"] = {
				["流"] = {
					["泪"] = {
						this = true
					}
				}
			},
			["真"] = {
				["實"] = {
					this = true
				}
			},
			["之"] = {
				["聲"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["皮"] = {
			["高"] = {
				["跟"] = {
					["鞋"] = {
						this = true
					}
				}
			}
		},
		["妻"] = {
			this = true,
			["初"] = {
				["夜"] = {
					this = true
				}
			},
			["交"] = {
				["换"] = {
					this = true
				},
				["換"] = {
					this = true
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["色"] = {
				["诱"] = {
					this = true
				},
				["誘"] = {
					this = true
				}
			},
			["生"] = {
				["撮"] = {
					this = true
				}
			},
			["守"] = {
				["则"] = {
					this = true
				}
			},
			["熟"] = {
				["女"] = {
					this = true
				}
			},
			["小"] = {
				["说"] = {
					this = true
				}
			},
			["榨"] = {
				["乳"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				},
				["愛"] = {
					this = true
				}
			}
		},
		["权"] = {
			["斗"] = {
				["士"] = {
					this = true
				}
			},
			["恶"] = {
				["棍"] = {
					this = true
				}
			},
			["民"] = {
				["运"] = {
					this = true
				}
			},
			["平"] = {
				["等"] = {
					["一"] = {
						["场"] = {
							["空"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["奢"] = {
					["侈"] = {
						this = true
					}
				}
			}
		},
		["權"] = {
			this = true
		},
		["人"] = {
			["都"] = {
				["从"] = {
					["后"] = {
						["面"] = {
							["上"] = {
								["我"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["见"] = {
				["官"] = {
					["像"] = {
						["滩"] = {
							["泥"] = {
								this = true
							}
						}
					}
				}
			},
			["有"] = {
				["色"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["体"] = {
			["摄"] = {
				["影"] = {
					this = true
				}
			},
			["艺"] = {
				["术"] = {
					this = true
				}
			},
			["炸"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["头"] = {
			["豆"] = {
				["腐"] = {
					["汤"] = {
						this = true
					}
				}
			},
			["肉"] = {
				["骨"] = {
					["茶"] = {
						["面"] = {
							this = true
						}
					}
				}
			}
		},
		["性"] = {
			r = {
				v = {
					this = true
				}
			},
			["本"] = {
				["色"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["性"] = {
		["感"] = {
			this = true,
			["护"] = {
				["士"] = {
					this = true
				}
			},
			["敏"] = {
				["叫"] = {
					this = true
				}
			},
			["内"] = {
				["衣"] = {
					["大"] = {
						["全"] = {
							this = true
						}
					}
				}
			},
			["肉"] = {
				["丝"] = {
					this = true
				},
				["絲"] = {
					this = true
				}
			},
			["乳"] = {
				["娘"] = {
					this = true
				}
			},
			["沙"] = {
				["滩"] = {
					["2"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				}
			},
			["丝"] = {
				["足"] = {
					this = true
				}
			},
			["妖"] = {
				["娆"] = {
					this = true
				},
				["嬈"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["誘"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["器"] = {
			this = true
		},
		["交"] = {
			this = true,
			["大"] = {
				["学"] = {
					this = true
				}
			},
			["课"] = {
				this = true
			},
			["課"] = {
				this = true
			},
			["如"] = {
				["此"] = {
					["多"] = {
						["招"] = {
							this = true
						}
					}
				}
			},
			["图"] = {
				this = true
			},
			["圖"] = {
				this = true
			},
			["吞"] = {
				["精"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["無"] = {
				["碼"] = {
					this = true
				}
			},
			["姿"] = {
				["势"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["病"] = {
			this = true
		},
		["癖"] = {
			this = true
		},
		["爱"] = {
			this = true,
			["宝"] = {
				["贝"] = {
					this = true
				},
				["典"] = {
					this = true
				}
			},
			["不"] = {
				["停"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["技"] = {
				["巧"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["狂"] = {
				["想"] = {
					["曲"] = {
						this = true
					}
				}
			},
			["擂"] = {
				["台"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					this = true
				}
			},
			["频"] = {
				["道"] = {
					this = true
				}
			},
			["千"] = {
				["金"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["体"] = {
				["位"] = {
					this = true
				}
			},
			["图"] = {
				["库"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["韦"] = {
				["小"] = {
					["宝"] = {
						["之"] = {
							["玩"] = {
								["女"] = {
									["大"] = {
										["王"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["文"] = {
				["学"] = {
					this = true
				}
			},
			["中"] = {
				["心"] = {
					this = true
				}
			},
			["终"] = {
				["结"] = {
					["者"] = {
						this = true
					}
				}
			},
			["姿"] = {
				["势"] = {
					this = true
				}
			}
		},
		["愛"] = {
			this = true,
			["插"] = {
				["穴"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["擂"] = {
				["臺"] = {
					this = true
				}
			},
			["圖"] = {
				["庫"] = {
					this = true
				},
				["片"] = {
					this = true
				}
			}
		},
		["霸"] = {
			["2"] = {
				["0"] = {
					["0"] = {
						["0"] = {
							this = true
						}
					}
				}
			}
		},
		["吧"] = {
			s = {
				e = {
					x = {
						["8"] = {
							this = true
						}
					}
				}
			}
		},
		["伴"] = {
			["侣"] = {
				this = true
			}
		},
		["保"] = {
			["健"] = {
				this = true
			}
		},
		["电"] = {
			["影"] = {
				this = true
			}
		},
		["奋"] = {
			this = true
		},
		["服"] = {
			["务"] = {
				this = true
			}
		},
		["福"] = {
			this = true,
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["蜜"] = {
				["月"] = {
					["3"] = {
						["0"] = {
							["天"] = {
								this = true
							}
						}
					}
				}
			},
			["无"] = {
				["限"] = {
					this = true
				}
			},
			["源"] = {
				this = true
			}
		},
		["高"] = {
			["潮"] = {
				this = true
			}
		},
		["虎"] = {
			this = true,
			["色"] = {
				["网"] = {
					this = true
				},
				["網"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["饥"] = {
			["渴"] = {
				this = true
			}
		},
		["饑"] = {
			["渴"] = {
				this = true
			}
		},
		["劫"] = {
			["兰"] = {
				["桂"] = {
					["芳"] = {
						this = true
					}
				}
			}
		},
		["酒"] = {
			["吧"] = {
				this = true
			}
		},
		["开"] = {
			["放"] = {
				this = true,
				["俱"] = {
					["乐"] = {
						["部"] = {
							this = true
						}
					}
				}
			}
		},
		["奴"] = {
			this = true,
			["会"] = {
				this = true
			},
			["會"] = {
				this = true
			},
			["隶"] = {
				this = true
			}
		},
		["虐"] = {
			this = true,
			["待"] = {
				this = true
			}
		},
		["前"] = {
			["调"] = {
				["情"] = {
					this = true
				}
			}
		},
		["侵"] = {
			this = true
		},
		["趣"] = {
			["激"] = {
				["发"] = {
					this = true
				}
			},
			["玩"] = {
				["具"] = {
					this = true
				}
			}
		},
		["色"] = {
			["社"] = {
				["区"] = {
					this = true
				}
			}
		},
		["生"] = {
			["活"] = {
				["基"] = {
					["本"] = {
						["靠"] = {
							["手"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["事"] = {
			this = true
		},
		["调"] = {
			["节"] = {
				["师"] = {
					this = true
				}
			}
		},
		["无"] = {
			["能"] = {
				this = true
			}
		},
		["無"] = {
			["能"] = {
				this = true
			}
		},
		["息"] = {
			this = true,
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["学"] = {
			["教"] = {
				["授"] = {
					this = true
				}
			},
			["园"] = {
				this = true
			}
		},
		["医"] = {
			["春"] = {
				["歌"] = {
					this = true
				}
			}
		},
		["佣"] = {
			this = true
		},
		["傭"] = {
			this = true
		},
		["用"] = {
			["品"] = {
				this = true
			}
		},
		["友"] = {
			["谊"] = {
				this = true
			}
		},
		["与"] = {
			["枪"] = {
				this = true
			}
		},
		["欲"] = {
			this = true,
			["泛"] = {
				["滥"] = {
					this = true
				}
			},
			["较"] = {
				["强"] = {
					this = true
				}
			}
		},
		["战"] = {
			["擂"] = {
				["台"] = {
					this = true
				}
			}
		},
		["戰"] = {
			["擂"] = {
				["臺"] = {
					this = true
				}
			}
		},
		["之"] = {
			["站"] = {
				this = true
			}
		},
		["职"] = {
			["者"] = {
				this = true
			}
		},
		["专"] = {
			["买"] = {
				["店"] = {
					this = true
				}
			},
			["卖"] = {
				["店"] = {
					this = true
				}
			}
		}
	}
end

temp()
