pg = pg or {}
slot0 = pg
slot0.word_template_302 = {}
slot1 = slot0.word_template_302

function temp()
	uv0["县"] = {
		["里"] = {
			["干"] = {
				["部"] = {
					["忙"] = {
						["吃"] = {
							["喝"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["现"] = {
		["代"] = {
			["广"] = {
				["州"] = {
					["白"] = {
						["领"] = {
							["的"] = {
								["淫"] = {
									["荡"] = {
										["生"] = {
											["活"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["逍"] = {
				["遥"] = {
					["录"] = {
						this = true
					}
				}
			},
			["艳"] = {
				["帝"] = {
					["传"] = {
						["奇"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["事"] = {
						["情"] = {
							this = true
						}
					}
				},
				["魔"] = {
					["录"] = {
						this = true
					}
				}
			},
			["化"] = {
				["强"] = {
					["国"] = {
						this = true
					}
				},
				["("] = {
					q = {
						i = {
							a = {
								n = {
									g = {
										["|"] = {
											["墙"] = {
												["|"] = {
													["抢"] = {
														["|"] = {
															["枪"] = {
																[")"] = {
																	["("] = {
																		["国"] = {
																			["|"] = {
																				g = {
																					u = {
																						o = {
																							["|"] = {
																								["锅"] = {
																									["|"] = {
																										["郭"] = {
																											["|"] = {
																												["过"] = {
																													["|"] = {
																														["果"] = {
																															[")"] = {
																																this = true
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["强"] = {
						["|"] = {
							q = {
								i = {
									a = {
										n = {
											g = {
												["|"] = {
													["墙"] = {
														["|"] = {
															["抢"] = {
																["|"] = {
																	["枪"] = {
																		[")"] = {
																			["("] = {
																				g = {
																					u = {
																						o = {
																							["|"] = {
																								["锅"] = {
																									["|"] = {
																										["郭"] = {
																											["|"] = {
																												["过"] = {
																													["|"] = {
																														["果"] = {
																															[")"] = {
																																this = true
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["目"] = {
				this = true
			}
		},
		["金"] = {
			this = true,
			["扑"] = {
				["克"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			}
		},
		["在"] = {
			["到"] = {
				["处"] = {
					["是"] = {
						["贪"] = {
							["污"] = {
								["犯"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["卖"] = {
				b = {
					["有"] = {
						["点"] = {
							["难"] = {
								this = true
							}
						}
					}
				}
			},
			["只"] = {
				["想"] = {
					["杀"] = {
						["富"] = {
							["济"] = {
								["贫"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["货"] = {
			["骚"] = {
				["本"] = {
					this = true
				}
			}
		},
		["砝"] = {
			this = true,
			["都"] = {
				["改"] = {
					["了"] = {
						this = true
					}
				}
			}
		},
		["任"] = {
			["继"] = {
				["续"] = {
					["在"] = {
						["位"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["限"] = {
		["制"] = {
			["级"] = {
				["特"] = {
					["工"] = {
						this = true
					}
				}
			},
			["片"] = {
				this = true
			}
		},
		["聚"] = {
			["令"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["线"] = {
		["上"] = {
			["投"] = {
				["注"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["峴"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["献"] = {
		["身"] = {
			["一"] = {
				["位"] = {
					["领"] = {
						["导"] = {
							["当"] = {
								["作"] = {
									["靠"] = {
										["山"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["忠"] = {
			["潮"] = {
				this = true
			}
		},
		["祭"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["膁"] = {
		this = {
			this = true
		}
	}
end

temp()
