pg = pg or {}
slot0 = pg
slot0.word_template_28 = {}
slot1 = slot0.word_template_28

temp = function()
	uv0["族"] = {
		["淨"] = {
			["化"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["多"] = {
		["重"] = {
			["債"] = {
				["務"] = {
					this = true
				}
			}
		},
		["党"] = {
			["执"] = {
				["政"] = {
					this = true
				}
			}
		},
		["黨"] = {
			this = true
		},
		["杰"] = {
			["热"] = {
				["旦"] = {
					this = true
				}
			}
		},
		["里"] = {
			["坤"] = {
				["."] = {
					["艾"] = {
						["沙"] = {
							this = true
						}
					}
				},
				["。"] = {
					["艾"] = {
						["沙"] = {
							["本"] = {
								this = true
							}
						}
					}
				},
				["·"] = {
					["艾"] = {
						["沙"] = {
							this = true
						}
					}
				},
				["艾"] = {
					["沙"] = {
						this = true
					}
				}
			}
		},
		["妻"] = {
			["养"] = {
				["德"] = {
					this = true
				}
			}
		},
		["人"] = {
			["轮"] = {
				this = true
			},
			["輪"] = {
				this = true
			},
			["性"] = {
				["愛"] = {
					this = true
				}
			}
		},
		["維"] = {
			this = true
		},
		["穴"] = {
			this = true
		},
		["洞"] = {
			["齐"] = {
				["插"] = {
					this = true
				}
			}
		},
		["边"] = {
			["双"] = {
				["边"] = {
					["反"] = {
						["恐"] = {
							["合"] = {
								["作"] = {
									["机"] = {
										["制"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["算"] = {
			["政"] = {
				["治"] = {
					["账"] = {
						["、"] = {
							["战"] = {
								["略"] = {
									["账"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["大"] = {
				["账"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["待"] = {
		["ち"] = {
			["合"] = {
				this = true
			}
		},
		["开"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["到"] = {
			["秋"] = {
				["来"] = {
					["九"] = {
						["月"] = {
							["八"] = {
								["，"] = {
									["我"] = {
										["花"] = {
											["开"] = {
												["后"] = {
													["百"] = {
														["花"] = {
															["杀"] = {
																["，"] = {
																	["冲"] = {
																		["天"] = {
																			["香"] = {
																				["阵"] = {
																					["透"] = {
																						["长"] = {
																							["安"] = {
																								["，"] = {
																									["满"] = {
																										["城"] = {
																											["尽"] = {
																												["带"] = {
																													["黄"] = {
																														["金"] = {
																															["甲"] = {
																																this = true
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["退"] = {
		["党"] = {
			this = true
		},
		["."] = {
			["党"] = {
				this = true
			}
		},
		["▲"] = {
			["币"] = {
				["▲"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		b = {
			["器"] = {
				this = true
			}
		},
		d = {
			a = {
				n = {
					g = {
						this = true
					}
				}
			}
		},
		["币"] = {
			["器"] = {
				this = true
			}
		},
		["出"] = {
			["党"] = {
				this = true
			},
			["共"] = {
				["产"] = {
					this = true,
					["党"] = {
						this = true
					}
				},
				["産"] = {
					this = true
				}
			},
			["了"] = {
				["共"] = {
					["产"] = {
						["党"] = {
							this = true
						}
					}
				},
				["中"] = {
					["共"] = {
						this = true
					}
				}
			},
			["傥"] = {
				this = true
			},
			["中"] = {
				["共"] = {
					this = true
				},
				["国"] = {
					["共"] = {
						["产"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["档"] = {
			this = true
		},
		["谠"] = {
			this = true
		},
		["黨"] = {
			this = true
		},
		["共"] = {
			this = true
		},
		["化"] = {
			["成"] = {
				["了"] = {
					["共"] = {
						["产"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["傥"] = {
			this = true
		},
		["一"] = {
			["档"] = {
				this = true
			},
			["黨"] = {
				this = true
			}
		},
		["\\"] = {
			["出"] = {
				["\\"] = {
					["党"] = {
						["\\"] = {
							["团"] = {
								["\\"] = {
									["队"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["\\"] = {
				["齣"] = {
					["\\"] = {
						["\\"] = {
							["黨"] = {
								["\\"] = {
									["\\"] = {
										["糰"] = {
											["\\"] = {
												["\\"] = {
													["隊"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["大"] = {
		["?"] = {
			this = true
		},
		["紀"] = {
			["元"] = {
				this = true,
				["時"] = {
					["報"] = {
						this = true
					}
				},
				["新"] = {
					["聞"] = {
						["網"] = {
							this = true
						}
					}
				}
			},
			["園"] = {
				this = true
			}
		},
		["法"] = {
			this = true,
			["弟"] = {
				["子"] = {
					this = true
				}
			},
			["不"] = {
				["可"] = {
					["被"] = {
						["利"] = {
							["用"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["纯"] = {
					["洁"] = {
						this = true
					}
				}
			},
			["好"] = {
				this = true
			},
			["洪"] = {
				["传"] = {
					["时"] = {
						["代"] = {
							this = true
						}
					}
				}
			},
			["坚"] = {
				["不"] = {
					["可"] = {
						["摧"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["刚"] = {
					["永"] = {
						["纯"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["闻"] = {
					["社"] = {
						this = true
					}
				}
			},
			["修"] = {
				["炼"] = {
					this = true
				}
			},
			["學"] = {
				["員"] = {
					this = true
				}
			},
			["义"] = {
				["解"] = {
					this = true
				}
			},
			["之"] = {
				["声"] = {
					this = true
				}
			},
			["资"] = {
				["料"] = {
					this = true
				}
			}
		},
		b = {
			this = true
		},
		g = {
			i = {
				["元"] = {
					this = true
				}
			},
			["元"] = {
				this = true
			}
		},
		j = {
			i = {
				["元"] = {
					this = true
				}
			},
			j = {
				this = true
			},
			u = {
				m = {
					p = {
						["时"] = {
							["代"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["坝"] = {
			["垮"] = {
				["的"] = {
					["省"] = {
						["长"] = {
							["都"] = {
								["没"] = {
									["戏"] = {
										["了"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["霸"] = {
			["机"] = {
				this = true
			}
		},
		["白"] = {
			["沙"] = {
				["破"] = {
					["解"] = {
						this = true
					}
				}
			},
			["兄"] = {
				["弟"] = {
					["会"] = {
						this = true
					}
				}
			},
			["钻"] = {
				this = true
			},
			["突"] = {
				["击"] = {
					["队"] = {
						this = true
					}
				}
			}
		},
		["班"] = {
			["台"] = {
				["百"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["棒"] = {
			["口"] = {
				["里"] = {
					["含"] = {
						this = true
					}
				}
			}
		},
		["逼"] = {
			this = true,
			["里"] = {
				["头"] = {
					["有"] = {
						["怪"] = {
							["味"] = {
								this = true
							}
						}
					}
				}
			},
			["塞"] = {
				["进"] = {
					["你"] = {
						["睾"] = {
							["丸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["比"] = {
			this = true,
			["里"] = {
				["头"] = {
					["烧"] = {
						["过"] = {
							["柴"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["便"] = {
			this = true
		},
		["波"] = {
			this = true,
			["波"] = {
				this = true
			},
			["粉"] = {
				B = {
					this = true
				}
			},
			["骚"] = {
				["妇"] = {
					this = true
				}
			},
			["騷"] = {
				["婦"] = {
					this = true
				}
			}
		},
		["参"] = {
			["考"] = {
				this = true
			}
		},
		["參"] = {
			["考"] = {
				this = true
			}
		},
		["潮"] = {
			["涌"] = {
				["迂"] = {
					["腐"] = {
						this = true
					}
				}
			}
		},
		["城"] = {
			["美"] = {
				["和"] = {
					this = true
				}
			}
		},
		["丑"] = {
			["风"] = {
				["流"] = {
					["记"] = {
						this = true
					}
				}
			}
		},
		["胆"] = {
			["出"] = {
				["位"] = {
					this = true
				}
			},
			["少"] = {
				["女"] = {
					this = true
				}
			}
		},
		["膽"] = {
			["出"] = {
				["位"] = {
					this = true
				}
			},
			["少"] = {
				["女"] = {
					this = true
				}
			}
		},
		["地"] = {
			["震"] = {
				["背"] = {
					["后"] = {
						["的"] = {
							["真"] = {
								["相"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["東"] = {
			["亞"] = {
				this = true,
				["共"] = {
					["榮"] = {
						this = true
					}
				}
			}
		},
		["哥"] = {
			["啥"] = {
				["最"] = {
					["好"] = {
						["大"] = {
							["哥"] = {
								["吊"] = {
									["最"] = {
										["好"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["色"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			}
		},
		["公"] = {
			["司"] = {
				["的"] = {
					["圣"] = {
						["姑"] = {
							this = true
						}
					}
				}
			}
		},
		["谷"] = {
			["美"] = {
				["津"] = {
					this = true
				}
			}
		},
		["官"] = {
			["小"] = {
				["官"] = {
					["高"] = {
						["官"] = {
							["官"] = {
								["官"] = {
									["皆"] = {
										["贪"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["规"] = {
			["模"] = {
				["骚"] = {
					["乱"] = {
						this = true
					}
				}
			}
		},
		["喊"] = {
			["大"] = {
				["叫"] = {
					["要"] = {
						["人"] = {
							["操"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["黑"] = {
			["鹰"] = {
				this = true,
				["销"] = {
					["售"] = {
						this = true
					}
				}
			}
		},
		["红"] = {
			["警"] = {
				["灯"] = {
					["高"] = {
						["高"] = {
							["挂"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["虹"] = {
			["桥"] = {
				["规"] = {
					["划"] = {
						this = true
					}
				}
			}
		},
		["湖"] = {
			["区"] = {
				["讲"] = {
					["法"] = {
						this = true
					}
				}
			}
		},
		["花"] = {
			["逼"] = {
				this = true
			}
		},
		["黄"] = {
			["钻"] = {
				this = true
			}
		},
		["回"] = {
			["报"] = {
				this = true
			}
		},
		["鸡"] = {
			["巴"] = {
				this = true,
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			}
		},
		["雞"] = {
			["巴"] = {
				this = true
			}
		},
		["鶏"] = {
			["巴"] = {
				this = true
			}
		},
		["己"] = {
			["元"] = {
				this = true
			}
		},
		["记"] = {
			["元"] = {
				this = true
			}
		},
		["纪"] = {
			["元"] = {
				this = true,
				["新"] = {
					["闻"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["园"] = {
				this = true
			}
		},
		["季"] = {
			["元"] = {
				this = true
			}
		},
		["家"] = {
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["找"] = {
				["我"] = {
					["聊"] = {
						["天"] = {
							this = true
						}
					}
				}
			}
		},
		["街"] = {
			["操"] = {
				["过"] = {
					b = {
						this = true
					}
				}
			}
		},
		["狙"] = {
			this = true
		},
		["款"] = {
			["荡"] = {
				["妇"] = {
					this = true
				}
			},
			["的"] = {
				["老"] = {
					["婆"] = {
						["领"] = {
							["导"] = {
								["的"] = {
									["钱"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["力"] = {
			["抽"] = {
				["送"] = {
					this = true
				}
			}
		},
		["乱"] = {
			["交"] = {
				this = true
			}
		},
		["亂"] = {
			["交"] = {
				this = true
			}
		},
		["麻"] = {
			this = true,
			["树"] = {
				["脂"] = {
					this = true
				}
			},
			["油"] = {
				this = true
			},
			["脂"] = {
				this = true
			}
		},
		["母"] = {
			["牛"] = {
				["娱"] = {
					["乐"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["奶"] = {
			this = true,
			m = {
				m = {
					this = true
				}
			},
			["媽"] = {
				this = true
			},
			["美"] = {
				["逼"] = {
					this = true
				}
			},
			["骚"] = {
				["女"] = {
					this = true
				}
			},
			["騷"] = {
				["女"] = {
					this = true
				}
			},
			["头"] = {
				this = true
			}
		},
		["内"] = {
			["亚"] = {
				["里"] = {
					["沙"] = {
						this = true
					}
				}
			}
		},
		["牌"] = {
			["变"] = {
				["小"] = {
					this = true
				}
			}
		},
		["浦"] = {
			["安"] = {
				["娜"] = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true,
			["頭"] = {
				this = true
			},
			["妇"] = {
				["女"] = {
					this = true
				}
			}
		},
		["善"] = {
			["大"] = {
				["忍"] = {
					this = true
				}
			}
		},
		["赦"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["师"] = {
			this = true
		},
		["史"] = {
			["紀"] = {
				this = true
			},
			["記"] = {
				this = true
			}
		},
		["唐"] = {
			["寻"] = {
				["芳"] = {
					this = true
				}
			}
		},
		["通"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["屠"] = {
			["殺"] = {
				this = true
			},
			["杀"] = {
				this = true
			}
		},
		["腿"] = {
			["根"] = {
				["部"] = {
					this = true
				}
			},
			["内"] = {
				["侧"] = {
					this = true
				}
			}
		},
		["威"] = {
			["力"] = {
				["弓"] = {
					["弩"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["卫"] = {
			["教"] = {
				this = true
			}
		},
		["衛"] = {
			["教"] = {
				this = true
			}
		},
		["西"] = {
			["结"] = {
				["花"] = {
					this = true
				}
			}
		},
		["侠"] = {
			["魂"] = {
				this = true
			}
		},
		["小"] = {
			["爪"] = {
				["牙"] = {
					["一"] = {
						["帮"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["学"] = {
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["骚"] = {
				["乱"] = {
					this = true
				}
			},
			["生"] = {
				["闹"] = {
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["自"] = {
					["治"] = {
						["联"] = {
							["合"] = {
								["会"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["艳"] = {
				["遇"] = {
					["史"] = {
						this = true
					}
				}
			}
		},
		["血"] = {
			B = {
				this = true
			},
			["逼"] = {
				this = true
			},
			["比"] = {
				this = true
			}
		},
		["烟"] = {
			this = true
		},
		["一"] = {
			["纪"] = {
				this = true
			}
		},
		["友"] = {
			["美"] = {
				["奈"] = {
					["美"] = {
						this = true
					}
				}
			}
		},
		["圆"] = {
			["满"] = {
				["法"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["安"] = {
				["希"] = {
					this = true
				}
			},
			["萌"] = {
				this = true
			},
			["舞"] = {
				["子"] = {
					this = true
				}
			}
		},
		["中"] = {
			["國"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			},
			["華"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["冢"] = {
			["良"] = {
				["子"] = {
					this = true
				}
			}
		},
		["众"] = {
			["色"] = {
				["情"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["眾"] = {
			["色"] = {
				["情"] = {
					["成"] = {
						["人"] = {
							["網"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["衆"] = {
			["真"] = {
				["人"] = {
					["真"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		},
		["国"] = {
			["民"] = {
				this = true
			}
		},
		["量"] = {
			["出"] = {
				["售"] = {
					["公"] = {
						["司"] = {
							["带"] = {
								["网"] = {
									["银"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["吉"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["极"] = {
			["品"] = {
				this = true
			}
		},
		["杳"] = {
			["蕉"] = {
				this = true
			}
		},
		S = {
			B = {
				this = true
			}
		},
		["學"] = {
			["生"] = {
				["自"] = {
					["治"] = {
						["聯"] = {
							["郃"] = {
								["會"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["踏"] = {
			["步"] = {
				["赶"] = {
					["上"] = {
						["了"] = {
							["时"] = {
								["代"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["局"] = {
			["意"] = {
				["识"] = {
					this = true
				}
			}
		},
		["盖"] = {
			["帽"] = {
				["两"] = {
					["头"] = {
						["翘"] = {
							this = true
						}
					}
				}
			}
		},
		["月"] = {
			["镜"] = {
				this = true
			}
		},
		["坂"] = {
			["娜"] = {
				["奥"] = {
					["美"] = {
						this = true
					},
					["米"] = {
						this = true
					}
				}
			},
			["な"] = {
				["お"] = {
					["み"] = {
						this = true
					}
				}
			},
			["直"] = {
				["美"] = {
					this = true
				}
			}
		},
		["大"] = {
			["再"] = {
				["干"] = {
					["一"] = {
						["届"] = {
							this = true
						}
					}
				}
			}
		},
		["陆"] = {
			["头"] = {
				["号"] = {
					["人"] = {
						["物"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["闻"] = {
					["解"] = {
						["毒"] = {
							this = true
						}
					}
				}
			},
			["是"] = {
				["台"] = {
					["湾"] = {
						["的"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["海"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["掀"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["翻"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["小"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["池"] = {
																																										["."] = {
																																											["{"] = {
																																												["0"] = {
																																													[","] = {
																																														["1"] = {
																																															["5"] = {
																																																["}"] = {
																																																	["塘"] = {
																																																		this = true
																																																	}
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["习"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["杀"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["支"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["气"] = {
			["候"] = {
				["."] = {
					["{"] = {
						["0"] = {
							[","] = {
								["8"] = {
									["}"] = {
										["小"] = {
											["气"] = {
												["候"] = {
													["|"] = {
														["小"] = {
															["气"] = {
																["候"] = {
																	["."] = {
																		["{"] = {
																			["0"] = {
																				[","] = {
																					["8"] = {
																						["}"] = {
																							["大"] = {
																								["气"] = {
																									["候"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["榆"] = {
			["洞"] = {
				this = true,
				["炒"] = {
					["饭"] = {
						this = true
					}
				}
			}
		},
		["日"] = {
			["本"] = {
				["帝"] = {
					["国"] = {
						["万"] = {
							["岁"] = {
								["，"] = {
									["全"] = {
										["面"] = {
											["侵"] = {
												["华"] = {
													["战"] = {
														["争"] = {
															["万"] = {
																["岁"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["锅"] = {
			["崛"] = {
				["起"] = {
					this = true
				}
			}
		},
		["刀"] = {
			["片"] = {
				["子"] = {
					["对"] = {
						["大"] = {
							["刀"] = {
								["片"] = {
									["子"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["新"] = {
			["间"] = {
				["解"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["录"] = {
			["新"] = {
				["间"] = {
					["解"] = {
						["毒"] = {
							this = true
						}
					}
				}
			}
		},
		["个"] = {
			["子"] = {
				["说"] = {
					["着"] = {
						["一"] = {
							["口"] = {
								["湖"] = {
									["南"] = {
										["湘"] = {
											["潭"] = {
												["口"] = {
													["音"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["连"] = {
			["一"] = {
				["把"] = {
					["手"] = {
						this = true
					}
				}
			}
		},
		["耀"] = {
			["近"] = {
				this = true
			}
		},
		["举"] = {
			["报"] = {
				["时"] = {
					["代"] = {
						this = true
					}
				}
			},
			["办"] = {
				this = true
			}
		},
		["葛"] = {
			["明"] = {
				this = true
			}
		},
		["来"] = {
			["拉"] = {
				["\\"] = {
					x = {
						["{"] = {
							["1"] = {
								F = {
									["4"] = {
										["3"] = {
											["4"] = {
												["}"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["会"] = {
			["堂"] = {
				["水"] = {
					["警"] = {
						["关"] = {
							this = true
						}
					}
				}
			}
		},
		["翻"] = {
			["译"] = {
				["官"] = {
					["运"] = {
						["动"] = {
							this = true
						}
					}
				}
			}
		},
		["像"] = {
			["素"] = {
				["运"] = {
					["动"] = {
						this = true
					}
				}
			}
		},
		["重"] = {
			["开"] = {
				["时"] = {
					["代"] = {
						this = true
					}
				}
			}
		},
		["辟"] = {
			["谣"] = {
				["时"] = {
					["代"] = {
						this = true
					}
				}
			}
		},
		["统"] = {
			["一"] = {
				["市"] = {
					["场"] = {
						this = true
					}
				}
			}
		},
		["集"] = {
			["中"] = {
				["运"] = {
					["动"] = {
						this = true
					}
				}
			}
		},
		["三"] = {
			["线"] = {
				["建"] = {
					["设"] = {
						this = true
					}
				}
			}
		},
		["清"] = {
			["的"] = {
				["皇"] = {
					["帝"] = {
						this = true
					}
				}
			},
			["早"] = {
				["亡"] = {
					["了"] = {
						this = true
					}
				}
			}
		},
		["楚"] = {
			["兴"] = {
				["，"] = {
					["陈"] = {
						["胜"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["而"] = {
			["不"] = {
				["能"] = {
					["倒"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["脱"] = {
		["毛"] = {
			this = true,
			["仪"] = {
				this = true
			}
		},
		["得"] = {
			["精"] = {
				["光"] = {
					["光"] = {
						this = true
					}
				}
			}
		},
		["掉"] = {
			["裤"] = {
				["子"] = {
					["抱"] = {
						["弟"] = {
							["腰"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["给"] = {
			["你"] = {
				["看"] = {
					this = true
				}
			}
		},
		["光"] = {
			["衣"] = {
				["服"] = {
					this = true
				}
			}
		},
		["精"] = {
			["而"] = {
				["亡"] = {
					this = true
				}
			}
		},
		["裤"] = {
			["门"] = {
				this = true
			}
		},
		["离"] = {
			["党"] = {
				this = true
			},
			["共"] = {
				["党"] = {
					this = true
				},
				["谠"] = {
					this = true
				}
			},
			["中"] = {
				["共"] = {
					this = true
				}
			}
		},
		["聊"] = {
			this = true
		},
		["内"] = {
			["裤"] = {
				this = true
			}
		},
		["台"] = {
			this = true
		},
		["衣"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["舞"] = {
				["女"] = {
					["郎"] = {
						this = true
					}
				}
			}
		},
		["北"] = {
			["者"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["知"] = {
		["障"] = {
			this = true
		},
		["道"] = {
			["小"] = {
				["姐"] = {
					["是"] = {
						["假"] = {
							["酒"] = {
								this = true
							}
						}
					}
				}
			},
			["余"] = {
				["震"] = {
					["的"] = {
						["滋"] = {
							["味"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["法"] = {
			["犯"] = {
				["法"] = {
					["奖"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
