pg = pg or {}
slot0 = pg
slot0.word_template_40 = {}
slot1 = slot0.word_template_40

function temp()
	uv0["万"] = {
		["円"] = {
			this = true
		},
		["邦"] = {
			["教"] = {
				["会"] = {
					this = true
				}
			},
			["宣"] = {
				["教"] = {
					["教"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["鄂"] = {
			["湘"] = {
				this = true
			}
		},
		["钢"] = {
			this = true
		},
		["家"] = {
			["乐"] = {
				["娱"] = {
					["乐"] = {
						["用"] = {
							["品"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["民"] = {
			["血"] = {
				["漂"] = {
					this = true
				}
			}
		},
		["能"] = {
			["透"] = {
				["视"] = {
					["眼"] = {
						["镜"] = {
							this = true
						}
					}
				}
			},
			["遙"] = {
				["控"] = {
					["器"] = {
						this = true
					}
				}
			},
			["钥"] = {
				["匙"] = {
					this = true
				}
			}
		},
		["人"] = {
			["搞"] = {
				this = true
			},
			["围"] = {
				["堵"] = {
					this = true
				}
			}
		},
		["润"] = {
			["南"] = {
				this = true
			}
		},
		["三"] = {
			["退"] = {
				this = true
			}
		},
		["税"] = {
			this = true
		},
		["淫"] = {
			["堂"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["無"] = {
		["修"] = {
			["正"] = {
				this = true
			}
		},
		["理"] = {
			["や"] = {
				["り"] = {
					this = true
				}
			}
		},
		["料"] = {
			["動"] = {
				["画"] = {
					this = true
				}
			}
		},
		["邦"] = {
			["國"] = {
				this = true
			}
		},
		["幫"] = {
			["國"] = {
				this = true
			},
			["過"] = {
				this = true
			}
		},
		["界"] = {
			["瀏"] = {
				["覽"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["碼"] = {
			this = true,
			H = {
				["漫"] = {
					this = true
				}
			},
			["彩"] = {
				["圖"] = {
					this = true
				}
			},
			["長"] = {
				["片"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["精"] = {
				["選"] = {
					this = true
				}
			},
			["炮"] = {
				["圖"] = {
					this = true
				}
			},
			["絲"] = {
				["襪"] = {
					this = true
				}
			},
			["體"] = {
				["驗"] = {
					this = true
				}
			},
			["無"] = {
				["套"] = {
					this = true
				}
			},
			["淫"] = {
				["漫"] = {
					this = true
				},
				["女"] = {
					this = true
				}
			},
			["做"] = {
				["愛"] = {
					this = true
				}
			}
		},
		["毛"] = {
			["美"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				}
			},
			["穴"] = {
				this = true
			}
		},
		["套"] = {
			["內"] = {
				["射"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["線"] = {
			["竊"] = {
				["聽"] = {
					["器"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["毛"] = {
		["唐"] = {
			["人"] = {
				this = true
			}
		},
		["髪"] = {
			this = true
		},
		X = {
			X = {
				this = true
			}
		},
		["鲍"] = {
			this = true
		},
		["鮑"] = {
			this = true
		},
		["厕"] = {
			["洞"] = {
				this = true
			}
		},
		["厠"] = {
			["洞"] = {
				this = true
			}
		},
		["的"] = {
			["淫"] = {
				["威"] = {
					this = true
				}
			}
		},
		["电"] = {
			["影"] = {
				this = true
			}
		},
		["爹"] = {
			["爹"] = {
				["打"] = {
					["仗"] = {
						["回"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["都"] = {
			["露"] = {
				["出"] = {
					this = true
				}
			}
		},
		["二"] = {
			["世"] = {
				this = true
			}
		},
		["哥"] = {
			["临"] = {
				["终"] = {
					["前"] = {
						this = true
					}
				}
			}
		},
		["魂"] = {
			["附"] = {
				["体"] = {
					this = true
				}
			}
		},
		["派"] = {
			["大"] = {
				["团"] = {
					["结"] = {
						["万"] = {
							["岁"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["片"] = {
			this = true
		},
		["始"] = {
			["皇"] = {
				this = true
			}
		},
		["式"] = {
			["共"] = {
				["惨"] = {
					this = true
				},
				["产"] = {
					["主"] = {
						["义"] = {
							this = true
						}
					}
				}
			}
		},
		["是"] = {
			["个"] = {
				["怪"] = {
					["胎"] = {
						this = true
					}
				}
			},
			["中"] = {
				["国"] = {
					["的"] = {
						["孤"] = {
							["本"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["太"] = {
			["祖"] = {
				this = true
			}
		},
		["推"] = {
			this = true
		},
		["外"] = {
			["交"] = {
				["的"] = {
					["偏"] = {
						["激"] = {
							this = true
						}
					}
				}
			}
		},
		["穴"] = {
			this = true
		},
		["一"] = {
			["生"] = {
				["血"] = {
					["迹"] = {
						["斑"] = {
							["斑"] = {
								this = true
							}
						}
					}
				}
			},
			["鲜"] = {
				this = true
			}
		},
		["远"] = {
			["新"] = {
				this = true
			}
		},
		["沢"] = {
			["东"] = {
				this = true
			}
		},
		["泽"] = {
			["北"] = {
				this = true
			},
			["东"] = {
				this = true,
				["本"] = {
					["人"] = {
						["的"] = {
							["罪"] = {
								["恶"] = {
									this = true
								}
							}
						},
						["整"] = {
							["人"] = {
								["一"] = {
									["流"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["不"] = {
					["会"] = {
						["放"] = {
							["过"] = {
								["乘"] = {
									["乱"] = {
										["夺"] = {
											["权"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["出"] = {
					["卖"] = {
						["中"] = {
							["国"] = {
								this = true
							}
						}
					}
				},
				["处"] = {
					["男"] = {
						["诗"] = {
							this = true
						}
					}
				},
				["当"] = {
					["年"] = {
						["阳"] = {
							["谋"] = {
								this = true
							}
						}
					}
				},
				["党"] = {
					["天"] = {
						["下"] = {
							this = true
						}
					}
				},
				["得"] = {
					["意"] = {
						this = true
					}
				},
				["的"] = {
					q = {
						q = {
							this = true
						}
					},
					["肮"] = {
						["脏"] = {
							["历"] = {
								["史"] = {
									this = true
								}
							}
						}
					},
					["卑"] = {
						["鄙"] = {
							["行"] = {
								["为"] = {
									this = true
								}
							}
						}
					},
					["地"] = {
						["盘"] = {
							this = true
						}
					},
					["狗"] = {
						["屁"] = {
							["思"] = {
								["想"] = {
									this = true
								}
							}
						}
					},
					["情"] = {
						["人"] = {
							this = true
						}
					},
					["权"] = {
						["力"] = {
							["机"] = {
								["器"] = {
									this = true
								}
							}
						}
					},
					["无"] = {
						["诚"] = {
							["信"] = {
								this = true
							}
						},
						["厘"] = {
							["头"] = {
								["诗"] = {
									this = true
								}
							}
						}
					},
					["阴"] = {
						["险"] = {
							this = true
						}
					},
					["愚"] = {
						["弄"] = {
							this = true
						}
					},
					["整"] = {
						["人"] = {
							["术"] = {
								this = true
							}
						}
					},
					["中"] = {
						["共"] = {
							this = true
						}
					},
					["最"] = {
						["后"] = {
							["二"] = {
								["十"] = {
									["年"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["独"] = {
					["裁"] = {
						this = true
					}
				},
				["复"] = {
					["活"] = {
						this = true
					}
				},
				["关"] = {
					["心"] = {
						["唯"] = {
							["一"] = {
								["事"] = {
									["情"] = {
										["是"] = {
											["夺"] = {
												["权"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["号"] = {
					["称"] = {
						["混"] = {
							["世"] = {
								["魔"] = {
									["王"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["黑"] = {
					["洞"] = {
						this = true
					}
				},
				["慌"] = {
					["不"] = {
						["择"] = {
							["路"] = {
								this = true
							}
						}
					}
				},
				["皇"] = {
					["帝"] = {
						this = true
					}
				},
				["近"] = {
					["三"] = {
						["十"] = {
							["年"] = {
								["暴"] = {
									["政"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["聊"] = {
					q = {
						q = {
							this = true
						}
					}
				},
				["临"] = {
					["终"] = {
						this = true
					}
				},
				["留"] = {
					["下"] = {
						["的"] = {
							["最"] = {
								["大"] = {
									["最"] = {
										["坏"] = {
											["的"] = {
												["遗"] = {
													["产"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["龙"] = {
					["颜"] = {
						["大"] = {
							["悦"] = {
								this = true
							}
						}
					}
				},
				["如"] = {
					["此"] = {
						["嗜"] = {
							["杀"] = {
								this = true
							}
						}
					}
				},
				["三"] = {
					["个"] = {
						["时"] = {
							["期"] = {
								["的"] = {
									["旗"] = {
										["帜"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["是"] = {
					["暴"] = {
						["君"] = {
							this = true
						}
					},
					["大"] = {
						["流"] = {
							["氓"] = {
								this = true
							}
						}
					}
				},
				["思"] = {
					["想"] = {
						["的"] = {
							["阴"] = {
								["魂"] = {
									this = true
								}
							}
						}
					}
				},
				["统"] = {
					["治"] = {
						this = true
					}
				},
				["玩"] = {
					["弄"] = {
						["权"] = {
							["术"] = {
								this = true
							}
						}
					}
				},
				["一"] = {
					["生"] = {
						["反"] = {
							["孔"] = {
								this = true
							}
						},
						["姦"] = {
							["污"] = {
								this = true
							}
						}
					}
				},
				["依"] = {
					["然"] = {
						["阴"] = {
							["魂"] = {
								["不"] = {
									["散"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["这"] = {
					["个"] = {
						["大"] = {
							["和"] = {
								["尚"] = {
									this = true
								}
							}
						},
						["历"] = {
							["史"] = {
								["的"] = {
									["罪"] = {
										["人"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["类"] = {
						["政"] = {
							["治"] = {
								["人"] = {
									["物"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["只"] = {
					["抽"] = {
						["烟"] = {
							this = true
						}
					}
				},
				["执"] = {
					["政"] = {
						["春"] = {
							["秋"] = {
								this = true
							}
						}
					}
				},
				["罪"] = {
					["恶"] = {
						["展"] = {
							["示"] = {
								this = true
							}
						}
					}
				}
			},
			["民"] = {
				["之"] = {
					["子"] = {
						this = true
					}
				}
			},
			["南"] = {
				this = true
			},
			["西"] = {
				this = true
			}
		},
		["澤"] = {
			this = true,
			["东"] = {
				this = true
			},
			["東"] = {
				this = true
			}
		},
		["贼"] = {
			["东"] = {
				this = true
			}
		},
		["賊"] = {
			this = true,
			["東"] = {
				this = true
			}
		},
		["猪"] = {
			["席"] = {
				this = true
			}
		},
		["主"] = {
			["度"] = {
				this = true
			},
			["席"] = {
				this = true,
				["的"] = {
					q = {
						q = {
							this = true
						}
					}
				},
				["复"] = {
					["活"] = {
						this = true
					}
				},
				["纪"] = {
					["念"] = {
						["堂"] = {
							["上"] = {
								["市"] = {
									["论"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["叫"] = {
					["我"] = {
						["咬"] = {
							["谁"] = {
								["我"] = {
									["咬"] = {
										["谁"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["聊"] = {
					q = {
						q = {
							this = true
						}
					}
				},
				["临"] = {
					["终"] = {
						this = true
					}
				},
				["臨"] = {
					["終"] = {
						["前"] = {
							["把"] = {
								["小"] = {
									["平"] = {
										["叫"] = {
											["到"] = {
												["床"] = {
													["邊"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["你"] = {
					["向"] = {
						["上"] = {
							["看"] = {
								this = true
							}
						},
						["下"] = {
							["看"] = {
								this = true
							}
						},
						["左"] = {
							["看"] = {
								this = true
							}
						}
					}
				},
				["战"] = {
					["斗"] = {
						["过"] = {
							["的"] = {
								["地"] = {
									["方"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["义"] = {
				["的"] = {
					["受"] = {
						["害"] = {
							["者"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["儲"] = {
		["か"] = {
			this = true
		},
		["け"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["訳"] = {
		["あ"] = {
			["り"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["友"] = {
		["達"] = {
			["紹"] = {
				["介"] = {
					this = true
				}
			}
		},
		["好"] = {
			["的"] = {
				["魯"] = {
					["德"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			["气"] = {
				["枪"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["赚"] = {
			["网"] = {
				this = true
			}
		}
	}
end

temp()
