pg = pg or {}
slot0 = pg
slot0.word_template_200 = {}
slot1 = slot0.word_template_200

temp = function()
	uv0["螞"] = {
		["蟻"] = {
			["上"] = {
				["樹"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["骂"] = {
		["人"] = {
			["歇"] = {
				["后"] = {
					["语"] = {
						this = true
					}
				}
			}
		},
		["劣"] = {
			["猫"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["吗"] = {
		["苯"] = {
			["丁"] = {
				["酯"] = {
					this = true
				}
			}
		},
		["的"] = {
			this = true
		},
		["啡"] = {
			this = true,
			["碱"] = {
				this = true
			},
			["片"] = {
				this = true
			}
		},
		["拉"] = {
			["胺"] = {
				this = true
			}
		},
		["哌"] = {
			["利"] = {
				["定"] = {
					this = true
				}
			}
		},
		["酰"] = {
			["胺"] = {
				["中"] = {
					["间"] = {
						["体"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["嘛"] = {
		["奖"] = {
			["机"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["买"] = {
		["财"] = {
			["富"] = {
				this = true
			}
		},
		["春"] = {
			this = true,
			["军"] = {
				["团"] = {
					this = true
				}
			},
			["堂"] = {
				this = true
			}
		},
		["的"] = {
			["起"] = {
				["房"] = {
					["那"] = {
						["是"] = {
							["扯"] = {
								["蛋"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["肝"] = {
			["脏"] = {
				this = true
			}
		},
		["买"] = {
			["提"] = {
				this = true
			}
		},
		["卖"] = {
			["黄"] = {
				["麻"] = {
					["素"] = {
						this = true
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["车"] = {
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			},
			["小"] = {
				["冰"] = {
					["砖"] = {
						this = true
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["眼"] = {
				["镜"] = {
					["蛇"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["溴"] = {
				["西"] = {
					["泮"] = {
						this = true
					}
				}
			},
			["赵"] = {
				["氏"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["慢"] = {
				["性"] = {
					["毒"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["社"] = {
				["保"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			},
			["巴"] = {
				["克"] = {
					["马"] = {
						["斯"] = {
							["特"] = {
								["救"] = {
									["生"] = {
										["刀"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["罂"] = {
				["粟"] = {
					["碱"] = {
						this = true
					}
				}
			},
			["高"] = {
				["压"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["古"] = {
					["制"] = {
						["作"] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["假"] = {
				["学"] = {
					["士"] = {
						["学"] = {
							["位"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["肾"] = {
			this = true
		},
		["通"] = {
			g = {
				o = {
					v = {
						["做"] = {
							["靠"] = {
								["山"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["政"] = {
				["府"] = {
					["做"] = {
						["靠"] = {
							["山"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["麦"] = {
		["当"] = {
			["劳"] = {
				["麦"] = {
					["当"] = {
						["劳"] = {
							["麦"] = {
								["个"] = {
									["鸡"] = {
										["吧"] = {
											["毛"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["角"] = {
			["酸"] = {
				this = true,
				["二"] = {
					["乙"] = {
						["基"] = {
							["酰"] = {
								["胺"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["乙"] = {
				["二"] = {
					["胺"] = {
						this = true
					}
				}
			}
		},
		["罗"] = {
			["啡"] = {
				this = true
			}
		},
		["司"] = {
			["卡"] = {
				["林"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["卖"] = {
		["."] = {
			["国"] = {
				this = true
			}
		},
		["4"] = {
			["5"] = {
				M = {
					M = {
						["狗"] = {
							["粮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["5"] = {
			["4"] = {
				["式"] = {
					["6"] = {
						["4"] = {
							["式"] = {
								this = true
							}
						}
					}
				}
			}
		},
		B = {
			this = true
		},
		b = {
			this = true
		},
		C = {
			F = {
				X = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		I = {
			D = {
				this = true
			}
		},
		Q = {
			Q = {
				this = true
			}
		},
		s = {
			h = {
				e = {
					n = {
						this = true
					}
				}
			}
		},
		["逼"] = {
			this = true,
			["无"] = {
				["限"] = {
					["红"] = {
						this = true
					}
				}
			}
		},
		["比"] = {
			this = true,
			["劈"] = {
				["大"] = {
					["腿"] = {
						this = true
					}
				}
			}
		},
		["财"] = {
			["富"] = {
				this = true
			}
		},
		["党"] = {
			["求"] = {
				["荣"] = {
					this = true
				}
			}
		},
		["毒"] = {
			["品"] = {
				this = true
			}
		},
		["仿"] = {
			["真"] = {
				["枪"] = {
					["模"] = {
						this = true
					}
				}
			}
		},
		["肝"] = {
			["脏"] = {
				this = true
			}
		},
		["高"] = {
			["压"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["工"] = {
			["字"] = {
				["牌"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["广"] = {
			["州"] = {
				["三"] = {
					["箭"] = {
						["气"] = {
							this = true
						}
					}
				}
			}
		},
		["国"] = {
			this = true,
			["求"] = {
				["荣"] = {
					this = true
				}
			}
		},
		["海"] = {
			["洛"] = {
				["因"] = {
					this = true
				}
			}
		},
		["号"] = {
			this = true
		},
		["虎"] = {
			["头"] = {
				["双"] = {
					["管"] = {
						this = true
					}
				}
			}
		},
		["健"] = {
			["卫"] = {
				["小"] = {
					["口"] = {
						["径"] = {
							this = true
						}
					}
				}
			}
		},
		["金"] = {
			["钟"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["进"] = {
			["口"] = {
				["汽"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["卡"] = {
			this = true
		},
		["猎"] = {
			["枪"] = {
				this = true
			}
		},
		["迷"] = {
			["魂"] = {
				["药"] = {
					["三"] = {
						["唑"] = {
							["仑"] = {
								this = true
							}
						}
					}
				}
			},
			["藥"] = {
				this = true
			}
		},
		["铅"] = {
			["弹"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			this = true,
			["支"] = {
				["弹"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["热"] = {
			["武"] = {
				["器"] = {
					this = true
				}
			}
		},
		["软"] = {
			["件"] = {
				this = true
			}
		},
		["三"] = {
			["箭"] = {
				["牌"] = {
					["气"] = {
						["槍"] = {
							this = true
						}
					}
				}
			}
		},
		["肾"] = {
			this = true
		},
		["手"] = {
			["铐"] = {
				this = true
			},
			["枪"] = {
				this = true
			}
		},
		["秃"] = {
			["鹰"] = {
				["汽"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["淫"] = {
			this = true,
			["的"] = {
				["不"] = {
					["一"] = {
						["定"] = {
							["是"] = {
								["小"] = {
									["姐"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["左"] = {
			["轮"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["右"] = {
			["丙"] = {
				["氧"] = {
					["芬"] = {
						this = true
					}
				}
			}
		},
		["狩"] = {
			["猎"] = {
				["弩"] = {
					this = true
				}
			}
		},
		["士"] = {
			["的"] = {
				["宁"] = {
					this = true
				}
			}
		},
		["证"] = {
			["件"] = {
				this = true
			}
		},
		["气"] = {
			["枪"] = {
				["瞄"] = {
					["准"] = {
						["镜"] = {
							this = true
						}
					}
				}
			}
		},
		["狗"] = {
			["腿"] = {
				["弯"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["缅"] = {
			["古"] = {
				["配"] = {
					["方"] = {
						this = true
					}
				}
			}
		},
		["安"] = {
			["纳"] = {
				["咖"] = {
					this = true
				}
			}
		},
		["假"] = {
			["证"] = {
				["件"] = {
					this = true
				}
			}
		}
	}
end

temp()
