pg = pg or {}
slot0 = pg
slot0.word_template_221 = {}
slot1 = slot0.word_template_221

function temp()
	uv0["凌"] = {
		["辱"] = {
			this = true,
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["罪"] = {
					this = true
				}
			},
			["之"] = {
				["都"] = {
					["市"] = {
						this = true
					}
				}
			},
			["制"] = {
				["服"] = {
					["宣"] = {
						["言"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["淩"] = {
		["鋒"] = {
			this = true
		},
		["辱"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["零"] = {
		["8"] = {
			["宪"] = {
				["章"] = {
					this = true
				}
			}
		},
		["八"] = {
			["纲"] = {
				["领"] = {
					this = true
				}
			},
			["宪"] = {
				["章"] = {
					this = true
				}
			},
			["憲"] = {
				["章"] = {
					this = true
				}
			}
		},
		["风"] = {
			["险"] = {
				this = true
			}
		},
		["九"] = {
			["宪"] = {
				["章"] = {
					this = true
				}
			}
		},
		["零"] = {
			["性"] = {
				["性"] = {
					this = true
				}
			}
		},
		["投"] = {
			["资"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["鈴"] = {
		["木"] = {
			["麻"] = {
				["奈"] = {
					["美"] = {
						this = true
					}
				}
			},
			["志"] = {
				["穗"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["靈"] = {
		["靈"] = {
			["教"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["领"] = {
		["导"] = {
			["必"] = {
				["定"] = {
					["在"] = {
						["人"] = {
							["大"] = {
								this = true
							}
						}
					}
				}
			},
			["唱"] = {
				["歌"] = {
					["调"] = {
						["好"] = {
							["音"] = {
								["响"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["点"] = {
				["头"] = {
					["就"] = {
						["定"] = {
							["盘"] = {
								this = true
							}
						}
					}
				}
			},
			["干"] = {
				["部"] = {
					["吃"] = {
						["王"] = {
							["八"] = {
								this = true
							}
						}
					}
				}
			},
			["忽"] = {
				["悠"] = {
					["百"] = {
						["姓"] = {
							["号"] = {
								["召"] = {
									this = true
								}
							},
							["叫"] = {
								["号"] = {
									["召"] = {
										this = true
									}
								}
							}
						}
					},
					["领"] = {
						["导"] = {
							["叫"] = {
								["交"] = {
									["易"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["家"] = {
				["的"] = {
					["小"] = {
						["配"] = {
							["房"] = {
								this = true
							}
						}
					}
				}
			},
			["就"] = {
				["像"] = {
					y = {
						i = {
							n = {
								d = {
									a = {
										o = {
											this = true
										}
									}
								}
							}
						}
					},
					["阴"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["领"] = {
				["导"] = {
					["你"] = {
						["真"] = {
							["坏"] = {
								this = true
							}
						}
					}
				}
			},
			["没"] = {
				["有"] = {
					["不"] = {
						["重"] = {
							["视"] = {
								["的"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["泡"] = {
				["妞"] = {
					this = true,
					["放"] = {
						["哨"] = {
							["站"] = {
								["岗"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["强"] = {
				["词"] = {
					["夺"] = {
						["理"] = {
							["叫"] = {
								["坚"] = {
									["持"] = {
										["真"] = {
											["理"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["保"] = {
					["镖"] = {
						this = true
					}
				},
				["贴"] = {
					["身"] = {
						["保"] = {
							["镖"] = {
								this = true
							}
						}
					}
				}
			},
			["视"] = {
				["察"] = {
					["小"] = {
						["车"] = {
							["多"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["个"] = {
					["吊"] = {
						this = true
					}
				},
				["篮"] = {
					["球"] = {
						this = true
					}
				}
			},
			["私"] = {
				["事"] = {
					["你"] = {
						["瞎"] = {
							["说"] = {
								this = true
							}
						}
					}
				}
			},
			["洗"] = {
				["澡"] = {
					["撮"] = {
						["背"] = {
							["挠"] = {
								["痒"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					["你"] = {
						["先"] = {
							["摸"] = {
								this = true
							}
						}
					}
				},
				["蜜"] = {
					["你"] = {
						["乱"] = {
							["摸"] = {
								this = true
							}
						}
					}
				}
			},
			["最"] = {
				["逍"] = {
					["遥"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
