pg = pg or {}
slot0 = pg
slot0.word_template_27 = {}
slot1 = slot0.word_template_27

function temp()
	uv0["三"] = {
		["国"] = {
			["人"] = {
				this = true
			},
			["首"] = {
				["脑"] = {
					["去"] = {
						["打"] = {
							["猎"] = {
								this = true
							}
						}
					}
				}
			},
			["艳"] = {
				["义"] = {
					this = true
				}
			}
		},
		K = {
			["黨"] = {
				this = true
			}
		},
		P = {
			this = true
		},
		z = {
			u = {
				o = {
					["仑"] = {
						this = true
					}
				}
			}
		},
		["八"] = {
			["淫"] = {
				this = true
			}
		},
		["百"] = {
			["元"] = {
				["今"] = {
					["晚"] = {
						["你"] = {
							["千"] = {
								["万"] = {
									["别"] = {
										["把"] = {
											["我"] = {
												["当"] = {
													["人"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["班"] = {
			["仆"] = {
				["人"] = {
					["派"] = {
						this = true
					}
				}
			},
			["僕"] = {
				["人"] = {
					["派"] = {
						this = true
					}
				}
			}
		},
		["宝"] = {
			["局"] = {
				["长"] = {
					this = true
				}
			}
		},
		["挫"] = {
			["仑"] = {
				this = true
			},
			["崙"] = {
				q = {
					q = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["扯"] = {
				["蛋"] = {
					this = true
				}
			}
		},
		["呆"] = {
			["婊"] = {
				this = true
			}
		},
		["代"] = {
			["轮"] = {
				["盘"] = {
					this = true
				}
			}
		},
		["度"] = {
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["哆"] = {
			["论"] = {
				this = true
			}
		},
		["个"] = {
			["呆"] = {
				["婊"] = {
					this = true
				}
			},
			["代"] = {
				["表"] = {
					this = true,
					["无"] = {
						["帮"] = {
							["国"] = {
								this = true
							}
						}
					}
				},
				["婊"] = {
					this = true
				}
			}
		},
		["個"] = {
			["代"] = {
				["表"] = {
					this = true
				}
			}
		},
		["宫"] = {
			["位"] = {
				["知"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["号"] = {
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["和"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["娛"] = {
				["樂"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["级"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					["片"] = {
						this = true
					}
				}
			},
			["片"] = {
				this = true,
				["大"] = {
					["全"] = {
						this = true
					}
				},
				["网"] = {
					["站"] = {
						this = true
					}
				}
			},
			["七"] = {
				["日"] = {
					["情"] = {
						this = true
					}
				}
			},
			["小"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				}
			}
		},
		["級"] = {
			["片"] = {
				this = true
			}
		},
		["甲"] = {
			["利"] = {
				["定"] = {
					this = true
				}
			}
		},
		["箭"] = {
			["牌"] = {
				["汽"] = {
					["枪"] = {
						q = {
							q = {
								this = true
							}
						},
						["出"] = {
							["货"] = {
								this = true
							}
						},
						["到"] = {
							["货"] = {
								this = true
							}
						},
						["电"] = {
							["话"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["图"] = {
							["纸"] = {
								this = true
							}
						},
						["制"] = {
							["造"] = {
								this = true
							}
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					q = {
						q = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["氣"] = {
				["狗"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				},
				["槍"] = {
					["銷"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["讲"] = {
			["的"] = {
				["稿"] = {
					this = true
				}
			}
		},
		["聚"] = {
			["化"] = {
				["工"] = {
					["集"] = {
						["团"] = {
							["荣"] = {
								["誉"] = {
									["出"] = {
										["品"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["氰"] = {
				["胺"] = {
					["里"] = {
						["加"] = {
							["奶"] = {
								["粉"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["棱"] = {
			["刀"] = {
				this = true
			},
			["刮"] = {
				["刀"] = {
					this = true
				}
			},
			["尖"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["利"] = {
			["达"] = {
				this = true
			}
		},
		["氯"] = {
			["化"] = {
				["铝"] = {
					this = true
				}
			},
			["甲"] = {
				["烷"] = {
					this = true
				}
			}
		},
		["民"] = {
			["党"] = {
				this = true
			},
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["陪"] = {
			this = true,
			["女"] = {
				this = true
			}
		},
		["千"] = {
			["萬"] = {
				["人"] = {
					["齊"] = {
						["下"] = {
							["崗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["去"] = {
			l = {
				u = {
					n = {
						g = {
							this = true,
							o = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["车"] = {
				["仑"] = {
					this = true
				}
			},
			["車"] = {
				["侖"] = {
					["工"] = {
						["力"] = {
							this = true
						}
					}
				}
			},
			["轮"] = {
				this = true
			}
		},
		["任"] = {
			["老"] = {
				["公"] = {
					["建"] = {
						["设"] = {
							["局"] = {
								["的"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["上"] = {
			["三"] = {
				["下"] = {
					["要"] = {
						["民"] = {
							["选"] = {
								this = true
							}
						}
					}
				}
			},
			["翔"] = {
				["子"] = {
					this = true
				}
			}
		},
		["赎"] = {
			["基"] = {
				["督"] = {
					this = true
				}
			}
		},
		["四"] = {
			["五"] = {
				["六"] = {
					["七"] = {
						["操"] = {
							b = {
								["你"] = {
									["第"] = {
										["一"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["田"] = {
			["爱"] = {
				["里"] = {
					this = true
				}
			},
			["涼"] = {
				["子"] = {
					this = true
				}
			}
		},
		["退"] = {
			this = true,
			["热"] = {
				["线"] = {
					this = true
				}
			}
		},
		["肖"] = {
			this = true,
			["中"] = {
				["特"] = {
					this = true
				}
			}
		},
		["硝"] = {
			["基"] = {
				["安"] = {
					["息"] = {
						["香"] = {
							["酸"] = {
								this = true
							}
						}
					}
				},
				["氯"] = {
					["苯"] = {
						this = true
					}
				},
				["萘"] = {
					this = true
				},
				["芴"] = {
					["酮"] = {
						this = true
					}
				}
			}
		},
		["咲"] = {
			["理"] = {
				["恵"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["氧"] = {
			["化"] = {
				["二"] = {
					["砷"] = {
						this = true
					}
				}
			}
		},
		["鱼"] = {
			["比"] = {
				["目"] = {
					this = true
				}
			}
		},
		["元"] = {
			["教"] = {
				this = true
			}
		},
		["月"] = {
			["没"] = {
				["逛"] = {
					["拉"] = {
						["萨"] = {
							this = true
						}
					}
				}
			}
		},
		["折"] = {
			["剑"] = {
				this = true
			}
		},
		["中"] = {
			["校"] = {
				["长"] = {
					["净"] = {
						["系"] = {
							["识"] = {
								["抢"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["坐"] = {
			["仑"] = {
				this = true
			}
		},
		["唑"] = {
			["化"] = {
				this = true
			},
			["仑"] = {
				this = true,
				["片"] = {
					["价"] = {
						["格"] = {
							this = true
						}
					}
				}
			},
			["侖"] = {
				this = true
			},
			["綸"] = {
				["出"] = {
					["售"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["子"] = {
		["校"] = {
			this = true
		},
		["大"] = {
			this = true
		},
		["宫"] = {
			this = true
		},
		["宮"] = {
			this = true
		},
		["女"] = {
			["任"] = {
				["职"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["指"] = {
		["マ"] = {
			["ン"] = {
				this = true
			}
		},
		["點"] = {
			["江"] = {
				["山"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["挥"] = {
			["长"] = {
				["温"] = {
					["公"] = {
						this = true
					}
				}
			}
		},
		["头"] = {
			["插"] = {
				["进"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["支"] = {
		["那"] = {
			this = true,
			["蕎"] = {
				["麦"] = {
					this = true
				}
			},
			["人"] = {
				this = true
			},
			["竹"] = {
				this = true
			},
			["料"] = {
				["理"] = {
					this = true
				}
			},
			["猪"] = {
				this = true
			}
		},
		["持"] = {
			["粤"] = {
				["语"] = {
					this = true
				}
			}
		},
		["付"] = {
			["宝"] = {
				["交"] = {
					["易"] = {
						this = true
					}
				}
			}
		},
		["行"] = {
			["女"] = {
				["郑"] = {
					["璇"] = {
						this = true
					}
				}
			},
			["郑"] = {
				["璇"] = {
					this = true
				}
			}
		},
		["树"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["死"] = {
		["ね"] = {
			this = true
		},
		g = {
			d = {
				this = true
			},
			m = {
				this = true
			}
		},
		["不"] = {
			["起"] = {
				["火"] = {
					["花"] = {
						["下"] = {
							["葬"] = {
								this = true
							}
						}
					},
					["化"] = {
						["下"] = {
							["葬"] = {
								this = true,
								["一"] = {
									["万"] = {
										["几"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["全"] = {
			["家"] = {
				this = true
			}
		},
		["水"] = {
			["微"] = {
				["漾"] = {
					this = true,
					["人"] = {
						["却"] = {
							["亡"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["歯"] = {
		["科"] = {
			this = true
		}
	}
end

temp()
