pg = pg or {}
slot0 = pg
slot0.word_template_303 = {}
slot1 = slot0.word_template_303

function temp()
	uv0["獻"] = {
		["祭"] = {
			["的"] = {
				["圖"] = {
					["騰"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["乡"] = {
		["巴"] = {
			["佬"] = {
				this = true
			}
		},
		["村"] = {
			["春"] = {
				["潮"] = {
					this = true
				}
			}
		},
		["里"] = {
			["干"] = {
				["部"] = {
					["忙"] = {
						["赌"] = {
							["博"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["烟"] = {
			["披"] = {
				["花"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["相"] = {
		["奸"] = {
			this = true
		},
		["马"] = {
			["茜"] = {
				this = true
			}
		},
		["片"] = {
			["绝"] = {
				["对"] = {
					["真"] = {
						["实"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["桃"] = {
				this = true
			},
			["翔"] = {
				["子"] = {
					this = true
				}
			},
			["由"] = {
				["美"] = {
					this = true
				}
			}
		},
		["慰"] = {
			this = true
		},
		["原"] = {
			["梨"] = {
				["花"] = {
					this = true
				}
			}
		},
		["约"] = {
			["异"] = {
				["次"] = {
					["元"] = {
						this = true
					}
				}
			}
		},
		["泽"] = {
			["真"] = {
				["纪"] = {
					this = true
				}
			}
		},
		["真"] = {
			["四"] = {
				["六"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["香"] = {
		["港"] = {
			this = true,
			["不"] = {
				["是"] = {
					["中"] = {
						["国"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				this = true
			},
			["回"] = {
				["归"] = {
					["晚"] = {
						["会"] = {
							["上"] = {
								this = true
							}
						}
					}
				},
				["歸"] = {
					["沒"] = {
						["看"] = {
							["見"] = {
								this = true
							}
						}
					}
				}
			},
			["建"] = {
				["国"] = {
					this = true
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						["公"] = {
							["司"] = {
								["特"] = {
									["码"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["沦"] = {
				["陷"] = {
					this = true
				}
			},
			["迷"] = {
				["药"] = {
					this = true
				}
			},
			["民"] = {
				["主"] = {
					["派"] = {
						this = true
					}
				},
				["族"] = {
					["党"] = {
						this = true
					}
				}
			},
			["奇"] = {
				["案"] = {
					["之"] = {
						["强"] = {
							["奸"] = {
								this = true
							}
						}
					}
				}
			},
			["赛"] = {
				["马"] = {
					["会"] = {
						this = true,
						["大"] = {
							["型"] = {
								["六"] = {
									["合"] = {
										["彩"] = {
											["资"] = {
												["讯"] = {
													["网"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						["六"] = {
							["合"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["賽"] = {
				["馬"] = {
					["會"] = {
						this = true
					}
				}
			},
			["支"] = {
				["联"] = {
					["会"] = {
						this = true
					}
				}
			},
			["总"] = {
				["彩"] = {
					this = true
				}
			},
			["故"] = {
				["事"] = {
					["之"] = {
						["收"] = {
							["藏"] = {
								["六"] = {
									["四"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["大"] = {
				["学"] = {
					["黄"] = {
						["克"] = {
							["竞"] = {
								["楼"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["2"] = {
						["0"] = {
							["年"] = {
								["六"] = {
									["开"] = {
										["彩"] = {
											["资"] = {
												["料"] = {
													["精"] = {
														["选"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["市"] = {
				["民"] = {
					["支"] = {
						["援"] = {
							["爱"] = {
								["国"] = {
									["民"] = {
										["主"] = {
											["运"] = {
												["动"] = {
													["联"] = {
														["合"] = {
															["会"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["愛"] = {
								["國"] = {
									["民"] = {
										["主"] = {
											["運"] = {
												["動"] = {
													["聯"] = {
														["郃"] = {
															["會"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["权"] = {
					["组"] = {
						["织"] = {
							this = true
						}
					}
				},
				["權"] = {
					["組"] = {
						["織"] = {
							this = true
						}
					}
				},
				["会"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["城"] = {
				["邦"] = {
					["论"] = {
						this = true
					}
				}
			},
			["变"] = {
				["臭"] = {
					["港"] = {
						this = true
					}
				}
			},
			["一"] = {
				["百"] = {
					["年"] = {
						["殖"] = {
							["民"] = {
								["地"] = {
									["变"] = {
										["成"] = {
											["今"] = {
												["天"] = {
													["这"] = {
														["样"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["里"] = {
			["奈"] = {
				this = true
			}
		},
		["舌"] = {
			this = true
		},
		["水"] = {
			["型"] = {
				["迷"] = {
					["奸"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["香"] = {
			["公"] = {
				["主"] = {
					this = true
				}
			}
		},
		["烟"] = {
			["厂"] = {
				["家"] = {
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					this = true
				}
			},
			["回"] = {
				["收"] = {
					this = true
				}
			},
			["迷"] = {
				["药"] = {
					this = true,
					["催"] = {
						["眠"] = {
							["迷"] = {
								["幻"] = {
									["药"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["批"] = {
				["发"] = {
					this = true
				}
			},
			["销"] = {
				["售"] = {
					this = true
				}
			}
		},
		["喷"] = {
			["喷"] = {
				["的"] = {
					["什"] = {
						["么"] = {
							["包"] = {
								this = true
							}
						}
					},
					["包"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["祥"] = {
		["萨"] = {
			["仁"] = {
				["波"] = {
					["切"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["享"] = {
		["乐"] = {
			["淫"] = {
				["逸"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["想"] = {
		["干"] = {
			["你"] = {
				this = true
			}
		},
		["搞"] = {
			["你"] = {
				this = true
			}
		},
		["摸"] = {
			this = true
		},
		["起"] = {
			["交"] = {
				["警"] = {
					["欲"] = {
						["断"] = {
							["肠"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["强"] = {
			["奸"] = {
				["你"] = {
					this = true
				}
			}
		},
		["上"] = {
			["你"] = {
				this = true
			}
		},
		["舔"] = {
			this = true
		},
		["违"] = {
			["章"] = {
				["就"] = {
					["违"] = {
						["章"] = {
							this = true
						}
					}
				}
			}
		},
		["掀"] = {
			["谁"] = {
				["的"] = {
					["摊"] = {
						["儿"] = {
							["就"] = {
								["掀"] = {
									["谁"] = {
										["的"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["轧"] = {
			["警"] = {
				["察"] = {
					["就"] = {
						["轧"] = {
							["警"] = {
								["察"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["占"] = {
			["有"] = {
				["你"] = {
					this = true
				}
			}
		},
		["解"] = {
			["决"] = {
				["而"] = {
					["没"] = {
						["有"] = {
							["解"] = {
								["决"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["办"] = {
			["而"] = {
				["没"] = {
					["有"] = {
						["办"] = {
							["成"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["做"] = {
			["教"] = {
				["育"] = {
					["家"] = {
						["的"] = {
							k = {
								l = {
									o = {
										u = {
											s = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["犯"] = {
			["罪"] = {
				["，"] = {
					["杀"] = {
						["富"] = {
							["济"] = {
								["贫"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
