pg = pg or {}
slot0 = pg
slot0.word_template_87 = {}
slot1 = slot0.word_template_87

function temp()
	uv0["丢"] = {
		["你"] = {
			["老"] = {
				["母"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["东"] = {
		["北"] = {
			x = {
				x = {
					["网"] = {
						this = true
					}
				}
			},
			["独"] = {
				["立"] = {
					this = true
				}
			},
			["风"] = {
				["情"] = {
					["熟"] = {
						["女"] = {
							["之"] = {
								["惑"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["6"] = {
								["}"] = {
									["生"] = {
										["育"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["村"] = {
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["方"] = {
			["发"] = {
				["出"] = {
					["的"] = {
						["闪"] = {
							["电"] = {
								this = true
							}
						}
					}
				}
			},
			["明"] = {
				["珠"] = {
					["就"] = {
						["是"] = {
							["一"] = {
								["根"] = {
									["假"] = {
										["阳"] = {
											["具"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["遭"] = {
						["雷"] = {
							["劈"] = {
								this = true
							}
						}
					}
				}
			},
			["闪"] = {
				["电"] = {
					this = true
				}
			},
			["小"] = {
				["孟"] = {
					["买"] = {
						this = true
					}
				}
			},
			["纽"] = {
				["约"] = {
					this = true
				}
			}
		},
		["风"] = {
			["传"] = {
				["奇"] = {
					this = true
				}
			}
		},
		["哥"] = {
			["你"] = {
				["放"] = {
					["心"] = {
						["去"] = {
							["吧"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["海"] = {
			["拔"] = {
				["棒"] = {
					this = true
				}
			},
			["画"] = {
				this = true
			}
		},
		["京"] = {
			["丰"] = {
				["乳"] = {
					["妹"] = {
						this = true
					}
				}
			},
			["风"] = {
				["月"] = {
					this = true
				}
			},
			["巨"] = {
				["乳"] = {
					this = true
				}
			},
			["热"] = {
				this = true
			},
			["乳"] = {
				["汁"] = {
					["派"] = {
						this = true
					}
				}
			},
			["丸"] = {
				["井"] = {
					["买"] = {
						["卖"] = {
							this = true
						}
					}
				}
			}
		},
		["琴"] = {
			["乃"] = {
				this = true
			}
		},
		["热"] = {
			["空"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["升"] = {
			this = true
		},
		["条"] = {
			["英"] = {
				["机"] = {
					this = true
				}
			}
		},
		["突"] = {
			this = true,
			["暴"] = {
				["动"] = {
					["和"] = {
						["独"] = {
							["立"] = {
								this = true
							}
						}
					}
				}
			},
			["解"] = {
				this = true
			},
			["厥"] = {
				["斯"] = {
					["坦"] = {
						this = true
					}
				}
			},
			["民"] = {
				["族"] = {
					["党"] = {
						this = true
					}
				}
			},
			["信"] = {
				["息"] = {
					["联"] = {
						["络"] = {
							["中"] = {
								["心"] = {
									this = true
								}
							}
						}
					},
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			},
			["伊"] = {
				["斯"] = {
					["兰"] = {
						["教"] = {
							["运"] = {
								["动"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["组"] = {
				["织"] = {
					this = true
				}
			}
		},
		["土"] = {
			["耳"] = {
				["其"] = {
					["斯"] = {
						["坦"] = {
							this = true
						}
					}
				}
			}
		},
		["亚"] = {
			["病"] = {
				["夫"] = {
					this = true
				}
			}
		},
		["伊"] = {
			["运"] = {
				this = true
			}
		},
		["正"] = {
			["教"] = {
				this = true
			}
		},
		["欧"] = {
			["剧"] = {
				["变"] = {
					this = true
				}
			}
		},
		["南"] = {
			["军"] = {
				["新"] = {
					["梯"] = {
						["队"] = {
							this = true
						}
					}
				}
			}
		},
		["百"] = {
			["大"] = {
				["减"] = {
					["排"] = {
						this = true
					}
				}
			}
		},
		["远"] = {
			["凸"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["冬"] = {
		["季"] = {
			["热"] = {
				this = true
			},
			["熱"] = {
				this = true
			}
		},
		["天"] = {
			["的"] = {
				["感"] = {
					["恩"] = {
						this = true
					}
				}
			}
		},
		["奥"] = {
			["酒"] = {
				["肉"] = {
					["臭"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["東"] = {
		["北"] = {
			x = {
				x = {
					["網"] = {
						this = true
					}
				}
			},
			["獨"] = {
				["立"] = {
					this = true
				}
			}
		},
		["部"] = {
			["地"] = {
				["下"] = {
					["水"] = {
						["路"] = {
							this = true
						}
					}
				}
			}
		},
		["方"] = {
			["紅"] = {
				["時"] = {
					["空"] = {
						this = true
					}
				}
			},
			["閃"] = {
				["電"] = {
					this = true
				}
			},
			["時"] = {
				["空"] = {
					this = true
				}
			}
		},
		["宮"] = {
			this = true
		},
		["京"] = {
			["熱"] = {
				this = true
			}
		},
		["南"] = {
			["西"] = {
				["北"] = {
					["論"] = {
						["談"] = {
							this = true
						}
					}
				}
			}
		},
		["熱"] = {
			["空"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["社"] = {
			this = true
		},
		["升"] = {
			this = true
		},
		["條"] = {
			this = true,
			["英"] = {
				["機"] = {
					this = true
				}
			}
		},
		["突"] = {
			this = true,
			["暴"] = {
				["動"] = {
					this = true
				}
			},
			["獨"] = {
				["立"] = {
					this = true
				}
			}
		},
		["土"] = {
			["耳"] = {
				["其"] = {
					["斯"] = {
						["坦"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["南"] = {
				["北"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["亞"] = {
			this = true,
			["病"] = {
				["夫"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["屄"] = {
				this = true
			}
		},
		["院"] = {
			["看"] = {
				["守"] = {
					this = true
				}
			}
		},
		["正"] = {
			["教"] = {
				this = true
			}
		},
		["歐"] = {
			["劇"] = {
				["變"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["董"] = {
		["存"] = {
			["瑞"] = {
				["是"] = {
					["毛"] = {
						["主"] = {
							["席"] = {
								["的"] = {
									["儿"] = {
										["子"] = {
											this = true
										}
									},
									["好"] = {
										["儿"] = {
											["子"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["他"] = {
					["妈"] = {
						this = true
					}
				}
			}
		},
		["建"] = {
			["华"] = {
				this = true
			}
		},
		["贱"] = {
			["华"] = {
				this = true
			}
		},
		["力"] = {
			this = true
		},
		["文"] = {
			["华"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["懂"] = {
		["文"] = {
			["华"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["动"] = {
		["乱"] = {
			this = true,
			["分"] = {
				["子"] = {
					this = true
				}
			}
		},
		["漫"] = {
			["色"] = {
				["图"] = {
					this = true
				}
			}
		},
		["能"] = {
			["弹"] = {
				this = true
			}
		},
		["物"] = {
			["乐"] = {
				["园"] = {
					["游"] = {
						["戏"] = {
							["机"] = {
								this = true
							}
						}
					}
				}
			},
			["该"] = {
				["下"] = {
					["车"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["运"] = {
			["九"] = {
				["八"] = {
					this = true
				}
			}
		},
		["行"] = {
			["雀"] = {
				["黄"] = {
					this = true
				}
			}
		},
		["态"] = {
			["底"] = {
				["线"] = {
					this = true
				}
			},
			["红"] = {
				["线"] = {
					this = true
				}
			}
		}
	}
end

temp()
