pg = pg or {}
slot0 = pg
slot0.word_template_21 = {}
slot1 = slot0.word_template_21

function temp()
	uv0["稼"] = {
		["い"] = {
			this = true
		},
		["ぐ"] = {
			this = true
		},
		["げ"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["花"] = {
		["粉"] = {
			this = true
		},
		["都"] = {
			["逍"] = {
				["遥"] = {
					["乡"] = {
						["村"] = {
							["春"] = {
								["光"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["革"] = {
			["命"] = {
				this = true
			}
		},
		["和"] = {
			["尚"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				},
				["社"] = {
					["区"] = {
						["成"] = {
							["人"] = {
								["性"] = {
									["用"] = {
										["品"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["花"] = {
			["公"] = {
				["子"] = {
					this = true,
					["传"] = {
						["奇"] = {
							this = true
						}
					}
				}
			}
		},
		["季"] = {
			["护"] = {
				["航"] = {
					this = true
				}
			}
		},
		["柳"] = {
			this = true
		},
		["香"] = {
			["飘"] = {
				["满"] = {
					["衣"] = {
						this = true
					}
				}
			},
			["袭"] = {
				["人"] = {
					["春"] = {
						["月"] = {
							["塘"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["心"] = {
			["天"] = {
				["子"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		},
		["言"] = {
			["巧"] = {
				["语"] = {
					["欺"] = {
						["百"] = {
							["姓"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["样"] = {
			["性"] = {
				["交"] = {
					this = true
				}
			}
		},
		["樣"] = {
			["性"] = {
				["交"] = {
					this = true
				}
			}
		},
		["语"] = {
			["暗"] = {
				["绣"] = {
					this = true
				}
			},
			["巧"] = {
				["言"] = {
					["来"] = {
						["维"] = {
							["稳"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["会"] = {
		["え"] = {
			["る"] = {
				this = true
			}
		},
		["員"] = {
			["募"] = {
				["集"] = {
					this = true
				}
			}
		},
		["道"] = {
			["门"] = {
				this = true
			}
		},
		["忽"] = {
			["悠"] = {
				["会"] = {
					["受"] = {
						["贿"] = {
							this = true
						}
					}
				}
			}
		},
		["计"] = {
			["师"] = {
				["考"] = {
					["试"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			},
			["证"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["见"] = {
			["达"] = {
				["赖"] = {
					this = true
				}
			}
		},
		["撒"] = {
			["谎"] = {
				["会"] = {
					["受"] = {
						["贿"] = {
							this = true
						}
					}
				}
			}
		},
		["上"] = {
			["床"] = {
				["会"] = {
					["收"] = {
						["费"] = {
							this = true
						}
					}
				}
			},
			["反"] = {
				["腐"] = {
					["喊"] = {
						["口"] = {
							["号"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["讨"] = {
			["薪"] = {
				["会"] = {
					["下"] = {
						["跪"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["海"] = {
		["豹"] = {
			this = true,
			M = {
				["9"] = {
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["盗"] = {
			["的"] = {
				["悠"] = {
					["闲"] = {
						["生"] = {
							["活"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["关"] = {
			["没"] = {
				["收"] = {
					["车"] = {
						this = true
					}
				}
			}
		},
		["津"] = {
			["知"] = {
				["香"] = {
					this = true
				}
			}
		},
		["乐"] = {
			["神"] = {
				this = true
			}
		},
		["洛"] = {
			["因"] = {
				this = true
			}
		},
		["滩"] = {
			["婊"] = {
				["子"] = {
					this = true
				}
			},
			["特"] = {
				["典"] = {
					["映"] = {
						["像"] = {
							this = true
						}
					}
				}
			}
		},
		["外"] = {
			["情"] = {
				["郎"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["局"] = {
				this = true
			}
		},
		["樂"] = {
			["神"] = {
				this = true
			}
		},
		["运"] = {
			["门"] = {
				this = true
			},
			["女"] = {
				this = true
			},
			["学"] = {
				["院"] = {
					["艳"] = {
						["照"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["姦"] = {
		this = {
			this = true
		},
		["通"] = {
			this = true
		},
		["情"] = {
			this = true
		},
		["染"] = {
			this = true
		},
		["淫"] = {
			this = true,
			["電"] = {
				["車"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["官"] = {
		["能"] = {
			this = true
		},
		["逼"] = {
			["民"] = {
				["反"] = {
					this = true
				}
			}
		},
		["场"] = {
			["腐"] = {
				["败"] = {
					this = true
				}
			},
			["搞"] = {
				["乱"] = {
					this = true
				}
			},
			["经"] = {
				["济"] = {
					this = true
				}
			},
			["秘"] = {
				["诀"] = {
					this = true
				}
			},
			["缺"] = {
				["德"] = {
					this = true
				}
			}
		},
		["方"] = {
			this = true
		},
		["匪"] = {
			this = true,
			["勾"] = {
				["结"] = {
					["的"] = {
						["重"] = {
							["要"] = {
								["原"] = {
									["因"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["府"] = {
			["忽"] = {
				["悠"] = {
					["百"] = {
						["姓"] = {
							this = true
						}
					}
				}
			}
		},
		["腐"] = {
			["民"] = {
				["盗"] = {
					this = true
				}
			}
		},
		["官"] = {
			["勾"] = {
				["结"] = {
					this = true
				}
			},
			["相"] = {
				["互"] = {
					this = true
				},
				["护"] = {
					this = true
				},
				["通"] = {
					this = true
				},
				["照"] = {
					this = true
				}
			}
		},
		["界"] = {
			["黑"] = {
				["暗"] = {
					this = true
				}
			}
		},
		["僚"] = {
			["精"] = {
				["英"] = {
					this = true
				}
			}
		},
		["商"] = {
			["勾"] = {
				["结"] = {
					this = true,
					["为"] = {
						["荣"] = {
							this = true
						}
					},
					["我"] = {
						["无"] = {
							["罪"] = {
								this = true
							}
						}
					}
				}
			},
			["联"] = {
				["手"] = {
					this = true
				}
			},
			["齐"] = {
				["勾"] = {
					["结"] = {
						this = true
					}
				}
			}
		},
		["网"] = {
			["可"] = {
				["查"] = {
					this = true
				}
			},
			["注"] = {
				["册"] = {
					this = true
				}
			}
		},
		["员"] = {
			["把"] = {
				["群"] = {
					["众"] = {
						["整"] = {
							["疯"] = {
								this = true
							},
							["聋"] = {
								this = true
							}
						}
					}
				}
			},
			["不"] = {
				["会"] = {
					["当"] = {
						["官"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["表"] = {
					["答"] = {
						this = true
					}
				}
			},
			["恶"] = {
				this = true
			},
			["黑"] = {
				["手"] = {
					["常"] = {
						["伸"] = {
							this = true
						}
					}
				}
			},
			["奸"] = {
				["淫"] = {
					this = true
				}
			},
			["靠"] = {
				["吃"] = {
					["政"] = {
						["治"] = {
							["饭"] = {
								this = true
							}
						}
					}
				}
			},
			["流"] = {
				["氓"] = {
					this = true
				}
			},
			["脱"] = {
				["干"] = {
					["系"] = {
						this = true
					}
				}
			}
		},
		["員"] = {
			["真"] = {
				["是"] = {
					["土"] = {
						["匪"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
