pg = pg or {}
slot0 = pg
slot0.word_template_295 = {}
slot1 = slot0.word_template_295

function temp()
	uv0["毋"] = {
		["忘"] = {
			this = true,
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			},
			["3"] = {
				["3"] = {
					["周"] = {
						["?"] = {
							["年"] = {
								["|"] = {
									["毋"] = {
										["忘"] = {
											["三"] = {
												["十"] = {
													["三"] = {
														["周"] = {
															["?"] = {
																["年"] = {
																	["|"] = {
																		["勿"] = {
																			["忘"] = {
																				["三"] = {
																					["十"] = {
																						["三"] = {
																							["周"] = {
																								["?"] = {
																									["年"] = {
																										["|"] = {
																											["勿"] = {
																												["忘"] = {
																													["3"] = {
																														["3"] = {
																															["周"] = {
																																["?"] = {
																																	["年"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["吾"] = {
		["尔"] = {
			["开"] = {
				this = true,
				["西"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				["溜"] = {
					this = true
				}
			},
			["凯"] = {
				["希"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["西"] = {
							this = true
						}
					}
				}
			}
		},
		["爾"] = {
			["開"] = {
				this = true,
				["希"] = {
					this = true
				},
				["霤"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			}
		},
		["买"] = {
			["尔"] = {
				["·"] = {
					["卡"] = {
						["那"] = {
							["提"] = {
								this = true
							}
						}
					}
				},
				["江"] = {
					this = true
				}
			}
		},
		["儿"] = {
			["开"] = {
				["稀"] = {
					this = true
				},
				["溜"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				x = {
					this = true
				},
				["西"] = {
					this = true
				},
				["夕"] = {
					this = true
				},
				["习"] = {
					this = true
				},
				["戏"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["希"] = {
							this = true
						},
						["西"] = {
							this = true
						},
						x = {
							this = true
						}
					}
				}
			},
			["開"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			},
			["铠"] = {
				["西"] = {
					this = true
				}
			},
			["凯"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			}
		},
		["兒"] = {
			["開"] = {
				["稀"] = {
					this = true
				},
				["霤"] = {
					this = true
				}
			}
		},
		e = {
			r = {
				["开"] = {
					["溜"] = {
						this = true
					},
					["喜"] = {
						this = true
					},
					["希"] = {
						this = true
					},
					x = {
						this = true
					},
					["西"] = {
						this = true
					},
					["夕"] = {
						this = true
					},
					["习"] = {
						this = true
					},
					["戏"] = {
						this = true
					},
					["席"] = {
						this = true
					}
				},
				k = {
					a = {
						i = {
							["希"] = {
								this = true
							},
							["西"] = {
								this = true
							},
							x = {
								this = true
							}
						}
					}
				},
				["開"] = {
					["西"] = {
						this = true
					}
				},
				["铠"] = {
					["西"] = {
						this = true
					}
				},
				["凯"] = {
					["习"] = {
						this = true
					},
					["西"] = {
						this = true
					},
					["溜"] = {
						this = true
					}
				}
			}
		},
		["皇"] = {
			["习"] = {
				this = true
			}
		},
		["疾"] = {
			["贫"] = {
				["富"] = {
					["不"] = {
						["均"] = {
							["，"] = {
								["今"] = {
									["为"] = {
										["汝"] = {
											["等"] = {
												["均"] = {
													["之"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["吴"] = {
		["　"] = {
			["仪"] = {
				this = true
			}
		},
		["爱"] = {
			["英"] = {
				this = true
			}
		},
		["百"] = {
			["益"] = {
				this = true
			}
		},
		["邦"] = {
			["国"] = {
				this = true
			}
		},
		["帮"] = {
			["国"] = {
				this = true
			}
		},
		["昌"] = {
			["德"] = {
				this = true
			}
		},
		["刚"] = {
			this = true
		},
		["官"] = {
			["一"] = {
				["样"] = {
					["正"] = {
						this = true
					}
				}
			},
			["正"] = {
				this = true
			}
		},
		["宏"] = {
			["达"] = {
				this = true
			}
		},
		["华"] = {
			["英"] = {
				this = true
			}
		},
		["杰"] = {
			["明"] = {
				this = true
			}
		},
		["胜"] = {
			["利"] = {
				this = true
			}
		},
		["新"] = {
			["雄"] = {
				this = true
			}
		},
		["仪"] = {
			this = true
		},
		["玉"] = {
			["良"] = {
				this = true
			}
		},
		["学"] = {
			["谦"] = {
				this = true
			}
		},
		["晓"] = {
			["镛"] = {
				this = true
			}
		},
		["尔"] = {
			["凯"] = {
				["西"] = {
					this = true
				}
			}
		},
		["女"] = {
			["士"] = {
				["."] = {
					["{"] = {
						["0"] = {
							[","] = {
								["3"] = {
									["}"] = {
										["张"] = {
											["先"] = {
												["生"] = {
													["|"] = {
														["张"] = {
															["先"] = {
																["生"] = {
																	["."] = {
																		["{"] = {
																			["0"] = {
																				[","] = {
																					["3"] = {
																						["}"] = {
																							["吴"] = {
																								["女"] = {
																									["士"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["侠"] = {
				this = true
			}
		},
		["烦"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["吳"] = {
		["百"] = {
			["益"] = {
				this = true
			}
		},
		["邦"] = {
			["國"] = {
				this = true
			}
		},
		["幫"] = {
			["國"] = {
				this = true
			}
		},
		["敦"] = {
			["義"] = {
				this = true
			}
		},
		["方"] = {
			["城"] = {
				this = true
			}
		},
		["官"] = {
			["正"] = {
				this = true
			}
		},
		["海"] = {
			["波"] = {
				this = true
			}
		},
		["弘"] = {
			["達"] = {
				this = true
			}
		},
		["宏"] = {
			["達"] = {
				this = true
			}
		},
		["仁"] = {
			["華"] = {
				this = true
			}
		},
		["淑"] = {
			["珍"] = {
				this = true
			}
		},
		["學"] = {
			["璨"] = {
				this = true
			},
			["燦"] = {
				this = true
			}
		},
		["儀"] = {
			this = true
		},
		["育"] = {
			["升"] = {
				this = true
			}
		},
		["志"] = {
			["芳"] = {
				this = true
			}
		},
		["曉"] = {
			["鏞"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["五"] = {
		["百"] = {
			["元"] = {
				["我"] = {
					["不"] = {
						["管"] = {
							["你"] = {
								["今"] = {
									["晚"] = {
										["带"] = {
											["的"] = {
												["是"] = {
													["不"] = {
														["是"] = {
															["人"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["大"] = {
			["谎"] = {
				["言"] = {
					this = true
				}
			},
			["联"] = {
				["赛"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["訴"] = {
				["毬"] = {
					this = true
				}
			},
			["诉"] = {
				["求"] = {
					this = true
				}
			}
		},
		["蝠"] = {
			["血"] = {
				["令"] = {
					this = true
				}
			}
		},
		["界"] = {
			["虞"] = {
				["花"] = {
					this = true
				}
			}
		},
		["连"] = {
			["发"] = {
				["猎"] = {
					["枪"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								this = true
							}
						},
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["3"] = {
						["0"] = {
							["发"] = {
								["提"] = {
									["供"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["連"] = {
			["發"] = {
				["獵"] = {
					["槍"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["六"] = {
			["2"] = {
				["式"] = {
					this = true
				}
			},
			["式"] = {
				["普"] = {
					["通"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["毛"] = {
			["党"] = {
				["继"] = {
					["续"] = {
						["绝"] = {
							["食"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["千"] = {
			["个"] = {
				["男"] = {
					["人"] = {
						["操"] = {
							["你"] = {
								["妈"] = {
									["逼"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["個"] = {
				["男"] = {
					["人"] = {
						["操"] = {
							["妳"] = {
								m = {
									["逼"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["年"] = {
				["历"] = {
					["史"] = {
						this = true
					}
				}
			}
		},
		["任"] = {
			["老"] = {
				["公"] = {
					["是"] = {
						["公"] = {
							["共"] = {
								["安"] = {
									["全"] = {
										["专"] = {
											["家"] = {
												["局"] = {
													["的"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["十"] = {
			["六"] = {
				["个"] = {
					["男"] = {
						["人"] = {
							["一"] = {
								["起"] = {
									["操"] = {
										["你"] = {
											["娘"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["种"] = {
					["精"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["四"] = {
			["谈"] = {
				["话"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["後"] = {
				["的"] = {
					["壹"] = {
						["箇"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			},
			["壹"] = {
				["箇"] = {
					["月"] = {
						["後"] = {
							this = true
						}
					}
				}
			},
			["后"] = {
				["的"] = {
					["一"] = {
						["个"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["个"] = {
					["月"] = {
						["后"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["下"] = {
					["箇"] = {
						["月"] = {
							this = true
						}
					},
					["个"] = {
						["月"] = {
							this = true
						}
					}
				}
			}
		},
		["肖"] = {
			this = true
		},
		["星"] = {
			["红"] = {
				["辉"] = {
					this = true
				},
				["旗"] = {
					this = true
				}
			},
			["宏"] = {
				["辉"] = {
					this = true
				},
				["輝"] = {
					this = true
				}
			},
			["洪"] = {
				["辉"] = {
					this = true
				}
			},
			["紅"] = {
				["輝"] = {
					this = true
				}
			}
		},
		["煋"] = {
			["浤"] = {
				["輝"] = {
					this = true
				}
			}
		},
		["一"] = {
			["七"] = {
				["宣"] = {
					["言"] = {
						this = true
					}
				}
			}
		},
		["元"] = {
			["一"] = {
				["晚"] = {
					["随"] = {
						["你"] = {
							["摸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["月"] = {
			["暴"] = {
				["动"] = {
					this = true
				},
				["動"] = {
					this = true
				}
			},
			["麻"] = {
				["古"] = {
					["六"] = {
						["月"] = {
							["冰"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				this = true
			},
			["樱"] = {
				["唇"] = {
					this = true
				}
			},
			["三"] = {
				["五"] = {
					["日"] = {
						this = true
					}
				},
				["伍"] = {
					["日"] = {
						this = true
					}
				},
				["十"] = {
					["五"] = {
						["号"] = {
							this = true
						},
						["號"] = {
							this = true
						},
						["日"] = {
							this = true
						}
					}
				}
			},
			["3"] = {
				["5"] = {
					["日"] = {
						this = true
					}
				}
			},
			V = {
				I = {
					I = {
						I = {
							["日"] = {
								this = true
							}
						}
					}
				}
			},
			["③"] = {
				["⑤"] = {
					["日"] = {
						this = true
					}
				}
			},
			["叁"] = {
				["伍"] = {
					["日"] = {
						this = true
					}
				}
			},
			["初"] = {
				["一"] = {
					this = true
				}
			},
			["丁"] = {
				["香"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["指"] = {
			["油"] = {
				["压"] = {
					this = true
				}
			}
		},
		["九"] = {
			["碾"] = {
				this = true
			},
			["压"] = {
				this = true
			}
		},
		["二"] = {
			["开"] = {
				["溜"] = {
					this = true
				},
				["喜"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				x = {
					this = true
				},
				["夕"] = {
					this = true
				},
				["习"] = {
					this = true
				},
				["戏"] = {
					this = true
				},
				["席"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["希"] = {
							this = true
						},
						["西"] = {
							this = true
						},
						x = {
							this = true
						}
					}
				}
			},
			["開"] = {
				["习"] = {
					this = true
				}
			},
			["铠"] = {
				["西"] = {
					this = true
				}
			},
			["凯"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			}
		},
		["儿"] = {
			["开"] = {
				["溜"] = {
					this = true
				},
				["喜"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				x = {
					this = true
				},
				["西"] = {
					this = true
				},
				["夕"] = {
					this = true
				},
				["习"] = {
					this = true
				},
				["戏"] = {
					this = true
				},
				["席"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["希"] = {
							this = true
						},
						["西"] = {
							this = true
						},
						x = {
							this = true
						}
					}
				}
			},
			["開"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			},
			["铠"] = {
				["西"] = {
					this = true
				}
			},
			["凯"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			}
		},
		["棵"] = {
			["松"] = {
				["十"] = {
					["字"] = {
						["路"] = {
							["口"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["政"] = {
				["治"] = {
					["局"] = {
						this = true
					}
				}
			}
		},
		["年"] = {
			["一"] = {
				["次"] = {
					["大"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["前"] = {
					["进"] = {
						this = true
					}
				}
			},
			["连"] = {
				["一"] = {
					["回"] = {
						this = true
					}
				}
			}
		},
		["桶"] = {
			this = true
		},
		["个"] = {
			["杨"] = {
				["桃"] = {
					this = true
				}
			}
		},
		["防"] = {
			["四"] = {
				["断"] = {
					this = true
				}
			}
		},
		["铲"] = {
			["阶"] = {
				["级"] = {
					this = true
				}
			}
		},
		["七"] = {
			["一"] = {
				["工"] = {
					["程"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["午"] = {
		["夜"] = {
			this = true,
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["剧"] = {
				["场"] = {
					["免"] = {
						["费"] = {
							["试"] = {
								["看"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["爱"] = {
				["爱"] = {
					this = true
				}
			},
			["鲁"] = {
				["丝"] = {
					["片"] = {
						this = true
					}
				}
			},
			a = {
				["一"] = {
					["级"] = {
						["毛"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["而"] = {
			["凯"] = {
				["曦"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["伍"] = {
		["凡"] = {
			this = true
		},
		["月"] = {
			["三"] = {
				["五"] = {
					["日"] = {
						this = true
					}
				}
			},
			["3"] = {
				["5"] = {
					["日"] = {
						this = true
					}
				}
			},
			V = {
				I = {
					I = {
						I = {
							["日"] = {
								this = true
							}
						}
					}
				}
			},
			["③"] = {
				["⑤"] = {
					["日"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
