pg = pg or {}
slot0 = pg
slot0.word_template_203 = {}
slot1 = slot0.word_template_203

function temp()
	uv0["媒"] = {
		["体"] = {
			["是"] = {
				["下"] = {
					["作"] = {
						["的"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["每"] = {
		["个"] = {
			["恐"] = {
				["怖"] = {
					["疯"] = {
						["子"] = {
							["都"] = {
								["要"] = {
									["学"] = {
										["习"] = {
											["他"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["年"] = {
			["公"] = {
				["款"] = {
					["大"] = {
						["吃"] = {
							["大"] = {
								["喝"] = {
									["铺"] = {
										["张"] = {
											["浪"] = {
												["费"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["月"] = {
					["不"] = {
						["能"] = {
							["改"] = {
								["头"] = {
									["像"] = {
										["那"] = {
											["天"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["日"] = {
			["结"] = {
				["算"] = {
					this = true
				}
			},
			["支"] = {
				["付"] = {
					this = true
				}
			},
			["最"] = {
				["高"] = {
					["工"] = {
						["资"] = {
							this = true
						}
					}
				}
			}
		},
		["天"] = {
			["喝"] = {
				["三"] = {
					["鹿"] = {
						["直"] = {
							["奔"] = {
								["黄"] = {
									["泉"] = {
										["路"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["收"] = {
				["入"] = {
					["不"] = {
						["低"] = {
							this = true
						}
					}
				}
			}
		},
		["张"] = {
			["麻"] = {
				["将"] = {
					["桌"] = {
						["上"] = {
							["都"] = {
								["是"] = {
									["三"] = {
										["缺"] = {
											["一"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["妹"] = {
		["开"] = {
			["苞"] = {
				this = true
			}
		},
		["妹"] = {
			["本"] = {
				["人"] = {
					this = true
				}
			},
			["屄"] = {
				this = true
			},
			["的"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			},
			["独"] = {
				["住"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				},
				["務"] = {
					this = true
				}
			},
			["好"] = {
				["风"] = {
					["骚"] = {
						this = true
					}
				}
			},
			["既"] = {
				["然"] = {
					["出"] = {
						["来"] = {
							["做"] = {
								this = true
							}
						}
					}
				}
			},
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["骚"] = {
				["图"] = {
					this = true
				}
			},
			["騷"] = {
				["圖"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["为"] = {
				["哥"] = {
					["哥"] = {
						["的"] = {
							["服"] = {
								["务"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["阴"] = {
				["毛"] = {
					this = true
				}
			},
			["陰"] = {
				["毛"] = {
					this = true
				}
			}
		},
		["为"] = {
			["哥"] = {
				["哥"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["你"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			},
			["您"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["汁"] = {
			this = true
		},
		["子"] = {
			["会"] = {
				["做"] = {
					["爱"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["寐"] = {
		["春"] = {
			["卷"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["媚"] = {
		["姐"] = {
			this = true
		},
		["药"] = {
			["少"] = {
				["年"] = {
					this = true
				}
			}
		},
		["藥"] = {
			["少"] = {
				["年"] = {
					this = true
				}
			}
		},
		["上"] = {
			["欺"] = {
				["下"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["魅"] = {
		["惑"] = {
			["巨"] = {
				["乳"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["门"] = {
		["朗"] = {
			["塔"] = {
				["庆"] = {
					this = true
				}
			}
		},
		["徒"] = {
			["会"] = {
				this = true
			}
		}
	}
end

temp()
