pg = pg or {}
slot0 = pg
slot0.word_template_42 = {}
slot1 = slot0.word_template_42

function temp()
	uv0["澳"] = {
		["洲"] = {
			["光"] = {
				["明"] = {
					["网"] = {
						this = true
					}
				}
			},
			["彩"] = {
				this = true
			}
		},
		["门"] = {
			["牛"] = {
				["魔"] = {
					["王"] = {
						["四"] = {
							["肖"] = {
								["选"] = {
									["一"] = {
										["肖"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["现"] = {
						["金"] = {
							this = true
						}
					}
				}
			},
			["永"] = {
				["乐"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["威"] = {
				["尼"] = {
					["撕"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["金"] = {
				["沙"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				},
				["冠"] = {
					["赌"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["皇"] = {
				["冠"] = {
					["真"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["声"] = {
				["援"] = {
					["中"] = {
						["国"] = {
							["学"] = {
								["运"] = {
									["联"] = {
										["委"] = {
											["会"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					["发"] = {
						["展"] = {
							["联"] = {
								["委"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["門"] = {
			["聲"] = {
				["援"] = {
					["中"] = {
						["國"] = {
							["學"] = {
								["運"] = {
									["聯"] = {
										["委"] = {
											["會"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					["髮"] = {
						["展"] = {
							["聯"] = {
								["委"] = {
									["會"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["八"] = {
		["背"] = {
			["飞"] = {
				["凫"] = {
					this = true
				}
			}
		},
		["反"] = {
			["安"] = {
				["未"] = {
					["果"] = {
						this = true
					}
				}
			}
		},
		["九"] = {
			this = true,
			["2"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["北"] = {
				["京"] = {
					["事"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["二"] = {
				["十"] = {
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["纪"] = {
				["念"] = {
					this = true
				},
				["录"] = {
					["片"] = {
						this = true
					}
				}
			},
			["见"] = {
				["证"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			},
			["民"] = {
				["运"] = {
					this = true
				},
				["運"] = {
					["\\"] = {
						this = true
					}
				}
			},
			["年"] = {
				["学"] = {
					["潮"] = {
						this = true
					}
				}
			},
			["学"] = {
				["生"] = {
					this = true
				},
				["运"] = {
					this = true
				}
			},
			["學"] = {
				["運"] = {
					this = true,
					["\\"] = {
						this = true
					}
				},
				["潮"] = {
					this = true
				}
			},
			["之"] = {
				["后"] = {
					this = true
				}
			},
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["陆"] = {
				["肆"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["3"] = {
				["1"] = {
					["年"] = {
						this = true
					},
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["十"] = {
					["一"] = {
						this = true
					}
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["自"] = {
				["由"] = {
					this = true
				}
			},
			["广"] = {
				["场"] = {
					["舞"] = {
						this = true
					}
				}
			},
			["大"] = {
				["塞"] = {
					["車"] = {
						this = true
					}
				},
				["阅"] = {
					["兵"] = {
						this = true
					}
				}
			},
			["彡"] = {
				["彡"] = {
					this = true
				}
			}
		},
		["路"] = {
			["匪"] = {
				this = true
			}
		},
		["木"] = {
			["小"] = {
				["织"] = {
					this = true
				}
			}
		},
		["奇"] = {
			["屠"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["荣"] = {
			["八"] = {
				["耻"] = {
					["编"] = {
						["成"] = {
							["经"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["三"] = {
			["四"] = {
				["一"] = {
					["部"] = {
						["队"] = {
							this = true
						}
					}
				}
			}
		},
		["十"] = {
			["块"] = {
				["钱"] = {
					["搞"] = {
						["不"] = {
							["搞"] = {
								this = true
							}
						}
					}
				}
			},
			["年"] = {
				["代"] = {
					["邓"] = {
						["小"] = {
							["平"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["肖"] = {
			this = true
		},
		["亿"] = {
			["人"] = {
				["民"] = {
					["都"] = {
						["是"] = {
							["批"] = {
								["判"] = {
									["家"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["玖"] = {
			["陆"] = {
				["4"] = {
					this = true
				},
				["肆"] = {
					this = true
				}
			},
			["六"] = {
				["4"] = {
					this = true
				},
				["肆"] = {
					this = true
				}
			},
			["6"] = {
				["4"] = {
					this = true
				},
				["肆"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			}
		},
		["9"] = {
			["陆"] = {
				["4"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["年"] = {
				this = true
			}
		},
		["酒"] = {
			this = true,
			["流"] = {
				["泗"] = {
					this = true
				}
			},
			["柳"] = {
				["丝"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			}
		},
		["乘"] = {
			["八"] = {
				this = true,
				["="] = {
					["6"] = {
						["4"] = {
							this = true
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				},
				["等"] = {
					["于"] = {
						["6"] = {
							["4"] = {
								this = true
							}
						},
						["六"] = {
							["四"] = {
								this = true
							}
						}
					}
				},
				["得"] = {
					["6"] = {
						["4"] = {
							this = true
						}
					},
					["六"] = {
						["四"] = {
							this = true
						}
					}
				}
			},
			["以"] = {
				["8"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["捌"] = {
					this = true
				}
			},
			["8"] = {
				this = true
			},
			["捌"] = {
				this = true
			}
		},
		I = {
			X = {
				["运"] = {
					["动"] = {
						this = true
					}
				},
				["学"] = {
					["潮"] = {
						this = true
					}
				},
				["动"] = {
					["乱"] = {
						this = true
					}
				},
				["风"] = {
					["波"] = {
						this = true
					}
				},
				["暴"] = {
					["乱"] = {
						this = true
					},
					["亂"] = {
						this = true
					}
				},
				["事"] = {
					["件"] = {
						this = true
					}
				},
				["真"] = {
					["相"] = {
						this = true
					}
				},
				["平"] = {
					["方"] = {
						this = true
					},
					["反"] = {
						this = true
					}
				},
				["屠"] = {
					["杀"] = {
						this = true
					},
					["殺"] = {
						this = true
					}
				},
				["運"] = {
					["動"] = {
						this = true
					}
				},
				["學"] = {
					["潮"] = {
						this = true
					}
				},
				["動"] = {
					["亂"] = {
						this = true
					}
				},
				["風"] = {
					["波"] = {
						this = true
					}
				}
			}
		},
		["⑨"] = {
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["学"] = {
				["潮"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["暴"] = {
				["乱"] = {
					this = true
				},
				["亂"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["真"] = {
				["相"] = {
					this = true
				}
			},
			["平"] = {
				["方"] = {
					this = true
				},
				["反"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				},
				["殺"] = {
					this = true
				}
			},
			["運"] = {
				["動"] = {
					this = true
				}
			},
			["學"] = {
				["潮"] = {
					this = true
				}
			},
			["動"] = {
				["亂"] = {
					this = true
				}
			},
			["風"] = {
				["波"] = {
					this = true
				}
			},
			["年"] = {
				this = true
			}
		},
		X = {
			["8"] = {
				this = true
			},
			["八"] = {
				this = true
			},
			["捌"] = {
				this = true
			},
			["六"] = {
				["八"] = {
					X = {
						["九"] = {
							this = true
						}
					}
				}
			}
		},
		["乗"] = {
			["以"] = {
				["8"] = {
					this = true
				},
				["八"] = {
					this = true
				},
				["捌"] = {
					this = true
				}
			},
			["8"] = {
				this = true
			},
			["八"] = {
				this = true
			},
			["捌"] = {
				this = true
			}
		},
		["舅"] = {
			this = true
		},
		["韭"] = {
			this = true
		},
		["时"] = {
			["共"] = {
				["燃"] = {
					this = true
				}
			}
		},
		["六"] = {
			["学"] = {
				["潮"] = {
					this = true
				}
			}
		},
		["炯"] = {
			this = true
		},
		["名"] = {
			["散"] = {
				["播"] = {
					["谣"] = {
						["言"] = {
							["者"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			["方"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["巴"] = {
		["巴"] = {
			["拉"] = {
				["的"] = {
					["性"] = {
						["古"] = {
							["怪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["比"] = {
			["妥"] = {
				this = true
			}
		},
		["黎"] = {
			["最"] = {
				["后"] = {
					["的"] = {
						["探"] = {
							["戈"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["倫"] = {
			["侍"] = {
				["從"] = {
					this = true
				}
			},
			["坦"] = {
				this = true
			}
		},
		["特"] = {
			["尔"] = {
				this = true
			}
		},
		["新"] = {
			["反"] = {
				["华"] = {
					this = true
				}
			}
		},
		["音"] = {
			["朝"] = {
				["鲁"] = {
					this = true
				}
			}
		},
		["旧"] = {
			["⑥"] = {
				["思"] = {
					this = true
				}
			}
		},
		["舊"] = {
			["⑥"] = {
				["思"] = {
					this = true
				}
			}
		},
		["久"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["扒"] = {
		["屄"] = {
			this = true
		},
		["开"] = {
			["小"] = {
				["逼"] = {
					["使"] = {
						["劲"] = {
							["瞅"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["拉"] = {
			["着"] = {
				this = true
			}
		},
		["穴"] = {
			this = true
		},
		["酒"] = {
			["蜂"] = {
				["剥"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["疤"] = {
		["痕"] = {
			["治"] = {
				["疗"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["拔"] = {
		["屄"] = {
			this = true,
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["出"] = {
			["来"] = {
				this = true
			},
			["來"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["把"] = {
		["邓"] = {
			["小"] = {
				["平"] = {
					["叫"] = {
						["道"] = {
							["床"] = {
								["边"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["民"] = {
			["意"] = {
				["强"] = {
					["奸"] = {
						this = true
					}
				}
			}
		},
		["那"] = {
			["被"] = {
				["窝"] = {
					["捂"] = {
						["起"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["你"] = {
			["妈"] = {
				["操"] = {
					["残"] = {
						["废"] = {
							this = true
						}
					}
				}
			},
			["下"] = {
				["面"] = {
					["那"] = {
						["个"] = {
							["洞"] = {
								["给"] = {
									["添"] = {
										["了"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["腿"] = {
			["掰"] = {
				["開"] = {
					this = true
				}
			}
		},
		["握"] = {
			["鸡"] = {
				["遇"] = {
					this = true
				}
			}
		},
		["酒"] = {
			["柳"] = {
				["丝"] = {
					this = true
				}
			},
			["桺"] = {
				["絲"] = {
					this = true
				}
			},
			["流"] = {
				["肆"] = {
					this = true
				}
			},
			["学"] = {
				["运"] = {
					this = true
				}
			},
			["學"] = {
				["運"] = {
					this = true
				}
			},
			["熘"] = {
				["食"] = {
					this = true
				}
			},
			["雪"] = {
				["朝"] = {
					this = true
				}
			},
			["刘"] = {
				["寺"] = {
					this = true
				}
			},
			["露"] = {
				["丝"] = {
					this = true
				}
			},
			["留"] = {
				["寺"] = {
					this = true
				}
			}
		},
		["证"] = {
			["件"] = {
				["拿"] = {
					["出"] = {
						["来"] = {
							this = true
						}
					}
				}
			}
		},
		["證"] = {
			["件"] = {
				["挐"] = {
					["齣"] = {
						["來"] = {
							this = true
						}
					}
				}
			}
		},
		["叼"] = {
			["弄"] = {
				["下"] = {
					["来"] = {
						this = true
					}
				}
			}
		},
		["他"] = {
			["的"] = {
				["思"] = {
					["想"] = {
						["从"] = {
							["他"] = {
								["的"] = {
									["人"] = {
										["民"] = {
											["脑"] = {
												["海"] = {
													["中"] = {
														["抹"] = {
															["去"] = {
																["，"] = {
																	["把"] = {
																		["他"] = {
																			["耗"] = {
																				["尽"] = {
																					["一"] = {
																						["生"] = {
																							["气"] = {
																								["力"] = {
																									["推"] = {
																										["翻"] = {
																											["的"] = {
																												["三"] = {
																													["座"] = {
																														["大"] = {
																															["山"] = {
																																["重"] = {
																																	["新"] = {
																																		["搬"] = {
																																			["回"] = {
																																				["他"] = {
																																					["的"] = {
																																						["祖"] = {
																																							["国"] = {
																																								["大"] = {
																																									["地"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["遗"] = {
					["骸"] = {
						["供"] = {
							["奉"] = {
								["起"] = {
									["来"] = {
										["做"] = {
											["成"] = {
												["神"] = {
													["像"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["猴"] = {
			["当"] = {
				["老"] = {
					["百"] = {
						["姓"] = {
							["耍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["百"] = {
				["姓"] = {
					["当"] = {
						["猴"] = {
							["耍"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
