pg = pg or {}
slot0 = pg
slot0.word_template_52 = {}
slot1 = slot0.word_template_52

temp = function()
	uv0["納"] = {
		["粹"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["奶"] = {
		["大"] = {
			["屄"] = {
				["肥"] = {
					this = true
				}
			}
		},
		["粉"] = {
			["毒"] = {
				["害"] = {
					["的"] = {
						["是"] = {
							["你"] = {
								["们"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["喝"] = {
				["的"] = {
					["尿"] = {
						["道"] = {
							["不"] = {
								["通"] = {
									["气"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["奶"] = {
			this = true,
			["的"] = {
				this = true
			}
		},
		["娘"] = {
			this = true
		},
		["水"] = {
			this = true
		},
		["挺"] = {
			["臀"] = {
				["翘"] = {
					this = true
				},
				["翹"] = {
					this = true
				}
			}
		},
		["头"] = {
			this = true
		},
		["頭"] = {
			this = true
		},
		["推"] = {
			this = true
		},
		["盐"] = {
			["浴"] = {
				this = true
			}
		},
		["子"] = {
			this = true,
			["不"] = {
				["打"] = {
					["肿"] = {
						["得"] = {
							["奇"] = {
								this = true
							}
						}
					}
				},
				["大"] = {
					["肿"] = {
						["得"] = {
							["出"] = {
								["期"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["男"] = {
		["按"] = {
			["摩"] = {
				["师"] = {
					this = true
				}
			}
		},
		["儿"] = {
			["无"] = {
				["罪"] = {
					this = true
				}
			}
		},
		["根"] = {
			["倒"] = {
				["模"] = {
					this = true
				}
			},
			["增"] = {
				["大"] = {
					this = true
				},
				["长"] = {
					s = {
						e = {
							x = {
								["吧"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["公"] = {
			["关"] = {
				this = true
			}
		},
		["技"] = {
			["师"] = {
				this = true
			}
		},
		["露"] = {
			["8"] = {
				["8"] = {
					["8"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["激"] = {
				["情"] = {
					["淫"] = {
						["乱"] = {
							this = true
						}
					}
				}
			},
			["交"] = {
				["欢"] = {
					this = true
				},
				["歡"] = {
					this = true
				}
			},
			["蒲"] = {
				["典"] = {
					this = true
				}
			}
		},
		["人"] = {
			["不"] = {
				["嫖"] = {
					["娼"] = {
						["对"] = {
							["不"] = {
								["起"] = {
									["党"] = {
										["中"] = {
											["央"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["票"] = {
					["娼"] = {
						this = true
					}
				}
			},
			["进"] = {
				["去"] = {
					["太"] = {
						["监"] = {
							["出"] = {
								["来"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["四"] = {
				["十"] = {
					["风"] = {
						["花"] = {
							["雪"] = {
								this = true,
								["月"] = {
									this = true
								}
							}
						}
					}
				},
				["睡"] = {
					this = true
				}
			}
		},
		["体"] = {
			["图"] = {
				["片"] = {
					this = true
				}
			}
		},
		["性"] = {
			["抚"] = {
				["摸"] = {
					this = true
				}
			},
			["延"] = {
				["时"] = {
					this = true
				}
			}
		},
		["用"] = {
			["仿"] = {
				["真"] = {
					this = true
				}
			},
			["器"] = {
				["具"] = {
					this = true
				}
			}
		},
		["狱"] = {
			["参"] = {
				["の"] = {
					["巻"] = {
						["筋"] = {
							["肉"] = {
								["虐"] = {
									["调"] = {
										["教"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["子"] = {
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["学"] = {
				["园"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["难"] = {
		["忘"] = {
			["如"] = {
				["火"] = {
					["广"] = {
						["场"] = {
							["景"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["与"] = {
			["房"] = {
				["价"] = {
					["试"] = {
						["比"] = {
							["高"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["道"] = {
			["中"] = {
				["国"] = {
					["人"] = {
						["只"] = {
							["配"] = {
								["接"] = {
									["受"] = {
										["“"] = {
											["党"] = {
												["主"] = {
													["民"] = {
														["主"] = {
															["”"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["囊"] = {
		["帕"] = {
			["拉"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["挠"] = {
		["着"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["脑"] = {
		["残"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["习"] = {
				this = true
			}
		},
		["洞"] = {
			["大"] = {
				["开"] = {
					["."] = {
						["{"] = {
							["0"] = {
								[","] = {
									["5"] = {
										["}"] = {
											["敞"] = {
												["开"] = {
													["心"] = {
														["胸"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["嫐"] = {
		["屄"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["闹"] = {
		["罢"] = {
			["工"] = {
				this = true
			}
		},
		["事"] = {
			this = true
		},
		["剧"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["鬧"] = {
		["事"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["內"] = {
		["褲"] = {
			this = true
		},
		["射"] = {
			this = true,
			["美"] = {
				["婦"] = {
					this = true
				}
			}
		},
		["衣"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["内"] = {
		["裤"] = {
			this = true,
			["奇"] = {
				["缘"] = {
					this = true
				}
			}
		},
		["蒙"] = {
			["古"] = {
				["5"] = {
					["."] = {
						["1"] = {
							["1"] = {
								this = true,
								["事"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["抗"] = {
					["议"] = {
						this = true
					}
				},
				["锡"] = {
					["林"] = {
						["郭"] = {
							["勒"] = {
								["盟"] = {
									this = true
								}
							}
						}
					}
				},
				["人"] = {
					["民"] = {
						["党"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			["党"] = {
				this = true
			}
		},
		["射"] = {
			this = true,
			["美"] = {
				["妇"] = {
					this = true
				}
			}
		},
		["田"] = {
			["有"] = {
				["纪"] = {
					this = true
				}
			}
		},
		["地"] = {
			["新"] = {
				["疆"] = {
					["籍"] = {
						["人"] = {
							["员"] = {
								["服"] = {
									["务"] = {
										["管"] = {
											["理"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["小"] = {
				["香"] = {
					["港"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["嫩"] = {
		b = {
			this = true
		},
		B = {
			B = {
				this = true
			}
		},
		["鲍"] = {
			this = true,
			["鱼"] = {
				this = true
			}
		},
		["鮑"] = {
			this = true,
			["魚"] = {
				this = true
			}
		},
		["屄"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["臂"] = {
			["丰"] = {
				["臀"] = {
					["何"] = {
						["人"] = {
							["枕"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["草"] = {
			["老"] = {
				["根"] = {
					this = true
				}
			}
		},
		["缝"] = {
			this = true
		},
		["縫"] = {
			this = true
		},
		["模"] = {
			this = true
		},
		["奶"] = {
			this = true
		},
		["嫩"] = {
			["的"] = {
				["阴"] = {
					["阜"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			this = true
		},
		["穴"] = {
			this = true,
			["肉"] = {
				["缝"] = {
					this = true
				},
				["縫"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["能"] = {
		["挂"] = {
			["上"] = {
				["邓"] = {
					["小"] = {
						["平"] = {
							this = true
						}
					}
				}
			}
		},
		["樣"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["尼"] = {
		["奧"] = {
			["夫"] = {
				this = true
			}
		},
		["泊"] = {
			["尔"] = {
				["军"] = {
					["刀"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["可"] = {
			["吗"] = {
				["啡"] = {
					this = true
				}
			}
		},
		["克"] = {
			["森"] = {
				this = true
			},
			["松"] = {
				this = true
			}
		},
		["瑪"] = {
			this = true
		},
		["割"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["倪"] = {
		["育"] = {
			["贤"] = {
				this = true
			},
			["賢"] = {
				this = true
			}
		},
		["小"] = {
			["能"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["鯢"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["伱"] = {
		["妈"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["你"] = {
		["爸"] = {
			this = true,
			["操"] = {
				["逼"] = {
					["不"] = {
						["给"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["鸡"] = {
					["八"] = {
						["肥"] = {
							this = true
						}
					}
				}
			},
			["好"] = {
				["象"] = {
					g = {
						o = {
							n = {
								g = {
									c = {
										h = {
											a = {
												n = {
													d = {
														a = {
															n = {
																g = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["不"] = {
			["了"] = {
				["解"] = {
					["中"] = {
						["国"] = {
							["国"] = {
								["情"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["妨"] = {
				["把"] = {
					["话"] = {
						["说"] = {
							["得"] = {
								["再"] = {
									["明"] = {
										["白"] = {
											["点"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["大"] = {
			["爷"] = {
				this = true
			},
			["爺"] = {
				this = true
			}
		},
		["的"] = {
			["洞"] = {
				["洞"] = {
					["我"] = {
						["要"] = {
							["插"] = {
								this = true
							}
						}
					}
				}
			},
			["狗"] = {
				["将"] = {
					["咱"] = {
						["局"] = {
							["长"] = {
								["的"] = {
									["蛋"] = {
										["子"] = {
											["给"] = {
												["咬"] = {
													["下"] = {
														["来"] = {
															["了"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["花"] = {
				["心"] = {
					this = true
				}
			},
			["老"] = {
				["婆"] = {
					["叫"] = {
						["野"] = {
							["鸡"] = {
								this = true
							}
						}
					}
				}
			},
			["咪"] = {
				["咪"] = {
					["我"] = {
						["要"] = {
							["抓"] = {
								this = true
							}
						}
					}
				}
			},
			["那"] = {
				["首"] = {
					["菊"] = {
						["花"] = {
							["台"] = {
								["我"] = {
									["很"] = {
										["喜"] = {
											["欢"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["二"] = {
			["大"] = {
				["爷"] = {
					this = true
				}
			}
		},
		["还"] = {
			["拆"] = {
				["我"] = {
					["房"] = {
						["屋"] = {
							this = true
						}
					}
				}
			},
			["是"] = {
				["党"] = {
					["的"] = {
						["喉"] = {
							["舌"] = {
								this = true
							}
						}
					}
				}
			},
			["占"] = {
				["我"] = {
					["田"] = {
						["亩"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["比"] = {
					["雷"] = {
						["锋"] = {
							this = true
						}
					}
				}
			}
		},
		["和"] = {
			["他"] = {
				["讲"] = {
					["政"] = {
						["治"] = {
							this = true
						}
					}
				}
			},
			["丈"] = {
				["夫"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								["一"] = {
									["起"] = {
										["带"] = {
											["我"] = {
												["去"] = {
													["了"] = {
														["你"] = {
															["们"] = {
																["家"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["姐"] = {
			["逼"] = {
				["里"] = {
					["踢"] = {
						["足"] = {
							["球"] = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				["在"] = {
					["和"] = {
						["狗"] = {
							["搞"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["就"] = {
			["操"] = {
				["警"] = {
					["察"] = {
						["他"] = {
							["妈"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["举"] = {
			["的"] = {
				["是"] = {
					["那"] = {
						["杆"] = {
							["旗"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["爸"] = {
				["当"] = {
					["初"] = {
						["怎"] = {
							["么"] = {
								["没"] = {
									["把"] = {
										["你"] = {
											["射"] = {
												["到"] = {
													["墙"] = {
														["上"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["母"] = {
				this = true
			},
			["味"] = {
				this = true
			}
		},
		["姥"] = {
			this = true,
			["逼"] = {
				["里"] = {
					["装"] = {
						["铅"] = {
							this = true
						}
					}
				}
			},
			["姥"] = {
				["的"] = {
					this = true
				}
			}
		},
		["妈"] = {
			this = true,
			b = {
				["不"] = {
					["日"] = {
						this = true
					}
				}
			},
			["爱"] = {
				["玩"] = {
					["玻"] = {
						["璃"] = {
							["球"] = {
								this = true
							}
						}
					}
				}
			},
			["逼"] = {
				this = true,
				["里"] = {
					["操"] = {
						["金"] = {
							["庸"] = {
								this = true
							}
						}
					},
					["点"] = {
						["洋"] = {
							["蜡"] = {
								this = true
							}
						}
					},
					["好"] = {
						["风"] = {
							["流"] = {
								this = true
							}
						}
					},
					["练"] = {
						["武"] = {
							["功"] = {
								this = true
							}
						}
					},
					["有"] = {
						["红"] = {
							["线"] = {
								this = true
							}
						}
					}
				},
				["上"] = {
					["有"] = {
						["跟"] = {
							["针"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["比"] = {
					["万"] = {
						["人"] = {
							["搞"] = {
								this = true
							}
						}
					},
					["长"] = {
						["肿"] = {
							["瘤"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				this = true
			},
			["好"] = {
				["象"] = {
					["党"] = {
						z = {
							h = {
								o = {
									n = {
										g = {
											y = {
												a = {
													n = {
														g = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["啦"] = {
				B = {
					i = {
						this = true
					}
				}
			},
			["了"] = {
				["个"] = {
					b = {
						this = true
					},
					["逼"] = {
						this = true
					}
				},
				["妹"] = {
					this = true
				}
			},
			["卖"] = {
				["逼"] = {
					["搞"] = {
						["破"] = {
							["鞋"] = {
								this = true
							}
						}
					},
					["行"] = {
						["不"] = {
							["行"] = {
								this = true
							}
						}
					},
					["能"] = {
						["制"] = {
							["富"] = {
								this = true
							}
						}
					},
					["上"] = {
						["报"] = {
							["纸"] = {
								this = true
							}
						}
					},
					["在"] = {
						["北"] = {
							["京"] = {
								this = true
							}
						}
					}
				}
			},
			["奶"] = {
				["子"] = {
					["喂"] = {
						["鸽"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["屁"] = {
				["股"] = {
					["纹"] = {
						["朵"] = {
							["花"] = {
								this = true
							}
						}
					}
				},
				["眼"] = {
					["淌"] = {
						["月"] = {
							["经"] = {
								this = true
							}
						}
					}
				}
			},
			["确"] = {
				["实"] = {
					["逼"] = {
						["很"] = {
							["紧"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				["天"] = {
					["光"] = {
						["操"] = {
							["逼"] = {
								this = true
							}
						}
					},
					["去"] = {
						["卖"] = {
							["骚"] = {
								this = true
							}
						}
					},
					["让"] = {
						["人"] = {
							["配"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["高"] = {
					["潮"] = {
						this = true
					}
				}
			},
			["养"] = {
				["汉"] = {
					["真"] = {
						["是"] = {
							["行"] = {
								this = true
							}
						}
					}
				}
			},
			["要"] = {
				["和"] = {
					["我"] = {
						["打"] = {
							["炮"] = {
								this = true
							}
						}
					}
				}
			},
			["阴"] = {
				["蒂"] = {
					["钓"] = {
						["鱼"] = {
							this = true
						}
					}
				}
			}
		},
		["媽"] = {
			this = true,
			["逼"] = {
				this = true
			},
			["比"] = {
				this = true
			},
			["的"] = {
				this = true
			},
			["了"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["妹"] = {
			["正"] = {
				["在"] = {
					["干"] = {
						["死"] = {
							["猪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["们"] = {
			["的"] = {
				["吃"] = {
					["喝"] = {
						["有"] = {
							["公"] = {
								["款"] = {
									["抵"] = {
										["帐"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["处"] = {
					["分"] = {
						["不"] = {
							["过"] = {
								["是"] = {
									["换"] = {
										["个"] = {
											["官"] = {
												["当"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["二"] = {
					["奶"] = {
						["小"] = {
							["蜜"] = {
								["也"] = {
									["很"] = {
										["嚣"] = {
											["张"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["扫"] = {
				["了"] = {
					["爷"] = {
						["的"] = {
							["兴"] = {
								this = true
							}
						},
						["爷"] = {
							["的"] = {
								["兴"] = {
									this = true
								}
							},
							["兴"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["个"] = {
					["屁"] = {
						this = true
					}
				}
			},
			["说"] = {
				["二"] = {
					["百"] = {
						["五"] = {
							["是"] = {
								["骂"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["不"] = {
				["像"] = {
					["我"] = {
						["们"] = {
							["，"] = {
								["我"] = {
									["们"] = {
										["已"] = {
											["经"] = {
												["老"] = {
													["了"] = {
														["，"] = {
															["无"] = {
																["所"] = {
																	["谓"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["还"] = {
				["年"] = {
					["轻"] = {
						["，"] = {
							["来"] = {
								["日"] = {
									["方"] = {
										["长"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["就"] = {
				["偷"] = {
					["着"] = {
						["乐"] = {
							["吧"] = {
								this = true
							}
						}
					}
				}
			},
			["俩"] = {
				["有"] = {
					["本"] = {
						["事"] = {
							["“"] = {
								["清"] = {
									["零"] = {
										["”"] = {
											["了"] = {
												["，"] = {
													["我"] = {
														["对"] = {
															["着"] = {
																["1"] = {
																	["4"] = {
																		["亿"] = {
																			["人"] = {
																				["割"] = {
																					["腕"] = {
																						["谢"] = {
																							["罪"] = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["母"] = {
			["亲"] = {
				this = true
			}
		},
		["奶"] = {
			["逼"] = {
				["里"] = {
					["能"] = {
						["耍"] = {
							["猴"] = {
								this = true
							}
						}
					}
				}
			},
			["奶"] = {
				this = true
			}
		},
		["娘"] = {
			this = true,
			["正"] = {
				["在"] = {
					["操"] = {
						["海"] = {
							["龟"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["三"] = {
			["条"] = {
				["腿"] = {
					["还"] = {
						["站"] = {
							["不"] = {
								["稳"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["色"] = {
			["嗎"] = {
				this = true
			},
			["吗"] = {
				this = true
			}
		},
		["說"] = {
			["我"] = {
				["說"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["听"] = {
			["见"] = {
				["神"] = {
					["的"] = {
						["声"] = {
							["音"] = {
								["了"] = {
									["吗"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["演"] = {
			["个"] = {
				J = {
					B = {
						this = true
					}
				}
			}
		},
		["爷"] = {
			["好"] = {
				["象"] = {
					["江"] = {
						["折"] = {
							["民"] = {
								this = true
							}
						}
					}
				}
			},
			["双"] = {
				["腿"] = {
					["全"] = {
						["干"] = {
							["瘸"] = {
								this = true
							}
						}
					}
				}
			},
			["太"] = {
				t = {
					m = {
						["不"] = {
							["是"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["爷"] = {
				["的"] = {
					this = true
				}
			}
		},
		["爺"] = {
			this = true
		},
		["以"] = {
			["为"] = {
				["你"] = {
					["是"] = {
						["工"] = {
							["商"] = {
								["城"] = {
									["管"] = {
										this = true
									}
								}
							}
						},
						["检"] = {
							["查"] = {
								["团"] = {
									["下"] = {
										["乡"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["知"] = {
			["我"] = {
				["知"] = {
					this = true
				}
			}
		},
		["要"] = {
			["说"] = {
				["我"] = {
					["叛"] = {
						["国"] = {
							["，"] = {
								["我"] = {
									["就"] = {
										["叛"] = {
											["国"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["办"] = {
			["事"] = {
				["，"] = {
					["我"] = {
						["放"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["妳"] = {
		["家"] = {
			["老"] = {
				["爸"] = {
					["雞"] = {
						["巴"] = {
							["短"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["母"] = {
				["的"] = {
					this = true
				}
			}
		},
		["妈"] = {
			["的"] = {
				this = true
			}
		},
		["马"] = {
			["的"] = {
				this = true
			}
		},
		["娘"] = {
			["的"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["年"] = {
		["老"] = {
			["年"] = {
				["少"] = {
					["都"] = {
						["得"] = {
							["退"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["轻"] = {
			["时"] = {
				["的"] = {
					["赵"] = {
						["紫"] = {
							["阳"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["九"] = {
			["八"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["廿"] = {
		["周"] = {
			["年"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["娘"] = {
		["的"] = {
			this = true
		},
		["餓"] = {
			["比"] = {
				this = true
			}
		},
		["俱"] = {
			["乐"] = {
				["部"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["嬢"] = {
		["覚"] = {
			["醒"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["鸟"] = {
		G = {
			M = {
				this = true
			}
		},
		["进"] = {
			["鸟"] = {
				["出"] = {
					this = true
				}
			}
		},
		["你"] = {
			this = true
		},
		["耍"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["鳥"] = {
		["越"] = {
			["乃"] = {
				["亞"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["尿"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["捏"] = {
		["动"] = {
			this = true
		},
		["奶"] = {
			this = true
		},
		["你"] = {
			["鶏"] = {
				["巴"] = {
					this = true
				}
			}
		},
		["弄"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["聂"] = {
		["荣"] = {
			["臻"] = {
				this = true
			}
		},
		["卫"] = {
			["国"] = {
				this = true
			},
			["平"] = {
				["知"] = {
					["名"] = {
						["好"] = {
							["友"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
