pg = pg or {}
slot0 = pg
slot0.word_template_75 = {}
slot1 = slot0.word_template_75

function temp()
	uv0["櫬"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["讖"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["撑"] = {
		["粤"] = {
			["语"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["成"] = {
		["功"] = {
			["克"] = {
				["隆"] = {
					["毛"] = {
						["泽"] = {
							["东"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["瀬"] = {
			["真"] = {
				["奈"] = {
					["美"] = {
						this = true
					}
				}
			}
		},
		["年"] = {
			["网"] = {
				this = true
			}
		},
		["品"] = {
			["冰"] = {
				this = true
			}
		},
		["人"] = {
			A = {
				["片"] = {
					this = true
				}
			},
			b = {
				t = {
					this = true
				}
			},
			["百"] = {
				["強"] = {
					this = true
				},
				["强"] = {
					this = true
				}
			},
			["保"] = {
				["健"] = {
					["品"] = {
						this = true
					}
				}
			},
			["必"] = {
				["上"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					this = true
				}
			},
			["導"] = {
				["航"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["动"] = {
				["画"] = {
					this = true
				},
				["漫"] = {
					this = true
				}
			},
			["仿"] = {
				["真"] = {
					["抽"] = {
						["插"] = {
							this = true
						}
					}
				}
			},
			["黄"] = {
				["站"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["图"] = {
						["片"] = {
							this = true
						}
					},
					["网"] = {
						["站"] = {
							this = true
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["禁"] = {
				["书"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["聊"] = {
				["天"] = {
					this = true,
					["室"] = {
						this = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			},
			["漫"] = {
				["画"] = {
					this = true
				}
			},
			["配"] = {
				["色"] = {
					this = true
				}
			},
			["片"] = {
				this = true
			},
			["频"] = {
				["道"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				},
				["區"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true,
					["聊"] = {
						["天"] = {
							this = true
						}
					}
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			},
			["图"] = {
				["库"] = {
					this = true
				},
				["片"] = {
					this = true
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			},
			["网"] = {
				this = true,
				["站"] = {
					this = true,
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			},
			["網"] = {
				["站"] = {
					this = true
				}
			},
			["卫"] = {
				["星"] = {
					["频"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["文"] = {
				["学"] = {
					this = true
				},
				["學"] = {
					this = true
				}
			},
			["五"] = {
				["月"] = {
					["天"] = {
						this = true
					}
				}
			},
			["午"] = {
				["夜"] = {
					["場"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			},
			["下"] = {
				["载"] = {
					this = true
				}
			},
			["小"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["说"] = {
					this = true
				},
				["說"] = {
					this = true
				}
			},
			["影"] = {
				["视"] = {
					this = true
				},
				["院"] = {
					this = true
				}
			},
			["用"] = {
				["刀"] = {
					["报"] = {
						["复"] = {
							["的"] = {
								["也"] = {
									["是"] = {
										["你"] = {
											["们"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["品"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["站"] = {
				this = true
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["诚"] = {
		["心"] = {
			["机"] = {
				["器"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["信"] = {
			["代"] = {
				["考"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["意"] = {
			["哥"] = {
				["哥"] = {
					this = true
				}
			},
			["加"] = {
				q = {
					this = true
				},
				["我"] = {
					this = true
				}
			},
			["玩"] = {
				["的"] = {
					["哥"] = {
						["哥"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["的"] = {
					["哥"] = {
						["哥"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["城"] = {
		["堡"] = {
			["里"] = {
				["的"] = {
					["激"] = {
						["情"] = {
							this = true
						}
					}
				}
			}
		},
		["管"] = {
			this = true,
			["大"] = {
				["队"] = {
					["长"] = {
						["猝"] = {
							["死"] = {
								["在"] = {
									["街"] = {
										["头"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["员"] = {
					["大"] = {
						["家"] = {
							["皆"] = {
								["散"] = {
									["去"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["土"] = {
				["匪"] = {
					["化"] = {
						this = true
					}
				}
			},
			["想"] = {
				["掀"] = {
					["谁"] = {
						["的"] = {
							["摊"] = {
								["位"] = {
									["就"] = {
										["掀"] = {
											["谁"] = {
												["的"] = {
													["摊"] = {
														["位"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["需"] = {
				["要"] = {
					["的"] = {
						["就"] = {
							["是"] = {
								["你"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["里"] = {
			["晚"] = {
				["上"] = {
					["人"] = {
						["叫"] = {
							["鸡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["麻"] = {
			["美"] = {
				this = true
			}
		},
		["市"] = {
			["教"] = {
				["会"] = {
					this = true
				}
			},
			["里"] = {
				["最"] = {
					["牛"] = {
						["逼"] = {
							["的"] = {
								["展"] = {
									["览"] = {
										["品"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
