pg = pg or {}
slot0 = pg
slot0.word_template_353 = {}
slot1 = slot0.word_template_353

function temp()
	uv0["献"] = {
		["身"] = {
			["一"] = {
				["位"] = {
					["领"] = {
						["导"] = {
							["当"] = {
								["作"] = {
									["靠"] = {
										["山"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["膁"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["獻"] = {
		["祭"] = {
			["的"] = {
				["圖"] = {
					["騰"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["乡"] = {
		["巴"] = {
			["佬"] = {
				this = true
			}
		},
		["村"] = {
			["春"] = {
				["潮"] = {
					this = true
				}
			}
		},
		["里"] = {
			["干"] = {
				["部"] = {
					["忙"] = {
						["赌"] = {
							["博"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["烟"] = {
			["披"] = {
				["花"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["相"] = {
		["奸"] = {
			this = true
		},
		["马"] = {
			["茜"] = {
				this = true
			}
		},
		["片"] = {
			["绝"] = {
				["对"] = {
					["真"] = {
						["实"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["桃"] = {
				this = true
			},
			["翔"] = {
				["子"] = {
					this = true
				}
			},
			["由"] = {
				["美"] = {
					this = true
				}
			}
		},
		["慰"] = {
			this = true
		},
		["原"] = {
			["梨"] = {
				["花"] = {
					this = true
				}
			}
		},
		["约"] = {
			["异"] = {
				["次"] = {
					["元"] = {
						this = true
					}
				}
			}
		},
		["泽"] = {
			["真"] = {
				["纪"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["香"] = {
		["港"] = {
			this = true,
			["不"] = {
				["是"] = {
					["中"] = {
						["国"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				this = true
			},
			["回"] = {
				["归"] = {
					["晚"] = {
						["会"] = {
							["上"] = {
								this = true
							}
						}
					}
				},
				["歸"] = {
					["沒"] = {
						["看"] = {
							["見"] = {
								this = true
							}
						}
					}
				}
			},
			["建"] = {
				["国"] = {
					this = true
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						["公"] = {
							["司"] = {
								["特"] = {
									["码"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["沦"] = {
				["陷"] = {
					this = true
				}
			},
			["迷"] = {
				["药"] = {
					this = true
				}
			},
			["民"] = {
				["主"] = {
					["派"] = {
						this = true
					}
				},
				["族"] = {
					["党"] = {
						this = true
					}
				}
			},
			["奇"] = {
				["案"] = {
					["之"] = {
						["强"] = {
							["奸"] = {
								this = true
							}
						}
					}
				}
			},
			["赛"] = {
				["马"] = {
					["会"] = {
						this = true,
						["大"] = {
							["型"] = {
								["六"] = {
									["合"] = {
										["彩"] = {
											["资"] = {
												["讯"] = {
													["网"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						},
						["六"] = {
							["合"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["賽"] = {
				["馬"] = {
					["會"] = {
						this = true
					}
				}
			},
			["支"] = {
				["联"] = {
					["会"] = {
						this = true
					}
				}
			},
			["总"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["里"] = {
			["奈"] = {
				this = true
			}
		},
		["舌"] = {
			this = true
		},
		["水"] = {
			["型"] = {
				["迷"] = {
					["奸"] = {
						["药"] = {
							this = true
						}
					}
				}
			}
		},
		["香"] = {
			["公"] = {
				["主"] = {
					this = true
				}
			}
		},
		["烟"] = {
			["厂"] = {
				["家"] = {
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					this = true
				}
			},
			["回"] = {
				["收"] = {
					this = true
				}
			},
			["迷"] = {
				["药"] = {
					this = true,
					["催"] = {
						["眠"] = {
							["迷"] = {
								["幻"] = {
									["药"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["批"] = {
				["发"] = {
					this = true
				}
			},
			["销"] = {
				["售"] = {
					this = true
				}
			}
		}
	}
end

temp()
