pg = pg or {}
slot0 = pg
slot0.word_template_270 = {}
slot1 = slot0.word_template_270

function temp()
	uv0["粨"] = {
		["え"] = {
			["徦"] = {
				["鈔"] = {
					this = true
				}
			}
		},
		["衯"] = {
			["粨"] = {
				["貼"] = {
					["图"] = {
						this = true
					}
				}
			}
		},
		["合"] = {
			["苞"] = {
				this = true
			}
		},
		["悧"] = {
			["爺"] = {
				["佬"] = {
					["單"] = {
						["幵"] = {
							this = true
						}
					}
				}
			}
		},
		["順"] = {
			["鎖"] = {
				["業"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["摆"] = {
		["货"] = {
			this = true
		},
		["脱"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["败"] = {
		["火"] = {
			["尤"] = {
				["物"] = {
					this = true
				}
			}
		},
		["类"] = {
			["政"] = {
				["府"] = {
					this = true
				}
			}
		},
		["酯"] = {
			["醛"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["拜"] = {
		["访"] = {
			["者"] = {
				Q = {
					this = true
				}
			}
		},
		["訪"] = {
			["家"] = {
				["宅"] = {
					["女"] = {
						["人"] = {
							["們"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["神"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["稗"] = {
		["官"] = {
			["野"] = {
				["记"] = {
					[" "] = {
						["彭"] = {
							["雷"] = {
								this = true
							},
							["蕾"] = {
								this = true
							},
							["龙"] = {
								["坤"] = {
									this = true
								}
							}
						},
						["山"] = {
							["东"] = {
								["郓"] = {
									["城"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["斑"] = {
		["蝥"] = {
			["低"] = {
				["价"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["阪"] = {
		["井"] = {
			["麻"] = {
				["衣"] = {
					this = true
				}
			},
			["真"] = {
				["梨"] = {
					this = true
				}
			}
		},
		["警"] = {
			["麻"] = {
				["衣"] = {
					this = true
				}
			},
			["真"] = {
				["梨"] = {
					this = true
				}
			}
		},
		["卷"] = {
			["明"] = {
				["日"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["上"] = {
			["友"] = {
				["香"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["坂"] = {
		["本"] = {
			["晶"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["惊"] = {
			["真"] = {
				["理"] = {
					["绘"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["井"] = {
			["麻"] = {
				["衣"] = {
					this = true
				}
			},
			["真"] = {
				["弓"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["梨"] = {
					this = true
				}
			}
		},
		["丼"] = {
			["痲"] = {
				["衣"] = {
					this = true
				}
			},
			["眞"] = {
				["藜"] = {
					this = true
				}
			}
		},
		["警"] = {
			["麻"] = {
				["衣"] = {
					this = true
				}
			},
			["真"] = {
				["弓"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["梨"] = {
					this = true
				}
			}
		},
		["卷"] = {
			["明"] = {
				["日"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["巻"] = {
			["里"] = {
				["緒"] = {
					["菜"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["口"] = {
			["枫"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["华"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["上"] = {
			["友"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["田"] = {
			["办"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							this = true
						}
					}
				},
				["证"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["粄"] = {
		["島"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["拌"] = {
		["大"] = {
			["学"] = {
				["毕"] = {
					["业"] = {
						["正"] = {
							this = true
						}
					}
				}
			}
		},
		["高"] = {
			["中"] = {
				["毕"] = {
					["业"] = {
						["正"] = {
							this = true
						}
					}
				}
			}
		},
		["假"] = {
			["毕"] = {
				["业"] = {
					["正"] = {
						this = true
					}
				}
			},
			["房"] = {
				["产"] = {
					["正"] = {
						this = true
					}
				}
			},
			["户"] = {
				["口"] = {
					["本"] = {
						this = true
					}
				}
			},
			["结"] = {
				["婚"] = {
					["正"] = {
						this = true
					}
				}
			},
			["英"] = {
				["语"] = {
					["六"] = {
						["级"] = {
							["正"] = {
								this = true
							}
						}
					},
					["四"] = {
						["级"] = {
							["正"] = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				["件"] = {
					this = true
				},
				["克"] = {
					["章"] = {
						this = true
					}
				}
			}
		},
		["军"] = {
			["官"] = {
				["正"] = {
					this = true
				}
			}
		},
		["离"] = {
			["婚"] = {
				["正"] = {
					this = true
				}
			}
		},
		["理"] = {
			this = true,
			["毕"] = {
				["业"] = {
					["正"] = {
						this = true
					}
				}
			},
			["财"] = {
				["务"] = {
					["公"] = {
						["章"] = {
							this = true
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["操"] = {
						["作"] = {
							["正"] = {
								this = true
							}
						}
					},
					["档"] = {
						["案"] = {
							this = true
						}
					},
					["资"] = {
						["格"] = {
							["正"] = {
								this = true
							}
						}
					}
				}
			},
			["户"] = {
				["口"] = {
					["本"] = {
						this = true
					}
				}
			},
			["假"] = {
				["护"] = {
					["照"] = {
						this = true
					}
				},
				["正"] = {
					this = true,
					["克"] = {
						["章"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["车"] = {
					["车"] = {
						["牌"] = {
							this = true
						}
					}
				},
				["官"] = {
					["正"] = {
						this = true
					}
				}
			},
			["离"] = {
				["婚"] = {
					["正"] = {
						this = true
					}
				}
			},
			["企"] = {
				["业"] = {
					["公"] = {
						["章"] = {
							this = true
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["正"] = {
						this = true
					}
				}
			},
			["统"] = {
				["考"] = {
					["正"] = {
						["书"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["考"] = {
					["正"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		},
		["四"] = {
			["六"] = {
				["级"] = {
					["正"] = {
						this = true
					}
				}
			}
		},
		["文"] = {
			["凭"] = {
				["克"] = {
					["章"] = {
						this = true
					}
				}
			}
		},
		["正"] = {
			this = true,
			["发"] = {
				["漂"] = {
					this = true
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["件"] = {
				["克"] = {
					["章"] = {
						this = true
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			},
			["克"] = {
				["章"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["中"] = {
				["心"] = {
					this = true
				}
			}
		}
	}
end

temp()
