pg = pg or {}
slot0 = pg
slot0.word_template_363 = {}
slot1 = slot0.word_template_363

function temp()
	uv0["左"] = {
		["啡"] = {
			["诺"] = {
				this = true
			}
		},
		["芬"] = {
			["啡"] = {
				["烷"] = {
					this = true
				}
			}
		},
		["轮"] = {
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["美"] = {
			["沙"] = {
				["芬"] = {
					this = true
				}
			}
		},
		["手"] = {
			["拿"] = {
				["的"] = {
					["避"] = {
						["孕"] = {
							["套"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["旋"] = {
			["麻"] = {
				["黄"] = {
					["素"] = {
						this = true
					}
				}
			}
		},
		["淑"] = {
			["娴"] = {
				["，"] = {
					["女"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["佐"] = {
		["井"] = {
			["仁"] = {
				["美"] = {
					this = true
				}
			}
		},
		["藤"] = {
			["蓝"] = {
				["子"] = {
					this = true
				}
			},
			["里"] = {
				["香"] = {
					this = true
				}
			},
			["枝"] = {
				["里"] = {
					["子"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["作"] = {
		["."] = {
			["弊"] = {
				["."] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["★"] = {
			["弊"] = {
				["★"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["爱"] = {
			this = true,
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["还"] = {
				["要"] = {
					["舌"] = {
						["头"] = {
							["舔"] = {
								this = true
							}
						}
					}
				}
			},
			["要"] = {
				["从"] = {
					["后"] = {
						["面"] = {
							["插"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["愛"] = {
			this = true
		},
		["弊"] = {
			["器"] = {
				this = true,
				["破"] = {
					["解"] = {
						this = true
					}
				}
			},
			["设"] = {
				["备"] = {
					this = true
				}
			}
		},
		["恶"] = {
			["无"] = {
				["法"] = {
					["又"] = {
						["无"] = {
							["天"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["秀"] = {
			this = true
		},
		["为"] = {
			["中"] = {
				["国"] = {
					["领"] = {
						["导"] = {
							["人"] = {
								["，"] = {
									["我"] = {
										["能"] = {
											["够"] = {
												["为"] = {
													["1"] = {
														["4"] = {
															["亿"] = {
																["中"] = {
																	["国"] = {
																		["人"] = {
																			["民"] = {
																				["服"] = {
																					["务"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["坐"] = {
		["火"] = {
			["車"] = {
				["出"] = {
					["軌"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["脸"] = {
			this = true
		},
		["台"] = {
			this = true,
			["的"] = {
				this = true
			},
			["公"] = {
				["关"] = {
					this = true
				}
			},
			["只"] = {
				["点"] = {
					["吕"] = {
						["秀"] = {
							["莲"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["着"] = {
			["插"] = {
				this = true
			},
			["收"] = {
				["钱"] = {
					["看"] = {
						["操"] = {
							["逼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["庄"] = {
			this = true
		},
		["莊"] = {
			this = true
		},
		["新"] = {
			["干"] = {
				["线"] = {
					["那"] = {
						["位"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["阼"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["祚"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["做"] = {
		a = {
			i = {
				this = true
			}
		},
		["爱"] = {
			this = true,
			["不"] = {
				["痛"] = {
					["叫"] = {
						["得"] = {
							["出"] = {
								["奇"] = {
									this = true
								}
							},
							["奇"] = {
								this = true
							}
						}
					}
				}
			},
			["插"] = {
				["得"] = {
					["浅"] = {
						this = true,
						["生"] = {
							["科"] = {
								["学"] = {
									["家"] = {
										this = true
									}
								}
							}
						},
						["一"] = {
							["些"] = {
								["可"] = {
									["生"] = {
										["科"] = {
											["学"] = {
												["家"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["技"] = {
				["巧"] = {
					["顶"] = {
						["呱"] = {
							["呱"] = {
								this = true
							}
						}
					}
				}
			},
			["来"] = {
				["啊"] = {
					["啊"] = {
						["叫"] = {
							this = true
						}
					}
				}
			},
			["如"] = {
				["此"] = {
					["多"] = {
						["招"] = {
							this = true
						}
					}
				}
			},
			["身"] = {
				["体"] = {
					["好"] = {
						this = true
					}
				}
			},
			["实"] = {
				["在"] = {
					["真"] = {
						["有"] = {
							["劲"] = {
								this = true
							}
						}
					}
				}
			},
			["爽"] = {
				["不"] = {
					["爽"] = {
						this = true,
						["没"] = {
							["有"] = {
								["摇"] = {
									["头"] = {
										["爽"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["兴"] = {
				["奋"] = {
					["过"] = {
						["度"] = {
							["脱"] = {
								["精"] = {
									["而"] = {
										["亡"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["要"] = {
				["从"] = {
					["后"] = {
						["面"] = {
							["插"] = {
								this = true
							}
						}
					}
				}
			},
			["夜"] = {
				["当"] = {
					["午"] = {
						this = true
					}
				}
			},
			["姿"] = {
				["势"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["愛"] = {
			this = true,
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["圖"] = {
				["片"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["到"] = {
			["哥"] = {
				["哥"] = {
					["满"] = {
						["意"] = {
							this = true
						}
					}
				}
			}
		},
		["肛"] = {
			this = true
		},
		["给"] = {
			["天"] = {
				["看"] = {
					this = true
				}
			}
		},
		["家"] = {
			["教"] = {
				["时"] = {
					["被"] = {
						["奸"] = {
							this = true
						}
					}
				}
			}
		},
		["假"] = {
			this = true,
			["驾"] = {
				["驶"] = {
					["证"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true
			},
			["会"] = {
				["计"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["驾"] = {
			["驶"] = {
				["证"] = {
					this = true
				}
			}
		},
		["了"] = {
			["十"] = {
				["年"] = {
					["世"] = {
						["界"] = {
							["上"] = {
								["国"] = {
									["家"] = {
										["的"] = {
											["总"] = {
												["理"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["领"] = {
			["导"] = {
				["也"] = {
					["难"] = {
						this = true
					}
				}
			}
		},
		["奴"] = {
			["隶"] = {
				["的"] = {
					["大"] = {
						["小"] = {
							["姐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["枪"] = {
			this = true
		},
		["人"] = {
			["当"] = {
				["如"] = {
					["邓"] = {
						["小"] = {
							["平"] = {
								this = true
							}
						}
					},
					["胡"] = {
						["进"] = {
							["套"] = {
								this = true
							}
						}
					},
					["贾"] = {
						["庆"] = {
							["林"] = {
								this = true
							}
						}
					},
					["温"] = {
						["假"] = {
							["报"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["身"] = {
			["份"] = {
				["证"] = {
					this = true
				}
			}
		},
		["视"] = {
			["频"] = {
				["的"] = {
					this = true
				}
			}
		},
		["台"] = {
			["小"] = {
				["姐"] = {
					["黑"] = {
						["社"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["泰"] = {
			["国"] = {
				["按"] = {
					["摩"] = {
						this = true
					}
				}
			}
		},
		["维"] = {
			["吾"] = {
				["尔"] = {
					["人"] = {
						["最"] = {
							["难"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["硝"] = {
			["酸"] = {
				["甘"] = {
					["油"] = {
						["炸"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鴨"] = {
			this = true
		},
		["一"] = {
			["些"] = {
				["政"] = {
					["治"] = {
						["交"] = {
							["待"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["原"] = {
			["子"] = {
				["弹"] = {
					["方"] = {
						["法"] = {
							this = true
						}
					}
				}
			}
		},
		["炸"] = {
			["弹"] = {
				this = true
			},
			["药"] = {
				this = true
			}
		},
		["证"] = {
			["件"] = {
				this = true
			}
		},
		["毕"] = {
			["业"] = {
				["文"] = {
					["凭"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
