pg = pg or {}
slot0 = pg
slot0.word_template_49 = {}
slot1 = slot0.word_template_49

temp = function()
	uv0["瑪"] = {
		["麗"] = {
			["亞"] = {
				this = true
			}
		},
		["雅"] = {
			this = true,
			["網"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["螞"] = {
		["蟻"] = {
			["上"] = {
				["樹"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["骂"] = {
		["人"] = {
			["歇"] = {
				["后"] = {
					["语"] = {
						this = true
					}
				}
			}
		},
		["劣"] = {
			["猫"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["吗"] = {
		["苯"] = {
			["丁"] = {
				["酯"] = {
					this = true
				}
			}
		},
		["的"] = {
			this = true
		},
		["啡"] = {
			this = true,
			["碱"] = {
				this = true
			},
			["片"] = {
				this = true
			}
		},
		["拉"] = {
			["胺"] = {
				this = true
			}
		},
		["哌"] = {
			["利"] = {
				["定"] = {
					this = true
				}
			}
		},
		["酰"] = {
			["胺"] = {
				["中"] = {
					["间"] = {
						["体"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["嘛"] = {
		["奖"] = {
			["机"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["买"] = {
		["财"] = {
			["富"] = {
				this = true
			}
		},
		["春"] = {
			this = true,
			["军"] = {
				["团"] = {
					this = true
				}
			},
			["堂"] = {
				this = true
			}
		},
		["的"] = {
			["起"] = {
				["房"] = {
					["那"] = {
						["是"] = {
							["扯"] = {
								["蛋"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["肝"] = {
			["脏"] = {
				this = true
			}
		},
		["买"] = {
			["提"] = {
				this = true
			}
		},
		["卖"] = {
			["黄"] = {
				["麻"] = {
					["素"] = {
						this = true
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["子"] = {
						["弹"] = {
							this = true
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["车"] = {
					["拦"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			},
			["小"] = {
				["冰"] = {
					["砖"] = {
						this = true
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["眼"] = {
				["镜"] = {
					["蛇"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["溴"] = {
				["西"] = {
					["泮"] = {
						this = true
					}
				}
			},
			["赵"] = {
				["氏"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["慢"] = {
				["性"] = {
					["毒"] = {
						["药"] = {
							this = true
						}
					}
				}
			},
			["社"] = {
				["保"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			},
			["巴"] = {
				["克"] = {
					["马"] = {
						["斯"] = {
							["特"] = {
								["救"] = {
									["生"] = {
										["刀"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["罂"] = {
				["粟"] = {
					["碱"] = {
						this = true
					}
				}
			},
			["高"] = {
				["压"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["古"] = {
					["制"] = {
						["作"] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["假"] = {
				["学"] = {
					["士"] = {
						["学"] = {
							["位"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["肾"] = {
			this = true
		},
		["通"] = {
			g = {
				o = {
					v = {
						["做"] = {
							["靠"] = {
								["山"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["政"] = {
				["府"] = {
					["做"] = {
						["靠"] = {
							["山"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["麦"] = {
		["当"] = {
			["劳"] = {
				["麦"] = {
					["当"] = {
						["劳"] = {
							["麦"] = {
								["个"] = {
									["鸡"] = {
										["吧"] = {
											["毛"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["角"] = {
			["酸"] = {
				this = true,
				["二"] = {
					["乙"] = {
						["基"] = {
							["酰"] = {
								["胺"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["乙"] = {
				["二"] = {
					["胺"] = {
						this = true
					}
				}
			}
		},
		["罗"] = {
			["啡"] = {
				this = true
			}
		},
		["司"] = {
			["卡"] = {
				["林"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["卖"] = {
		["."] = {
			["国"] = {
				this = true
			}
		},
		["4"] = {
			["5"] = {
				M = {
					M = {
						["狗"] = {
							["粮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["5"] = {
			["4"] = {
				["式"] = {
					["6"] = {
						["4"] = {
							["式"] = {
								this = true
							}
						}
					}
				}
			}
		},
		B = {
			this = true
		},
		b = {
			this = true
		},
		C = {
			F = {
				X = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		I = {
			D = {
				this = true
			}
		},
		Q = {
			Q = {
				this = true
			}
		},
		s = {
			h = {
				e = {
					n = {
						this = true
					}
				}
			}
		},
		["逼"] = {
			this = true,
			["无"] = {
				["限"] = {
					["红"] = {
						this = true
					}
				}
			}
		},
		["比"] = {
			this = true,
			["劈"] = {
				["大"] = {
					["腿"] = {
						this = true
					}
				}
			}
		},
		["财"] = {
			["富"] = {
				this = true
			}
		},
		["党"] = {
			["求"] = {
				["荣"] = {
					this = true
				}
			}
		},
		["毒"] = {
			["品"] = {
				this = true
			}
		},
		["仿"] = {
			["真"] = {
				["枪"] = {
					["模"] = {
						this = true
					}
				}
			}
		},
		["肝"] = {
			["脏"] = {
				this = true
			}
		},
		["高"] = {
			["压"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["工"] = {
			["字"] = {
				["牌"] = {
					["汽"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["广"] = {
			["州"] = {
				["三"] = {
					["箭"] = {
						["气"] = {
							this = true
						}
					}
				}
			}
		},
		["国"] = {
			this = true,
			["求"] = {
				["荣"] = {
					this = true
				}
			}
		},
		["海"] = {
			["洛"] = {
				["因"] = {
					this = true
				}
			}
		},
		["号"] = {
			this = true
		},
		["虎"] = {
			["头"] = {
				["双"] = {
					["管"] = {
						this = true
					}
				}
			}
		},
		["健"] = {
			["卫"] = {
				["小"] = {
					["口"] = {
						["径"] = {
							this = true
						}
					}
				}
			}
		},
		["金"] = {
			["钟"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["进"] = {
			["口"] = {
				["汽"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["卡"] = {
			this = true
		},
		["猎"] = {
			["枪"] = {
				this = true
			}
		},
		["迷"] = {
			["魂"] = {
				["药"] = {
					["三"] = {
						["唑"] = {
							["仑"] = {
								this = true
							}
						}
					}
				}
			},
			["藥"] = {
				this = true
			}
		},
		["铅"] = {
			["弹"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			this = true,
			["支"] = {
				["弹"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["热"] = {
			["武"] = {
				["器"] = {
					this = true
				}
			}
		},
		["软"] = {
			["件"] = {
				this = true
			}
		},
		["三"] = {
			["箭"] = {
				["牌"] = {
					["气"] = {
						["槍"] = {
							this = true
						}
					}
				}
			}
		},
		["肾"] = {
			this = true
		},
		["手"] = {
			["铐"] = {
				this = true
			},
			["枪"] = {
				this = true
			}
		},
		["秃"] = {
			["鹰"] = {
				["汽"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["淫"] = {
			this = true,
			["的"] = {
				["不"] = {
					["一"] = {
						["定"] = {
							["是"] = {
								["小"] = {
									["姐"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["左"] = {
			["轮"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["右"] = {
			["丙"] = {
				["氧"] = {
					["芬"] = {
						this = true
					}
				}
			}
		},
		["狩"] = {
			["猎"] = {
				["弩"] = {
					this = true
				}
			}
		},
		["士"] = {
			["的"] = {
				["宁"] = {
					this = true
				}
			}
		},
		["证"] = {
			["件"] = {
				this = true
			}
		},
		["气"] = {
			["枪"] = {
				["瞄"] = {
					["准"] = {
						["镜"] = {
							this = true
						}
					}
				}
			}
		},
		["狗"] = {
			["腿"] = {
				["弯"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["缅"] = {
			["古"] = {
				["配"] = {
					["方"] = {
						this = true
					}
				}
			}
		},
		["安"] = {
			["纳"] = {
				["咖"] = {
					this = true
				}
			}
		},
		["假"] = {
			["证"] = {
				["件"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["麥"] = {
		["克"] = {
			["斯"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["勱"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["馒"] = {
		["头"] = {
			["屄"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["瞞"] = {
		["報"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["饅"] = {
		["頭"] = {
			["屄"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["满"] = {
		["床"] = {
			["春"] = {
				["色"] = {
					this = true
				}
			}
		},
		["清"] = {
			["禁"] = {
				["宫"] = {
					["秘"] = {
						["史"] = {
							this = true
						}
					}
				}
			}
		},
		["意"] = {
			["付"] = {
				["费"] = {
					this = true
				}
			}
		},
		["足"] = {
			["身"] = {
				["体"] = {
					this = true
				}
			}
		},
		["脸"] = {
			["喷"] = {
				["雪"] = {
					this = true
				}
			}
		},
		["朝"] = {
			["文"] = {
				["武"] = {
					["为"] = {
						["何"] = {
							["支"] = {
								["支"] = {
									["吾"] = {
										["吾"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["嘴"] = {
			["的"] = {
				["仁"] = {
					["义"] = {
						["道"] = {
							["德"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["手"] = {
			["的"] = {
				["鲜"] = {
					["血"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["曼"] = {
		["德"] = {
			["拉"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["漫"] = {
		["步"] = {
			["丝"] = {
				["足"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["猫"] = {
		["女"] = {
			["凤"] = {
				["舞"] = {
					this = true
				}
			}
		},
		["咪"] = {
			["大"] = {
				["香"] = {
					["蕉"] = {
						this = true
					}
				}
			}
		},
		["泎"] = {
			["栋"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		["眼"] = {
			["看"] = {
				["中"] = {
					["国"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["茅"] = {
		["台"] = {
			["酒"] = {
				["回"] = {
					["收"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["冒"] = {
		["毛"] = {
			["湾"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["没"] = {
		["到"] = {
			["火"] = {
				["场"] = {
					["现"] = {
						["收"] = {
							["费"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["钱"] = {
			["的"] = {
				["时"] = {
					["候"] = {
						["老"] = {
							["婆"] = {
								["兼"] = {
									["秘"] = {
										["书"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["事"] = {
			["就"] = {
				["干"] = {
					["秘"] = {
						["书"] = {
							this = true
						}
					}
				},
				["用"] = {
					["手"] = {
						["抠"] = {
							b = {
								this = true
							}
						}
					}
				}
			}
		},
		["有"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						["就"] = {
							["没"] = {
								["有"] = {
									["三"] = {
										["鹿"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["理"] = {
				["由"] = {
					["拒"] = {
						["绝"] = {
							["的"] = {
								["宪"] = {
									["章"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["伤"] = {
				["痕"] = {
					["的"] = {
						["酷"] = {
							["刑"] = {
								this = true
							}
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					["爽"] = {
						this = true
					}
				}
			},
			["烟"] = {
				["抽"] = {
					["的"] = {
						["日"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["的"] = {
					["日"] = {
						["子"] = {
							["里"] = {
								this = true
							}
						}
					}
				}
			},
			x = {
				["3"] = {
					this = true
				}
			},
			["就"] = {
				p = {
					a = {
						s = {
							s = {
								["~"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["反"] = {
				["对"] = {
					["票"] = {
						this = true
					}
				}
			},
			["\\"] = {
				p = {
					P = {
						["+"] = {
							["就"] = {
								["没"] = {
									["有"] = {
										["\\"] = {
											p = {
												P = {
													["+"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["期"] = {
				["限"] = {
					["的"] = {
						["皇"] = {
							["上"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["张"] = {
					["反"] = {
						["对"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["在"] = {
			["上"] = {
				["海"] = {
					["当"] = {
						["警"] = {
							["察"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["读"] = {
			["过"] = {
				["中"] = {
					["学"] = {
						["的"] = {
							["博"] = {
								["士"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["想"] = {
			["到"] = {
				["他"] = {
					["（"] = {
						[" "] = {
							["）"] = {
								["这"] = {
									["么"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["马"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["玫"] = {
		["瑰"] = {
			["粉"] = {
				["推"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["梅"] = {
		["德"] = {
			["韦"] = {
				["杰"] = {
					["夫"] = {
						this = true
					}
				}
			},
			["韋"] = {
				["傑"] = {
					["夫"] = {
						this = true
					}
				}
			}
		},
		["毒"] = {
			this = true
		},
		["花"] = {
			["屄"] = {
				this = true
			},
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["璇"] = {
			["婷"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["媒"] = {
		["体"] = {
			["是"] = {
				["下"] = {
					["作"] = {
						["的"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["每"] = {
		["个"] = {
			["恐"] = {
				["怖"] = {
					["疯"] = {
						["子"] = {
							["都"] = {
								["要"] = {
									["学"] = {
										["习"] = {
											["他"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["年"] = {
			["公"] = {
				["款"] = {
					["大"] = {
						["吃"] = {
							["大"] = {
								["喝"] = {
									["铺"] = {
										["张"] = {
											["浪"] = {
												["费"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["月"] = {
					["不"] = {
						["能"] = {
							["改"] = {
								["头"] = {
									["像"] = {
										["那"] = {
											["天"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["日"] = {
			["结"] = {
				["算"] = {
					this = true
				}
			},
			["支"] = {
				["付"] = {
					this = true
				}
			},
			["最"] = {
				["高"] = {
					["工"] = {
						["资"] = {
							this = true
						}
					}
				}
			}
		},
		["天"] = {
			["喝"] = {
				["三"] = {
					["鹿"] = {
						["直"] = {
							["奔"] = {
								["黄"] = {
									["泉"] = {
										["路"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["收"] = {
				["入"] = {
					["不"] = {
						["低"] = {
							this = true
						}
					}
				}
			}
		},
		["张"] = {
			["麻"] = {
				["将"] = {
					["桌"] = {
						["上"] = {
							["都"] = {
								["是"] = {
									["三"] = {
										["缺"] = {
											["一"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["妹"] = {
		["开"] = {
			["苞"] = {
				this = true
			}
		},
		["妹"] = {
			["本"] = {
				["人"] = {
					this = true
				}
			},
			["屄"] = {
				this = true
			},
			["的"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			},
			["独"] = {
				["住"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				},
				["務"] = {
					this = true
				}
			},
			["好"] = {
				["风"] = {
					["骚"] = {
						this = true
					}
				}
			},
			["既"] = {
				["然"] = {
					["出"] = {
						["来"] = {
							["做"] = {
								this = true
							}
						}
					}
				}
			},
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["骚"] = {
				["图"] = {
					this = true
				}
			},
			["騷"] = {
				["圖"] = {
					this = true
				}
			},
			["上"] = {
				["门"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["为"] = {
				["哥"] = {
					["哥"] = {
						["的"] = {
							["服"] = {
								["务"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["阴"] = {
				["毛"] = {
					this = true
				}
			},
			["陰"] = {
				["毛"] = {
					this = true
				}
			}
		},
		["为"] = {
			["哥"] = {
				["哥"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["你"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			},
			["您"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["汁"] = {
			this = true
		},
		["子"] = {
			["会"] = {
				["做"] = {
					["爱"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["寐"] = {
		["春"] = {
			["卷"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["媚"] = {
		["姐"] = {
			this = true
		},
		["药"] = {
			["少"] = {
				["年"] = {
					this = true
				}
			}
		},
		["藥"] = {
			["少"] = {
				["年"] = {
					this = true
				}
			}
		},
		["上"] = {
			["欺"] = {
				["下"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["魅"] = {
		["惑"] = {
			["巨"] = {
				["乳"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["门"] = {
		["朗"] = {
			["塔"] = {
				["庆"] = {
					this = true
				}
			}
		},
		["徒"] = {
			["会"] = {
				this = true
			}
		}
	}
end

temp()
