pg = pg or {}
slot0 = pg
slot0.word_template_279 = {}
slot1 = slot0.word_template_279

function temp()
	uv0["青"] = {
		["藏"] = {
			["達"] = {
				["賴"] = {
					["亂"] = {
						["竄"] = {
							this = true
						}
					}
				}
			}
		},
		["春"] = {
			["少"] = {
				["男"] = {
					["想"] = {
						["做"] = {
							["爱"] = {
								this = true
							}
						}
					}
				},
				["女"] = {
					["想"] = {
						["做"] = {
							["爱"] = {
								this = true
							},
							["愛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["蓝"] = {
			["双"] = {
				["娇"] = {
					this = true
				}
			}
		},
		["柳"] = {
			["玲"] = {
				["麻"] = {
					this = true
				}
			}
		},
		["楼"] = {
			["十"] = {
				["二"] = {
					["房"] = {
						this = true
					}
				}
			}
		},
		["木"] = {
			["瀬"] = {
				["奈"] = {
					this = true
				}
			},
			["玲"] = {
				this = true
			},
			["友"] = {
				["梨"] = {
					this = true
				}
			}
		},
		["涩"] = {
			["的"] = {
				["性"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["梨"] = {
				["子"] = {
					this = true
				}
			}
		},
		["天"] = {
			["白"] = {
				["日"] = {
					this = true
				}
			}
		},
		["沼"] = {
			["知"] = {
				["朝"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["轻"] = {
		["插"] = {
			this = true
		},
		["呼"] = {
			["壮"] = {
				["弟"] = {
					["加"] = {
						["油"] = {
							this = true
						}
					}
				}
			}
		},
		["啃"] = {
			this = true
		},
		["轻"] = {
			["一"] = {
				["插"] = {
					["就"] = {
						["叫"] = {
							["痛"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["松"] = {
			["网"] = {
				["上"] = {
					["兼"] = {
						["职"] = {
							this = true
						}
					}
				}
			},
			["赚"] = {
				["钱"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["氢"] = {
		["弹"] = {
			this = true
		},
		["化"] = {
			["钠"] = {
				this = true
			}
		},
		["可"] = {
			["酮"] = {
				this = true
			}
		},
		["吗"] = {
			["啡"] = {
				["醇"] = {
					this = true
				},
				["酮"] = {
					this = true
				}
			}
		},
		["氧"] = {
			["化"] = {
				["钡"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["卿"] = {
		["本"] = {
			["佳"] = {
				["人"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["氫"] = {
		["彈"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["清"] = {
		["偿"] = {
			["债"] = {
				["务"] = {
					this = true
				}
			}
		},
		["除"] = {
			["负"] = {
				["面"] = {
					this = true
				}
			},
			["网"] = {
				["络"] = {
					["负"] = {
						["面"] = {
							["信"] = {
								["息"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["邪"] = {
				["灵"] = {
					["复"] = {
						["华"] = {
							["夏"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纯"] = {
			["女"] = {
				["教"] = {
					["师"] = {
						this = true
					}
				}
			},
			["唯"] = {
				["美"] = {
					this = true
				}
			}
		},
		["純"] = {
			["看"] = {
				["護"] = {
					["学"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["唯"] = {
				["美"] = {
					this = true
				}
			}
		},
		["醇"] = {
			["学"] = {
				["妹"] = {
					this = true
				}
			}
		},
		["宫"] = {
			["性"] = {
				["史"] = {
					this = true
				}
			}
		},
		["理"] = {
			["负"] = {
				["面"] = {
					this = true
				}
			}
		},
		["瘦"] = {
			["斯"] = {
				["文"] = {
					["篇"] = {
						this = true
					}
				}
			}
		},
		["晰"] = {
			["內"] = {
				["射"] = {
					this = true
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			}
		}
	}
end

temp()
