pg = pg or {}
slot0 = pg
slot0.word_template_39 = {}
slot1 = slot0.word_template_39

temp = function()
	uv0["精"] = {
		["液"] = {
			this = true,
			["四"] = {
				["射"] = {
					this = true
				}
			},
			["浴"] = {
				this = true
			},
			["榨"] = {
				["取"] = {
					this = true
				}
			}
		},
		["力"] = {
			this = true
		},
		["神"] = {
			["異"] = {
				["常"] = {
					this = true
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["母"] = {
				["亲"] = {
					this = true
				}
			},
			["羞"] = {
				["辱"] = {
					this = true
				}
			},
			["黄"] = {
				["纳"] = {
					this = true
				}
			}
		},
		["仿"] = {
			["香"] = {
				["烟"] = {
					this = true
				}
			},
			["原"] = {
				["厂"] = {
					this = true
				}
			}
		},
		["进"] = {
			["要"] = {
				["旨"] = {
					this = true
				}
			}
		},
		["品"] = {
			this = true,
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["至"] = {
				["爱"] = {
					this = true
				}
			},
			["国"] = {
				["产"] = {
					["高"] = {
						["清"] = {
							["自"] = {
								["在"] = {
									["线"] = {
										["看"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["双"] = {
				["飞"] = {
					this = true
				}
			}
		},
		["平"] = {
			this = true
		},
		["萍"] = {
			this = true
		},
		["修"] = {
			["处"] = {
				["女"] = {
					["膜"] = {
						this = true
					}
				}
			}
		},
		["鹰"] = {
			["汽"] = {
				["狗"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["油"] = {
			["开"] = {
				["背"] = {
					this = true
				}
			},
			["推"] = {
				["拿"] = {
					this = true
				}
			}
		},
		["装"] = {
			["情"] = {
				["不"] = {
					["自"] = {
						["禁"] = {
							this = true
						}
					}
				}
			}
		},
		["子"] = {
			this = true,
			["泥"] = {
				["棒"] = {
					this = true
				}
			},
			["飲"] = {
				this = true
			}
		},
		["英"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["甚"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["细"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["腻"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["走"] = {
			X = {
				this = true
			}
		},
		["肾"] = {
			["细"] = {
				["腻"] = {
					this = true
				}
			}
		},
		["准"] = {
			["输"] = {
				["送"] = {
					["病"] = {
						["毒"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0.X = {
		i = {
			J = {
				i = {
					n = {
						p = {
							i = {
								n = {
									g = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			[" "] = {
				j = {
					i = {
						n = {
							p = {
								i = {
									n = {
										g = {
											this = true
										}
									}
								}
							},
							[" "] = {
								p = {
									i = {
										n = {
											g = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			j = {
				i = {
					n = {
						[" "] = {
							p = {
								i = {
									n = {
										g = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["胖"] = {
				["子"] = {
					this = true
				}
			},
			["主"] = {
				["席"] = {
					this = true
				}
			},
			["称"] = {
				["帝"] = {
					["机"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["主"] = {
			["席"] = {
				["万"] = {
					["岁"] = {
						this = true
					}
				}
			}
		},
		["竹"] = {
			["席"] = {
				this = true
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["刂"] = {
			i = {
				n = {
					this = true
				}
			}
		},
		["上"] = {
			["飞"] = {
				this = true
			}
		},
		["縂"] = {
			["统"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["6"] = {
		["月"] = {
			["4"] = {
				["日"] = {
					this = true
				}
			},
			["没"] = {
				["有"] = {
					["四"] = {
						["日"] = {
							this = true
						}
					},
					["4"] = {
						["日"] = {
							this = true
						}
					}
				}
			},
			["5"] = {
				["日"] = {
					["前"] = {
						["一"] = {
							["天"] = {
								this = true
							}
						}
					},
					["的"] = {
						["前"] = {
							["壹"] = {
								["天"] = {
									this = true
								}
							},
							["一"] = {
								["天"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["3"] = {
				["日"] = {
					["后"] = {
						["一"] = {
							["天"] = {
								this = true
							}
						}
					},
					["的"] = {
						["明"] = {
							["天"] = {
								this = true
							}
						},
						["后"] = {
							["一"] = {
								["天"] = {
									this = true
								}
							}
						}
					}
				},
				["号"] = {
					["的"] = {
						["明"] = {
							["天"] = {
								this = true
							}
						}
					}
				}
			},
			["2"] = {
				["号"] = {
					["明"] = {
						["天"] = {
							["的"] = {
								["明"] = {
									["天"] = {
										this = true
									}
								}
							}
						}
					},
					["的"] = {
						["后"] = {
							["天"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["青"] = {
					["年"] = {
						["节"] = {
							this = true
						},
						["節"] = {
							this = true
						}
					}
				},
				["第"] = {
					["四"] = {
						["天"] = {
							this = true
						}
					},
					["4"] = {
						["天"] = {
							this = true
						}
					}
				},
				["4"] = {
					["号"] = {
						this = true
					}
				},
				["那"] = {
					["件"] = {
						["事"] = {
							this = true
						}
					}
				},
				["孓"] = {
					["食"] = {
						["大"] = {
							["学"] = {
								["生"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["四"] = {
				["日"] = {
					this = true
				}
			},
			["初"] = {
				["4"] = {
					this = true
				},
				["四"] = {
					this = true
				}
			}
		},
		["4"] = {
			this = true,
			["事"] = {
				["件"] = {
					this = true
				}
			},
			f = {
				e = {
					n = {
						g = {
							["波"] = {
								this = true
							}
						}
					}
				}
			},
			t = {
				i = {
					a = {
						n = {
							w = {
								a = {
									n = {
										g = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["9"] = {
					this = true
				}
			},
			["平"] = {
				["反"] = {
					this = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			},
			["学"] = {
				["运"] = {
					this = true
				}
			},
			["學"] = {
				["運"] = {
					this = true
				}
			},
			["3"] = {
				["1"] = {
					this = true,
					t = {
						r = {
							u = {
								t = {
									h = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			m = {
				e = {
					m = {
						o = {
							this = true
						}
					}
				}
			},
			["纪"] = {
				["念"] = {
					["碑"] = {
						this = true
					}
				}
			},
			["襟"] = {
				["章"] = {
					this = true
				}
			},
			["敏"] = {
				["感"] = {
					["期"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["4"] = {
				[" "] = {
					T = {
						i = {
							a = {
								n = {
									a = {
										n = {
											m = {
												e = {
													n = {
														[" "] = {
															S = {
																q = {
																	u = {
																		a = {
																			r = {
																				e = {
																					[" "] = {
																						M = {
																							o = {
																								u = {
																									r = {
																										n = {
																											i = {
																												n = {
																													g = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["+"] = {
			["8"] = {
				["+"] = {
					["9"] = {
						["+"] = {
							["4"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["-"] = {
			["8"] = {
				["9"] = {
					["-"] = {
						["4"] = {
							this = true
						}
					}
				}
			}
		},
		["8"] = {
			["9"] = {
				["-"] = {
					["4"] = {
						this = true
					}
				}
			}
		},
		["5"] = {
			["-"] = {
				["1"] = {
					["纪"] = {
						["念"] = {
							["馆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["（"] = {
			["河"] = {
				["蟹"] = {
					["）"] = {
						["4"] = {
							this = true
						}
					}
				}
			},
			["和"] = {
				["谐"] = {
					["）"] = {
						["4"] = {
							this = true
						}
					}
				}
			}
		},
		["四"] = {
			this = true
		},
		["9"] = {
			["行"] = {
				["动"] = {
					this = true
				},
				["動"] = {
					this = true
				}
			},
			["1"] = {
				["基"] = {
					["地"] = {
						this = true
					}
				}
			}
		},
		["0"] = {
			["4"] = {
				this = true
			},
			["后"] = {
				["上"] = {
					["台"] = {
						this = true
					}
				}
			},
			["代"] = {
				["掌"] = {
					["权"] = {
						this = true
					}
				}
			}
		},
		["在"] = {
			["左"] = {
				["耑"] = {
					["4"] = {
						["在"] = {
							["右"] = {
								["耑"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["驷"] = {
			this = true
		},
		["罒"] = {
			this = true
		},
		["泗"] = {
			this = true
		},
		["亖"] = {
			this = true
		},
		["似"] = {
			this = true
		},
		["寺"] = {
			this = true
		},
		["④"] = {
			this = true
		},
		s = {
			i = {
				this = true
			}
		},
		["号"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		u = {
			p = {
				["扑"] = {
					["克"] = {
						["之"] = {
							["星"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["2"] = {
			["2"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["7"] = {
			["4"] = {
				["1"] = {
					["工"] = {
						["程"] = {
							this = true
						}
					}
				}
			}
		},
		["个"] = {
			["月"] = {
				["份"] = {
					["的"] = {
						["第"] = {
							["4"] = {
								["天"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		w = {
			["7"] = {
				c = {
					["."] = {
						c = {
							o = {
								m = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["天"] = {
			["1"] = {
				["0"] = {
					["0"] = {
						["0"] = {
							["万"] = {
								["播"] = {
									["放"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["3"] = {
			["与"] = {
				["6"] = {
					["5"] = {
						["之"] = {
							["间"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["啊"] = {
		["扁"] = {
			["涛"] = {
				["哥"] = {
					this = true
				}
			}
		},
		["無"] = {
			["卵"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["哎"] = {
		["吔"] = {
			["女"] = {
				["朋"] = {
					["友"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["哀"] = {
		["淫"] = {
			["隶"] = {
				["娘"] = {
					this = true
				}
			}
		},
		["悼"] = {
			this = true
		},
		["思"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["埃"] = {
		["裏"] = {
			["克"] = {
				["蘇"] = {
					["特"] = {
						["勤"] = {
							this = true
						}
					}
				}
			}
		},
		["斯"] = {
			["萬"] = {
				this = true
			}
		},
		["托"] = {
			["啡"] = {
				this = true
			}
		},
		["内"] = {
			["斯"] = {
				["·"] = {
					["坎"] = {
						["特"] = {
							["·"] = {
								["弗"] = {
									["里"] = {
										["德"] = {
											["曼"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
