pg = pg or {}
slot0 = pg
slot0.word_template_226 = {}
slot1 = slot0.word_template_226

function temp()
	uv0["平"] = {
		["反"] = {
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				},
				["3"] = {
					["+"] = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["牛"] = {
				["屎"] = {
					this = true
				}
			},
			["八"] = {
				["九"] = {
					this = true
				}
			},
			["民"] = {
				["运"] = {
					this = true
				}
			}
		},
		["价"] = {
			["药"] = {
				["店"] = {
					this = true
				}
			}
		},
		["井"] = {
			["理"] = {
				["央"] = {
					this = true
				}
			}
		},
		["码"] = {
			this = true
		},
		["碼"] = {
			this = true
		},
		["山"] = {
			["爱"] = {
				["子"] = {
					this = true
				}
			},
			["里"] = {
				["美"] = {
					this = true
				}
			}
		},
		["时"] = {
			["在"] = {
				["家"] = {
					["无"] = {
						["聊"] = {
							this = true
						}
					}
				}
			}
		},
		["台"] = {
			["出"] = {
				["租"] = {
					this = true
				}
			}
		},
		["田"] = {
			["智"] = {
				["子"] = {
					this = true
				}
			}
		},
		["息"] = {
			["不"] = {
				["了"] = {
					["西"] = {
						["南"] = {
							["人"] = {
								["民"] = {
									["的"] = {
										["怨"] = {
											["气"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["暴"] = {
				["乱"] = {
					["纪"] = {
						["念"] = {
							["勋"] = {
								["章"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["肖"] = {
			this = true
		},
		["凡"] = {
			["六"] = {
				["肄"] = {
					this = true
				}
			}
		},
		["宝"] = {
			["座"] = {
				["位"] = {
					["涂"] = {
						["了"] = {
							["5"] = {
								["0"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["武"] = {
			["帝"] = {
				this = true
			}
		},
		["平"] = {
			["修"] = {
				["仙"] = {
					this = true
				}
			},
			["子"] = {
				this = true
			}
		},
		["子"] = {
			["称"] = {
				["帝"] = {
					["中"] = {
						["华"] = {
							["盛"] = {
								["世"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["民"] = {
			["情"] = {
				["怀"] = {
					["."] = {
						["{"] = {
							["0"] = {
								[","] = {
									["5"] = {
										["}"] = {
											["贵"] = {
												["族"] = {
													["气"] = {
														["质"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["方"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			}
		},
		["添"] = {
			["笑"] = {
				["料"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["苹"] = {
		["果"] = {
			j = {
				i = {
					this = true
				}
			},
			["机"] = {
				this = true
			},
			["日"] = {
				["报"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["岥"] = {
		["解"] = {
			["儀"] = {
				["噐"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["潑"] = {
		["婦"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["醱"] = {
		["票"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["迫"] = {
		["害"] = {
			["伴"] = {
				["奏"] = {
					["曲"] = {
						this = true
					}
				}
			}
		},
		["奸"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["扑"] = {
		["克"] = {
			["分"] = {
				["析"] = {
					["仪"] = {
						this = true
					}
				}
			},
			["千"] = {
				["术"] = {
					["手"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["扫"] = {
				["描"] = {
					["器"] = {
						this = true
					},
					["仪"] = {
						this = true
					}
				}
			},
			["探"] = {
				["测"] = {
					["仪"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
