pg = pg or {}
slot0 = pg
slot0.word_template_23 = {}
slot1 = slot0.word_template_23

temp = function()
	uv0["恶"] = {
		["打"] = {
			this = true
		},
		["党"] = {
			this = true
		},
		["谠"] = {
			this = true
		},
		["虎"] = {
			["狂"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["警"] = {
			this = true
		},
		["魔"] = {
			["岛"] = {
				this = true
			}
		},
		["女"] = {
			["夺"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["意"] = {
			["求"] = {
				["药"] = {
					this = true
				}
			},
			["发"] = {
				["烧"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["恩"] = {
		["氟"] = {
			["烷"] = {
				this = true
			}
		},
		["格"] = {
			["斯"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["儿"] = {
		["子"] = {
			this = true,
			["是"] = {
				["地"] = {
					["狱"] = {
						["的"] = {
							["使"] = {
								["者"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["童"] = {
			["节"] = {
				["后"] = {
					["三"] = {
						["天"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["鲕"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["鮞"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["二"] = {
		["+"] = {
			["六"] = {
				["宪"] = {
					["章"] = {
						this = true
					}
				}
			}
		},
		B = {
			this = true
		},
		["苯"] = {
			["氮"] = {
				["草"] = {
					this = true
				}
			}
		},
		["屄"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["的"] = {
			["3"] = {
				["次"] = {
					["方"] = {
						["宪"] = {
							["章"] = {
								this = true
							}
						}
					}
				}
			},
			["三"] = {
				["次"] = {
					["方"] = {
						["宪"] = {
							["章"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["甘"] = {
			["醇"] = {
				["超"] = {
					["标"] = {
						this = true
					},
					["標"] = {
						this = true
					}
				}
			}
		},
		["话"] = {
			["不"] = {
				["说"] = {
					["插"] = {
						["进"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["話"] = {
			["不"] = {
				["說"] = {
					["插"] = {
						["進"] = {
							["來"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["甲"] = {
			["苯"] = {
				this = true
			},
			["噻"] = {
				["丁"] = {
					this = true
				}
			}
		},
		["苦"] = {
			["基"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["硫"] = {
			["化"] = {
				["碳"] = {
					this = true
				}
			}
		},
		["六"] = {
			["社"] = {
				["论"] = {
					this = true
				}
			}
		},
		["氯"] = {
			["化"] = {
				["钡"] = {
					this = true
				}
			},
			["乙"] = {
				["烯"] = {
					this = true
				}
			}
		},
		["奶"] = {
			["大"] = {
				["奖"] = {
					this = true
				}
			},
			["腐"] = {
				["败"] = {
					this = true
				}
			},
			["三"] = {
				["奶"] = {
					["牛"] = {
						["奶"] = {
							["奶"] = {
								["奶"] = {
									["害"] = {
										["人"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["像"] = {
				["中"] = {
					["国"] = {
						["电"] = {
							["信"] = {
								this = true
							}
						}
					}
				}
			},
			["主"] = {
				["动"] = {
					["控"] = {
						["诉"] = {
							["贪"] = {
								["官"] = {
									["罪"] = {
										["行"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["人"] = {
			["の"] = {
				["果"] = {
					["実"] = {
						this = true
					}
				}
			}
		},
		["三"] = {
			["四"] = {
				["五"] = {
					["六"] = {
						["操"] = {
							b = {
								["挺"] = {
									["好"] = {
										["受"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["十"] = {
			["年"] = {
				["后"] = {
					["腐"] = {
						["败"] = {
							["更"] = {
								["猖"] = {
									this = true
								}
							}
						}
					}
				},
				["前"] = {
					["天"] = {
						["安"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			},
			["日"] = {
				this = true
			},
			["週"] = {
				["年"] = {
					this = true
				}
			},
			["七"] = {
				["亿"] = {
					["影"] = {
						["帝"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["铺"] = {
					["路"] = {
						this = true
					}
				},
				["秘"] = {
					["密"] = {
						["报"] = {
							["告"] = {
								this = true
							}
						}
					}
				},
				["猜"] = {
					["想"] = {
						this = true
					}
				},
				["夺"] = {
					["权"] = {
						this = true
					}
				},
				["提"] = {
					["拔"] = {
						this = true
					}
				},
				["博"] = {
					["弈"] = {
						this = true
					}
				},
				["权"] = {
					["力"] = {
						["博"] = {
							["弈"] = {
								this = true
							}
						},
						["稳"] = {
							["定"] = {
								this = true
							}
						}
					}
				},
				["动"] = {
					["向"] = {
						this = true
					}
				},
				["人"] = {
					["事"] = {
						["布"] = {
							["局"] = {
								this = true
							}
						}
					}
				},
				["政"] = {
					["治"] = {
						["信"] = {
							["号"] = {
								this = true
							}
						}
					}
				},
				["反"] = {
					["腐"] = {
						this = true
					}
				},
				["阻"] = {
					["力"] = {
						this = true
					}
				},
				["之"] = {
					["前"] = {
						["必"] = {
							["须"] = {
								["统"] = {
									["一"] = {
										this = true
									}
								}
							}
						},
						["要"] = {
							["来"] = {
								["个"] = {
									["大"] = {
										["的"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["后"] = {
						["开"] = {
							["打"] = {
								this = true
							}
						}
					}
				},
				["来"] = {
					["个"] = {
						["大"] = {
							["的"] = {
								this = true
							}
						}
					}
				},
				["清"] = {
					["洗"] = {
						this = true
					}
				},
				["防"] = {
					["反"] = {
						["习"] = {
							this = true
						}
					}
				},
				["前"] = {
					["后"] = {
						["打"] = {
							["台"] = {
								["湾"] = {
									this = true
								}
							}
						}
					},
					["的"] = {
						["博"] = {
							["弈"] = {
								this = true
							}
						}
					}
				},
				["后"] = {
					["将"] = {
						["对"] = {
							["台"] = {
								["动"] = {
									["手"] = {
										this = true
									}
								}
							}
						}
					},
					["开"] = {
						["打"] = {
							this = true
						}
					}
				},
				["要"] = {
					["生"] = {
						["变"] = {
							this = true
						}
					}
				},
				["无"] = {
					["法"] = {
						["连"] = {
							["任"] = {
								this = true
							}
						}
					}
				},
				["续"] = {
					["任"] = {
						this = true
					}
				},
				["上"] = {
					["位"] = {
						this = true
					},
					["最"] = {
						["先"] = {
							["确"] = {
								["定"] = {
									this = true
								}
							}
						}
					}
				},
				["保"] = {
					["驾"] = {
						["护"] = {
							["航"] = {
								this = true
							}
						}
					}
				},
				["自"] = {
					["我"] = {
						["接"] = {
							["班"] = {
								this = true
							}
						}
					}
				},
				["进"] = {
					["入"] = {
						["政"] = {
							["治"] = {
								["局"] = {
									this = true
								}
							}
						}
					}
				},
				["角"] = {
					["力"] = {
						this = true
					}
				},
				["取"] = {
					["得"] = {
						["连"] = {
							["任"] = {
								this = true
							}
						}
					}
				},
				["刀"] = {
					["把"] = {
						["子"] = {
							this = true
						}
					}
				},
				["获"] = {
					["得"] = {
						["连"] = {
							["任"] = {
								this = true
							}
						}
					}
				},
				["直"] = {
					["接"] = {
						["入"] = {
							["局"] = {
								this = true
							}
						}
					}
				},
				["入"] = {
					["局"] = {
						this = true
					}
				},
				["高"] = {
					["层"] = {
						this = true,
						["动"] = {
							["向"] = {
								this = true
							}
						}
					}
				},
				["谁"] = {
					["上"] = {
						["谁"] = {
							["下"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["世"] = {
					["纪"] = {
						["里"] = {
							["的"] = {
								["君"] = {
									["王"] = {
										this = true
									},
									["主"] = {
										this = true
									}
								},
								["皇"] = {
									["帝"] = {
										this = true
									}
								}
							}
						},
						["的"] = {
							["君"] = {
								["主"] = {
									this = true
								},
								["王"] = {
									this = true
								}
							},
							["皇"] = {
								["帝"] = {
									this = true
								}
							}
						}
					}
				}
			},
			D = {
				["会"] = {
					this = true
				}
			},
			d = {
				a = {
					this = true
				}
			},
			["哒"] = {
				this = true
			},
			["二"] = {
				["减"] = {
					["二"] = {
						["加"] = {
							["大"] = {
								this = true
							}
						}
					}
				}
			},
			["の"] = {
				["大"] = {
					["き"] = {
						["さ"] = {
							this = true
						}
					}
				}
			},
			["搞"] = {
				["袁"] = {
					["世"] = {
						["凯"] = {
							["称"] = {
								["帝"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["达"] = {
				this = true
			}
		},
		["肖"] = {
			this = true
		},
		["穴"] = {
			["中"] = {
				["出"] = {
					this = true
				}
			}
		},
		["乙"] = {
			["基"] = {
				["醚"] = {
					this = true
				},
				["酰"] = {
					["胺"] = {
						["发"] = {
							["抡"] = {
								this = true
							}
						}
					}
				}
			},
			["噻"] = {
				["丁"] = {
					this = true
				}
			}
		},
		["代"] = {
			["目"] = {
				this = true
			}
		},
		["流"] = {
			["报"] = {
				["纸"] = {
					this = true
				},
				["社"] = {
					this = true
				}
			}
		},
		["近"] = {
			["平"] = {
				this = true
			}
		},
		["联"] = {
			["制"] = {
				this = true
			}
		},
		["等"] = {
			["警"] = {
				["察"] = {
					["交"] = {
						["通"] = {
							["队"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["百"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["斤"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["麦"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["子"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["皇"] = {
			["子"] = {
				["母"] = {
					["妃"] = {
						this = true
					}
				}
			}
		},
		["月"] = {
			["镇"] = {
				["反"] = {
					this = true
				}
			}
		},
		["次"] = {
			["解"] = {
				["放"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["发"] = {
		p = {
			i = {
				a = {
					o = {
						this = true
					}
				}
			}
		},
		["财"] = {
			["得"] = {
				["行"] = {
					["贿"] = {
						this = true
					}
				}
			}
		},
		["娼"] = {
			["粉"] = {
				this = true
			}
		},
		["出"] = {
			["强"] = {
				["大"] = {
					["正"] = {
						["念"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["念"] = {
					this = true
				}
			}
		},
		["电"] = {
			["俏"] = {
				["娇"] = {
					["娃"] = {
						this = true
					}
				}
			}
		},
		["改"] = {
			["委"] = {
				this = true
			}
		},
		["浪"] = {
			this = true
		},
		["愣"] = {
			["工"] = {
				this = true
			}
		},
		["抡"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["仑"] = {
			this = true
		},
		["伦"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["囵"] = {
			this = true
		},
		["沦"] = {
			this = true
		},
		["纶"] = {
			this = true
		},
		["轮"] = {
			this = true
		},
		["论"] = {
			this = true,
			["公"] = {
				this = true
			},
			["功"] = {
				this = true
			}
		},
		["缥"] = {
			this = true
		},
		["票"] = {
			this = true,
			["代"] = {
				["开"] = {
					this = true
				},
				["開"] = {
					this = true
				},
				["理"] = {
					this = true
				}
			},
			["要"] = {
				["写"] = {
					["七"] = {
						["百"] = {
							["万"] = {
								this = true
							}
						}
					}
				}
			},
			["长"] = {
				["期"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["骚"] = {
			this = true
		},
		["帖"] = {
			["人"] = {
				["招"] = {
					["聘"] = {
						this = true
					}
				}
			}
		},
		["正"] = {
			["念"] = {
				this = true
			}
		},
		["彩"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["配"] = {
			["二"] = {
				["十"] = {
					["五"] = {
						["中"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["発"] = {
		["妻"] = {
			this = true
		},
		["射"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["發"] = {
		["工"] = {
			["資"] = {
				["都"] = {
					["捐"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["浪"] = {
			this = true
		},
		["楞"] = {
			this = true
		},
		["掄"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["倫"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["淪"] = {
			this = true
		},
		["輪"] = {
			this = true
		},
		["論"] = {
			this = true,
			["公"] = {
				this = true
			},
			["功"] = {
				this = true
			}
		},
		["票"] = {
			this = true
		},
		["騷"] = {
			this = true
		},
		["正"] = {
			["念"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["廢"] = {
		["墟"] = {
			["守"] = {
				["護"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["紙"] = {
			["箱"] = {
				["當"] = {
					["肉"] = {
						["餡"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["砝"] = {
		["仑"] = {
			["大"] = {
				["砝"] = {
					this = true
				}
			}
		},
		["伦"] = {
			this = true
		},
		["轮"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["珐"] = {
		["."] = {
			["輪"] = {
				["功"] = {
					this = true
				}
			}
		},
		["仑"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["伦"] = {
			this = true
		},
		["轮"] = {
			["工"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["翻"] = {
		["牌"] = {
			["机"] = {
				this = true,
				["遥"] = {
					["控"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["下"] = {
			["包"] = {
				["皮"] = {
					this = true
				}
			}
		},
		["译"] = {
			["大"] = {
				["动"] = {
					["运"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["樊"] = {
		["金"] = {
			["源"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["反"] = {
		["党"] = {
			this = true
		},
		["黨"] = {
			this = true
		},
		["动"] = {
			this = true
		},
		["对"] = {
			["党"] = {
				this = true
			},
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			},
			["执"] = {
				["政"] = {
					["党"] = {
						["就"] = {
							["要"] = {
								["坐"] = {
									["牢"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					["共"] = {
						["产"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			},
			["通"] = {
				["知"] = {
					this = true
				}
			},
			["外"] = {
				["部"] = {
					["势"] = {
						["力"] = {
							["干"] = {
								["涉"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["违"] = {
				["禁"] = {
					["动"] = {
						["物"] = {
							["压"] = {
								["堂"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["*"] = {
				["3"] = {
					this = true
				}
			},
			["，"] = {
				["反"] = {
					["对"] = {
						["，"] = {
							["反"] = {
								["对"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["假"] = {
				["投"] = {
					["票"] = {
						this = true
					}
				}
			},
			["惟"] = {
				["旎"] = {
					["上"] = {
						["任"] = {
							this = true
						}
					}
				}
			},
			["五"] = {
				["县"] = {
					["怜"] = {
						["认"] = {
							this = true
						}
					}
				},
				["线"] = {
					["廉"] = {
						["任"] = {
							this = true
						}
					}
				}
			},
			["无"] = {
				["线"] = {
					["廉"] = {
						["任"] = {
							this = true
						}
					},
					["怜"] = {
						["认"] = {
							this = true
						}
					}
				},
				["限"] = {
					["廉"] = {
						["任"] = {
							this = true
						}
					}
				}
			},
			["吴"] = {
				["县"] = {
					["潋"] = {
						["韧"] = {
							this = true
						}
					}
				}
			},
			["诬"] = {
				["陷"] = {
					["帘"] = {
						["刃"] = {
							this = true
						}
					}
				}
			},
			["冬"] = {
				["奥"] = {
					this = true
				}
			},
			["鸣"] = {
				["人"] = {
					["当"] = {
						["火"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["再"] = {
				["接"] = {
					["一"] = {
						["棒"] = {
							this = true
						}
					}
				}
			},
			["修"] = {
				["仙"] = {
					this = true
				}
			},
			["维"] = {
				["帝"] = {
					this = true
				}
			}
		},
		["封"] = {
			["锁"] = {
				this = true,
				["技"] = {
					["术"] = {
						this = true
					}
				}
			},
			["鎖"] = {
				this = true,
				["技"] = {
					["術"] = {
						this = true
					}
				}
			}
		},
		["腐"] = {
			["败"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				},
				["建"] = {
					["议"] = {
						["书"] = {
							["—"] = {
								["—"] = {
									["致"] = {
										["八"] = {
											["届"] = {
												["人"] = {
													["大"] = {
														["三"] = {
															["次"] = {
																["全"] = {
																	["会"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["敗"] = {
				["論"] = {
					["壇"] = {
						this = true
					}
				}
			}
		},
		["革"] = {
			["命"] = {
				this = true,
				["暴"] = {
					["乱"] = {
						this = true
					},
					["亂"] = {
						this = true
					}
				},
				["操"] = {
					["丈"] = {
						["母"] = {
							["娘"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["攻"] = {
			["大"] = {
				["陆"] = {
					this = true
				}
			}
		},
		["共"] = {
			this = true,
			["产"] = {
				this = true
			},
			["复"] = {
				["国"] = {
					this = true
				},
				["民"] = {
					this = true
				},
				["清"] = {
					this = true
				}
			},
			["联"] = {
				["盟"] = {
					this = true
				}
			},
			["聯"] = {
				["盟"] = {
					this = true
				}
			}
		},
		["汉"] = {
			["复"] = {
				["藏"] = {
					this = true
				}
			}
		},
		["华"] = {
			this = true,
			["暴"] = {
				["动"] = {
					this = true
				}
			},
			["大"] = {
				["暴"] = {
					["动"] = {
						this = true
					}
				}
			},
			["活"] = {
				["动"] = {
					this = true
				}
			},
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["疯"] = {
				["会"] = {
					["|"] = {
						["反"] = {
							["华"] = {
								["峰"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["華"] = {
			this = true
		},
		["间"] = {
			["神"] = {
				["捕"] = {
					this = true
				}
			}
		},
		["抗"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						this = true
					}
				}
			}
		},
		["恐"] = {
			["就"] = {
				["是"] = {
					["反"] = {
						["共"] = {
							this = true
						}
					}
				}
			},
			["委"] = {
				["员"] = {
					["会"] = {
						this = true
					}
				}
			},
			["怖"] = {
				["、"] = {
					["反"] = {
						["滲"] = {
							["透"] = {
								["、"] = {
									["反"] = {
										["分"] = {
											["裂"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["毛"] = {
			this = true,
			["方"] = {
				["阵"] = {
					this = true
				}
			}
		},
		["民"] = {
			["众"] = {
				this = true
			}
		},
		["屏"] = {
			["蔽"] = {
				this = true
			}
		},
		["人"] = {
			["类"] = {
				this = true
			},
			["類"] = {
				this = true
			}
		},
		["日"] = {
			this = true,
			["游"] = {
				["行"] = {
					this = true
				}
			}
		},
		["社"] = {
			["会"] = {
				this = true
			},
			["會"] = {
				this = true
			}
		},
		["贪"] = {
			["方"] = {
				["知"] = {
					["无"] = {
						["官"] = {
							["正"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["正"] = {
			["你"] = {
				["横"] = {
					["竖"] = {
						["都"] = {
							["是"] = {
								["嘴"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["政"] = {
			["府"] = {
				this = true
			}
		},
		["中"] = {
			["游"] = {
				["行"] = {
					this = true
				}
			}
		},
		["作"] = {
			["弊"] = {
				this = true
			}
		},
		["习"] = {
			["分"] = {
				["裂"] = {
					this = true
				}
			}
		},
		["连"] = {
			this = true
		},
		["\\"] = {
			x = {
				["{"] = {
					["1"] = {
						F = {
							["3"] = {
								["3"] = {
									A = {
										["}"] = {
											["组"] = {
												["织"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["分"] = {
			["裂"] = {
				["斗"] = {
					["争"] = {
						["激"] = {
							["烈"] = {
								["期"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["坦"] = {
			["克"] = {
				["知"] = {
					["识"] = {
						["分"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["黑"] = {
					["西"] = {
						["裤"] = {
							this = true
						}
					},
					["塑"] = {
						["料"] = {
							["袋"] = {
								this = true
							}
						}
					}
				},
				["白"] = {
					["衬"] = {
						["衫"] = {
							this = true
						}
					}
				}
			}
		},
		z = {
			h = {
				o = {
					n = {
						g = {
							["?"] = {
								["\\"] = {
									b = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["帝"] = {
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["3"] = {
								["}"] = {
									["反"] = {
										["修"] = {
											["|"] = {
												["反"] = {
													["帝"] = {
														["\\"] = {
															p = {
																P = {
																	["*"] = {
																		["反"] = {
																			["资"] = {
																				["\\"] = {
																					p = {
																						P = {
																							["*"] = {
																								["反"] = {
																									["修"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["改"] = {
			["革"] = {
				["开"] = {
					["放"] = {
						this = true
					}
				}
			}
		},
		["复"] = {
			["清"] = {
				["明"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["犯"] = {
		["人"] = {
			["老"] = {
				["婆"] = {
					["也"] = {
						["要"] = {
							["睡"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["饭"] = {
		["岛"] = {
			["爱"] = {
				this = true
			},
			["恋"] = {
				this = true
			},
			["美"] = {
				["雪"] = {
					this = true
				}
			}
		},
		["店"] = {
			["吃"] = {
				["饭"] = {
					["公"] = {
						["款"] = {
							["多"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["后"] = {
			["唱"] = {
				["歌"] = {
					["是"] = {
						["摸"] = {
							["来"] = {
								["摸"] = {
									["去"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["田"] = {
			["圭"] = {
				["织"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["范"] = {
		["長"] = {
			["龍"] = {
				this = true
			}
		},
		["燕"] = {
			["琼"] = {
				this = true
			}
		},
		["长"] = {
			["龙"] = {
				this = true
			}
		},
		["承"] = {
			["秀"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["贩"] = {
		["毒"] = {
			this = true
		},
		["卖"] = {
			k = {
				i = {
					n = {
						g = {
							["粉"] = {
								this = true
							}
						}
					}
				}
			},
			["毒"] = {
				["品"] = {
					this = true
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						this = true
					}
				}
			},
			["致"] = {
				["癌"] = {
					["慢"] = {
						["性"] = {
							["毒"] = {
								["药"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["販"] = {
		["毒"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["方"] = {
		["励"] = {
			["之"] = {
				this = true
			}
		},
		["勵"] = {
			["之"] = {
				this = true
			}
		},
		["政"] = {
			this = true
		},
		["方"] = {
			["日"] = {
				["记"] = {
					this = true
				}
			}
		},
		["芳"] = {
			["日"] = {
				["记"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["芳"] = {
		["兰"] = {
			["的"] = {
				["堕"] = {
					["落"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["防"] = {
		["暴"] = {
			["器"] = {
				this = true
			},
			["枪"] = {
				this = true
			}
		},
		["护"] = {
			["具"] = {
				this = true
			}
		},
		["拍"] = {
			["器"] = {
				this = true
			}
		},
		["身"] = {
			["器"] = {
				this = true
			}
		},
		["卫"] = {
			["电"] = {
				["棍"] = {
					this = true
				}
			},
			["器"] = {
				this = true
			}
		},
		["衛"] = {
			["指"] = {
				["揮"] = {
					["官"] = {
						this = true
					}
				}
			}
		},
		["泄"] = {
			["膏"] = {
				this = true
			}
		},
		["疫"] = {
			["媛"] = {
				this = true
			},
			["放"] = {
				["飞"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["范"] = {
			["区"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["房"] = {
		["产"] = {
			["改"] = {
				["革"] = {
					["口"] = {
						["袋"] = {
							["掏"] = {
								["空"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["峰"] = {
			["辉"] = {
				this = true
			}
		},
		["价"] = {
			["却"] = {
				["要"] = {
					["赶"] = {
						["超"] = {
							["欧"] = {
								["美"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["價"] = {
			["漲"] = {
				["了"] = {
					this = true
				}
			}
		},
		["奴"] = {
			["如"] = {
				["潮"] = {
					this = true
				}
			},
			["滔"] = {
				["滔"] = {
					this = true
				}
			}
		},
		["事"] = {
			this = true,
			["体"] = {
				["位"] = {
					this = true
				}
			}
		},
		["子"] = {
			["是"] = {
				["土"] = {
					["地"] = {
						["的"] = {
							["一"] = {
								["部"] = {
									["分"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["仿"] = {
		["旧"] = {
			["流"] = {
				["通"] = {
					["币"] = {
						this = true
					}
				}
			}
		},
		["牌"] = {
			["香"] = {
				["烟"] = {
					this = true
				}
			}
		},
		["真"] = {
			["狗"] = {
				this = true
			},
			["气"] = {
				["枪"] = {
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						},
						["售"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								["纸"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["枪"] = {
				this = true,
				["出"] = {
					["售"] = {
						this = true
					}
				}
			},
			["槍"] = {
				["出"] = {
					["售"] = {
						this = true
					}
				},
				["销"] = {
					["售"] = {
						this = true
					}
				}
			},
			["抢"] = {
				this = true
			},
			["人"] = {
				["民"] = {
					["币"] = {
						this = true
					}
				}
			},
			["香"] = {
				["烟"] = {
					this = true
				}
			},
			["烟"] = {
				this = true
			},
			["震"] = {
				["棒"] = {
					this = true
				}
			}
		},
		["造"] = {
			["荣"] = {
				["国"] = {
					["府"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["访"] = {
		["民"] = {
			this = true
		},
		["问"] = {
			["被"] = {
				["屏"] = {
					["蔽"] = {
						["的"] = {
							["网"] = {
								["站"] = {
									this = true
								}
							}
						},
						["掉"] = {
							["的"] = {
								["网"] = {
									["站"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["专"] = {
			["四"] = {
				["六"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["訪"] = {
		["民"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["放"] = {
		["荡"] = {
			["旅"] = {
				["店"] = {
					this = true
				}
			},
			["女"] = {
				["人"] = {
					["爽"] = {
						["死"] = {
							["男"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					this = true,
					["宾"] = {
						["馆"] = {
							this = true
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					this = true
				}
			},
			["的"] = {
				["艳"] = {
					["妇"] = {
						["小"] = {
							["说"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["蕩"] = {
			this = true,
			["少"] = {
				["婦"] = {
					this = true,
					["賓"] = {
						["館"] = {
							this = true
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					this = true
				}
			}
		},
		["光"] = {
			["明"] = {
				["电"] = {
					["视"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["尿"] = {
			this = true
		},
		["入"] = {
			["春"] = {
				["药"] = {
					this = true
				}
			}
		},
		["学"] = {
			["后"] = {
				x = {
					["交"] = {
						this = true
					}
				}
			}
		},
		["火"] = {
			["，"] = {
				["点"] = {
					["灯"] = {
						this = true
					}
				}
			},
			["和"] = {
				["点"] = {
					["灯"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["飞"] = {
		["机"] = {
			["上"] = {
				["做"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["龙"] = {
			["乱"] = {
				this = true
			}
		},
		["行"] = {
			["燃"] = {
				["料"] = {
					this = true
				}
			}
		},
		["碟"] = {
			["系"] = {
				this = true
			}
		},
		["马"] = {
			this = true
		}
	}
end

temp()
