pg = pg or {}
slot0 = pg
slot0.word_template_39 = {}
slot1 = slot0.word_template_39

function temp()
	uv0["便"] = {
		["秘"] = {
			this = true
		},
		["携"] = {
			["系"] = {
				["列"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["包"] = {
		["茎"] = {
			this = true
		},
		["二"] = {
			["奶"] = {
				this = true
			}
		},
		["房"] = {
			["公"] = {
				["主"] = {
					this = true
				}
			}
		},
		["干"] = {
			["价"] = {
				["格"] = {
					this = true
				}
			}
		},
		["哥"] = {
			["哥"] = {
				["满"] = {
					["意"] = {
						this = true
					}
				},
				["爽"] = {
					this = true
				},
				["喜"] = {
					["欢"] = {
						this = true
					}
				}
			}
		},
		["过"] = {
			this = true
		},
		["君"] = {
			["满"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["你"] = {
			["舒"] = {
				["服"] = {
					this = true
				}
			},
			["赢"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["年"] = {
			["生"] = {
				["活"] = {
					["费"] = {
						this = true
					}
				}
			}
		},
		["您"] = {
			["舒"] = {
				["服"] = {
					this = true
				}
			}
		},
		["皮"] = {
			this = true
		},
		["厢"] = {
			["公"] = {
				["主"] = {
					this = true
				}
			}
		},
		["夜"] = {
			["全"] = {
				["套"] = {
					this = true
				}
			}
		},
		["贏"] = {
			["仪"] = {
				["器"] = {
					this = true
				}
			},
			["儀"] = {
				["器"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["宝"] = {
		["く"] = {
			["じ"] = {
				this = true
			}
		},
		["马"] = {
			["进"] = {
				["去"] = {
					["自"] = {
						["行"] = {
							["车"] = {
								["出"] = {
									["来"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["法"] = {
		["輪"] = {
			this = true,
			["功"] = {
				this = true
			},
			["大"] = {
				["法"] = {
					this = true
				}
			}
		},
		["("] = {
			["轮"] = {
				[")"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["*"] = {
			["轮"] = {
				["*"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["轮"] = {
				["."] = {
					["功"] = {
						this = true
					}
				},
				["功"] = {
					this = true
				}
			}
		},
		["~"] = {
			["倫"] = {
				this = true
			},
			["淪"] = {
				this = true
			},
			["綸"] = {
				this = true
			},
			["輪"] = {
				this = true
			},
			["論"] = {
				this = true
			}
		},
		l = {
			["2"] = {
				["工"] = {
					["力"] = {
						this = true
					}
				}
			},
			u = {
				n = {
					["功"] = {
						this = true
					}
				}
			},
			["轮"] = {
				l = {
					["功"] = {
						this = true
					}
				}
			}
		},
		L = {
			["功"] = {
				this = true
			}
		},
		x = {
			["轮"] = {
				x = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["办"] = {
			["江"] = {
				["泽"] = {
					["民"] = {
						this = true
					}
				}
			}
		},
		["爾"] = {
			["卡"] = {
				this = true
			}
		},
		["功"] = {
			this = true
		},
		["官"] = {
			["把"] = {
				["法"] = {
					["律"] = {
						["搞"] = {
							["乱"] = {
								["了"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["克"] = {
			["鱿"] = {
				this = true
			}
		},
		["愣"] = {
			this = true
		},
		["抡"] = {
			this = true,
			["工"] = {
				this = true
			}
		},
		["掄"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["仑"] = {
			this = true
		},
		["伦"] = {
			this = true
		},
		["沦"] = {
			this = true
		},
		["纶"] = {
			this = true
		},
		["轮"] = {
			this = true,
			["."] = {
				["功"] = {
					this = true
				}
			},
			["常"] = {
				["转"] = {
					this = true
				}
			},
			["大"] = {
				["法"] = {
					this = true,
					["好"] = {
						this = true
					}
				}
			},
			["佛"] = {
				["法"] = {
					this = true
				},
				["学"] = {
					this = true
				}
			},
			["功"] = {
				this = true
			},
			["圣"] = {
				["王"] = {
					this = true
				}
			},
			["图"] = {
				["形"] = {
					this = true
				}
			},
			["文"] = {
				["化"] = {
					this = true
				}
			},
			["修"] = {
				["炼"] = {
					this = true
				}
			},
			["一"] = {
				["功"] = {
					this = true
				}
			},
			["周"] = {
				["天"] = {
					["法"] = {
						this = true
					}
				}
			},
			["桩"] = {
				["法"] = {
					this = true
				}
			},
			["组"] = {
				["织"] = {
					this = true
				}
			},
			["尊"] = {
				["圣"] = {
					this = true
				}
			}
		},
		["侖"] = {
			this = true
		},
		["倫"] = {
			this = true
		},
		["淪"] = {
			this = true
		},
		["綸"] = {
			this = true
		},
		["论"] = {
			["公"] = {
				this = true
			},
			["功"] = {
				this = true
			}
		},
		["論"] = {
			this = true
		},
		["律"] = {
			["搞"] = {
				["乱"] = {
					this = true
				}
			},
			["是"] = {
				["可"] = {
					["疑"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["诈"] = {
				["骗"] = {
					["化"] = {
						this = true
					}
				}
			}
		},
		["能"] = {
			["破"] = {
				["一"] = {
					["切"] = {
						["邪"] = {
							["恶"] = {
								this = true
							}
						},
						["执"] = {
							["著"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["十"] = {
			["轮"] = {
				["十"] = {
					["功"] = {
						this = true
					}
				}
			},
			["輪"] = {
				["十"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["式"] = {
			["做"] = {
				["爱"] = {
					["营"] = {
						this = true
					}
				}
			}
		},
		["图"] = {
			["麦"] = {
				this = true
			}
		},
		["圖"] = {
			["麥"] = {
				this = true
			}
		},
		["西"] = {
			["斯"] = {
				this = true
			}
		},
		["一"] = {
			["轮"] = {
				this = true,
				["功"] = {
					this = true
				},
				["一"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["谪"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["謫"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["正"] = {
			["乾"] = {
				["坤"] = {
					this = true
				}
			},
			["人"] = {
				["间"] = {
					["今"] = {
						["欲"] = {
							["近"] = {
								this = true
							}
						}
					},
					["预"] = {
						this = true
					}
				}
			}
		},
		["制"] = {
			["办"] = {
				this = true
			}
		},
		["治"] = {
			["大"] = {
				["法"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["北"] = {
		["京"] = {
			["之"] = {
				["春"] = {
					this = true
				}
			},
			x = {
				x = {
					["网"] = {
						this = true
					},
					["網"] = {
						this = true
					}
				}
			},
			["办"] = {
				["証"] = {
					this = true
				}
			},
			["大"] = {
				["屠"] = {
					["杀"] = {
						this = true
					}
				}
			},
			["當"] = {
				["局"] = {
					this = true
				}
			},
			["动"] = {
				["乱"] = {
					this = true
				}
			},
			["工"] = {
				["人"] = {
					["自"] = {
						["治"] = {
							["联"] = {
								["合"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["军"] = {
				["方"] = {
					["内"] = {
						["参"] = {
							this = true
						}
					}
				}
			},
			["看"] = {
				["全"] = {
					["国"] = {
						["都"] = {
							["是"] = {
								["基"] = {
									["层"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["市"] = {
				["高"] = {
					["校"] = {
						["学"] = {
							["生"] = {
								["自"] = {
									["治"] = {
										["联"] = {
											["合"] = {
												["会"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["战"] = {
				["争"] = {
					this = true
				}
			},
			["政"] = {
				["坛"] = {
					["清"] = {
						["华"] = {
							["名"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["川"] = {
			["弘"] = {
				["美"] = {
					this = true
				}
			}
		},
		["村"] = {
			["裕"] = {
				["子"] = {
					this = true
				}
			}
		},
		["大"] = {
			["三"] = {
				["角"] = {
					["地"] = {
						["論"] = {
							["壇"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["高"] = {
			["联"] = {
				this = true
			},
			["聯"] = {
				this = true
			}
		},
		["韓"] = {
			this = true
		},
		["美"] = {
			["大"] = {
				["湖"] = {
					["区"] = {
						["法"] = {
							["会"] = {
								["上"] = {
									["讲"] = {
										["法"] = {
											this = true
										}
									}
								}
							}
						},
						["讲"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			},
			["讲"] = {
				["法"] = {
					this = true
				}
			},
			["巡"] = {
				["回"] = {
					["讲"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["由"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["山"] = {
			["惠"] = {
				["理"] = {
					this = true
				}
			}
		},
		["原"] = {
			["梨"] = {
				["奈"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["本"] = {
		["番"] = {
			this = true
		},
		["?"] = {
			["拉"] = {
				["登"] = {
					this = true
				}
			}
		},
		["地"] = {
			["办"] = {
				["証"] = {
					this = true
				}
			}
		},
		["屌"] = {
			this = true
		},
		["拉"] = {
			["登"] = {
				this = true
			}
		},
		["末"] = {
			["倒"] = {
				["置"] = {
					["式"] = {
						this = true
					}
				}
			}
		},
		["女"] = {
			["在"] = {
				["家"] = {
					["无"] = {
						["聊"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			["真"] = {
				["实"] = {
					["照"] = {
						["片"] = {
							this = true
						}
					}
				},
				["照"] = {
					this = true
				}
			}
		},
		["色"] = {
			["影"] = {
				["院"] = {
					this = true
				}
			}
		},
		["上"] = {
			["花"] = {
				["梨"] = {
					this = true
				}
			}
		},
		["土"] = {
			["无"] = {
				["码"] = {
					this = true
				}
			},
			["無"] = {
				["碼"] = {
					this = true
				}
			}
		},
		["站"] = {
			["永"] = {
				["久"] = {
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
