pg = pg or {}
slot0 = pg
slot0.word_template_218 = {}
slot1 = slot0.word_template_218

function temp()
	uv0["梁"] = {
		["光"] = {
			["烈"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["保"] = {
			["华"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["擎"] = {
			["墩"] = {
				this = true
			}
		},
		["振"] = {
			["英"] = {
				this = true
			}
		},
		["家"] = {
			["何"] = {
				this = true
			},
			["河"] = {
				this = true,
				["血"] = {
					["统"] = {
						this = true
					}
				},
				["熊"] = {
					["座"] = {
						["位"] = {
							["涂"] = {
								["了"] = {
									["5"] = {
										["0"] = {
											["2"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["滨"] = {
			this = true
		},
		["平"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["擘"] = {
			["暾"] = {
				this = true
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["家"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["河"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["小"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["学"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["生"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["稼"] = {
			["河"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["粟"] = {
		["戎"] = {
			["生"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["袁"] = {
		["纯"] = {
			["清"] = {
				this = true
			}
		},
		["伟"] = {
			["民"] = {
				this = true
			}
		},
		["庚"] = {
			this = true
		},
		["贵"] = {
			["仁"] = {
				this = true
			}
		},
		["立"] = {
			["本"] = {
				this = true
			}
		},
		["木"] = {
			["6"] = {
				["4"] = {
					this = true
				}
			}
		},
		["天"] = {
			["罡"] = {
				this = true
			}
		},
		["彦"] = {
			["鹏"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["拱"] = {
		["铲"] = {
			this = true
		},
		["蝉"] = {
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["菲"] = {
			this = true
		},
		["馋"] = {
			["党"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["贡"] = {
		["挡"] = {
			this = true
		},
		["噶"] = {
			["札"] = {
				["西"] = {
					this = true
				}
			}
		},
		["却"] = {
			["才"] = {
				["培"] = {
					this = true
				}
			}
		},
		["谗"] = {
			["党"] = {
				this = true
			}
		},
		["禅"] = {
			["档"] = {
				["猿"] = {
					this = true
				}
			}
		},
		["馋"] = {
			["煮"] = {
				["羿"] = {
					this = true
				}
			}
		},
		["斐"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["裆"] = {
		["中"] = {
			["央"] = {
				this = true
			},
			["殃"] = {
				this = true
			}
		},
		["金"] = {
			["胜"] = {
				["尚"] = {
					this = true
				}
			}
		},
		["的"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["仲"] = {
			["央"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["仇"] = {
		["共"] = {
			this = true
		},
		["道"] = {
			["人"] = {
				this = true
			}
		},
		["人"] = {
			["的"] = {
				["老"] = {
					["婆"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["症"] = {
		["腐"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["挡"] = {
		["中"] = {
			["央"] = {
				this = true
			}
		},
		["坦"] = {
			["克"] = {
				this = true,
				["青"] = {
					["年"] = {
						this = true
					}
				},
				["王"] = {
					["维"] = {
						["林"] = {
							this = true
						}
					}
				},
				["的"] = {
					["男"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["车"] = {
			this = true,
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["让"] = {
		["国"] = {
			["人"] = {
				["愤"] = {
					["怒"] = {
						["的"] = {
							["第"] = {
								["二"] = {
									["代"] = {
										["身"] = {
											["份"] = {
												["证"] = {
													["*"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["液"] = {
				["喷"] = {
					["涌"] = {
						this = true
					}
				}
			}
		},
		["蛋"] = {
			["蛋"] = {
				["变"] = {
					["大"] = {
						this = true
					}
				}
			}
		},
		["裆"] = {
			["放"] = {
				["心"] = {
					this = true
				}
			}
		},
		["黄"] = {
			["雀"] = {
				["飞"] = {
					this = true
				}
			}
		},
		["那"] = {
			["话"] = {
				["儿"] = {
					["漏"] = {
						["油"] = {
							this = true
						}
					}
				}
			}
		},
		["你"] = {
			["操"] = {
				this = true
			},
			["大"] = {
				["哥"] = {
					["爽"] = {
						["一"] = {
							["爽"] = {
								this = true
							}
						}
					}
				}
			},
			["蹲"] = {
				["监"] = {
					["狱"] = {
						this = true
					}
				}
			},
			["尽"] = {
				["享"] = {
					["柔"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["稳"] = {
				["健"] = {
					["盈"] = {
						["利"] = {
							this = true
						}
					}
				}
			},
			["用"] = {
				["子"] = {
					["宫"] = {
						["感"] = {
							["觉"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["人"] = {
				["高"] = {
					["潮"] = {
						["不"] = {
							["断"] = {
								this = true
							}
						}
					}
				},
				["爽"] = {
					["上"] = {
						["了"] = {
							["天"] = {
								this = true
							}
						}
					}
				},
				["也"] = {
					["勃"] = {
						["起"] = {
							this = true
						}
					}
				}
			}
		},
		["她"] = {
			["高"] = {
				["潮"] = {
					["迭"] = {
						["起"] = {
							this = true
						}
					}
				}
			},
			["给"] = {
				["你"] = {
					["吹"] = {
						["出"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["我"] = {
			["消"] = {
				["魂"] = {
					["的"] = {
						["老"] = {
							["外"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["寸"] = {
			["分"] = {
				this = true
			}
		}
	}
end

temp()
