pg = pg or {}
slot0 = pg
slot0.word_template_255 = {}
slot1 = slot0.word_template_255

function temp()
	uv0["儺"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["诺"] = {
		["匹"] = {
			["哌"] = {
				["酮"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["諾"] = {
		["姆"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["女"] = {
		["屄"] = {
			this = true
		},
		["大"] = {
			["学"] = {
				["生"] = {
					["包"] = {
						["养"] = {
							["价"] = {
								["格"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["的"] = {
			["借"] = {
				b = {
					["行"] = {
						["凶"] = {
							this = true
						}
					}
				}
			}
		},
		["干"] = {
			this = true
		},
		["幹"] = {
			this = true
		},
		["公"] = {
			["关"] = {
				this = true
			},
			["關"] = {
				this = true
			}
		},
		["关"] = {
			["公"] = {
				this = true
			}
		},
		["孩"] = {
			["与"] = {
				["大"] = {
					["鸟"] = {
						this = true
					}
				}
			},
			["子"] = {
				["交"] = {
					["友"] = {
						this = true
					}
				}
			}
		},
		["皇"] = {
			["之"] = {
				["路"] = {
					this = true
				}
			}
		},
		["机"] = {
			["械"] = {
				["人"] = {
					this = true
				}
			}
		},
		["基"] = {
			["督"] = {
				this = true,
				["派"] = {
					this = true
				}
			}
		},
		["技"] = {
			["师"] = {
				this = true
			}
		},
		["教"] = {
			["师"] = {
				["狩"] = {
					this = true
				}
			},
			["師"] = {
				["破"] = {
					["壞"] = {
						this = true
					}
				}
			}
		},
		["尻"] = {
			this = true
		},
		["郎"] = {
			v = {
				s = {
					["日"] = {
						["本"] = {
							["男"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["马"] = {
			["ㄉ"] = {
				this = true
			},
			["白"] = {
				["勺"] = {
					this = true
				}
			},
			["的"] = {
				this = true
			}
		},
		["馬"] = {
			["ㄉ"] = {
				this = true
			},
			["白"] = {
				["勺"] = {
					this = true
				}
			},
			["的"] = {
				this = true
			}
		},
		["仆"] = {
			["美"] = {
				["娇"] = {
					["娘"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			["不"] = {
				["花"] = {
					["钱"] = {
						["对"] = {
							["不"] = {
								["起"] = {
									["国"] = {
										["务"] = {
											["院"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["卖"] = {
					["淫"] = {
						["对"] = {
							["不"] = {
								["起"] = {
									["邓"] = {
										["小"] = {
											["平"] = {
												this = true
											}
										}
									},
									["江"] = {
										["泽"] = {
											["民"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["的"] = {
				["胸"] = {
					["男"] = {
						["人"] = {
							["为"] = {
								["什"] = {
									["么"] = {
										["喜"] = {
											["欢"] = {
												["摸"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["二"] = {
				["十"] = {
					["八"] = {
						["叫"] = {
							["你"] = {
								["用"] = {
									["力"] = {
										["插"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["给"] = {
				["别"] = {
					["人"] = {
						["睡"] = {
							["的"] = {
								["是"] = {
									["穷"] = {
										["人"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["穴"] = {
				this = true
			}
		},
		["上"] = {
			["男"] = {
				["下"] = {
					["式"] = {
						this = true
					}
				}
			}
		},
		["士"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			}
		},
		["特"] = {
			["服"] = {
				this = true
			}
		},
		["体"] = {
			["采"] = {
				["集"] = {
					this = true
				}
			},
			["料"] = {
				["理"] = {
					this = true
				}
			},
			["天"] = {
				["国"] = {
					this = true
				}
			}
		},
		["同"] = {
			["性"] = {
				["恋"] = {
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			}
		},
		["王"] = {
			["奴"] = {
				["隶"] = {
					this = true
				}
			}
		},
		["文"] = {
			["工"] = {
				["团"] = {
					["员"] = {
						["的"] = {
							["最"] = {
								["后"] = {
									["下"] = {
										["落"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["卧"] = {
			["男"] = {
				["跪"] = {
					["前"] = {
						["入"] = {
							this = true
						}
					}
				}
			}
		},
		["性"] = {
			["跪"] = {
				["卧"] = {
					["后"] = {
						["入"] = {
							this = true
						}
					}
				}
			},
			["青"] = {
				["睐"] = {
					this = true
				}
			},
			["自"] = {
				["慰"] = {
					s = {
						e = {
							x = {
								["吧"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["学"] = {
			["生"] = {
				["的"] = {
					["耻"] = {
						["蜜"] = {
							this = true
						}
					}
				}
			}
		},
		["用"] = {
			["器"] = {
				["具"] = {
					this = true
				}
			}
		},
		["优"] = {
			this = true
		},
		["優"] = {
			this = true,
			["拘"] = {
				["朿"] = {
					this = true
				}
			}
		},
		["狱"] = {
			["风"] = {
				["云"] = {
					this = true
				}
			}
		},
		["主"] = {
			["人"] = {
				["羅"] = {
					["姬"] = {
						["馬"] = {
							["莉"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["子"] = {
			["高"] = {
				["生"] = {
					["制"] = {
						["服"] = {
							this = true
						}
					}
				},
				["校"] = {
					["生"] = {
						this = true
					}
				},
				["中"] = {
					["生"] = {
						this = true
					}
				}
			},
			["交"] = {
				["友"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["欧"] = {
		["美"] = {
			a = {
				v = {
					this = true
				}
			},
			["大"] = {
				["乳"] = {
					this = true
				}
			},
			["尼"] = {
				["姑"] = {
					this = true
				}
			},
			["强"] = {
				["帅"] = {
					this = true
				}
			},
			["色"] = {
				["图"] = {
					this = true
				}
			},
			["私"] = {
				["人"] = {
					["聚"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["图"] = {
				["区"] = {
					this = true
				}
			},
			["无"] = {
				["套"] = {
					this = true
				}
			},
			["性"] = {
				["爱"] = {
					this = true
				}
			},
			["淫"] = {
				["暴"] = {
					this = true
				}
			}
		},
		["式"] = {
			["油"] = {
				["压"] = {
					this = true
				}
			}
		},
		["洲"] = {
			["东"] = {
				["突"] = {
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				}
			},
			["圆"] = {
				["明"] = {
					["网"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["殴"] = {
		["打"] = {
			this = true
		}
	}
end

temp()
