pg = pg or {}
slot0 = pg
slot0.word_template_38 = {}
slot1 = slot0.word_template_38

temp = function()
	uv0["截"] = {
		["访"] = {
			this = true
		},
		["留"] = {
			["公"] = {
				["款"] = {
					["称"] = {
						["奖"] = {
							["金"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["姐"] = {
		["的"] = {
			["穴"] = {
				this = true
			}
		},
		["夫"] = {
			["跨"] = {
				["小"] = {
					["姨"] = {
						this = true
					}
				}
			}
		},
		["开"] = {
			["苞"] = {
				this = true
			}
		},
		["妹"] = {
			["双"] = {
				["飞"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["解"] = {
		["放"] = {
			["后"] = {
				this = true
			},
			["军"] = {
				["成"] = {
					["了"] = {
						["都"] = {
							["市"] = {
								["高"] = {
									["楼"] = {
										["里"] = {
											["的"] = {
												["看"] = {
													["家"] = {
														["狗"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["前"] = {
				this = true
			},
			["思"] = {
				["想"] = {
					this = true
				}
			},
			["台"] = {
				["湾"] = {
					["岛"] = {
						["，"] = {
							["献"] = {
								["礼"] = {
									["二"] = {
										["十"] = {
											["大"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["开"] = {
			["章"] = {
				["子"] = {
					["衣"] = {
						this = true
					}
				}
			}
		},
		["扣"] = {
			["子"] = {
				["揉"] = {
					["揉"] = {
						["奶"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["码"] = {
			this = true,
			["器"] = {
				this = true
			}
		},
		["瑪"] = {
			["器"] = {
				this = true
			}
		},
		["碼"] = {
			["器"] = {
				this = true
			}
		},
		["体"] = {
			["党"] = {
				["文"] = {
					["化"] = {
						this = true
					}
				}
			},
			["中"] = {
				["共"] = {
					this = true
				}
			}
		},
		["振"] = {
			["华"] = {
				this = true
			}
		},
		["防"] = {
			["沉"] = {
				["迷"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["戒"] = {
		["毒"] = {
			["所"] = {
				["遭"] = {
					["强"] = {
						["奸"] = {
							this = true
						}
					}
				}
			}
		},
		["严"] = {
			["令"] = {
				this = true
			},
			["指"] = {
				["挥"] = {
					this = true
				}
			}
		},
		["嚴"] = {
			this = true
		},
		["烟"] = {
			["部"] = {
				["队"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["届"] = {
		["中"] = {
			["央"] = {
				["政"] = {
					["治"] = {
						["局"] = {
							["委"] = {
								["員"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["借"] = {
		["你"] = {
			["一"] = {
				["床"] = {
					["春"] = {
						["梦"] = {
							this = true
						}
					}
				}
			}
		},
		["灾"] = {
			["夸"] = {
				["恶"] = {
					["党"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["斤"] = {
		["平"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["今"] = {
		["后"] = {
			["打"] = {
				["炮"] = {
					["花"] = {
						["钱"] = {
							this = true
						}
					}
				}
			}
		},
		["年"] = {
			["雪"] = {
				["灾"] = {
					["又"] = {
						["地"] = {
							["震"] = {
								this = true
							}
						}
					}
				}
			},
			["猪"] = {
				["是"] = {
					["疯"] = {
						["狂"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["晚"] = {
			["自"] = {
				["己"] = {
					["搞"] = {
						["自"] = {
							["摸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["天"] = {
			["是"] = {
				["6"] = {
					["4"] = {
						this = true
					}
				},
				["毛"] = {
					["主"] = {
						["席"] = {
							["去"] = {
								["世"] = {
									["的"] = {
										["日"] = {
											["子"] = {
												["，"] = {
													["只"] = {
														["要"] = {
															["把"] = {
																["这"] = {
																	["条"] = {
																		["信"] = {
																			["息"] = {
																				["转"] = {
																					["发"] = {
																						["到"] = {
																							["五"] = {
																								["个"] = {
																									["群"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["我"] = {
				["愿"] = {
					["你"] = {
						["平"] = {
							["安"] = {
								["，"] = {
									["阿"] = {
										["们"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["亱"] = {
			["，"] = {
				["我"] = {
					["們"] = {
						["都"] = {
							["在"] = {
								["維"] = {
									["園"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["夜"] = {
			["，"] = {
				["我"] = {
					["们"] = {
						["都"] = {
							["在"] = {
								["维"] = {
									["园"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["西"] = {
			["去"] = {
				["终"] = {
					["获"] = {
						["自"] = {
							["由"] = {
								["风"] = {
									["范"] = {
										["永"] = {
											["存"] = {
												["人"] = {
													["间"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["笑"] = {
			["明"] = {
				["单"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["金"] = {
		["伯"] = {
			["帆"] = {
				this = true
			}
		},
		["城"] = {
			["安"] = {
				["娜"] = {
					this = true
				}
			}
		},
		["洞"] = {
			["寻"] = {
				["钻"] = {
					this = true
				}
			}
		},
		["刚"] = {
			["喷"] = {
				["雾"] = {
					["剂"] = {
						this = true
					}
				}
			},
			["油"] = {
				this = true
			}
		},
		["连"] = {
			["舔"] = {
				["点"] = {
					["尝"] = {
						["一"] = {
							["尝"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["磷"] = {
			["岂"] = {
				["是"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鳞"] = {
			["岂"] = {
				["是"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								this = true,
								["全"] = {
									["本"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["鱗"] = {
			["豈"] = {
				["是"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["麟"] = {
			["岂"] = {
				["是"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["猫"] = {
			["探"] = {
				["险"] = {
					this = true
				}
			}
		},
		["毛"] = {
			["穴"] = {
				this = true
			}
		},
		["牛"] = {
			["教"] = {
				this = true
			}
		},
		["贫"] = {
			this = true
		},
		["品"] = {
			this = true
		},
		["平"] = {
			this = true
		},
		["瓶"] = {
			this = true,
			["风"] = {
				["月"] = {
					this = true
				}
			},
			["梅"] = {
				this = true,
				["在"] = {
					["线"] = {
						["观"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["萍"] = {
			this = true
		},
		["钱"] = {
			["把"] = {
				["官"] = {
					["场"] = {
						["搞"] = {
							["乱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["枪"] = {
			["消"] = {
				["魂"] = {
					this = true
				}
			}
		},
		["槍"] = {
			["不"] = {
				["倒"] = {
					this = true
				}
			}
		},
		["日"] = {
			["成"] = {
				this = true,
				["送"] = {
					["蛋"] = {
						this = true
					}
				}
			}
		},
		["三"] = {
			["胖"] = {
				this = true,
				["习"] = {
					this = true
				}
			},
			["色"] = {
				this = true
			}
		},
		["沙"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			j = {
				s = {
					["3"] = {
						["8"] = {
							["3"] = {
								["3"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["书"] = {
			["波"] = {
				this = true
			}
		},
		["属"] = {
			["波"] = {
				["箱"] = {
					this = true
				}
			},
			["超"] = {
				["标"] = {
					["1"] = {
						["0"] = {
							["0"] = {
								["倍"] = {
									["的"] = {
										["碧"] = {
											["螺"] = {
												["春"] = {
													["茶"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["婷"] = {
			["乾"] = {
				this = true
			}
		},
		["堯"] = {
			["如"] = {
				this = true
			}
		},
		["沢"] = {
			["文"] = {
				["子"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["明"] = {
				["子"] = {
					this = true
				}
			}
		},
		["澤"] = {
			["辰"] = {
				this = true
			}
		},
		["正"] = {
			["恩"] = {
				this = true,
				["习"] = {
					this = true
				}
			},
			["男"] = {
				this = true
			},
			["日"] = {
				this = true
			}
		},
		["钟"] = {
			["气"] = {
				["枪"] = {
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							this = true
						}
					},
					["图"] = {
						["纸"] = {
							this = true
						}
					},
					["制"] = {
						["造"] = {
							this = true
						}
					}
				}
			}
		},
		["子"] = {
			["沙"] = {
				["耶"] = {
					["香"] = {
						this = true
					}
				}
			},
			["志"] = {
				["乃"] = {
					this = true
				}
			}
		},
		["燦"] = {
			["榮"] = {
				this = true
			}
		},
		["灿"] = {
			["荣"] = {
				this = true
			}
		},
		["六"] = {
			["福"] = {
				["彩"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["榜"] = {
			["国"] = {
				["际"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["莎"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["报"] = {
				["国"] = {
					this = true
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["科"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["绿"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["玉"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["律"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["玉"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["铁"] = {
			["霖"] = {
				["首"] = {
					["席"] = {
						["女"] = {
							["弟"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["津"] = {
		["品"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["筋"] = {
		["肉"] = {
			["勃"] = {
				["起"] = {
					this = true
				}
			},
			["猛"] = {
				["熊"] = {
					this = true
				}
			},
			["族"] = {
				["之"] = {
					["巨"] = {
						["根"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["仅"] = {
		["凭"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["紧"] = {
		b = {
			this = true
		},
		["缚"] = {
			["凌"] = {
				["辱"] = {
					this = true
				}
			}
		},
		["评"] = {
			this = true
		},
		["穴"] = {
			this = true
		},
		["窄"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["锦"] = {
		["江"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["坪"] = {
			this = true
		},
		["涛"] = {
			["入"] = {
				["套"] = {
					this = true
				}
			},
			["一"] = {
				["样"] = {
					["胡"] = {
						this = true
					}
				}
			}
		},
		["衣"] = {
			["卫"] = {
				["同"] = {
					["学"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["緊"] = {
		["縛"] = {
			["淩"] = {
				["辱"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["槿"] = {
		["屏"] = {
			this = true
		},
		["萍"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["錦"] = {
		["濤"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["尽"] = {
		["贫"] = {
			this = true
		},
		["平"] = {
			this = true
		},
		["评"] = {
			this = true
		},
		["凭"] = {
			this = true
		},
		["屏"] = {
			this = true
		},
		["萍"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["进"] = {
		p = {
			i = {
				n = {
					this = true,
					g = {
						this = true
					}
				}
			}
		},
		["口"] = {
			["气"] = {
				["枪"] = {
					this = true,
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["五"] = {
				["联"] = {
					["发"] = {
						this = true
					}
				}
			}
		},
		["贫"] = {
			this = true
		},
		["平"] = {
			this = true
		},
		["苹"] = {
			this = true
		},
		["屏"] = {
			this = true
		},
		["瓶"] = {
			this = true
		},
		["藤"] = {
			["和"] = {
				["美"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["近"] = {
		["看"] = {
			["原"] = {
				["来"] = {
					["在"] = {
						["性"] = {
							["交"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["贫"] = {
			this = true
		},
		["频"] = {
			this = true
		},
		["品"] = {
			this = true
		},
		["平"] = {
			this = true,
			["一"] = {
				["封"] = {
					["信"] = {
						this = true
					}
				}
			},
			["公"] = {
				["开"] = {
					["信"] = {
						this = true
					}
				}
			},
			["习"] = {
				this = true
			}
		},
		["评"] = {
			this = true
		},
		["坪"] = {
			this = true
		},
		["苹"] = {
			this = true
		},
		["泙"] = {
			this = true
		},
		["瓶"] = {
			this = true
		},
		["萍"] = {
			this = true
		},
		["亲"] = {
			["凌"] = {
				["辱"] = {
					this = true
				}
			},
			["乱"] = {
				["交"] = {
					["家"] = {
						["族"] = {
							this = true
						}
					}
				}
			},
			["相"] = {
				["奸"] = {
					this = true
				}
			}
		},
		["親"] = {
			["相"] = {
				["奸"] = {
					this = true
				},
				["姦"] = {
					this = true
				}
			}
		},
		["習"] = {
			this = true
		},
		["代"] = {
			["化"] = {
				["改"] = {
					["修"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["劲"] = {
		["得"] = {
			["力"] = {
				this = true
			}
		},
		["奸"] = {
			["狂"] = {
				["插"] = {
					this = true
				}
			}
		},
		["频"] = {
			this = true
		},
		["瓶"] = {
			this = true,
			["铜"] = {
				["渍"] = {
					this = true
				}
			}
		},
		["评"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["晋"] = {
		["平"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["烬"] = {
		["平"] = {
			this = true
		},
		["评"] = {
			this = true
		},
		["瓶"] = {
			this = true
		},
		["萍"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["浸"] = {
		["坪"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["進"] = {
		["京"] = {
			["诉"] = {
				["冤"] = {
					this = true
				}
			}
		},
		["口"] = {
			["氣"] = {
				["狗"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["平"] = {
			this = true
		},
		["坪"] = {
			this = true
		},
		["評"] = {
			this = true
		},
		["憑"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["靳"] = {
		["平"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["禁"] = {
		["断"] = {
			["之"] = {
				["血"] = {
					["族"] = {
						this = true
					}
				}
			}
		},
		["宫"] = {
			["风"] = {
				["云"] = {
					this = true
				}
			}
		},
		["猎"] = {
			["地"] = {
				["带"] = {
					this = true
				}
			}
		},
		["母"] = {
			["奸"] = {
				["淫"] = {
					this = true
				}
			}
		},
		["贫"] = {
			this = true
		},
		["乒"] = {
			this = true
		},
		["评"] = {
			this = true,
			["链"] = {
				["刃"] = {
					this = true
				}
			}
		},
		["屏"] = {
			this = true
		},
		["瓶"] = {
			this = true
		},
		["萍"] = {
			this = true
		},
		["評"] = {
			this = true
		},
		["食"] = {
			["祷"] = {
				["告"] = {
					["日"] = {
						this = true
					}
				}
			},
			["一"] = {
				["天"] = {
					this = true
				}
			},
			["壹"] = {
				["天"] = {
					this = true
				}
			}
		},
		["书"] = {
			this = true
		},
		["尾"] = {
			this = true
		},
		["習"] = {
			this = true
		},
		["愿"] = {
			this = true
		},
		["止"] = {
			["重"] = {
				["庆"] = {
					["人"] = {
						["进"] = {
							["京"] = {
								this = true
							}
						}
					}
				}
			},
			["学"] = {
				["习"] = {
					this = true
				}
			}
		},
		["发"] = {
			["多"] = {
				["年"] = {
					["前"] = {
						["的"] = {
							["廣"] = {
								["場"] = {
									this = true
								}
							},
							["广"] = {
								["场"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["评"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["同"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["志"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["噤"] = {
		["评"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["燼"] = {
		["萍"] = {
			this = true
		}
	}
end

temp()
