pg = pg or {}
slot0 = pg
slot0.word_template_289 = {}
slot1 = slot0.word_template_289

function temp()
	uv0["往"] = {
		["事"] = {
			["并"] = {
				["不"] = {
					["如"] = {
						["烟"] = {
							this = true
						}
					}
				}
			},
			["微"] = {
				["痕"] = {
					this = true
				}
			}
		},
		["南"] = {
			["看"] = {
				["，"] = {
					["坐"] = {
						["台"] = {
							["的"] = {
								["小"] = {
									["姐"] = {
										["排"] = {
											["排"] = {
												["站"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["东"] = {
			["看"] = {
				["，"] = {
					["走"] = {
						["私"] = {
							["的"] = {
								["船"] = {
									["只"] = {
										["在"] = {
											["靠"] = {
												["岸"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["北"] = {
			["看"] = {
				["，"] = {
					["下"] = {
						["岗"] = {
							["的"] = {
								["职"] = {
									["工"] = {
										["几"] = {
											["千"] = {
												["万"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["西"] = {
			["看"] = {
				["，"] = {
					["新"] = {
						["疆"] = {
							["西"] = {
								["藏"] = {
									["在"] = {
										["暴"] = {
											["乱"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["網"] = {
		["禪"] = {
			this = true
		},
		["络"] = {
			["赚"] = {
				["钱"] = {
					this = true
				}
			},
			["賺"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["特"] = {
			this = true
		},
		["赚"] = {
			this = true
		},
		["賺"] = {
			this = true
		},
		["上"] = {
			["集"] = {
				["會"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["魍"] = {
		["魉"] = {
			["鬼"] = {
				["舞"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["忘"] = {
		["记"] = {
			["党"] = {
				["章"] = {
					["民"] = {
						["是"] = {
							["天"] = {
								this = true
							}
						}
					},
					["勤"] = {
						["政"] = {
							["廉"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["望"] = {
		["月"] = {
			["留"] = {
				["美"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["危"] = {
		["害"] = {
			["祖"] = {
				["国"] = {
					["为"] = {
						["荣"] = {
							this = true
						}
					}
				}
			}
		},
		["险"] = {
			["关"] = {
				["系"] = {
					this = true
				}
			}
		},
		["之"] = {
			["密"] = {
				["室"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["威"] = {
		["而"] = {
			["钢"] = {
				this = true
			},
			["柔"] = {
				this = true
			}
		},
		["尔"] = {
			["刚"] = {
				this = true
			}
		},
		["猛"] = {
			["的"] = {
				["消"] = {
					["防"] = {
						["员"] = {
							this = true
						}
					}
				}
			},
			["王"] = {
				["子"] = {
					this = true
				}
			}
		},
		["胁"] = {
			["女"] = {
				["记"] = {
					["者"] = {
						this = true
					}
				}
			},
			["抢"] = {
				["劫"] = {
					["女"] = {
						["记"] = {
							["者"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["权"] = {
			["政"] = {
				["治"] = {
					this = true
				}
			}
		},
		["廉"] = {
			["奥"] = {
				["兰"] = {
					["乔"] = {
						["治"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
