pg = pg or {}
slot0 = pg
slot0.word_template_64 = {}
slot1 = slot0.word_template_64

temp = function()
	uv0["史"] = {
		["達"] = {
			["林"] = {
				this = true
			}
		},
		["萊"] = {
			["姆"] = {
				this = true,
				["王"] = {
					this = true
				}
			}
		},
		["蒂"] = {
			["夫"] = {
				["·"] = {
					["西"] = {
						["蒙"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["矢"] = {
		["部"] = {
			["美"] = {
				["穗"] = {
					this = true
				}
			}
		},
		["崎"] = {
			["茜"] = {
				this = true
			}
		},
		["田"] = {
			["亚"] = {
				["希"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["野"] = {
			["凉"] = {
				["子"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["心"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["使"] = {
		["出"] = {
			["我"] = {
				["的"] = {
					["全"] = {
						["柴"] = {
							["动"] = {
								["力"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["劲"] = {
			["还"] = {
				["能"] = {
					["出"] = {
						["骚"] = {
							["味"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["驶"] = {
		["你"] = {
			["爸"] = {
				this = true
			},
			["公"] = {
				this = true
			},
			["老"] = {
				["母"] = {
					this = true
				},
				["师"] = {
					this = true
				}
			},
			["母"] = {
				this = true
			},
			["娘"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["屎"] = {
		this = {
			this = true
		},
		["你"] = {
			["娘"] = {
				this = true
			}
		},
		["妳"] = {
			["娘"] = {
				this = true
			}
		},
		["包"] = {
			["子"] = {
				this = true
			}
		},
		["吾"] = {
			["皇"] = {
				["万"] = {
					["岁"] = {
						this = true
					}
				}
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["士"] = {
		["兵"] = {
			["管"] = {
				["理"] = {
					["員"] = {
						["瓦"] = {
							["爾"] = {
								["臣"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["驾"] = {
				["驶"] = {
					["着"] = {
						["坦"] = {
							["克"] = {
								["战"] = {
									["车"] = {
										["，"] = {
											["用"] = {
												["机"] = {
													["关"] = {
														["枪"] = {
															["向"] = {
																["无"] = {
																	["数"] = {
																		["试"] = {
																			["图"] = {
																				["阻"] = {
																					["拦"] = {
																						["战"] = {
																							["车"] = {
																								["的"] = {
																									["市"] = {
																										["民"] = {
																											["和"] = {
																												["学"] = {
																													["生"] = {
																														["扫"] = {
																															["射"] = {
																																this = true
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["卫"] = {
			["都"] = {
				["首"] = {
					this = true
				}
			},
			["国"] = {
				["和"] = {
					["共"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["示"] = {
		["威"] = {
			this = true,
			["抗"] = {
				["议"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["世"] = {
		["博"] = {
			this = true,
			["耗"] = {
				["资"] = {
					["四"] = {
						["千"] = {
							["亿"] = {
								this = true
							}
						}
					}
				}
			},
			["会"] = {
				["吉"] = {
					["祥"] = {
						["物"] = {
							this = true
						}
					}
				}
			},
			["吉"] = {
				["祥"] = {
					["物"] = {
						this = true
					}
				}
			},
			["能"] = {
				["否"] = {
					["推"] = {
						["出"] = {
							["中"] = {
								["国"] = {
									["价"] = {
										["值"] = {
											["观"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["文"] = {
				["化"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			}
		},
		["代"] = {
			["高"] = {
				["唱"] = {
					["太"] = {
						["平"] = {
							["谣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纪"] = {
			["末"] = {
				["狂"] = {
					["想"] = {
						["曲"] = {
							this = true
						}
					}
				}
			}
		},
		["界"] = {
			["第"] = {
				["一"] = {
					["的"] = {
						["贪"] = {
							["官"] = {
								["群"] = {
									["体"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["經"] = {
				["濟"] = {
					["導"] = {
						["報"] = {
							this = true
						}
					}
				}
			},
			["列"] = {
				["强"] = {
					["震"] = {
						["惊"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			},
			["末"] = {
				["日"] = {
					["的"] = {
						["真"] = {
							["假"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["权"] = {
					["宣"] = {
						["言"] = {
							["6"] = {
								["0"] = {
									["周"] = {
										["年"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["通"] = {
				this = true
			},
			["维"] = {
				["吾"] = {
					["尔"] = {
						["大"] = {
							["会"] = {
								this = true
							}
						},
						["代"] = {
							["表"] = {
								["大"] = {
									["会"] = {
										this = true
									}
								}
							}
						},
						["青"] = {
							["年"] = {
								["代"] = {
									["表"] = {
										["大"] = {
											["会"] = {
												this = true
											}
										}
									}
								}
							}
						},
						["族"] = {
							["人"] = {
								["大"] = {
									["会"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["維"] = {
				["吾"] = {
					["爾"] = {
						["代"] = {
							["表"] = {
								["大"] = {
									["會"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["以"] = {
				["利"] = {
					["亚"] = {
						["福"] = {
							["音"] = {
								["宣"] = {
									["教"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["新"] = {
				["闻"] = {
					["摄"] = {
						["影"] = {
							["奖"] = {
								this = true
							}
						}
					}
				}
			},
			["革"] = {
				["命"] = {
					["领"] = {
						["袖"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["变"] = {
					["局"] = {
						this = true
					}
				}
			},
			["乱"] = {
				["局"] = {
					this = true
				}
			},
			["女"] = {
				["子"] = {
					["网"] = {
						["球"] = {
							["协"] = {
								["会"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["象"] = {
				["棋"] = {
					["冠"] = {
						["军"] = {
							this = true
						}
					}
				}
			}
		},
		["维"] = {
			["大"] = {
				["会"] = {
					this = true
				}
			},
			["会"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["仕"] = {
		["途"] = {
			["风"] = {
				["流"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["市"] = {
		["府"] = {
			["办"] = {
				["强"] = {
					["势"] = {
						["部"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["妓"] = {
			["委"] = {
				this = true
			}
		},
		["民"] = {
			["每"] = {
				["个"] = {
					["月"] = {
						["买"] = {
							["2"] = {
								["0"] = {
									["块"] = {
										["钱"] = {
											["的"] = {
												["生"] = {
													["态"] = {
														["基"] = {
															["金"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["长"] = {
			["李"] = {
				["玉"] = {
					["书"] = {
						["2"] = {
							["0"] = {
								["个"] = {
									["情"] = {
										["人"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["书"] = {
				["记"] = {
					["一"] = {
						["起"] = {
							["睡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["委"] = {
			["委"] = {
				["员"] = {
					["|"] = {
						["常"] = {
							["委"] = {
								["|"] = {
									["副"] = {
										["书"] = {
											["记"] = {
												["|"] = {
													["市"] = {
														["委"] = {
															["常"] = {
																["委"] = {
																	["|"] = {
																		["市"] = {
																			["长"] = {
																				["|"] = {
																					["上"] = {
																						["海"] = {
																							["市"] = {
																								["长"] = {
																									["|"] = {
																										["上"] = {
																											["海"] = {
																												["市"] = {
																													["委"] = {
																														this = true
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["势"] = {
		["力"] = {
			["的"] = {
				["狗"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["事"] = {
		["实"] = {
			["独"] = {
				["立"] = {
					this = true
				}
			}
		},
		["實"] = {
			["獨"] = {
				["立"] = {
					this = true
				}
			}
		},
		["在"] = {
			["四"] = {
				["方"] = {
					["，"] = {
						["要"] = {
							["在"] = {
								["中"] = {
									["央"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["侍"] = {
		["從"] = {
			["貝"] = {
				["赫"] = {
					["爾"] = {
						["特"] = {
							this = true
						}
					}
				}
			},
			["倫"] = {
				["斯"] = {
					["韋"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["试"] = {
		["嫖"] = {
			["一"] = {
				["个"] = {
					["月"] = {
						this = true
					}
				},
				["月"] = {
					["不"] = {
						["收"] = {
							["任"] = {
								["何"] = {
									["费"] = {
										["用"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["玩"] = {
			["账"] = {
				["号"] = {
					["赢"] = {
						["现"] = {
							["金"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["视"] = {
		["频"] = {
			m = {
				m = {
					this = true
				}
			},
			["爱"] = {
				this = true
			},
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["监"] = {
				["控"] = {
					this = true
				}
			},
			["交"] = {
				["往"] = {
					this = true
				},
				["友"] = {
					this = true
				}
			},
			["窥"] = {
				["探"] = {
					["器"] = {
						this = true
					}
				}
			},
			["聊"] = {
				["天"] = {
					this = true,
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					this = true
				}
			},
			["美"] = {
				["眉"] = {
					this = true
				},
				["女"] = {
					this = true
				}
			},
			["女"] = {
				this = true,
				["郎"] = {
					this = true
				}
			},
			["强"] = {
				["制"] = {
					this = true
				}
			},
			["全"] = {
				["脱"] = {
					["秀"] = {
						this = true
					}
				}
			},
			["秀"] = {
				this = true
			},
			["绣"] = {
				this = true
			},
			["艳"] = {
				["舞"] = {
					this = true
				}
			},
			["侦"] = {
				["探"] = {
					this = true
				}
			},
			["主"] = {
				["播"] = {
					this = true
				}
			},
			["作"] = {
				["爱"] = {
					this = true,
					["联"] = {
						["盟"] = {
							this = true
						}
					}
				}
			},
			["坐"] = {
				["爱"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["贪"] = {
			["官"] = {
				["污"] = {
					["吏"] = {
						["如"] = {
							["毒"] = {
								["蛇"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["迅"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["是"] = {
		["否"] = {
			["你"] = {
				["妈"] = {
					["真"] = {
						["欠"] = {
							["插"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鸡"] = {
			this = true
		},
		["智"] = {
			["者"] = {
				["\\"] = {
					p = {
						P = {
							["?"] = {
								["也"] = {
									["是"] = {
										["哲"] = {
											["学"] = {
												["家"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["吃"] = {
				["花"] = {
					["生"] = {
						["米"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["視"] = {
		["頻"] = {
			["表"] = {
				["演"] = {
					this = true
				}
			}
		},
		["訊"] = {
			["辣"] = {
				["妹"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["貰"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["释"] = {
		["迦"] = {
			["牟"] = {
				["尼"] = {
					this = true
				}
			}
		},
		["由"] = {
			["美"] = {
				["子"] = {
					this = true
				}
			}
		},
		["欲"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["釋"] = {
		["迦"] = {
			["牟"] = {
				["尼"] = {
					this = true
				}
			}
		},
		["欲"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["收"] = {
		["单"] = {
			["管"] = {
				["猎"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["费"] = {
			["删"] = {
				["帖"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["复"] = {
			["大"] = {
				["陆"] = {
					this = true
				}
			}
		},
		["购"] = {
			s = {
				h = {
					e = {
						n = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					["器"] = {
						["官"] = {
							this = true
						}
					}
				}
			},
			["肾"] = {
				this = true
			}
		},
		["肾"] = {
			this = true
		},
		["账"] = {
			this = true
		},
		["藏"] = {
			["六"] = {
				["四"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["守"] = {
		["口"] = {
			["如"] = {
				["瓶"] = {
					["奖"] = {
						this = true
					}
				}
			}
		},
		["护"] = {
			["天"] = {
				["使"] = {
					["不"] = {
						["离"] = {
							["不"] = {
								["弃"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["受"] = {
		["惊"] = {
			["精"] = {
				this = true
			}
		},
		["虐"] = {
			["狂"] = {
				this = true
			}
		},
		["控"] = {
			["的"] = {
				["计"] = {
					["划"] = {
						["经"] = {
							["济"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["售"] = {
		I = {
			D = {
				this = true
			}
		},
		["高"] = {
			["仿"] = {
				["真"] = {
					["人"] = {
						["民"] = {
							["币"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["号"] = {
			this = true
		},
		["軍"] = {
			["用"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["枪"] = {
			Q = {
				Q = {
					this = true
				}
			}
		},
		["软"] = {
			["件"] = {
				this = true
			}
		},
		["巴"] = {
			["比"] = {
				["妥"] = {
					this = true
				}
			}
		},
		["秦"] = {
			["氏"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["羟"] = {
			["基"] = {
				["乙"] = {
					["腈"] = {
						this = true
					}
				}
			}
		},
		["假"] = {
			["退"] = {
				["伍"] = {
					["证"] = {
						this = true
					}
				}
			},
			["车"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["台"] = {
			["秃"] = {
				this = true
			}
		},
		f = {
			o = {
				x = {
					["意"] = {
						["大"] = {
							["利"] = {
								["狐"] = {
									["狸"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["麻"] = {
			["古"] = {
				["配"] = {
					["方"] = {
						this = true
					}
				}
			}
		},
		k = {
			["粉"] = {
				["制"] = {
					["作"] = {
						["技"] = {
							["术"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["兽"] = {
		["奸"] = {
			this = true
		},
		["交"] = {
			this = true
		},
		["兽"] = {
			["门"] = {
				this = true,
				["视"] = {
					["频"] = {
						["完"] = {
							["整"] = {
								["版"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["性"] = {
			["新"] = {
				["人"] = {
					["类"] = {
						this = true
					}
				}
			}
		},
		["欲"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["獸"] = {
		["奸"] = {
			this = true
		},
		["交"] = {
			this = true
		},
		["獸"] = {
			["門"] = {
				this = true
			}
		},
		["欲"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["书"] = {
		["记"] = {
			["杨"] = {
				["枫"] = {
					["用"] = {
						m = {
							b = {
								a = {
									["知"] = {
										["识"] = {
											["管"] = {
												["理"] = {
													["有"] = {
														["效"] = {
															["管"] = {
																["理"] = {
																	["7"] = {
																		["7"] = {
																			["名"] = {
																				["情"] = {
																					["人"] = {
																						this = true
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["剑"] = {
			["后"] = {
				["传"] = {
					this = true
				}
			}
		},
		["小"] = {
			["力"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["叔"] = {
		["嫂"] = {
			["肉"] = {
				["欲"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["攄"] = {
		this = {
			this = true
		}
	}
end

temp()
