pg = pg or {}
slot0 = pg
slot0.word_template_375 = {}
slot1 = slot0.word_template_375

function temp()
	uv0["遗"] = {
		["精"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["遺"] = {
		["精"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["乙"] = {
		["环"] = {
			["利"] = {
				["定"] = {
					this = true
				}
			}
		},
		["基"] = {
			["氰"] = {
				this = true
			}
		},
		["甲"] = {
			["噻"] = {
				["丁"] = {
					this = true
				}
			}
		},
		["醚"] = {
			this = true
		},
		["酸"] = {
			["铅"] = {
				this = true
			},
			["乙"] = {
				["酯"] = {
					this = true
				}
			}
		},
		["酯"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["已"] = {
		["婚"] = {
			["女"] = {
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["帐"] = {
					["篷"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["以"] = {
		["财"] = {
			["大"] = {
				["气"] = {
					["粗"] = {
						["为"] = {
							["荣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["崇"] = {
			["尚"] = {
				["洗"] = {
					["货"] = {
						["为"] = {
							["荣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["吹"] = {
			["啸"] = {
				["为"] = {
					["荣"] = {
						this = true
					}
				}
			}
		},
		["多"] = {
			["党"] = {
				["治"] = {
					["国"] = {
						["为"] = {
							["荣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["尔"] = {
			["虞"] = {
				["我"] = {
					["诈"] = {
						["为"] = {
							["荣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["共"] = {
			["产"] = {
				["之"] = {
					["学"] = {
						["为"] = {
							["国"] = {
								["学"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["官"] = {
			["官"] = {
				["相"] = {
					["互"] = {
						["为"] = {
							["耻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["毫"] = {
			["宅"] = {
				["巨"] = {
					["赌"] = {
						["为"] = {
							["荣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["茎"] = {
			["至"] = {
				["洞"] = {
					this = true
				}
			},
			["制"] = {
				["洞"] = {
					this = true
				}
			},
			["治"] = {
				["洞"] = {
					["在"] = {
						this = true
					}
				}
			}
		},
		["溜"] = {
			["点"] = {
				["就"] = {
					["拐"] = {
						["为"] = {
							["耻"] = {
								this = true
							}
						}
					}
				}
			},
			["完"] = {
				["去"] = {
					["洗"] = {
						["浴"] = {
							["为"] = {
								["荣"] = {
									this = true
								}
							}
						}
					}
				},
				["想"] = {
					["做"] = {
						["爱"] = {
							["为"] = {
								["荣"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["钱"] = {
			["结"] = {
				["案"] = {
					this = true
				}
			}
		},
		["权"] = {
			["办"] = {
				["案"] = {
					this = true
				}
			}
		},
		["享"] = {
			["乐"] = {
				["淫"] = {
					["逸"] = {
						["为"] = {
							["荣"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["血"] = {
			["护"] = {
				["法"] = {
					this = true
				}
			}
		},
		["一"] = {
			["党"] = {
				["专"] = {
					["政"] = {
						["为"] = {
							["耻"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["政"] = {
			["治"] = {
				["造"] = {
					["假"] = {
						["为"] = {
							["耻"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["倚"] = {
		["天"] = {
			["屠"] = {
				["龙"] = {
					["别"] = {
						["记"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
