pg = pg or {}
slot0 = pg
slot0.word_template_211 = {}
slot1 = slot0.word_template_211

temp = function()
	uv0["母"] = {
		["爱"] = {
			["包"] = {
				_ = {
					["繼"] = {
						["母"] = {
							this = true
						}
					}
				}
			}
		},
		["狗"] = {
			["王"] = {
				this = true
			}
		},
		["奸"] = {
			this = true
		},
		["娘"] = {
			["肉"] = {
				["欲"] = {
					["教"] = {
						["育"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			["双"] = {
				["飞"] = {
					this = true
				}
			},
			["雙"] = {
				["飛"] = {
					this = true
				}
			}
		},
		["性"] = {
			["淫"] = {
				this = true
			}
		},
		["子"] = {
			["奸"] = {
				["情"] = {
					this = true
				}
			},
			["姦"] = {
				["情"] = {
					this = true
				}
			},
			["交"] = {
				["欢"] = {
					this = true
				},
				["歡"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["牡"] = {
		["丹"] = {
			["花"] = {
				this = true,
				["革"] = {
					["命"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["木"] = {
		["村"] = {
			["佳"] = {
				["乃"] = {
					this = true
				}
			}
		},
		["谷"] = {
			["映"] = {
				["美"] = {
					this = true
				}
			}
		},
		["兰"] = {
			["裆"] = {
				["裤"] = {
					["湿"] = {
						this = true
					}
				}
			}
		},
		["里"] = {
			["求"] = {
				["丝"] = {
					["称"] = {
						["雄"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["内"] = {
			["晶"] = {
				this = true,
				["子"] = {
					this = true
				}
			}
		},
		["下"] = {
			["优"] = {
				this = true
			}
		},
		["制"] = {
			["条"] = {
				["盒"] = {
					this = true
				}
			}
		},
		["子"] = {
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["論"] = {
				["壇"] = {
					this = true
				}
			}
		},
		["樨"] = {
			["地"] = {
				this = true,
				["枪"] = {
					["声"] = {
						this = true
					}
				},
				["槍"] = {
					["聲"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["暮"] = {
		["春"] = {
			["堂"] = {
				["狼"] = {
					["友"] = {
						this = true
					}
				}
			}
		},
		["光"] = {
			["之"] = {
				["眼"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["穆"] = {
		["罕"] = {
			["默"] = {
				["德"] = {
					this = true
				}
			},
			["穆"] = {
				["德"] = {
					this = true
				}
			}
		},
		["斯"] = {
			["林"] = {
				this = true
			}
		},
		["扎"] = {
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["5"] = {
								["}"] = {
									["莫"] = {
										["扎"] = {
											["特"] = {
												["|"] = {
													["莫"] = {
														["扎"] = {
															["特"] = {
																["."] = {
																	["{"] = {
																		["0"] = {
																			[","] = {
																				["5"] = {
																					["}"] = {
																						["穆"] = {
																							["扎"] = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["拿"] = {
		["车"] = {
			["那"] = {
				["就"] = {
					["是"] = {
						["3"] = {
							["年"] = {
								this = true
							}
						},
						["三"] = {
							["年"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["破"] = {
			["仑"] = {
				this = true,
				["1"] = {
					["9"] = {
						["6"] = {
							["8"] = {
								this = true
							}
						}
					}
				}
			},
			["崙"] = {
				this = true
			}
		},
		["枪"] = {
			["打"] = {
				["人"] = {
					["立"] = {
						["过"] = {
							["功"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["去"] = {
					["卖"] = {
						["货"] = {
							this = true
						}
					}
				}
			}
		},
		["着"] = {
			["江"] = {
				["泽"] = {
					["民"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["哪"] = {
		["个"] = {
			["让"] = {
				["你"] = {
					["直"] = {
						["播"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["里"] = {
			["有"] = {
				["猎"] = {
					q = {
						i = {
							a = {
								n = {
									g = {
										["卖"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
