pg = pg or {}
slot0 = pg
slot0.word_template_49 = {}
slot1 = slot0.word_template_49

function temp()
	uv0["八"] = {
		["背"] = {
			["飞"] = {
				["凫"] = {
					this = true
				}
			}
		},
		["反"] = {
			["安"] = {
				["未"] = {
					["果"] = {
						this = true
					}
				}
			}
		},
		["九"] = {
			this = true,
			["2"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["北"] = {
				["京"] = {
					["事"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["二"] = {
				["十"] = {
					["周"] = {
						["年"] = {
							this = true
						}
					}
				}
			},
			["风"] = {
				["波"] = {
					this = true
				}
			},
			["纪"] = {
				["念"] = {
					this = true
				}
			},
			["见"] = {
				["证"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			},
			["民"] = {
				["运"] = {
					this = true
				},
				["運"] = {
					["\\"] = {
						this = true
					}
				}
			},
			["年"] = {
				["学"] = {
					["潮"] = {
						this = true
					}
				}
			},
			["学"] = {
				["生"] = {
					this = true
				},
				["运"] = {
					this = true
				}
			},
			["學"] = {
				["運"] = {
					["\\"] = {
						this = true
					}
				}
			},
			["之"] = {
				["后"] = {
					this = true
				}
			}
		},
		["路"] = {
			["匪"] = {
				this = true
			}
		},
		["木"] = {
			["小"] = {
				["织"] = {
					this = true
				}
			}
		},
		["奇"] = {
			["屠"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["荣"] = {
			["八"] = {
				["耻"] = {
					["编"] = {
						["成"] = {
							["经"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["三"] = {
			["四"] = {
				["一"] = {
					["部"] = {
						["队"] = {
							this = true
						}
					}
				}
			}
		},
		["十"] = {
			["块"] = {
				["钱"] = {
					["搞"] = {
						["不"] = {
							["搞"] = {
								this = true
							}
						}
					}
				}
			},
			["年"] = {
				["代"] = {
					["邓"] = {
						["小"] = {
							["平"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["肖"] = {
			this = true
		},
		["亿"] = {
			["人"] = {
				["民"] = {
					["都"] = {
						["是"] = {
							["批"] = {
								["判"] = {
									["家"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["巴"] = {
		["巴"] = {
			["拉"] = {
				["的"] = {
					["性"] = {
						["古"] = {
							["怪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["比"] = {
			["妥"] = {
				this = true
			}
		},
		["黎"] = {
			["最"] = {
				["后"] = {
					["的"] = {
						["探"] = {
							["戈"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["倫"] = {
			["侍"] = {
				["從"] = {
					this = true
				}
			},
			["坦"] = {
				this = true
			}
		},
		["特"] = {
			["尔"] = {
				this = true
			}
		},
		["新"] = {
			["反"] = {
				["华"] = {
					this = true
				}
			}
		},
		["音"] = {
			["朝"] = {
				["鲁"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["扒"] = {
		["屄"] = {
			this = true
		},
		["开"] = {
			["小"] = {
				["逼"] = {
					["使"] = {
						["劲"] = {
							["瞅"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["拉"] = {
			["着"] = {
				this = true
			}
		},
		["穴"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["疤"] = {
		["痕"] = {
			["治"] = {
				["疗"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["拔"] = {
		["屄"] = {
			this = true,
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["出"] = {
			["来"] = {
				this = true
			},
			["來"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["把"] = {
		["邓"] = {
			["小"] = {
				["平"] = {
					["叫"] = {
						["道"] = {
							["床"] = {
								["边"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["民"] = {
			["意"] = {
				["强"] = {
					["奸"] = {
						this = true
					}
				}
			}
		},
		["那"] = {
			["被"] = {
				["窝"] = {
					["捂"] = {
						["起"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["你"] = {
			["妈"] = {
				["操"] = {
					["残"] = {
						["废"] = {
							this = true
						}
					}
				}
			},
			["下"] = {
				["面"] = {
					["那"] = {
						["个"] = {
							["洞"] = {
								["给"] = {
									["添"] = {
										["了"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["腿"] = {
			["掰"] = {
				["開"] = {
					this = true
				}
			}
		},
		["握"] = {
			["鸡"] = {
				["遇"] = {
					this = true
				}
			}
		}
	}
end

temp()
