pg = pg or {}
slot0 = pg
slot0.word_template_342 = {}
slot1 = slot0.word_template_342

function temp()
	uv0["问"] = {
		["题"] = {
			["出"] = {
				["在"] = {
					["共"] = {
						["产"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["责"] = {
			["会"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["汶"] = {
		["川"] = {
			["腾"] = {
				["空"] = {
					["飞"] = {
						["起"] = {
							["汶"] = {
								["川"] = {
									["大"] = {
										["地"] = {
											["震"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["瓮"] = {
		["安"] = {
			["事"] = {
				["变"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["窝"] = {
		["窝"] = {
			["客"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["窩"] = {
		["窩"] = {
			["客"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["我"] = {
		["爱"] = {
			["阿"] = {
				["姨"] = {
					["的"] = {
						["大"] = {
							["咪"] = {
								["咪"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["我"] = {
				["色"] = {
					["网"] = {
						["址"] = {
							this = true
						}
					}
				}
			}
		},
		["把"] = {
			["你"] = {
				["姐"] = {
					["把"] = {
						["夜"] = {
							["包"] = {
								this = true
							}
						}
					}
				},
				["妈"] = {
					["来"] = {
						["强"] = {
							["奸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["爸"] = {
			["裤"] = {
				["脱"] = {
					["掉"] = {
						["吃"] = {
							["死"] = {
								["你"] = {
									["妈"] = {
										b = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["操"] = {
			this = true,
			["你"] = {
				this = true
			}
		},
		["草"] = {
			["不"] = {
				["带"] = {
					["套"] = {
						this = true
					}
				}
			},
			["你"] = {
				["吗"] = {
					["不"] = {
						["带"] = {
							["套"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["插"] = {
			this = true
		},
		["的"] = {
			["第"] = {
				["一"] = {
					["次"] = {
						["嫖"] = {
							["娼"] = {
								["故"] = {
									["事"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["喇"] = {
				["嘛"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					["雯"] = {
						["雯"] = {
							this = true
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					["历"] = {
						["程"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["儿"] = {
					["小"] = {
						["可"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["师"] = {
					this = true
				}
			},
			["土"] = {
				["地"] = {
					["和"] = {
						["我"] = {
							["的"] = {
								["人"] = {
									["民"] = {
										this = true
									}
								}
							}
						}
					},
					["我"] = {
						["的"] = {
							["人"] = {
								["民"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["文"] = {
				["革"] = {
					["岁"] = {
						["月"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["启"] = {
					["蒙"] = {
						["老"] = {
							["师"] = {
								this = true
							}
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["生"] = {
						["活"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["实"] = {
					["照"] = {
						["片"] = {
							this = true
						}
					}
				}
			}
		},
		["干"] = {
			this = true
		},
		["给"] = {
			["你"] = {
				["妈"] = {
					["逼"] = {
						["干"] = {
							["肿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["跟"] = {
			["你"] = {
				["妈"] = {
					["更"] = {
						["厉"] = {
							["害"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["和"] = {
			["毛"] = {
				["主"] = {
					["席"] = {
						["的"] = {
							["儿"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["你"] = {
				["妈"] = {
					["搞"] = {
						["破"] = {
							["鞋"] = {
								this = true
							}
						}
					},
					["来"] = {
						["通"] = {
							["奸"] = {
								this = true
							}
						}
					}
				},
				["做"] = {
					["做"] = {
						["爱"] = {
							this = true
						}
					}
				}
			}
		},
		["恨"] = {
			["警"] = {
				["察"] = {
					this = true
				}
			}
		},
		["记"] = {
			["着"] = {
				["是"] = {
					["十"] = {
						["七"] = {
							["个"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["奸"] = {
			this = true
		},
		["就"] = {
			["不"] = {
				["是"] = {
					["胡"] = {
						["紧"] = {
							["套"] = {
								this = true
							}
						}
					}
				}
			},
			["操"] = {
				["翻"] = {
					["你"] = {
						["妈"] = {
							["比"] = {
								this = true
							}
						}
					}
				}
			},
			["去"] = {
				["色"] = {
					this = true
				}
			},
			["色"] = {
				this = true
			}
		},
		["可"] = {
			["是"] = {
				["黨"] = {
					["書"] = {
						["記"] = {
							this = true
						}
					}
				},
				["共"] = {
					["黨"] = {
						["的"] = {
							["書"] = {
								["記"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["来"] = {
			["到"] = {
				["了"] = {
					["圣"] = {
						["魔"] = {
							["大"] = {
								["陆"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["两"] = {
			["手"] = {
				["插"] = {
					["腰"] = {
						["一"] = {
							["起"] = {
								["摇"] = {
									["摇"] = {
										["出"] = {
											["性"] = {
												["高"] = {
													["潮"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["咧"] = {
			["干"] = {
				this = true
			}
		},
		["们"] = {
			["唱"] = {
				["着"] = {
					["洞"] = {
						["房"] = {
							["红"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["民"] = {
					["工"] = {
						["象"] = {
							["牲"] = {
								["口"] = {
									["一"] = {
										["样"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["冤"] = {
					["屈"] = {
						["已"] = {
							["无"] = {
								["处"] = {
									["申"] = {
										["张"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["讲"] = {
				["着"] = {
					["春"] = {
						["药"] = {
							["的"] = {
								["故"] = {
									["事"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["在"] = {
				["家"] = {
					["里"] = {
						["躲"] = {
							["流"] = {
								["感"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["真"] = {
				["的"] = {
					["是"] = {
						["自"] = {
							["虐"] = {
								["型"] = {
									["的"] = {
										["民"] = {
											["族"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["們"] = {
			["的"] = {
				["政"] = {
					["府"] = {
						["很"] = {
							["無"] = {
								["能"] = {
									["幹"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["妳"] = {
			["老"] = {
				["爸"] = {
					this = true
				}
			}
		},
		["日"] = {
			this = true,
			["你"] = {
				this = true
			}
		},
		["是"] = {
			["警"] = {
				["察"] = {
					["说"] = {
						["了"] = {
							["算"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["他"] = {
			["妈"] = {
				["的"] = {
					["愿"] = {
						["捐"] = {
							["一"] = {
								["条"] = {
									["命"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["唾"] = {
			["弃"] = {
				["你"] = {
					["的"] = {
						["坟"] = {
							["墓"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["为"] = {
			["卿"] = {
				["狂"] = {
					this = true
				}
			}
		},
		["想"] = {
			["带"] = {
				["她"] = {
					["回"] = {
						["家"] = {
							["去"] = {
								["做"] = {
									["爱"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["姓"] = {
			["邓"] = {
				this = true
			}
		},
		["秀"] = {
			["你"] = {
				["射"] = {
					this = true
				}
			}
		},
		["绣"] = {
			["你"] = {
				["射"] = {
					this = true
				}
			}
		},
		["要"] = {
			["官"] = {
				["人"] = {
					this = true
				}
			},
			["买"] = {
				b = {
					y = {
						["套"] = {
							this = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			}
		},
		["与"] = {
			["杨"] = {
				["昆"] = {
					["玲"] = {
						["玉"] = {
							["足"] = {
								["的"] = {
									["罗"] = {
										["曼"] = {
											["史"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["在"] = {
			["你"] = {
				["妈"] = {
					["逼"] = {
						["上"] = {
							["走"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["主"] = {
			["王"] = {
				["朝"] = {
					["男"] = {
						["妃"] = {
							this = true
						}
					}
				}
			}
		},
		["做"] = {
			["骚"] = {
				["妻"] = {
					this = true
				}
			}
		}
	}
end

temp()
