pg = pg or {}
slot0 = pg
slot0.word_template_65 = {}
slot1 = slot0.word_template_65

function temp()
	uv0["诚"] = {
		["心"] = {
			["机"] = {
				["器"] = {
					["人"] = {
						this = true
					}
				}
			}
		},
		["信"] = {
			["代"] = {
				["考"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["意"] = {
			["哥"] = {
				["哥"] = {
					this = true
				}
			},
			["加"] = {
				q = {
					this = true
				},
				["我"] = {
					this = true
				}
			},
			["玩"] = {
				["的"] = {
					["哥"] = {
						["哥"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["的"] = {
					["哥"] = {
						["哥"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["城"] = {
		["堡"] = {
			["里"] = {
				["的"] = {
					["激"] = {
						["情"] = {
							this = true
						}
					}
				}
			}
		},
		["管"] = {
			this = true,
			["大"] = {
				["队"] = {
					["长"] = {
						["猝"] = {
							["死"] = {
								["在"] = {
									["街"] = {
										["头"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["员"] = {
					["大"] = {
						["家"] = {
							["皆"] = {
								["散"] = {
									["去"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["土"] = {
				["匪"] = {
					["化"] = {
						this = true
					}
				}
			},
			["想"] = {
				["掀"] = {
					["谁"] = {
						["的"] = {
							["摊"] = {
								["位"] = {
									["就"] = {
										["掀"] = {
											["谁"] = {
												["的"] = {
													["摊"] = {
														["位"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["需"] = {
				["要"] = {
					["的"] = {
						["就"] = {
							["是"] = {
								["你"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["里"] = {
			["晚"] = {
				["上"] = {
					["人"] = {
						["叫"] = {
							["鸡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["麻"] = {
			["美"] = {
				this = true
			}
		},
		["市"] = {
			["教"] = {
				["会"] = {
					this = true
				}
			},
			["里"] = {
				["最"] = {
					["牛"] = {
						["逼"] = {
							["的"] = {
								["展"] = {
									["览"] = {
										["品"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["进"] = {
			["克"] = {
				["坦"] = {
					this = true
				}
			}
		},
		["南"] = {
			["阿"] = {
				["平"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["乘"] = {
		["飛"] = {
			["機"] = {
				["罷"] = {
					["航"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["公"] = {
			["交"] = {
				["去"] = {
					["高"] = {
						["潮"] = {
							["村"] = {
								["办"] = {
									["事"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["程"] = {
		["凱"] = {
			this = true
		},
		["鐵"] = {
			["軍"] = {
				this = true
			}
		},
		["序"] = {
			["破"] = {
				["解"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["吃"] = {
		["大"] = {
			["便"] = {
				this = true
			}
		},
		["饭"] = {
			["基"] = {
				["本"] = {
					["靠"] = {
						["党"] = {
							this = true
						}
					}
				}
			}
		},
		["喝"] = {
			["嫖"] = {
				["赌"] = {
					["用"] = {
						["损"] = {
							["办"] = {
								["法"] = {
									this = true
								}
							}
						}
					},
					["全"] = {
						["都"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鸡"] = {
			["巴"] = {
				this = true
			}
		},
		["雞"] = {
			["巴"] = {
				this = true
			}
		},
		["精"] = {
			this = true
		},
		["了"] = {
			["原"] = {
				["告"] = {
					["吃"] = {
						["被"] = {
							["告"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["婴"] = {
				this = true
			}
		},
		["屎"] = {
			this = true
		},
		["婴"] = {
			this = true
		},
		["中"] = {
			["国"] = {
				["的"] = {
					["饭"] = {
						this = true
					}
				}
			}
		},
		["上"] = {
			["?"] = {
				["饭"] = {
					["不"] = {
						["忘"] = {
							["炒"] = {
								["饭"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["三"] = {
			["罐"] = {
				["蜂"] = {
					["蜜"] = {
						this = true,
						["的"] = {
							["刁"] = {
								["熊"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["蛋"] = {
			["炒"] = {
				["饭"] = {
					["被"] = {
						["炸"] = {
							["死"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["韭"] = {
			["菜"] = {
				["，"] = {
					["储"] = {
						["屁"] = {
							["亿"] = {
								["年"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["螭"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鴟"] = {
		this = {
			this = true
		}
	}
end

temp()
