pg = pg or {}
slot0 = pg
slot0.word_template_31 = {}
slot1 = slot0.word_template_31

temp = function()
	uv0["肉"] = {
		["棒"] = {
			this = true
		},
		["蚌"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["壁"] = {
			this = true
		},
		["便"] = {
			["器"] = {
				this = true
			}
		},
		["博"] = {
			["战"] = {
				["士"] = {
					this = true
				}
			}
		},
		["唇"] = {
			this = true
		},
		["洞"] = {
			this = true
		},
		["缝"] = {
			this = true
		},
		["縫"] = {
			this = true
		},
		["感"] = {
			["炮"] = {
				["友"] = {
					this = true
				}
			}
		},
		["根"] = {
			this = true
		},
		["沟"] = {
			this = true
		},
		["溝"] = {
			this = true
		},
		["棍"] = {
			this = true,
			["干"] = {
				["骚"] = {
					["妇"] = {
						this = true
					}
				}
			},
			["幹"] = {
				["騷"] = {
					["婦"] = {
						this = true
					}
				}
			},
			["子"] = {
				this = true
			}
		},
		["壶"] = {
			this = true
		},
		["壺"] = {
			this = true
		},
		["击"] = {
			this = true
		},
		["嫁"] = {
			this = true
		},
		["茎"] = {
			this = true
		},
		["莖"] = {
			this = true
		},
		["具"] = {
			this = true
		},
		["门"] = {
			this = true
		},
		["蒲"] = {
			["团"] = {
				this = true
			},
			["團"] = {
				this = true
			}
		},
		["丘"] = {
			this = true
		},
		["圈"] = {
			this = true
		},
		["丝"] = {
			["裤"] = {
				["袜"] = {
					this = true
				}
			}
		},
		["絲"] = {
			["褲"] = {
				["襪"] = {
					this = true
				}
			}
		},
		["体"] = {
			this = true,
			["改"] = {
				["造"] = {
					this = true
				}
			},
			["交"] = {
				["融"] = {
					this = true
				}
			},
			["治"] = {
				["疗"] = {
					["师"] = {
						this = true
					}
				}
			}
		},
		["體"] = {
			this = true
		},
		["臀"] = {
			this = true
		},
		["箫"] = {
			this = true
		},
		["簫"] = {
			this = true
		},
		["穴"] = {
			this = true
		},
		["芽"] = {
			this = true
		},
		["淫"] = {
			["器"] = {
				["吞"] = {
					["精"] = {
						this = true
					}
				}
			}
		},
		["欲"] = {
			this = true,
			["指"] = {
				["导"] = {
					this = true
				}
			}
		},
		["动"] = {
			["漫"] = {
				["无"] = {
					["遮"] = {
						["挡"] = {
							this = true
						}
					}
				}
			}
		},
		["冰"] = {
			["毒"] = {
				this = true
			}
		},
		["喇"] = {
			["叭"] = {
				this = true
			}
		},
		["汤"] = {
			["浇"] = {
				["地"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["日"] = {
		["給"] = {
			this = true
		},
		["和"] = {
			["見"] = {
				this = true
			}
		},
		["服"] = {
			this = true
		},
		G = {
			M = {
				this = true
			}
		},
		X = {
			["妈"] = {
				this = true
			}
		},
		["本"] = {
			a = {
				v = {
					this = true
				}
			},
			A = {
				V = {
					["女"] = {
						["优"] = {
							this = true
						}
					}
				},
				["级"] = {
					["作"] = {
						["爱"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["激"] = {
						["情"] = {
							["三"] = {
								["级"] = {
									["片"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				},
				["國"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["灌"] = {
				["肠"] = {
					this = true
				}
			},
			["鬼"] = {
				["子"] = {
					["把"] = {
						["船"] = {
							["撞"] = {
								this = true
							}
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					["肌"] = {
						["肉"] = {
							["帅"] = {
								["哥"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["美"] = {
				["男"] = {
					this = true
				}
			},
			["骚"] = {
				["货"] = {
					this = true
				}
			},
			["熟"] = {
				["母"] = {
					this = true
				},
				["女"] = {
					this = true
				}
			},
			["素"] = {
				["人"] = {
					this = true
				}
			},
			["完"] = {
				["整"] = {
					["地"] = {
						["保"] = {
							["存"] = {
								["了"] = {
									["这"] = {
										["首"] = {
											["诗"] = {
												["的"] = {
													["原"] = {
														["貌"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["小"] = {
				["蜜"] = {
					this = true
				}
			},
			["有"] = {
				["码"] = {
					this = true
				}
			},
			["右"] = {
				["翼"] = {
					["分"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["牲"] = {
					["交"] = {
						["免"] = {
							["费"] = {
								["视"] = {
									["频"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["积"] = {
					["极"] = {
						["建"] = {
							["设"] = {
								["东"] = {
									["北"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["种"] = {
					["就"] = {
						["是"] = {
							["比"] = {
								["汉"] = {
									["族"] = {
										["人"] = {
											["优"] = {
												["秀"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["级"] = {
					["特"] = {
						["黄"] = {
							this = true
						}
					}
				},
				["㚫"] = {
					["片"] = {
						this = true
					}
				}
			},
			["无"] = {
				["码"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["口"] = {
					this = true
				}
			},
			["特"] = {
				["级"] = {
					["牲"] = {
						["交"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["世"] = {
					["界"] = {
						["一"] = {
							["流"] = {
								["的"] = {
									["文"] = {
										["明"] = {
											["国"] = {
												["家"] = {
													["，"] = {
														["我"] = {
															["们"] = {
																["需"] = {
																	["要"] = {
																		["反"] = {
																			["思"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["值"] = {
					["得"] = {
						["学"] = {
							["习"] = {
								["的"] = {
									["亚"] = {
										["洲"] = {
											["民"] = {
												["主"] = {
													["典"] = {
														["范"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["福"] = {
				["利"] = {
					["制"] = {
						["度"] = {
							["、"] = {
								["消"] = {
									["费"] = {
										["电"] = {
											["子"] = {
												["、"] = {
													["工"] = {
														["业"] = {
															["设"] = {
																["备"] = {
																	["、"] = {
																		["工"] = {
																			["匠"] = {
																				["精"] = {
																					["神"] = {
																						["等"] = {
																							["都"] = {
																								["做"] = {
																									["到"] = {
																										["了"] = {
																											["无"] = {
																												["人"] = {
																													["企"] = {
																														["及"] = {
																															["的"] = {
																																["高"] = {
																																	["度"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["核"] = {
				["废"] = {
					["水"] = {
						["已"] = {
							["达"] = {
								["标"] = {
									["，"] = {
										["不"] = {
											["必"] = {
												["担"] = {
													["忧"] = {
														["排"] = {
															["海"] = {
																["危"] = {
																	["害"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["首"] = {
				["相"] = {
					this = true
				}
			}
		},
		["屄"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["遍"] = {
			["大"] = {
				["江"] = {
					["南"] = {
						["北"] = {
							this = true
						}
					}
				}
			}
		},
		["韩"] = {
			["鬼"] = {
				["子"] = {
					["把"] = {
						["船"] = {
							["撞"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["好"] = {
			["色"] = {
				["女"] = {
					["成"] = {
						["人"] = {
							["網"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["军"] = {
			["军"] = {
				["妓"] = {
					this = true
				}
			}
		},
		["軍"] = {
			this = true
		},
		["麻"] = {
			["屁"] = {
				["为"] = {
					["荣"] = {
						this = true
					}
				}
			}
		},
		["暮"] = {
			["苍"] = {
				["山"] = {
					["兰"] = {
						["舟"] = {
							["小"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["內"] = {
			["瓦"] = {
				["金"] = {
					["融"] = {
						this = true
					}
				}
			}
		},
		["你"] = {
			this = true,
			["妈"] = {
				this = true
			},
			["媽"] = {
				this = true
			},
			["娘"] = {
				this = true
			},
			["爺"] = {
				["爺"] = {
					this = true
				}
			}
		},
		["批"] = {
			this = true
		},
		["式"] = {
			["指"] = {
				["压"] = {
					this = true
				}
			}
		},
		["收"] = {
			["入"] = {
				["不"] = {
					["低"] = {
						["于"] = {
							this = true
						}
					}
				}
			}
		},
		["死"] = {
			this = true,
			["你"] = {
				this = true
			}
		},
		["他"] = {
			["娘"] = {
				this = true
			}
		},
		["体"] = {
			["院"] = {
				["男"] = {
					["生"] = {
						this = true
					}
				}
			}
		},
		["一"] = {
			["炮"] = {
				this = true
			}
		},
		["朱"] = {
			["駿"] = {
				this = true
			}
		},
		["赚"] = {
			this = true
		},
		["四"] = {
			["月"] = {
				["六"] = {
					this = true
				}
			}
		},
		["4"] = {
			["月"] = {
				["6"] = {
					this = true
				}
			}
		},
		["存"] = {
			["送"] = {
				this = true
			}
		},
		["日"] = {
			["摸"] = {
				["天"] = {
					["天"] = {
						["摸"] = {
							this = true
						}
					}
				}
			}
		},
		["开"] = {
			["宗"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["破"] = {
		["産"] = {
			this = true
		},
		["处"] = {
			this = true,
			["门"] = {
				this = true
			}
		},
		["處"] = {
			this = true
		},
		["瓜"] = {
			["之"] = {
				this = true
			}
		},
		["坏"] = {
			this = true,
			["大"] = {
				["法"] = {
					this = true
				}
			}
		},
		["解"] = {
			["版"] = {
				["工"] = {
					["具"] = {
						this = true
					}
				}
			},
			["单"] = {
				["挑"] = {
					["王"] = {
						this = true
					}
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["工"] = {
				["具"] = {
					this = true
				}
			},
			["技"] = {
				["术"] = {
					this = true
				}
			},
			["器"] = {
				this = true
			},
			["刷"] = {
				Q = {
					["币"] = {
						this = true
					}
				}
			},
			["投"] = {
				["注"] = {
					this = true
				}
			},
			["网"] = {
				["吧"] = {
					this = true
				}
			},
			["仪"] = {
				["器"] = {
					this = true
				}
			},
			["自"] = {
				["动"] = {
					["麻"] = {
						["將"] = {
							["機"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["机"] = {
					["窃"] = {
						["听"] = {
							["软"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["戒"] = {
			["工"] = {
				["具"] = {
					this = true
				}
			}
		},
		["繲"] = {
			["噐"] = {
				this = true
			}
		},
		["网"] = {
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["三"] = {
				["剑"] = {
					["客"] = {
						this = true
					}
				}
			}
		},
		["鞋"] = {
			this = true
		},
		["颧"] = {
			["纹"] = {
				this = true
			}
		},
		["四"] = {
			["旧"] = {
				["，"] = {
					["立"] = {
						["四"] = {
							["新"] = {
								["！"] = {
									["横"] = {
										["扫"] = {
											["一"] = {
												["切"] = {
													["牛"] = {
														["鬼"] = {
															["蛇"] = {
																["神"] = {
																	["！"] = {
																		["兴"] = {
																			["无"] = {
																				["灭"] = {
																					["资"] = {
																						["，"] = {
																							["彻"] = {
																								["底"] = {
																									["砸"] = {
																										["乱"] = {
																											["封"] = {
																												["资"] = {
																													["修"] = {
																														["，"] = {
																															["开"] = {
																																["创"] = {
																																	["一"] = {
																																		["个"] = {
																																			["新"] = {
																																				["世"] = {
																																					["界"] = {
																																						["！"] = {
																																							this = true
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["馬"] = {
		["鹿"] = {
			this = true
		},
		["白"] = {
			["勺"] = {
				this = true
			}
		},
		["大"] = {
			["維"] = {
				this = true
			}
		},
		["的"] = {
			this = true
		},
		["會"] = {
			this = true
		},
		["加"] = {
			["爵"] = {
				this = true
			}
		},
		["凱"] = {
			this = true
		},
		["克"] = {
			["思"] = {
				this = true
			}
		},
		["良"] = {
			["駿"] = {
				this = true
			}
		},
		["三"] = {
			["家"] = {
				this = true
			}
		},
		["時"] = {
			["敏"] = {
				this = true
			}
		},
		["特"] = {
			["斯"] = {
				this = true
			}
		},
		["英"] = {
			["九"] = {
				this = true
			}
		},
		["永"] = {
			["成"] = {
				this = true
			}
		},
		["雪"] = {
			["芹"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["買"] = {
		["賣"] = {
			["人"] = {
				["口"] = {
					this = true
				}
			},
			["老"] = {
				["虎"] = {
					["頭"] = {
						["獵"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["車"] = {
					["攔"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["四"] = {
				["氢"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["鷹"] = {
				["牌"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					}
				}
			}
		},
		["春"] = {
			this = true,
			["堂"] = {
				this = true
			}
		},
		["胡"] = {
			["椒"] = {
				["基"] = {
					["甲"] = {
						["基"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["売"] = {
		["春"] = {
			["婦"] = {
				this = true
			}
		},
		["女"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["白"] = {
		["痴"] = {
			this = true
		},
		["豚"] = {
			this = true
		},
		["冰"] = {
			this = true
		},
		["川"] = {
			["南"] = {
				this = true
			}
		},
		["春"] = {
			["礼"] = {
				this = true
			}
		},
		["粉"] = {
			this = true
		},
		["虎"] = {
			["嫩"] = {
				B = {
					this = true
				},
				b = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				},
				["婦"] = {
					this = true
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["阴"] = {
				["穴"] = {
					this = true
				}
			},
			["陰"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["板"] = {
				this = true
			}
		},
		["浆"] = {
			["四"] = {
				["溅"] = {
					this = true
				}
			}
		},
		["漿"] = {
			["四"] = {
				["濺"] = {
					this = true
				}
			}
		},
		["井"] = {
			["千"] = {
				["寻"] = {
					this = true
				}
			}
		},
		["立"] = {
			["樸"] = {
				this = true
			}
		},
		["莲"] = {
			["教"] = {
				this = true
			}
		},
		["蓮"] = {
			["教"] = {
				this = true
			}
		},
		["领"] = {
			["幻"] = {
				["想"] = {
					this = true
				}
			}
		},
		["玛"] = {
			this = true,
			["赤"] = {
				["林"] = {
					this = true
				}
			}
		},
		["夢"] = {
			this = true
		},
		["那"] = {
			["么"] = {
				["衣"] = {
					["那"] = {
						["么"] = {
							["使"] = {
								["那"] = {
									["么"] = {
										["黑"] = {
											["心"] = {
												["肠"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["嫩"] = {
			["骚"] = {
				["妇"] = {
					this = true
				}
			},
			["騷"] = {
				["婦"] = {
					this = true
				}
			}
		},
		["皮"] = {
			["書"] = {
				this = true
			}
		},
		["手"] = {
			["创"] = {
				["业"] = {
					this = true
				}
			}
		},
		["天"] = {
			["去"] = {
				["卖"] = {
					["菜"] = {
						["晚"] = {
							["上"] = {
								["来"] = {
									["做"] = {
										["台"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["小"] = {
			["姐"] = {
				["内"] = {
					["幕"] = {
						this = true
					}
				},
				["特"] = {
					["码"] = {
						this = true
					}
				}
			}
		},
		["牙"] = {
			["签"] = {
				this = true
			}
		},
		["液"] = {
			["四"] = {
				["溅"] = {
					this = true
				},
				["濺"] = {
					this = true
				}
			}
		},
		["衣"] = {
			["天"] = {
				["使"] = {
					["爱"] = {
						["液"] = {
							["检"] = {
								["诊"] = {
									this = true
								}
							}
						}
					},
					["黑"] = {
						["心"] = {
							["肠"] = {
								this = true
							},
							["腸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["玉"] = {
			["网"] = {
				this = true
			}
		},
		["昼"] = {
			["露"] = {
				["出"] = {
					["娘"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["塑"] = {
				["料"] = {
					["袋"] = {
						this = true
					}
				}
			}
		},
		["衬"] = {
			["衣"] = {
				this = true
			}
		},
		["襯"] = {
			["衣"] = {
				this = true
			}
		},
		["糖"] = {
			["炸"] = {
				["药"] = {
					["的"] = {
						["制"] = {
							["作"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["宫"] = {
			["新"] = {
				["闻"] = {
					["秘"] = {
						["书"] = {
							["莎"] = {
								["琪"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
