pg = pg or {}
slot0 = pg
slot0.word_template_78 = {}
slot1 = slot0.word_template_78

function temp()
	uv0["當"] = {
		["官"] = {
			["的"] = {
				["喜"] = {
					["貪"] = {
						["贓"] = {
							this = true
						}
					}
				}
			}
		},
		["車"] = {
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		},
		["车"] = {
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["挡"] = {
		["不"] = {
			["住"] = {
				["的"] = {
					["疯"] = {
						["情"] = {
							this = true
						}
					}
				}
			}
		},
		["坦"] = {
			["克"] = {
				["的"] = {
					["男"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["车"] = {
			this = true,
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["档"] = {
		["案"] = {
			["局"] = {
				this = true
			}
		},
		["车"] = {
			["的"] = {
				["歹"] = {
					["徒"] = {
						this = true
					}
				}
			}
		},
		["盅"] = {
			["殃"] = {
				this = true
			}
		},
		["的"] = {
			["领"] = {
				["导"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["党"] = {
		["卑"] = {
			["鄙"] = {
				this = true
			}
		},
		["打"] = {
			["死"] = {
				this = true
			}
		},
		["的"] = {
			["暴"] = {
				["力"] = {
					this = true
				},
				["政"] = {
					this = true
				}
			},
			["腐"] = {
				["败"] = {
					this = true
				}
			},
			["流"] = {
				["氓"] = {
					["本"] = {
						["性"] = {
							this = true
						}
					}
				}
			},
			["杀"] = {
				["人"] = {
					["历"] = {
						["史"] = {
							this = true
						}
					}
				}
			},
			["十"] = {
				["八"] = {
					["届"] = {
						["一"] = {
							["中"] = {
								["全"] = {
									["会"] = {
										["选"] = {
											["举"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["邪"] = {
				["恶"] = {
					this = true
				},
				["教"] = {
					this = true
				}
			},
			["二"] = {
				["十"] = {
					["大"] = {
						this = true
					}
				}
			},
			["年"] = {
				["终"] = {
					["奖"] = {
						this = true
					}
				}
			}
		},
		["匪"] = {
			this = true
		},
		["腐"] = {
			["败"] = {
				this = true
			}
		},
		["根"] = {
			["本"] = {
				["没"] = {
					["有"] = {
						["人"] = {
							["权"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["蛊"] = {
			["惑"] = {
				this = true
			}
		},
		["国"] = {
			["奇"] = {
				["观"] = {
					["天"] = {
						["下"] = {
							["笑"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["喝"] = {
			["人"] = {
				["血"] = {
					this = true
				}
			}
		},
		["黑"] = {
			this = true
		},
		["妈"] = {
			["妈"] = {
				["的"] = {
					["雨"] = {
						["露"] = {
							["阳"] = {
								["光"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["灭"] = {
			["亡"] = {
				this = true
			}
		},
		["迫"] = {
			["害"] = {
				this = true
			}
		},
		["欺"] = {
			["骗"] = {
				this = true
			}
		},
		["是"] = {
			["喝"] = {
				["人"] = {
					["血"] = {
						this = true
					}
				}
			}
		},
		["收"] = {
			["瓜"] = {
				["光"] = {
					this = true
				}
			}
		},
		["太"] = {
			["黑"] = {
				this = true
			}
		},
		["徒"] = {
			this = true
		},
		["土"] = {
			["匪"] = {
				this = true
			}
		},
		["亡"] = {
			this = true
		},
		["文"] = {
			["化"] = {
				["污"] = {
					["染"] = {
						this = true
					}
				},
				["制"] = {
					["造"] = {
						["的"] = {
							["谎"] = {
								["言"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["下"] = {
			["台"] = {
				this = true
			}
		},
		["校"] = {
			["楼"] = {
				["上"] = {
					["吹"] = {
						["过"] = {
							["风"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["邪"] = {
			["恶"] = {
				this = true
			}
		},
		["在"] = {
			["干"] = {
				["社"] = {
					["会"] = {
						this = true
					}
				}
			},
			["搞"] = {
				["社"] = {
					["会"] = {
						this = true
					}
				}
			},
			["玩"] = {
				["社"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["震"] = {
			this = true
		},
		["中"] = {
			["央"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		["走"] = {
			["入"] = {
				["坟"] = {
					["墓"] = {
						this = true
					}
				}
			}
		},
		["史"] = {
			["观"] = {
				this = true
			}
		},
		["魁"] = {
			["易"] = {
				["帜"] = {
					this = true
				}
			}
		},
		["2"] = {
			["0"] = {
				["次"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["代"] = {
			["表"] = {
				["会"] = {
					this = true
				}
			}
		},
		["仲"] = {
			["央"] = {
				this = true
			}
		},
		["和"] = {
			["国"] = {
				["家"] = {
					["非"] = {
						["常"] = {
							["着"] = {
								["急"] = {
									["，"] = {
										["整"] = {
											["个"] = {
												["社"] = {
													["会"] = {
														["都"] = {
															["忧"] = {
																["心"] = {
																	["如"] = {
																		["焚"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["谠"] = {
		["亡"] = {
			this = true
		},
		["桅"] = {
			["书"] = {
				["记"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["黨"] = {
		["都"] = {
			["不"] = {
				["會"] = {
					["重"] = {
						["用"] = {
							["人"] = {
								["才"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["氹"] = {
		this = {
			this = true
		}
	}
end

temp()
