pg = pg or {}
slot0 = pg
slot0.word_template_297 = {}
slot1 = slot0.word_template_297

function temp()
	uv0["陕"] = {
		["西"] = {
			["人"] = {
				["射"] = {
					["的"] = {
						["没"] = {
							["那"] = {
								["么"] = {
									["早"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["汕"] = {
		["頭"] = {
			["頻"] = {
				["傳"] = {
					["擄"] = {
						["童"] = {
							["割"] = {
								["器"] = {
									["官"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["善"] = {
		["."] = {
			["恶"] = {
				this = true
			}
		},
		["惡"] = {
			["有"] = {
				["報"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["伤"] = {
		["追"] = {
			["之"] = {
				["人"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["赏"] = {
		["波"] = {
			["赏"] = {
				["穴"] = {
					["赏"] = {
						["菊"] = {
							["花"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["上"] = {
		["▲"] = {
			["份"] = {
				["▲"] = {
					["噐"] = {
						this = true
					}
				}
			}
		},
		["半"] = {
			["年"] = {
				["一"] = {
					["人"] = {
						["杀"] = {
							["六"] = {
								["警"] = {
									["察"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["夜"] = {
				["在"] = {
					["赌"] = {
						this = true
					}
				}
			}
		},
		["床"] = {
			["就"] = {
				["把"] = {
					["你"] = {
						["妈"] = {
							["靠"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["访"] = {
			this = true,
			["两"] = {
				["会"] = {
					this = true
				}
			},
			["维"] = {
				["权"] = {
					this = true
				}
			}
		},
		["訪"] = {
			this = true
		},
		["分"] = {
			["机"] = {
				this = true
			},
			["器"] = {
				this = true
			},
			["药"] = {
				["水"] = {
					this = true
				}
			}
		},
		["份"] = {
			["噐"] = {
				this = true
			}
		},
		["海"] = {
			["幫"] = {
				this = true
			},
			["不"] = {
				["欢"] = {
					["迎"] = {
						["你"] = {
							this = true
						}
					}
				}
			},
			["诚"] = {
				["信"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["钓"] = {
				["鱼"] = {
					["新"] = {
						["疆"] = {
							["七"] = {
								["五"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["房"] = {
				["惠"] = {
					["官"] = {
						this = true
					}
				}
			},
			["工"] = {
				["字"] = {
					["气"] = {
						["枪"] = {
							["指"] = {
								["定"] = {
									["销"] = {
										["售"] = {
											["点"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["孤"] = {
				["兒"] = {
					["院"] = {
						this = true
					}
				}
			},
			["看"] = {
				["全"] = {
					["国"] = {
						["都"] = {
							["是"] = {
								["乡"] = {
									["下"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["牌"] = {
				["工"] = {
					["字"] = {
						["气"] = {
							["枪"] = {
								["专"] = {
									["卖"] = {
										["网"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["批"] = {
						["发"] = {
							["网"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["销"] = {
						["售"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["夜"] = {
				["會"] = {
					this = true
				}
			}
		},
		["级"] = {
			["领"] = {
				["导"] = {
					["提"] = {
						["倡"] = {
							["的"] = {
								["就"] = {
									["是"] = {
										["正"] = {
											["确"] = {
												["的"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["门"] = {
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["保"] = {
				["健"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true,
					["服"] = {
						["务"] = {
							Q = {
								Q = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["門"] = {
			["服"] = {
				["務"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["你"] = {
			this = true
		},
		["妳"] = {
			this = true
		},
		["司"] = {
			["就"] = {
				["象"] = {
					["阴"] = {
						["道"] = {
							this = true
						}
					}
				}
			}
		},
		["万"] = {
			["围"] = {
				["攻"] = {
					this = true
				}
			}
		},
		["网"] = {
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["赚"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["原"] = {
			["美"] = {
				["纪"] = {
					this = true
				},
				["佐"] = {
					this = true
				}
			},
			["真"] = {
				["由"] = {
					["美"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
