pg = pg or {}
slot0 = pg
slot0.word_template_293 = {}
slot1 = slot0.word_template_293

function temp()
	uv0["悪"] = {
		["戯"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["鄂"] = {
		["尔"] = {
			["多"] = {
				["斯"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					},
					["冰"] = {
						["毒"] = {
							this = true
						}
					},
					["假"] = {
						["证"] = {
							this = true
						}
					},
					["气"] = {
						["枪"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鱼"] = {
			["砍"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["州"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["惡"] = {
		["鬼"] = {
			["畜"] = {
				["生"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["餓"] = {
		["比"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["児"] = {
		["島"] = {
			["香"] = {
				["緒"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								this = true
							},
							["紫"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["尒"] = {
		["栤"] = {
			["磚"] = {
				this = true
			}
		},
		["車"] = {
			["拦"] = {
				["截"] = {
					["噐"] = {
						this = true
					}
				}
			}
		},
		["姐"] = {
			["電"] = {
				["視"] = {
					["珆"] = {
						this = true
					}
				}
			},
			["棴"] = {
				["務"] = {
					this = true
				}
			},
			["洤"] = {
				["套"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					this = true
				}
			}
		},
		["妺"] = {
			["棴"] = {
				["務"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			}
		},
		["侀"] = {
			["彡"] = {
				["鼡"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["澤"] = {
			["園"] = {
				["種"] = {
					["ふ"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["尔"] = {
		["等"] = {
			["如"] = {
				["此"] = {
					["嚣"] = {
						["张"] = {
							this = true
						}
					}
				}
			}
		},
		["干"] = {
			["的"] = {
				["非"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["橃"] = {
		["票"] = {
			this = true,
			["笩"] = {
				["辦"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["栰"] = {
		["朴"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["笩"] = {
		["办"] = {
			[""] = {
				["學"] = {
					["畢"] = {
						["業"] = {
							["證"] = {
								this = true
							}
						}
					}
				}
			},
			["洊"] = {
				["款"] = {
					["證"] = {
						["明"] = {
							this = true
						}
					}
				}
			},
			["恠"] = {
				["职"] = {
					["證"] = {
						["明"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["徦"] = {
				["證"] = {
					["學"] = {
						["歷"] = {
							["證"] = {
								this = true
							}
						}
					}
				}
			},
			["哙"] = {
				["計"] = {
					["證"] = {
						this = true
					}
				}
			},
			["媄"] = {
				["啯"] = {
					["呅"] = {
						["凴"] = {
							this = true
						}
					}
				}
			},
			["納"] = {
				["稅"] = {
					["證"] = {
						["明"] = {
							this = true
						}
					}
				}
			},
			["収"] = {
				["兦"] = {
					["證"] = {
						["明"] = {
							this = true
						}
					}
				}
			},
			["渶"] = {
				["語"] = {
					["等"] = {
						["級"] = {
							["證"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["辦"] = {
			["武"] = {
				["警"] = {
					["驾"] = {
						["驶"] = {
							["證"] = {
								this = true
							}
						}
					}
				}
			},
			["嶨"] = {
				["位"] = {
					["认"] = {
						["證"] = {
							["書"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["閞"] = {
			["爘"] = {
				["曊"] = {
					["潑"] = {
						["嘌"] = {
							this = true
						}
					}
				}
			},
			["啇"] = {
				["闆"] = {
					["潑"] = {
						["嘌"] = {
							this = true
						}
					}
				}
			},
			["踺"] = {
				["財"] = {
					["曊"] = {
						["潑"] = {
							["嘌"] = {
								this = true
							}
						}
					}
				}
			},
			["忼"] = {
				["詶"] = {
					["潑"] = {
						["嘌"] = {
							this = true
						}
					}
				}
			},
			["潑"] = {
				["嘌"] = {
					this = true
				}
			},
			["熷"] = {
				["惪"] = {
					["挩"] = {
						["醱"] = {
							["嘌"] = {
								this = true
							}
						}
					}
				}
			},
			["偅"] = {
				["庆"] = {
					["潑"] = {
						["嘌"] = {
							this = true
						}
					}
				}
			},
			["笁"] = {
				["珵"] = {
					["潑"] = {
						["嘌"] = {
							this = true
						}
					}
				}
			},
			["莋"] = {
				["账"] = {
					["潑"] = {
						["嘌"] = {
							this = true
						}
					}
				}
			}
		},
		["刅"] = {
			["茬"] = {
				["轵"] = {
					["姃"] = {
						["眀"] = {
							this = true
						}
					}
				}
			},
			["洊"] = {
				["窾"] = {
					["姃"] = {
						["眀"] = {
							this = true
						}
					}
				}
			},
			["汏"] = {
				["敩"] = {
					["滭"] = {
						["鄴"] = {
							["姃"] = {
								this = true
							}
						}
					}
				}
			},
			["羙"] = {
				["國"] = {
					["妏"] = {
						["憑"] = {
							this = true
						}
					}
				}
			},
			["浍"] = {
				["計"] = {
					["姃"] = {
						this = true
					}
				}
			},
			["妠"] = {
				["挩"] = {
					["姃"] = {
						["眀"] = {
							this = true
						}
					}
				}
			},
			["荍"] = {
				["叺"] = {
					["姃"] = {
						["眀"] = {
							this = true
						}
					}
				}
			},
			["娬"] = {
				["檠"] = {
					["駕"] = {
						["馶"] = {
							["姃"] = {
								this = true
							}
						}
					}
				}
			},
			["敩"] = {
				["莅"] = {
					["認"] = {
						["姃"] = {
							["書"] = {
								this = true
							}
						}
					}
				}
			},
			["渶"] = {
				["娪"] = {
					["等"] = {
						["级"] = {
							["姃"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["幵"] = {
			["エ"] = {
				["程"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["餐"] = {
				["費"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["喠"] = {
				["慶"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["哋"] = {
				["稅"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["髮"] = {
				["票"] = {
					this = true
				}
			},
			["建"] = {
				["材"] = {
					["費"] = {
						["髮"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["商"] = {
				["榀"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["做"] = {
				["賬"] = {
					["髮"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["開"] = {
			["橃"] = {
				["嘌"] = {
					this = true
				}
			}
		},
		["栲"] = {
			["徦"] = {
				["姃"] = {
					this = true
				},
				["證"] = {
					this = true
				}
			}
		},
		["理"] = {
			["办"] = {
				["證"] = {
					this = true
				}
			},
			["熷"] = {
				["惪"] = {
					["挩"] = {
						["潑"] = {
							["嘌"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["練"] = {
			this = true
		},
		["亓"] = {
			["橃"] = {
				["票"] = {
					this = true
				}
			},
			["建"] = {
				["材"] = {
					["曊"] = {
						["發"] = {
							["票"] = {
								this = true
							}
						}
					}
				},
				["筑"] = {
					["橃"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["汧"] = {
			["增"] = {
				["值"] = {
					["税"] = {
						["醱"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["做"] = {
				["账"] = {
					["發"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
