pg = pg or {}
slot0 = pg
slot0.word_template_338 = {}
slot1 = slot0.word_template_338

function temp()
	uv0["威"] = {
		["而"] = {
			["钢"] = {
				this = true
			},
			["柔"] = {
				this = true
			}
		},
		["尔"] = {
			["刚"] = {
				this = true
			}
		},
		["猛"] = {
			["的"] = {
				["消"] = {
					["防"] = {
						["员"] = {
							this = true
						}
					}
				}
			},
			["王"] = {
				["子"] = {
					this = true
				}
			}
		},
		["胁"] = {
			["女"] = {
				["记"] = {
					["者"] = {
						this = true
					}
				}
			},
			["抢"] = {
				["劫"] = {
					["女"] = {
						["记"] = {
							["者"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["微"] = {
		["电"] = {
			["波"] = {
				["拉"] = {
					["皮"] = {
						this = true
					}
				}
			}
		},
		["型"] = {
			["窃"] = {
				["听"] = {
					["器"] = {
						this = true
					}
				}
			},
			["袖"] = {
				["珍"] = {
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["为"] = {
		["哥"] = {
			["哥"] = {
				["服"] = {
					["务"] = {
						this = true
					}
				}
			}
		},
		["鸡"] = {
			["巴"] = {
				["生"] = {
					this = true
				},
				["死"] = {
					["为"] = {
						["鸡"] = {
							["巴"] = {
								["奋"] = {
									["斗"] = {
										["一"] = {
											["辈"] = {
												["子"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["什"] = {
			["么"] = {
				["不"] = {
					["带"] = {
						["套"] = {
							this = true
						}
					}
				}
			}
		},
		["心"] = {
			["灵"] = {
				["点"] = {
					["一"] = {
						["盏"] = {
							["明"] = {
								["灯"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["自"] = {
			["由"] = {
				["的"] = {
					["网"] = {
						["络"] = {
							["贡"] = {
								["献"] = {
									["哥"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["围"] = {
		["攻"] = {
			this = true
		},
		["观"] = {
			["的"] = {
				["群"] = {
					["众"] = {
						this = true
					}
				}
			}
		},
		["截"] = {
			["铁"] = {
				["路"] = {
					this = true
				}
			}
		},
		["殴"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["唯"] = {
		["国"] = {
			["人"] = {
				["不"] = {
					["晓"] = {
						this = true
					}
				}
			}
		},
		["一"] = {
			["影"] = {
				["赚"] = {
					this = true
				}
			}
		},
		["有"] = {
			["鸡"] = {
				["巴"] = {
					["翘"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["惟"] = {
		["有"] = {
			["美"] = {
				["女"] = {
					["权"] = {
						["钱"] = {
							["欲"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
