pg = pg or {}
slot0 = pg
slot0.word_template_288 = {}
slot1 = slot0.word_template_288

function temp()
	uv0["让"] = {
		["大"] = {
			["款"] = {
				["给"] = {
					["废"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["法"] = {
			["院"] = {
				["给"] = {
					["废"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["股"] = {
			["票"] = {
				["给"] = {
					["废"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["李"] = {
			["宇"] = {
				["春"] = {
					["成"] = {
						["了"] = {
							["毛"] = {
								["主"] = {
									["席"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["领"] = {
			["导"] = {
				["秘"] = {
					["密"] = {
						["舒"] = {
							["服"] = {
								this = true
							}
						}
					}
				},
				["先"] = {
					["走"] = {
						this = true
					}
				}
			}
		},
		["你"] = {
			["的"] = {
				["小"] = {
					["鸟"] = {
						["鸟"] = {
							["永"] = {
								["远"] = {
									["打"] = {
										["瞌"] = {
											["睡"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["人"] = {
			["民"] = {
				["币"] = {
					["给"] = {
						["废"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["三"] = {
			["鹿"] = {
				["给"] = {
					["废"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["我"] = {
			["插"] = {
				this = true
			}
		},
		["医"] = {
			["疗"] = {
				["费"] = {
					["给"] = {
						["废"] = {
							["了"] = {
								this = true
							}
						}
					}
				}
			},
			["药"] = {
				["代"] = {
					["表"] = {
						["给"] = {
							["废"] = {
								["了"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["讓"] = {
		["你"] = {
			["操"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["惹"] = {
		["火"] = {
			["身"] = {
				["材"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["热"] = {
		["比"] = {
			["亚"] = {
				this = true
			},
			["娅"] = {
				this = true,
				["·"] = {
					["卡"] = {
						["德"] = {
							["尔"] = {
								this = true
							}
						}
					}
				}
			},
			["婭"] = {
				this = true
			}
		},
		["蜡"] = {
			["除"] = {
				["毛"] = {
					this = true
				}
			}
		},
		["那"] = {
			["亚"] = {
				this = true
			}
		},
		["情"] = {
			S = {
				["妇"] = {
					this = true
				}
			},
			["好"] = {
				["客"] = {
					["的"] = {
						["朝"] = {
							["尼"] = {
								["两"] = {
									["次"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					this = true
				}
			}
		},
		["舞"] = {
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["血"] = {
			["洒"] = {
				["广"] = {
					["场"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["熱"] = {
		["比"] = {
			["娅"] = {
				this = true
			},
			["婭"] = {
				this = true
			}
		},
		["那"] = {
			["亞"] = {
				this = true
			}
		},
		["血"] = {
			["可"] = {
				["以"] = {
					["換"] = {
						["來"] = {
							["自"] = {
								["由"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["站"] = {
			["政"] = {
				["論"] = {
					["網"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["认"] = {
		["识"] = {
			["中"] = {
				["国"] = {
					["军"] = {
						["车"] = {
							["牌"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
