pg = pg or {}
slot0 = pg
slot0.word_template_116 = {}
slot1 = slot0.word_template_116

temp = function()
	uv0["觀"] = {
		["世"] = {
			["音"] = {
				this = true
			}
		},
		["音"] = {
			["法"] = {
				["門"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["管"] = {
		["里"] = {
			this = true
		},
		["理"] = {
			this = true,
			["就"] = {
				["是"] = {
					["收"] = {
						["费"] = {
							this = true
						}
					}
				}
			},
			["员"] = {
				this = true
			},
			["員"] = {
				this = true
			}
		},
		["裡"] = {
			this = true
		},
		["土"] = {
			["地"] = {
				["的"] = {
					["是"] = {
						["霸"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["家"] = {
			["婆"] = {
				["精"] = {
					["选"] = {
						["公"] = {
							["开"] = {
								["一"] = {
									["肖"] = {
										["一"] = {
											["码"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["控"] = {
			["区"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["贯"] = {
		["通"] = {
			["两"] = {
				["级"] = {
					["法"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["貫"] = {
		["通"] = {
			["兩"] = {
				["極"] = {
					["法"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["灌"] = {
		["肠"] = {
			this = true,
			["自"] = {
				["慰"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["满"] = {
			["精"] = {
				["液"] = {
					this = true
				}
			}
		},
		["滿"] = {
			["精"] = {
				["液"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["光"] = {
		["复"] = {
			this = true,
			["武"] = {
				["汉"] = {
					this = true
				}
			},
			["香"] = {
				["港"] = {
					this = true
				}
			}
		},
		["环"] = {
			["背"] = {
				["后"] = {
					["的"] = {
						["周"] = {
							["恩"] = {
								["来"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["频"] = {
			["溶"] = {
				["脂"] = {
					this = true
				}
			}
		},
		["想"] = {
			["立"] = {
				["马"] = {
					["就"] = {
						["作"] = {
							["爱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["咲"] = {
			["玲"] = {
				["奈"] = {
					this = true
				}
			}
		},
		["学"] = {
			["瞄"] = {
				["准"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["子"] = {
			["嫩"] = {
				["肤"] = {
					this = true
				}
			}
		},
		["荣"] = {
			["的"] = {
				["抗"] = {
					["争"] = {
						this = true
					}
				}
			}
		},
		["復"] = {
			X = {
				G = {
					this = true
				}
			}
		},
		["舍"] = {
			["利"] = {
				this = true
			}
		},
		["明"] = {
			["厂"] = {
				["最"] = {
					["会"] = {
						["赛"] = {
							["艇"] = {
								this = true
							}
						}
					}
				}
			},
			["奶"] = {
				["厂"] = {
					["厂"] = {
						["长"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["广"] = {
		["场"] = {
			this = true,
			["上"] = {
				["的"] = {
					["共"] = {
						["和"] = {
							["国"] = {
								this = true
							}
						}
					},
					["热"] = {
						["血"] = {
							this = true
						}
					},
					["鲜"] = {
						["血"] = {
							this = true
						}
					}
				},
				["压"] = {
					["人"] = {
						this = true
					}
				},
				["没"] = {
					["有"] = {
						["一"] = {
							["个"] = {
								["民"] = {
									["众"] = {
										["伤"] = {
											["亡"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true,
					["3"] = {
						["1"] = {
							["年"] = {
								this = true
							},
							["周"] = {
								["年"] = {
									this = true
								}
							}
						}
					},
					["三"] = {
						["十"] = {
							["一"] = {
								this = true
							}
						}
					}
				}
			},
			["碾"] = {
				this = true
			},
			["压"] = {
				this = true,
				["人"] = {
					this = true
				}
			},
			["请"] = {
				["愿"] = {
					this = true
				}
			},
			["屠"] = {
				["杀"] = {
					this = true
				}
			},
			["备"] = {
				["忘"] = {
					["录"] = {
						this = true
					}
				}
			},
			["总"] = {
				["指"] = {
					["挥"] = {
						this = true
					}
				}
			},
			["绝"] = {
				["食"] = {
					["团"] = {
						this = true
					}
				}
			}
		},
		["东"] = {
			["看"] = {
				["全"] = {
					["国"] = {
						["都"] = {
							["是"] = {
								["穷"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["大"] = {
				["吃"] = {
					["狸"] = {
						this = true
					}
				}
			}
		},
		["告"] = {
			["赚"] = {
				["钱"] = {
					this = true
				}
			},
			["君"] = {
				this = true
			}
		},
		["州"] = {
			["三"] = {
				["箭"] = {
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["安"] = {
			["人"] = {
				["喜"] = {
					["欢"] = {
						["睡"] = {
							["小"] = {
								["妈"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["飞"] = {
				["人"] = {
					this = true
				}
			}
		},
		["西"] = {
			["人"] = {
				["肉"] = {
					["节"] = {
						this = true
					}
				}
			},
			["大"] = {
				["屠"] = {
					["杀"] = {
						this = true
					}
				}
			},
			["归"] = {
				["来"] = {
					["食"] = {
						["广"] = {
							["西"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
