pg = pg or {}
slot0 = pg
slot0.word_template_72 = {}
slot1 = slot0.word_template_72

temp = function()
	uv0["吾"] = {
		["尔"] = {
			["开"] = {
				this = true,
				["西"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				["溜"] = {
					this = true
				}
			},
			["凯"] = {
				["希"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["西"] = {
							this = true
						}
					}
				}
			}
		},
		["爾"] = {
			["開"] = {
				this = true,
				["希"] = {
					this = true
				},
				["霤"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			}
		},
		["买"] = {
			["尔"] = {
				["·"] = {
					["卡"] = {
						["那"] = {
							["提"] = {
								this = true
							}
						}
					}
				},
				["江"] = {
					this = true
				}
			}
		},
		["儿"] = {
			["开"] = {
				["稀"] = {
					this = true
				},
				["溜"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				x = {
					this = true
				},
				["西"] = {
					this = true
				},
				["夕"] = {
					this = true
				},
				["习"] = {
					this = true
				},
				["戏"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["希"] = {
							this = true
						},
						["西"] = {
							this = true
						},
						x = {
							this = true
						}
					}
				}
			},
			["開"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			},
			["铠"] = {
				["西"] = {
					this = true
				}
			},
			["凯"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			}
		},
		["兒"] = {
			["開"] = {
				["稀"] = {
					this = true
				},
				["霤"] = {
					this = true
				}
			}
		},
		e = {
			r = {
				["开"] = {
					["溜"] = {
						this = true
					},
					["喜"] = {
						this = true
					},
					["希"] = {
						this = true
					},
					x = {
						this = true
					},
					["西"] = {
						this = true
					},
					["夕"] = {
						this = true
					},
					["习"] = {
						this = true
					},
					["戏"] = {
						this = true
					},
					["席"] = {
						this = true
					}
				},
				k = {
					a = {
						i = {
							["希"] = {
								this = true
							},
							["西"] = {
								this = true
							},
							x = {
								this = true
							}
						}
					}
				},
				["開"] = {
					["西"] = {
						this = true
					}
				},
				["铠"] = {
					["西"] = {
						this = true
					}
				},
				["凯"] = {
					["习"] = {
						this = true
					},
					["西"] = {
						this = true
					},
					["溜"] = {
						this = true
					}
				}
			}
		},
		["皇"] = {
			["习"] = {
				this = true
			}
		},
		["疾"] = {
			["贫"] = {
				["富"] = {
					["不"] = {
						["均"] = {
							["，"] = {
								["今"] = {
									["为"] = {
										["汝"] = {
											["等"] = {
												["均"] = {
													["之"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["吴"] = {
		["　"] = {
			["仪"] = {
				this = true
			}
		},
		["爱"] = {
			["英"] = {
				this = true
			}
		},
		["百"] = {
			["益"] = {
				this = true
			}
		},
		["邦"] = {
			["国"] = {
				this = true
			}
		},
		["帮"] = {
			["国"] = {
				this = true
			}
		},
		["昌"] = {
			["德"] = {
				this = true
			}
		},
		["刚"] = {
			this = true
		},
		["官"] = {
			["一"] = {
				["样"] = {
					["正"] = {
						this = true
					}
				}
			},
			["正"] = {
				this = true
			}
		},
		["宏"] = {
			["达"] = {
				this = true
			}
		},
		["华"] = {
			["英"] = {
				this = true
			}
		},
		["杰"] = {
			["明"] = {
				this = true
			}
		},
		["胜"] = {
			["利"] = {
				this = true
			}
		},
		["新"] = {
			["雄"] = {
				this = true
			}
		},
		["仪"] = {
			this = true
		},
		["玉"] = {
			["良"] = {
				this = true
			}
		},
		["学"] = {
			["谦"] = {
				this = true
			}
		},
		["晓"] = {
			["镛"] = {
				this = true
			}
		},
		["尔"] = {
			["凯"] = {
				["西"] = {
					this = true
				}
			}
		},
		["女"] = {
			["士"] = {
				["."] = {
					["{"] = {
						["0"] = {
							[","] = {
								["3"] = {
									["}"] = {
										["张"] = {
											["先"] = {
												["生"] = {
													["|"] = {
														["张"] = {
															["先"] = {
																["生"] = {
																	["."] = {
																		["{"] = {
																			["0"] = {
																				[","] = {
																					["3"] = {
																						["}"] = {
																							["吴"] = {
																								["女"] = {
																									["士"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["侠"] = {
				this = true
			}
		},
		["烦"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["吳"] = {
		["百"] = {
			["益"] = {
				this = true
			}
		},
		["邦"] = {
			["國"] = {
				this = true
			}
		},
		["幫"] = {
			["國"] = {
				this = true
			}
		},
		["敦"] = {
			["義"] = {
				this = true
			}
		},
		["方"] = {
			["城"] = {
				this = true
			}
		},
		["官"] = {
			["正"] = {
				this = true
			}
		},
		["海"] = {
			["波"] = {
				this = true
			}
		},
		["弘"] = {
			["達"] = {
				this = true
			}
		},
		["宏"] = {
			["達"] = {
				this = true
			}
		},
		["仁"] = {
			["華"] = {
				this = true
			}
		},
		["淑"] = {
			["珍"] = {
				this = true
			}
		},
		["學"] = {
			["璨"] = {
				this = true
			},
			["燦"] = {
				this = true
			}
		},
		["儀"] = {
			this = true
		},
		["育"] = {
			["升"] = {
				this = true
			}
		},
		["志"] = {
			["芳"] = {
				this = true
			}
		},
		["曉"] = {
			["鏞"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["五"] = {
		["百"] = {
			["元"] = {
				["我"] = {
					["不"] = {
						["管"] = {
							["你"] = {
								["今"] = {
									["晚"] = {
										["带"] = {
											["的"] = {
												["是"] = {
													["不"] = {
														["是"] = {
															["人"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["大"] = {
			["谎"] = {
				["言"] = {
					this = true
				}
			},
			["联"] = {
				["赛"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["訴"] = {
				["毬"] = {
					this = true
				}
			},
			["诉"] = {
				["求"] = {
					this = true
				}
			}
		},
		["蝠"] = {
			["血"] = {
				["令"] = {
					this = true
				}
			}
		},
		["界"] = {
			["虞"] = {
				["花"] = {
					this = true
				}
			}
		},
		["连"] = {
			["发"] = {
				["猎"] = {
					["枪"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								this = true
							}
						},
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["3"] = {
						["0"] = {
							["发"] = {
								["提"] = {
									["供"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["連"] = {
			["發"] = {
				["獵"] = {
					["槍"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["六"] = {
			["2"] = {
				["式"] = {
					this = true
				}
			},
			["式"] = {
				["普"] = {
					["通"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["毛"] = {
			["党"] = {
				["继"] = {
					["续"] = {
						["绝"] = {
							["食"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["千"] = {
			["个"] = {
				["男"] = {
					["人"] = {
						["操"] = {
							["你"] = {
								["妈"] = {
									["逼"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["個"] = {
				["男"] = {
					["人"] = {
						["操"] = {
							["妳"] = {
								m = {
									["逼"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["年"] = {
				["历"] = {
					["史"] = {
						this = true
					}
				}
			}
		},
		["任"] = {
			["老"] = {
				["公"] = {
					["是"] = {
						["公"] = {
							["共"] = {
								["安"] = {
									["全"] = {
										["专"] = {
											["家"] = {
												["局"] = {
													["的"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["十"] = {
			["六"] = {
				["个"] = {
					["男"] = {
						["人"] = {
							["一"] = {
								["起"] = {
									["操"] = {
										["你"] = {
											["娘"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				},
				["种"] = {
					["精"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["四"] = {
			["谈"] = {
				["话"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					this = true
				}
			},
			["後"] = {
				["的"] = {
					["壹"] = {
						["箇"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			},
			["壹"] = {
				["箇"] = {
					["月"] = {
						["後"] = {
							this = true
						}
					}
				}
			},
			["后"] = {
				["的"] = {
					["一"] = {
						["个"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["个"] = {
					["月"] = {
						["后"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["下"] = {
					["箇"] = {
						["月"] = {
							this = true
						}
					},
					["个"] = {
						["月"] = {
							this = true
						}
					}
				}
			}
		},
		["肖"] = {
			this = true
		},
		["星"] = {
			["红"] = {
				["辉"] = {
					this = true
				},
				["旗"] = {
					this = true
				}
			},
			["宏"] = {
				["辉"] = {
					this = true
				},
				["輝"] = {
					this = true
				}
			},
			["洪"] = {
				["辉"] = {
					this = true
				}
			},
			["紅"] = {
				["輝"] = {
					this = true
				}
			}
		},
		["煋"] = {
			["浤"] = {
				["輝"] = {
					this = true
				}
			}
		},
		["一"] = {
			["七"] = {
				["宣"] = {
					["言"] = {
						this = true
					}
				}
			}
		},
		["元"] = {
			["一"] = {
				["晚"] = {
					["随"] = {
						["你"] = {
							["摸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["月"] = {
			["暴"] = {
				["动"] = {
					this = true
				},
				["動"] = {
					this = true
				}
			},
			["麻"] = {
				["古"] = {
					["六"] = {
						["月"] = {
							["冰"] = {
								this = true
							}
						}
					}
				}
			},
			["天"] = {
				this = true
			},
			["樱"] = {
				["唇"] = {
					this = true
				}
			},
			["三"] = {
				["五"] = {
					["日"] = {
						this = true
					}
				},
				["伍"] = {
					["日"] = {
						this = true
					}
				},
				["十"] = {
					["五"] = {
						["号"] = {
							this = true
						},
						["號"] = {
							this = true
						},
						["日"] = {
							this = true
						}
					}
				}
			},
			["3"] = {
				["5"] = {
					["日"] = {
						this = true
					}
				}
			},
			V = {
				I = {
					I = {
						I = {
							["日"] = {
								this = true
							}
						}
					}
				}
			},
			["③"] = {
				["⑤"] = {
					["日"] = {
						this = true
					}
				}
			},
			["叁"] = {
				["伍"] = {
					["日"] = {
						this = true
					}
				}
			},
			["初"] = {
				["一"] = {
					this = true
				}
			},
			["丁"] = {
				["香"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["指"] = {
			["油"] = {
				["压"] = {
					this = true
				}
			}
		},
		["九"] = {
			["碾"] = {
				this = true
			},
			["压"] = {
				this = true
			}
		},
		["二"] = {
			["开"] = {
				["溜"] = {
					this = true
				},
				["喜"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				x = {
					this = true
				},
				["夕"] = {
					this = true
				},
				["习"] = {
					this = true
				},
				["戏"] = {
					this = true
				},
				["席"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["希"] = {
							this = true
						},
						["西"] = {
							this = true
						},
						x = {
							this = true
						}
					}
				}
			},
			["開"] = {
				["习"] = {
					this = true
				}
			},
			["铠"] = {
				["西"] = {
					this = true
				}
			},
			["凯"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			}
		},
		["儿"] = {
			["开"] = {
				["溜"] = {
					this = true
				},
				["喜"] = {
					this = true
				},
				["希"] = {
					this = true
				},
				x = {
					this = true
				},
				["西"] = {
					this = true
				},
				["夕"] = {
					this = true
				},
				["习"] = {
					this = true
				},
				["戏"] = {
					this = true
				},
				["席"] = {
					this = true
				}
			},
			k = {
				a = {
					i = {
						["希"] = {
							this = true
						},
						["西"] = {
							this = true
						},
						x = {
							this = true
						}
					}
				}
			},
			["開"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			},
			["铠"] = {
				["西"] = {
					this = true
				}
			},
			["凯"] = {
				["习"] = {
					this = true
				},
				["西"] = {
					this = true
				}
			}
		},
		["棵"] = {
			["松"] = {
				["十"] = {
					["字"] = {
						["路"] = {
							["口"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["政"] = {
				["治"] = {
					["局"] = {
						this = true
					}
				}
			}
		},
		["年"] = {
			["一"] = {
				["次"] = {
					["大"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["大"] = {
				["前"] = {
					["进"] = {
						this = true
					}
				}
			},
			["连"] = {
				["一"] = {
					["回"] = {
						this = true
					}
				}
			}
		},
		["桶"] = {
			this = true
		},
		["个"] = {
			["杨"] = {
				["桃"] = {
					this = true
				}
			}
		},
		["防"] = {
			["四"] = {
				["断"] = {
					this = true
				}
			}
		},
		["铲"] = {
			["阶"] = {
				["级"] = {
					this = true
				}
			}
		},
		["七"] = {
			["一"] = {
				["工"] = {
					["程"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["午"] = {
		["夜"] = {
			this = true,
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["剧"] = {
				["场"] = {
					["免"] = {
						["费"] = {
							["试"] = {
								["看"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["爱"] = {
				["爱"] = {
					this = true
				}
			},
			["鲁"] = {
				["丝"] = {
					["片"] = {
						this = true
					}
				}
			},
			a = {
				["一"] = {
					["级"] = {
						["毛"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["而"] = {
			["凯"] = {
				["曦"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["伍"] = {
		["凡"] = {
			this = true
		},
		["月"] = {
			["三"] = {
				["五"] = {
					["日"] = {
						this = true
					}
				}
			},
			["3"] = {
				["5"] = {
					["日"] = {
						this = true
					}
				}
			},
			V = {
				I = {
					I = {
						I = {
							["日"] = {
								this = true
							}
						}
					}
				}
			},
			["③"] = {
				["⑤"] = {
					["日"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["妩"] = {
		["媚"] = {
			["挑"] = {
				["逗"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["武"] = {
		["大"] = {
			["郎"] = {
				["站"] = {
					["在"] = {
						["战"] = {
							["略"] = {
								["的"] = {
									["高"] = {
										["度"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["总"] = {
					["是"] = {
						["严"] = {
							["正"] = {
								["地"] = {
									["交"] = {
										["涉"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["漢"] = {
			this = true,
			["肺"] = {
				["炎"] = {
					this = true
				}
			}
		},
		["警"] = {
			this = true,
			["车"] = {
				["牌"] = {
					this = true
				}
			},
			["队"] = {
				["简"] = {
					["直"] = {
						["就"] = {
							["是"] = {
								["黑"] = {
									["社"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["牌"] = {
				this = true
			}
		},
		["林"] = {
			["启"] = {
				["示"] = {
					["录"] = {
						this = true
					}
				}
			}
		},
		["士"] = {
			["套"] = {
				["刀"] = {
					this = true
				}
			},
			["长"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["滕"] = {
			["兰"] = {
				this = true
			}
		},
		["藤"] = {
			this = true,
			["兰"] = {
				this = true
			}
		},
		["维"] = {
			["华"] = {
				this = true
			}
		},
		["侠"] = {
			["情"] = {
				["色"] = {
					["欣"] = {
						["赏"] = {
							this = true
						}
					}
				}
			}
		},
		["夷"] = {
			["山"] = {
				["密"] = {
					["封"] = {
						["圈"] = {
							this = true
						}
					}
				},
				["皮"] = {
					["碗"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["}"] = {
								["昌"] = {
									["."] = {
										["{"] = {
											["0"] = {
												[","] = {
													["1"] = {
														["}"] = {
															["起"] = {
																["."] = {
																	["{"] = {
																		["0"] = {
																			[","] = {
																				["1"] = {
																					["}"] = {
																						["疫"] = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["帝"] = {
			["连"] = {
				r = {
					this = true
				}
			},
			["修"] = {
				["宪"] = {
					this = true
				}
			}
		},
		["焊"] = {
			f = {
				["盐"] = {
					this = true
				}
			}
		},
		["汉"] = {
			["飞"] = {
				["鼠"] = {
					["宴"] = {
						this = true
					}
				}
			}
		},
		["勋"] = {
			["贵"] = {
				["族"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["舞"] = {
		["島"] = {
			["美"] = {
				["穂"] = {
					this = true
				}
			}
		},
		["男"] = {
			["真"] = {
				["面"] = {
					["目"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["嫵"] = {
		["媚"] = {
			["挑"] = {
				["逗"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["勿"] = {
		["忘"] = {
			this = true,
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			},
			["陆"] = {
				["肆"] = {
					this = true
				}
			}
		},
		["以"] = {
			["恩"] = {
				["小"] = {
					["而"] = {
						["不"] = {
							["感"] = {
								this = true
							}
						}
					}
				}
			},
			["赢"] = {
				["小"] = {
					["而"] = {
						["不"] = {
							["麻"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["物"] = {
		["价"] = {
			["犹"] = {
				["如"] = {
					["头"] = {
						["发"] = {
							["长"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["價"] = {
			["猶"] = {
				["如"] = {
					["頭"] = {
						["發"] = {
							["長"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["理"] = {
			["高"] = {
				["鼻"] = {
					["梁"] = {
						this = true
					}
				}
			}
		},
		["业"] = {
			["管"] = {
				["理"] = {
					["条"] = {
						["例"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["西"] = {
		j = {
			i = {
				n = {
					this = true
				}
			}
		},
		["班"] = {
			["牙"] = {
				["苍"] = {
					["蝇"] = {
						["水"] = {
							this = true
						}
					}
				},
				["金"] = {
					["苍"] = {
						["蝇"] = {
							["香"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["藏"] = {
			["3"] = {
				["."] = {
					["1"] = {
						["4"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						},
						["5"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				},
				["·"] = {
					["1"] = {
						["4"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						},
						["5"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				},
				["•"] = {
					["1"] = {
						["4"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				},
				["1"] = {
					["4"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["4"] = {
				["9"] = {
					["秒"] = {
						this = true
					}
				}
			},
			["本"] = {
				["非"] = {
					["国"] = {
						["土"] = {
							this = true
						}
					}
				}
			},
			["不"] = {
				["是"] = {
					["中"] = {
						["国"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["打"] = {
					["砸"] = {
						["了"] = {
							this = true
						}
					}
				},
				["事"] = {
					["了"] = {
						this = true
					}
				}
			},
			["的"] = {
				["控"] = {
					["制"] = {
						this = true
					}
				},
				["压"] = {
					["制"] = {
						this = true
					}
				}
			},
			["独"] = {
				["立"] = {
					this = true
				}
			},
			["獨"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["妇"] = {
				["女"] = {
					["会"] = {
						this = true
					},
					["协"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				this = true,
				["家"] = {
					this = true
				}
			},
			["國"] = {
				this = true
			},
			["抗"] = {
				["暴"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["平"] = {
				["暴"] = {
					this = true
				}
			},
			["青"] = {
				["年"] = {
					["大"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["国"] = {
					["民"] = {
						["主"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["大"] = {
						["起"] = {
							["义"] = {
								["运"] = {
									["动"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["天"] = {
				["葬"] = {
					this = true
				}
			},
			["团"] = {
				["结"] = {
					["委"] = {
						["员"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["万"] = {
				["岁"] = {
					this = true
				}
			},
			["委"] = {
				["员"] = {
					["会"] = {
						this = true
					}
				}
			},
			["血"] = {
				["统"] = {
					this = true
				}
			},
			["要"] = {
				["独"] = {
					["立"] = {
						this = true
					}
				},
				["人"] = {
					["权"] = {
						this = true
					},
					["權"] = {
						this = true
					}
				}
			},
			["之"] = {
				["声"] = {
					this = true
				},
				["友"] = {
					this = true
				}
			},
			["自"] = {
				["由"] = {
					this = true
				}
			},
			["作"] = {
				["为"] = {
					["宗"] = {
						["教"] = {
							["国"] = {
								["家"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["诺"] = {
				["奖"] = {
					["得"] = {
						["主"] = {
							this = true
						}
					}
				}
			}
		},
		["帝"] = {
			this = true
		},
		["毒"] = {
			["是"] = {
				["共"] = {
					["党"] = {
						this = true
					}
				}
			}
		},
		["服"] = {
			["进"] = {
				["去"] = {
					["三"] = {
						["点"] = {
							["式"] = {
								["出"] = {
									["来"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["哈"] = {
			["努"] = {
				["克"] = {
					this = true
				}
			}
		},
		["皇"] = {
			this = true
		},
		["进"] = {
			this = true
		},
		["施"] = {
			["艳"] = {
				["史"] = {
					["演"] = {
						["义"] = {
							this = true
						}
					}
				}
			}
		},
		["太"] = {
			["后"] = {
				["艳"] = {
					["史"] = {
						["演"] = {
							["义"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["塘"] = {
			["的"] = {
				["法"] = {
					["制"] = {
						["冒"] = {
							["人"] = {
								["抓"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["田"] = {
			["美"] = {
				["沙"] = {
					this = true
				}
			}
		},
		["维"] = {
			this = true
		},
		["厢"] = {
			["艳"] = {
				["谭"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["爹"] = {
				this = true
			}
		},
		["游"] = {
			["记"] = {
				["外"] = {
					["挂"] = {
						this = true
					}
				}
			}
		},
		["域"] = {
			["外"] = {
				["史"] = {
					["—"] = {
						["帝"] = {
							["女"] = {
								["情"] = {
									["花"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["装"] = {
			["白"] = {
				["领"] = {
					["之"] = {
						["性"] = {
							["社"] = {
								["淫"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["晋"] = {
			["品"] = {
				this = true
			}
		},
		["精"] = {
			["品"] = {
				this = true
			}
		},
		["毛"] = {
			["泽"] = {
				["东"] = {
					this = true
				}
			}
		},
		["包"] = {
			["子"] = {
				this = true
			}
		},
		["呆"] = {
			["呆"] = {
				this = true
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["酱"] = {
			["平"] = {
				this = true
			}
		},
		["朝"] = {
			["鲜"] = {
				["独"] = {
					["联"] = {
						["邦"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["踢"] = {
				["威"] = {
					["苔"] = {
						["长"] = {
							this = true
						}
					}
				}
			}
		},
		["安"] = {
			["不"] = {
				["需"] = {
					["要"] = {
						["日"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["化"] = {
			["与"] = {
				["中"] = {
					["国"] = {
						["制"] = {
							["度"] = {
								["的"] = {
									["区"] = {
										["别"] = {
											["就"] = {
												["是"] = {
													["人"] = {
														["与"] = {
															["非"] = {
																["人"] = {
																	["的"] = {
																		["区"] = {
																			["别"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["吸"] = {
		j = {
			i = {
				n = {
					this = true
				}
			}
		},
		["啜"] = {
			this = true
		},
		["毒"] = {
			this = true,
			["青"] = {
				["年"] = {
					["和"] = {
						["你"] = {
							["为"] = {
								["伍"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["进"] = {
			this = true
		},
		["精"] = {
			this = true,
			["痴"] = {
				["女"] = {
					this = true
				}
			},
			["少"] = {
				["女"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["珠"] = {
				["口"] = {
					["莎"] = {
						this = true
					}
				}
			}
		},
		["奶"] = {
			this = true
		},
		["收"] = {
			["的"] = {
				["圖"] = {
					["騰"] = {
						this = true
					}
				}
			}
		},
		["吮"] = {
			this = true
		},
		["舔"] = {
			this = true
		},
		["维"] = {
			this = true
		},
		["血"] = {
			["獸"] = {
				this = true
			}
		},
		["允"] = {
			this = true
		},
		["着"] = {
			this = true
		},
		["脂"] = {
			this = true,
			["减"] = {
				["肥"] = {
					this = true
				}
			}
		},
		["唑"] = {
			["着"] = {
				this = true
			}
		},
		["镜"] = {
			["屏"] = {
				this = true
			}
		},
		["睛"] = {
			["瓶"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		X = {
			["鸡"] = {
				J = {
					["皮"] = {
						P = {
							this = true
						}
					}
				}
			}
		},
		["鸡"] = {
			["皮"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["希"] = {
		["拉"] = {
			["克"] = {
				this = true
			},
			["里"] = {
				this = true,
				["·"] = {
					["克"] = {
						["林"] = {
							["顿"] = {
								this = true
							}
						}
					}
				},
				["•"] = {
					["克"] = {
						["林"] = {
							["顿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["特"] = {
			["勒"] = {
				this = true
			}
		},
		["望"] = {
			["之"] = {
				["声"] = {
					this = true
				}
			}
		},
		["賢"] = {
			this = true
		},
		["贤"] = {
			this = true
		},
		["凯"] = {
			["尔"] = {
				["吾"] = {
					this = true
				}
			}
		},
		["开"] = {
			["尔"] = {
				["吾"] = {
					this = true
				}
			}
		},
		["包"] = {
			["子"] = {
				this = true
			}
		},
		["皇"] = {
			["帝"] = {
				this = true
			}
		},
		["元"] = {
			["首"] = {
				this = true
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["敬"] = {
			["品"] = {
				this = true
			}
		},
		["腊"] = {
			["字"] = {
				["母"] = {
					["表"] = {
						["的"] = {
							["第"] = {
								[" "] = {
									["1"] = {
										["5"] = {
											[" "] = {
												["个"] = {
													["字"] = {
														["母"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["远"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["郗"] = {
		["红"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["烯"] = {
		["丙"] = {
			["胺"] = {
				this = true
			},
			["罗"] = {
				["定"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["惜"] = {
		["阿"] = {
			["尔"] = {
				["道"] = {
					["夫"] = {
						["功"] = {
							["亏"] = {
								["一"] = {
									["篑"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["花"] = {
			["魔"] = {
				["帝"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["稀"] = {
		["崎"] = {
			["优"] = {
				this = true
			}
		},
		["释"] = {
			["人"] = {
				["民"] = {
					["财"] = {
						["富"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["锡"] = {
		["锋"] = {
			["弹"] = {
				["簧"] = {
					this = true
				}
			},
			["密"] = {
				["封"] = {
					["圈"] = {
						this = true
					}
				}
			},
			["皮"] = {
				["碗"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["嘻"] = {
		["弄"] = {
			["春"] = {
				["根"] = {
					this = true
				}
			}
		},
		["遊"] = {
			["中"] = {
				["國"] = {
					this = true
				}
			}
		},
		["游"] = {
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		["嘻"] = {
			["提"] = {
				["薇"] = {
					["太"] = {
						["胀"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["犠"] = {
		["母"] = {
			["妹"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["习"] = {
		j = {
			i = {
				n = {
					this = true,
					g = {
						this = true
					}
				}
			}
		},
		X = {
			X = {
				this = true
			}
		},
		["奥"] = {
			["塞"] = {
				["斯"] = {
					["库"] = {
						this = true
					}
				}
			},
			["赛"] = {
				["斯"] = {
					["库"] = {
						this = true
					}
				}
			}
		},
		["包"] = {
			this = true,
			["子"] = {
				this = true,
				["连"] = {
					r = {
						this = true
					}
				}
			}
		},
		["大"] = {
			["大"] = {
				this = true,
				["夸"] = {
					["我"] = {
						["帅"] = {
							this = true
						}
					}
				},
				["同"] = {
					["款"] = {
						this = true
					}
				}
			}
		},
		["进"] = {
			this = true,
			["平"] = {
				this = true
			}
		},
		["近"] = {
			this = true,
			["平"] = {
				this = true,
				["妻"] = {
					["舅"] = {
						this = true
					}
				},
				["精"] = {
					["神"] = {
						this = true
					}
				}
			},
			["年"] = {
				this = true
			},
			["乎"] = {
				this = true
			},
			["很"] = {
				["平"] = {
					this = true
				}
			}
		},
		["禁"] = {
			["评"] = {
				this = true
			}
		},
		["宽"] = {
			["衣"] = {
				this = true
			}
		},
		["明"] = {
			this = true,
			["泽"] = {
				this = true,
				["|"] = {
					["習"] = {
						["明"] = {
							["澤"] = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				this = true
			}
		},
		["撒"] = {
			["币"] = {
				this = true
			}
		},
		["特"] = {
			["勒"] = {
				this = true
			}
		},
		["維"] = {
			["尼"] = {
				this = true
			}
		},
		["习"] = {
			["哈"] = {
				["蛤"] = {
					this = true
				}
			},
			["蛤"] = {
				["哈"] = {
					this = true
				}
			}
		},
		["远"] = {
			["平"] = {
				this = true
			}
		},
		["泽"] = {
			["东"] = {
				this = true
			}
		},
		["仲"] = {
			["勋"] = {
				this = true,
				["之"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["猪"] = {
			["屎"] = {
				this = true
			},
			["头"] = {
				this = true
			},
			["瘟"] = {
				this = true
			}
		},
		["主"] = {
			this = true,
			["席"] = {
				this = true
			},
			["习"] = {
				this = true
			},
			["習"] = {
				this = true
			}
		},
		["总"] = {
			["书"] = {
				["记"] = {
					this = true
				}
			},
			["统"] = {
				this = true
			},
			["连"] = {
				r = {
					this = true
				}
			}
		},
		["周"] = {
			["恶"] = {
				["斗"] = {
					this = true
				}
			}
		},
		["汉"] = {
			["献"] = {
				["帝"] = {
					this = true
				}
			}
		},
		["式"] = {
			["馅"] = {
				["饼"] = {
					this = true
				}
			},
			["印"] = {
				["记"] = {
					this = true
				}
			},
			["整"] = {
				["党"] = {
					this = true
				}
			}
		},
		["招"] = {
			["女"] = {
				["婿"] = {
					this = true
				}
			}
		},
		["拒"] = {
			["见"] = {
				["江"] = {
					this = true
				}
			}
		},
		["氏"] = {
			["新"] = {
				["贵"] = {
					this = true
				}
			},
			["天"] = {
				["下"] = {
					this = true
				}
			},
			["病"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["的"] = {
			["嫡"] = {
				["系"] = {
					this = true
				}
			},
			["左"] = {
				["倾"] = {
					this = true
				}
			},
			["政"] = {
				["敌"] = {
					this = true
				}
			},
			["统"] = {
				["治"] = {
					["下"] = {
						this = true
					}
				}
			}
		},
		["假"] = {
			["动"] = {
				["作"] = {
					this = true
				}
			}
		},
		["被"] = {
			["陷"] = {
				["害"] = {
					this = true
				}
			}
		},
		d = {
			a = {
				["大"] = {
					this = true
				}
			}
		},
		["下"] = {
			["谁"] = {
				["上"] = {
					this = true
				}
			},
			["李"] = {
				["上"] = {
					this = true
				}
			}
		},
		["力"] = {
			["挫"] = {
				["李"] = {
					this = true
				}
			}
		},
		["家"] = {
			["千"] = {
				["金"] = {
					this = true
				}
			},
			["财"] = {
				["产"] = {
					this = true
				}
			}
		},
		["挂"] = {
			["羊"] = {
				["头"] = {
					this = true
				}
			}
		},
		["擦"] = {
			["屁"] = {
				["股"] = {
					this = true
				}
			}
		},
		["切"] = {
			["割"] = {
				["江"] = {
					this = true
				}
			}
		},
		["拜"] = {
			["毛"] = {
				["陵"] = {
					this = true
				}
			}
		},
		["老"] = {
			["下"] = {
				["属"] = {
					this = true
				}
			},
			["弟"] = {
				["包"] = {
					["子"] = {
						this = true
					}
				}
			},
			["板"] = {
				["继"] = {
					["续"] = {
						["担"] = {
							["任"] = {
								this = true
							}
						}
					}
				}
			},
			["大"] = {
				["连"] = {
					r = {
						this = true
					}
				}
			}
		},
		["真"] = {
			["面"] = {
				["目"] = {
					this = true
				}
			}
		},
		["雕"] = {
			["平"] = {
				this = true
			}
		},
		["金"] = {
			["平"] = {
				this = true,
				["梅"] = {
					this = true
				}
			},
			["三"] = {
				["胖"] = {
					this = true
				}
			}
		},
		["尽"] = {
			["平"] = {
				this = true
			}
		},
		["茎"] = {
			["平"] = {
				this = true
			}
		},
		["井"] = {
			["平"] = {
				this = true
			}
		},
		["斤"] = {
			["平"] = {
				this = true
			}
		},
		["镜"] = {
			["平"] = {
				this = true
			}
		},
		B = {
			O = {
				S = {
					S = {
						["近"] = {
							["平"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["盡"] = {
			["平"] = {
				this = true
			}
		},
		["晋"] = {
			["平"] = {
				this = true
			}
		},
		["迈"] = {
			["平"] = {
				this = true
			}
		},
		["净"] = {
			["平"] = {
				this = true
			}
		},
		["吊"] = {
			["平"] = {
				this = true
			}
		},
		["紧"] = {
			["平"] = {
				this = true
			}
		},
		["景"] = {
			["平"] = {
				this = true
			}
		},
		O = {
			["平"] = {
				["傻"] = {
					X = {
						this = true
					}
				}
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["索"] = {
			["里"] = {
				["尼"] = {
					this = true
				}
			}
		},
		["罕"] = {
			["默"] = {
				["德"] = {
					this = true
				}
			}
		},
		["神"] = {
			["私"] = {
				["生"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["二"] = {
			this = true
		},
		["得"] = {
			["梦"] = {
				["想"] = {
					["："] = {
						["大"] = {
							["秦"] = {
								["赋"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["拝"] = {
			this = true
		},
		["已"] = {
			["死"] = {
				this = true
			}
		},
		["馒"] = {
			["头"] = {
				["继"] = {
					["续"] = {
						["担"] = {
							["任"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["链"] = {
			["刃"] = {
				this = true
			}
		},
		["教"] = {
			["父"] = {
				["连"] = {
					r = {
						this = true
					}
				}
			}
		},
		["胖"] = {
			["子"] = {
				["连"] = {
					r = {
						this = true
					}
				}
			}
		},
		["爷"] = {
			["连"] = {
				r = {
					this = true
				}
			}
		},
		["歪"] = {
			["脖"] = {
				["连"] = {
					r = {
						this = true
					}
				}
			}
		},
		["酱"] = {
			["一"] = {
				["直"] = {
					["不"] = {
						["下"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["倒"] = {
			["台"] = {
				this = true
			}
		},
		["尔"] = {
			["瓦"] = {
				this = true
			}
		},
		["军"] = {
			["倒"] = {
				this = true
			}
		},
		["逝"] = {
			["乎"] = {
				this = true
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["死"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["亡"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["了"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["灌"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["病"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["毒"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["习"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["蛤"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["蛤"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["笑"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["媛"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["开"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["近"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["平"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["是"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["傻"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["逼"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	},
																																	["撒"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["比"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									},
																									["大"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["傻"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["逼"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	},
																																	["撒"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["比"] = {
																																										this = true
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["总"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["称"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["帝"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["变"] = {
			["种"] = {
				this = true
			}
		},
		["思"] = {
			["敬"] = {
				["的"] = {
					["皇"] = {
						["帝"] = {
							["后"] = {
								["代"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["皇"] = {
			["要"] = {
				["你"] = {
					["共"] = {
						["同"] = {
							["富"] = {
								["裕"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["王"] = {
			["的"] = {
				["田"] = {
					["野"] = {
						["上"] = {
							this = true
						}
					}
				}
			}
		},
		["修"] = {
			["宪"] = {
				["为"] = {
					["下"] = {
						["一"] = {
							["任"] = {
								["铺"] = {
									["路"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["为"] = {
			["你"] = {
				this = true
			}
		},
		["宗"] = {
			this = true
		},
		["乾"] = {
			["隆"] = {
				this = true
			}
		},
		["以"] = {
			["为"] = {
				["常"] = {
					["\\"] = {
						p = {
							P = {
								["*"] = {
									["更"] = {
										["进"] = {
											["一"] = {
												["步"] = {
													["\\"] = {
														p = {
															P = {
																["*"] = {
																	["平"] = {
																		["步"] = {
																			["青"] = {
																				["云"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["先"] = {
			["生"] = {
				this = true
			}
		},
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["袭"] = {
		["近"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["習"] = {
		["包"] = {
			this = true,
			["子"] = {
				this = true
			},
			["包"] = {
				this = true
			}
		},
		["大"] = {
			["大"] = {
				this = true
			},
			["林"] = {
				this = true
			}
		},
		["哈"] = {
			this = true
		},
		["蛤"] = {
			this = true
		},
		["皇"] = {
			this = true
		},
		["金"] = {
			this = true
		},
		["近"] = {
			this = true,
			["平"] = {
				this = true
			}
		},
		["進"] = {
			this = true
		},
		["禁"] = {
			this = true
		},
		["精"] = {
			this = true
		},
		["領"] = {
			this = true
		},
		["維"] = {
			this = true
		},
		["習"] = {
			["蛤"] = {
				["蛤"] = {
					this = true
				}
			}
		},
		["下"] = {
			this = true
		},
		["遠"] = {
			["平"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		J = {
			P = {
				this = true
			}
		},
		["毛"] = {
			["泽"] = {
				["东"] = {
					this = true
				}
			}
		},
		["除"] = {
			this = true
		},
		["吾"] = {
			["皇"] = {
				this = true,
				["万"] = {
					["岁"] = {
						this = true
					}
				}
			}
		},
		["玄"] = {
			["宗"] = {
				this = true
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["狗"] = {
			this = true
		},
		["猪"] = {
			this = true
		},
		["七"] = {
			["帝"] = {
				this = true
			}
		},
		["万"] = {
			["岁"] = {
				this = true
			}
		},
		["二"] = {
			["逼"] = {
				this = true
			}
		},
		["傻"] = {
			["傻"] = {
				this = true
			}
		},
		["儿"] = {
			["子"] = {
				this = true
			}
		},
		["元"] = {
			["首"] = {
				this = true
			}
		},
		["匪"] = {
			this = true
		},
		["叔"] = {
			this = true
		},
		["同"] = {
			["志"] = {
				this = true
			}
		},
		["呆"] = {
			["呆"] = {
				this = true
			}
		},
		["永"] = {
			["康"] = {
				this = true
			}
		},
		["土"] = {
			["匪"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["媳"] = {
		["婦"] = {
			["伸"] = {
				["手"] = {
					["握"] = {
						["住"] = {
							["公"] = {
								["公"] = {
									["襠"] = {
										["里"] = {
											["那"] = {
												["玩"] = {
													["意"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["包"] = {
			["子"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["覡"] = {
		this = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["襲"] = {
		["近"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["洗"] = {
		["不"] = {
			["洗"] = {
				["先"] = {
					["泡"] = {
						["上"] = {
							["干"] = {
								["不"] = {
									["干"] = {
										["先"] = {
											["套"] = {
												["上"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["肠"] = {
			["射"] = {
				["尿"] = {
					this = true
				}
			}
		},
		["腸"] = {
			["射"] = {
				["尿"] = {
					this = true
				}
			}
		},
		["吹"] = {
			["做"] = {
				this = true
			}
		},
		["脑"] = {
			["班"] = {
				this = true
			}
		},
		["腦"] = {
			this = true
		},
		["友"] = {
			this = true
		},
		["澡"] = {
			["门"] = {
				this = true
			}
		},
		["做"] = {
			["吹"] = {
				this = true
			}
		},
		["精"] = {
			["品"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true,
				["万"] = {
					["岁"] = {
						this = true
					}
				}
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["竹"] = {
			["席"] = {
				["一"] = {
					["直"] = {
						["不"] = {
							["下"] = {
								["来"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["脚"] = {
			["盆"] = {
				["座"] = {
					["位"] = {
						["涂"] = {
							["了"] = {
								["5"] = {
									["0"] = {
										["2"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["镜"] = {
			["平"] = {
				this = true
			}
		},
		["净"] = {
			["平"] = {
				this = true
			}
		},
		["衣"] = {
			["机"] = {
				["扑"] = {
					["胤"] = {
						["聘"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
