pg = pg or {}
slot0 = pg
slot0.word_template_250 = {}
slot1 = slot0.word_template_250

function temp()
	uv0["润"] = {
		["色"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			}
		},
		["涛"] = {
			["阎"] = {
				this = true
			}
		},
		["之"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["若"] = {
		["林"] = {
			["菜"] = {
				["美"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["你"] = {
			["插"] = {
				["入"] = {
					["我"] = {
						["老"] = {
							["婆"] = {
								["身"] = {
									["体"] = {
										["的"] = {
											["那"] = {
												["东"] = {
													["西"] = {
														["没"] = {
															["有"] = {
																["刻"] = {
																	["度"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["妻"] = {
			["夢"] = {
				["交"] = {
					this = true
				}
			}
		},
		["石"] = {
			["足"] = {
				["道"] = {
					this = true
				}
			}
		},
		["想"] = {
			["温"] = {
				["柔"] = {
					["你"] = {
						["也"] = {
							["来"] = {
								["无"] = {
									["污"] = {
										["染"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["撒"] = {
		["尿"] = {
			this = true
		},
		["切"] = {
			["尔"] = {
				this = true
			}
		},
		["币"] = {
			["帝"] = {
				["一"] = {
					["直"] = {
						["不"] = {
							["下"] = {
								["来"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["西"] = {
				this = true,
				[" "] = {
					["撒"] = {
						["币"] = {
							["国"] = {
								["王"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["国"] = {
				["王"] = {
					this = true
				}
			}
		},
		["嗝"] = {
			["儿"] = {
				["王"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["萨"] = {
		["达"] = {
			["姆"] = {
				this = true,
				["美"] = {
					["国"] = {
						["风"] = {
							["光"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["德"] = {
			this = true
		},
		["哈"] = {
			["林"] = {
				["岛"] = {
					this = true
				}
			}
		},
		["马"] = {
			["兰"] = {
				["奇"] = {
					this = true
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["格"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["尔"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["王"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["利"] = {
			["赫"] = {
				["·"] = {
					["胡"] = {
						["达"] = {
							["亚"] = {
								["尔"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["薩"] = {
		["達"] = {
			["姆"] = {
				this = true
			}
		},
		["馬"] = {
			["蘭"] = {
				["奇"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["塞"] = {
		["白"] = {
			this = true
		},
		["你"] = {
			["爸"] = {
				this = true
			},
			["公"] = {
				this = true
			},
			["老"] = {
				["母"] = {
					this = true
				},
				["师"] = {
					this = true
				}
			},
			["母"] = {
				this = true
			},
			["娘"] = {
				this = true
			}
		},
		["舌"] = {
			["尔"] = {
				["私"] = {
					["人"] = {
						["俱"] = {
							["乐"] = {
								["部"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["雷"] = {
			["娜"] = {
				["\\"] = {
					p = {
						P = {
							["?"] = {
								["威"] = {
									["廉"] = {
										["姆"] = {
											["斯"] = {
												["|"] = {
													S = {
														e = {
															r = {
																e = {
																	n = {
																		a = {
																			W = {
																				i = {
																					l = {
																						l = {
																							i = {
																								a = {
																									m = {
																										s = {
																											this = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["赛"] = {
		["车"] = {
			["风"] = {
				["云"] = {
					this = true
				}
			}
		},
		["马"] = {
			["会"] = {
				this = true
			}
		},
		["你"] = {
			["娘"] = {
				this = true
			}
		},
		["妳"] = {
			["娘"] = {
				this = true
			}
		},
		["他"] = {
			["娘"] = {
				this = true
			}
		},
		["她"] = {
			["娘"] = {
				this = true
			}
		},
		["里"] = {
			["斯"] = {
				["设"] = {
					["计"] = {
						["私"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
