pg = pg or {}
slot0 = pg
slot0.word_template_24 = {}
slot1 = slot0.word_template_24

function temp()
	uv0["九"] = {
		["評"] = {
			this = true,
			["論"] = {
				["共"] = {
					["産"] = {
						["黨"] = {
							this = true
						}
					}
				}
			}
		},
		["."] = {
			["评"] = {
				this = true
			}
		},
		["八"] = {
			["年"] = {
				["印"] = {
					["尼"] = {
						this = true
					}
				}
			},
			["印"] = {
				["尼"] = {
					this = true
				}
			}
		},
		["不"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["成"] = {
			["新"] = {
				["套"] = {
					["牌"] = {
						["车"] = {
							this = true
						}
					}
				}
			}
		},
		["城"] = {
			["情"] = {
				["色"] = {
					this = true
				}
			}
		},
		["二"] = {
			["式"] = {
				["手"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["法"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["费"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["风"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["干"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["话"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["会"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["九"] = {
			["情"] = {
				["色"] = {
					["帝"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		["酒"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["流"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["城"] = {
				["の"] = {
					["阴"] = {
						["獣"] = {
							this = true
						}
					}
				}
			}
		},
		["平"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["评"] = {
			this = true
		},
		["十"] = {
			["三"] = {
				["运"] = {
					["动"] = {
						this = true
					}
				}
			}
		},
		["事"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["头"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["系"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["肖"] = {
			this = true
		},
		["小"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["样"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["要"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["一"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			},
			["评"] = {
				this = true
			},
			["評"] = {
				this = true
			}
		},
		["越"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["转"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		["子"] = {
			["干"] = {
				["部"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["携"] = {
		["帯"] = {
			["サ"] = {
				["イ"] = {
					["ト"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["激"] = {
		["流"] = {
			["中"] = {
				["國"] = {
					this = true
				}
			}
		},
		["爱"] = {
			["之"] = {
				["所"] = {
					this = true
				}
			}
		},
		["插"] = {
			this = true
		},
		["光"] = {
			["点"] = {
				["压"] = {
					this = true
				}
			}
		},
		["清"] = {
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					this = true
				}
			}
		},
		["情"] = {
			m = {
				m = {
					this = true
				}
			},
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["潮"] = {
				["喷"] = {
					this = true
				},
				["噴"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["打"] = {
				["炮"] = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["電"] = {
				["影"] = {
					this = true
				}
			},
			["短"] = {
				["片"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["钢"] = {
				["管"] = {
					this = true
				}
			},
			["黄"] = {
				["色"] = {
					this = true
				}
			},
			["假"] = {
				["期"] = {
					this = true
				}
			},
			["交"] = {
				["友"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["狂"] = {
				["野"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					this = true,
					["室"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["体"] = {
					this = true
				},
				["體"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["妹"] = {
				["妹"] = {
					this = true
				}
			},
			["免"] = {
				["费"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["女"] = {
				["郎"] = {
					this = true
				}
			},
			["派"] = {
				["对"] = {
					this = true
				}
			},
			["片"] = {
				this = true,
				["下"] = {
					["载"] = {
						this = true
					}
				}
			},
			["热"] = {
				["舞"] = {
					this = true
				}
			},
			["入"] = {
				["口"] = {
					this = true
				},
				["门"] = {
					this = true
				}
			},
			["少"] = {
				["女"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["視"] = {
				["頻"] = {
					this = true
				}
			},
			["双"] = {
				["人"] = {
					["秀"] = {
						this = true
					}
				}
			},
			["套"] = {
				["餐"] = {
					this = true
				}
			},
			["提"] = {
				["示"] = {
					this = true
				}
			},
			["贴"] = {
				["图"] = {
					this = true
				}
			},
			["貼"] = {
				["圖"] = {
					this = true
				}
			},
			["童"] = {
				["男"] = {
					this = true
				}
			},
			["图"] = {
				["片"] = {
					this = true
				}
			},
			["丸"] = {
				this = true
			},
			["网"] = {
				this = true,
				["站"] = {
					this = true
				}
			},
			["文"] = {
				["学"] = {
					this = true
				},
				["學"] = {
					this = true
				}
			},
			["五"] = {
				["月"] = {
					["天"] = {
						this = true
					}
				}
			},
			["午"] = {
				["夜"] = {
					this = true
				}
			},
			["小"] = {
				["电"] = {
					["影"] = {
						this = true
					}
				},
				["说"] = {
					this = true
				},
				["說"] = {
					this = true
				}
			},
			["一"] = {
				["夜"] = {
					this = true
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["泳"] = {
				["仔"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["运"] = {
				["动"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["之"] = {
				["女"] = {
					this = true
				}
			},
			["主"] = {
				["持"] = {
					this = true
				}
			},
			["自"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["生"] = {
			["轮"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["爽"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			}
		},
		["凸"] = {
			["走"] = {
				["光"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["月"] = {
		["収"] = {
			this = true
		},
		["底"] = {
			["可"] = {
				["以"] = {
					["拿"] = {
						["到"] = {
							["可"] = {
								["以"] = {
									["买"] = {
										["一"] = {
											["辆"] = {
												["车"] = {
													["的"] = {
														["工"] = {
															["资"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["宫"] = {
			["无"] = {
				["码"] = {
					this = true
				}
			}
		},
		["经"] = {
			this = true,
			["不"] = {
				["调"] = {
					this = true
				}
			},
			["来"] = {
				["了"] = {
					["都"] = {
						["让"] = {
							["搞"] = {
								this = true
							}
						}
					},
					["也"] = {
						["让"] = {
							["搞"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["經"] = {
			this = true
		},
		["历"] = {
			["俏"] = {
				["女"] = {
					["郎"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			["西"] = {
				this = true
			}
		},
		["入"] = {
			["过"] = {
				["万"] = {
					this = true
				}
			},
			["上"] = {
				["万"] = {
					this = true
				}
			}
		},
		["收"] = {
			["入"] = {
				["几"] = {
					["千"] = {
						this = true
					}
				},
				["上"] = {
					["万"] = {
						this = true
					}
				},
				["万"] = {
					["元"] = {
						this = true
					}
				}
			}
		},
		["薪"] = {
			["过"] = {
				["万"] = {
					this = true
				}
			},
			["万"] = {
				["元"] = {
					this = true
				}
			}
		},
		["赚"] = {
			["过"] = {
				["万"] = {
					this = true
				}
			},
			["千"] = {
				["元"] = {
					this = true
				}
			},
			["上"] = {
				["千"] = {
					this = true
				},
				["万"] = {
					this = true
				}
			},
			["数"] = {
				["千"] = {
					["元"] = {
						this = true
					}
				},
				["万"] = {
					this = true
				}
			},
			["万"] = {
				["元"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["健"] = {
		["康"] = {
			["器"] = {
				["具"] = {
					this = true
				}
			},
			["美"] = {
				["容"] = {
					["之"] = {
						["家"] = {
							this = true
						}
					}
				}
			}
		},
		["身"] = {
			["帅"] = {
				["哥"] = {
					this = true
				}
			},
			["先"] = {
				["生"] = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["卫"] = {
			["步"] = {
				["枪"] = {
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["慰"] = {
			["器"] = {
				this = true
			}
		},
		["壮"] = {
			["成"] = {
				["熟"] = {
					["毛"] = {
						["男"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["男"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["犬"] = {
		["食"] = {
			["い"] = {
				this = true
			}
		},
		["江"] = {
			this = true
		},
		["交"] = {
			this = true
		}
	}
end

temp()
