pg = pg or {}
slot0 = pg
slot0.word_template_63 = {}
slot1 = slot0.word_template_63

function temp()
	uv0["朝"] = {
		["比"] = {
			["奈"] = {
				["亜"] = {
					["美"] = {
						this = true
					}
				}
			}
		},
		["仓"] = {
			["仁"] = {
				["美"] = {
					this = true
				}
			}
		},
		["河"] = {
			["蘭"] = {
				this = true
			}
		},
		["尼"] = {
			["大"] = {
				["爷"] = {
					["他"] = {
						["弹"] = {
							["著"] = {
								["马"] = {
									["头"] = {
										["琴"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["日"] = {
			["天"] = {
				["劫"] = {
					this = true
				}
			}
		},
		["天"] = {
			["穴"] = {
				this = true
			}
		},
		["鲜"] = {
			this = true
		},
		["鮮"] = {
			this = true
		},
		["廷"] = {
			["缺"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["北"] = {
			["取"] = {
				["经"] = {
					["赵"] = {
						["家"] = {
							["鸣"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["潮"] = {
		["吹"] = {
			this = true
		},
		["喷"] = {
			this = true
		},
		["噴"] = {
			this = true
		},
		["学"] = {
			this = true,
			["9"] = {
				["8"] = {
					this = true
				}
			},
			["四"] = {
				["六"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["炒"] = {
		["牛"] = {
			["市"] = {
				["崩"] = {
					["盤"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		},
		["肝"] = {
			["爷"] = {
				["爷"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["车"] = {
		["臣"] = {
			this = true
		},
		["俊"] = {
			this = true
		},
		["仑"] = {
			this = true,
			["工"] = {
				["力"] = {
					this = true
				}
			}
		},
		["模"] = {
			["兽"] = {
				["兽"] = {
					this = true
				}
			}
		},
		["上"] = {
			["我"] = {
				["被"] = {
					["挤"] = {
						["得"] = {
							["都"] = {
								["怀"] = {
									["了"] = {
										["孕"] = {
											this = true
										}
									}
								}
							},
							["流"] = {
								["了"] = {
									["产"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["站"] = {
			["卖"] = {
				["比"] = {
					["劈"] = {
						["大"] = {
							["腿"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["主"] = {
			["被"] = {
				["钓"] = {
					["鱼"] = {
						this = true
					}
				}
			}
		},
		["的"] = {
			["歹"] = {
				["徒"] = {
					this = true
				}
			}
		},
		["当"] = {
			["臂"] = {
				["螳"] = {
					this = true
				}
			}
		},
		["挡"] = {
			["臂"] = {
				["螳"] = {
					this = true
				}
			}
		},
		["载"] = {
			["信"] = {
				["息"] = {
					["发"] = {
						["送"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["轮"] = {
			["上"] = {
				["的"] = {
					["铺"] = {
						["张"] = {
							this = true
						}
					}
				}
			}
		},
		["倒"] = {
			["开"] = {
				["尼"] = {
					["维"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["車"] = {
		["侖"] = {
			this = true,
			["女"] = {
				["幹"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["沉"] = {
		["睡"] = {
			["圖"] = {
				["騰"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["陈"] = {
		["宝"] = {
			["生"] = {
				this = true
			}
		},
		["伯"] = {
			["达"] = {
				["最"] = {
					["后"] = {
						["口"] = {
							["述"] = {
								["回"] = {
									["忆"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["达"] = {
			["钲"] = {
				this = true
			}
		},
		["大"] = {
			["卫"] = {
				this = true
			}
		},
		["独"] = {
			["秀"] = {
				this = true
			}
		},
		["鸽"] = {
			this = true
		},
		["功"] = {
			this = true
		},
		["冠"] = {
			["希"] = {
				["进"] = {
					["去"] = {
						["艳"] = {
							["照"] = {
								["门"] = {
									["出"] = {
										["来"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["浩"] = {
			["天"] = {
				this = true
			}
		},
		["建"] = {
			["民"] = {
				this = true
			}
		},
		["雷"] = {
			this = true
		},
		["良"] = {
			["宇"] = {
				this = true,
				["秘"] = {
					["密"] = {
						["档"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["伦"] = {
			this = true
		},
		["敏"] = {
			["尔"] = {
				this = true
			}
		},
		["巧"] = {
			["文"] = {
				this = true
			}
		},
		["秋"] = {
			["平"] = {
				this = true
			},
			x = {
				this = true
			}
		},
		["求"] = {
			["发"] = {
				this = true
			}
		},
		["全"] = {
			["国"] = {
				this = true,
				["书"] = {
					["记"] = {
						["2"] = {
							["0"] = {
								["1"] = {
									["7"] = {
										["年"] = {
											["8"] = {
												["·"] = {
													["3"] = {
														["0"] = {
															["视"] = {
																["频"] = {
																	["会"] = {
																		["议"] = {
																			["讲"] = {
																				["话"] = {
																					["应"] = {
																						["知"] = {
																							["应"] = {
																								["会"] = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["荣"] = {
			["利"] = {
				this = true
			}
		},
		["水"] = {
			["扁"] = {
				this = true
			}
		},
		["文"] = {
			["清"] = {
				this = true
			}
		},
		["希"] = {
			this = true,
			["同"] = {
				this = true
			}
		},
		["晓"] = {
			["光"] = {
				this = true
			},
			["宁"] = {
				this = true
			}
		},
		["新"] = {
			["权"] = {
				this = true
			}
		},
		["雄"] = {
			["杰"] = {
				this = true
			}
		},
		["绪"] = {
			["国"] = {
				this = true
			}
		},
		["宣"] = {
			["良"] = {
				this = true
			}
		},
		["训"] = {
			["秋"] = {
				this = true
			}
		},
		["一"] = {
			["咨"] = {
				this = true
			},
			["谘"] = {
				this = true
			}
		},
		["毅"] = {
			this = true
		},
		["云"] = {
			this = true
		},
		["政"] = {
			["高"] = {
				this = true
			}
		},
		["至"] = {
			["立"] = {
				this = true
			}
		},
		["忠"] = {
			["财"] = {
				this = true
			}
		},
		["竺"] = {
			this = true
		},
		["维"] = {
			["明"] = {
				this = true
			}
		},
		["明"] = {
			["远"] = {
				this = true
			}
		},
		["破"] = {
			["空"] = {
				this = true
			}
		},
		["思"] = {
			["诚"] = {
				["也"] = {
					["不"] = {
						["容"] = {
							["易"] = {
								["，"] = {
									["林"] = {
										["冲"] = {
											["武"] = {
												["功"] = {
													["再"] = {
														["高"] = {
															["也"] = {
																["得"] = {
																	["把"] = {
																		["老"] = {
																			["婆"] = {
																				["让"] = {
																					["给"] = {
																						["高"] = {
																							["衙"] = {
																								["内"] = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["加"] = {
			["晋"] = {
				this = true
			}
		},
		["顺"] = {
			["平"] = {
				this = true
			}
		},
		["时"] = {
			["中"] = {
				this = true
			}
		}
	}
end

temp()
