pg = pg or {}
slot0 = pg
slot0.word_template_25 = {}
slot1 = slot0.word_template_25

function temp()
	uv0["見"] = {
		["放"] = {
			["題"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["現"] = {
		["金"] = {
			this = true,
			["交"] = {
				["易"] = {
					this = true
				}
			}
		},
		["代"] = {
			["情"] = {
				["色"] = {
					["小"] = {
						["說"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["胡"] = {
		["耀"] = {
			["邦"] = {
				this = true,
				["传"] = {
					this = true
				}
			}
		},
		j = {
			t = {
				this = true
			}
		},
		X = {
			X = {
				this = true
			}
		},
		x = {
			x = {
				["看"] = {
					["到"] = {
						["女"] = {
							["兵"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["曾"] = {
			["结"] = {
				["盟"] = {
					this = true
				}
			}
		},
		["春"] = {
			["华"] = {
				this = true
			},
			["華"] = {
				this = true
			}
		},
		["达"] = {
			["拜"] = {
				["尔"] = {
					["地"] = {
						this = true
					}
				}
			}
		},
		["绩"] = {
			["伟"] = {
				["自"] = {
					["选"] = {
						["集"] = {
							this = true
						}
					}
				}
			}
		},
		["金"] = {
			["淘"] = {
				this = true
			}
		},
		["仅"] = {
			["涛"] = {
				this = true
			}
		},
		["紧"] = {
			["涛"] = {
				this = true
			},
			["掏"] = {
				this = true
			},
			["逃"] = {
				this = true
			},
			["套"] = {
				this = true
			}
		},
		["锦"] = {
			["涛"] = {
				this = true,
				["看"] = {
					["到"] = {
						["女"] = {
							["兵"] = {
								this = true
							},
							["民"] = {
								["兵"] = {
									this = true
								}
							}
						},
						["中"] = {
							["国"] = {
								["女"] = {
									["兵"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["去"] = {
					["看"] = {
						["毛"] = {
							["泽"] = {
								["东"] = {
									this = true
								}
							}
						}
					}
				},
				["往"] = {
					["前"] = {
						["窜"] = {
							this = true
						}
					}
				},
				["握"] = {
					["住"] = {
						["刘"] = {
							["德"] = {
								["华"] = {
									["的"] = {
										["手"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["下"] = {
					["台"] = {
						this = true
					}
				},
				["新"] = {
					["传"] = {
						this = true
					}
				},
				["左"] = {
					["右"] = {
						["为"] = {
							["难"] = {
								this = true
							}
						}
					}
				}
			},
			["滔"] = {
				this = true
			},
			["淘"] = {
				this = true
			},
			["套"] = {
				this = true
			}
		},
		["緊"] = {
			["掏"] = {
				this = true
			}
		},
		["錦"] = {
			["\\"] = {
				["濤"] = {
					this = true
				}
			},
			["滔"] = {
				this = true
			},
			["濤"] = {
				this = true
			},
			["淘"] = {
				this = true
			}
		},
		["惊"] = {
			["涛"] = {
				["看"] = {
					["到"] = {
						["女"] = {
							["兵"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["景"] = {
			["涛"] = {
				this = true
			},
			["濤"] = {
				this = true
			}
		},
		["乔"] = {
			["木"] = {
				this = true
			}
		},
		["喬"] = {
			["木"] = {
				this = true
			}
		},
		["石"] = {
			["根"] = {
				this = true
			}
		},
		["说"] = {
			["八"] = {
				["道"] = {
					this = true
				}
			}
		},
		["温"] = {
			["除"] = {
				["了"] = {
					["流"] = {
						["眼"] = {
							["泪"] = {
								this = true
							}
						}
					}
				}
			},
			["全"] = {
				["透"] = {
					["视"] = {
						this = true
					}
				}
			},
			["治"] = {
				["国"] = {
					["揭"] = {
						["秘"] = {
							this = true
						}
					}
				}
			}
		},
		["瘟"] = {
			this = true
		},
		["雯"] = {
			["靖"] = {
				this = true
			}
		},
		["问"] = {
			["鸣"] = {
				this = true
			}
		},
		["玉"] = {
			["敏"] = {
				this = true
			}
		},
		["泽"] = {
			["君"] = {
				this = true
			}
		},
		["志"] = {
			["明"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true,
				["感"] = {
					["动"] = {
						["得"] = {
							["热"] = {
								["泪"] = {
									["盈"] = {
										["眶"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["和"] = {
					["刘"] = {
						["德"] = {
							["华"] = {
								this = true
							}
						}
					}
				},
				["看"] = {
					["到"] = {
						["女"] = {
							["兵"] = {
								this = true
							}
						}
					}
				},
				["说"] = {
					["肉"] = {
						["价"] = {
							["格"] = {
								["要"] = {
									["上"] = {
										["涨"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["握"] = {
					["着"] = {
						["华"] = {
							["仔"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["总"] = {
			["看"] = {
				["到"] = {
					["女"] = {
						["兵"] = {
							this = true
						}
					}
				}
			},
			["书"] = {
				["记"] = {
					this = true
				}
			}
		},
		["總"] = {
			["書"] = {
				["記"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["交"] = {
		["際"] = {
			this = true
		},
		["媾"] = {
			this = true
		},
		["换"] = {
			["夫"] = {
				["妻"] = {
					this = true
				}
			},
			["姐"] = {
				["妹"] = {
					["花"] = {
						this = true
					}
				}
			}
		},
		["換"] = {
			["夫"] = {
				["妻"] = {
					this = true
				}
			}
		},
		["奸"] = {
			this = true
		},
		["警"] = {
			this = true,
			["暴"] = {
				["力"] = {
					this = true
				}
			},
			["当"] = {
				["街"] = {
					["被"] = {
						["杀"] = {
							this = true
						}
					}
				}
			},
			["队"] = {
				["站"] = {
					["在"] = {
						["马"] = {
							["路"] = {
								["吃"] = {
									["社"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["罚"] = {
				["款"] = {
					["有"] = {
						["蛮"] = {
							["忙"] = {
								this = true
							}
						}
					}
				}
			},
			["同"] = {
				["志"] = {
					["挡"] = {
						["天"] = {
							["下"] = {
								this = true
							}
						}
					}
				}
			},
			["遇"] = {
				["刺"] = {
					this = true
				}
			}
		},
		["配"] = {
			this = true
		},
		["涉"] = {
			["没"] = {
				["有"] = {
					["不"] = {
						["严"] = {
							["正"] = {
								["的"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["通"] = {
			["部"] = {
				this = true
			},
			["警"] = {
				["察"] = {
					["象"] = {
						["蚂"] = {
							["蝗"] = {
								this = true
							}
						},
						["螞"] = {
							["蝗"] = {
								this = true
							}
						}
					}
				}
			},
			["违"] = {
				["章"] = {
					["代"] = {
						["办"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["工"] = {
		["作"] = {
			["員"] = {
				this = true
			},
			["就"] = {
				["像"] = {
					l = {
						u = {
							n = {
								j = {
									i = {
										a = {
											n = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["轮"] = {
						["奸"] = {
							this = true
						}
					},
					["嫖"] = {
						["妓"] = {
							this = true
						}
					}
				}
			},
			["轻"] = {
				["松"] = {
					["钱"] = {
						["又"] = {
							["多"] = {
								this = true
							}
						}
					}
				}
			},
			["只"] = {
				["要"] = {
					["一"] = {
						["张"] = {
							["床"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["的"] = {
					["性"] = {
						["爱"] = {
							this = true
						}
					}
				}
			}
		},
		["?"] = {
			["?"] = {
				["裆"] = {
					this = true
				}
			}
		},
		c = {
			h = {
				a = {
					n = {
						d = {
							a = {
								n = {
									g = {
										this = true
									}
								}
							}
						},
						["当"] = {
							this = true
						},
						["裆"] = {
							this = true
						},
						["挡"] = {
							this = true
						},
						["档"] = {
							this = true
						},
						["党"] = {
							this = true
						},
						["谠"] = {
							this = true
						}
					}
				}
			}
		},
		["残"] = {
			d = {
				a = {
					n = {
						g = {
							this = true
						}
					}
				}
			},
			["当"] = {
				this = true
			},
			["裆"] = {
				this = true
			},
			["挡"] = {
				this = true
			},
			["档"] = {
				this = true
			},
			["党"] = {
				this = true
			},
			["谠"] = {
				this = true
			}
		},
		["惨"] = {
			d = {
				a = {
					n = {
						g = {
							this = true
						}
					}
				}
			},
			["当"] = {
				this = true
			},
			["挡"] = {
				this = true
			},
			["档"] = {
				this = true
			},
			["党"] = {
				this = true
			},
			["谠"] = {
				this = true
			}
		},
		["掺"] = {
			d = {
				a = {
					n = {
						g = {
							this = true
						}
					}
				}
			},
			["当"] = {
				this = true
			},
			["裆"] = {
				this = true
			},
			["档"] = {
				this = true
			},
			["党"] = {
				this = true
			},
			["谠"] = {
				this = true
			}
		},
		["产"] = {
			d = {
				a = {
					n = {
						g = {
							this = true
						}
					}
				}
			},
			["当"] = {
				this = true
			},
			["裆"] = {
				this = true
			},
			["挡"] = {
				this = true
			},
			["档"] = {
				this = true
			},
			["党"] = {
				this = true
			},
			["谠"] = {
				this = true
			}
		},
		["铲"] = {
			d = {
				a = {
					n = {
						g = {
							this = true
						}
					}
				}
			},
			["当"] = {
				this = true
			},
			["裆"] = {
				this = true
			},
			["挡"] = {
				this = true
			},
			["档"] = {
				this = true
			},
			["党"] = {
				this = true
			},
			["谠"] = {
				this = true
			}
		},
		["産"] = {
			d = {
				a = {
					n = {
						g = {
							this = true
						}
					}
				}
			},
			["当"] = {
				this = true
			},
			["裆"] = {
				this = true
			},
			["挡"] = {
				this = true
			},
			["档"] = {
				this = true
			},
			["党"] = {
				this = true
			},
			["谠"] = {
				this = true
			}
		},
		["程"] = {
			["款"] = {
				this = true
			},
			["师"] = {
				["考"] = {
					["试"] = {
						["答"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			},
			["師"] = {
				["證"] = {
					["辦"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["人"] = {
			["罢"] = {
				["工"] = {
					this = true
				}
			},
			["的"] = {
				["觉"] = {
					["醒"] = {
						this = true
					}
				}
			}
		},
		["商"] = {
			["稅"] = {
				["務"] = {
					["兩"] = {
						["條"] = {
							["狼"] = {
								this = true
							}
						}
					}
				}
			},
			["税"] = {
				["务"] = {
					["两"] = {
						["条"] = {
							["狼"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["藤"] = {
			["楓"] = {
				this = true
			},
			["静"] = {
				["香"] = {
					this = true
				}
			}
		},
		["业"] = {
			["酒"] = {
				["精"] = {
					this = true
				}
			}
		},
		["资"] = {
			["待"] = {
				["遇"] = {
					this = true
				}
			},
			["好"] = {
				["比"] = {
					["眉"] = {
						["毛"] = {
							["短"] = {
								this = true
							}
						}
					}
				}
			},
			["就"] = {
				["像"] = {
					["例"] = {
						["假"] = {
							this = true
						}
					}
				}
			},
			["买"] = {
				["得"] = {
					["起"] = {
						["房"] = {
							["那"] = {
								["是"] = {
									["扯"] = {
										["蛋"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["的"] = {
					["起"] = {
						["房"] = {
							["的"] = {
								["那"] = {
									["扯"] = {
										["蛋"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["每"] = {
				["日"] = {
					["支"] = {
						["付"] = {
							this = true
						}
					}
				}
			},
			["日"] = {
				["结"] = {
					this = true
				}
			},
			["犹"] = {
				["如"] = {
					["眉"] = {
						["毛"] = {
							["短"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["資"] = {
			["翻"] = {
				["暸"] = {
					["好"] = {
						["幾"] = {
							["倍"] = {
								this = true
							}
						}
					}
				}
			},
			["好"] = {
				["比"] = {
					["眉"] = {
						["毛"] = {
							["短"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["自"] = {
			["联"] = {
				this = true
			},
			["聯"] = {
				this = true
			}
		},
		["字"] = {
			["弹"] = {
				["簧"] = {
					this = true
				}
			},
			["密"] = {
				["封"] = {
					["圈"] = {
						this = true
					}
				}
			},
			["牌"] = {
				["气"] = {
					["枪"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								this = true
							}
						}
					}
				},
				["汽"] = {
					["枪"] = {
						q = {
							q = {
								this = true
							}
						},
						["出"] = {
							["货"] = {
								this = true
							}
						},
						["到"] = {
							["货"] = {
								this = true
							}
						},
						["电"] = {
							["话"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["图"] = {
							["纸"] = {
								this = true
							}
						},
						["制"] = {
							["造"] = {
								this = true
							}
						},
						["转"] = {
							["让"] = {
								this = true
							}
						}
					}
				},
				["氣"] = {
					["槍"] = {
						q = {
							q = {
								this = true
							}
						},
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			},
			["皮"] = {
				["碗"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["高"] = {
		["額"] = {
			this = true
		},
		["."] = {
			["智"] = {
				["."] = {
					["晟"] = {
						this = true
					}
				}
			}
		},
		["坂"] = {
			["真"] = {
				["由"] = {
					this = true
				}
			}
		},
		["潮"] = {
			this = true,
			["白"] = {
				["浆"] = {
					this = true
				},
				["漿"] = {
					this = true
				}
			},
			["到"] = {
				["了"] = {
					["我"] = {
						["会"] = {
							["叫"] = {
								["的"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["的"] = {
				["浪"] = {
					["叫"] = {
						this = true
					}
				}
			},
			["集"] = {
				["锦"] = {
					this = true
				},
				["錦"] = {
					this = true
				}
			},
			["喷"] = {
				["水"] = {
					this = true
				}
			}
		},
		["达"] = {
			["星"] = {
				["尘"] = {
					["回"] = {
						["忆"] = {
							this = true
						}
					}
				}
			}
		},
		["档"] = {
			["假"] = {
				["烟"] = {
					this = true
				}
			},
			["素"] = {
				["质"] = {
					m = {
						m = {
							this = true
						}
					}
				}
			},
			["香"] = {
				["烟"] = {
					this = true
				}
			}
		},
		["仿"] = {
			["白"] = {
				["酒"] = {
					this = true
				}
			},
			["各"] = {
				["种"] = {
					["学"] = {
						["历"] = {
							this = true
						}
					}
				}
			},
			["名"] = {
				["烟"] = {
					this = true
				}
			},
			["香"] = {
				["烟"] = {
					this = true
				}
			},
			["真"] = {
				["名"] = {
					["烟"] = {
						this = true
					}
				}
			},
			["中"] = {
				["华"] = {
					this = true
				}
			}
		},
		["干"] = {
			["子"] = {
				["弟"] = {
					this = true,
					["心"] = {
						["更"] = {
							["贪"] = {
								this = true
							}
						}
					}
				},
				["女"] = {
					this = true
				}
			}
		},
		["幹"] = {
			this = true
		},
		["虎"] = {
			["城"] = {
				this = true
			}
		},
		["级"] = {
			["伴"] = {
				["游"] = {
					this = true
				}
			},
			["逼"] = {
				this = true
			},
			["服"] = {
				["务"] = {
					["生"] = {
						this = true
					}
				}
			},
			["十"] = {
				["码"] = {
					this = true
				}
			},
			["小"] = {
				["姐"] = {
					this = true
				}
			}
		},
		["級"] = {
			["逼"] = {
				this = true
			}
		},
		["价"] = {
			["肾"] = {
				["源"] = {
					this = true
				}
			}
		},
		["見"] = {
			["涼"] = {
				this = true
			}
		},
		["洁"] = {
			["的"] = {
				["灵"] = {
					["魂"] = {
						this = true
					}
				}
			}
		},
		["举"] = {
			["裤"] = {
				["衩"] = {
					["歇"] = {
						["会"] = {
							["儿"] = {
								["再"] = {
									["来"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["俊"] = {
			this = true
		},
		["老"] = {
			["庄"] = {
				["的"] = {
					["房"] = {
						["子"] = {
							["仍"] = {
								["在"] = {
									["继"] = {
										["续"] = {
											["拆"] = {
												["迁"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["丽"] = {
			["棒"] = {
				["子"] = {
					this = true
				}
			},
			["朴"] = {
				this = true
			}
		},
		["麗"] = {
			["棒"] = {
				["子"] = {
					this = true
				}
			},
			["朴"] = {
				this = true
			}
		},
		["氯"] = {
			["酸"] = {
				this = true
			}
		},
		["锰"] = {
			["酸"] = {
				["钾"] = {
					this = true
				}
			}
		},
		["木"] = {
			["梓"] = {
				this = true
			}
		},
		["清"] = {
			["性"] = {
				["愛"] = {
					this = true
				}
			}
		},
		["树"] = {
			["玛"] = {
				["利"] = {
					["亚"] = {
						this = true
					}
				}
			},
			["三"] = {
				["姐"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["樹"] = {
			["三"] = {
				["姐"] = {
					["妹"] = {
						this = true
					}
				}
			}
		},
		["文"] = {
			["謙"] = {
				this = true
			}
		},
		["校"] = {
			["暴"] = {
				["乱"] = {
					this = true
				}
			},
			["群"] = {
				["体"] = {
					["事"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["骚"] = {
				["乱"] = {
					this = true
				}
			}
		},
		["效"] = {
			["三"] = {
				["唑"] = {
					["仑"] = {
						this = true
					}
				}
			}
		},
		["薪"] = {
			["诚"] = {
				["聘"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					["人"] = {
						["员"] = {
							this = true
						}
					},
					["生"] = {
						this = true
					}
				}
			},
			["急"] = {
				["聘"] = {
					this = true
				}
			},
			["日"] = {
				["结"] = {
					this = true
				}
			},
			["养"] = {
				["廉"] = {
					this = true
				}
			},
			["養"] = {
				["廉"] = {
					this = true
				}
			},
			["招"] = {
				["聘"] = {
					this = true
				}
			}
		},
		["压"] = {
			["电"] = {
				["击"] = {
					["棍"] = {
						this = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					q = {
						q = {
							this = true
						}
					},
					["出"] = {
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["英"] = {
				["国"] = {
					P = {
						C = {
							P = {
								["骚"] = {
									["本"] = {
										["出"] = {
											["售"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["云"] = {
			["龙"] = {
				this = true
			}
		},
		["治"] = {
			["联"] = {
				this = true
			},
			["聯"] = {
				this = true
			}
		},
		["智"] = {
			["晟"] = {
				this = true
			}
		},
		["自"] = {
			["联"] = {
				this = true
			},
			["聯"] = {
				this = true
			}
		}
	}
end

temp()
