pg = pg or {}
slot0 = pg
slot0.word_template_190 = {}
slot1 = slot0.word_template_190

function temp()
	uv0["鈴"] = {
		["木"] = {
			["麻"] = {
				["奈"] = {
					["美"] = {
						this = true
					}
				}
			},
			["志"] = {
				["穗"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["靈"] = {
		["靈"] = {
			["教"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["领"] = {
		["导"] = {
			["必"] = {
				["定"] = {
					["在"] = {
						["人"] = {
							["大"] = {
								this = true
							}
						}
					}
				}
			},
			["唱"] = {
				["歌"] = {
					["调"] = {
						["好"] = {
							["音"] = {
								["响"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["点"] = {
				["头"] = {
					["就"] = {
						["定"] = {
							["盘"] = {
								this = true
							}
						}
					}
				}
			},
			["干"] = {
				["部"] = {
					["吃"] = {
						["王"] = {
							["八"] = {
								this = true
							}
						}
					}
				}
			},
			["忽"] = {
				["悠"] = {
					["百"] = {
						["姓"] = {
							["号"] = {
								["召"] = {
									this = true
								}
							},
							["叫"] = {
								["号"] = {
									["召"] = {
										this = true
									}
								}
							}
						}
					},
					["领"] = {
						["导"] = {
							["叫"] = {
								["交"] = {
									["易"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["家"] = {
				["的"] = {
					["小"] = {
						["配"] = {
							["房"] = {
								this = true
							}
						}
					}
				}
			},
			["就"] = {
				["像"] = {
					y = {
						i = {
							n = {
								d = {
									a = {
										o = {
											this = true
										}
									}
								}
							}
						}
					},
					["阴"] = {
						["道"] = {
							this = true
						}
					}
				}
			},
			["领"] = {
				["导"] = {
					["你"] = {
						["真"] = {
							["坏"] = {
								this = true
							}
						}
					}
				}
			},
			["没"] = {
				["有"] = {
					["不"] = {
						["重"] = {
							["视"] = {
								["的"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["泡"] = {
				["妞"] = {
					this = true,
					["放"] = {
						["哨"] = {
							["站"] = {
								["岗"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["强"] = {
				["词"] = {
					["夺"] = {
						["理"] = {
							["叫"] = {
								["坚"] = {
									["持"] = {
										["真"] = {
											["理"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["人"] = {
				["保"] = {
					["镖"] = {
						this = true
					}
				},
				["贴"] = {
					["身"] = {
						["保"] = {
							["镖"] = {
								this = true
							}
						}
					}
				}
			},
			["视"] = {
				["察"] = {
					["小"] = {
						["车"] = {
							["多"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["个"] = {
					["吊"] = {
						this = true
					}
				},
				["篮"] = {
					["球"] = {
						this = true
					}
				}
			},
			["私"] = {
				["事"] = {
					["你"] = {
						["瞎"] = {
							["说"] = {
								this = true
							}
						}
					}
				}
			},
			["洗"] = {
				["澡"] = {
					["撮"] = {
						["背"] = {
							["挠"] = {
								["痒"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					["你"] = {
						["先"] = {
							["摸"] = {
								this = true
							}
						}
					}
				},
				["蜜"] = {
					["你"] = {
						["乱"] = {
							["摸"] = {
								this = true
							}
						}
					}
				}
			},
			["最"] = {
				["逍"] = {
					["遥"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["另"] = {
		["类"] = {
			["激"] = {
				["情"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["令"] = {
		["计"] = {
			["划"] = {
				this = true
			}
		},
		["計"] = {
			["畫"] = {
				this = true
			}
		},
		["王"] = {
			["木"] = {
				["此"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["刘"] = {
		["　"] = {
			["淇"] = {
				this = true
			}
		},
		["滨"] = {
			this = true
		},
		["伯"] = {
			["承"] = {
				this = true
			},
			["温"] = {
				["四"] = {
					["肖"] = {
						["八"] = {
							["码"] = {
								["期"] = {
									["期"] = {
										["准"] = {
											["选"] = {
												["一"] = {
													["肖"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["成"] = {
			["军"] = {
				this = true
			}
		},
		["赐"] = {
			["贵"] = {
				this = true
			}
		},
		["福"] = {
			["连"] = {
				this = true
			}
		},
		["鹤"] = {
			this = true
		},
		["家"] = {
			["义"] = {
				this = true
			}
		},
		["建"] = {
			["华"] = {
				this = true
			}
		},
		["金"] = {
			["国"] = {
				this = true
			}
		},
		["军"] = {
			this = true
		},
		["鹏"] = {
			this = true
		},
		["奇"] = {
			["褒"] = {
				this = true
			},
			["葆"] = {
				this = true
			}
		},
		["淇"] = {
			this = true
		},
		["少"] = {
			["奇"] = {
				this = true,
				["不"] = {
					["抽"] = {
						["烟"] = {
							this = true
						}
					}
				}
			}
		},
		["生"] = {
			["杰"] = {
				this = true
			}
		},
		["伟"] = {
			["平"] = {
				this = true
			}
		},
		["向"] = {
			["松"] = {
				this = true
			}
		},
		["晓"] = {
			["滨"] = {
				this = true
			},
			["江"] = {
				this = true
			}
		},
		["新"] = {
			["成"] = {
				this = true
			}
		},
		["亚"] = {
			["洲"] = {
				this = true
			}
		},
		["延"] = {
			["东"] = {
				this = true
			}
		},
		["永"] = {
			["川"] = {
				this = true
			}
		},
		["源"] = {
			this = true
		},
		["粤"] = {
			["军"] = {
				this = true
			}
		},
		["云"] = {
			["山"] = {
				this = true
			}
		},
		["长"] = {
			["银"] = {
				this = true
			}
		},
		["月"] = {
			["丝"] = {
				["日"] = {
					this = true
				}
			}
		},
		["司"] = {
			this = true
		},
		x = {
			i = {
				a = {
					o = {
						b = {
							o = {
								this = true
							}
						}
					}
				}
			}
		},
		["霞"] = {
			this = true
		},
		c = {
			l = {
				o = {
					u = {
						d = {
							["山"] = {
								this = true
							}
						}
					}
				}
			}
		},
		y = {
			o = {
				u = {
					n = {
						g = {
							s = {
								t = {
									r = {
										a = {
											n = {
												g = {
													e = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["浏"] = {
		["览"] = {
			["赚"] = {
				["钱"] = {
					this = true
				}
			}
		}
	}
end

temp()
