pg = pg or {}
slot0 = pg
slot0.word_template_8 = {}
slot1 = slot0.word_template_8

temp = function()
	uv0["賭"] = {
		["博"] = {
			this = true
		},
		["馬"] = {
			this = true
		},
		["球"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["盗"] = {
		["撮"] = {
			this = true
		},
		["窃"] = {
			["犯"] = {
				this = true
			}
		},
		["取"] = {
			["5"] = {
				["1"] = {
					this = true
				}
			},
			["器"] = {
				["官"] = {
					this = true
				}
			}
		},
		["摄"] = {
			["护"] = {
				["士"] = {
					this = true
				}
			}
		},
		["上"] = {
			f = {
				e = {
					i = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["頭"] = {
		["お"] = {
			["か"] = {
				["し"] = {
					["い"] = {
						this = true
					}
				}
			}
		},
		["領"] = {
			["奧"] = {
				["馬"] = {
					this = true
				}
			},
			["墳"] = {
				["墓"] = {
					["管"] = {
						["理"] = {
							["員"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["童"] = {
		["貞"] = {
			this = true
		},
		["鸡"] = {
			["驹"] = {
				this = true
			}
		},
		["颜"] = {
			["巨"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["顏"] = {
			["巨"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["丽"] = {
			["吖"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["特"] = {
		["亜"] = {
			this = true
		},
		["波"] = {
			this = true
		},
		["步"] = {
			["百"] = {
				["事"] = {
					["跌"] = {
						["停"] = {
							["无"] = {
								["极"] = {
									["限"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["大"] = {
			["血"] = {
				["案"] = {
					this = true
				}
			}
		},
		["警"] = {
			this = true
		},
		["朗"] = {
			["普"] = {
				this = true
			}
		},
		["码"] = {
			this = true,
			["单"] = {
				["双"] = {
					this = true
				}
			},
			["主"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["碼"] = {
			this = true
		},
		["殊"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["阶"] = {
				["层"] = {
					this = true
				}
			}
		},
		["双"] = {
			this = true
		},
		["尾"] = {
			this = true
		},
		["右"] = {
			this = true
		},
		["制"] = {
			["精"] = {
				["品"] = {
					this = true
				}
			},
			["珍"] = {
				["品"] = {
					this = true
				}
			}
		},
		["种"] = {
			["枪"] = {
				this = true
			}
		},
		["级"] = {
			["做"] = {
				["人"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["招"] = {
			["特"] = {
				["聘"] = {
					["特"] = {
						["管"] = {
							this = true
						}
					}
				}
			}
		},
		["色"] = {
			["主"] = {
				["义"] = {
					this = true
				}
			},
			["朽"] = {
				["正"] = {
					["主"] = {
						["义"] = {
							this = true
						}
					}
				}
			}
		},
		["摄"] = {
			["不"] = {
				["是"] = {
					["社"] = {
						this = true
					}
				}
			}
		},
		["社"] = {
			["也"] = {
				["是"] = {
					["社"] = {
						this = true
					}
				}
			}
		},
		["首"] = {
			this = true,
			["之"] = {
				["路"] = {
					this = true
				}
			}
		},
		["鲁"] = {
			["多"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["毒"] = {
		["品"] = {
			this = true,
			["出"] = {
				["售"] = {
					this = true
				}
			},
			["無"] = {
				["罪"] = {
					this = true
				}
			}
		},
		["打"] = {
			this = true
		},
		["龙"] = {
			this = true,
			["舔"] = {
				["脚"] = {
					this = true
				}
			},
			["转"] = {
				this = true
			},
			["钻"] = {
				this = true
			}
		},
		["龍"] = {
			["舔"] = {
				["腳"] = {
					this = true
				}
			}
		},
		["奶"] = {
			["粉"] = {
				["害"] = {
					["死"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["制"] = {
				["品"] = {
					["怪"] = {
						["只"] = {
							["怪"] = {
								["奶"] = {
									["牛"] = {
										["的"] = {
											["乳"] = {
												["房"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["气"] = {
			["弹"] = {
				this = true
			}
		},
		["菜"] = {
			["制"] = {
				["度"] = {
					this = true
				}
			}
		},
		["巢"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["南"] = {
		["京"] = {
			this = true,
			["近"] = {
				["期"] = {
					["要"] = {
						["地"] = {
							["震"] = {
								this = true
							}
						}
					}
				}
			},
			d = {
				t = {
					s = {
						this = true
					}
				}
			},
			["是"] = {
				["一"] = {
					["个"] = {
						["五"] = {
							["十"] = {
								["万"] = {
									["人"] = {
										["口"] = {
											["的"] = {
												["大"] = {
													["城"] = {
														["市"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["杀"] = {
				["人"] = {
					["太"] = {
						["少"] = {
							["，"] = {
								["应"] = {
									["在"] = {
										["南"] = {
											["京"] = {
												["多"] = {
													["杀"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["波"] = {
			["杏"] = {
				this = true
			}
		},
		["大"] = {
			["自"] = {
				["由"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["方"] = {
			["雪"] = {
				["灾"] = {
					["和"] = {
						["汶"] = {
							["川"] = {
								["地"] = {
									["震"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["血"] = {
				["灾"] = {
					["和"] = {
						["汶"] = {
							["川"] = {
								["地"] = {
									["震"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["海"] = {
			["不"] = {
				["是"] = {
					["中"] = {
						["国"] = {
							["的"] = {
								this = true
							}
						}
					}
				},
				["属"] = {
					["于"] = {
						["中"] = {
							["国"] = {
								this = true
							}
						}
					}
				}
			},
			["问"] = {
				["题"] = {
					this = true
				}
			},
			["仲"] = {
				["裁"] = {
					this = true
				}
			},
			["诸"] = {
				["岛"] = {
					["被"] = {
						["人"] = {
							["佔"] = {
								this = true
							}
						}
					}
				}
			},
			["圈"] = {
				["圈"] = {
					this = true
				}
			}
		},
		["华"] = {
			["早"] = {
				["报"] = {
					this = true
				}
			}
		},
		["華"] = {
			["早"] = {
				["報"] = {
					this = true
				}
			}
		},
		["荒"] = {
			["地"] = {
				["的"] = {
					["姑"] = {
						["娘"] = {
							["操"] = {
								["干"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["汇"] = {
			this = true
		},
		["理"] = {
			["香"] = {
				this = true
			}
		},
		["联"] = {
			["盟"] = {
				this = true
			}
		},
		["蛮"] = {
			this = true,
			["子"] = {
				this = true
			}
		},
		["蠻"] = {
			this = true,
			["子"] = {
				this = true
			}
		},
		["平"] = {
			["事"] = {
				["件"] = {
					this = true
				}
			},
			["血"] = {
				["案"] = {
					this = true
				}
			}
		},
		["沙"] = {
			["群"] = {
				["岛"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["第"] = {
				["一"] = {
					["邪"] = {
						["降"] = {
							this = true
						}
					}
				}
			},
			["十"] = {
				["大"] = {
					["邪"] = {
						["术"] = {
							this = true
						}
					}
				}
			}
		},
		["艺"] = {
			["婊"] = {
				["子"] = {
					["有"] = {
						["味"] = {
							["道"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["憂"] = {
			["蘭"] = {
				this = true
			}
		},
		["礼"] = {
			["士"] = {
				["路"] = {
					this = true
				}
			}
		},
		["才"] = {
			["北"] = {
				["调"] = {
					this = true
				}
			}
		},
		["非"] = {
			["飞"] = {
				["行"] = {
					["员"] = {
						this = true
					}
				}
			}
		},
		["泥"] = {
			["湾"] = {
				["栽"] = {
					["花"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["肉"] = {
		["棒"] = {
			this = true
		},
		["蚌"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["壁"] = {
			this = true
		},
		["便"] = {
			["器"] = {
				this = true
			}
		},
		["博"] = {
			["战"] = {
				["士"] = {
					this = true
				}
			}
		},
		["唇"] = {
			this = true
		},
		["洞"] = {
			this = true
		},
		["缝"] = {
			this = true
		},
		["縫"] = {
			this = true
		},
		["感"] = {
			["炮"] = {
				["友"] = {
					this = true
				}
			}
		},
		["根"] = {
			this = true
		},
		["沟"] = {
			this = true
		},
		["溝"] = {
			this = true
		},
		["棍"] = {
			this = true,
			["干"] = {
				["骚"] = {
					["妇"] = {
						this = true
					}
				}
			},
			["幹"] = {
				["騷"] = {
					["婦"] = {
						this = true
					}
				}
			},
			["子"] = {
				this = true
			}
		},
		["壶"] = {
			this = true
		},
		["壺"] = {
			this = true
		},
		["击"] = {
			this = true
		},
		["嫁"] = {
			this = true
		},
		["茎"] = {
			this = true
		},
		["莖"] = {
			this = true
		},
		["具"] = {
			this = true
		},
		["门"] = {
			this = true
		},
		["蒲"] = {
			["团"] = {
				this = true
			},
			["團"] = {
				this = true
			}
		},
		["丘"] = {
			this = true
		},
		["圈"] = {
			this = true
		},
		["丝"] = {
			["裤"] = {
				["袜"] = {
					this = true
				}
			}
		},
		["絲"] = {
			["褲"] = {
				["襪"] = {
					this = true
				}
			}
		},
		["体"] = {
			this = true,
			["改"] = {
				["造"] = {
					this = true
				}
			},
			["交"] = {
				["融"] = {
					this = true
				}
			},
			["治"] = {
				["疗"] = {
					["师"] = {
						this = true
					}
				}
			}
		},
		["體"] = {
			this = true
		},
		["臀"] = {
			this = true
		},
		["箫"] = {
			this = true
		},
		["簫"] = {
			this = true
		},
		["穴"] = {
			this = true
		},
		["芽"] = {
			this = true
		},
		["淫"] = {
			["器"] = {
				["吞"] = {
					["精"] = {
						this = true
					}
				}
			}
		},
		["欲"] = {
			this = true,
			["指"] = {
				["导"] = {
					this = true
				}
			}
		},
		["动"] = {
			["漫"] = {
				["无"] = {
					["遮"] = {
						["挡"] = {
							this = true
						}
					}
				}
			}
		},
		["冰"] = {
			["毒"] = {
				this = true
			}
		},
		["喇"] = {
			["叭"] = {
				this = true
			}
		},
		["汤"] = {
			["浇"] = {
				["地"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["日"] = {
		["給"] = {
			this = true
		},
		["和"] = {
			["見"] = {
				this = true
			}
		},
		["服"] = {
			this = true
		},
		G = {
			M = {
				this = true
			}
		},
		X = {
			["妈"] = {
				this = true
			}
		},
		["本"] = {
			a = {
				v = {
					this = true
				}
			},
			A = {
				V = {
					["女"] = {
						["优"] = {
							this = true
						}
					}
				},
				["级"] = {
					["作"] = {
						["爱"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["激"] = {
						["情"] = {
							["三"] = {
								["级"] = {
									["片"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				},
				["國"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["灌"] = {
				["肠"] = {
					this = true
				}
			},
			["鬼"] = {
				["子"] = {
					["把"] = {
						["船"] = {
							["撞"] = {
								this = true
							}
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					["肌"] = {
						["肉"] = {
							["帅"] = {
								["哥"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["美"] = {
				["男"] = {
					this = true
				}
			},
			["骚"] = {
				["货"] = {
					this = true
				}
			},
			["熟"] = {
				["母"] = {
					this = true
				},
				["女"] = {
					this = true
				}
			},
			["素"] = {
				["人"] = {
					this = true
				}
			},
			["完"] = {
				["整"] = {
					["地"] = {
						["保"] = {
							["存"] = {
								["了"] = {
									["这"] = {
										["首"] = {
											["诗"] = {
												["的"] = {
													["原"] = {
														["貌"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["小"] = {
				["蜜"] = {
					this = true
				}
			},
			["有"] = {
				["码"] = {
					this = true
				}
			},
			["右"] = {
				["翼"] = {
					["分"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["牲"] = {
					["交"] = {
						["免"] = {
							["费"] = {
								["视"] = {
									["频"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["积"] = {
					["极"] = {
						["建"] = {
							["设"] = {
								["东"] = {
									["北"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["种"] = {
					["就"] = {
						["是"] = {
							["比"] = {
								["汉"] = {
									["族"] = {
										["人"] = {
											["优"] = {
												["秀"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["级"] = {
					["特"] = {
						["黄"] = {
							this = true
						}
					}
				},
				["㚫"] = {
					["片"] = {
						this = true
					}
				}
			},
			["无"] = {
				["码"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["工"] = {
				["口"] = {
					this = true
				}
			},
			["特"] = {
				["级"] = {
					["牲"] = {
						["交"] = {
							["片"] = {
								this = true
							}
						}
					}
				}
			},
			["是"] = {
				["世"] = {
					["界"] = {
						["一"] = {
							["流"] = {
								["的"] = {
									["文"] = {
										["明"] = {
											["国"] = {
												["家"] = {
													["，"] = {
														["我"] = {
															["们"] = {
																["需"] = {
																	["要"] = {
																		["反"] = {
																			["思"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["值"] = {
					["得"] = {
						["学"] = {
							["习"] = {
								["的"] = {
									["亚"] = {
										["洲"] = {
											["民"] = {
												["主"] = {
													["典"] = {
														["范"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["福"] = {
				["利"] = {
					["制"] = {
						["度"] = {
							["、"] = {
								["消"] = {
									["费"] = {
										["电"] = {
											["子"] = {
												["、"] = {
													["工"] = {
														["业"] = {
															["设"] = {
																["备"] = {
																	["、"] = {
																		["工"] = {
																			["匠"] = {
																				["精"] = {
																					["神"] = {
																						["等"] = {
																							["都"] = {
																								["做"] = {
																									["到"] = {
																										["了"] = {
																											["无"] = {
																												["人"] = {
																													["企"] = {
																														["及"] = {
																															["的"] = {
																																["高"] = {
																																	["度"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["核"] = {
				["废"] = {
					["水"] = {
						["已"] = {
							["达"] = {
								["标"] = {
									["，"] = {
										["不"] = {
											["必"] = {
												["担"] = {
													["忧"] = {
														["排"] = {
															["海"] = {
																["危"] = {
																	["害"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["首"] = {
				["相"] = {
					this = true
				}
			}
		},
		["屄"] = {
			this = true
		},
		["逼"] = {
			this = true
		},
		["遍"] = {
			["大"] = {
				["江"] = {
					["南"] = {
						["北"] = {
							this = true
						}
					}
				}
			}
		},
		["韩"] = {
			["鬼"] = {
				["子"] = {
					["把"] = {
						["船"] = {
							["撞"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["好"] = {
			["色"] = {
				["女"] = {
					["成"] = {
						["人"] = {
							["網"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["军"] = {
			["军"] = {
				["妓"] = {
					this = true
				}
			}
		},
		["軍"] = {
			this = true
		},
		["麻"] = {
			["屁"] = {
				["为"] = {
					["荣"] = {
						this = true
					}
				}
			}
		},
		["暮"] = {
			["苍"] = {
				["山"] = {
					["兰"] = {
						["舟"] = {
							["小"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["內"] = {
			["瓦"] = {
				["金"] = {
					["融"] = {
						this = true
					}
				}
			}
		},
		["你"] = {
			this = true,
			["妈"] = {
				this = true
			},
			["媽"] = {
				this = true
			},
			["娘"] = {
				this = true
			},
			["爺"] = {
				["爺"] = {
					this = true
				}
			}
		},
		["批"] = {
			this = true
		},
		["式"] = {
			["指"] = {
				["压"] = {
					this = true
				}
			}
		},
		["收"] = {
			["入"] = {
				["不"] = {
					["低"] = {
						["于"] = {
							this = true
						}
					}
				}
			}
		},
		["死"] = {
			this = true,
			["你"] = {
				this = true
			}
		},
		["他"] = {
			["娘"] = {
				this = true
			}
		},
		["体"] = {
			["院"] = {
				["男"] = {
					["生"] = {
						this = true
					}
				}
			}
		},
		["一"] = {
			["炮"] = {
				this = true
			}
		},
		["朱"] = {
			["駿"] = {
				this = true
			}
		},
		["赚"] = {
			this = true
		},
		["四"] = {
			["月"] = {
				["六"] = {
					this = true
				}
			}
		},
		["4"] = {
			["月"] = {
				["6"] = {
					this = true
				}
			}
		},
		["存"] = {
			["送"] = {
				this = true
			}
		},
		["日"] = {
			["摸"] = {
				["天"] = {
					["天"] = {
						["摸"] = {
							this = true
						}
					}
				}
			}
		},
		["开"] = {
			["宗"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["破"] = {
		["産"] = {
			this = true
		},
		["处"] = {
			this = true,
			["门"] = {
				this = true
			}
		},
		["處"] = {
			this = true
		},
		["瓜"] = {
			["之"] = {
				this = true
			}
		},
		["坏"] = {
			this = true,
			["大"] = {
				["法"] = {
					this = true
				}
			}
		},
		["解"] = {
			["版"] = {
				["工"] = {
					["具"] = {
						this = true
					}
				}
			},
			["单"] = {
				["挑"] = {
					["王"] = {
						this = true
					}
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["工"] = {
				["具"] = {
					this = true
				}
			},
			["技"] = {
				["术"] = {
					this = true
				}
			},
			["器"] = {
				this = true
			},
			["刷"] = {
				Q = {
					["币"] = {
						this = true
					}
				}
			},
			["投"] = {
				["注"] = {
					this = true
				}
			},
			["网"] = {
				["吧"] = {
					this = true
				}
			},
			["仪"] = {
				["器"] = {
					this = true
				}
			},
			["自"] = {
				["动"] = {
					["麻"] = {
						["將"] = {
							["機"] = {
								this = true
							}
						}
					}
				}
			},
			["手"] = {
				["机"] = {
					["窃"] = {
						["听"] = {
							["软"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["戒"] = {
			["工"] = {
				["具"] = {
					this = true
				}
			}
		},
		["繲"] = {
			["噐"] = {
				this = true
			}
		},
		["网"] = {
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["三"] = {
				["剑"] = {
					["客"] = {
						this = true
					}
				}
			}
		},
		["鞋"] = {
			this = true
		},
		["颧"] = {
			["纹"] = {
				this = true
			}
		},
		["四"] = {
			["旧"] = {
				["，"] = {
					["立"] = {
						["四"] = {
							["新"] = {
								["！"] = {
									["横"] = {
										["扫"] = {
											["一"] = {
												["切"] = {
													["牛"] = {
														["鬼"] = {
															["蛇"] = {
																["神"] = {
																	["！"] = {
																		["兴"] = {
																			["无"] = {
																				["灭"] = {
																					["资"] = {
																						["，"] = {
																							["彻"] = {
																								["底"] = {
																									["砸"] = {
																										["乱"] = {
																											["封"] = {
																												["资"] = {
																													["修"] = {
																														["，"] = {
																															["开"] = {
																																["创"] = {
																																	["一"] = {
																																		["个"] = {
																																			["新"] = {
																																				["世"] = {
																																					["界"] = {
																																						["！"] = {
																																							this = true
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["馬"] = {
		["鹿"] = {
			this = true
		},
		["白"] = {
			["勺"] = {
				this = true
			}
		},
		["大"] = {
			["維"] = {
				this = true
			}
		},
		["的"] = {
			this = true
		},
		["會"] = {
			this = true
		},
		["加"] = {
			["爵"] = {
				this = true
			}
		},
		["凱"] = {
			this = true
		},
		["克"] = {
			["思"] = {
				this = true
			}
		},
		["良"] = {
			["駿"] = {
				this = true
			}
		},
		["三"] = {
			["家"] = {
				this = true
			}
		},
		["時"] = {
			["敏"] = {
				this = true
			}
		},
		["特"] = {
			["斯"] = {
				this = true
			}
		},
		["英"] = {
			["九"] = {
				this = true
			}
		},
		["永"] = {
			["成"] = {
				this = true
			}
		},
		["雪"] = {
			["芹"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["買"] = {
		["賣"] = {
			["人"] = {
				["口"] = {
					this = true
				}
			},
			["老"] = {
				["虎"] = {
					["頭"] = {
						["獵"] = {
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["車"] = {
					["攔"] = {
						["截"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["四"] = {
				["氢"] = {
					["吡"] = {
						["喃"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["鷹"] = {
				["牌"] = {
					["獵"] = {
						["槍"] = {
							this = true
						}
					}
				}
			}
		},
		["春"] = {
			this = true,
			["堂"] = {
				this = true
			}
		},
		["胡"] = {
			["椒"] = {
				["基"] = {
					["甲"] = {
						["基"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["売"] = {
		["春"] = {
			["婦"] = {
				this = true
			}
		},
		["女"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["白"] = {
		["痴"] = {
			this = true
		},
		["豚"] = {
			this = true
		},
		["冰"] = {
			this = true
		},
		["川"] = {
			["南"] = {
				this = true
			}
		},
		["春"] = {
			["礼"] = {
				this = true
			}
		},
		["粉"] = {
			this = true
		},
		["虎"] = {
			["嫩"] = {
				B = {
					this = true
				},
				b = {
					this = true
				}
			},
			["少"] = {
				["妇"] = {
					this = true
				},
				["婦"] = {
					this = true
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["阴"] = {
				["穴"] = {
					this = true
				}
			},
			["陰"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["甲"] = {
			["板"] = {
				this = true
			}
		},
		["浆"] = {
			["四"] = {
				["溅"] = {
					this = true
				}
			}
		},
		["漿"] = {
			["四"] = {
				["濺"] = {
					this = true
				}
			}
		},
		["井"] = {
			["千"] = {
				["寻"] = {
					this = true
				}
			}
		},
		["立"] = {
			["樸"] = {
				this = true
			}
		},
		["莲"] = {
			["教"] = {
				this = true
			}
		},
		["蓮"] = {
			["教"] = {
				this = true
			}
		},
		["领"] = {
			["幻"] = {
				["想"] = {
					this = true
				}
			}
		},
		["玛"] = {
			this = true,
			["赤"] = {
				["林"] = {
					this = true
				}
			}
		},
		["夢"] = {
			this = true
		},
		["那"] = {
			["么"] = {
				["衣"] = {
					["那"] = {
						["么"] = {
							["使"] = {
								["那"] = {
									["么"] = {
										["黑"] = {
											["心"] = {
												["肠"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["嫩"] = {
			["骚"] = {
				["妇"] = {
					this = true
				}
			},
			["騷"] = {
				["婦"] = {
					this = true
				}
			}
		},
		["皮"] = {
			["書"] = {
				this = true
			}
		},
		["手"] = {
			["创"] = {
				["业"] = {
					this = true
				}
			}
		},
		["天"] = {
			["去"] = {
				["卖"] = {
					["菜"] = {
						["晚"] = {
							["上"] = {
								["来"] = {
									["做"] = {
										["台"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["小"] = {
			["姐"] = {
				["内"] = {
					["幕"] = {
						this = true
					}
				},
				["特"] = {
					["码"] = {
						this = true
					}
				}
			}
		},
		["牙"] = {
			["签"] = {
				this = true
			}
		},
		["液"] = {
			["四"] = {
				["溅"] = {
					this = true
				},
				["濺"] = {
					this = true
				}
			}
		},
		["衣"] = {
			["天"] = {
				["使"] = {
					["爱"] = {
						["液"] = {
							["检"] = {
								["诊"] = {
									this = true
								}
							}
						}
					},
					["黑"] = {
						["心"] = {
							["肠"] = {
								this = true
							},
							["腸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["玉"] = {
			["网"] = {
				this = true
			}
		},
		["昼"] = {
			["露"] = {
				["出"] = {
					["娘"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["塑"] = {
				["料"] = {
					["袋"] = {
						this = true
					}
				}
			}
		},
		["衬"] = {
			["衣"] = {
				this = true
			}
		},
		["襯"] = {
			["衣"] = {
				this = true
			}
		},
		["糖"] = {
			["炸"] = {
				["药"] = {
					["的"] = {
						["制"] = {
							["作"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["宫"] = {
			["新"] = {
				["闻"] = {
					["秘"] = {
						["书"] = {
							["莎"] = {
								["琪"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["爆"] = {
		["乳"] = {
			this = true,
			["家"] = {
				["政"] = {
					["婦"] = {
						this = true
					}
				}
			},
			["娘"] = {
				this = true
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["学"] = {
				["园"] = {
					this = true
				}
			},
			t = {
				u = {
					b = {
						e = {
							["大"] = {
								["胸"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["操"] = {
			this = true
		},
		["草"] = {
			this = true
		},
		["菊"] = {
			this = true
		},
		["乱"] = {
			this = true
		},
		["破"] = {
			["剂"] = {
				this = true
			}
		},
		["炸"] = {
			["性"] = {
				["女"] = {
					["人"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蛮"] = {
		["啾"] = {
			this = true
		},
		["横"] = {
			["的"] = {
				["政"] = {
					["策"] = {
						this = true
					}
				}
			}
		},
		["腰"] = {
			["蜂"] = {
				["乳"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["彼"] = {
		["女"] = {
			["募"] = {
				["集"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["非"] = {
		["洲"] = {
			this = true
		},
		["常"] = {
			["好"] = {
				["的"] = {
					["朋"] = {
						["友"] = {
							["像"] = {
								["避"] = {
									["孕"] = {
										["套"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["男"] = {
				["孩"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["电"] = {
			["导"] = {
				["爆"] = {
					["系"] = {
						["统"] = {
							this = true
						}
					}
				}
			}
		},
		["法"] = {
			["抄"] = {
				["家"] = {
					this = true
				}
			},
			["关"] = {
				["押"] = {
					this = true
				}
			},
			["拘"] = {
				["留"] = {
					this = true
				}
			},
			["劳"] = {
				["教"] = {
					this = true
				}
			},
			["秘"] = {
				["密"] = {
					["判"] = {
						["刑"] = {
							this = true
						}
					},
					["抓"] = {
						["捕"] = {
							this = true
						}
					}
				}
			},
			["判"] = {
				["刑"] = {
					this = true
				}
			},
			["器"] = {
				["官"] = {
					["移"] = {
						["植"] = {
							this = true
						}
					}
				}
			},
			["取"] = {
				["缔"] = {
					this = true
				}
			},
			["镇"] = {
				["压"] = {
					this = true
				}
			},
			["抓"] = {
				["捕"] = {
					this = true
				},
				["走"] = {
					this = true
				}
			}
		},
		["那"] = {
			["柄"] = {
				["胺"] = {
					this = true
				}
			},
			["佐"] = {
				["辛"] = {
					this = true
				}
			}
		},
		["诺"] = {
			["非"] = {
				["烷"] = {
					this = true
				}
			}
		},
		["必"] = {
			["要"] = {
				["不"] = {
					["出"] = {
						["笼"] = {
							this = true
						},
						["生"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["美"] = {
		["容"] = {
			this = true
		},
		["白"] = {
			["祛"] = {
				["斑"] = {
					this = true
				}
			}
		},
		["屄"] = {
			this = true
		},
		["帝"] = {
			["胆"] = {
				["敢"] = {
					["入"] = {
						["侵"] = {
							this = true
						}
					}
				}
			}
		},
		["股"] = {
			["开"] = {
				["户"] = {
					this = true
				}
			}
		},
		["国"] = {
			this = true,
			["国"] = {
				["家"] = {
					["地"] = {
						["震"] = {
							["台"] = {
								["网"] = {
									["预"] = {
										["测"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["佬"] = {
				this = true
			},
			["全"] = {
				["球"] = {
					["战"] = {
						["略"] = {
							["与"] = {
								["中"] = {
									["国"] = {
										["危"] = {
											["机"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					["气"] = {
						["枪"] = {
							["出"] = {
								["货"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					q = {
						q = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["电"] = {
						["话"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["技"] = {
						["术"] = {
							["转"] = {
								["让"] = {
									this = true
								}
							}
						}
					},
					["制"] = {
						["造"] = {
							["图"] = {
								this = true
							}
						}
					}
				}
			},
			["之"] = {
				["音"] = {
					this = true
				}
			},
			["唐"] = {
				["人"] = {
					["社"] = {
						this = true
					}
				}
			},
			["品"] = {
				["牌"] = {
					this = true
				}
			},
			["这"] = {
				["种"] = {
					["行"] = {
						["为"] = {
							this = true,
							["无"] = {
								["异"] = {
									["于"] = {
										["搬"] = {
											["起"] = {
												["石"] = {
													["头"] = {
														["砸"] = {
															["自"] = {
																["己"] = {
																	["的"] = {
																		["脚"] = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["不"] = {
						["顾"] = {
							["人"] = {
								["民"] = {
									["实"] = {
										["际"] = {
											["，"] = {
												["罔"] = {
													["顾"] = {
														["人"] = {
															["民"] = {
																["利"] = {
																	["益"] = {
																		["的"] = {
																			["行"] = {
																				["为"] = {
																					["迟"] = {
																						["早"] = {
																							["会"] = {
																								["付"] = {
																									["出"] = {
																										["代"] = {
																											["价"] = {
																												this = true
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["罔"] = {
						["顾"] = {
							["事"] = {
								["实"] = {
									["，"] = {
										["糊"] = {
											["弄"] = {
												["公"] = {
													["众"] = {
														["的"] = {
															["做"] = {
																["法"] = {
																	["，"] = {
																		["无"] = {
																			["异"] = {
																				["搬"] = {
																					["起"] = {
																						["石"] = {
																							["头"] = {
																								["砸"] = {
																									["自"] = {
																										["己"] = {
																											["的"] = {
																												["脚"] = {
																													["，"] = {
																														["我"] = {
																															["们"] = {
																																["奉"] = {
																																	["劝"] = {
																																		["美"] = {
																																			["国"] = {
																																				["误"] = {
																																					["在"] = {
																																						["错"] = {
																																							["误"] = {
																																								["的"] = {
																																									["道"] = {
																																										["路"] = {
																																											["越"] = {
																																												["走"] = {
																																													["越"] = {
																																														["远"] = {
																																															this = true
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["租"] = {
				["界"] = {
					this = true
				}
			},
			["几"] = {
				["星"] = {
					this = true
				}
			},
			["标"] = {
				["准"] = {
					this = true
				}
			},
			["高"] = {
				["层"] = {
					this = true
				}
			}
		},
		["國"] = {
			this = true,
			["參"] = {
				["考"] = {
					this = true
				}
			},
			["佬"] = {
				this = true
			},
			["之"] = {
				["音"] = {
					this = true
				}
			}
		},
		["脚"] = {
			["革"] = {
				["命"] = {
					this = true
				}
			},
			["美"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["尻"] = {
			this = true,
			["犯"] = {
				this = true
			}
		},
		["里"] = {
			["真"] = {
				["里"] = {
					this = true
				}
			}
		},
		["丽"] = {
			["女"] = {
				["人"] = {
					["迷"] = {
						["死"] = {
							["男"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["新"] = {
				["世"] = {
					["界"] = {
						["－"] = {
							["战"] = {
								["争"] = {
									["与"] = {
										["和"] = {
											["平"] = {
												["－"] = {
													["1"] = {
														["9"] = {
															["8"] = {
																["9"] = {
																	["年"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["利"] = {
			["坚"] = {
				this = true
			}
		},
		["罗"] = {
			["定"] = {
				this = true
			}
		},
		["眉"] = {
			["全"] = {
				["天"] = {
					["在"] = {
						["线"] = {
							this = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			}
		},
		["女"] = {
			b = {
				["毛"] = {
					["图"] = {
						this = true
					}
				}
			},
			Q = {
				Q = {
					["裸"] = {
						["舞"] = {
							this = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["大"] = {
				["律"] = {
					["师"] = {
						["张"] = {
							["丹"] = {
								["璇"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["高"] = {
				["潮"] = {
					this = true
				}
			},
			["会"] = {
				["所"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true,
					["视"] = {
						["频"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["軍"] = {
				["団"] = {
					this = true
				}
			},
			["聊"] = {
				["天"] = {
					this = true,
					["室"] = {
						this = true
					}
				}
			},
			["裸"] = {
				["体"] = {
					this = true
				}
			},
			["面"] = {
				["对"] = {
					["面"] = {
						["激"] = {
							["情"] = {
								["裸"] = {
									["聊"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["陪"] = {
				["你"] = {
					["脱"] = {
						["衣"] = {
							this = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					this = true
				},
				["門"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true,
					["聊"] = {
						["天"] = {
							["室"] = {
								this = true
							}
						}
					}
				}
			},
			["私"] = {
				["聊"] = {
					this = true
				}
			},
			["吞"] = {
				["精"] = {
					this = true
				}
			},
			["脱"] = {
				["衣"] = {
					this = true
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			},
			["性"] = {
				["交"] = {
					["真"] = {
						["图"] = {
							this = true
						}
					}
				}
			},
			["穴"] = {
				this = true
			},
			["淫"] = {
				["穴"] = {
					this = true
				}
			},
			["在"] = {
				["线"] = {
					this = true
				}
			},
			["找"] = {
				["小"] = {
					["秘"] = {
						this = true
					}
				}
			},
			["征"] = {
				["聊"] = {
					this = true
				}
			},
			["走"] = {
				["光"] = {
					this = true
				}
			},
			["扒"] = {
				B = {
					["阴"] = {
						this = true
					}
				}
			},
			["福"] = {
				["利"] = {
					this = true
				}
			}
		},
		["妻"] = {
			["淫"] = {
				["记"] = {
					this = true
				}
			}
		},
		["崎"] = {
			["凉"] = {
				["香"] = {
					this = true
				}
			}
		},
		["人"] = {
			["社"] = {
				["长"] = {
					["秘"] = {
						["书"] = {
							this = true
						}
					}
				}
			}
		},
		["乳"] = {
			this = true,
			["斗"] = {
				["艳"] = {
					this = true
				}
			},
			["鬥"] = {
				["豔"] = {
					this = true
				}
			},
			["美"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["骚"] = {
			["妇"] = {
				this = true
			}
		},
		["騷"] = {
			["婦"] = {
				this = true
			}
		},
		["沙"] = {
			["朵"] = {
				this = true
			},
			["酮"] = {
				this = true
			}
		},
		["少"] = {
			["妇"] = {
				this = true,
				["的"] = {
					["哀"] = {
						["羞"] = {
							this = true
						}
					}
				}
			},
			["婦"] = {
				this = true
			},
			["年"] = {
				["痴"] = {
					["女"] = {
						["接"] = {
							["吻"] = {
								this = true
							}
						}
					}
				}
			},
			["女"] = {
				["物"] = {
					["語"] = {
						this = true
					}
				}
			}
		},
		["术"] = {
			["馆"] = {
				["情"] = {
					["史"] = {
						this = true
					}
				}
			}
		},
		["他"] = {
			["左"] = {
				["辛"] = {
					this = true
				}
			}
		},
		["体"] = {
			["艳"] = {
				["姿"] = {
					this = true
				}
			}
		},
		["體"] = {
			["豔"] = {
				["姿"] = {
					this = true
				}
			}
		},
		["腿"] = {
			this = true,
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["丝"] = {
				["袜"] = {
					this = true
				},
				["足"] = {
					this = true
				}
			},
			["絲"] = {
				["足"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["轩"] = {
				this = true
			},
			["誘"] = {
				["惑"] = {
					this = true
				}
			},
			["玉"] = {
				["足"] = {
					this = true
				}
			}
		},
		["臀"] = {
			["夹"] = {
				["阴"] = {
					this = true
				}
			},
			["嫰"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["托"] = {
			["酮"] = {
				this = true
			}
		},
		["西"] = {
			["国"] = {
				["际"] = {
					["法"] = {
						["会"] = {
							["讲"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["讲"] = {
				["法"] = {
					this = true
				}
			}
		},
		["咲"] = {
			["愛"] = {
				this = true
			},
			["唯"] = {
				this = true
			},
			["亚"] = {
				["弥"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		},
		["亚"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["野"] = {
			["树"] = {
				["里"] = {
					this = true
				}
			}
		},
		["阴"] = {
			this = true
		},
		["幼"] = {
			this = true
		},
		["竹"] = {
			["凉"] = {
				["子"] = {
					this = true
				}
			}
		},
		["好"] = {
			["生"] = {
				["活"] = {
					["的"] = {
						["向"] = {
							["往"] = {
								["，"] = {
									["是"] = {
										["中"] = {
											["国"] = {
												["发"] = {
													["展"] = {
														["最"] = {
															["大"] = {
																["内"] = {
																	["生"] = {
																		["动"] = {
																			["力"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["就"] = {
										["是"] = {
											["我"] = {
												["们"] = {
													["的"] = {
														["奋"] = {
															["斗"] = {
																["目"] = {
																	["标"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["声"] = {
			["歌"] = {
				["唱"] = {
					["家"] = {
						["一"] = {
							["直"] = {
								["唱"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["都"] = {
			["宾"] = {
				["馆"] = {
					this = true
				}
			}
		},
		["其"] = {
			["名"] = {
				["曰"] = {
					["\\"] = {
						p = {
							P = {
								["?"] = {
									["同"] = {
										["心"] = {
											["守"] = {
												["沪"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["石"] = {
			["脚"] = {
				this = true
			},
			["足"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["不"] = {
		["可"] = {
			["触"] = {
				["賎"] = {
					["民"] = {
						this = true
					}
				},
				["民"] = {
					this = true
				}
			},
			["能"] = {
				["掀"] = {
					["翻"] = {
						["小"] = {
							["池"] = {
								["塘"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["暗"] = {
			["偷"] = {
				["不"] = {
					["明"] = {
						["抢"] = {
							["身"] = {
								["上"] = {
									["趴"] = {
										["着"] = {
											["共"] = {
												["产"] = {
													["党"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["查"] = {
			["都"] = {
				["是"] = {
					["代"] = {
						["表"] = {
							this = true
						}
					},
					["领"] = {
						["导"] = {
							["的"] = {
								["脑"] = {
									["子"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["他"] = {
				["是"] = {
					["公"] = {
						["仆"] = {
							this = true
						}
					}
				}
			}
		},
		["诚"] = {
			["者"] = {
				["勿"] = {
					["扰"] = {
						this = true
					}
				}
			}
		},
		["带"] = {
			["套"] = {
				this = true
			}
		},
		["道"] = {
			["德"] = {
				["的"] = {
					["秘"] = {
						["密"] = {
							this = true
						}
					}
				}
			}
		},
		["得"] = {
			["报"] = {
				["道"] = {
					this = true
				}
			},
			["炒"] = {
				["作"] = {
					this = true
				}
			},
			["继"] = {
				["任"] = {
					this = true
				},
				["位"] = {
					this = true
				}
			},
			["续"] = {
				["杯"] = {
					this = true
				}
			}
		},
		["法"] = {
			["侵"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["该"] = {
			["把"] = {
				["工"] = {
					["农"] = {
						["兵"] = {
							["捧"] = {
								["上"] = {
									["天"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["不"] = {
				["置"] = {
					["私"] = {
						["产"] = {
							this = true
						}
					}
				}
			},
			["冷"] = {
				["淡"] = {
					["亲"] = {
						["友"] = {
							this = true
						}
					}
				}
			},
			["强"] = {
				["调"] = {
					["自"] = {
						["力"] = {
							["更"] = {
								["生"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["提"] = {
				["继"] = {
					["续"] = {
						["革"] = {
							["命"] = {
								this = true
							}
						}
					}
				}
			},
			["严"] = {
				["惩"] = {
					["贪"] = {
						["污"] = {
							this = true
						}
					}
				}
			},
			["有"] = {
				["四"] = {
					["大"] = {
						["自"] = {
							["由"] = {
								this = true
							}
						}
					}
				}
			},
			["在"] = {
				["列"] = {
					["强"] = {
						["面"] = {
							["前"] = {
								["骨"] = {
									["头"] = {
										["硬"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["政"] = {
				["治"] = {
					["挂"] = {
						["帅"] = {
							this = true
						}
					}
				}
			},
			["抓"] = {
				["阶"] = {
					["级"] = {
						["斗"] = {
							["争"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["给"] = {
			["国"] = {
				["家"] = {
					["添"] = {
						["累"] = {
							["赘"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["跟"] = {
			["我"] = {
				["走"] = {
					["我"] = {
						["就"] = {
							["叫"] = {
								["他"] = {
									["们"] = {
										["跟"] = {
											["你"] = {
												["走"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["会"] = {
			["事"] = {
				["前"] = {
					["还"] = {
						["吞"] = {
							["壮"] = {
								["阳"] = {
									["药"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["一"] = {
				["连"] = {
					["放"] = {
						["三"] = {
							["炮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["就"] = {
			["死"] = {
				["了"] = {
					["几"] = {
						["个"] = {
							["孩"] = {
								["子"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["看"] = {
			["新"] = {
				["闻"] = {
					["的"] = {
						["2"] = {
							["0"] = {
								["条"] = {
									["理"] = {
										["由"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["扣"] = {
			["钮"] = {
				["的"] = {
					["女"] = {
						["孩"] = {
							this = true
						}
					}
				}
			}
		},
		["良"] = {
			["少"] = {
				["女"] = {
					["日"] = {
						["记"] = {
							this = true
						}
					}
				}
			}
		},
		["滅"] = {
			["帝"] = {
				["王"] = {
					this = true
				}
			}
		},
		["能"] = {
			["惹"] = {
				["的"] = {
					["国"] = {
						["家"] = {
							this = true
						}
					}
				}
			},
			["太"] = {
				c = {
					c = {
						t = {
							v = {
								this = true
							}
						}
					}
				}
			},
			["说"] = {
				["的"] = {
					["大"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["学"] = {
				["习"] = {
					this = true
				}
			}
		},
		["呛"] = {
			["喉"] = {
				this = true
			}
		},
		["认"] = {
			["识"] = {
				["你"] = {
					["也"] = {
						["要"] = {
							["代"] = {
								["表"] = {
									["你"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["日"] = {
			["麻"] = {
				["屁"] = {
					["为"] = {
						["耻"] = {
							this = true
						}
					}
				}
			},
			["是"] = {
				["罪"] = {
					["过"] = {
						this = true
					}
				}
			}
		},
		["什"] = {
			["和"] = {
				["涛"] = {
					["哥"] = {
						this = true
					}
				}
			}
		},
		["爽"] = {
			["不"] = {
				["要"] = {
					["錢"] = {
						this = true
					}
				}
			}
		},
		["死"] = {
			["外"] = {
				["挂"] = {
					this = true
				}
			}
		},
		["玩"] = {
			["了"] = {
				this = true
			}
		},
		["文"] = {
			["教"] = {
				["父"] = {
					["带"] = {
						["你"] = {
							["嫖"] = {
								["韩"] = {
									["日"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["小"] = {
				["丈"] = {
					["夫"] = {
						["之"] = {
							["银"] = {
								["座"] = {
									["嬉"] = {
										["春"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["闻"] = {
			["爷"] = {
				["儿"] = {
					["叫"] = {
						["春"] = {
							["声"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["想"] = {
			["取"] = {
				["名"] = {
					["字"] = {
						["的"] = {
							["书"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["信"] = {
			["耶"] = {
				["稣"] = {
					["的"] = {
						["人"] = {
							["会"] = {
								["下"] = {
									["地"] = {
										["狱"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["学"] = {
			["无"] = {
				["术"] = {
					["擅"] = {
						["长"] = {
							["开"] = {
								["会"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["要"] = {
			["钱"] = {
				["只"] = {
					["要"] = {
						["性"] = {
							this = true
						}
					}
				}
			},
			["再"] = {
				["给"] = {
					["西"] = {
						["南"] = {
							["人"] = {
								["民"] = {
									["再"] = {
										["捐"] = {
											["款"] = {
												["捐"] = {
													["水"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["搞"] = {
				["大"] = {
					n = {
						e = {
							w = {
								s = {
									this = true
								}
							}
						}
					}
				}
			},
			["学"] = {
				["习"] = {
					this = true
				}
			}
		},
		["夜"] = {
			["城"] = {
				this = true
			}
		},
		["愿"] = {
			["跟"] = {
				["我"] = {
					["走"] = {
						["的"] = {
							["我"] = {
								["让"] = {
									["他"] = {
										["跟"] = {
											["你"] = {
												["走"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["真"] = {
			["心"] = {
				["的"] = {
					["请"] = {
						["走"] = {
							["开"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["政"] = {
			["治"] = {
				this = true
			}
		},
		["知"] = {
			["道"] = {
				["自"] = {
					["己"] = {
						["弟"] = {
							["弟"] = {
								["太"] = {
									["小"] = {
										this = true
									}
								}
							}
						},
						["官"] = {
							["小"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["止"] = {
			["十"] = {
				["四"] = {
					["个"] = {
						["吧"] = {
							this = true
						}
					}
				}
			}
		},
		["作"] = {
			["为"] = {
				["奖"] = {
					this = true
				}
			}
		},
		["做"] = {
			["肛"] = {
				this = true
			}
		},
		["安"] = {
			["门"] = {
				this = true
			}
		},
		["自"] = {
			["由"] = {
				["\\"] = {
					s = {
						["*"] = {
							["\\"] = {
								p = {
									P = {
										["*"] = {
											["\\"] = {
												s = {
													["*"] = {
														["毋"] = {
															["宁"] = {
																["死"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["负"] = {
			["枝"] = {
				["江"] = {
					this = true
				}
			}
		},
		["下"] = {
			["来"] = {
				["就"] = {
					["打"] = {
						["下"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["同"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["意"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["的"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["请"] = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									["举"] = {
																																										["."] = {
																																											["{"] = {
																																												["0"] = {
																																													[","] = {
																																														["1"] = {
																																															["5"] = {
																																																["}"] = {
																																																	["手"] = {
																																																		this = true
																																																	}
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["承"] = {
			["认"] = {
				["惟"] = {
					["旎"] = {
						["潋"] = {
							["韧"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["接"] = {
			["受"] = {
				["惟"] = {
					["旎"] = {
						["潋"] = {
							["韧"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["骂"] = {
			["崇"] = {
				["祯"] = {
					["骂"] = {
						["魏"] = {
							["忠"] = {
								["贤"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["敢"] = {
			["骂"] = {
				["崇"] = {
					["祯"] = {
						this = true
					}
				}
			}
		},
		["是"] = {
			["放"] = {
				["虎"] = {
					["归"] = {
						["山"] = {
							["，"] = {
								["而"] = {
									["是"] = {
										["天"] = {
											["下"] = {
												["归"] = {
													["心"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["统"] = {
			["一"] = {
				["怎"] = {
					["么"] = {
						["开"] = {
							["2"] = {
								["0"] = {
									["大"] = {
										this = true
									}
								}
							},
							["二"] = {
								["十"] = {
									["大"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["打"] = {
			["下"] = {
				["台"] = {
					["湾"] = {
						["怎"] = {
							["么"] = {
								["怜"] = {
									["认"] = {
										this = true
									}
								},
								["廉"] = {
									["任"] = {
										this = true
									}
								},
								["链"] = {
									["刃"] = {
										this = true
									}
								},
								["连"] = {
									["任"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["用"] = {
			["三"] = {
				["天"] = {
					["拿"] = {
						["下"] = {
							["台"] = {
								["湾"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["叫"] = {
			["杀"] = {
				["富"] = {
					["济"] = {
						["贫"] = {
							["，"] = {
								["这"] = {
									["叫"] = {
										["共"] = {
											["同"] = {
												["富"] = {
													["裕"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["幸"] = {
			["福"] = {
				["的"] = {
					["请"] = {
						["举"] = {
							["手"] = {
								["幸"] = {
									["福"] = {
										["幸"] = {
											["福"] = {
												["幸"] = {
													["福"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["疫"] = {
			["城"] = {
				this = true
			}
		},
		["让"] = {
			["寸"] = {
				["分"] = {
					this = true
				}
			}
		},
		["准"] = {
			["纠"] = {
				["错"] = {
					this = true
				}
			},
			["前"] = {
				["进"] = {
					this = true
				}
			},
			["批"] = {
				["评"] = {
					this = true
				}
			}
		},
		["忘"] = {
			["捌"] = {
				["玖"] = {
					this = true
				}
			},
			["八"] = {
				["九"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["風"] = {
		["俗"] = {
			this = true
		},
		["騷"] = {
			["淫"] = {
				["蕩"] = {
					this = true
				}
			},
			["欲"] = {
				["女"] = {
					this = true
				}
			}
		},
		["水"] = {
			this = true
		},
		["豔"] = {
			["閣"] = {
				this = true
			}
		},
		["雨"] = {
			["神"] = {
				["州"] = {
					this = true,
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["副"] = {
		["業"] = {
			this = true
		},
		["収"] = {
			["入"] = {
				this = true
			}
		},
		["词"] = {
			["："] = {
				["抽"] = {
					["插"] = {
						this = true
					}
				}
			}
		},
		["注"] = {
			["曦"] = {
				this = true
			}
		},
		["祝"] = {
			["吸"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["分"] = {
		["際"] = {
			this = true
		},
		["隊"] = {
			["長"] = {
				["施"] = {
					["蒂"] = {
						["文"] = {
							this = true
						}
					}
				}
			}
		},
		["两"] = {
			["炮"] = {
				["精"] = {
					this = true
				}
			}
		},
		["裂"] = {
			["祖"] = {
				["国"] = {
					this = true
				}
			}
		},
		["子"] = {
			["链"] = {
				["珠"] = {
					this = true
				}
			}
		},
		["配"] = {
			["制"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["糞"] = {
		["尿"] = {
			this = true
		},
		["便"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["文"] = {
		["通"] = {
			this = true
		},
		["盲"] = {
			this = true
		},
		["化"] = {
			["部"] = {
				this = true
			},
			["大"] = {
				["革"] = {
					["命"] = {
						["图"] = {
							["典"] = {
								this = true
							}
						}
					}
				}
			},
			["革"] = {
				["命"] = {
					["干"] = {
						["活"] = {
							["要"] = {
								["命"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["建"] = {
				["设"] = {
					this = true
				}
			},
			["带"] = {
				["カ"] = {
					["ク"] = {
						["メ"] = {
							["イ"] = {
								this = true
							}
						}
					}
				}
			},
			B = {
				i = {
					g = {
						["哥"] = {
							["命"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["老"] = {
					["七"] = {
						this = true
					}
				}
			}
		},
		["殊"] = {
			this = true
		},
		["物"] = {
			["局"] = {
				this = true
			}
		},
		["在"] = {
			["寅"] = {
				this = true
			}
		},
		["峰"] = {
			["二"] = {
				["十"] = {
					["大"] = {
						this = true
					}
				}
			},
			["一"] = {
				["大"] = {
					this = true
				}
			},
			["政"] = {
				["令"] = {
					this = true
				}
			}
		},
		["攻"] = {
			["武"] = {
				["卫"] = {
					this = true
				}
			}
		},
		["宏"] = {
			["张"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["便"] = {
		["秘"] = {
			this = true
		},
		["携"] = {
			["系"] = {
				["列"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["包"] = {
		["茎"] = {
			this = true
		},
		["二"] = {
			["奶"] = {
				this = true
			},
			["世"] = {
				this = true
			}
		},
		["房"] = {
			["公"] = {
				["主"] = {
					this = true
				}
			}
		},
		["干"] = {
			["价"] = {
				["格"] = {
					this = true
				}
			}
		},
		["哥"] = {
			["哥"] = {
				["满"] = {
					["意"] = {
						this = true
					}
				},
				["爽"] = {
					this = true
				},
				["喜"] = {
					["欢"] = {
						this = true
					}
				}
			}
		},
		["过"] = {
			this = true
		},
		["君"] = {
			["满"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["你"] = {
			["舒"] = {
				["服"] = {
					this = true
				}
			},
			["赢"] = {
				["钱"] = {
					this = true
				}
			}
		},
		["年"] = {
			["生"] = {
				["活"] = {
					["费"] = {
						this = true
					}
				}
			}
		},
		["您"] = {
			["舒"] = {
				["服"] = {
					this = true
				}
			}
		},
		["皮"] = {
			this = true
		},
		["厢"] = {
			["公"] = {
				["主"] = {
					this = true
				}
			}
		},
		["夜"] = {
			["全"] = {
				["套"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					["全"] = {
						["套"] = {
							this = true
						}
					}
				}
			}
		},
		["贏"] = {
			["仪"] = {
				["器"] = {
					this = true
				}
			},
			["儀"] = {
				["器"] = {
					this = true
				}
			}
		},
		["邮"] = {
			["手"] = {
				["弩"] = {
					this = true
				}
			},
			["秦"] = {
				["氏"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["森"] = {
				["林"] = {
					["之"] = {
						["狼"] = {
							["弓"] = {
								["弩"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["钢"] = {
						["珠"] = {
							["弩"] = {
								this = true
							}
						}
					},
					["折"] = {
						["叠"] = {
							["弩"] = {
								this = true
							}
						}
					},
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["踏"] = {
				["弩"] = {
					this = true
				}
			},
			["阻"] = {
				["击"] = {
					["弩"] = {
						this = true
					}
				}
			},
			["追"] = {
				["风"] = {
					["弓"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					this = true
				}
			}
		},
		["子"] = {
			["大"] = {
				["大"] = {
					this = true
				},
				["傻"] = {
					this = true
				}
			},
			["除"] = {
				this = true
			},
			["造"] = {
				["神"] = {
					this = true
				}
			},
			["金"] = {
				["正"] = {
					["恩"] = {
						this = true
					}
				}
			},
			["吾"] = {
				["皇"] = {
					this = true
				}
			},
			["圣"] = {
				["上"] = {
					this = true
				}
			},
			["禁"] = {
				["禁"] = {
					this = true
				}
			},
			["连"] = {
				r = {
					this = true
				}
			},
			["粘"] = {
				["了"] = {
					["强"] = {
						["力"] = {
							["胶"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["座"] = {
				["位"] = {
					["涂"] = {
						["了"] = {
							["5"] = {
								["0"] = {
									["2"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["节"] = {
				this = true
			},
			["太"] = {
				["忙"] = {
					this = true
				}
			}
		},
		["主"] = {
			["席"] = {
				this = true
			}
		},
		["皇"] = {
			["连"] = {
				r = {
					this = true
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["子"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["主"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["席"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["倒"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["车"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["下"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["台"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["连"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["任"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["修"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["宪"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["维"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["尼"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	["开"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["倒"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["车"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["宝"] = {
		["く"] = {
			["じ"] = {
				this = true
			}
		},
		["马"] = {
			["进"] = {
				["去"] = {
					["自"] = {
						["行"] = {
							["车"] = {
								["出"] = {
									["来"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["妈"] = {
			["数"] = {
				["据"] = {
					["资"] = {
						["源"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["山"] = {
			["镇"] = {
				["副"] = {
					["镇"] = {
						["长"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["法"] = {
		["輪"] = {
			this = true,
			["功"] = {
				this = true
			},
			["大"] = {
				["法"] = {
					this = true
				}
			}
		},
		["("] = {
			["轮"] = {
				[")"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["*"] = {
			["轮"] = {
				["*"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["轮"] = {
				["."] = {
					["功"] = {
						this = true
					}
				},
				["功"] = {
					this = true
				}
			}
		},
		["~"] = {
			["倫"] = {
				this = true
			},
			["淪"] = {
				this = true
			},
			["綸"] = {
				this = true
			},
			["輪"] = {
				this = true
			},
			["論"] = {
				this = true
			}
		},
		l = {
			["2"] = {
				["工"] = {
					["力"] = {
						this = true
					}
				}
			},
			u = {
				n = {
					["功"] = {
						this = true
					}
				}
			},
			["轮"] = {
				l = {
					["功"] = {
						this = true
					}
				}
			}
		},
		L = {
			["功"] = {
				this = true
			}
		},
		x = {
			["轮"] = {
				x = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["办"] = {
			["江"] = {
				["泽"] = {
					["民"] = {
						this = true
					}
				}
			}
		},
		["爾"] = {
			["卡"] = {
				this = true
			}
		},
		["功"] = {
			this = true
		},
		["官"] = {
			["把"] = {
				["法"] = {
					["律"] = {
						["搞"] = {
							["乱"] = {
								["了"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["克"] = {
			["鱿"] = {
				this = true
			}
		},
		["愣"] = {
			this = true
		},
		["抡"] = {
			this = true,
			["工"] = {
				this = true
			}
		},
		["掄"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["仑"] = {
			this = true
		},
		["伦"] = {
			this = true
		},
		["沦"] = {
			this = true
		},
		["纶"] = {
			this = true
		},
		["轮"] = {
			this = true,
			["."] = {
				["功"] = {
					this = true
				}
			},
			["常"] = {
				["转"] = {
					this = true
				}
			},
			["大"] = {
				["法"] = {
					this = true,
					["好"] = {
						this = true
					}
				}
			},
			["佛"] = {
				["法"] = {
					this = true
				},
				["学"] = {
					this = true
				}
			},
			["功"] = {
				this = true
			},
			["圣"] = {
				["王"] = {
					this = true
				}
			},
			["图"] = {
				["形"] = {
					this = true
				}
			},
			["文"] = {
				["化"] = {
					this = true
				}
			},
			["修"] = {
				["炼"] = {
					this = true
				}
			},
			["一"] = {
				["功"] = {
					this = true
				}
			},
			["周"] = {
				["天"] = {
					["法"] = {
						this = true
					}
				}
			},
			["桩"] = {
				["法"] = {
					this = true
				}
			},
			["组"] = {
				["织"] = {
					this = true
				}
			},
			["尊"] = {
				["圣"] = {
					this = true
				}
			}
		},
		["侖"] = {
			this = true
		},
		["倫"] = {
			this = true
		},
		["淪"] = {
			this = true
		},
		["綸"] = {
			this = true
		},
		["论"] = {
			["公"] = {
				this = true
			},
			["功"] = {
				this = true
			}
		},
		["論"] = {
			this = true
		},
		["律"] = {
			["搞"] = {
				["乱"] = {
					this = true
				}
			},
			["是"] = {
				["可"] = {
					["疑"] = {
						["的"] = {
							this = true
						}
					}
				}
			},
			["诈"] = {
				["骗"] = {
					["化"] = {
						this = true
					}
				}
			}
		},
		["能"] = {
			["破"] = {
				["一"] = {
					["切"] = {
						["邪"] = {
							["恶"] = {
								this = true
							}
						},
						["执"] = {
							["著"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["十"] = {
			["轮"] = {
				["十"] = {
					["功"] = {
						this = true
					}
				}
			},
			["輪"] = {
				["十"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["式"] = {
			["做"] = {
				["爱"] = {
					["营"] = {
						this = true
					}
				}
			}
		},
		["图"] = {
			["麦"] = {
				this = true
			}
		},
		["圖"] = {
			["麥"] = {
				this = true
			}
		},
		["西"] = {
			["斯"] = {
				this = true
			}
		},
		["一"] = {
			["轮"] = {
				this = true,
				["功"] = {
					this = true
				},
				["一"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["谪"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["謫"] = {
			this = true,
			["功"] = {
				this = true
			}
		},
		["正"] = {
			["乾"] = {
				["坤"] = {
					this = true
				}
			},
			["人"] = {
				["间"] = {
					["今"] = {
						["欲"] = {
							["近"] = {
								this = true
							}
						}
					},
					["预"] = {
						this = true
					}
				}
			}
		},
		["制"] = {
			["办"] = {
				this = true
			}
		},
		["治"] = {
			["大"] = {
				["法"] = {
					this = true
				}
			},
			["体"] = {
				["系"] = {
					this = true
				}
			},
			["中"] = {
				["国"] = {
					this = true
				}
			}
		},
		X = {
			["功"] = {
				this = true
			}
		},
		["国"] = {
			["皇"] = {
				["帝"] = {
					["拿"] = {
						["破"] = {
							["仑"] = {
								["三"] = {
									["世"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
