pg = pg or {}
slot0 = pg
slot0.word_template_96 = {}
slot1 = slot0.word_template_96

temp = function()
	uv0.u = {
		s = {
			h = {
				o = {
					n = {
						g = {
							k = {
								o = {
									n = {
										g = {
											e = {
												r = {
													s = {
														c = {
															l = {
																u = {
																	b = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		m = {
			b = {
				r = {
					e = {
						l = {
							l = {
								a = {
									r = {
										e = {
											v = {
												o = {
													l = {
														u = {
															t = {
																i = {
																	o = {
																		n = {
																			this = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["算"] = {
		["计"] = {
			["师"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["壴"] = {
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["彡"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["丽"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["女"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["爰"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["翠"] = {
		["鞑"] = {
			["靼"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["卒"] = {
		["习"] = {
			["延"] = {
				["任"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["颐"] = {
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["使"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["气"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["指"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["史"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["气"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["纸"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["遨"] = {
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["游"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["星"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["瀚"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["扳"] = {
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["倒"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["习"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["近"] = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	["平"] = {
																																		this = true
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["弑"] = {
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									["习"] = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	["突"] = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									["刺"] = {
																										this = true
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["忒"] = {
		["\\"] = {
			s = {
				["*"] = {
					["\\"] = {
						p = {
							P = {
								["*"] = {
									["\\"] = {
										s = {
											["*"] = {
												["涩"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["涩"] = {
			["国"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["罚"] = {
		["酒"] = {
			["三"] = {
				["杯"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["邹"] = {
		["允"] = {
			["慷"] = {
				this = true
			}
		},
		["总"] = {
			["理"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["燈"] = {
		["罪"] = {
			["人"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["馼"] = {
		["字"] = {
			["萸"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["掴"] = {
		["物"] = {
			["院"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["咿"] = {
		["次"] = {
			["麦"] = {
				d = {
					u = {
						t = {
							y = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["沟"] = {
		["里"] = {
			["滚"] = {
				["架"] = {
					["身"] = {
						["失"] = {
							["衣"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["逸"] = {
		["是"] = {
			["圣"] = {
				["甲"] = {
					["过"] = {
						["梨"] = {
							["沟"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["酒"] = {
			["扒"] = {
				["酒"] = {
					["溜"] = {
						["丝"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["亓"] = {
		["因"] = {
			["祸"] = {
				["福"] = {
					["必"] = {
						["取"] = {
							["汁"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["蛋"] = {
		["吵"] = {
			["饭"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["辉"] = {
		["者"] = {
			["自"] = {
				["辉"] = {
					this = true
				}
			}
		},
		["瑞"] = {
			["医"] = {
				["药"] = {
					["代"] = {
						["表"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["种"] = {
		["花"] = {
			["闽"] = {
				["国"] = {
					this = true
				}
			},
			["家"] = {
				P = {
					r = {
						e = {
							s = {
								i = {
									d = {
										e = {
											n = {
												t = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["的"] = {
					["大"] = {
						["统"] = {
							["领"] = {
								this = true
							}
						}
					}
				}
			},
			["联"] = {
				["萌"] = {
					["大"] = {
						["统"] = {
							["领"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["族"] = {
			["灭"] = {
				["绝"] = {
					this = true
				},
				J = {
					u = {
						e = {
							this = true
						}
					}
				}
			}
		},
		["禾"] = {
			["舀"] = {
				["桃"] = {
					["花"] = {
						["源"] = {
							this = true
						}
					}
				}
			}
		},
		["贡"] = {
			["价"] = {
				["值"] = {
					["观"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["胱"] = {
		["奠"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["脏"] = {
		["搞"] = {
			["丽"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["具"] = {
		["有"] = {
			["强"] = {
				["大"] = {
					["而"] = {
						["富"] = {
							["有"] = {
								["人"] = {
									["情"] = {
										["味"] = {
											["的"] = {
												["领"] = {
													["导"] = {
														["能"] = {
															["力"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["涉"] = {
		["及"] = {
			["师"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["糊"] = {
		["药"] = {
			["梆"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["彡"] = {
		["工"] = {
			["泽"] = {
				this = true
			}
		},
		["彡"] = {
			["周"] = {
				["年"] = {
					this = true
				}
			},
			["八"] = {
				["九"] = {
					this = true
				}
			}
		},
		["十"] = {
			["三"] = {
				["周"] = {
					["年"] = {
						this = true
					}
				}
			},
			["彡"] = {
				["周"] = {
					["年"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["茪"] = {
		["淀"] = {
			["部"] = {
				this = true
			}
		}
	}
end

temp()
