pg = pg or {}
slot0 = pg
slot0.word_template_275 = {}
slot1 = slot0.word_template_275

temp = function()
	uv0["谭"] = {
		["豁"] = {
			["子"] = {
				this = true
			}
		},
		["作"] = {
			["人"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["坦"] = {
		["克"] = {
			this = true,
			["车"] = {
				["从"] = {
					["学"] = {
						["生"] = {
							["们"] = {
								["的"] = {
									["身"] = {
										["上"] = {
											["辗"] = {
												["过"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["压"] = {
					["伤"] = {
						this = true
					}
				}
			},
			["节"] = {
				this = true
			},
			["狂"] = {
				["奔"] = {
					["追"] = {
						["人"] = {
							["碾"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				this = true
			},
			["屠"] = {
				["城"] = {
					this = true
				}
			},
			["英"] = {
				["雄"] = {
					this = true
				}
			},
			["学"] = {
				["生"] = {
					this = true
				}
			},
			s = {
				t = {
					u = {
						d = {
							e = {
								n = {
									t = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["塑"] = {
				["料"] = {
					["袋"] = {
						this = true
					}
				}
			},
			["碾"] = {
				this = true
			},
			["压"] = {
				this = true
			},
			["上"] = {
				["街"] = {
					this = true
				}
			},
			["进"] = {
				["城"] = {
					this = true
				},
				["首"] = {
					["都"] = {
						this = true
					}
				}
			},
			["警"] = {
				["告"] = {
					this = true
				}
			},
			["遇"] = {
				["上"] = {
					["绝"] = {
						["食"] = {
							["大"] = {
								["学"] = {
									["生"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["尅"] = {
			["學"] = {
				["生"] = {
					this = true
				}
			},
			s = {
				t = {
					u = {
						d = {
							e = {
								n = {
									t = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["塑"] = {
				["料"] = {
					["袋"] = {
						this = true
					}
				}
			},
			["上"] = {
				["街"] = {
					this = true
				}
			},
			["進"] = {
				["城"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["探"] = {
		["测"] = {
			["狗"] = {
				this = true
			}
		},
		["索"] = {
			["者"] = {
				["物"] = {
					["语"] = {
						this = true
					}
				}
			},
			["着"] = {
				this = true
			}
		},
		["头"] = {
			["狗"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["汤"] = {
		["光"] = {
			["中"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["湯"] = {
		["光"] = {
			["中"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["唐"] = {
		["柏"] = {
			["橋"] = {
				this = true
			}
		},
		["朝"] = {
			["後"] = {
				["面"] = {
					["的"] = {
						["那"] = {
							["個"] = {
								["朝"] = {
									["代"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["家"] = {
			["璇"] = {
				this = true
			},
			["璿"] = {
				this = true
			}
		},
		["荆"] = {
			["陵"] = {
				this = true
			}
		},
		["纳"] = {
			["德"] = {
				["·"] = {
					["特"] = {
						["朗"] = {
							["普"] = {
								this = true
							}
						}
					}
				},
				["•"] = {
					["特"] = {
						["朗"] = {
							["普"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["僧"] = {
			["和"] = {
				["粉"] = {
					["尘"] = {
						["女"] = {
							["子"] = {
								["的"] = {
									["性"] = {
										["爱"] = {
											["生"] = {
												["活"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["元"] = {
			["隽"] = {
				this = true
			}
		},
		["宗"] = {
			["宋"] = {
				["祖"] = {
					["只"] = {
						["会"] = {
							["肛"] = {
								["交"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["可"] = {
			this = true
		},
		["山"] = {
			["大"] = {
				["拆"] = {
					["迁"] = {
						this = true
					}
				}
			}
		},
		["摊"] = {
			["导"] = {
				["演"] = {
					["前"] = {
						q = {
							i = {
								this = true
							}
						}
					}
				}
			}
		},
		["扌"] = {
			["罙"] = {
				["的"] = {
					["导"] = {
						["演"] = {
							["前"] = {
								["妻"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["良"] = {
			["智"] = {
				this = true
			}
		},
		["探"] = {
			["导"] = {
				["演"] = {
					["前"] = {
						["妻"] = {
							["再"] = {
								["婚"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["浩"] = {
			["视"] = {
				["界"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["膛"] = {
		["线"] = {
			["枪"] = {
				this = true
			}
		}
	}
end

temp()
