pg = pg or {}
slot0 = pg
slot0.word_template_29 = {}
slot1 = slot0.word_template_29

function temp()
	uv0["春"] = {
		["畫"] = {
			this = true
		},
		["春"] = {
			["迷"] = {
				["要"] = {
					this = true
				}
			}
		},
		["风"] = {
			["化"] = {
				["雨"] = {
					["录"] = {
						this = true
					}
				}
			},
			["欲"] = {
				["度"] = {
					["玉"] = {
						["门"] = {
							["关"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["宫"] = {
			["1"] = {
				["0"] = {
					["8"] = {
						["姿"] = {
							["势"] = {
								this = true
							}
						}
					}
				}
			},
			["图"] = {
				this = true
			}
		},
		["光"] = {
			["外"] = {
				["泻"] = {
					this = true
				},
				["瀉"] = {
					this = true
				}
			}
		},
		["日"] = {
			["美"] = {
				["雪"] = {
					this = true
				}
			}
		},
		["色"] = {
			["田"] = {
				["野"] = {
					this = true
				}
			}
		},
		["夏"] = {
			["自"] = {
				["由"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["宵"] = {
			["阁"] = {
				this = true
			}
		},
		["药"] = {
			this = true
		},
		["藥"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["処"] = {
		["女"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["商"] = {
		["材"] = {
			this = true
		},
		["场"] = {
			["小"] = {
				["神"] = {
					["龙"] = {
						this = true
					}
				}
			}
		},
		["贾"] = {
			["度"] = {
				["奇"] = {
					["策"] = {
						this = true
					}
				}
			}
		},
		["粮"] = {
			["公"] = {
				["路"] = {
					["税"] = {
						["商"] = {
							["联"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["务"] = {
			["伴"] = {
				["游"] = {
					this = true
				}
			},
			["部"] = {
				this = true
			},
			["公"] = {
				["关"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["陪"] = {
				["伴"] = {
					this = true
				},
				["护"] = {
					this = true
				},
				["游"] = {
					this = true
				}
			}
		},
		["務"] = {
			["伴"] = {
				["游"] = {
					this = true
				}
			}
		},
		["业"] = {
			["帝"] = {
				["国"] = {
					["之"] = {
						["血"] = {
							["凤"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["小"] = {
		["遣"] = {
			this = true
		},
		["児"] = {
			["病"] = {
				this = true
			}
		},
		["日"] = {
			["本"] = {
				this = true
			}
		},
		["3"] = {
			this = true
		},
		b = {
			this = true,
			["崽"] = {
				["子"] = {
					this = true
				}
			}
		},
		B = {
			["樣"] = {
				this = true
			}
		},
		j = {
			j = {
				this = true
			}
		},
		x = {
			u = {
				e = {
					this = true
				}
			}
		},
		["宝"] = {
			["六"] = {
				["凤"] = {
					this = true
				}
			}
		},
		["屄"] = {
			this = true
		},
		["逼"] = {
			this = true,
			["里"] = {
				this = true
			},
			["崽"] = {
				["子"] = {
					this = true
				}
			}
		},
		["比"] = {
			["樣"] = {
				this = true
			},
			["崽"] = {
				["子"] = {
					this = true
				}
			}
		},
		["便"] = {
			this = true
		},
		["参"] = {
			["考"] = {
				this = true
			}
		},
		["參"] = {
			["考"] = {
				this = true
			}
		},
		["仓"] = {
			["星"] = {
				["罗"] = {
					this = true
				}
			},
			["优"] = {
				["子"] = {
					this = true
				}
			}
		},
		["池"] = {
			["絵"] = {
				["美"] = {
					["子"] = {
						this = true
					}
				}
			},
			["祥"] = {
				["绘"] = {
					this = true
				}
			}
		},
		["弟"] = {
			["弟"] = {
				this = true
			},
			["无"] = {
				["骨"] = {
					["硬"] = {
						["得"] = {
							["奇"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["洞"] = {
			this = true
		},
		["飞"] = {
			["虎"] = {
				this = true
			},
			["狼"] = {
				this = true
			},
			["型"] = {
				["号"] = {
					["订"] = {
						["购"] = {
							this = true
						}
					}
				}
			}
		},
		["官"] = {
			["大"] = {
				["官"] = {
					["高"] = {
						["官"] = {
							["官"] = {
								["官"] = {
									["皆"] = {
										["贪"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["鬼"] = {
			["神"] = {
				["功"] = {
					this = true
				}
			}
		},
		["黑"] = {
			["豹"] = {
				this = true
			}
		},
		["鸡"] = {
			["鸡"] = {
				this = true
			}
		},
		["雞"] = {
			["雞"] = {
				this = true
			}
		},
		["鶏"] = {
			["鶏"] = {
				this = true
			}
		},
		["江"] = {
			["同"] = {
				["志"] = {
					["挺"] = {
						["能"] = {
							["干"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["胡"] = {
					this = true
				}
			}
		},
		["姐"] = {
			["把"] = {
				["辈"] = {
					["分"] = {
						["搞"] = {
							["乱"] = {
								this = true
							}
						}
					},
					["份"] = {
						["搞"] = {
							["乱"] = {
								this = true
							}
						}
					}
				}
			},
			["打"] = {
				["飞"] = {
					["机"] = {
						this = true
					}
				},
				["飛"] = {
					["機"] = {
						this = true
					}
				}
			},
			["代"] = {
				["表"] = {
					["答"] = {
						this = true
					}
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["开"] = {
				["博"] = {
					this = true
				}
			},
			["裸"] = {
				["照"] = {
					this = true
				}
			},
			["你"] = {
				["真"] = {
					["骚"] = {
						this = true
					}
				}
			},
			["上"] = {
				["门"] = {
					this = true,
					["口"] = {
						["交"] = {
							this = true
						}
					},
					["全"] = {
						["套"] = {
							this = true
						}
					}
				}
			},
			["说"] = {
				["俺"] = {
					["是"] = {
						["第"] = {
							["一"] = {
								["次"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["口"] = {
			["径"] = {
				["步"] = {
					["枪"] = {
						q = {
							q = {
								this = true
							}
						},
						Q = {
							Q = {
								this = true
							}
						},
						["出"] = {
							["货"] = {
								this = true
							},
							["售"] = {
								this = true
							}
						},
						["到"] = {
							["货"] = {
								this = true
							}
						},
						["电"] = {
							["话"] = {
								this = true
							}
						},
						["订"] = {
							["购"] = {
								this = true
							}
						},
						["技"] = {
							["术"] = {
								["转"] = {
									["让"] = {
										this = true
									}
								}
							}
						},
						["图"] = {
							["纸"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								this = true
							}
						},
						["制"] = {
							["造"] = {
								this = true
							}
						}
					}
				}
			},
			["徑"] = {
				["步"] = {
					["槍"] = {
						["出"] = {
							["售"] = {
								this = true
							}
						},
						["销"] = {
							["售"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["猎"] = {
			["王"] = {
				this = true
			}
		},
		["林"] = {
			["爱"] = {
				this = true
			},
			["裕"] = {
				["美"] = {
					this = true
				}
			}
		},
		["靈"] = {
			["通"] = {
				this = true
			}
		},
		["六"] = {
			["改"] = {
				["火"] = {
					this = true
				}
			}
		},
		["妹"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			},
			["扛"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["蜜"] = {
			["蜂"] = {
				["订"] = {
					["购"] = {
						this = true
					}
				}
			},
			["像"] = {
				["中"] = {
					["国"] = {
						["移"] = {
							["动"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["嫩"] = {
			["鸡"] = {
				this = true
			},
			["雞"] = {
				this = true
			}
		},
		["牌"] = {
			["变"] = {
				["大"] = {
					this = true
				}
			}
		},
		["平"] = {
			["和"] = {
				["毛"] = {
					["主"] = {
						["席"] = {
							["散"] = {
								["步"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["领"] = {
				["导"] = {
					["小"] = {
						["商"] = {
							["贩"] = {
								this = true
							}
						}
					}
				}
			},
			["率"] = {
				["领"] = {
					["小"] = {
						["商"] = {
							["贩"] = {
								this = true
							}
						}
					}
				}
			},
			["同"] = {
				["志"] = {
					["还"] = {
						["挺"] = {
							["正"] = {
								["经"] = {
									this = true
								}
							}
						}
					},
					["很"] = {
						["正"] = {
							["经"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["泉"] = {
			this = true,
			["彩"] = {
				this = true
			},
			["纯"] = {
				["一"] = {
					["郎"] = {
						this = true
					}
				}
			},
			["純"] = {
				["一"] = {
					["郎"] = {
						this = true
					}
				}
			},
			["里"] = {
				["子"] = {
					this = true
				}
			},
			["首"] = {
				["相"] = {
					["心"] = {
						["脏"] = {
							["病"] = {
								["突"] = {
									["发"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["肉"] = {
			["粒"] = {
				this = true
			}
		},
		["乳"] = {
			["头"] = {
				this = true
			}
		},
		["骚"] = {
			B = {
				B = {
					this = true,
					["自"] = {
						["拍"] = {
							this = true
						}
					}
				}
			}
		},
		["森"] = {
			["爱"] = {
				this = true
			}
		},
		["松"] = {
			["美"] = {
				["幸"] = {
					this = true
				}
			}
		},
		["汤"] = {
			["匙"] = {
				["偎"] = {
					["合"] = {
						this = true
					}
				}
			}
		},
		["投"] = {
			["入"] = {
				this = true
			},
			["资"] = {
				this = true
			}
		},
		["侠"] = {
			["十"] = {
				["五"] = {
					["妻"] = {
						this = true
					}
				}
			}
		},
		["心"] = {
			["国"] = {
				["家"] = {
					["政"] = {
						["策"] = {
							["来"] = {
								["捣"] = {
									["鬼"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["修"] = {
			["女"] = {
				["对"] = {
					["神"] = {
						["父"] = {
							J = {
								J = {
									["的"] = {
										["描"] = {
											["述"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["穴"] = {
			this = true
		},
		["眼"] = {
			["佬"] = {
				this = true
			}
		},
		["野"] = {
			["爱"] = {
				this = true
			},
			["沙"] = {
				["樹"] = {
					this = true
				}
			}
		},
		["姨"] = {
			["子"] = {
				["穴"] = {
					this = true
				}
			}
		},
		["鹰"] = {
			["号"] = {
				["沉"] = {
					["没"] = {
						this = true
					}
				}
			}
		},
		["沢"] = {
			["菜"] = {
				["穂"] = {
					this = true
				}
			},
			["幸"] = {
				["子"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["菜"] = {
				["惠"] = {
					this = true
				}
			},
			["园"] = {
				this = true
			},
			["圆"] = {
				this = true
			}
		},
		["子"] = {
			["魔"] = {
				["女"] = {
					["六"] = {
						["凤"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["消"] = {
		["費"] = {
			["者"] = {
				["金"] = {
					["融"] = {
						this = true
					}
				}
			}
		},
		["防"] = {
			["队"] = {
				["不"] = {
					["到"] = {
						["火"] = {
							["场"] = {
								["先"] = {
									["收"] = {
										["费"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["费"] = {
			["不"] = {
				["付"] = {
					["我"] = {
						["不"] = {
							["脱"] = {
								["裤"] = {
									this = true
								}
							}
						}
					}
				},
				["清"] = {
					["不"] = {
						["能"] = {
							["射"] = {
								["精"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["魂"] = {
			this = true,
			["棒"] = {
				this = true
			}
		},
		["灭"] = {
			["共"] = {
				["产"] = {
					["帝"] = {
						["国"] = {
							this = true
						}
					}
				}
			}
		},
		["旋"] = {
			["啡"] = {
				["烷"] = {
					this = true
				}
			}
		},
		["脂"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["証"] = {
		["拠"] = {
			["金"] = {
				this = true
			}
		}
	}
end

temp()
