pg = pg or {}
slot0 = pg
slot0.word_template_88 = {}
slot1 = slot0.word_template_88

temp = function()
	uv0["洞"] = {
		["口"] = {
			["县"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["動"] = {
		["亂"] = {
			this = true
		},
		["漫"] = {
			["色"] = {
				["圖"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["都"] = {
		["改"] = {
			["当"] = {
				["公"] = {
					["安"] = {
						["和"] = {
							["城"] = {
								["管"] = {
									["了"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["市"] = {
			["藏"] = {
				["娇"] = {
					this = true
				}
			},
			["情"] = {
				["色"] = {
					this = true
				},
				["侠"] = {
					["风"] = {
						["云"] = {
							["录"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["是"] = {
			["官"] = {
				["员"] = {
					["拐"] = {
						["弯"] = {
							["抹"] = {
								["角"] = {
									["的"] = {
										["七"] = {
											["大"] = {
												["姑"] = {
													["八"] = {
														["大"] = {
															["姨"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["得"] = {
			["应"] = {
				["验"] = {
					this = true
				}
			}
		},
		["修"] = {
			["了"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["斗"] = {
		["地"] = {
			["主"] = {
				["刷"] = {
					["分"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["逗"] = {
		["逗"] = {
			["小"] = {
				["胡"] = {
					this = true
				}
			}
		},
		["肛"] = {
			this = true
		},
		["弄"] = {
			this = true
		},
		["乳"] = {
			this = true
		},
		["乐"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["鬥"] = {
		["士"] = {
			["哈"] = {
				["夫"] = {
					["拉"] = {
						["蘇"] = {
							this = true
						}
					}
				}
			},
			["霍"] = {
				["克"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["独"] = {
		["立"] = {
			this = true,
			["建"] = {
				["国"] = {
					this = true
				}
			},
			["台"] = {
				["湾"] = {
					["会"] = {
						this = true
					}
				}
			},
			["知"] = {
				["识"] = {
					["分"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["中"] = {
				["文"] = {
					["笔"] = {
						["会"] = {
							this = true
						}
					}
				}
			}
		},
		["眼"] = {
			["绅"] = {
				["士"] = {
					["与"] = {
						["少"] = {
							["年"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["裁"] = {
			["崛"] = {
				["起"] = {
					["对"] = {
						["世"] = {
							["界"] = {
								["民"] = {
									["主"] = {
										["化"] = {
											["的"] = {
												["负"] = {
													["面"] = {
														["效"] = {
															["应"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
