pg = pg or {}
slot0 = pg
slot0.word_template_187 = {}
slot1 = slot0.word_template_187

function temp()
	uv0["两"] = {
		["岸"] = {
			["才"] = {
				["子"] = {
					this = true
				}
			},
			["关"] = {
				["系"] = {
					["主"] = {
						["动"] = {
							["权"] = {
								this = true
							}
						},
						["导"] = {
							["权"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["百"] = {
			["名"] = {
				["女"] = {
					["技"] = {
						["术"] = {
							["强"] = {
								this = true
							}
						}
					}
				}
			},
			["元"] = {
				["今"] = {
					["晚"] = {
						["我"] = {
							["就"] = {
								["是"] = {
									["你"] = {
										["的"] = {
											["人"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["个"] = {
			["奶"] = {
				["子"] = {
					["有"] = {
						["弹"] = {
							["性"] = {
								this = true
							}
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					this = true
				}
			},
			["凡"] = {
				["是"] = {
					this = true
				}
			}
		},
		["国"] = {
			["论"] = {
				this = true
			}
		},
		["会"] = {
			this = true,
			["呈"] = {
				["情"] = {
					this = true
				}
			},
			["打"] = {
				["瞌"] = {
					["睡"] = {
						this = true
					}
				}
			},
			["大"] = {
				["戏"] = {
					this = true
				}
			},
			["的"] = {
				["大"] = {
					["戏"] = {
						this = true
					}
				}
			},
			["监"] = {
				["控"] = {
					["升"] = {
						["级"] = {
							this = true
						}
					}
				}
			},
			["经"] = {
				["费"] = {
					this = true
				}
			},
			["开"] = {
				["幕"] = {
					["云"] = {
						["代"] = {
							["表"] = {
								this = true
							}
						}
					}
				}
			},
			["气"] = {
				["死"] = {
					["你"] = {
						this = true
					}
				}
			},
			["申"] = {
				["冤"] = {
					this = true
				}
			},
			["提"] = {
				["案"] = {
					["为"] = {
						["难"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["解"] = {
					this = true
				}
			},
			["越"] = {
				["辩"] = {
					["越"] = {
						["黑"] = {
							this = true
						}
					}
				}
			},
			["最"] = {
				["虚"] = {
					["伪"] = {
						["的"] = {
							["官"] = {
								["员"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["颗"] = {
			["原"] = {
				["子"] = {
					["弹"] = {
						["日"] = {
							["德"] = {
								["投"] = {
									["降"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["鸟"] = {
			["一"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["人"] = {
			["性"] = {
				["世"] = {
					["界"] = {
						this = true
					}
				}
			},
			["做"] = {
				["人"] = {
					["爱"] = {
						this = true
					}
				}
			}
		},
		["肉"] = {
			["缘"] = {
				this = true
			}
		},
		["乳"] = {
			["之"] = {
				["间"] = {
					this = true
				}
			}
		},
		["腿"] = {
			["间"] = {
				["劈"] = {
					["了"] = {
						["一"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["夹"] = {
					["几"] = {
						["百"] = {
							["块"] = {
								this = true
							}
						}
					}
				}
			},
			["之"] = {
				["间"] = {
					this = true
				}
			}
		},
		["性"] = {
			["狂"] = {
				["情"] = {
					this = true
				}
			},
			["乐"] = {
				["园"] = {
					this = true
				}
			},
			["生"] = {
				["活"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["私"] = {
				["语"] = {
					this = true
				}
			},
			["屋"] = {
				this = true
			},
			["淫"] = {
				["乱"] = {
					this = true,
					["地"] = {
						["址"] = {
							this = true
						}
					}
				}
			}
		},
		["袖"] = {
			["青"] = {
				["风"] = {
					["为"] = {
						["耻"] = {
							this = true
						}
					}
				}
			}
		},
		["手"] = {
			["遮"] = {
				["雀"] = {
					["巢"] = {
						["的"] = {
							["是"] = {
								["下"] = {
									["属"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["("] = {
				["都"] = {
					["要"] = {
						[")"] = {
							["?"] = {
								["抓"] = {
									["\\"] = {
										p = {
											P = {
												["?"] = {
													["两"] = {
														["手"] = {
															["("] = {
																["都"] = {
																	["要"] = {
																		[")"] = {
																			["?"] = {
																				["硬"] = {
																					this = true
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									["/"] = {
										p = {
											P = {
												["?"] = {
													["两"] = {
														["手"] = {
															["都"] = {
																["要"] = {
																	["硬"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["韩"] = {
			["看"] = {
				["两"] = {
					["岸"] = {
						this = true
					}
				}
			}
		},
		m = {
			e = {
				e = {
					t = {
						i = {
							n = {
								g = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		h = {
			u = {
				i = {
					this = true
				}
			}
		},
		["冠"] = {
			["王"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["兩"] = {
		["岸"] = {
			["關"] = {
				["係"] = {
					this = true
				}
			},
			["三"] = {
				["地"] = {
					["論"] = {
						["壇"] = {
							this = true
						}
					}
				}
			}
		},
		["個"] = {
			["中"] = {
				["國"] = {
					this = true
				}
			}
		},
		["國"] = {
			["論"] = {
				this = true
			}
		},
		["會"] = {
			this = true,
			["報"] = {
				["道"] = {
					this = true
				}
			},
			["新"] = {
				["聞"] = {
					this = true
				}
			}
		},
		["膝"] = {
			["屈"] = {
				["起"] = {
					["式"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["亮"] = {
		["屄"] = {
			this = true
		},
		["碧"] = {
			["思"] = {
				this = true
			}
		},
		["晶"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["靓"] = {
		["妹"] = {
			["兼"] = {
				["职"] = {
					this = true
				}
			}
		},
		["蘋"] = {
			this = true
		},
		["穴"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["撩"] = {
		["起"] = {
			["裙"] = {
				["子"] = {
					["傍"] = {
						["大"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["料"] = {
		["理"] = {
			["店"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["廖"] = {
		["錫"] = {
			["龍"] = {
				this = true
			}
		},
		["亦"] = {
			["武"] = {
				this = true
			}
		}
	}
end

temp()
