pg = pg or {}
slot0 = pg
slot0.word_template_296 = {}
slot1 = slot0.word_template_296

temp = function()
	uv0["妩"] = {
		["媚"] = {
			["挑"] = {
				["逗"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["武"] = {
		["大"] = {
			["郎"] = {
				["站"] = {
					["在"] = {
						["战"] = {
							["略"] = {
								["的"] = {
									["高"] = {
										["度"] = {
											this = true
										}
									}
								}
							}
						}
					}
				},
				["总"] = {
					["是"] = {
						["严"] = {
							["正"] = {
								["地"] = {
									["交"] = {
										["涉"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["漢"] = {
			this = true,
			["肺"] = {
				["炎"] = {
					this = true
				}
			}
		},
		["警"] = {
			this = true,
			["车"] = {
				["牌"] = {
					this = true
				}
			},
			["队"] = {
				["简"] = {
					["直"] = {
						["就"] = {
							["是"] = {
								["黑"] = {
									["社"] = {
										["会"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["牌"] = {
				this = true
			}
		},
		["林"] = {
			["启"] = {
				["示"] = {
					["录"] = {
						this = true
					}
				}
			}
		},
		["士"] = {
			["套"] = {
				["刀"] = {
					this = true
				}
			},
			["长"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["滕"] = {
			["兰"] = {
				this = true
			}
		},
		["藤"] = {
			this = true,
			["兰"] = {
				this = true
			}
		},
		["维"] = {
			["华"] = {
				this = true
			}
		},
		["侠"] = {
			["情"] = {
				["色"] = {
					["欣"] = {
						["赏"] = {
							this = true
						}
					}
				}
			}
		},
		["夷"] = {
			["山"] = {
				["密"] = {
					["封"] = {
						["圈"] = {
							this = true
						}
					}
				},
				["皮"] = {
					["碗"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["}"] = {
								["昌"] = {
									["."] = {
										["{"] = {
											["0"] = {
												[","] = {
													["1"] = {
														["}"] = {
															["起"] = {
																["."] = {
																	["{"] = {
																		["0"] = {
																			[","] = {
																				["1"] = {
																					["}"] = {
																						["疫"] = {
																							this = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["帝"] = {
			["连"] = {
				r = {
					this = true
				}
			},
			["修"] = {
				["宪"] = {
					this = true
				}
			}
		},
		["焊"] = {
			f = {
				["盐"] = {
					this = true
				}
			}
		},
		["汉"] = {
			["飞"] = {
				["鼠"] = {
					["宴"] = {
						this = true
					}
				}
			}
		},
		["勋"] = {
			["贵"] = {
				["族"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["舞"] = {
		["島"] = {
			["美"] = {
				["穂"] = {
					this = true
				}
			}
		},
		["男"] = {
			["真"] = {
				["面"] = {
					["目"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["嫵"] = {
		["媚"] = {
			["挑"] = {
				["逗"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["勿"] = {
		["忘"] = {
			this = true,
			["6"] = {
				["4"] = {
					this = true
				}
			},
			["六"] = {
				["四"] = {
					this = true
				}
			},
			["陆"] = {
				["肆"] = {
					this = true
				}
			}
		},
		["以"] = {
			["恩"] = {
				["小"] = {
					["而"] = {
						["不"] = {
							["感"] = {
								this = true
							}
						}
					}
				}
			},
			["赢"] = {
				["小"] = {
					["而"] = {
						["不"] = {
							["麻"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["物"] = {
		["价"] = {
			["犹"] = {
				["如"] = {
					["头"] = {
						["发"] = {
							["长"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["價"] = {
			["猶"] = {
				["如"] = {
					["頭"] = {
						["發"] = {
							["長"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["理"] = {
			["高"] = {
				["鼻"] = {
					["梁"] = {
						this = true
					}
				}
			}
		},
		["业"] = {
			["管"] = {
				["理"] = {
					["条"] = {
						["例"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["西"] = {
		j = {
			i = {
				n = {
					this = true
				}
			}
		},
		["班"] = {
			["牙"] = {
				["苍"] = {
					["蝇"] = {
						["水"] = {
							this = true
						}
					}
				},
				["金"] = {
					["苍"] = {
						["蝇"] = {
							["香"] = {
								["水"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["藏"] = {
			["3"] = {
				["."] = {
					["1"] = {
						["4"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						},
						["5"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				},
				["·"] = {
					["1"] = {
						["4"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						},
						["5"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				},
				["•"] = {
					["1"] = {
						["4"] = {
							["事"] = {
								["件"] = {
									this = true
								}
							}
						}
					}
				},
				["1"] = {
					["4"] = {
						["事"] = {
							["件"] = {
								this = true
							}
						}
					}
				}
			},
			["4"] = {
				["9"] = {
					["秒"] = {
						this = true
					}
				}
			},
			["本"] = {
				["非"] = {
					["国"] = {
						["土"] = {
							this = true
						}
					}
				}
			},
			["不"] = {
				["是"] = {
					["中"] = {
						["国"] = {
							["的"] = {
								this = true
							}
						}
					}
				}
			},
			["出"] = {
				["打"] = {
					["砸"] = {
						["了"] = {
							this = true
						}
					}
				},
				["事"] = {
					["了"] = {
						this = true
					}
				}
			},
			["的"] = {
				["控"] = {
					["制"] = {
						this = true
					}
				},
				["压"] = {
					["制"] = {
						this = true
					}
				}
			},
			["独"] = {
				["立"] = {
					this = true
				}
			},
			["獨"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["分"] = {
				["裂"] = {
					this = true
				}
			},
			["妇"] = {
				["女"] = {
					["会"] = {
						this = true
					},
					["协"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				this = true,
				["家"] = {
					this = true
				}
			},
			["國"] = {
				this = true
			},
			["抗"] = {
				["暴"] = {
					this = true
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["平"] = {
				["暴"] = {
					this = true
				}
			},
			["青"] = {
				["年"] = {
					["大"] = {
						["会"] = {
							this = true
						}
					}
				}
			},
			["全"] = {
				["国"] = {
					["民"] = {
						["主"] = {
							["党"] = {
								this = true
							}
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["大"] = {
						["起"] = {
							["义"] = {
								["运"] = {
									["动"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["天"] = {
				["葬"] = {
					this = true
				}
			},
			["团"] = {
				["结"] = {
					["委"] = {
						["员"] = {
							["会"] = {
								this = true
							}
						}
					}
				}
			},
			["万"] = {
				["岁"] = {
					this = true
				}
			},
			["委"] = {
				["员"] = {
					["会"] = {
						this = true
					}
				}
			},
			["血"] = {
				["统"] = {
					this = true
				}
			},
			["要"] = {
				["独"] = {
					["立"] = {
						this = true
					}
				},
				["人"] = {
					["权"] = {
						this = true
					},
					["權"] = {
						this = true
					}
				}
			},
			["之"] = {
				["声"] = {
					this = true
				},
				["友"] = {
					this = true
				}
			},
			["自"] = {
				["由"] = {
					this = true
				}
			},
			["作"] = {
				["为"] = {
					["宗"] = {
						["教"] = {
							["国"] = {
								["家"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["诺"] = {
				["奖"] = {
					["得"] = {
						["主"] = {
							this = true
						}
					}
				}
			}
		},
		["帝"] = {
			this = true
		},
		["毒"] = {
			["是"] = {
				["共"] = {
					["党"] = {
						this = true
					}
				}
			}
		},
		["服"] = {
			["进"] = {
				["去"] = {
					["三"] = {
						["点"] = {
							["式"] = {
								["出"] = {
									["来"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["哈"] = {
			["努"] = {
				["克"] = {
					this = true
				}
			}
		},
		["皇"] = {
			this = true
		},
		["进"] = {
			this = true
		},
		["施"] = {
			["艳"] = {
				["史"] = {
					["演"] = {
						["义"] = {
							this = true
						}
					}
				}
			}
		},
		["太"] = {
			["后"] = {
				["艳"] = {
					["史"] = {
						["演"] = {
							["义"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["塘"] = {
			["的"] = {
				["法"] = {
					["制"] = {
						["冒"] = {
							["人"] = {
								["抓"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["田"] = {
			["美"] = {
				["沙"] = {
					this = true
				}
			}
		},
		["维"] = {
			this = true
		},
		["厢"] = {
			["艳"] = {
				["谭"] = {
					this = true
				}
			}
		},
		["洋"] = {
			["美"] = {
				["女"] = {
					this = true
				}
			},
			["爹"] = {
				this = true
			}
		},
		["游"] = {
			["记"] = {
				["外"] = {
					["挂"] = {
						this = true
					}
				}
			}
		},
		["域"] = {
			["外"] = {
				["史"] = {
					["—"] = {
						["帝"] = {
							["女"] = {
								["情"] = {
									["花"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["装"] = {
			["白"] = {
				["领"] = {
					["之"] = {
						["性"] = {
							["社"] = {
								["淫"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["晋"] = {
			["品"] = {
				this = true
			}
		},
		["精"] = {
			["品"] = {
				this = true
			}
		},
		["毛"] = {
			["泽"] = {
				["东"] = {
					this = true
				}
			}
		},
		["包"] = {
			["子"] = {
				this = true
			}
		},
		["呆"] = {
			["呆"] = {
				this = true
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["酱"] = {
			["平"] = {
				this = true
			}
		},
		["朝"] = {
			["鲜"] = {
				["独"] = {
					["联"] = {
						["邦"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["踢"] = {
				["威"] = {
					["苔"] = {
						["长"] = {
							this = true
						}
					}
				}
			}
		},
		["安"] = {
			["不"] = {
				["需"] = {
					["要"] = {
						["日"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["化"] = {
			["与"] = {
				["中"] = {
					["国"] = {
						["制"] = {
							["度"] = {
								["的"] = {
									["区"] = {
										["别"] = {
											["就"] = {
												["是"] = {
													["人"] = {
														["与"] = {
															["非"] = {
																["人"] = {
																	["的"] = {
																		["区"] = {
																			["别"] = {
																				this = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()
