pg = pg or {}
slot0 = pg
slot0.word_template_299 = {}
slot1 = slot0.word_template_299

function temp()
	uv0["襲"] = {
		["近"] = {
			["平"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["洗"] = {
		["不"] = {
			["洗"] = {
				["先"] = {
					["泡"] = {
						["上"] = {
							["干"] = {
								["不"] = {
									["干"] = {
										["先"] = {
											["套"] = {
												["上"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["肠"] = {
			["射"] = {
				["尿"] = {
					this = true
				}
			}
		},
		["腸"] = {
			["射"] = {
				["尿"] = {
					this = true
				}
			}
		},
		["吹"] = {
			["做"] = {
				this = true
			}
		},
		["脑"] = {
			["班"] = {
				this = true
			}
		},
		["腦"] = {
			this = true
		},
		["友"] = {
			this = true
		},
		["澡"] = {
			["门"] = {
				this = true
			}
		},
		["做"] = {
			["吹"] = {
				this = true
			}
		},
		["精"] = {
			["品"] = {
				this = true
			}
		},
		["主"] = {
			["席"] = {
				this = true,
				["万"] = {
					["岁"] = {
						this = true
					}
				}
			}
		},
		["圣"] = {
			["上"] = {
				this = true
			}
		},
		["竹"] = {
			["席"] = {
				["一"] = {
					["直"] = {
						["不"] = {
							["下"] = {
								["来"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["脚"] = {
			["盆"] = {
				["座"] = {
					["位"] = {
						["涂"] = {
							["了"] = {
								["5"] = {
									["0"] = {
										["2"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["镜"] = {
			["平"] = {
				this = true
			}
		},
		["净"] = {
			["平"] = {
				this = true
			}
		},
		["衣"] = {
			["机"] = {
				["扑"] = {
					["胤"] = {
						["聘"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["喜"] = {
		["多"] = {
			["村"] = {
				["麻"] = {
					["衣"] = {
						this = true
					}
				}
			}
		},
		["欢"] = {
			["绑"] = {
				["住"] = {
					["干"] = {
						["活"] = {
							this = true
						}
					}
				}
			},
			["就"] = {
				["联"] = {
					["系"] = {
						["我"] = {
							this = true
						}
					}
				}
			},
			["我"] = {
				["的"] = {
					["给"] = {
						["我"] = {
							["打"] = {
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					},
					["加"] = {
						["起"] = {
							this = true
						}
					},
					["朋"] = {
						["友"] = {
							this = true
						}
					}
				},
				["给"] = {
					["我"] = {
						["打"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				},
				["就"] = {
					["给"] = {
						["我"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				}
			},
			b = {
				r = {
					i = {
						d = {
							g = {
								e = {
									c = {
										a = {
											r = {
												d = {
													["的"] = {
														["爷"] = {
															["爷"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["贪"] = {
			["赃"] = {
				this = true
			}
		},
		["钟"] = {
			["旭"] = {
				this = true
			}
		},
		["中"] = {
			["旬"] = {
				this = true
			}
		},
		["迎"] = {
			["某"] = {
				["大"] = {
					this = true
				}
			}
		},
		["上"] = {
			["加"] = {
				["喜"] = {
					["戴"] = {
						j = {
							i = {
								a = {
									n = {
										["业"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["马"] = {
			["拉"] = {
				["雅"] = {
					["交"] = {
						["易"] = {
							["所"] = {
								this = true
							}
						}
					},
					["货"] = {
						["币"] = {
							this = true
						}
					},
					["币"] = {
						this = true
					}
				}
			}
		},
		["联"] = {
			["储"] = {
				["的"] = {
					["大"] = {
						["门"] = {
							["永"] = {
								["远"] = {
									["敞"] = {
										["开"] = {
											["向"] = {
												["你"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["系"] = {
		["统"] = {
			this = true,
			["出"] = {
				["租"] = {
					this = true
				}
			},
			["公"] = {
				["告"] = {
					this = true
				}
			}
		},
		["統"] = {
			this = true,
			["公"] = {
				["告"] = {
					this = true
				}
			}
		},
		["镜"] = {
			["坪"] = {
				this = true
			}
		},
		["总"] = {
			["数"] = {
				["级"] = {
					this = true
				}
			}
		},
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["细"] = {
		["川"] = {
			["百"] = {
				["合"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["菌"] = {
			["瓶"] = {
				this = true
			}
		},
		["丨"] = {
			["颈"] = {
				["丨"] = {
					["瓶"] = {
						this = true
					}
				}
			}
		},
		["说"] = {
			["号"] = {
				["就"] = {
					["没"] = {
						["了"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["郤"] = {
		this = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["餼"] = {
		this = {
			this = true
		}
	}
end

temp()
