pg = pg or {}
slot0 = pg
slot0.word_template_344 = {}
slot1 = slot0.word_template_344

function temp()
	uv0["针"] = {
		["灸"] = {
			["减"] = {
				["肥"] = {
					this = true
				}
			}
		},
		["孔"] = {
			["摄"] = {
				["象"] = {
					["头"] = {
						this = true
					}
				},
				["像"] = {
					["机"] = {
						this = true
					},
					["头"] = {
						this = true
					}
				}
			},
			["偷"] = {
				["拍"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["侦"] = {
		["探"] = {
			["公"] = {
				["司"] = {
					this = true
				}
			},
			["器"] = {
				["材"] = {
					this = true
				}
			},
			["设"] = {
				["备"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["珍"] = {
		["品"] = {
			["玻"] = {
				["璃"] = {
					["纸"] = {
						this = true
					}
				}
			},
			["软"] = {
				["包"] = {
					this = true
				}
			}
		},
		["惜"] = {
			["毒"] = {
				["品"] = {
					this = true
				}
			},
			["蝳"] = {
				["品"] = {
					this = true
				}
			},
			["生"] = {
				["命"] = {
					["远"] = {
						["离"] = {
							["警"] = {
								["察"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["妮"] = {
			["佛"] = {
				["\\"] = {
					p = {
						P = {
							["?"] = {
								["布"] = {
									["雷"] = {
										["迪"] = {
											["|"] = {
												J = {
													e = {
														n = {
															n = {
																i = {
																	f = {
																		e = {
																			r = {
																				B = {
																					r = {
																						a = {
																							d = {
																								y = {
																									this = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["貞"] = {
		["操"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["真"] = {
		s = {
			h = {
				["忍"] = {
					this = true
				}
			}
		},
		["钞"] = {
			["一"] = {
				["样"] = {
					this = true
				}
			}
		},
		["诚"] = {
			["的"] = {
				["哥"] = {
					["哥"] = {
						this = true
					}
				},
				["网"] = {
					["络"] = {
						["朋"] = {
							["友"] = {
								this = true
							}
						}
					}
				}
			},
			["男"] = {
				this = true
			},
			["帅"] = {
				["气"] = {
					this = true
				}
			},
			["网"] = {
				["络"] = {
					["朋"] = {
						["友"] = {
							this = true
						}
					}
				}
			}
		},
		["根"] = {
			["倒"] = {
				["模"] = {
					this = true
				}
			}
		},
		["宫"] = {
			["梨"] = {
				["沙"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["理"] = {
			["部"] = {
				this = true
			},
			["教"] = {
				this = true
			}
		},
		["票"] = {
			this = true
		},
		["钱"] = {
			["斗"] = {
				["地"] = {
					["主"] = {
						this = true
					}
				}
			},
			["加"] = {
				["印"] = {
					["钞"] = {
						["技"] = {
							["术"] = {
								this = true
							}
						}
					}
				}
			},
			["扑"] = {
				["克"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["鎗"] = {
			["出"] = {
				["售"] = {
					this = true
				}
			}
		},
		["人"] = {
			["表"] = {
				["演"] = {
					this = true
				}
			},
			["轮"] = {
				["盘"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["真"] = {
				["钱"] = {
					["赌"] = {
						["博"] = {
							["游"] = {
								["戏"] = {
									this = true
								}
							}
						}
					}
				},
				["照"] = {
					this = true
				}
			},
			["线"] = {
				["下"] = {
					["德"] = {
						["州"] = {
							["+"] = {
								["裙"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["善"] = {
			["忍"] = {
				this = true
			}
		},
		["舌"] = {
			["宝"] = {
				["贝"] = {
					this = true
				}
			}
		},
		["身"] = {
			["倒"] = {
				["模"] = {
					this = true
				}
			}
		},
		["实"] = {
			["本"] = {
				["人"] = {
					this = true
				}
			},
			["上"] = {
				["网"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					},
					["学"] = {
						["历"] = {
							this = true
						}
					}
				}
			}
		},
		["铁"] = {
			this = true
		},
		["文"] = {
			["凭"] = {
				["办"] = {
					["理"] = {
						this = true
					}
				}
			}
		},
		["烟"] = {
			["接"] = {
				["支"] = {
					this = true
				},
				["嘴"] = {
					this = true
				}
			}
		},
		["夜"] = {
			["中"] = {
				["的"] = {
					["圣"] = {
						["母"] = {
							this = true
						}
					}
				}
			}
		},
		["主"] = {
			this = true,
			["安"] = {
				["拉"] = {
					this = true
				}
			},
			["党"] = {
				this = true
			}
		},
		["资"] = {
			["格"] = {
				["证"] = {
					["书"] = {
						this = true
					}
				}
			}
		},
		["相"] = {
			["自"] = {
				["由"] = {
					["生"] = {
						["命"] = {
							["抗"] = {
								["争"] = {
									this = true
								},
								["爭"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["假"] = {
			["支"] = {
				["持"] = {
					["率"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["針"] = {
		["孔"] = {
			["偷"] = {
				["拍"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["姫"] = {
		["辱"] = {
			this = true
		}
	}
end

temp()
