pg = pg or {}
slot0 = pg
slot0.word_template_65 = {}
slot1 = slot0.word_template_65

temp = function()
	uv0["熟"] = {
		["币"] = {
			this = true
		},
		["妇"] = {
			this = true,
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["骚"] = {
				["器"] = {
					this = true
				}
			}
		},
		["婦"] = {
			this = true,
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["騷"] = {
				["器"] = {
					this = true
				}
			}
		},
		["母"] = {
			this = true
		},
		["女"] = {
			this = true,
			["护"] = {
				["士"] = {
					this = true
				}
			},
			["護"] = {
				["士"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["亂"] = {
				["倫"] = {
					this = true
				}
			},
			["丝"] = {
				["袜"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["系"] = {
				["列"] = {
					this = true
				}
			},
			["颜"] = {
				["射"] = {
					this = true
				}
			},
			["顏"] = {
				["射"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["料"] = {
			["袋"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["树"] = {
		["亚"] = {
			["采"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["数"] = {
		["都"] = {
			["市"] = {
				["房"] = {
					["奴"] = {
						this = true
					}
				}
			}
		},
		["风"] = {
			["流"] = {
				["人"] = {
					["物"] = {
						["还"] = {
							["看"] = {
								["锦"] = {
									["涛"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["天"] = {
			["价"] = {
				["楼"] = {
					["盘"] = {
						this = true
					},
					["市"] = {
						this = true
					}
				}
			}
		},
		["字"] = {
			["清"] = {
				["场"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["數"] = {
		["據"] = {
			["中"] = {
				["國"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["樹"] = {
		["若"] = {
			["菜"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["帅"] = {
		["哥"] = {
			["插"] = {
				["帅"] = {
					["哥"] = {
						this = true
					}
				}
			},
			["虐"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["气"] = {
			["真"] = {
				["实"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["双"] = {
		["胞"] = {
			["胎"] = {
				["在"] = {
					["母"] = {
						["亲"] = {
							["肚"] = {
								["子"] = {
									["里"] = {
										["聊"] = {
											["天"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["唇"] = {
			this = true
		},
		["蛋"] = {
			["推"] = {
				["车"] = {
					this = true
				}
			}
		},
		["飞"] = {
			this = true,
			["包"] = {
				["夜"] = {
					this = true
				}
			},
			["门"] = {
				this = true
			},
			["一"] = {
				["次"] = {
					this = true
				}
			}
		},
		["峰"] = {
			["微"] = {
				["颤"] = {
					this = true
				}
			}
		},
		["凤"] = {
			["游"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["管"] = {
			["立"] = {
				["式"] = {
					this = true
				}
			},
			["猎"] = {
				["枪"] = {
					["3"] = {
						["0"] = {
							["发"] = {
								["提"] = {
									["供"] = {
										this = true
									}
								}
							}
						}
					},
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				},
				["槍"] = {
					["买"] = {
						["卖"] = {
							this = true
						}
					}
				}
			},
			["平"] = {
				["式"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["入"] = {
				["洞"] = {
					this = true
				}
			},
			["至"] = {
				["尊"] = {
					this = true
				}
			}
		},
		["乳"] = {
			this = true
		},
		["头"] = {
			["之"] = {
				["狼"] = {
					this = true
				}
			}
		},
		["腿"] = {
			["叉"] = {
				["开"] = {
					this = true
				}
			},
			["间"] = {
				["的"] = {
					["禁"] = {
						["地"] = {
							this = true
						}
					}
				}
			}
		},
		["重"] = {
			["插"] = {
				["入"] = {
					this = true
				}
			}
		},
		["打"] = {
			["世"] = {
				["界"] = {
					["第"] = {
						["一"] = {
							["的"] = {
								["亚"] = {
									["洲"] = {
										["女"] = {
											["球"] = {
												["手"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					},
					["排"] = {
						["名"] = {
							["第"] = {
								["一"] = {
									["选"] = {
										["手"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["手"] = {
			["捂"] = {
				["屁"] = {
					["眼"] = {
						["的"] = {
							["是"] = {
								["领"] = {
									["导"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["雙"] = {
		["胞"] = {
			["胎"] = {
				["姊"] = {
					["妹"] = {
						["真"] = {
							["版"] = {
								["女"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["峰"] = {
			["秀"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["管"] = {
			["獵"] = {
				["槍"] = {
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["龍"] = {
			["入"] = {
				["洞"] = {
					this = true
				}
			}
		},
		["十"] = {
			["節"] = {
				this = true
			}
		},
		["頭"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["爽"] = {
		["电"] = {
			["影"] = {
				this = true
			}
		},
		["你"] = {
			this = true
		},
		["片"] = {
			this = true
		},
		["死"] = {
			["我"] = {
				["了"] = {
					this = true
				}
			}
		},
		["穴"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["谁"] = {
		["操"] = {
			["我"] = {
				["屁"] = {
					["股"] = {
						["眼"] = {
							this = true
						}
					}
				}
			}
		},
		["让"] = {
			["你"] = {
				["直"] = {
					["播"] = {
						["的"] = {
							this = true
						}
					}
				}
			}
		},
		["是"] = {
			["胡"] = {
				["温"] = {
					["的"] = {
						["接"] = {
							["班"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["为"] = {
			["腐"] = {
				["败"] = {
					["晚"] = {
						["餐"] = {
							["买"] = {
								["单"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["想"] = {
			["阻"] = {
				["挡"] = {
					["这"] = {
						["个"] = {
							["历"] = {
								["史"] = {
									["趋"] = {
										["势"] = {
											["，"] = {
												["中"] = {
													["国"] = {
														["人"] = {
															["民"] = {
																["不"] = {
																	["会"] = {
																		["答"] = {
																			["应"] = {
																				["，"] = {
																					["也"] = {
																						["根"] = {
																							["本"] = {
																								["阻"] = {
																									["挡"] = {
																										["不"] = {
																											["了"] = {
																												this = true
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["的"] = {
			["儿"] = {
				["子"] = {
					["弄"] = {
						["彩"] = {
							["票"] = {
								this = true
							}
						}
					},
					["搞"] = {
						["正"] = {
							["变"] = {
								this = true
							}
						},
						["世"] = {
							["袭"] = {
								["、"] = {
									this = true
								}
							}
						}
					},
					["倒"] = {
						["\\"] = {
							x = {
								["{"] = {
									["1"] = {
										F = {
											["4"] = {
												F = {
													A = {
														["}"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["彩"] = {
							["雕"] = {
								this = true
							}
						}
					},
					["死"] = {
						["朝"] = {
							["鲜"] = {
								["，"] = {
									["谁"] = {
										["的"] = {
											["儿"] = {
												["子"] = {
													["拥"] = {
														["金"] = {
															["楼"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["1"] = {
						["2"] = {
							["3"] = {
								[","] = {
									["谁"] = {
										["的"] = {
											["儿"] = {
												["子"] = {
													["1"] = {
														["2"] = {
															["3"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["上"] = {
						["\\"] = {
							p = {
								P = {
									["*"] = {
										["谁"] = {
											["的"] = {
												["儿"] = {
													["子"] = {
														["卖"] = {
															["\\"] = {
																p = {
																	P = {
																		["*"] = {
																			["谁"] = {
																				["的"] = {
																					["儿"] = {
																						["子"] = {
																							["倒"] = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["妄"] = {
			["想"] = {
				["欺"] = {
					["负"] = {
						this = true,
						["中"] = {
							["国"] = {
								["（"] = {
									q = {
										u = {
											a = {
												n = {
													g = {
														u = {
															i = {
																["）"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["羊"] = {
							["大"] = {
								["爷"] = {
									["必"] = {
										["将"] = {
											["碰"] = {
												["的"] = {
													["头"] = {
														["破"] = {
															["血"] = {
																["流"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["洋"] = {
							["大"] = {
								["人"] = {
									["必"] = {
										["将"] = {
											["碰"] = {
												["的"] = {
													["头"] = {
														["破"] = {
															["血"] = {
																["流"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["…"] = {
					["…"] = {
						["都"] = {
							["必"] = {
								["将"] = {
									["…"] = {
										["…"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["水"] = {
		["泊"] = {
			["梁"] = {
				["山"] = {
					["没"] = {
						["有"] = {
							["藏"] = {
								["族"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["岛"] = {
			["优"] = {
				this = true
			}
		},
		["电"] = {
			["工"] = {
				["的"] = {
					["艳"] = {
						["遇"] = {
							this = true
						}
					}
				}
			}
		},
		["果"] = {
			j = {
				i = {
					this = true
				}
			},
			["大"] = {
				["餐"] = {
					this = true
				}
			},
			["机"] = {
				this = true
			},
			["機"] = {
				this = true
			}
		},
		["惈"] = {
			["機"] = {
				this = true
			}
		},
		["浒"] = {
			["传"] = {
				["之"] = {
					["英"] = {
						["雄"] = {
							["好"] = {
								["色"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["货"] = {
			["香"] = {
				["烟"] = {
					this = true
				}
			}
		},
		["晶"] = {
			["冰"] = {
				["凤"] = {
					this = true
				}
			},
			["香"] = {
				["丝"] = {
					this = true
				}
			}
		},
		["军"] = {
			["0"] = {
				["0"] = {
					["7"] = {
						["招"] = {
							["聘"] = {
								this = true
							}
						}
					}
				}
			},
			["兼"] = {
				["职"] = {
					this = true
				}
			},
			["军"] = {
				["团"] = {
					["招"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["招"] = {
				["聘"] = {
					this = true
				}
			}
		},
		["利"] = {
			["部"] = {
				this = true
			},
			["工"] = {
				["程"] = {
					["系"] = {
						["主"] = {
							["席"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["木"] = {
			["彩"] = {
				this = true
			}
		},
		["去"] = {
			["车"] = {
				["仑"] = {
					this = true
				}
			}
		},
		["淹"] = {
			["七"] = {
				["军"] = {
					["精"] = {
						["满"] = {
							["被"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["野"] = {
			["爱"] = {
				["日"] = {
					this = true
				}
			},
			["里"] = {
				["蘭"] = {
					this = true
				}
			}
		},
		["泽"] = {
			["千"] = {
				["夏"] = {
					this = true
				}
			}
		},
		["中"] = {
			["享"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["柜"] = {
			["学"] = {
				["生"] = {
					this = true
				}
			},
			s = {
				t = {
					u = {
						d = {
							e = {
								n = {
									t = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["碾"] = {
				this = true
			},
			["压"] = {
				this = true
			},
			["节"] = {
				this = true
			}
		},
		["櫃"] = {
			["學"] = {
				["生"] = {
					this = true
				}
			},
			s = {
				t = {
					u = {
						d = {
							e = {
								n = {
									t = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["節"] = {
				this = true
			}
		},
		["箱"] = {
			["藏"] = {
				["底"] = {
					["片"] = {
						this = true
					}
				},
				["胶"] = {
					["片"] = {
						this = true
					}
				}
			},
			["节"] = {
				this = true
			},
			["節"] = {
				this = true
			}
		},
		["工"] = {
			["帮"] = {
				this = true
			}
		},
		["磨"] = {
			["服"] = {
				["务"] = {
					this = true
				}
			}
		},
		["厢"] = {
			["人"] = {
				this = true
			}
		},
		["能"] = {
			["推"] = {
				["泥"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["氺"] = {
		["猓"] = {
			["机"] = {
				this = true
			}
		},
		["淉"] = {
			["機"] = {
				this = true
			}
		}
	}
end

temp()

temp = function()
	uv0["稅"] = {
		["力"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["税"] = {
		["票"] = {
			this = true
		},
		["务"] = {
			this = true,
			["总"] = {
				["局"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["睡"] = {
		["别"] = {
			["人"] = {
				["女"] = {
					["人"] = {
						["的"] = {
							["是"] = {
								["富"] = {
									["人"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["妇"] = {
			["局"] = {
				this = true
			}
		},
		["过"] = {
			["老"] = {
				["内"] = {
					["睡"] = {
						["老"] = {
							["外"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["觉"] = {
			["死"] = {
				this = true
			}
		},
		["着"] = {
			["的"] = {
				["武"] = {
					["神"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["吮"] = {
		["吸"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["顺"] = {
		["义"] = {
			["4"] = {
				s = {
					["店"] = {
						["事"] = {
							["故"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["着"] = {
			["乳"] = {
				["沟"] = {
					["往"] = {
						["下"] = {
							["摸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["达"] = {
			["电"] = {
				["棍"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["说"] = {
		["股"] = {
			["票"] = {
				["是"] = {
					["毒"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		["河"] = {
			["南"] = {
				["人"] = {
					["小"] = {
						["偷"] = {
							["小"] = {
								["摸"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["金"] = {
			["钱"] = {
				["是"] = {
					["万"] = {
						["恶"] = {
							["之"] = {
								["源"] = {
									this = true
								}
							}
						}
					},
					["罪"] = {
						["恶"] = {
							["都"] = {
								["在"] = {
									["捞"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["是"] = {
			["拘"] = {
				["留"] = {
					["带"] = {
						["保"] = {
							["释"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["碩"] = {
		["士"] = {
			["學"] = {
				["位"] = {
					["證"] = {
						["辦"] = {
							["理"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["司"] = {
		["法"] = {
			["部"] = {
				this = true
			}
		},
		["馬"] = {
			["晋"] = {
				this = true
			},
			["璐"] = {
				this = true
			}
		},
		["徒"] = {
			["華"] = {
				this = true
			}
		},
		["机"] = {
			["袖"] = {
				["章"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["丝"] = {
		["情"] = {
			["袜"] = {
				["意"] = {
					this = true
				}
			}
		},
		["丝"] = {
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["袜"] = {
			this = true,
			y = {
				o = {
					u = {
						h = {
							u = {
								o = {
									this = true
								}
							}
						},
						["惑"] = {
							this = true
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					this = true
				}
			},
			["高"] = {
				["跟"] = {
					this = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						this = true
					}
				}
			},
			["浪"] = {
				["女"] = {
					this = true
				}
			},
			["美"] = {
				["女"] = {
					this = true
				},
				["腿"] = {
					this = true
				}
			},
			["情"] = {
				["缘"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			},
			["写"] = {
				["真"] = {
					this = true
				}
			},
			["秀"] = {
				this = true
			},
			["淫"] = {
				["妇"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			},
			["玉"] = {
				["足"] = {
					this = true
				}
			},
			["窒"] = {
				["息"] = {
					this = true
				}
			},
			["足"] = {
				["交"] = {
					this = true
				},
				["推"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					this = true
				}
			}
		},
		["诱"] = {
			this = true
		},
		["足"] = {
			["地"] = {
				["带"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["私"] = {
		["/"] = {
			["服"] = {
				this = true
			}
		},
		["?"] = {
			["服"] = {
				this = true
			}
		},
		["\\"] = {
			["\\"] = {
				["服"] = {
					this = true
				}
			},
			["服"] = {
				this = true
			}
		},
		["处"] = {
			this = true
		},
		["處"] = {
			this = true
		},
		["服"] = {
			this = true,
			["一"] = {
				["条"] = {
					["龙"] = {
						["服"] = {
							["务"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["-"] = {
			["服"] = {
				this = true
			}
		},
		["—"] = {
			["服"] = {
				this = true
			}
		},
		["家"] = {
			["侦"] = {
				["探"] = {
					this = true
				}
			}
		},
		["立"] = {
			["女"] = {
				["仆"] = {
					["学"] = {
						["园"] = {
							this = true
						},
						["院"] = {
							this = true
						}
					}
				}
			}
		},
		["聊"] = {
			["横"] = {
				["财"] = {
					this = true
				}
			}
		},
		["密"] = {
			["博"] = {
				["客"] = {
					this = true
				}
			},
			["处"] = {
				this = true
			},
			["地"] = {
				["带"] = {
					this = true
				}
			},
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["蜜"] = {
			["视"] = {
				["频"] = {
					this = true
				}
			}
		},
		["人"] = {
			["伴"] = {
				["侣"] = {
					this = true
				},
				["游"] = {
					this = true
				}
			},
			["服"] = {
				["务"] = {
					["器"] = {
						this = true
					}
				}
			},
			["秘"] = {
				["书"] = {
					this = true
				}
			},
			["陪"] = {
				["护"] = {
					this = true
				}
			},
			["伺"] = {
				["服"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["達"] = {
			["の"] = {
				["テ"] = {
					["ニ"] = {
						["ス"] = {
							["の"] = {
								["ス"] = {
									["タ"] = {
										["ー"] = {
											["が"] = {
												["無"] = {
													["事"] = {
														["で"] = {
															["あ"] = {
																["る"] = {
																	["こ"] = {
																		["と"] = {
																			["を"] = {
																				["望"] = {
																					["み"] = {
																						["ま"] = {
																							["す"] = {
																								this = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["思"] = {
		["春"] = {
			["期"] = {
				["少"] = {
					["女"] = {
						this = true
					}
				},
				["未"] = {
					["满"] = {
						this = true
					}
				}
			}
		},
		["科"] = {
			["羅"] = {
				this = true
			}
		},
		["钱"] = {
			["思"] = {
				["权"] = {
					["思"] = {
						["小"] = {
							["蜜"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["想"] = {
			["解"] = {
				["放"] = {
					["了"] = {
						["都"] = {
							["当"] = {
								["小"] = {
									["姐"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["情"] = {
				["妇"] = {
					["要"] = {
						["养"] = {
							this = true
						}
					}
				}
			},
			["入"] = {
				["宪"] = {
					this = true
				}
			},
			["异"] = {
				["变"] = {
					this = true
				}
			}
		},
		["维"] = {
			["江"] = {
				["硬"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["斯"] = {
		["巴"] = {
			["达"] = {
				this = true
			}
		},
		["大"] = {
			["林"] = {
				this = true
			}
		},
		["登"] = {
			["姆"] = {
				this = true
			}
		},
		["諾"] = {
			this = true
		},
		["皮"] = {
			["爾"] = {
				["德"] = {
					this = true
				}
			}
		},
		["坦"] = {
			["\\"] = {
				p = {
					P = {
						["?"] = {
							["瓦"] = {
								["林"] = {
									["卡"] = {
										["|"] = {
											S = {
												t = {
													a = {
														n = {
															i = {
																s = {
																	l = {
																		a = {
																			s = {
																				W = {
																					a = {
																						w = {
																							r = {
																								i = {
																									n = {
																										k = {
																											a = {
																												this = true
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["絲"] = {
		["襪"] = {
			this = true,
			["高"] = {
				["跟"] = {
					this = true
				}
			},
			["寫"] = {
				["真"] = {
					this = true
				}
			},
			["淫"] = {
				["婦"] = {
					this = true
				}
			},
			["足"] = {
				["交"] = {
					this = true
				}
			}
		},
		["誘"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["四"] = {
		["百"] = {
			["元"] = {
				["我"] = {
					["要"] = {
						["问"] = {
							["问"] = {
								["你"] = {
									["今"] = {
										["晚"] = {
											["要"] = {
												["带"] = {
													["几"] = {
														["个"] = {
															["人"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["川"] = {
			["独"] = {
				["立"] = {
					this = true
				}
			},
			["獨"] = {
				this = true,
				["立"] = {
					this = true
				}
			},
			["看"] = {
				["全"] = {
					["国"] = {
						["都"] = {
							["缺"] = {
								["小"] = {
									["姐"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["醇"] = {
			["四"] = {
				["硝"] = {
					["酸"] = {
						["酯"] = {
							this = true
						}
					}
				}
			}
		},
		["大"] = {
			["怪"] = {
				["事"] = {
					this = true
				}
			},
			["惹"] = {
				["不"] = {
					["起"] = {
						this = true
					}
				}
			},
			["虚"] = {
				this = true
			},
			["行"] = {
				["银"] = {
					["行"] = {
						["卡"] = {
							["套"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["度"] = {
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["二"] = {
			["二"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			},
			["七"] = {
				this = true,
				["游"] = {
					["行"] = {
						this = true
					}
				}
			},
			["六"] = {
				this = true
			}
		},
		["海"] = {
			["龙"] = {
				["女"] = {
					this = true
				}
			},
			["一"] = {
				["心"] = {
					this = true
				}
			}
		},
		["级"] = {
			["考"] = {
				["试"] = {
					["答"] = {
						["案"] = {
							this = true
						}
					}
				}
			},
			["六"] = {
				["级"] = {
					["代"] = {
						["考"] = {
							this = true
						}
					}
				}
			},
			["杀"] = {
				["人"] = {
					["狂"] = {
						this = true
					}
				}
			}
		},
		["六"] = {
			this = true,
			["级"] = {
				this = true
			},
			["九"] = {
				["八"] = {
					this = true
				}
			},
			["念"] = {
				["纪"] = {
					this = true
				}
			},
			["9"] = {
				["8"] = {
					this = true
				}
			},
			["忘"] = {
				["毋"] = {
					this = true
				},
				["勿"] = {
					this = true
				}
			},
			["反"] = {
				["平"] = {
					this = true
				}
			}
		},
		["氯"] = {
			["化"] = {
				["碳"] = {
					this = true
				}
			}
		},
		["人"] = {
			["帮"] = {
				this = true
			},
			["幫"] = {
				this = true
			}
		},
		["肖"] = {
			this = true
		},
		["月"] = {
			["二"] = {
				["十"] = {
					["六"] = {
						["日"] = {
							["社"] = {
								["论"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["圣"] = {
				["火"] = {
					["被"] = {
						["搞"] = {
							["怪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["君"] = {
			["子"] = {
				this = true
			}
		},
		["件"] = {
			["套"] = {
				["卡"] = {
					["商"] = {
						this = true
					}
				}
			}
		},
		["虎"] = {
			["澳"] = {
				["门"] = {
					this = true
				}
			}
		},
		["方"] = {
			["山"] = {
				["6"] = {
					["9"] = {
						["1"] = {
							this = true
						}
					}
				}
			}
		},
		["断"] = {
			["五"] = {
				["防"] = {
					this = true
				}
			}
		},
		["贤"] = {
			this = true
		}
	}
end

temp()

temp = function()
	uv0["寺"] = {
		["尾"] = {
			["祐"] = {
				["理"] = {
					this = true
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["伺"] = {
		["服"] = {
			["器"] = {
				this = true
			}
		},
		["候"] = {
			["领"] = {
				["导"] = {
					["是"] = {
						["曲"] = {
							["棍"] = {
								["球"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

temp = function()
	uv0["松"] = {
		["坂"] = {
			["纱"] = {
				["良"] = {
					this = true
				}
			}
		},
		["本"] = {
			["惠"] = {
				this = true
			},
			["莉"] = {
				["绪"] = {
					this = true
				}
			},
			["真"] = {
				["紀"] = {
					this = true
				}
			}
		},
		["岛"] = {
			["枫"] = {
				this = true,
				["迅"] = {
					["雷"] = {
						["下"] = {
							["载"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["井"] = {
			["友"] = {
				["香"] = {
					this = true
				}
			}
		},
		["浦"] = {
			["亚"] = {
				["弥"] = {
					this = true
				}
			}
		},
		["田"] = {
			["千"] = {
				["奈"] = {
					this = true
				}
			},
			["亜"] = {
				["美"] = {
					this = true
				}
			},
			["一"] = {
				["穗"] = {
					this = true
				}
			}
		},
		["下"] = {
			["愛"] = {
				["来"] = {
					this = true
				}
			}
		},
		["雪"] = {
			["泰"] = {
				["子"] = {
					this = true
				}
			}
		}
	}
end

temp()
