pg = pg or {}
slot0 = pg
slot0.word_template_328 = {}
slot1 = slot0.word_template_328

function temp()
	uv0["應"] = {
		["召"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["佣"] = {
		["金"] = {
			["开"] = {
				["户"] = {
					this = true
				}
			},
			["最"] = {
				["低"] = {
					["开"] = {
						["户"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["庸"] = {
		["官"] = {
			["年"] = {
				["薪"] = {
					["逾"] = {
						["百"] = {
							["万"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["永"] = {
		["久"] = {
			["地"] = {
				["址"] = {
					this = true
				}
			},
			["防"] = {
				["屏"] = {
					["蔽"] = {
						["地"] = {
							["址"] = {
								this = true
							}
						}
					}
				}
			},
			["脱"] = {
				["毛"] = {
					this = true
				}
			}
		},
		["远"] = {
			["的"] = {
				["性"] = {
					this = true
				},
				["核"] = {
					["心"] = {
						this = true
					}
				}
			},
			["要"] = {
				["弓"] = {
					["着"] = {
						["腰"] = {
							["跑"] = {
								["来"] = {
									["跑"] = {
										["去"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["剑"] = {
				["指"] = {
					["冠"] = {
						["军"] = {
							this = true
						}
					}
				}
			}
		},
		["不"] = {
			["番"] = {
				["羽"] = {
					["安"] = {
						["木"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["用"] = {
		["城"] = {
			["管"] = {
				["灭"] = {
					["掉"] = {
						["6"] = {
							["0"] = {
								["后"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["房"] = {
			["价"] = {
				["灭"] = {
					["掉"] = {
						["8"] = {
							["0"] = {
								["后"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["口"] = {
			["吸"] = {
				["着"] = {
					this = true
				}
			}
		},
		["奶"] = {
			["粉"] = {
				["灭"] = {
					["掉"] = {
						["0"] = {
							["0"] = {
								["后"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["权"] = {
			["力"] = {
				["垄"] = {
					["断"] = {
						["我"] = {
							["们"] = {
								["的"] = {
									["希"] = {
										["望"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["身"] = {
			["体"] = {
				["按"] = {
					["摩"] = {
						this = true
					}
				}
			}
		},
		["医"] = {
			["改"] = {
				["灭"] = {
					["掉"] = {
						this = true
					}
				}
			}
		},
		["疫"] = {
			["苗"] = {
				["灭"] = {
					["掉"] = {
						["1"] = {
							["0"] = {
								["后"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["条"] = {
			["文"] = {
				["套"] = {
					["路"] = {
						this = true
					}
				}
			}
		},
		["水"] = {
			["晶"] = {
				["打"] = {
					["造"] = {
						["一"] = {
							["具"] = {
								["冰"] = {
									["冷"] = {
										["的"] = {
											["棺"] = {
												["椁"] = {
													["，"] = {
														["让"] = {
															["他"] = {
																["和"] = {
																	["他"] = {
																		["最"] = {
																			["深"] = {
																				["爱"] = {
																					["的"] = {
																						["鲜"] = {
																							["红"] = {
																								["旗"] = {
																									["帜"] = {
																										["一"] = {
																											["起"] = {
																												["被"] = {
																													["囚"] = {
																														["禁"] = {
																															["在"] = {
																																["历"] = {
																																	["史"] = {
																																		["的"] = {
																																			["目"] = {
																																				["光"] = {
																																					["中"] = {
																																						this = true
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["优"] = {
		["网"] = {
			this = true
		},
		["秀"] = {
			["的"] = {
				["技"] = {
					["师"] = {
						this = true
					}
				}
			},
			["技"] = {
				["师"] = {
					this = true
				}
			}
		},
		["选"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["博"] = {
			["体"] = {
				["育"] = {
					this = true
				}
			}
		},
		["发"] = {
			["8"] = {
				["8"] = {
					["8"] = {
						this = true
					}
				}
			}
		},
		["亿"] = {
			["在"] = {
				["线"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["憂"] = {
		["鬱"] = {
			["的"] = {
				["艾"] = {
					["拉"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()
