return {
	{
		desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升5.0%——“永远#11岁的女王！”",
		addition = {
			"5.0%(+1.1%)"
		}
	},
	{
		desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升6.1%——“永远#11岁的女王！”",
		addition = {
			"6.1%(+1.1%)"
		}
	},
	{
		desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升7.2%——“永远#11岁的女王！”",
		addition = {
			"7.2%(+1.1%)"
		}
	},
	{
		desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升8.3%——“永远#11岁的女王！”",
		addition = {
			"8.3%(+1.1%)"
		}
	},
	{
		desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升9.4%——“永远#11岁的女王！”",
		addition = {
			"9.4%(+1.1%)"
		}
	},
	{
		desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升10.5%——“永远#11岁的女王！”",
		addition = {
			"10.5%(+1.1%)"
		}
	},
	{
		desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升11.6%——“永远#11岁的女王！”",
		addition = {
			"11.6%(+1.1%)"
		}
	},
	{
		desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升12.7%——“永远#11岁的女王！”",
		addition = {
			"12.7%(+1.1%)"
		}
	},
	{
		desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升13.8%——“永远#11岁的女王！”",
		addition = {
			"13.8%(+1.2%)"
		}
	},
	{
		desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升15.0%——“永远#11岁的女王！”",
		addition = {
			"15.0%"
		}
	},
	desc_get = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升5.0%(满级15.0%)——“永远#11岁的女王！”",
	name = "女王号令",
	init_effect = "",
	time = 0,
	color = "yellow",
	picture = "",
	desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升$1——“永远#11岁的女王！”",
	stack = 1,
	id = 10300,
	icon = 10300,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onStartGame"
			},
			arg_list = {
				skill_id = 10300,
				target = "TargetSelf"
			}
		}
	}
}
