return {
	{
		desc = "高爆弹伤害提高15.0%，造成起火概率提高1.2%",
		addition = {
			"15.0%(+1.1%)",
			"1.2%(+0.2%)"
		}
	},
	{
		desc = "高爆弹伤害提高16.1%，造成起火概率提高1.4%",
		addition = {
			"16.1%(+1.1%)",
			"1.4%(+0.2%)"
		}
	},
	{
		desc = "高爆弹伤害提高17.2%，造成起火概率提高1.6%",
		addition = {
			"17.2%(+1.1%)",
			"1.6%(+0.2%)"
		}
	},
	{
		desc = "高爆弹伤害提高18.3%，造成起火概率提高1.8%",
		addition = {
			"18.3%(+1.1%)",
			"1.8%(+0.2%)"
		}
	},
	{
		desc = "高爆弹伤害提高19.4%，造成起火概率提高2.0%",
		addition = {
			"19.4%(+1.1%)",
			"2.0%(+0.2%)"
		}
	},
	{
		desc = "高爆弹伤害提高20.5%，造成起火概率提高2.2%",
		addition = {
			"20.5%(+1.1%)",
			"2.2%(+0.2%)"
		}
	},
	{
		desc = "高爆弹伤害提高21.6%，造成起火概率提高2.4%",
		addition = {
			"21.6%(1.1%)",
			"2.4%(+0.2%)"
		}
	},
	{
		desc = "高爆弹伤害提高22.7%，造成起火概率提高2.6%",
		addition = {
			"22.7%(1.1%)",
			"2.6%(+0.2%)"
		}
	},
	{
		desc = "高爆弹伤害提高23.8%，造成起火概率提高2.8%",
		addition = {
			"23.8%(1.2%)",
			"2.8%(+0.2%)"
		}
	},
	{
		desc = "高爆弹伤害提高25.0%，造成起火概率提高3.0%",
		addition = {
			"25.0%",
			"3.0%"
		}
	},
	desc_get = "高爆弹伤害提高15.0%(满级25.0%)，造成起火概率提高1.2%(满级3.0%)",
	name = "燃烧号令",
	init_effect = "",
	time = 0,
	color = "red",
	picture = "",
	desc = "高爆弹伤害提高$1，造成起火概率提高$2",
	stack = 1,
	id = 10610,
	icon = 10610,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onStartGame"
			},
			arg_list = {
				skill_id = 10610
			}
		}
	}
}
