return {
	{
		desc = "每隔20秒，有25%的概率发动，降低全队受到伤害的5.0%，持续8秒，同技能效果不叠加",
		addition = {
			"5.0%(+1.1%)"
		}
	},
	{
		desc = "每隔20秒，有25%的概率发动，降低全队受到伤害的6.1%，持续8秒，同技能效果不叠加",
		addition = {
			"6.1%(+1.1%)"
		}
	},
	{
		desc = "每隔20秒，有25%的概率发动，降低全队受到伤害的7.2%，持续8秒，同技能效果不叠加",
		addition = {
			"7.2%(+1.1%)"
		}
	},
	{
		desc = "每隔20秒，有25%的概率发动，降低全队受到伤害的8.3%，持续8秒，同技能效果不叠加",
		addition = {
			"8.3%(+1.1%)"
		}
	},
	{
		desc = "每隔20秒，有25%的概率发动，降低全队受到伤害的9.4%，持续8秒，同技能效果不叠加",
		addition = {
			"9.4%(+1.1%)"
		}
	},
	{
		desc = "每隔20秒，有25%的概率发动，降低全队受到伤害的10.5%，持续8秒，同技能效果不叠加",
		addition = {
			"10.5%(+1.1%)"
		}
	},
	{
		desc = "每隔20秒，有25%的概率发动，降低全队受到伤害的11.6%，持续8秒，同技能效果不叠加",
		addition = {
			"11.6%(+1.1%)"
		}
	},
	{
		desc = "每隔20秒，有25%的概率发动，降低全队受到伤害的12.7%，持续8秒，同技能效果不叠加",
		addition = {
			"12.7%(+1.1%)"
		}
	},
	{
		desc = "每隔20秒，有25%的概率发动，降低全队受到伤害的13.8%，持续8秒，同技能效果不叠加",
		addition = {
			"13.8%(+1.2%)"
		}
	},
	{
		desc = "每隔20秒，有25%的概率发动，降低全队受到伤害的15.0%，持续8秒，同技能效果不叠加",
		addition = {
			"15.0%"
		}
	},
	desc_get = "每隔20秒，有25%的概率发动，降低全队受到伤害的5.0%(满级15.0%)，持续8秒，同技能效果不叠加",
	name = "防御号令",
	init_effect = "",
	time = 0,
	color = "yellow",
	picture = "",
	desc = "每隔20秒，有25%的概率发动，降低全队受到伤害的$1，持续8秒，同技能效果不叠加",
	stack = 1,
	id = 4011,
	icon = 4010,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffAddBuff",
			trigger = {
				"onUpdate"
			},
			arg_list = {
				buff_id = 4012,
				time = 20,
				target = "TargetSelf"
			}
		}
	}
}
