return {
	{
		desc = "经历了多次破交作战，累积了丰富的经验，自身炮击提升15.0%",
		addition = {
			"15.0%(+1.1%)"
		}
	},
	{
		desc = "经历了多次破交作战，累积了丰富的经验，自身炮击提升16.1%",
		addition = {
			"16.1%(+1.1%)"
		}
	},
	{
		desc = "经历了多次破交作战，累积了丰富的经验，自身炮击提升17.2%",
		addition = {
			"17.2%(+1.1%)"
		}
	},
	{
		desc = "经历了多次破交作战，累积了丰富的经验，自身炮击提升18.3%",
		addition = {
			"18.3%(+1.1%)"
		}
	},
	{
		desc = "经历了多次破交作战，累积了丰富的经验，自身炮击提升19.4%",
		addition = {
			"19.4%(+1.1%)"
		}
	},
	{
		desc = "经历了多次破交作战，累积了丰富的经验，自身炮击提升20.5%",
		addition = {
			"20.5%(+1.1%)"
		}
	},
	{
		desc = "经历了多次破交作战，累积了丰富的经验，自身炮击提升21.6%",
		addition = {
			"21.6%(+1.1%)"
		}
	},
	{
		desc = "经历了多次破交作战，累积了丰富的经验，自身炮击提升22.7%",
		addition = {
			"22.7%(+1.1%)"
		}
	},
	{
		desc = "经历了多次破交作战，累积了丰富的经验，自身炮击提升23.8%",
		addition = {
			"23.8%(+1.2%)"
		}
	},
	{
		desc = "经历了多次破交作战，累积了丰富的经验，自身炮击提升25.0%",
		addition = {
			"25.0%"
		}
	},
	desc_get = "经历了多次破交作战，累积了丰富的经验，自身炮击提升15.0%(满级25.0%)",
	name = "破交作战",
	init_effect = "",
	time = 0,
	color = "red",
	picture = "",
	desc = "经历了多次破交作战，累积了丰富的经验，自身炮击提升$1",
	stack = 1,
	id = 10700,
	icon = 10700,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onStartGame"
			},
			arg_list = {
				skill_id = 10700,
				target = "TargetSelf"
			}
		}
	}
}
