return {
	{
		desc = "每20秒，有30.0%概率触发专属技能弹幕(依据技能等级)",
		addition = {
			"30.0%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有33.3%概率触发专属技能弹幕(依据技能等级)",
		addition = {
			"33.3%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有36.6%概率触发专属技能弹幕(依据技能等级)",
		addition = {
			"36.6%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有39.9%概率触发专属技能弹幕(依据技能等级)",
		addition = {
			"39.9%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有43.2%概率触发专属技能弹幕(依据技能等级)",
		addition = {
			"43.2%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有46.5%概率触发专属技能弹幕(依据技能等级)",
		addition = {
			"46.5%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有49.8%概率触发专属技能弹幕(依据技能等级)",
		addition = {
			"49.8%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有53.1%概率触发专属技能弹幕(依据技能等级)",
		addition = {
			"53.1%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有56.4%概率触发专属技能弹幕(依据技能等级)",
		addition = {
			"56.4%(+3.6%)"
		}
	},
	{
		desc = "每20秒，有60.0%概率触发专属技能弹幕(依据技能等级)",
		addition = {
			"60.0%"
		}
	},
	desc_get = "每20秒，有30.0%(满级60.0%)概率触发专属技能弹幕(依据技能等级)",
	name = "崩姐",
	init_effect = "",
	time = 0,
	color = "red",
	picture = "",
	desc = "每20秒，有$1概率触发专属技能弹幕(依据技能等级)",
	stack = 1,
	id = 10130,
	icon = 10130,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffAddBuff",
			trigger = {
				"onUpdate"
			},
			arg_list = {
				buff_id = 10133,
				target = "TargetSelf",
				time = 20
			}
		}
	}
}
