return {
	{
		desc = "每隔20秒，有15.0%的概率发动，自体完全回避所有攻击，持续6秒",
		addition = {
			"15.0%(+1.6%)"
		}
	},
	{
		desc = "每隔20秒，有16.6%的概率发动，自体完全回避所有攻击，持续6秒",
		addition = {
			"16.6%(+1.6%)"
		}
	},
	{
		desc = "每隔20秒，有18.2%的概率发动，自体完全回避所有攻击，持续6秒",
		addition = {
			"18.2%(+1.6%)"
		}
	},
	{
		desc = "每隔20秒，有19.8%的概率发动，自体完全回避所有攻击，持续6秒",
		addition = {
			"19.8%(+1.6%)"
		}
	},
	{
		desc = "每隔20秒，有21.4%的概率发动，自体完全回避所有攻击，持续6秒",
		addition = {
			"21.4%(+1.6%)"
		}
	},
	{
		desc = "每隔20秒，有23.0%的概率发动，自体完全回避所有攻击，持续6秒",
		addition = {
			"23.0%(+1.6%)"
		}
	},
	{
		desc = "每隔20秒，有24.6%的概率发动，自体完全回避所有攻击，持续6秒",
		addition = {
			"24.6%(+1.8%)"
		}
	},
	{
		desc = "每隔20秒，有26.4%的概率发动，自体完全回避所有攻击，持续6秒",
		addition = {
			"26.4%(+1.8%)"
		}
	},
	{
		desc = "每隔20秒，有28.2%的概率发动，自体完全回避所有攻击，持续6秒",
		addition = {
			"28.2%(+1.8%)"
		}
	},
	{
		desc = "每隔20秒，有30.0%的概率发动，自体完全回避所有攻击，持续6秒",
		addition = {
			"30.0%"
		}
	},
	desc_get = "每隔20秒，有15.0%(满级30.0%)的概率发动，自体完全回避所有攻击，持续6秒",
	name = "紧急回避",
	init_effect = "",
	time = 0,
	color = "blue",
	picture = "",
	desc = "每隔20秒，有$1的概率发动，自体完全回避所有攻击，持续6秒",
	stack = 1,
	id = 4071,
	icon = 4070,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffAddBuff",
			trigger = {
				"onUpdate"
			},
			arg_list = {
				buff_id = 4072,
				time = 20,
				target = "TargetSelf"
			}
		}
	}
}
