pg = pg or {}
pg.activity_event_building = {
	{
		name = "啾啾咖啡 ",
		id = 1,
		desc = "港区CAFF，出售：皇家咖啡、北方联合面包、撒丁披萨。 ",
		buff = {
			13,
			14,
			15
		},
		material = {
			{
				{
					8,
					59164,
					10
				}
			},
			{
				{
					8,
					59164,
					15
				}
			}
		}
	},
	{
		name = "啾啾小笼 ",
		id = 2,
		desc = "热气腾腾的小笼包，正宗东煌风味，客官不来一笼么？ ",
		buff = {
			16,
			17,
			18
		},
		material = {
			{
				{
					8,
					59164,
					10
				}
			},
			{
				{
					8,
					59164,
					15
				}
			}
		}
	},
	{
		name = "啾啾汉堡 ",
		id = 3,
		desc = "快乐三件套：汉堡、可乐与薯条。",
		buff = {
			19,
			20,
			21
		},
		material = {
			{
				{
					8,
					59164,
					10
				}
			},
			{
				{
					8,
					59164,
					15
				}
			}
		}
	},
	{
		name = "啾啾和菓子 ",
		id = 4,
		desc = "重樱风味的传统和菓子店，三周年限定纪念款绝赞售卖中。 ",
		buff = {
			22,
			23,
			24
		},
		material = {
			{
				{
					8,
					59164,
					10
				}
			},
			{
				{
					8,
					59164,
					15
				}
			}
		}
	},
	{
		name = "啾啾书店",
		id = 5,
		desc = "漫画、小说、工具书...考试辅导材料限时半价中。",
		buff = {
			13,
			14,
			15
		},
		material = {
			{
				{
					8,
					59177,
					10
				}
			},
			{
				{
					8,
					59177,
					15
				}
			}
		}
	},
	{
		name = "啾啾游戏店",
		id = 6,
		desc = "本店不但出售最新款游戏，更出售比游戏更刺激的......最新款主机！",
		buff = {
			16,
			17,
			18
		},
		material = {
			{
				{
					8,
					59177,
					10
				}
			},
			{
				{
					8,
					59177,
					15
				}
			}
		}
	},
	{
		name = "啾啾模型店",
		id = 7,
		desc = "下一次扭蛋一定会是想要的那个！",
		buff = {
			19,
			20,
			21
		},
		material = {
			{
				{
					8,
					59177,
					10
				}
			},
			{
				{
					8,
					59177,
					15
				}
			}
		}
	},
	{
		name = "啾啾咖啡",
		id = 8,
		desc = "辛劳之余，要来一杯可口的JUJU咖啡么？",
		buff = {
			22,
			23,
			24
		},
		material = {
			{
				{
					8,
					59177,
					10
				}
			},
			{
				{
					8,
					59177,
					15
				}
			}
		}
	},
	{
		name = "旋转木啾",
		id = 9,
		desc = "当达到最高速时，或许真的能飞起来哦？",
		buff = {
			13,
			14,
			15
		},
		material = {
			{
				{
					8,
					59218,
					10
				}
			},
			{
				{
					8,
					59218,
					15
				}
			}
		}
	},
	{
		name = "云霄飞啾",
		id = 10,
		desc = "速度、激情与一飞冲天的感觉！",
		buff = {
			16,
			17,
			18
		},
		material = {
			{
				{
					8,
					59218,
					10
				}
			},
			{
				{
					8,
					59218,
					15
				}
			}
		}
	},
	{
		name = "跳楼啾",
		id = 11,
		desc = "尽情享受下坠的快乐吧！",
		buff = {
			19,
			20,
			21
		},
		material = {
			{
				{
					8,
					59218,
					10
				}
			},
			{
				{
					8,
					59218,
					15
				}
			}
		}
	},
	{
		name = "啾啾海盗船",
		id = 12,
		desc = "喜欢乘风破浪的感觉么？",
		buff = {
			22,
			23,
			24
		},
		material = {
			{
				{
					8,
					59218,
					10
				}
			},
			{
				{
					8,
					59218,
					15
				}
			}
		}
	},
	{
		name = "啾啾冲浪",
		id = 13,
		desc = "与海浪一同起舞吧！",
		buff = {
			13,
			14,
			15
		},
		material = {
			{
				{
					8,
					59237,
					10
				}
			},
			{
				{
					8,
					59237,
					15
				}
			}
		}
	},
	{
		name = "啾啾跳水",
		id = 14,
		desc = "水花越小，分数越高哦！",
		buff = {
			16,
			17,
			18
		},
		material = {
			{
				{
					8,
					59237,
					10
				}
			},
			{
				{
					8,
					59237,
					15
				}
			}
		}
	},
	{
		name = "滑滑世界",
		id = 15,
		desc = "紧张刺激的水滑梯之旅！",
		buff = {
			19,
			20,
			21
		},
		material = {
			{
				{
					8,
					59237,
					10
				}
			},
			{
				{
					8,
					59237,
					15
				}
			}
		}
	},
	{
		name = "啾啾瀑布",
		id = 16,
		desc = "尽情感受水流的冲击！",
		buff = {
			22,
			23,
			24
		},
		material = {
			{
				{
					8,
					59237,
					10
				}
			},
			{
				{
					8,
					59237,
					15
				}
			}
		}
	},
	{
		name = "皇家午茶",
		id = 17,
		desc = "茶AND咖啡店！，其名为皇家午茶<Queen's Tea>！就通过这个本王亲自监督设计的皇家午茶企划，来一转颓势吧！哼哼！",
		buff = {
			49,
			50,
			51,
			52,
			53
		},
		material = {
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			}
		}
	},
	{
		name = "莱茵咖啡馆",
		id = 18,
		desc = "在传统咖啡的基础上，开发新的饮品和食物，以创新性作为卖点…——嗯，不失为一个好主意…",
		buff = {
			54,
			55,
			56,
			57,
			58
		},
		material = {
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			}
		}
	},
	{
		name = "主教学楼",
		id = 19,
		desc = "好好学习，天天向上。",
		buff = {
			13,
			14,
			15
		},
		material = {
			{
				{
					8,
					59349,
					10
				}
			},
			{
				{
					8,
					59349,
					15
				}
			}
		}
	},
	{
		name = "占卜屋",
		id = 20,
		desc = "想要了解今日运势么？",
		buff = {
			16,
			17,
			18
		},
		material = {
			{
				{
					8,
					59349,
					10
				}
			},
			{
				{
					8,
					59349,
					15
				}
			}
		}
	},
	{
		name = "演唱台",
		id = 21,
		desc = "空闲时间任何人都能上台！",
		buff = {
			19,
			20,
			21
		},
		material = {
			{
				{
					8,
					59349,
					10
				}
			},
			{
				{
					8,
					59349,
					15
				}
			}
		}
	},
	{
		name = "校园商街",
		id = 22,
		desc = "请尽情挑选——",
		buff = {
			22,
			23,
			24
		},
		material = {
			{
				{
					8,
					59349,
					10
				}
			},
			{
				{
					8,
					59349,
					15
				}
			}
		}
	},
	{
		name = "生活区",
		id = 23,
		desc = "国服六周年后山建筑",
		buff = {
			126,
			127,
			128,
			129
		},
		material = {
			{
				{
					1002,
					1,
					20
				}
			},
			{
				{
					1002,
					2,
					20
				}
			},
			{
				{
					1002,
					2,
					30
				}
			}
		}
	},
	{
		name = "海岛制作台",
		id = 24,
		desc = "国服六周年后山建筑",
		buff = {
			130,
			131,
			132,
			133
		},
		material = {
			{
				{
					1002,
					1,
					20
				}
			},
			{
				{
					1002,
					2,
					20
				}
			},
			{
				{
					1002,
					2,
					30
				}
			}
		}
	},
	{
		name = "啾啾探险队",
		id = 25,
		desc = "国服六周年后山建筑",
		buff = {
			134,
			135,
			136,
			137
		},
		material = {
			{
				{
					1002,
					1,
					20
				}
			},
			{
				{
					1002,
					2,
					20
				}
			},
			{
				{
					1002,
					2,
					30
				}
			}
		}
	},
	{
		name = "用餐区",
		id = 26,
		desc = "国服六周年后山建筑",
		buff = {
			138,
			139,
			140,
			141
		},
		material = {
			{
				{
					1002,
					1,
					20
				}
			},
			{
				{
					1002,
					2,
					20
				}
			},
			{
				{
					1002,
					2,
					30
				}
			}
		}
	},
	{
		name = "海岛据点",
		id = 27,
		desc = "国服六周年后山据点",
		buff = {
			110,
			111,
			112,
			113,
			114,
			115,
			116,
			117,
			118,
			119,
			120,
			121,
			122,
			123,
			124,
			125
		},
		material = {
			0,
			4,
			8,
			12
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		26,
		27
	}
}
